[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "Y A L E T T A. & Nobel BY THE AUTHOR OF \"DENTON HALL, IN THREE VOLUMES. VOL. II. LONDON : T. C. NEWBY, PUBLISHER, WELBECK STREET, CAVENDISH SQUARE. 1851."], [8, ""], [9, "Y A L E T T A. CHAPTER I Little do those know of the human mind who seek to ingratiate themselves by com plying with that desire which all constantly either express or vehemently imply, \" Pro phesy unto us sweet things.\" The counsellor, who obtains favour because his counsel is palatable, has pre pared for himself a certain disgrace, so soon as the dregs at the bottom of his cup have been arrived at. One's inclina tions acquire a respectability when they come from another man's mouth, and a VOL. IT. B"], [10, "2 valetta. certain solidity of character, when another man has assumed the responsibility of them. To advise even the Gods was not a safe task, and all mortal counsellors may do well to remember the fate of Ate, the counsellor of Jove, seized by her hair, and hurled forth from Olympus the moment her counsels proved unpalatable, and their results untoward. As the day for the projected festivities at Norley Court approached, a dark cloud began to gather on the brows of another potentate, who, if not so gracious, was, within his own sphere, no less absolute than the great monarch himself. In short, the Squire was thoroughly put out. The party had been bad enough in the distance, but when it was actually at hand — when chairs were violently torn from corners in which they had remained suffici ently long to acquire a prescriptive right never to be moved again — when tables were pushed groaning and creaking about the"], [11, "VALETTA. 3 house — when the dusting brush and wash -pail of innovation were unhesitatingly visiting the most secret corners — when the cries of murdered pullets were raised for retribution — then the Squire, like the troubled man of old, lifted up his voice and gave vent to several choice improprie ties. And yet his wrath was not quite in the vein of the Squire Hardyman, of the year before. It was perhaps more bitter but it was more querulous, and less sustained — lt was not the expression of that frame of mind which had entitled him as an epithet to the French proverbial saying applied to the Breton race from which he sprung \" Un homme dur de V Armorique.\" Was it age with its hand even harder and more unrelenting than his own, which was beginning to press him down ? Was it this terrible grievance of the Captain's visit 1 Or was there another anxiety — another apprehension, unknown to all be side, lying corroding in his own mind. B 2"], [12, "4 VALETTA. weakening his once unbending purpose, and throwing doubt and hesitation among his plans 1 We shall see — The old gentleman had, as we have said, hardly given his promise to be hospitable, when he repented — He had gone still further — For at a very early period he had attempted to put a stop to the prepara tions ; but Jacob, declaring that the honour of the family was concerned, had threatened a resignation, unless left to his own devices, and this he had done so seriously that the Squire became alarmed and gave way be fore him. But though he avoided all interference with his man, nevertheless, as the day ap proached, he seemed to view the prepara tions with an evidently increasing anxiety. He would sit for hours at a time in his little room listening to the noise made by the servants as they busied themselves with their work ; at times starting in his chair and crying out, \" who's there V Hitherto no one had ascended the stairs"], [13, "VALETTA. 5 to the two lonely rooms which were situated above the Squire's study. ' He knew this by his watch ings, and by the questions which from time to time he put to Peggy Franko. These questions were put with a violent show of indifference, ao much so that even that simple minded maiden began to specu late as to what fancy could possibly pos sess her master. The fact is, the Squire had been so long accustomed to drag his household with chains of iron, that he had no idea of that other system in which people are led about in the still stronger bondage of silken threads. He had been accustomed to declare him self so simply and so emphatically, that he was not' very skilful at masking h-is rigour under a gentle word. However, he set to work as delicately and diplomatically as might be. Having an idea that caution was a ne-"], [14, "6 VALETTA. cessary part of his project, he crept stealthily behind Peggy while she was on her knees in the hall, and having first whispered \" Peg,\" so low as to be inaudible, he then shouted out at the top of his voice \" Hulloa there ! you Peg,\" in a voice which made her start. \" Lor, Squire ! how you startles a body.\" \" Why don't you answer V growled he ; \" You a'int deaf are you ?\" \" Lor no, Squire !\" \" Look here, lass,\" said he. Peggy raised herself on her knees. The Squire, buttoned up his flannel jacket, and with his hand raised to his mouth, in token of the extreme of caution and confidence, went creaking about on tip-toes, followed by the wondering gaze of his domestic. He went in this way by turns to the several doors which led from the hall, and having listened for an instant at each, to assure himself that no eaves dropper was at hand, he returned and"], [15, "7 VALETTA. took up his position again opposite to her, with his hands behind his back, and his keen grey eyes fixed inquiringly on hers. For a time Teggy returned his stare with interest, but presently her wonder wore out, and finding that he had nothing to say in explanation of his conduct, she seized the flannel from her pail, and stoop ing down, set to work again upon the floor. \" Hu-u-sh !\" cried the Squire, thrusting his tongue out most ungallantly, at her. \" You work fast enough now, but you can't gammon me.\" \" Lor, Squire !\" said the woman, looking up at him once more. \" Hush-s-h !\" whispered he, \" Where's that little fool, Jacob V \" In his pantry, Squire !\" \" A lunching, I'll lay a farden. — Peg !\" \" Squire V \" Anything happened to-day — that is — anything out of the common V \" Yes, Squire !\""], [16, "8 VALETTA, Ah ! let's hear it — not too loud — there are ears about lass.\" Peggy made a sort of conductor with her hands, and whispered — \" They've killed one of the two-year sows, Squire.\" The Squire chuckled in his quiet way. \" Oh, lor ! oh, lor ! what a born natural it is.\" \"And yet,\" mused he aloud after a pause, '• here she is — well housed — well fed, and at uncommon good wages too. Poor Peg ! you're a lucky one — you are — you've a home — and a good one, and you shall keep it too, my poor lass, as long as you can do a stroke of work.\" The old gentleman was waxing senti mental. \" Poor Peg ! poor lass !\" continued he, letting his hand fall on her head, and stroking down her rough hair caressingly, as he might have done to some favourite colt. \" And now get on with your work, lass, and make up for lost time, and mind —"], [17, "VALETTA. 9 you needn't tell little Jacob I've been ask ing you questions.\" \" Humph !\" grunted he, as he regained his lair. \" Perliteness don't cost much ; it comes up like chickweed and groundsel, and yet it's astonishing how them women will peck at it. They're queer birds mighty queer ; it's chaff that does it with them. Oh, dear !\" Perhaps he was right, for as Peggy re- peated to herself over and over again the words — ;' Poor lass ! she shall have a home so long as she can do a stroke of work ;\" in spite of all that had happened about the Captain, and of which she of course had been duly apprized, she could not help feeling in her own mind a renewal of her old faith that her master was the noblest, the most generous, and the most disin- terested of human beings — one to whom she owed a debt of gratitude such as she could not even wish to pay. —For it is a sweet debt to owe, is that same one of B 5"], [18, "10 VALETTA. gratitude — for a woman who has a void to fill up in her heart. At last the Squire's watch was rewarded, and he succeeded in pouncing on his man, as he was in the act of slowly ascending to the two deserted rooms. \"Come here,\" said he, beckoning him iuto his study, and shutting the door care fully. The factotum entered, and with an un commonly determined and mulish ex pression on his face, too. For a time the old gentleman continued silently pacing up and down thc room ; at length he paused suddenly, as if in answer to the inquiring glances of the other, and said — \" Jacob, I tell you what. It can't be.\" \" What can't be, your honour.\" \" You can't have the drawing-room.\" \" Why not, your honour 1\" \" It's too near,\" replied the old man, sinking his voice to a whisper."], [19, "11 VALETTA. \" Too near * Too near to what V \" To the white room— you remember 1\" \" Ah !\" said the other recoiling, \" ah ! and yet how can we do without it.\" \" You must.\" \" People will wonder.\" \" 'Od rot 'em ; let 'em.\" \" But they'll talk.\" \" Ah ! that's another kettle o' fish.\" \" Yes, your honour.\" \" But what if they do 1 Let 'em and be cussed to 'em— what can they say arter all ?\" \" They can say we're afraid of the things that folks do say, have been seen, and heard, and done in that room.\" The old gentleman's face was not visible, for at the commencement of this speech, as if divining what was about to follow, he had turned to the window. For a few minutes he continued standing there, gazing out in silence. At length without turn ing, he spoke in his usual tones — not quite"], [20, "12 VALETTA. his usual tones either — there was a shade more of gentleness in his voice — \" You can have the room, Jacob.\" The man, though for the most part un seasonably loquacious, felt intuitively that there was the end of the conference, and at once left the Squire to himself. It may be imagined easily enough that while the old gentleman was thus becoming by turns, mysterious, plaintive and confi dential, the rest of the world was by no means standing still. It would of course be iu vain to attempt to conceal, at any rate from the fair reader, that between Valetta and this sad Captain Bellairs there had sprung up a feeling which was also mysterious and con fidential, and which by no means stopped short at that simple sentiment of good will which a favoured guest might inspire in a zealous young hostess. We do not iutend to dwell upon this point. Indeed were we inclined to betray"], [21, "13 VALETTA. confidence, we should have but few revela tions to make. We might tell of the maiden's downcast eyes — of the blushes which now ever mantled on her cheek — of a thousand little expressive words, and of a thousand still more expressive silences. But every lady who has passed sixteen, knows what weak and deceptive manifest ations, what slight and inadequate indices these are of the great drama of the heart which is playing within, and from her own sweet dreams, or still sweeter experience, can penetrate at once more completely behind the curtain, than we can ever pre tend to do. With all her wild spirits and daring, with all her enthusiasm and devotion, she was but a timid, diffident, little creature after all, was this old Squire's grand- daughter ; and most completely did she prove it in her conversations with the Captain — those conversations wThich she was so perpetually longing for, and endeavouring to avoid, and into which nevertheless she was so per-"], [22, "14 VALETTA. petually entrapped by that gallant en slaver. And yet was there something lovely in her love, poor child ! She was one of those little rural divinities of whom the poet would have sung, and felt too, Thy rural loves are nature's sel Nae bombast spates o' nonsense swell ; Nae snap conceits, but that sweet spell 0' witching love ; That charm that can the strongest quell The sternest move. Whether the charm was sufficiently strong to quell the Captain we cannot at tempt to divine. Perhaps it may have been, for he twirled his moustachoes, and de clared to himself, and, it is to be feared, to the youug lady also, that she was \" a devilish nice little girl.\" It must be admitted that there was nothing very elaborate in this remark of the Captain — nothing which would at aJl"], [23, "15 VALETTA. justify the little girl, to whom it was ad dressed, in getting into all sorts of out-of the-way corners to repeat it over to herself, and find out still some more of the never ending meanings, which seemed to be secreted and hid away under its too simple words — nothing which would justify her in carrying it, as it were, to bed with her — in putting it under her pillow, and in waking up in the night to nestle it to her heart, or in her sleep to murmur out another meaning newly revealed to her, something which was too delicate to bear the day light. This was rather trifling work, all this. But as the Frenchman says — \" Que voidez vous f Quand on est jeune on est satisfait de si peu de choses.\" — Be sides the Captain had a remarkable way of dealing with these peu de choses. But even had it been otherwise — had he been a very common-place captain instead of the altogether exceptional captain he was — had he pinched her cheek, and called"], [24, "16 VALETTA. her \" a baggage,\" as old Joe might have done under similar circumstances, she would have dropped him a curtsey, und been humbly thankful for his condescension. When once a woman loves, good-bye pride, good-bye prejudice — Welcome the words which convey the charter of her happiness in whatever language they may be spoken. So here then we leave our little country maid to wander forth unchecked; Graciosamente estando Graciosamente andando Blandoayre respirando al prado ameno. And here we leave the Captain to wander forth by her side. We wash our hands of all complicity in the matter, and take a hint from the policy of Quirk, that most knowing of puppies, who, as they stopped to pull to pieces a rose, would sit between them, or rather in front of them, looking up demurely, but with an air of intense consciousness, as if thoroughly understand-"], [25, "17 VALETTA. ing all that was going on, and determined not to interfere, but at the same time ready at a moment's notice to act as witness, referee, bride's father, or in any other capacity in which he might be called upon. The Captain was evidently one of those men who are able to manage their own affairs, for while he had on this side ad vanced so far as to address to the lady of the house that irreverent little complimentary speech, above mentioned, he had on the other by degrees conciliated the Squire to an extent, which induced that potentate to admit that \" a'ter all, the young chap was a deuced well-meaning young chap.\" And a great admission this was on his part, and not gained without corresponding sacri fices made by the Captain. The Captain, however, bad soon found out many things — one always does on these occasions. He found out that it was absurd, and he even went so far as to say \" sinful \" to let his horse eat its head off in"], [26, "18 VALETTA. the Squire's stables. He accordingly sent it off again to a friend at the barracks. He found out that meat was a bad thing at breakfast, and began to feel a strong fancy — he supposed it must be mere pre judice — creeping over him, that the taste of sugar was disagreeable. The Squire assured him that he was correct in these his new ideas, and began to be gracious. He hinted at back-gammon as a possible future enjoyment, and after dinner would relate racy little historiettes of the way in which he had taken advan tage of his tenants, by dodging them about among the clauses of their leases. Nevertheless, the old gentleman, in spite of these favourable symptoms, could not entirely overlook the twenty-one pair of boots and shoes, a hundred guinea gold dressing-case, and an amber and scarlet dressing-gown — He could not overlook the fact, that each day there was an entire change in his guest's toilette, and that each day the stripes, and checks, and plaids, be-"], [27, "VALETTA. 19 came more wonderful and more removed from anything seen in common every-day life, or dreamed of in common men's dreams. Each succeeding day the old gentleman would come behind his guest, whenever he could do so without being perceived, and examine and wonder, and conceal his smiles and his contempt, and, as he went away with his tongue in his cheek, would think to himself—\" Oh lor'! oh, lor'! what a precious young green-horn that ere skip of a Cap'n is I\" This feeling was at its height when on the evening of the Squire's grand enter tainment the Captain presented himself armed for the night. He was dressed in black, but he had managed to introduce so much watered silk into his coat, so much embroidery into his waistcoat, such braid into his trousers, that he had evidently done his utmost to atone to himself for the rigorous uniformity of his sombre colours."], [28, "20 VALETTA. The old fellow would have liked to linger about him, and look at him on the sly and secretly feel the skirt of his coat ; he could have enjoyed himself in this way for an hour, but there was no time for this sort of thing. It was an eventful night, and anxious and important duties, and secret misgivings, were to be his portion. Perhaps one at least of his grand daughters would have desired no better than to have joined in his amusement of examining the Captain. The fact is, this sleek, smooth, striated animal — this lion, this tiger of a Captain — was euthroned in the imagination of the poor Valetta, and what will not a woman's imagination en throne, and what attributes and prero gatives will she not confer upon her despot ! Let us be merciful — We all see the folly of the madman who believes himself con versing with the monarch. All madmen do this sort of thing, and we are all mad at moments."], [29, "21 VALETTA. Pardon then for our lost Pleiad — the poor little proselyte to Captain-worship ! tbat great idolatry before which she bowed down, as the adoring little savages of Africa kneel before their fetische, that sacred and revered bundle of bright coloured rags."], [30, "22 VALETTA CHAPTER II. Though it is evident, from what has been already said upon the subject, that the banquet at Norley Court was no ordinary banquet, nevertheless in due course the guests arrived, and the dinner was an nounced and eaten much in the usual wav. Naturally enough, quite a sensation had been created by the intelligence of the breaking up of the ice at this frozen fount of hospitality, and all prophesied that there"], [31, "23 VALETTA. would be a great deal to laugh at and very little to eat. As usual all were wrong — Since the beginning of the week, when Jacob had declared that the honour of the family was concerned, and had threatened resignation unless the matter was left en tirely in his hands, all chance of a failure had been at an end, and the result of his labours was that, when the fourteen chosen guests entered the dining-room they found before them a good substantial fare, excel lent wines, and the most splendid service of old silver plate in the county. Leaving them to digest their wonder and their meal at their leisure, we return to them at that more interesting period of the evening, when the ladies find them selves again in their own more especial realm the drawing-room. This drawing-room, as it appeared, when lighted up by the old silver sconces drawn forth for the occasion from the chest where they had reposed for a quarter of a cen tury, was a low, long room, whose large"], [32, "24 VALETTA. bay window was concealed by antiquated damask hangings. There were old, high back chairs, whose antique forms and garniture would have rendered them in strict accordance with the most approved modern taste. There were specimens of old patch-work table covers, and old worked screens ; and there were old pictures let into the dark panels of the wainscot. Immediately over the vast old oak mantel-piece was a picture, which at once attracted the eye as being the most re markable object in the room. It was the full length portrait of a young girl of eighteen. The outline of her slight graceful form was defined by a closely fitting white tunic, known at the com mencement of the present century by the name of a \"Sutton wrapper.\" Beneath this garment, which extended half way down towards the knee, there fell the folds of a long white skirt which swept the ground behind. In her hand the figure was re-"], [33, "VALETTA. 25 presented holding a single white rose, whose leaves were falling to the ground beside her. This device may have been but a trick of the limners, but those who looked well at the girl's face, and knew her history, were inclined to see in it another meaning. Her brown, waving hair was drawn back, and knotted on the crown of her head by a cross band of white velvet, in that style which our mothers and grand mothers conceived to be a la Grecque. The face, however, was the most remark able part of the picture. It was the exact counterpart of Valetta's. \" No call to have the gal's pictur took, IVe got it a'ready,\" said the old Squire once with a bitter smile. But still though the portrait bore this strange resemblance to Valetta, there was about it an expression such as none who loved her would have desired to see her wear, for as the sad eyes in the picture pursued you, there was in their gaze an ex pression of patient woe too truly in accor- VOL. II. c"], [34, "26 VALETTA. dance with the history of her whom it represented. It was the portrait of Valetta's mother, and had been taken by the Squire's orders while she was lingering in poverty at Ben church, and at the very period when he absolutely refused to see her, or to afford her the least assistance ; nevertheless the portrait was a good one, and had cost dear. When the Squire led back the gentlemen of his party to the drawing-room, although at first his face was flushed, his voice louder, and his tongue more loquacious than usual, yet no sooner had he laid his hand upon the dark old twisted banister of the staircase, which led to the drawing room, than a weight seemed at once to come over his spirits, and to the remarks of those around him he answered in a low tone, and by an evident effort. Arrived on the landing, he paused for a moment to recover breath. On one side was the drawing-room door,"], [35, "27 VALETTA. with its hum of voices, on the other, the entrance to the White Room, There was something peculiar in the appearance of the latter door, for while the wainscot on the landing, and the posts at the side were of the darkest oak, the low door itself was painted of a dead white, and glared out in strong relief amidst the sombre tones, by which it was on all sides surrounded. On the landing, immediately between the two doors, there stood against the wall a massive cabinet, reaching from the ground to far above the low door-ways. It was of solid ebony, inlaid with mother-of-pearl and marqueterie work. Its doors, which opened from top to bottom, were secured by an old lock, around the key-hole of which was an elaborate device in ancient silver work. High above this cabinet was another portrait of a lady of the house of Hardv man, concerning whom, in the boyhood of the Squire, a strange tale, which had since c 3"], [36, "28 VALETTA. died out, had been whispered by village crones. The effigy of the lady, like her history, was fast fading away, but in spite of that, there was something in the dim white draperies, and the dark, earnest little eye — something in the white rose in the figure's hand — something, perhaps, in the history, which the Squire was almost the only one to remember, that connected this picture, in his mind, with the portrait in the drawing-room, and with the mystery which hung over his house. Immediately in front of the door of the apartment, which was associated with so much secret uneasiness in the Squire's mind, stood Jacob, bowing lowly, as the company defiled before him into the draw ing room. His short, red hair was brushed up on end — his white cravat was stiff, and chokingly tight — his new brown coatee fitted with such accuracy, that he kept his little arms sloped down in front of him,"], [37, "VALETTA. 29 partly from inability to raise them, partly from an apprehension of the consequences of the effort. But still in spite of these elements of happiness, in spite also of the complete success of the evening, as the little man stood there bowing, with his back to the door of the white room, there was about his face a peculiarly nervous and uncomfortable expression. His master, as he was about to enter the drawing-room, the last of the party, sidled up to him, and, in a low tone, said — \" Has anything happened 1\" - Nothing.\" \" Wery good — keep there.\" And there, accordingly, Jacob, under one pretext or another, continued during the remainder of the evening. When the Squire entered the drawing room, he exchanged a few words with Lady Marrwell, who was reclining upon a sofa, upon one side of the fire, and then he took his seat by the side of Miss Grantham, who had taken up a position on a rival"], [38, "30 VALETTA. sofa on the other, and who, it has been observed, in virtue of a flirtation of half a century's duration, was considered entitled to the old gentleman's exclusive attentions, on the few occasions on which attentions could be elicited from him. In another part of the room, the lady, whose barouche had been drawn up next to the Squire's carriage at the inspection, was seated by the side of her little boy, who, with his curls and legs dangling about, was patiently enduring the atten tions of Rhoda. Near an old-fashioned piano, stood the Captain and Miss Merryton ; the latter, resplendent in pink tarlatan and a wreath, and loudly declaring that it would be use less for any one to attempt to persuade her to sing. Valetta was seated in a remote corner, where she was delighted to find herself hemmed in by indifferents, and likely to escape from all active part in the evening's amusements. But though she thus"], [39, "VALETTA. 31 shrunk from observation, she had never looked more charming. Peggy Franko, following in the rebel lious steps of Jacob, had absolutely insisted on carte blanche, to dress her young ladies for the occasion, as might seem fit to her ; and as the Squire came smiling, and rub bing his hands, into the drawing-room, he saw, at a single glance, what was the re sult — white muslin dresses, white sarcenet ribbons, and white roses in the hair. Perhaps at that moment the old gentle man could not have said himself, whether he most grudged the expense, or most re joiced in the result of it. Let him have the benefit of the doubt, for in the next moment another train of feeling took pos session of his mind. As the girl sat in her corner, there was a sad look about her down-cast face — that soft mournful expression which so surely indicates the presence of that malady which was beginning to steal through every pulse of her being ; and though when she saw"], [40, "32 VALETTA. \" dear grandpapa,\" she brightened up and smiled archly, and nodded her little au dacious nod of old, yet in another second she became confused under his sharp eyes, and hung her head again and blushed more deeply than ever. \"Oh dear! oh dear!\" said the Squire, glancing at the mantel-piece — \" Uncommon like her mother that ere girl's getting ! Better take her off her corn afore it's too late — oh dear !\" In the mean time while the little Valetta in her corner was endeavouring to make head against herself, and to conceal her fears or hopes or whatever it was that agitated her, Miss Merryton, as we have hinted, was in anothu part conspicuously giving way to a most charming little flutter of trepidation which proved to the initiate that she was afflicted with all the usual symptoms of that not uncommon disorder — a desire to exhibit. The Captain was initiate — a very adept"], [41, "33 VALETTA. and epopt in such mysteries — and knew exactly how to deal with the case. He twirled his moustache fiercely, and looked down from his full bright eyes into the eyes of the recusant Merryton. \" Oh ! do now — I hope you'll oblige us,\" drawled he with the most indifferent air in the world, beginning to dispose himself to depart. They were worthy to deal with each other, that pair. \" Well, since you positively insist,\" said the young lady, seating herself at once to the piano, \" I suppose I must try.'' And then she drew off her charming little kid gauntlets with their cerise ro settes — (the fashion, we may be sure, at that particular moment). Might she trouble the Captain to put them down 1 And then there was an effort to slip off a fairy hoop of turquoise ! And then she knew she should break down —she felt sure of it ! And then striking c 5"], [42, "34 VALETTA. a few sounding chords, she dashed off with her full swelling voice, into a French ballad, Avhich instantly silenced the room : Vous me quittez pour aller a la gloire, Mon triste cœur suivra partout vos pas, Allez — volez — enchainez la victoire, Cherchez l'honneur — mais ne m'oubliez pas. Who could describe the pathos with which she hung upon that \" tris-te c-œ-ur.\" There was a heart-history, if you like, re vealed in those trembling tones Who shall describe the dechirant emphasis with which she rendered that last \" forget me not V No one, perhaps — unless it were the maestro who taught her the trick. In the meantime, there was Valetta crouching in her corner, very pale and trembling, and wishing that she could crouch into nothing. You need not be uneasy little lady — not many eyes will be turned to you while the Merryton is there. She felt something of this truth, and"], [43, "35 VALETTA. began to pick to pieces a little white rose from her bouquet. We will not divulge what had been the original ambitious des tination of that white rose. Never mind — In spite of the defeat which, in society, poor nature is perpetually undergoing, still we say God bless and prosper every woman who is able to show, and bold enough to attempt to show a natural rose, white or red, among the arti ficial flowers of our drawing-rooms of to day — those charming, graceful, ever-ready artificial flowers — dried up, without odour. and so wearily carved out upon the same block. The Merryton began another verse. A few words only passed her lips — she shook her head and was silent — you might ha.ve heard a pin drop if that miserable little Valetta's chair had not moved creakingly at that moment. \" Toor thing,\" murmured the ladies — \" Such pathos — such feeling.\" \"She has been very well educated,"], [44, "36 VALETTA. ma'am. Yes ma'am, on the continental principle.\" Poor dear mamas! The young lady's presentiment was thus, in fact, realized, and for the same reason that many others are — She paused then, and abruptly clasped her hands together — admitted that it was very foolish of her, but that she really and indeed could not go on. Never mind, to a good general, defeat is almost half a victory, and the damsel, darting off into Schulhoff's galop, after all came out of her confusion with a flourish. \"So charming — so unaffected — so natural\" murmur the mamas in the corner — those mamas who somehow are always wrong in their estimates of character, and whose duty it is to be always right. Miss Merryton then possessed herself of her gloves and ring, shook out her curls at the Captain, and plumed her feathers, — se pavanait in her triumph. \" You understand music V said she, with a charming smile, to the Captain, who had"], [45, "VALETTA. 37 turned over several leaves of the galop for her at the right moment. The Captain bowed—\" a little !\" \" You sing too,\" added she, holding up her finger, and shaking it archly at him. \" A very little,\" bowed the Captain again. \" I am sure you will not refuse to favour us.\" ss Of course the gentleman was honoured — or rather — flattered by the request — of course, also, he was too diffident to sing, until some one else had preceded him. A Captain of horse naturally would be afraid of the sound of his own voice. The ladies, however, felt that the Captain did blush charmingly on the occasion, and that some thing must be done for him. Valetta, who with her eyes down saw everything, was in an instant all anxiety for her guest. He could not sing much. She was sure. He had never even mentioned the subject before. What if he, too, were to break down?"], [46, "38 VALETTA Suddenly she was startled by the clear voice of the Merryton. \" I am sure Miss Melville will oblige us with a song.\" Anything but that Miss Melville felt she could have done to help her guest out of his difficulties ; but that was impossible, and she said so. The Merryton, however, was not to be put off thus. She declared that Valetta could sing charmingly, and at once commenced a rigid search for a manuscript music-book, which she remembered to have seen lying about ou her former visit. Of course, every one who knows any thing, knows that there is nothing to be received with more caution than a girl's praise of one of her own sex, unless it be, perhaps, her censures of one of the other. Girls don't study the contrast of colours, which are becoming to them for nothing. CT O They even carry the knowledge, thus ac quired, a little further."], [47, "39 VALETTA. The young lady was determined ; and so after a grand hunt, which attracted the attention of the whole compauy, the music book was brought to light— and a sadly blotted little affair it was too, containing but one single unfinished fragment. Thus ran the well known story, \" Entreat me not to leave thee, or to return from following after thee; for whither thou goest, I will go ; and where thou lodgest, I will lodge ; thy people shall be my people, and — \" \" It is not very new,\" said Miss Merry ton, with a slight grimace. \" Will you try it, dear I\" It was quite out of the question ; but would Miss Merryton be so kind ? Well, Miss Merryton did condescend at last, and gave the morceau with much spirit, which enabled Valetta to slip into the background again. \"Eh,\" exclaimed old Joe, suddenly"], [48, "40 VALETTA. rising up from his seat by Miss Gruntham's side. \" Well, if that don't bang every thing. Why if that 'ere Cap'en ain't a-sitting himself down to the pianer, for all the world just like a great girl.\" Yes, so it was ; and the Captain not only seated himself, but dashed off with a brilliancy, which proved that be perfectly well knew what he was about. There was a sudden hush. A gentle man's song is always a matter of interest. The lady of the barouche seated herself by the side of Miss Merryton at the piano. Mrs. Merryton roused herself, aud adjusted her pillow. Lady Marrwell struggled up into a perpendicular position, and dropped an ivory fan in the effort. Scammony picked it up, and made her observe that it had been broken by the fall. \" Hush ! You must be quiet,\" said Miss Grantham, laying her hand on the Squire's arm. •' Hush ! You must be quiet,\" said Rhoda to her little protege."], [49, "VALETTA. 41 Valetta placed herself in a low chair, in the corner, behind her sister's back, where, coaching himself about among the fur niture, Mr. Felix Oxton succeeded, at last, in getting into a favourable position for staring her out of countenance, and ad vancing his suit. The Captain having thrown an apolo getic smile to the ladies at his side, sang his song. It was a little French ditty — about roses, was this song of the Cap tain. It enumerated the various sorts of roses — bright, brilliant, scentless, and other wise. It painted their glories, and the feelings they excited in the singer's breast ; \" but,\" quavered the Captain, \" there is one other rose — a modest retiring little flower, sweetly blooming far away from men — emblem of the quiet virtues — em blem of her I lo — o — ove. It is the deli cate white rose, and that is the ro — o — ose I would wear at my heart — that is the rose for me.\""], [50, "42 VALETTA. The song produced its sensation. The Squire seemed to appreciate it, for after passing his sleeve over his mouth several times he at last threw himself back, and fixed his eyes on the ceiling, as we see the cognoscenti when in the ecstasy of en joyment, while his tongue collected itself in a ball in one of his cheeks. Scammony seemed to appreciate it, for his eyes twinkled more roguishly than ever as he glanced about at the company, more especially at the Squire and his elder grand-daughter. What the latter thought could not so easily be gathered from her countenance ; for she sat with her head drooping down, and her face turned from the light. Rhoda also probably appreciated it ; for her great eyes seemed to get larger and larger at each verse. \" 1 say,\" whispered the little boy to her, in the middle of the song, \" look how red your sister's neck is.\""], [51, "VALETTA. 43 \" Hush!\" said Rhoda, \"don't be naughty, or I won't hear you your lessons when you come to see me.\" Nevertheless, the little boy was in the right. The two ladies at the piano also doubt lessly appreciated the song ; for, as it pro ceeded, the smiles died on their lips, and a little cloud gathered about their eyes. As the performance concluded, the per former was greeted by a murmur of thanks, applause, and congratulations. \" How charming !\" said Miss Merryton, \" really delicious. And it expresses your sentiments !\" The Captain winced for a moment, and then said — \"Aw — why — yes! aw — yes! Why not?\" The lady brightened. \" You cannot pussibly tell how perfectly. I sympathise — that is to say — agree with you,\" said she, with a smile of most be witching frankness."], [52, "44 VALETTA. The Captain gave an almost inapprecia ble little elevation of his eye-brows, twirled his moustache, and was silent. \" Ah ! you men,\" said Miss Merryton, raising her hands, and turning to the lady of the barouche, who was as blushing as usual. \" Capital ! bravo, Captain,\" said Scam mony, bustling forward, \" I congratulate you — a very pretty idea that song, and very neatly executed. And what do you think of it, sir,\" said he, turning to the old gentleman, with malicious simplicity. \" Me 1\" said Joe, suddenly lowering his eyes, and drawing his sleeve across his mouth. \" Oh ! wery good — wery good, indeed!\" And then he added, to himself, by way of salve to his conscience — \" Oh, lor' ! what a green-horn that young chap is to be sure !\" The company began to depart. \" Mr. Hardbake,\" said Lady Marrwell,"], [53, "45 VALETTA. \" we have to thank you for a delightful evening. Your young friend, Colonel — \" \" Bellows, mar'm, Bellows.\" — \" Is quite an acquisition to the neigh bourhood, and if your people happen to find a piece of a mother-of-pearl fan it be longs to me, and as it comes from India — from India was if? Yes ! — and so naturally enough — There go my beads again !\" And as she spoke, the string which held together a bracelet of blue beads snapped, and they went rattling down in a little shower, and scattered themselves over the floor. The lady being under the impression that these beads were oi lapis lazuli and of great price, it became necessary to remain on the spot where they had disappeared until all were forthcoming. \" Oh! my dear Mr. Hardware,\" cried she, \" most unlucky — my first visit too — mv lapis lazuli bracelet— all over the place — I must apologise to Mrs. Hardware — but one bead is still missing, and until it"], [54, "46 VALETTA. is found — There it is — There. Thank you — I think you're right, my dear, we have been here quite long enough. It strikes cold to the feet in this hall — One might as well live in a kitchen as in a house with — Major Bellman — Thank you very much — That makes them right again — If you pro long your stay in this neighbourhood we shall be happy to — Wish you good night,\" she concluded, suddenly yielding to a pull from her daughter, who being now thoroughly aroused from her doze was naturally anxious to be off home, and to get quietly to bed. \" You dog,\" said Scammony, poking Mr. Felix Oxton in the ribs as he mounted into the latter's phaeton to get a lift as far as Benchurch, \" you knowing dog, I saw you and the little heiress. You know what's what, eh V \" Rather,\" said Mr. Oxton, as drawing his rug over their legs he started off, puff ing his cigar in silent contemplation of his triumph."], [55, "47 VALETTA. \" And what do you think of the Cap'n, mum,\" said the old Squire, as he \" gali vanted \" Miss Grantham across the hall. \" He seems a very elegant young man,\" replied the lady. \" Oh lor !\" said Joe to himself, \" how precious soft them females is. Here steps me in a bit of a sprig with his parley woo airs ancl graces, and tips 'em a dismal ditty with his eyes stuck up to the ceiling, and his hand a-twidling the seven hearts and a gold frying-pan, which he's been and tinkered on to his watch chain, and cuss me if they arn't all like to run wild arter him.\" Ah! poor Squire, little did he think of the moral of those seven hearts and the Captain's frying-pan. He thought much more, did the old gentleman, of what the Captain could possibly mean, when he came up to him in such a mysterious way after the departure of the guests, to request the honour of a private interview with him on the following morning after breakfast."], [56, "48 VALETTA. \" Business of importance,\" the Captain had said. What could be the subject of business of importance 1 The Squire only knew one answer."], [57, "VALETTA. 49 CHAPTER III. Probabilities turn like the weather-cock with the breath of our own inclinations. It accordingly seemed the most natural thing in the world to the old Squire, as he sat in his study on the following morning, awaiting the interview with the Captain, that the latter, struck with compunction at the expenses entailed upon his entertainer by this untimely visit of his, had sought for a private conversation with the view of making some liberal offers for his board and lodging. VOL. II. D"], [58, "50 VALETTA. \" Not that 1 could think of it, in course,\" said he to himself, \" I don't keep an inn worse luck, p'raps. But still if the lad is inclined to do the thing handsome, being flush of cash, in course I— couldn't hear of it, and so I shall tell him straight off, and have done with it.\" The old gentleman got up, and tapped his barometer uneasily. He turned away from it, sighed, shook his head, and thrust his hands to the bottom of his pockets. To be obliged to refuse such an offer of indemnification was not a pleasing pros pect. \" I rather expect,\" said he, musingly, \" that party of last night has given me a pretty sharp pinch. It's a hard thing at my time of life, to see good coin honestly come bv, turned into three-cornered tarts. It is a hard thing to be drove to beggary and the work'us almost against oneself.\" And then the old gentleman relapsed into an appraisement of the Captain's ward robe and personal decorations, and calcu-"], [59, "51 VALETTA. lating that about one twentieth part of a man's resources was the most that he would think of expending in such matters, he succeeded in raising his guest's revenue, and in placing him in command of a very respectable little regiment of cyphers. Poor Squire ! he had no high opinion of soldiering since the never- mentioned, never forgotten event of his daughter's marriage, but still he had not arrived at the truth, and could not form any adequate idea of the proportions in which the bullion is dis posed on the outside and on the inside of a cavalry jacket. \" One and twenty pairs of boots, let alone slippers, and a dressing-box of gold — pure gold — right down honest gold. 'Od rabbit it all ; the young skip must have a mint of money, and is precious free-handed with it too — more fool he for his pains — Get what you can, keep it when you've got it, And then vou won't starve in the work'us 'od rot it.\" D 2"], [60, "52 VALETTA. exclaimed the old man, in a moment of Delphic inspiration. He soon recovered himself, stroked down his mouth, and smiled. \" I wonder what Waletta 'ould say to my werses — she who's so sweet upon werses. And yet there have been worse werses than that writ and stuck in books, and blubbered over by a pack o' fools iuto the bargain. Ugh ! I aint no patience with those women — soft, soft — soft to the core ! Give me a lass who will put her best leg foremost, and stretch out her hand for a lump of money, and who knows how to hold it too, when she has got it. That's the woman for me.\" He paused, for a minute, and then slowly added with his little, agreeable smile — \" And when you want her, have her cried on three market days, and devil a bit will you find her, for there ain't none such,— or, if there be, they're like the Chorling pigs, and don't breed.\" Another pause."], [61, "53 VALETTA. \" Yes, that's what you want to keep things a bit square. The man who'll make money, and the woman who'll save it. Bah! That's life, if you like.\" At this propitious moment, a knock was heard at the door. There is such luck in this world in arriving at the right mo ment. \" Oh Lor !\" said the Squire ; \" it's him, sure enough. Well, I can't say for certain. If he does say anything about it — well, in course you — I — I — can't — you know — well, well, we'll see about it. Who's there 1 Come in — sir.\" The Captain entered ; and a pleasing and reflective sight was the Captain to be hold. That morbid condition of stripes which had long afflicted his trowsers, had, at last, extended to his jacket, which was of a rich brown, intersected by a faint crimson line. The severity of this state of things was somewhat alleviated, however, by a simple"], [62, "54 VALETTA. white vest, above which was a loosely knotted, blue neck-cloth — above which shone forth that charming face. And yet it can hardly be said that the Captain's face shone forth upon this parti cular occasion, for, in truth, its habitual sunshine was dimmed by the clouds of anxiety, and as he entered, he glanced nervously round the room, with the look of a man who stands on the threshold of a dentist's chamber of horrors. The Squire observed his guest's embar rassment, and rubbing his hands together, said — \" Hope I see you well, Cap'en — hope I see you well, sir.\" The Captain rephed that he was well — just as he had done an hour before, when the old gentleman had asked him the same question at the breakfast table.\" \" I hope you are well, sir,\" added he. The Squire rubbed his hands together again more cheerily than before, shook his head, and declared lustily that he was"], [63, "55 VALETTA. failing fast, which was not to be wondered at, as he was beginning to get an old fellow. This was an infallible sign that he was in an especially good humour, and feeling particularly hearty. The Captain accordingly assumed a look of sympathy, and thought that, by Jove, the old boy seemed up to the mark, and that now was the moment to go in and win. This was what the Captain thought, and en vrai militaire, he at once set to work to carry it into execution. \"You may, possibly, have formed some surmise, sir, as to the motives which have made me seek this interview 1\" Thus began the ingenious Captain,blush ing slightly the while. The Squire rubbed his hands together again — Lady Macbeth could not have rubbed her hands together more pertina ciously than did the Squire — nor, perhaps,"], [64, "56 VALETTA. with better cause — and yet the Squire was an honest man — as the phrase runs — a very honest man. His neighbours swore it — and it would have been actionable to have asserted the reverse. The Squire, then, rubbed his hands, threw himself back into his chair, and closed his eyes. \" I ain't asleep,\" said he, suddenly open ing them again, and nodding knowingly at the other. \" Far from it, sir. Indeed, if I might take the liberty, I should say, that — \" \" Well, I believe 1 am pretty wide awake — pretty well for an old 'un — eh, Cap'en?\" The Captain laughed— though not very heartily. \" Why should the old fellow, deuce take him, boast of his discernment on this par ticular occasion V The Squire, on his side, absolutely held his sides with laughter."], [65, "57 VALETTA. Neither was this reassuring. It was the first time the Captain had seen him laugh, and, to tell the truth, it was rather an alarming sight. The Captain, therefore, blushed up to the roots of his beautiful hair. \" I feel, sir,\" he stammered, \" naturally enough — a great deal of hesitation in pro posing^ — \" \" Not a bit, Cap'en,\" cried the Squire. \" Not a bit. Between friends, you know. It's not as if we were strangers.\" \" It's very good of you to say so.\" \" Not a bit. I mean it. I'm open to — I always am — anything reasonable in the way of terms.\" \" I confess then, frankly, sir, that since I have been in this house, I have experi enced — \" \" We'll do our best, Cap'en — to put things as you could wish 'em. Change your room, if you like. But don't be flowery. Don't say anything more about it — I understand you. Stay as long as you like — I'm agreeable.\""], [66, "58 VALETTA. \"Is it possible that I have your con sent?\" said the Captain, springing from his chair, and seizing the old man by the hand. \" I'm agreeable, I tell you.\" \" What noble generosity !\" \" Hulloa, though ! I don't see that ex actly, Cap'en.\" \" Yes, I repeat it — (a wring of the hand) — generous — noble — admirable old man ! ■ — (another wring) — Impose whatever terms you please, you will find me willing — ah ! too happy to accede to them. If the devotion of a life — \" \" Stop a bit, Cap'en — you're a' most too fast for an old chap to follow,\" said the Squire ; and he paused to wipe his fore head with an old yellow bandana : presently he resumed — \" As to imposing, you'll find none of that sort of fun here. As to the terms — I'll talk that matter over with Jacob, and let you know.\" \" WTith Jacob,\" thought the Captain — \" poor old boy ! he is failing fast. The ex*"], [67, "59 VALETTA. citement of such an interview is too much for him.\" \" What a ranting, stage-playing young skip-jack it is,\" thought the Squire, on his side. \" I doubt, at times, whether he's rightly in his wits. Mind what you are about, old Joe, my boy. It would be an awful thing to have him lay up here. Once get that Scammony into the house, and you'll not get out again in a hurry. A s soon as they sets eyes on his ugly face, they all pretend to be took bad right off — one wants a bolus, and another a drench — one has a pain, and another an ache, and he a-patting 'em on the back all the time, and a squinting down their gullets, and a making believe that its dying work. And that's the way the money goes, and who's the better for it '. A pig's a pig, and a cow's a cow, and if you've laid out your money in them, there it is ; but what's doctor's stuff when you've got it ? In one moment, and out the next, and"], [68, "60 VALETTA. the deuce a bit of it left to stick to your ribs.\" He paused for a moment to dwell on the sad images presented to his mind's eyes. \" You've a pretty sound constitution I hope, Cap'en,\" said he, presently. \" WTell, sir, I flatter myself that—\" \" 'Cause I'm particular on that point.\" \" Well, sir — my dear sir — 1 believe I come of a good stock.\" \" Ah, that's it. 1 set a good deal of account upon breed. You've heard of Noddle of Charmont 1\" \" I don't at the present moment recall his name.\" \" Don't — why he's my largest tenant. Well, he says — What was I saying — breed. Ah — well. Let's see.\" It was pleasing to the Captain to hear these little confidential revelations of the views of wealthy tenants ; but still he felt that, at the present moment, there were more important matters before him. Ob-"], [69, "VALETTA. 61 serving, therefore, that the Squire had forgotten his anecdote, and that the con versation was about to get into difficulties. he rose from his chair, and again seized the old gentleman by the hand. \" Ten thousand, thousand thanks, noble hearted exemplary old man. Ah! if all were like you, my more than friend — my father.\" \" That chap is as mad as a hatter. By the Lord, I thought it as soon as I clapped eyes on him this morning,\" said the old gentleman, rising, with his eyes intently fixed on the speaker. Tbe latter considered this as an intima tion that the interview had come to a close. \" I have, then, your permission,\" said he, \"to mention this to Miss Melville?\" \"You'd better speak about it to Jacob.\" \"Jacob!\" \" He's more up to this sort of thing, you know.\" \" Jacob !\" repeated the Captain, in a faint voice, retreating, and turning pale."], [70, "62 VALETTA. \"Yes — Jacob,\" cried the old man, tartly. \" Jacob !\" \"Oh! lor, I thought as much. The Cap'en took bad. He's turned as white as turnips. Nothing goes right since that cussed day's pleasuring. Hold up, Cap'en — hold up. It's a precious lonesome place to be took ill ; there's no doctor to be had for love, nor even money.\" '• Jacob,\" murmured the Captain, \" why what has Jacob to do with it V \" And what's t'other to do with it, if you come to that V \" What have we been talking about 1\" faltered the Captain. \"Hang me if I know,\" cried the old man. \" Then you retract your consent V \" I'll be hanged if I know whether I do, or whether I don't. What do you want me to consent to?\" \" To my marriage with Miss Melville.\""], [71, "63 VALETTA. \" Wa — letta !\" gasped the old man, dropping into his chair as if he were shot- For a few moments he presented a piteous, and almost an alarming spectacle. His hands hung down powerless — his jaw dropped — his eyes closed — and he breathed heavily. The Captain, under the impres sion that he was in a fit, rang the bell, and advanced to the old man to render assist ance by loosening his neckcloth. \" Hands off !\" screamed the Squire, suddenly rousing himself. \" Ilalloe — help there! He's agoing to throttle me. Halloe !— Jacob— help \\\" Jacob promptly appeared at the door. Servants always do on these occasions. \"Seize him !\" cried the old man, point ing with his hands at the Captain. \" Seize him. If he won't go quietly, get behind him, and knock him on the head with a poker. I'll give you leave — I'm a magis trate.\" \" I'm sure, sir,\" began Jacob, trembling from head to foot."], [72, "64 VALETTA. \" So am I,\" exclaimed the Squire. \" Oh ! there's no doubt about it. What do you think the scamping, horse-trooping jackan apes has been after V \" I am sure,\" began Jacob again. \" A courting my gals, Jacob — that's all —a courting that one, too — Wa — letta ! — that's all — a chap without a sixpence, too —that's all.\" \" The Capting, sir, I'm sure — \" \" Hang the Capting and you too. What do you stand talking there for? Why don't you run round for Tom and Dick 1 — we'll duck the willain in the horse pond.\" And with this, he rushed to the window, threw it up, and began shouting lustily for his men. \" I am sure, your honour,\" began Jacob, going to him. \" So am I — 1 tell you — Run up to the loft for the ropes — the second best are good enough. We'll wash his fine feathers for him. I'm a magistrate, and I'll give"], [73, "VALETTA. 65 you leave — I'm a magistrate, and I'll duck him.\" \" Oh dear ! oh dear !\" began to whimper Jacob, \" what will become of us all.\" Now though the Captain had never seen anything more like a foeman than the furze bushes on Wimbledon Common, he had played a good deal at lansquenet, and un limited loo, he had ridden several steeple chases, and had more than once stood to loose three times what he could afford to pay on certain \" great events \" in the sporting world. These sorts of things strengthen the nerves amazingly. Besides there was nothing very formidable in an old man of eighty after all ; therefore he advanced quietly to Jacob, and putting his hand gently on his arm, said — \" My good fellow, I'll tell you what will happen — nothing.\" \" Oh ! wery good, we'll see,\" began the Squire. \" Later, something will happen — but at present — nothing. As to you, Mr. Hardy-"], [74, "66 VALETTA. man, your safety — even should you at tempt the outrage you threaten — an out rage which will disgrace your name for ever — your safety I say will be insured by your great age — but above all by the fact of your being Valetta's grandfather ; but as to your men, I warn you that I have loaded pistols in the house, and that if they threaten so much as to lay a hand on me, I will shoot them with as little hesita tion as I would your own rotten sheep.\" \" Rotten ! a precious site sounder than he is, I'll lay a farden.\" This the old gentleman murmured to himself, but he did not speak aloud. The truth is he was cowed. The idea of the horsepond was a faint spark of his youth, elicited by the fury of the moment ; but now he was himself again, and he remem bered that the Captain was his guest and his niece's friend— he also remembered that there were courts of law in which there was such a proceeding as the award ing of damages, and heavy damages too"], [75, "67 VALETTA. occasionally. He turned round to Jacob, and said, gruffly — \" Get the gentleman's traps down, and mind what you're about with them pistolets. You hear him say they're loaded, aud we may get murdered yet, some of us, before he's out of the house. No offence, Mr. Bellows, but one likes to be particular with loaded weepomi.\" This little politesse of the Squire's was expended in vain, for the Captain Bellairs had left the room. As soon as the Squire had convinced himself of the fact, he looked fiercely around, deliberately snapped his fingers, and then thrust his hands into his pockets. \" Whew !\" said he, with a long whistle ; \" blood and 'ounds ! That's your sort, if you like. That comes of wearing nioun seering scraps of hair under a man's nose, it makes him as bloodthirsty as a stoat— Damme, the Frenchified willain would have slit my gullet up as readily as if I'd been a store pig ; that comes of your railroads."], [76, "68 VALETTA. Bah ! who ever heerd of railroads in Billy Pitt's time, and yet he was accounted to know a thing or two.\" And here he shook his head again ; long and sadly too — for it is painful to the public-spirited to be obliged to admit to themselves that the times are out of joint. And now mused he — \" The next point is to call a coach, and get the young skip out of the house, but quietly Joe, my boy — gently does it. No action for damages — damages — whew ! If that mealy mouthed chap as I 'strained for rent down at Packer's End, or that cussed palavering old Chiggs, who's always ahind hand be cause of his large family — large family, indeed! what has he to do with a large family. Look at me, I'd only one. How ever, if those two blades or a dozen more 1 could name, should happen to be in the juror's box — nothing they would like better than to give me a slap in the face. No, no ! quietly Joe, my boy, none of the old tricks, my lad. Times have changed,"], [77, "VALETTA. 69 worse luck ; no horse-ponding a chap now. I don't see that now-a-days a Squire's a better man than his neighbour. Ah ! the old days — the old days, heigho !\" Having thus protested against that ever to be deprecated institution of \" things as they are,\" the old man started off to see about getting his guest out of the house as speedily as possible. There was still another shock in store for him, however ; for as he passed along the hall, happening to cast his eyes through the window which looked into the garden, who should he see standing together be neath the deep shadow of the friendly ilex tree, in close and earnest conversation, but the baleful Captain and his grand-daughter Valetta. At this unexpected sight he paused abruptly. \" I never gave it a thought,\" said he, and as he said so, he emphasised it by a tremendous smack with his hand on his thigh. '' I never gave it a thought ; per-"], [78, "70 VALETTA. haps after all the gal's been a keeping company with him.\" Quickening his pace he hurried out into the garden, and almost before the pair were aware of his approach, there stood the old man without his hat, pale and breathless between them. He waved his hands, motioning to them to keep apart from each other while he struggled for words or breath with which to utter them. The Captain crossed his arms, and, with a somewhat melo-dramatic air, sought to express before hand total indifference to anything that might fall from the lips of his host. Valetta, her great hat on the ground at her feet, her long rich sunny hair thrown back from her brow — her cheeks pale, the colour centred in those little burning spots — stood with her eyes, full of deep and earnest pleadings, intently fixed on her grand-father's face. At last the old man found words, and"], [79, "71 VALETTA. again motioning with his hand to the Cap tain to keep back, turned to Valetta, and said — \" And what may you think of this young gentleman, mar'm V It was the first time the old man, so terrible to others, had ever spoken to her in this tone of harshness. It was one of those raking shots — one of those little, keen, piercing shafts of unkindness, which so surely find their way to a woman's heart because they tell of coldness and of change It brought a little tear twinkling into the corner of the girls eye. Nevertheless, she stood firm — her little lips compressed, and her little hands clenched together. \" What do you think of the young man, I say, mar'm V repeated the Squire. There was a note of warning in the wrords, and the girl's eyes seemed in that single instant to fathom the depths on whose brink she stood. Did she recoil 1 did she shrink back from the precipice now that the dark future was thus revealed to"], [80, "72 VALETTA. her — now that she knew it all as well as if the dead mother had been to her to whisper it in her dreams of the past night. Loss of home, loss of friends, loss of that dearest twin heart — all were in those tones Did she recoil 1 No woman will ask the question : for every woman well knows, that to her who really loves, and who is worthy of woman's honoured name, there is but one course — one destiny— one heaven appointed inevita ble lot ; — to put her hand into that of the man she loves, and say in her heart — \" Whither thou yoest I will yo ; thy people shall be my people, and thy God my God.\" To brave all things, to suffer all things, to lose all things, and yet to count that she has gained all things, if she succeed in this her only one request \"Entreat me not to leave thee, or to return from following after thee'' \" What do you think of this ere stage playing, deceitful willain, I ask you, gal V roared the old man, losing all patience. At these words the colour deepened in"], [81, "73 VALETTA. Valetta's cheeks, and stole over her neck ; she raised her eyes for a second : her lips moved — no ! — the words would not come, she shook her little head, and for her only reply placed her hand in the Captain's. The Captain raised it to his lips. \" You be hanged!\" roared the Squire. \" I've seen that better done by the jack puddings at Benchurch Lammas fair long afore you were born. That's the way you comes over a little country maid, with your congees, is it 1 You don't happen to be the Grand Turk, or a French Marquey in disguise, are you % or grandson to Billy Pitt may be 1 and who the deuce are you to kiss my gals afore my face, eh ? — What have you got, eh % what's your means, eh 1 — That's the point. Damme, you're an impostor — a beggar — I smoke you with your silks and satins, and twenty-one pair o' boots — you're a wagrant beggar ! and if you had your right you'd be on the mill.\" The Captain bore all this without flinch ing, or so much as moving an eye lid. VOL. II. E"], [82, "74 VALETTA. There is nothing to make a man sourciller in such very wild abuse. It flies too wide of the mark. If the old man had told him that he would become a defaulter on the turf, be cut by his acquaintance, and die in a debtor's prison that would have had its sting. \" Drop her hand,\" cried the Squire, pushing in between. \" Drop her hand— That's an assault.\" Then he turned round upon the girl. \" And now then, marm, you're a-going to turn out one of the gallivanting sort, are you 1 — Wery good. I'll see if I can't put a stop to your minaudering — Go you in, and get your traps together ; for to-morrow morn, afore breakfast, off you starts on your travels as sure as the sun rises — I've the place in my eye — a nice little, quiet place where they'll finish a lady's edication pretty strict, and turn her out well broke in —None of your bucks and bloods to come a-palavering and slabbering there. Thei e you stay till you come to years of discre-"], [83, "VALETTA. 75 tion, or till your one-and-twentieth birth day, for to years of discretion the likes of you never come.\" There was a pause and a waver in the group. \"Now, come — be off — No, you sha'nt take her hand mister — It's an assault I tell you. — No words — you can't change me I tell you. Once said — and it's done — Joe Hardyman's pretty well known along this country side for that, I reckon.\" And the old man entered the house, pushing his granddaughter before him. \" Now,\" said he, as soon as they were in the hall, \" I'll give you a bit of adwice — you be off, and pack up your traps quietly, or still worse may come of it all.\" And with these gracious words he turned on his heel, and made off towards his own room. For a moment the girl stood quite still. Her head was confused, and everything seemed to rock and real, and swim round before her eyes. She made a great effort e 2"], [84, "76 VALETTA. over herself, and just as the old gentleman opened his study door, she was by his side again — What had she not to say ! What explanations to make of things to herself inexplicable — what revelations of those feelings which overwhelmed her heart and brain— what declarations of that sacred love which she nursed and cherished in her inmost soul — of that love which was her life — her self — the mere thought of whose loss sent a pang thrilling through her. All this — the sacred vision of her youth — the first flower of her love — this she had to pluck up — to explain — to place in word and figure before another — well, at any rate it was before him who was even yet the best and most wonderful of men with the one single exception. She felt that she must do it. She felt that she could and would do it. Well — when the old gentleman fixed his eyes keenly upon her —and she felt that her life's destiny hung in the balance, that"], [85, "77 VALETTA. now was the moment to be eloquent — she raised her little clasped hands, and said in her little, humble, supplicating voice : '• If you please, dear grandpapa.\" — And then she had nothing more to add. The old gentleman's eyes rested on her working features for another moment, and then he shut the door in her face, and she was alone."], [86, "78 VALETTA CHAPTER IV. Theee are some domestic triumphs which produce sensations so near akin to those of defeat that the victor has no course left him but to retire from the field. Such was the case with the Squire, who as soon as he had taken the decided steps towards setting his house in order, recorded in the last chapter, took refuge in his study, where he remained during the rest of the day. From the Uttle window of this inviolable"], [87, "79 VALETTA. sanctuary, he, in the course of the after noon, had the inexpressible satisfaction of witnessing the arrival of the carriage which was to bear off the Captain. No sooner had it driven up than the old gentleman placing himself in convenient ambush, pre pared thoroughly to enjoy the scene. As each succeeding article of baggage was carried out under the inspection of Jacob, he rubbed his hands together and chuckled inwardly. Sword-cases, gun cases, dressing-cases, regimental cases, epaulette boxes — nothing escaped him. It was the packing up of the juggler after performing his tricks — and after having them detected too. The Squire was in ecstacy. He shook his fist at the poor cocked hat and cursed it heartily, and roared outright at tbe travelling boot trees. Then on a sudden he drew back, concealed himself more completely, and almost held his breath in the intensity of his expectation. Out came the Captain himself, fondly"], [88, "80 VALETTA escorted by the renegade, Jacob, who hung about him, explaining the disposition of the baggage, and zealously brushing away uh perceptible specks from the garments of the departing guest. \" Werry good, my little chap,\" said the old gentleman to himself, as he witnessed this devotion. \" I'll have a settling with you, afore long, and a pretty sharp one too.\" At length all was prepared for a start, and there now remained nothing for the Captain to do, but to shake off the dust from his feet, on the inhospitable threshold. Such, however, was not at all the Cap tain's line. ln these social eclipses to which by some disagreeable, but apparently inevitable law, even the brightest stars are liable, a man is never thoroughly beaten until he is beaten out of temper. Happy the man who believes himself invincible — He really is so. The Captain was not in the least put out"], [89, "VALETTA. 81 ■ — he went off in the best spirits in the world — There was he with his hat ofl, turning that charming face of his upwards to one of the nursery windows — shaking out those glossy raven locks — petting that httle silky moustache — waving the little hands, and smiling unutterable adieus. Well did the Squire know the face which was reflecting back those smiles — a well remembered face — the face of the picture — the face of the dead — the face of that \" sarcy young baggage,\" his granddaughter. \" Ugh !\" growled he, \" cuss that Cap'n, what a hair-dressing chap it is — oh dear — There he goes — Off with you — boots and all ugh ! Was there ever such a fellow. A good coat of hair and well groomed, and as much brains as a pumpkin. Spangled over with gold like a stage player — for all the world as if he was running over with it, and could'nt stow it away — and. yet never a penny in his pocket all the time. e 5"], [90, "82 VALETTA. It's as much as he'll do to pay the pikes — that's your sort now a days — show and short commons — show on the back and short commons afore — Bah ! Joe, my boy, he's off, and that's an end on't— Hurrah !\" And the old gentleman positively, in the excitement of the moment, cut the ghost of a rheumatic old caper. The next matter which claimed his at tention, was the case of the young lady. There are certain mental disorders in which time is recommended as the sovereign remedy. An infinitessimal dose of for getfulness, taken daily, is to finish by re storing the mind to its original condition. To the malady of the heart, — that epi demic eternal, that endemic universal — the above mentioned remedy is considered as especially applicable. \" ' Oh, say they, give her time — she'll get over it\" — Such is their dogma, and the canon of all their philosophy. Conceive Mr. Braidwood assisting at a conflagration"], [91, "VALETTA. 83 on their principle, rnbbing his hands and crying, ' give it time, sir — give it time — it will burn out V You good Hardymans — for your name is legion — who measure hearts in the scale, against a banker's book, who decree that the pulses of your daughters hearts shall only throb at the advent of eligible young men, and that the virgin citadel shall be impregnable to those who bear not on their standards such niottos as \"comfortable prospects,\" \" a respectable position in life,\" \" settle- ments and a carriage,\" you never think — you never care to think that the house is burned down, and that the eligible man, when he at last arrives, may have to make his home in the ruined shell.-^That like the lepers of old he is to be a dweller among tombs ; and that the heart he be lieves his own, sacrificed to the sense of duty and the convenances, is but the sepulchre of another love. Never mind. Time will put it all to rights. Time ! let those who will behave"], [92, "84 VALETTA. that time can unfasten a woman's heart strings from the object around which they have once clung for life and love — Pensi, chi vuol, ch'el tempo i lacci scioglia Che amore anoda. Let those who will think so. Such, at any rate, was not the opinion of the old gentleman's grand-daughter. The day advanced, and the despotic Squire, afraid to meet his family, had his dinner in his own room. There was something in those little timid glances of the two girls, who had such faith in him, who knew him to be so wonderful, who would be peeping at him, and endeavouring to reconcile his conduct with those magnificent attributes they be lieved him to possess, which he did not care to face. He would rather have fought a pitched battle with the most cantankerous tenant"], [93, "85 YALETTA. who ever perplexed landlord, and been on the wrong side to begin, than have sat down to dinner with Rhoda's great eyes fixed full upon him in front, and the con sciousness that the other's little rapid side glances were taking him in flank every moment. The old gentleman was not afraid that his resolution could be shaken. \" Yet,\" said he to himself, \" you see when once a man's mind is made up, there's an end of it — and it does no good to be pestered on the matter.\" The fact is the old gentleman was not quite so well satisfied with himself as usual. Of course not — men are not satisfied when they take pains to prove to themselves that they ought to be. The Squire was not only anxious for his own good opinion in the matter ; he desired also to have it confirmed by that of others. He must have been very uneasy indeed, to desire that. When his dinner arrived, he quite"], [94, "86 VALETTA. fawned upon Jacob ; he even went so far as to ask his opinion of the weather. Now he was not in the habit of asking any man's opinion on the weather, still less of asking in vain. Jacob, however, was inflexible, professed incompetence to judge, and preserved a most irritatingly respectful demeanour to wards his master. These golden butterfly captains did not flutter down every day among the cabbages of Norley, and the man could not easily forgive him, who had frightened away so splendid a specimen. Besides Jacob had his own reasons, and very substantial ones, for siding with the Captain, and respecting his memory. \" Ugh !\" growled the old gentleman, \" I'm out of heart with the world. It's right down bad ; here's a lot now — they eat me off their four meals a day, with beer at dinner — all reg'lar, like the first families in the land, and are they contented afterwards I Content be rabbited ; they're a ca-balling and a con -spiring, and a cater-"], [95, "87 VALETTA. wauling, and the deuce knows what, as bad as the French under Boney. Ugh ! your wery horses begin to kick at yer, if they gets a belly-full.\" Jacob, who usually fired up at a much slighter summons to war, took no notice of this tremendous alarum, but continued tranquilly removing the remains of the Squire's repast — so tranquilly indeed, that the old gentleman fell into fury thereat. \" Hulloa ! you sir !\" he roared, \" hulloa there ! Do you heed me 1\" \" Your honour 1\" said the man, in a tone of mild surprise as if he had really thought that, up to that moment, things were going on smoothly and agreeably in their ordinary channels. \" You be off, and get the coach ready. We start to-morrow at dawn o' day- Tramp 1\" And driving his man before him, the Squire got him out of his room, slammed the door in his face, and locked himself in."], [96, "88 VALETTA. The evening shadows thickened into night, and still the Squire came not forth. At nine o'clock there was a faint light, which went streaming through the crannies in the old door of his room. But that was the only indication that he waa there and watching. Tt was half past nine — ten. The time had arrived for the old gentleman's supper. Still he rang not, and no one offered to bring it him. In another hour the moon would be out, bright and glorious in heaven — as yet the night was dark — In that echoing old hall, which, like his stony heart, cut the old man off from the rest of his house ; the clock whirred and ticked with nervous petu lancy. It was a nervous sort of place that hall ; there were little strange noises in its dark corners ; there were such cracks and groans, and sighs, given at intervals from tbe chairs and tables that you might have"], [97, "89 VALETTA. fancied yourself in a hospital for disordered furniture. Against the outside of the windows ever and anon came tap, tap — the ghostly fingers of the ilex tree without, as if it longed to call you out to tell you some of the secrets of that churchyard into which it was so perpetually peering and prying. It was a dark and lonely and nervous spot, that hall. What is that sound — that little flutter, and that current of cold rushing air ? — Stand aside — It comes — Some one, or something is coming, and secretly and with all caution too. The green- baize door is pushed gently, a little stream of light is thrown into the hall, and there enter first Rhoda, her face crimson, her eyes gazing inquiringly into the darkness, and in her hand her sister's large garden hat. Close after her comes the weak head and strong heart, Peggy Franko, bearing a bundle in a handkerchief under her left"], [98, "90 VALETTA. arm, and in her other hand a lantern, which she carries in such a way as to incon venience the party, and to shed as little light as possible — Her hair is more than usually disordered, her face more than usually flushed, and there is a red circle around her eyes. What is going to happen 1 Last comes Valetta, with downcast head and hands clasped together, the arch culprit of the party. She is pale, is the girl, and the workings of strong emotion are visible in her face. When the group had arrived in the centre of the hall there was an instant's con sultation, and Valetta, detaching herself from the other two, who stood watching her motions, crept softly on to where the light was streaming from beneath the old grandfather's door. Valetta was at all times a strange, and not altogether accountable little personage, and on this occasion she conducted herself with especial strangeness ; for she threw"], [99, "91 VALETTA. herself down on her knees before her \" dear, dear grandpapa's \" study door, and folding her hands together, and closing her eyes, seemed to forget entirely where she was. Something soon occurred to remind her. Peggy, who stood with Miss Rhoda in the centre of the hall, had in the mean time continued making violent efforts to be quiet. She was constantly shifting her bundle and her lantern from one hand to the other, the natural result of which was that presently the lantern fell with a loud crash on the floor. In the next moment a loud growl was heard from the Squire's den, and the three women heard him mutter — \" What the deuce are they all a'ter now, I should like to know1? More breakages I'll lay a farden. Oh, dear ! It's a wicked world, and I've pretty nigh had enough on it — Drat 'em! — They shall make it good out of their wages.\" Valetta rose rapidly from her knees. As she did so, she brought her little face down"], [100, "92 VALETTA. close to the lock of the old door, and, un seen by the other two women, imprinted a kiss on the handle. Then, in an instant, she rejoined them, and the three scared creatures hurried to the door of the hall, unfastened it, and passed into the garden, closing it carefully after them. Here Peggy re-arranged her lantern, which burned on in spite of its fall, and having wiped her hands upon her hair, she, in a low tone, expressed herself ready to go on. A few steps, and they arrived at the gate in the wall, which led into the church yard. Here Rhoda, stepping boldly forward, produced the key, and opened it. They entered, and this time, also, they closed the gate carefully after them. They are in hallowed ground. The moon was rising brightly over the tops of the elm trees, which lay in the valley below. Her light poured in at the windows of the old church, illuminating it as"], [101, "93 VALETTA. for some secret rite — it glistened upon the old gray-flinted tower — it silvered the leaves of the ilex, as it shivered in the night air — it poured its soft beams full upon the faces of the three trembling women. \" You can put out the light, Peggy,\" whispered Rhoda. \" Stop !\" whispered the other sister. \" Let me have it for a moment first.\" They put it into her hands, which trem bled so, that she could not hold it. \"I'll hold it,\" said Rhoda. She knew what was going to happen. Before them, within a few feet, and as if striving to bar all further passage, rose the mother's grave. Rhoda lowered the lantern, and opened it, so that her sister could see to read the inscription on the grave-stone. For five minutes there was silence. Even Peggy stood a little apart from the pair, thrusting her knuckles into her dabbled eyes, and sobbing bitterly."], [102, "94 VALETTA. \" You see, love,\" said Valetta, clasping Rhoda's hand still tighter, \" it is written, 'an affectionate daughter'.' She was an affectionate daughter aster all.\" Rhoda was about to reply, when a step was heard approaching. From among the gloomy shadows of the churchyard, wrapped in the sweeping folds of a dark cloak, a little foraging cap on his\" head, the Captain Clarence Bellairs, the de parted guest, issued forth, and stood before them. Not the least surprise was manifested on either side, Indeed, every one seemed to view the matter as the most natural thing in the world. \" The time is short,\" murmured the Captain, in the lowest and most musical tone. \" What are we waiting; for V Valetta moved not — heeded not — as his glance fell inquiringly upon her. Rhoda touched his arm. \"It is poor mama's grave,\" whispered she."], [103, "95 VALETTA. \"You'd better get her from it,\" whis pered the Captain, \" or she may give way. Here, take this \" And the Captain handed a little flacon, which he generally carried about him — kind-hearted fellow ! \" Oh ! no,\" said Rhoda ; \" that will be of no use. Valetta — Valetta, dearest,\" said sfte, putting her face round in front bf the other's, whose eyes were fixed upon tbe grave. \" Here is Clarence.\" There was the restorative, if you will. At that name, a deep blush spread itself over the girl's face ; and she turned round. The Captain possessed himself of her httle hand, and drew her towards him. \" Do you really love me V she mur mured ; \" and will you always love me 1\" And she hung back to gaze anxiously into his face. What questions to ask — and requiring what answers ! Poor heart ! The Captain drew her to him, and folded"], [104, "96 VALETTA. her in his arras. That was his answer — the very best — it meant so much — and so little. At any rate, it satisfied her, and that was the point. \" I am ready,\" said she, meekly, as he released her. The Captain took the bundle from Peggy, and led the way to the entrance gate of the churchyard, which opened into the road ; Valetta and Rhoda went next ; and Peggy, having paused to extin guish her lantern, followed in the rear of all, keeping close behind her children. Arrived at the gate, they found a car riage waiting. Valetta threw herself again and again into the arms of Rhoda and Peggy — Ehoda stoutly giving directions and advice to the last — Peggy sobbing like a very child. The Captain wrung Peggy by the hand, who made him a low obeisance, and \" thanked him kindly for the honour.\" He left a kiss on the forehead of the shivering Rhoda — and put Valetta into the carriage."], [105, "97 VALETTA. In five minutes, the two who remained in the churchyard were listening to see if they could still catch the sound of the wheels, and when all was, at last, quite silent again — then Rhoda gave way, and feehng, for the first time, the reality of it all, threw herself into the arms of her Peggy, and sobbed as if her little heart would break. TOL. E F"], [106, "98 VALETTA. CHAPTER V. Upon a certain fine autumn morning, nearly a year after the occurrence of the matters recorded in the last chapter, upon the pavement in front of one of those large and splendid public hotels, which, clustering together in a square, crown the principal site of Brussels, there was hap pening something which has happened, and will, probably, continue to happen, as long as hotels last — that is, as long as there are travellers found to fill them. This then"], [107, "VALETTA. 99 was the incident ; an Englishman was walking leisurely to and fro, smoking a cigar. Now this foreigner was neither suddenly pausing, muttering incoherently to himself, nor fixing his eyes sternly on vacuity, nevertheless, there was a certain special deliberation in the manner in which the smoke wreathed slowly from his mouth, there was a certain measured insouciance in his gait, a certain determined careless ness in the way in which his hands buried themselves in his pockets, which, to any one acquainted with the characteristics of his nation, would have given reason to sur mise that the traveller was digesting some matter of special import to him. He was a tall, lounging man of about fifty. He stooped slightly, and had a frame somewhat fatigued. There was a worn and weary look about his face, which was tolerably regular in feature, and was surrounded by a reddish whisker, in which T 3"], [108, "100 VALETTA. a shade of grey was beginning liberally to mingle itself. There was a something about his gait, the cut of his sober garments, and the general ensemble of the man, which, to a practised eye, announced him to be what the public reverently expresses by the term, \" some one.\" This, indeed, was pro claimed in so legible characters, that the very worthies who, with brass plates on their arras, invade every passing foreign group with terrible threats of bearing them off bodily to go through the miseries of the finest town hall — the finest carved pulpit in the finest cathedral — the finest park — the finest palace — and the finest boulvardesin the finest country iD the world> and of ultimately trusting, entirely to their liberality — even these worthies, the Cossa ques of civilization, and professional mo lesters of all men, did not attempt to molest the cigar of this particular stranger. Perhaps he looked as if he spoke French too well, or as if he understood the coinage"], [109, "101 VALETTA. of the country, and the rate of exchange — or as if he did not care to see all these things — or still worse, as if he had already seen them. However this may have been, it is certain that, after a single glance, they one after another passed him by unmolested. There was something complimentary in this. There always is something compli mentary in the respect of a rogue. A certain celebrity, who was always on the watch to learn whatever he could pick up concerning himself and other people, one day caught a thief's hand in his pocket. He seized the culprit by the arm, and brought him round face to face. \"My friend,\" said he, after examining him for some moments attentively, to study his physiognomical peculiarities, \" pray now tell me candidly, what did you see in my face which induced you to attempt to rob me?\" The other, also a philosopher in his way, replied at once,"], [110, "102 VALETTA \" Your face, sir, I admit is well enough ; but it is not by the face only that one must judge, and I observed that, though the streets are wet and muddy, you have on thin shoes and white stockings. I, there fore, at once saw that nature had designed you for a dupe.\" The philosopher was satisfied, as every philosopher should be with a good reason. He therefore bade a cordial adieu to his thief, and went his way to ponder on the lesson. It is evident that this worthy had not succeeded in conciliating, at first sight, the respect of his rogue, and so far had failed in the duty which every man owes to him self. For do we not all of us go about constantly in quest of the same one object, trusting, like the worthy pick-pocket, to our discrimination. Accordingly, do we not believe that we see virtue in a blush — modesty in a downward eye — candour in an open brow — a kind heart in a merry smile — all the virtues in a fluent tongue \"_"], [111, "VALETTA. 103 No wonder, that like the worthy pick pocket, we occasionally fall in with a tartar. This stranger of ours was no other than The Honourable John Stiltmarche, younger son of the late Lord Stiltmarche, and brother of the present Baron. His history was simple. Simplicity is an invariable element of true grandeur. Until about tbe age of thirty he had eaten the best dinners — danced with the best partners — ridden the best horses, and occupied the worst chambers which the best houses in town and country could be expected to afford, or a younger son rea sonably hope to enjoy. During this period, emulous of the lily of the valley, he toiled not, neither did he spin — yet, like that little flower, he was satisfactorily nourished, and superbly ar rayed. This was a desirable state of things, one would say. Still more would one be in clined to say so on finding that this"], [112, "104 VALETTA. honourable gentleman had no particular income, and no particular expectations. On the death of his father, a certain sum secured to him, by his mother's mar riage settlement, had come into his hands ; but it had very soon slipped through them again, and left him as before, without money, and in the full enjoyment of every thing which money represents. ln this agreeable lot, there was only one drawback, aud that was that it could not last for ever. A man may balance him self on a tight-rope for a minute — twenty minutes — an hour, but he must come down at last. Like the Hindoo cosmogenists, you may rest your world on an elephant, and your elephant on a tortoise, but the tortoise must have somewhere to plant his feet, or the whole thing fails. There is nothing in this sublunary sphere which has within it the genus of perpetuity, except per haps perpetual motion, and that only con tinues for fifteen years. The honourable gentleman's perpetual"], [113, "105 VALETTA. motion, then, came suddenly to a stand still, and the manner of the mishap was as follows. One morning a tradesman, an unreason able fellow, who had perhaps made his fortune, and so was indifferent, or had lost it, and become reckless, or who had im bibed the democratical and subversive ideas at that time, unhappily, beginning to pre vail, called on the Honourable John Stilt marche, and presented for payment certain little autographic documents, extending over a period of fifteen years. Mr. Stiltmarche stared and yawned, cursed a little, and nibbed a pen to renew. Not at all — the tradesman failing in \" coming to a final understanding \" went his way, moodily determined ; leaving his debtor to wonder at his vulgarity, and in solence, and to moralize upon this ungrate ful return for a patronage of so many years. \" They don't know howT to deal with a F 5"], [114, "106 VALETTA. real gentleman,\" said he, and this was the result to which his moralizings led him. The Honourable John Stiltmarche had often received invitations from very dis tinguished people, but he now received an extremely pressing one from a very high quarter indeed. It was no less than a mis sivefrom royalty itself, requesting his attend ance before its sacred person, within eight days at Westminster. In other words he received a copy of a writ served by a dingy satellite of the law. The incident was a disagreeable one, for there was only one way of evading its con sequences. It involved the necessity of accepting one of his brother's seats in the lower house, andall the trouble and exertion thereunto incidental. However, it is of no use to reason with or about doctors, lawyers, and their handi works. Put it off as one will, debts aud disease are things which sooner or later must be met face to face — and the sooner and more manfully the better."], [115, "107 Valetta. Mr. Stiltmarche therefore cursed his Stars, yawned, and became a legislator. Nor did his difficulties stop here. It seemed as if the whole nation was in league to give him trouble, and force him to exertion, for just at this period there came up that insane demand for reform, which, by re-modelling the constituencies, would, he felt, go far towards depriving him of his parliamentary privileges. Again he caught sound of that yelping pack of creditors, slow-footed, but staunch and cer tain, still pursuing in the rear. There was but one last resource. The step involved an immensity of trouble ; there was no al ternative however. It must be taken. Like the hard run stag, he made his last leap of desperation, and married. His doom once sealed, he paid off his debts, and sat down to take his new part as easily as its arduous nature would permit. Still, however, his ill luck pursued him ; (there are some men whom fortune is never"], [116, "108 VALETTA. tired of persecuting). After a few years of lending and losing, and entertaining, he found the same difficulties accumulating around him, and the same recurring necessity for exertion. The \" most unlucky fellow alive \" went abroad for a year, while his affairs were arranged, and had now advanced as far as Brussels on his way home ; and here we find him gloomily revolving in his mind the melancholy fact, that all that remained to him of his wife's property was a sum rather short of twelve hundred a year. This was quite enough to make a man serious, especially when he was aware that it was an income totally inadequate to an existence in England, at an epoch when people, with their heads full of revolutionary notions, required to have their bills paid. John Stiltmarche then, as he walked to and fro, was very serious — very serious in deed — for he was naturally enough fond of his country ; he had good reason to be so. Aud he foresaw the hard fate which awaited"], [117, "109 VALETTA. him ; he knew that he should have to apply for the honourable exile of a colonial government. * This unfortunate man, and \" deuced hardly-used fellow \" having at length finished his cigar and feeling himself un equal to the effort of lighting another, languidly drew forth his watch. The words of the great are interesting. The words of those who are about to be come great still more so. Before another twelvemonth had expired, a whole commu nity might be hanging on the lips of that one man, and their interests and welfare dependent on the workings of the brain, wliich lay beneath that well-brushed hat. \" By Jove,\" drawled the Honourable John, '\" it must be more than two o'clock !\" No, indeed, it was not more. A rilan may escape from the performance of every dut}' of life, but it is all in vain, for he can never escape from passing his time ; and if Sultan Abdul Medschid himself, in the recesses of his seraglio, had drawn forth at"], [118, "110 VALETTA. that moment that remarkable watch of his with the duplex movement, chronometer balance, jewelled in ten ruby holes, from its case of the standard of twenty two carets, two o'clock it would have been, and \" the light of the earth \" could have made no more of it. \" The deuce take it, I may as well go in,\" said the gentleman. His is but a slow step on the stair, and we will take liberty of preceding him. In the comfortless pomp of an apartment of theahotel, (before whose door, below, we have just left the gentleman pacing) in the midst of wrax flowers, dim mirrors, dusty carpets, marble tables, and doors that would not shut, sat his wife. She was the daughter, and only child of the late Admiral Hardyraan, and the niece of the old Squire, of Norley Court. The age of a lady is, as has not unfrequently been observed, an uncertain matter, and it would seem so unlike truth, were a chro-"], [119, "111 VALETTA. nicler, (who, in all other matters is'naturally assumed to be in the entire confidence of all the personages of his history) to appear to be certainly informed on this particular point, that, for the sake of appearing natu ral you find him having constant recourse to such phrases as \" she might have seen thirty summers,\" \" the first rose of youth appeared to be waning on her fair cheek,\" and others equally indefinite, and to the purpose, all indicating that on this single point the historian is himself as much at fault as the rest of the world. We follow this good rule, and are eon tent to say that the lady in question may have seen some five and thirty sum mers, leaving it to individual henevolence to mould out a more special interpretation for itself. She was tall ; of a slight and not inele gant form; and whatever her age may have been, her dark hair still retained its lustre undiminished, and the fire still burned brightly in her deepset eyes."], [120, "112 VALETTA. The cast of her features was good, but there was something in their expression which failed to please. Thus though her nose was well cut, there was a certain coarseness, and dilation about the nostril. Though the mouth was small, the lips were heavy, and there was a look of squareness and animal vigour about the formation of the lower jaw, which detracted from the feminine delicacy of the head — It was the head of a Hardyman — there was a frown and a tenacity in its expression — a latent veiled fire which spoke of a life which must, from constitution, devote itself to the bondage of one absorbing passion. The passion of this woman's life had been ambition. In her sex this motive of action develops itself at a much earlier period than in the other. While the lad is dream ing guns and horses, his sister is braiding her hair for a position in life. At two and twenty Laura Hardyman, the admi rals only child, was an orphan, possessed of a fortune, sufficiently large to ren-"], [121, "VALETTA. 113 der a young girl a conspicuous object of attention, and of a beauty sufficiently striking to mask that attention's real mo tives. Had she been a poor, portionles, girl, hers was a character which would have aimed at wealth, but finding herself already amply endowed, she obeyed the aspiring cravings of her natnre, by aiming at some thing more. Rank was now the object of her ambition, for the possession of money had taught her that there were matters in which even money itself was not all-power ful. It was upon this lady, thus disposed, that John Stiltmarche cast his eyes, when he had made up his mind to take the last desperate step to retrieve his fortunes. The position was, after all, not exactly what she had been aspiring to, still it was sufficiently near it to deceive the eye of a woman which had begun to dwell with complacency on the graces of the aspirant to her favour. The fact is, that the gentleman was by"], [122, "114 VALETTA. no means a bad looking fellow, and it is astonishing how many exemplary feminine solutions are upset by that one little fact. He was well bred, with elegant manners ; and (greatest attraction of all,) he had the reputation of being one of those criminals whose reformation women so dearly de light to undertake. Well — they were married, and under this reformatory process, he made by no means a bad husband. He was gobd natured and easy in the extreme. In those rare occasions when he felt equal to the exertion, he would do anything in his power, (which was not much,) to please his wife ; while at all other times she had free permission to do whatever she thought fit to please herself. In this last point lay the husband's great error. The consequence of it was, that at the end of some years his wife became perfectly indifferent to him. There are women, and not a few of them, who cannot stand this sort of treat-"], [123, "115 VALETTA. ment. A man may keep them, if he will, in a constant tumult of fear, jealousy, and irritated feeling. He may find them some thing to forgive every hour in the day ; they will forgive him all, everything except this one capital offence of seeminy indif ference. They are like the oriental beauties, who, unless they are shut up under lock and key, and strictly guarded from the approach of all men, consider themselves neglected and outraged ; and pine and fume accordingly. There are certain matters in which it is fatal to treat a woman as if she were possessed of common sense, but then it is true, however, that these are matters with which common sense has very little to do. At the end of several years, then, this good lady began to feel, like the oriental dames aforesaid, that she was neglected. When a woman's mind is in this con dition she cannot so much as raise her eyes from the ground without risk. Madame"], [124, "116 VALETTA. Stiltmarche happened, on one unlucky day, to raise hers, and the grand purveyor of temptation placed before them no less dangerous an object than that too charm ing Captain Bellairs. She no sooner saw him than she began to think — to reason — a serious symptom this — He was a very young man, and she was not a very young woman. She would patronise him ; she would be his bene factress. Such was her way of reasoning the matter. The idea was a simple one — innocent and conceived in all innocence — neverthe less, if it were not for these innocent reasonings there would be but little guilt in the world A woman, in a certain position, can do more for a man than even a cabinet minister can do in these watchful times. The patronage of the lady was invaluable to the young man, and harmless to herself. In proportion, however, as it was more de cidedly exercised, her interest in him in-"], [125, "117 VALETTA. creased. Nature, which hedges us in on every side, and is always at work to help us through our troubles, in giving us this growing love for those whom we are serving, is preparing for us an antidote against the shock of the ingratitude which is sure to follow. Among the many acts of grace performed by this lady, in favour of her protege, was the favour of the letter which introduced him to the family of Norley Court. This letter had been written at the mo ment when she was on the point of quitting England with her husband to pass the period which must elapse before their affairs could be arranged. Since then a year had been spent by her in one of those re motest corners of the earth, in which folks in difficulties seek to hide their diminished heads — spots where \" The soul of man dies in him, loathing life, And black with more than melancholy views."], [126, "118 VALETTA. And now, when all the discomforts of that solitary, stagnant year, were happily added to the past, to be rememberedonly with a transient shudder, in moments of sick-head ache and disturbed bile, or to form the worst horror of troubled dreams — now, when she was about to return again to life — not the least sweet ingredient, which fancy mingled in the coming draught of pleasure, was the re-extension of her patronage to this most fortunate of all possible captains, of whose movements, since she placed the letter of introduction to her uncle into his hands, she had no information whatever. As she sat at the dreary marble table, her green morocco travelling desk lay open before her. With one hand she supported her head, in the other she held the last letter she had received from him before her de parture. She did so just to see if it would afford any clue as to what he had been doing"], [127, "119 VALETTA. in her absence. Poor fellow! — would he miss her 1 — WeU! — And then — who knows 1 And who knows how many women there are, who in all innocence and simplicity of heart, nourish a little, charming, perfectly harmless pet viper in their bosoms 1 As the well-known, slow step sounded on the stairs, the lady shut up the desk and turned to the window with a sigh. The husband came in — yawned — con sulted his watch— that eternal watch by which the idler measures out the slow moments of his torture — threw himself on the sofa, and, having murmured something inaudible about luncheon, proceeded to compose himself off to sleep. But it would not do ; the rose leaves were rumpled, and the cushions on the couch were so intolerably hard, that he was obliged to resign himself to wakeful ness. \"By-the-bye, Laura,\" said he, without"], [128, "120 VALETTA. opening his eyes, \"I met a man this morn ing, what's-his-name, who comes from that place1. The deuce take it — you know what I mean ? Your uncle's place — Benchurch — Norley.\" \"Well — what news does he give V \" Oh ! no news in particular. Just throw me over that cushion. By-the-bye though, I believe he did say that one of the girls had eloped.\" \"Eloped!\" \" Yes, eloped. You seem surprised.\" \" Naturally — with whom 1\" \"With whom! Well, I really— Let me see. Upon my soul I forget. Unless it was with that Captain what's-his-name of yours.\" \" Clarence Bellairs ! Impossible !' \" Very likely.\" \" For Heaven's sake now do not trifle. Arouse yourself for once.\" \" By Jove you seem to take the thing up warmly.\" The lady coloured."], [129, "121 VALETTA. \" Naturally I do \" she added, pre sently, \" consider that the honour — the happiness of my nearest relatives is con cerned.\" She rose and went to the window. She stood there for ten minutes without speak ing. The husband took no notice. He hated a scene, and was glad that the thing was passing over quietly. It was, perhaps, as well that, during those ten minutes, he should not see the dark shadows which chased each other over his wife's face — shadows of the dark clouds which were gathering around her heart. She was a woman of energy, we have said. When she turned round again from the window, and faced her husband, her resolve was taken, and her plans of action formed. There was a deep and desperate purpose in her heart, and its traces were written in such terrible characters in her face, that when she went quietly up to her VOL. II. G"], [130, "122 VALETTA. husband, who was reclining on the sofa, and seating herself beside him, took his hand in hers, and raised it to her lips as tonished out of his indifference, he jumped up, and fixing his eyes intently on her, ex claimed, \" By gad, Laura, what is the matter. I had not the least notion, my love, that the intelligence of this affair would affect you in this way. I thought the girl was quite indifferent to you.\" For a moment a peculiar smile lighted up the lady's face. \" Not indifferent — I shall never be indif ferent about her.\" \" But do you observe,\" she added, after a pause, still retaining her husband's hand, \" don't you observe how this matter affects ourselves ]\" He looked enquiringly at her. \" My uncle is immensely rich.\" \" So they say.\" \" He is— richer than any one knows — richer than he himself knows perhaps.\""], [131, "VALETTA. 123 \" Well ; but bow does that affect us ?\" She pressed his hand. \" Simple fellow ! She would have had all; or, at the worst — half.\" \" Well. Now the other will have it. That's all.\" \" No — I think not. There are reasons — I know him. This one was the favourite. She has offended him — He will punish her — poverty is his punishment ; and you re member the mother's fate. A stranger will have it, for if the younger one has it, the sister will have it — You see V \"Ah!\" \" Why should not I be that stranger V \"You!\" \" Shall I be too liberal — too generous to this thoughtless pair V This little remark was accompanied by a look which the husband did not admire ; but he forgot it, for the subject was an in teresting one, and involved the possibility of not going to the colonies after all. But then, there was a great deal to be gone G 5"], [132, "124 VALETTA. through ; and however great the prize, a long visit at Norley was out of the ques tion. The worst corner in the worst colony was preferable. \" But,\" said he, as he thought of this, \" but—\" \" But what T \" There'll be a great deal to do.\" \" Nothing. Leave everything to me. A week at Norley will be your share of the trouble. Less perhaps ; and then — \" Under this prospect the exile brightened up, ancl was enabled, on thinking the mat ter over, to remember several particulars with which the Benchurch man had favor ed him, and which were to the following effect : \" It appears,\" said he, \" that you gave Bellairs a letter to old Hardyman— which, by the way, was imprudent enough — wrell, Bellairs went to the inspection as aide-de camp to old General What's-his-name. My informant met Bellairs on the ground knew him. It seems, some of his family"], [133, "VALETTA. 125 <« • i live down that way — they got into conver sation — no wonder — a deuced pushing fel low, this Benchurch man — came up to me by gad, and began to talk — though I'm sure I've not the least recollection of him. Well he, as a joke — and a deuced bad one too — represented the old Squire as the most hospitable of men. Bellairs accord ingly went over — established himself in the house — and, it appears, in the girl's good graces — just the sort of fellow to take with a child of that sort. She fell in love with his beaux yeux, and he fell in love, I sup pose, with the beaux yeux de sa ca sette\" \" Not he,\" said the wife, hastily. And then she as hastily added, \" and yet it must have been so, otherwise he never — yes, he is mercenary.\" \" Well, at any rate, he made his formal proposals. It appears his fortune is nothing at all. The old fellow on finding this, flew into a fury, blackguarded him like a pick pocket, ordered him out of the house that very hour, and declared that the girl"], [134, "126 VALETTA. should be sent to a school abroad, or some nonsense of that sort, and that she should start the very next morning. In the mean time, he locked her up.\" \" And quite right.\" \" Pardon me. It was a great mistake. There are certain steps so serious in their consequences, that a woman will hardly venture to take them unless they are ab solutely prohibited. The wife looked curiously at her hus band. This was not his usual vein. He continued, \" The event proves it. She eloped that very night. The next thing that we hear of our turtle-doves is, that they are living abroad ; and, curiously enough, within a day's journey of this very spot — at Ostend. I pity them. I know pretty well what it is to be hard up at that sort of place.\" \" At Ostend !\" exclaimed the lady, turn ing pale. \"So near?\" She paused ; a moment's hesitation"], [135, "127 VALETTA. seemed to shake her purpose. Presently, however, she was firm again. \" Our course is clear,\" said she. \" We have no time to lose. To-night, we start for England.\" \"I should like to have gone to the opera to-night,\" pleaded the husband. \" When so much is at stake V said she with a bitter smile in the corner of her ip. \" No ; to-night we leave for England ; and by another route. It will never do to pass by Ostend. The old gentleman would think that we were conspiring.\" For a time she sat motionless by her husband's side ; and then raising his hand to her lips she again kissed it."], [136, "128 VALETTA. CHAPTER VL Finding ourselves, at the conclusion of the last chapter, in Brussels ; we are about to take a run on as far as Ostend, to pay a visit to our little favourite Valetta, now promoted to be Madame Bellairs, the greatly to be envied wife of the Captain. This is an unusual and somewhat haz ardous experiment — nevertheless, it shall be attempted. Your novelist, for the most part, in his first volume, introduces his reader to a"], [137, "129 VALETTA. couple of beings, highly favoured with natu ral and acquired charms, and having safely conducted them through the many adverse circumstances, which thicken around them in the second, and bid fair to overwhelm them in the earlier portion of the third, he is finally induced to give his consent to their marriage in the last chapter but one. From that moment, however, he seems to have lost all interest in his proteyees, and con ducting himself like some ungracious rela tive, he will neither bepn-sent at the cere mony, nor thenceforth take any further notice of them. This is unfortunate, for there is more to be learned from the first year of married life — if it could be faithfully recorded — than from all the courtship which has preceded it. A word, however, chemin faisant, as to how the young couple came to find them selves at that particular place? After their marriage they had taken G 5"], [138, "130 VALETTA. refuge with an aunt of tbe Captain, who lived in the same county with the Squire. There they agreed to await tbe day on which the Squire should come round, and again receive them into his gracious favour. Letters were accordingly written again and again, containing plaintive details of pro spective embarrassment, dictated over the bride's shoulder by her chivalrous husband. When all these letters were returned unopened, the Captain, at length, began to understand the sort of man he had to deal with, and to fear very heartily that the fondly-expected day of reconciliation would be some time in arriving. The last chance was to plead in fotmd pauperis. So thought the Captain ; he therefore, after considering the matter over by himself, came to the conclusion that it would not be possible for him to remain in his brilliant regiment with a wife, unless they were in possession of a good income — something to be counted by thou sands — quite impossible. There are so"], [139, "131 VALETTA. many impossibilities for a vain man. He accordingly went upon half-pay, and thus placing a round sum in his pocket, and receiving a small addition to his allowance from his father, the romantic young hero, emigrated to Ostend to economise, and to brood at his leisure over the fact, that he had sacrificed his comfort to a little girl, who, in return, had done nothing1-— except sacrifice everything in the world for him. Sacrifices ! Bah. The Captain was not that sort of a man. There is nothing tangible about sacri fices. You can't hang them to your watch chain — or curl your hair with them — or have them grilled for breakfast ; and the Captain very reasonably asked himself what the better was he for the sacrifice ? And after all, if you come to that, had not he made the most frightful sacrifice of all? Had he not sacrificed himself ? It is an awful reflexion to a man who considers himself as his own stock in trade which he is to dispose of in the matri*"], [140, "132 VALETTA. monial market, to the best advantage, to find that he has made a bill of sale of him self — that he has assigned himself away, and got nothing in return. Such a chi valrous young hero (bow many thousands of them are there \\) is apt to consider the transaction as fraudulent, and himself as a victim — and worse still — to consider his poor, poor victim as the woman whose victim he is."], [141, "133 VALETTA CHAPTER VII. We will now take a peep at the wedded felicity of our merry little enthusiast, Valetta. Imagine a vast plain — a Belgian plain. You are looking from the window of a large, rambling, old solitary house. In every direction around, as far as the eye can discern, the same prospect presents itself — -an interminable succession of rank meadows, sluggish streams, starch rows of poplars, and stunted orchard grounds. Lulled by the soft, silent air, all nature"], [142, "134 VALETTA. seems to have composed itself to rest, and to have fattened on its slumbers. It is a peaceful, monotonous, weary prospect. You turn away from the window, and seek refuge in a ramble over the old house. It is a Belgian Chateau — that is to say, it is a building with a pointed slate roof. which is not altogether water-tight, with a suite of large, dismantled rooms, opening upon each other, and which give you the idea that they have once been very mag nificent perhaps — and that tbey must certainly be now very uncomfortable. In front of it, there is a grass-grown, walled court, in to which open the grand entrance gates — their posts illustrated by half obliterated heraldic devices. These gates, long disused, have been, at length, nailed up, and admission to tbe premises is obtained elsewhere. Behind the chateau there is another small court, and beyond this, and separated from it by a low paling, is a long strip of garden ground, in which fruit-trees and"], [143, "VALETTA. 135 brambles vie with each other, and entirely overcome the few languid efforts which have been from time to time made at a more orderly vegetation. Through this wilderness of trees and brambles, it is just possible to obtain a peep at another building of smaller siza, which lies beyond it. We shall by-and-bye have occasion to take a nearer view of this building; at pre sent we turn and enter the chateau, which the gallant Captain has selected as the abode of his little wife. We pass through the door at the back of the house — a rusty, ill-conditioned creation, which, when shut cannot be opened — when open cannot be shut — and so is at last left perpetually open as being least dis agreeable in that state- We pass also the little den of the concierye unchallenged, and find ourselves in a large circular hall, paved in black and white marble, in the centre of which rises a large spiral stair case."], [144, "136 VALETTA. There is not a sign of life to be met with. Not so much as a mouse appears to be stirring in the dilapidated old build ing. Finding no one to challenge us, or to inquire our business, we leisures looked about us, and as the guide books have it, pause to admire a group of statues by some unknown son of genius, whicli are huddled up together in a corner. They are all variations of the one idea, from which the sculptor so rarely emanci pates himself. Pale imitations of those breezy divinities, who lie by the ton in the galleries of the Florence palace and the Vatican. Though their procreator has be stowed on them little in common with their prototypes, time, and the appreciation of amateurs, have created a point of re semblance by a copious breaking off of heads, hands, arms, and legs. A cold dew stands on their surface, which, on the swelling curves of the nude outline, collects itself into slowly trickling"], [145, "137 VALETTA. drops. It is the true yelidus tremor of the classic poets, which their neglected con dition might naturally be expected to call forth from the poor Olympians. They are a mournful group, and there is a greenish tinge over their surface, any thing but reassuring to persons of a rheu matic tendency. But, after all, they are not absolutely neglected — and though their fate is the exact reverse of the \" olim truncus eram ficulnus, inutile lignum\" if there be any- thing sterling in their divinityships they will not regret to be made useful in any way. So the Captain Bellairs has thought, probably, for on the head of a thick legged Antinous, is jauntily flung the little blue braided foraging cap in which the Captain had shone forth so gracefully before the eyes of poor Valetta the year before at Norley. In the extended arms of a handless Diana lay the little cane"], [146, "138 VALETTA. with the agate head — Mercury was draped in a Macintosh cape, while a veritable riflard, a family gingham umbrella, reposed between the knees of the father of the Gods. Leaving this group of deposed divini ties, we venture, there still being no one to herald us, to mount the wide marble staircase, wondering, as we proceed, at the deep and distant echoes which our steps awaken. Having safely passed the spot where the waterdrops drip in from the broken light above, with an incessant mea sured plash, we arrive at the top, and push open the battans of a large folding door. We close it after us, and find ourselves in a large and lofty apartment, with stuc coed walls, round the top of which runs a classic scroll in blue and white, in which the wars and loves of the Gods are carried on in spite of the damp and the peeling plaster. There is no carpet, and the chairs are"], [147, "139 VALETTA. arranged around the walls, as if the room had been used for a dance ; and just as we are wondering whether those chilly old statues have been getting up a frolic to warm themselves, and have broken their legs in the forlorn attempt, we are suddenly startled at a harsh and prolonged moaning noise immediately behind us. It is only the door which we shut, and which is reassuming its normal position. Warned by a cold current of air, we move on, and push open another door. This one will not keep open, and closes after us with a loud and sudden bang. We are in a second room, as miserable and dismantled as the first. Still there is a door before us, and still we push on, and enter a third apartment of the same dimensions. And now we have traversed the whole extent of the house, and arrived at the front, so that the windows of this apartment command a glimpse of the high road by which the chdteau is approached."], [148, "140 VALETTA. On a chair by the window, with her little hands clasped idly together on her lap, sits our Valetta. She does not turn at our approach : her aching eyes and heart are fixed too in tently on that little spot of road. Near her is a table, on which lies that dear old straw-hat of other times. She has it there at hand, for she has promised herself, that if he does not come by a cer tain hour, she will go down to that solitary spot of road, where she can see so far along in the direction in which he must arrive. This will be her treat and pleasure of the day. The apartment is as comfortless as the others — and, perhaps, nothing could be found in Belgium which would render it otherwise. Several attempts, however, have been made. There are one or two English morsels about the room ; and on a marble slab, there is a loudly ticking clock, sur-"], [149, "141 VALETTA. mounted by a Psyche, embracing that dan gerous divinity, \" that same wicked bastard of Venus, that blind, rascally boy.\" The watcher at the window turns to cast a glance at the clock, as the hour ap proaches at which she will sally forth. Is it our Valetta 1 There is the same dear little face — the same slight graceful figure. But the merry smile no longer plays around the lips. The cheeks are pale — very pale — and there is a tremulous motion in the eye-lids. \" The glorious light of her sunshiny face Is quenched for ever.\" \" In half-an-hour, it will be time to go,\" said the girl. And a little sigh of disappointment flut tered to her lips, as she remembered that, in the morning, after he had gone, she had"], [150, "142 VALETTA. felt a sort of presentiment, that on this day he would return earlier than usual. \" It is not unkind of him to stay so late,\" said she. She had said the same thing every day for the last six months. During the wrhole of which period the Captain had absented himself almost entirely from home, passing his time at Ostend. Why did he go ? He went — to use his own words \" because it was necessary for the arrangement of their affairs.\" Certainly the Captain must be the best judge of what was necessary on that point. And so his little wife said to herself when ever her mind misgave her — as the best regulated minds of the best wives will, at times — and what is more, she insisted on resting content with the answer. As she was going through this little argument with herself, a faint colour began to steal over her face, for a distant step became audible."], [151, "143 VALETTA. She paused to listen. As the steps ap proached, the blush vanished. She could not easily be deceived — at any rate, on this point. Her ear had been too well educated by neglect. Presently the door opened. It was a comfort to think that there is, at least, some one to break the poor child's solitude — and better still, a woman. There entered a rough, Flemish country woman with her short petticoats and blue stockings. On her head she had one of those mysterious caps a la Marie Stuart, which are the fashion in that district; under this cap was some neatly tended light hair, and under that a face, a tough, bronzed and ruddv face, which must have been at least thirty years in acquiring its expression — of violent indifference to all sublunary things. Sublunary we say advisedly, for in her deal ings with the sub-cure of St. Gerloque ever since that memorable feast of the Assump tion, when in her sixteenth year she had born the shrine of our Lady at Bruges, her"], [152, "144 VALETTA. piety had been as conspicuous and as exalted as the market tower of that ancient city. Notwithstanding this, however, it was an honest face, that of the woman, and one whose expression would have satisfied a partisan of the poor little wife. The fact is she herself in her own way, was a partisan of the little lady. This good dame and her husband were the only servants in the Captain's establishment, and while the husband was engaged in looking after the horse, which the Captain seemed to consider necessary for the ar rangement of their affairs, to the former fell the whole of the rest of the duties done and left undone in the establishment, in which like Madame Duru — \" Eile etait menagere ; Eile cousait, filait, fasait tres-maigre chere.'' Whatever may have been the general"], [153, "VALETTA. 145 apathy of Lottschen Proutsche, whatever her horror at the pestilent condition of this poor yonng heretic's, her mistress's soul — whatever her prejudices against the nation to which she belonged, in whose ranks her father had upon a certain memorable occasion, fought and run — yet in spite of all this, whenever she approached the poor forlorn girl all her prejudices yielded, her eye melted, and her rough voice smoothed itself into those tones of pity which flow in so sweet and so natural a cadence from every woman's lips. The little Valetla had soon learned as much French as she needed — that is to say enough to enable her to receive conso lation, and to express her thanks for it. \" Madame's dinner is served,\" said the bonne. \" Oh ! I don't want my dinner ; I'd rather not, really. It's very good of you, but I'd rather not.\" \" Madame took no dinner yesterday. VOL. 11. H"], [154, "146 VALETTA. Madame will make herself ill. It is our duty to sustain and comfort the body — such is the opinion of monsieur le sous-cure de St. Gerloque.\" \"Well then, Lottschen, can I have it here at the window?\" The woman smiled, nodded, and went to the door. She had anticipated the re quest — women understand each other so well on these points — and presently returned with a tray containing the meal. It consisted of a square junk of cold lean veal, a mess of beans, a bowl of endive, flanked on one side by two tall cruets of vinegar and oil, on the other, by a half empty bottle of thin, sour, red wine. \" Veal again,\" said Valetta, with a little shrug and a nervous laugh ; \" you know I detest veal.\" So did the Captain. \" What would madame have me do,\" said Lottschen, with a shrug. \"I men tioned it to monsieur before he went out"], [155, "147 VALETTA. this morning. Monsieur swore, and told me that he knew nothing about the house hold affairs.\" \" Exactly ! then why not get something else.\" \" Because monsieur said expressly to my husband, as he mounted his horse, that until our affairs were arranged, we must live with the strictest economy. Veal's cheap !\" Valetta coloured. The woman addressed herself to the thought which was passing through her mistress's mind. Turning up her eyes with the most acidulated expression, she began, \" Ah ! if I were in madame's place, I would soon — \" \" Lottschen,\" said Valetta, with her little nervous laugh, \" remember our agree ment ; I cannot hear a word against him. Besides, he is quite right.\" \" Onze-Lieve-Vrouwe. Holy Virgin! what a poor little heretic it is. Ah, well ! H 2"], [156, "148 VALETTA. every one best knows ber own affairs, but if I had to deal with such a — ah ! well. I am silent.\" It was time, for Valetta's little eyes were flashing like a dove's, whose nest is too rudely approached. \" I complain of nothing, I have nothing to complain of,\" said she slowly. \"Nothing; ah! if you — well, I am silent — we must all live ! Let every one mind her own affairs, that is what Jans says, and be is right — he always is — but if I — well, never mind. Madame has finished?\" Madame Proutsche, having said thus much, condescended to remove the tray, but when she had got into the next room she put it down deliberately on the floor, and raising her hands and eyes to the rows of heathen notabilities, who were warring and loving and peeling off round the ceiling, she exclaimed — \" Of all the iniquities that ever were absolved this affair is the — Well ! I wash my hands of it — Quite — It is no affair of"], [157, "149 VALETTA. mine — Certainly not — Besides, poor people must live — and then after all she is a heretic — Onze-Lieve-Vrouwe! poor little creature ! If I had such a man to deal with he should see — he should see !\""], [158, "150 VALETTA- I CHAPTER VIIL At the conclusion of the last chapter we left Frau Proutscbe expressing somewhat severe opinions as to the stern duties which de volve upon wives in their conduct towards irregular husbands. We now come to take our lesson from an examination of the manner in which she developed her theory in the managementof her own mate, a worthy whose carreer had progressed after the follow ing fashion. Being in his youth of a burly frame, and"], [159, "151 VALETTA. of a temperament which disinclined him to help himself by any useful occupation, he had made np his mind to serve his country. This he had done in the capacity of a cuirassier. Upon one eventful day when he was caparisoned in his Roman helmet, with the long black plume, and the leopard skin mountings — in his blue uniform with the lemon-coloured facings, and with his long sword clattering in its steel scabbard and his spurs clinking on the stones as he swag gered along, he had chanced to cross the grand square at Bruges — Let us rather say it was pre-ordained and irrevocably fated that he should do so — for the results were too important to spring from chance. It was a market day, and, as the cuiras sier went clinking and glittering along in the sunshine with his hands negligently thrust to the bottom of his pockets, just to see if by chance there should linger there some stray copper, which might be devoted to drink, he presented a very"], [160, "152 VALETTA. martial and imposing appearance — so much so indeed that he succeeded in imposing upon his predestined wife, who was there keep ing her stall. An acquaintance commenced — ripened — came to a head, and at length, in due time, bore seed ; for no sooner was the soldier's term of service at an end than the pair one fine morning waited on the sous-cure of St. Gerloque. The sous-cure gave hia approbation — he gave more — he gave a homily on marital duties, and tbe pair were married. Sooner or later we are all doomed to re cover somewhat from our illusions. The ex-cuirassier's illusionment was a very short one, and his recovery remarkably rapid ; for on that very day, in the best room of the Claeskens Estaminet, whither the party had adjourned to feter leur noces — then and there, in the presence of the master of the house, and of the assembled guests, the ex-cuirassier, under the influence of beer and the spirits inimical to man, declared"], [161, "153 VALETTA. roundly that he had been emMte by the homily of the sub-cur6. Nor did he stop there ; for when he got up on the following morning he frankly pronounced the sub-cure a rogue and a coquin. Nor did he stop even there, for he took at once so decidedly to going off to the Claeskens Estaminet early in the morn ing, and being carried home late at night, that in the course of a week things were beginning to assume a very serious aspeet, nor would he probably have stopped even there, or indeed anywhere else but at the end of his wife's resources, had not that dame, overwhelmed by her misfortune, laid the matter at once before the sub-cure in person. Now Belgium is a country in which it is a very awkward thing to have a difference with a sub-cure, or with any other ecclesiasti cal authority down to the very kooral or enfant de chtmir, and it was a matter of even more than common awkwardness to H 5"], [162, "154 VALETTA. have a difference with this especial sub cure'. Popularity is the priest's passport, and the sub-cure' was the most popular of priests and his papers were duly vise\"d by the com petent person in every family in his dis trict. The fact is, the sous-cure was a hand some, portly man, with a fine leg, a ruddy face, and a moist, black eye, and as he picked his way along the streets towards the Claeskens Estaruinet to arrange this little matter for his pretty penitent, his leg showed to such advantage in its black silk stocking, his face glowed so healthily, his eyes beamed so cheerily, and with such a grace did he flourish off his chapeau-a-cornes to his fair penitents and into the faces of their husbands, that no one who knew what popularity is, and how it is acquired, could any longer have wondered why it was that the sous-cure of St. Gerloque was the most popular of pastors."], [163, "155 VALETTA. Arrived at the Estaminet he had a private conversation with the master, and then a private conversation with his wife, another of his penitents. Low and behold the very next time the cuirassier came to drink, he was received with a frown, and found that the fountain of his credit was dried up. The same thing took place at the boulan gerie, the epicerie, and the charcuterie, all of whose proprietors had penitentialrelations with the popular sub-cure\". The baker re gretted, the grocer put it to his conscience, while the pork butcher, who had a terma gant wife rated him in set terms, and strongly exhorted him to lead a new life. When you insist on a man's leaving off munching husks, though you may not think it necessary to slay for him your fatted calf, you are, at least, bound to provide him with bread. The sub-cure knew what he was about. No wonder, it was his trade — and a locus penitential, and loop-hole of"], [164, "156 VALETTA. escape from his evils ways, was not long in presenting itself to the ex-cuirassier. Itarrived in the form of the postof guardian of this chateau, at which we now find him, and where he had remained through many years, sometimes sole master and occupier, at other times acting with his wife as servants to the various tenants who, from time to time, occupied it. Here the retired soldier passed his days an idle, well fed, discontented dog, too strongly tainted with the vices of his late trade, to ap ply himself heartily to any honest calling ; he lounged about a victim to all the failings of the emeritus — hating work, adoring drink, and ripe for any minor roguery which might present itself. As, however, none came ready to his hand — and as he was too indolent to go in search of it, he would smoke his pipe at home, until he could cajole his wife out of a portion of her earnings, when he would set ofl for the Claeskens Estaminet, and re-"], [165, "157 VALETTA. mained there until every cent was spent, enjoying himself over a dirty pack of cards, at a noisy game of his favourite smoze-jas or jas-force, or brooding over his litre of faro, cuddling up in his heart, his favorite secret theory, that his benefactor, the sub-curt., was un coquin acheve — a no tion, however, which he was now far too prudent to broach openly to those around him. It was in answer to the noisy summons of this exemplary character, that Madame Lottschen, breaking off the meditations in which we left her engaged at the end of the last chapter, suddenly seized up her tray again and trotted rapidly down stairs. At the bottom of the grand staircase, there stood the hero, pipe in mouth, wait ing her arrival. He was a sturdy, light haired, varlet — clad in the eternal blouse of his country, with a little, round, closely cropped head, on the top of which was stuck aside the kepis, a peaked foraging cap of blue cloth, bound with red. There"], [166, "158 VALETTA. was a somewhat uncomfortable look about what could be seen of his face, much the sort of look a man would assume whose im mense light moustache had accidentally got part of the way down his throat and was beginning to choke him. Beyond this, it was innocent of all expression. As his wife arrived he drew his pipe from his mouth, and having slowly emitted a long volume of smoke he fixed his eyes on it as it wreathed away in the air, and then suddenly bringing them to bear upon her, said in a loud voice. \" Silence, done .'\" Now the fact is, that this sad cuirassier knew exactly the amount of influence he possessed over bis help-mate, and the exact value at which she estimated him. As, therefore, he looked entirely to her to sup ply the means of his occasional escapades to the Claeskens Estaminct ; it was his policy to invest his gracious favour to the most profitable account. He, accordingly, though not a bad tempered fellow at bottom"], [167, "159 VALETTA. could not afford to indulge her with promis cuous condescensions, which would have had the effect of depreciating their marketable value. He made it his business to know to a cent, the condition of her pocket, and the probabilities of a dividend ; and as the time approached he would judiciously relax from his reserve until a flood of copper re warded his tactics. Thus his rigour, like an artificial tightness on the exchange, was assumed for the purpose of enhancing the value of the commodity in which, like many more of us, he traded. '' Silence, done 1\" repeated he, twirling his moustache fiercely. The dame uttered not a word — she knew ber man. She imparted a rattle to the tray, and the knives clinked musically against the wine bottle. The man of war looked to the right and to the left. Like a fish playing with the bait he turned bis eyes everywhere, except in the direction of the tray. He fixed them on the ceiling as if determined not to be beguiled,"], [168, "160 VALETTA. and twirled his moustache more fiercely than ever. Again the knives clinked against the wine bottle. It was too much for him. \" What have we here?\" said he, in a less austere voice. \" The dinner of madame.\" f Ah !\" said he, again looking away. \" The dinner of madame? — ah!\" The dame made a motion as if she would have passed him. \"Ma femme,\" said he, in a tone which was almost mild. \" Mon homme.\" \" A knife.\" \" Le void.\" The warrior threw off the mask. He cut for himself a junk of veal, and another of bread. \"Lottschen,\" said he, stretching out his hand to a glass \" Verse.\" In another moment the warrior's mous-"], [169, "VALETTA. 161 tache was empurpled with the blood of the grape. \" Ah ! fa /\" said he, drawing his breath as be finished his draught, \" pas mauvais.\" — Ma femme. '\"Mon mari?\" \" There is un monsieur, who desires to speak with madame !\" \" A gentleman ! What sort of gentle man ?\" He paused for a simile. \" Une espace de sous- cure,\" said he at length. The stranger, a portly and comfortable Briton, in black, was now ushered forward. The good wife toised him for a moment in her eyes, and shook her head — it was the gentlest and most imperceptible little shake in the world, but it sufficed to place upon record her decided opinion, that the stranger was not an espece de sous-cure. This little conscientious duty performed, she turned round and proceeded to usher him up stairs, her husband remaining be-"], [170, "162 VALETTA. hind to take charge of the dinner tray, at which the stranger had given a rapid, and as it seemed to him suspicious glance. When the stranger had arrived at that portion of the stairs at which the water dripped in, he sucked in his cheeks and gave way to a long whistle. \" Monsieur a parle f\" said the woman turning. The stranger took no notice of the question. He contented himself with vaguely speculating in his own mind what the woman was jabbering in her outlandish jargon. Presently they arrived at the door which would not remain shut; here the stranger whistled again. He did the same at the door which would not keep open. At length he arrived at the door of Valetta's apartment. He gently opened it, and peeped in. The poor child was again at the window looking anxiously out. \" Holloa ! little woman,\" cried the visi tor, \" caught at last, eh !\""], [171, "VALETTA. 163 Valetta turned suddenly, and blushed all over, and then turned deadly pale — tried to sit down — stood up again, and said in a little faint voice : \" Oh ! Mr. Scammony, who is here ?\" \" Who's here — Why who the deuce should be here, little woman — I'm here, aint I ?\" Valetta waited for a moment, as if she expected to hear more The Doctor how ever continued to gaze at her in silence. \" How is dear grandpapa, then,\" she said, at length, in a hesitating tone. \" Dear grandpapa is still dear grandpapa, and you know by this time what that means.\" Valetta's face fell. Had she then expected that her visitor was the herald of reconciliation, and the bearer of a message long expected by her loving heart from that old man whom she still pictured as so perfect — Yes — He was becoming perfect again in her estimation, in proportion as she had difficulty in keep-"], [172, "164 VALETTA. ing down the scale on the Captain's, (her husband's) side. Reconciliation t Did she so little know that fatal character ? Could she so little decypher the stone over her mother's grave — could the watchings of her long, solitary nights give her so little insight into the future, which awaited her — the impassable gulph which she had dug between herself and the love and protection of that sad, final refuge the first home. The doctor saw her trouble and hastened to turn the current of her thoughts. \" Little woman,\" said he taking both her hands in his \" you are pale.\" She shook her head and turned away from his gaze. \" You are pale and you are thin.\" Another shake of the head. \" No indeed I am not ?\" \" And more than all this — you are un happy !\" persisted the Doctor \" Now she was no longer pale — a burn ing blush overspread her whole face."], [173, "165 VALETTA. N \" Unhappy ! no, that I certainly am not — What could make you think so, Mr. Scammony — Indeed — indeed I am not. You will believe me, won't you — Indeed I am not.\" He took her other hand, and thus with both her hands in his, he brought her round to that face to face tribunul which, when the eyes which meet our own, happen to be those of an old and dear and loving friend, it is so difficult to deceive — so painful to attempt to deceive. The girl held down her head and shut her eyes to force back the tears. \" My dear child,\" said the Doctor, and though he was a tough and somewhat musty old bachelor, never did father pitch his tones in a truer key, \" don't try to im pose upon me. You can't take in old Scammony, you remember you never could — I always found you out — you little puss. I tell you you are unhappy.\" The girl's hands were cold in his — and"], [174, "166 VALETTA. she shook, but still she began again with her little — \" No, upon my word.\" \" There, that'll do,\" said the doctor. \" Put out your tongue — Humph ! I thought so. You want exercise. Change of air — change of scene — change of life — ma'am.\" He was beginning to speak in a higher key, and the little culprit was beginning to peep at him out of the corners of her eyes, to see if he too was angry with her — He who never used to be angry. Certainly his face looked even redder than usual, and his eyes very shiny. He suddenly caught her examining him. \" Where is Adonis ?\" said he, abruptly. \" Who ?\" \" You know whom I mean — tha beauti ful military doll — I mean your husband\" substituted he quickly, seeing the tears twinkling in her eyes. \" He is gone to Ostend !\" \" Humph ! Why did n't you go with him?\""], [175, "167 VALETTA. \" I — I — did n't want — that is — Besides, he has gone on business.\" \" Humph ! He was there yesterday.\" \" He— that is—\" \" I saw him — and the day before yester day — Why did n't you go with him ?\" \" Ostend is so dull, there is no one there.\" \" Who told you that? It is evident that you have not been there these two months. Why the place is crowded — not a bed to be had — the very height of the season. The King and Court there. Dull indeed! — bah !\" But Clarence says — \" \"Don't tell me, little goose. Tell me why your Clarence goes every day to Os tend.\" This time there was no difficulty; it was a pleasure to be able to put an end to the matter, by answering at once. \" For the arrangement of our affairs.\" \" The arrangement of a fiddle-stick's nd!\" exclaimed the irreverent Doctor."], [176, "168 VALETTA. \" Come, put on your bonnet, and take a stroll with me. It's time that you should help to arrange your affairs yourself.\" The girl hesitated; got up; took her hat, the old hat, from the table, and paused. \"Well?\" said the Doctor. \" But where are we going,\" said she. \" To Ostend.\" She sat down at once and shook her head decidedly. \" He would not like it, I am certain.\" \" Humph !\" said he, \" probably not — pro-ba-bly not.\" There was a pause. The Doctor was meditating. Valetta looked at him again two or three times out of the corners of her eyes. \" Well ?\" said he, catching her glance, \"what is it?\" \"What does Rhoda say about it now.\" \" Why, I suppose she thinks the same as everyone else thinks — that is, that you have been a little goose.\""], [177, "169 VALETTA. \" I know I have been very wicked, but I could not help it.\" \" Wicked !\" cried the Doctor. Yes, certainly, exclaims — ' Yon ancient prude, whose wither'd features show She might be young some forty years ago.' Certainly, exclaims that youthful prude with withered heart — certainly, exclaims the chorus of proprieties — that unloving, un loveable band who — ' Sail, with lappet-head and mincing airs, Duly at clink of bell to morning prayers.' and who sail through life without a single moment's gleam of mercy for the faults of their sister woman — or a single moment's gleam of knowledge of those far worse faults which are their own. VOL. II. I"], [178, "170 VALETTA. The Doctor being of the other and more charitable sex, would not commit himself. He merely shrugged up his shoulders, and said — \" Wicked, humph ! Come, get your bonnet on.\" The little penitent nestled up her shoulders, gave a great sigh, and said very earnestly, the tears standing in her little eyes the while, that \" if her dear Mr. Scammony would forgive her for being so silly, she would much rather not go.\" \"Nonsense, little woman, you're not afraid of Adonis — are you.\" \" Of Clarence? oh, no — how could you think it possible.\" \" Yes, you are.\" \" Oh, no ! dear Mr. Scammony, indeed,\" said she, placing both her hands on his arm, and turning up her blushing face to his. \"Ah! you see,\" said he, after looking at her; \" you're blushing ; trying to take in old Scam' again.\" \"Oh! no.\""], [179, "171 VALETTA. \" Then why won't you come.\" \" Because I don't want to interrupt him.\" \" You ought to interrupt him.\" \" It is necessary that our affairs should be arranged.\" \" Humph !\" \"Is it not?\" \" Humph !\" \"But, is it not?\" \" Can't take in old Scam' ; I tell you, you ought to interrupt him.\" There was something in these words, something in the manner in which they were uttered which made the girl's heart leap, and then there came over her a sick ened, fainting sensation. She clung to the Doctor's arm for a moment, and then stood up — though with the swimming brain of one who has just received a blow. She took up her hat, and put it on in silence ; then she put on her shawl. \" Now then,\" said she, with a gay smile, \" am I smart enough to go with you.\" l 2"], [180, "172 VALETTA. It was a miserable attempt at gaiety, was that smile. They both felt so, and when she spoke the next time, it was in a low and humbled voice. \" I don't know at all where to find him,\" said she. \" I do though,\" answered the Doctor, shortly. \" Come along.\""], [181, "VALETTA. 173 CHAPTER IX. Everyone has seen Ostende. For those who do not come within this comprehensive class, it will be sufficient to say that Ostende presents itself to their imagination, and the eyes of the less fortunate voyager, under two principal aspects. Seen from the first of these points of view, it is a third or fourth rate foreign town, dirty and noisy, and yet dull and highly insipid. Into the middle of it, in violation of some"], [182, "174 VALETTA. hydrostatic law, there has wandered a narrow, melancholy strip of water, without begin ning, without end, and without apparent reference to anything, unless to the noses of the inhabitants. There are besides this, seve ral tottering wooden bridges thrown across nothing — a few shops with nothing in them ■ — and a few infamous hotels filled during the season to suffocation. As you wander through the streets you cannot exactly be said to be dull. Dull is not the word — Saint Laurence was not dull on his gridiron, and so, in your case, your corns keep you on the qui vive, and afford you little glimpses of the pleasures of martyrdom. The streets are shared with you by a few duck-legged Belgian braves, worthy sons, no doubt, of their worthy sires of Waterloo — and by a whole army of touters, commis sionaires, porters, lacqueys, courriers, money-changers, and other species of that grand summum genus of amphibia, who, like the crabs and crocodiles are most"], [183, "175 VALETTA. actively employed, and most completely in their element when they have one foot on land, the other in the water, and both paws aud claws wide stretched out and ready for everything that may arrive. When you have had enough of this first phase of Ostende, you proceed to investi gate the second. The way is simple; turn down the first street which promises to lead to nothing, (and you will not be long in finding one ;) hobble along it as well as you can ; — as you advance, the houses be come smaller, tbe odours more aggravated, the folks more rare and wretched, until at length you arrive in a suburb which seems exclusively devoted to red herrings and old women. You now begin to suspect that you have mistaken your way. This suspicion is confirmed, when a few paces further on you come ou a sudden to an immense earthen mound, which terminates the street, and seems to bar all farther progress. Inform yourself, and you will find that on the con trary you have just arrived at your destiua-"], [184, "176 VALETTA. tion. Turn to either side, skirt the edge of the heap with infinite precaution, and presently you will arrive at an archway pierced through the centre of the mound, and in the centre of this archway you will find a little Belgian sentinel, who will stare fiercely at you, and get rapidly out of the way as you approach, leaving to you the passage along a wooden foot-bridge, extend- ing across a deep and broad moat, on the other side of which is another mound, ano- ther archway, and another sentinel. These further difficulties happily surmounted, you issue forth on the other side, and find your self in sight of an object whose immediate proximity you would never have divined — the sea — a broad, bold, rolling sea with the sky resting on its distant edge. What freedom — what a relief after those herrings, those old women, those musty, odorous streets. Xenophon and his Greeks did not hail the element more rapturously. You are standing on a broad esplanade aised some thirty feet above the level of"], [185, "177 VALETTA. the water, and the sloping side of which is cased with large blocks of stone placed there to break the shock of its waves. If you follow the walk in one direction it will lead you on and on, and finally dwindle away into nothing very particular — if on the contrary you take the other direction it will lead you to the great feature and attraction of the place. Tliis is a building which overhangs the water, and which in its construction is of a composite order, between a Noah's ark, Brighton paviilion, and a Chinese joss-house. From the centre of it rises a slender round tower, at the top of which is the signal light; at the flanks of the building are other smaller towers or minarets gaudily painted. This edifice is two stories in height, in the lower of these is concentrated the life and activity of Ostende. There is a long table d'hdte room, which opens into a room with a bouffet, which leads to a room with journals, which opens into I 5"], [186, "178 VALETTA. a card room, which leads to a staircase, which leads to a balcony, and a boarded terrace slightly elevated and fenced off from the public walk by a balustrade. This building is the Etablissement du Phai e. In deed this building is Ostende, and life at the baths. In the morning you come down to it — take your breakfast, salute the baron, pass into the next room — snatch the newspaper before the Chevalier, a slow, heavy man, who has seen service. You then consult your watch. It is time to bathe ; you nod to the English colonel with the large family ; you go down a wooden stair in the sloping side of the esplanade on to the beach, where hav ing exchanged a little compliment with the legitimist marquise, you enter the machine — a little house with a window and a red painted roof, like a child's toy, the other half of which you find is occupied by the most avance and hairy of republicans. If you happen to bein society, on arriving at your destination in the water you step"], [187, "179 VALETTA. out and take your place in a quadrille, ia which the ladies figure in loose jackets and trousers, the gentlemen iu tight harlequin suits. Having emerged from the water^ and made your bow to the ladies, who will walk about for an hour without their bonnet'., and with their back hair streaming down their shoulders, and who will then go home through the town in the same condition — for there is a good deal of the laisser aller at Os- tende — You seat yourself on the platform outside the windows of the Etablissement^ and converse with the other English family which is always in the air, reading English novels, whispering English confidences, and looking over tbat glittering plain of waters which conceals their distant home from those bright, longing eyes of theirs. After ull they are the prettiest girls in the place, those Euglish girls of yours, and you feel proud to linger by their sides, and be mis- taken by the tame young Belgian lion for a pretendu."], [188, "180 VALETTA. After this — for even this must have an end— the more's the pity, I say, for who can desire or imagine any more delightful way of getting through a morning than to spend it by the side of a charming English girl, who will sit, and work, and listen to you, or refuse to listen to you, as the case may be, with nothing to interrupt you but \" The earth-voice of the mighty sea Whispering how meek and gentle he can be.' Fortunately these mornings do not come often. It would make the thoughts of growing old too terrible if they did. Well, after this, your English family goes off to its little quiet dinner at home, and you while away the minutes which are to elapse before the table d'hote in any way you please — perhaps by staring at the princess, who is mending her glove. At last, the eventful moment of dinner has"], [189, "VALETTA. 181 come — for it really is an event here-— People dine early — say, two o'clock — to enable them to eat a better supper. Presently you find yourself seated at table with sixty full-bodied Germans. Imagine yourself obliged to eat your dinner in an omnibus, constructed to carry fifty — licensed to carry sixty — quite full — and with an old woman holding a large umbrella in her hand, and something damp in a handkerchief in the other, perpetually passing up from the door to the farthest seat. This is the peine forte et dure of the table d'hote dinner. After it comes the cigar — more conver sation — the promenade, with, you may be sure, a sharp look out for your English family again — whose mama— alas! has scruples against indulging in two visits on the same day to the Esplanade. After this, coffee — journals — chess — a children's dance in the long room — a walk au clair de la lime — sentiment, if you can get it up — and supper, if you can get it down. Such is the history"], [190, "182 VALETTA. of the day at the Foreign Bath, and there you will meet, among the visitors, many honesties, and half the impurities in Europe. You will meet in this Noah's ark, spe cimens of all the families of the earth, and of not a few of the varieties which are to be found in each. There is the Frenchman — a downcast, earnest man, voluble iu theories — full of new faiths — a culler of the wisdom of news paper ends — mocking all things — hating authority — aud seeking to escape from it by a constant change of masters. The very opposite of that jocund animal, of whom seventy years ago it was sung : \" The Frenchman easy, debonair, and brisk, Give him his lass, his fiddle, and his frisk, Is always happy, reign who ever may, And langhs the sense of mis'ry far away, He drinks his simple beverage with a gust ; And, feasting on an onion and a crust,"], [191, "VALETTA. 183 We never feel the alacrity and joy With which he shouts and carols Vive le roi ! Filled with as much true merriment and glee As if he heard his king say \" Slave be free !'' They have changed all that. How much for the better they may decide for them selves, for they are the parties most inter ested. Then there is that conventional entity the Belgian, the child of treaty, and foster child of intervention, who walks in the other's shadow, cuts his beard by him, and is loud on \" V independence Beige.\" Then there is the German, that strange anomaly, who speculates without thinking, is staid without being steady, and whu, eschewing the form of frivolity, is, in sub stance, the least sober of men. Stop, do you see that lady sitting in the nook behind the angle of the door, which is, in appearance, so public, and in reality so sheltered. She is a woman who evi-"], [192, "184 VALETTA. dently knows how to take up a position, and who has reason to-day to avail herself of her knowledge, for there, at her side, with his back towards us, and the world, is a gentleman, who, from his earnest man ner, has evidently forgotten everything but her, and is striving to bring her to a corresponding condition of mind. Look well at her. That is, mind, if you are a gentleman, for there is something to be learned about her. It is not easy to describe this lady — she is not young — she is not old — she is not sur le retour — neither is she between two ages. She is not tall, nor short, nor mince, nor inclining to embonpoint. Her figure — her face — neither of them are good or bad — that is, you cannot give an opinion on the matter, for after two hours' conver sation with her, you may go away without a definite idea on the matter — Avithout having seen it — without having any notion of what the lady is. What the lady is then, is this : — she is"], [193, "185 VALETTA. an exquisite black lace bonnet, with a thick black lace veil half down — she is a white silk parasol with along fringe — she is an eighty guinea blue Cachemere — exquisite little gloves — an immense gold bracelet, with the portrait of an angelic child — brown boots peeping out of the Vandyked points of a little pantalon de circonstance — above all, she is a pair of the blackest, the full est, the most vivid, sleepy, fierce, languish ing, and altogether indescribable eyes in the world. The eyes are still the woman — and from beneath the network of lace and fringe, she darts them out on this as on all other occasions, now diffusing their genial beams among the general company around her — now concentrating them with searching effect on the individual before her — \" As in throng'd amphitheatre of old, The wary Eetiarius trapped his foe.\" Reader — that is, again — gentleman"], [194, "186 VALETTA reader — did you ever, in the course of your wanderings, meet, under interesting and pe culiar circumstances with a lady— a charm ing creature, in whose destiny you have interested yourself\"? Perhaps it was at Baden you first saw her — or Hamburg — or on the Rhine steam boat, where she borrowed your telescope to look at the Drachenfells? Or you were formally presented to her by the anecdoti cal gentlemanly fellow, whose acquaintance you made at the table d' hdte, a man of high lineage, and tant soit peu, a fire eater. But wherever you may have met her is unimportant, you will certaintly meet her again. Slie multiplies herself — she is every where — she becomes a class does this lady — a class to which we may give the name of the comtesse de Hasard. Here is her portrait, and it is one worth looking at, bien entendu, if you are a gen tleman, and new to travel. There is something morganatic about her ;"], [195, "VALETTA. 187 a mystery which she may not reveal — a something to shake thrones. Certain it is, that the Comtesse was married to a man of high consideration. She bears an Euro pean name, and on her table lies a smelling bottle, with enamelled coronet and orders which proves her right to do so. The Comtesse has not been fortunate in life; she was married at an age when the heart had not expanded itself to a man who — but in spite of all that has passed, he is still her husband — she cannot forget that, and therefore she is silent. These are fine feelings, and they are hers — she tells you so herself ; there on the deck of that dingy Rhine steam-boat — this, how ever, she must say, that never was a woman more long suffering, and that never was woman's long suffering more severely tried. The next morning after breakfast it appears tbat the husband is alive still — and some where. This comes out incidentally. In deed his connection with the Countess's history is altogether but incidental. Poor"], [196, "188 VALETTA. husband ! poor Comtesse ! She has been much admired. How could it be otherwise ? when you have become very intimate with her — which is soon, for she is expansive — she opens the secret drawer of her writing case; she always carries that case with her, and produces a small packet of letters neatly docketed, she turns over the ends until she arrives at a certain date and number, draws out the document and places it in your hand. It is an intercepted confidence ! \" Read,\" says she with emotion ; she turns down the page. \" There — that passage,\" and she points with that little fairy finger to the following fragment — \" Des dents de perle, une peau de satin, une main, une taille, un pied — oh ! un pied! Que te dirai-jef c'est en la voyant monter en voiture que fen suis devenu amoureux sou — enUn, Adolphe, figure toi tin ange, un ange a I' instant de sa chute, c'est-a-dire dans la situation la plus adorable.\""], [197, "189 VALETTA. \" There,\" says the Comtesse, emphatically, as she replaces the document in its ap pointed order among her testimonials and credentials ; \" there now, you see whether I have been loved or not.\" In addition to her writing-case she has an Italian greyhound, has the Comtesse — a beast of a \" Bijou or Bibiche \" — on which she lavishes caresses, and which you long, and naturally enough, to strangle. She has also a dame de compagnie ; a stout, elderly lady, who recites Ragine — has a taste for rich, unwholesome dishes, and is a great tireuse des cartes. She tells the Comtesse's fortune — for the Comtesse owns that she is superstitious — and though you consider yourself a strong-minded man, and above trifling, you pardon her, for she owns it it so prettily. First then, it appears from the cards that a brim, a noir, a chataign, and a blonde, are desperately, madly in love with madame So says the sorceress. \" All are char ments gar cons, but you prefer the"], [198, "190 VALETTA. chataign,\" says she. \" Oui, le chataign, I'emportera sur les autres.\" The Comtesse upon this sighs, smiles, shakes her head, glances at you, and sighs again. She will hear no more. She is afraid. These coin cidences are so startling. You go home, and it occurs to you that you, too, have red hair. The Comtesse is not only superstitious, she is religious; she attends regularly at the mass, and has dreams about angels. The Comtesse is not political, she hates re volutions and democratic movements — naturally — her sympathies are with the great. She talks to you of celebrities in your own country. People whose names you have read in the papers, or whose per sons you have seen on the platform at public meetings. She is intimate with them — reads you their letters to her. This is charming all this. What will your friends at Highbury say to it. Here are you who have just coached yourself into the lambs' wool honours of the university, or"], [199, "VALETTA. 191 who have emerged from Guy's, or Bartholo mew's, or Inner Temple Lane, to trudge over the Rhigi, and back again over some thing else, suddenly finding yourself in the highest continental society — creme de la creme, and concentrated essence of milk. You forthwith eschew the mountains, and linger in the cities of the plain. All these wonderful things come glibly off from the Comtesse's tongue; she aston ishes you with them, as Mr. Ephraim Jen kinson astonished the Vicar of Wakefield with his erudition and morality. She is confidential — She tells you of her resources, her estates and her stewards. Her homme d'affaires, she has doubts about, and takes an oportunity of asking you what you would advise her to do about him. What I should advise you to do my friend, is this : escape for thy life — escape to the mountains, lest thou be consumed. The moment is at hand when you will re ceive \" 'une charmante petite lettre,\" which"], [200, "192 VALETTA. will contain the declaration, — \" Thompson je t'aime — ouije t'aime.\" \" Do you know what that declaration will mean ?\" \" Among other things it will mean, that owing to the malheureuse war in Hungary, the Comtesse's remittances have not arrived from Cadiz — that the scelerat of a homme d'affaires, (how she wishes she had taken your advice,) has levanted with her funds — it will mean, oh my Thompson, that you are about to be plume d vis and to go home that most contemptible of all geese a plucked goose. This is the Comtesse de Hasard, one of a class of ladies which, since the opening of the continent, has raised itself into im portance. They are, in sooth, a most enchanting train E'en feigning virtue ; skilful to unite With evil good, and strew with pleasure pain. Such was the lady who sat listening to"], [201, "193 VALETTA. the gentleman, who was forgetting the world at her feet. He talked on long and earnestly, and her large eyes wandered about over the various passing groups, and then returned to him to note the points in his discourse. Suddenly the lady shifted her position, and as she did so, said in low musical tones — \" H me parait que cette petite nous re garde — est que, par hasard, tu la connais, mediant ?\" The gentleman turned suddenly, his eyes followed the indicated direction, and a deep flush at once spread itself over his forehead. He turned round again, and without a word, took up a newspaper, and fixed his eyes upon it. \" Have they passed,\" said he, at length, in a low tone. \" Yes,\" replied the Countess, with a mocking, merry laugh. \" One would think that little girl was something belonging to the other world. She frightens you so.\" \"She is worse! She belongs to this!\" VOL. II. K"], [202, "194 VALETTA, said the gentleman, with an oath. \" In short, she is my wife.\" An ineffable smile played for an instant round the mouth of the Countess. \" Wife !\" she exclaimed, \" she is very pale — Ab, Clarence, I fear you are a sad husband. I fear now that pauvre petite is jealous.\" ft is very likely the pauvre petite was jealous. In company with Scammony she had walked along the esplanade, very nervously, quite alarmed at the number of people, and at the enquiring looks which challenged her ; it seemed to her as if every one knew that she had come out to look after a truant husband — every one seemed to be pitying her, and looking at her to see how she bore ir, and calling her a pauvre petite. But when at length she arrived before that fine, \" Establishment,\" and in an instant, caught sight of her husband, long before Scammony, who knew where to find him, had had time to point him out, then she seemed"], [203, "195 VALETTA. to have forgotten her diffidence, and though there was a whirl in her brain, and a dull aching weight already heralding the future torments of her heart, she stood up with the red stains burning in her cheeks, and her eyes flashing, she knew not what, as she drank in the scene which was to be her poison, with a bold pertinacity which at length even attracted the attention of that hardy gazer, Madame la Comtesse her self. Her husband looked up — their eyes met, and his sank before her glance. From that instant it was no longer sus picion but certainty. That faith, which all the affidavits of all the witnesses ever sworn before all extraordinary commissioners in the world would never have shaken, was now, by that one glance for ever destroyed. During the whole of this time the Doctor had remained silent. It was a case in which there was nothing to be said by him, or done either, unless he could have yielded to a certain strong inclination, which, act- K 2"], [204, "196 VALETTA. ing upon his nerves, contracted his hands into a most formidable pair of fists. Presently he felt a gentle pressure at his arm, and the little voice whispered in his ear, the single word \" Come.\""], [205, "197 VALETTA. CHAPTER IX. When the little lady put her hand upon the Doctor's arm and whispered to him in such a plaintive tone the word \" Come,\" he understood the state of the case, and at once led her away into the town, and put ting her into a carriage, took her home to the Chateau. The ride was a silent and sad one enough ; at first, the little lady who had, at various times, received rather sharp lessons from"], [206, "198 VALETTA. her husband, as to what was expected of married women in society, made several attempts to be conversational, and to talk about the most indifferent matters. She got so far as to laugh once, and as she flattered herself, heartily enough to pass muster. The doctor, however, pressed her hand, but made no response to her mirth, so she flapped her great hat down over her face, and sinking back in the carriage, remained silent. The Doctor, in the mean time, looked as sedulously out of the opposite window, as if all the herbs known to medi cine, aud valuable to its practitioners, were growing on the way side. Now Scammony was mightily fond of a piece of mischief, and cased over with a tolerably thick deposit of worldliness, not to be much wondered at in one who had battled his way successfully through the world, and who had been deprived of that most valuable portion of a man's education,"], [207, "199 VALETTA. which commences the moment he begins to educate the young family, which is spring ing up around him. Nevertheless, in spite of this, and of a little amateur cynicism and grumbling at the world, he had a warm and honest heart, and this heart of his was deeply interested in the little creature at his side — more deeply than he would have liked to confess — more deeply than any one would even otherwise have guessed. Why it was so he could not perhaps have explained, even had it been necessary, which was not the case. It was a sort of judgment on him for having always avoided marriage, and in that manner escaped having children of his own to plague him in the regular, legiti mate way, that, instead thereof, he should now take this strong interest in his little friend and patient, who, as a moment's re flection ought to have shown a man of his experience, naturally could do nothing else but get perpetually into trouble, as if for"], [208, "200 VALETTA. the very purpose of making him uncomfor table. Yes, certainly this was a judgment on the poor Doctor. We read in the records of the past, that Venus never forgave those who dared to brave her power, but, always, in the long run, managed to make their hearts ache — and very properly too — What right has a man to stand on one side and say — Play out the game of life if you like; as for me, I am only a looker on. As the Doctor sat there in the carriage, looking with his whole head out of window, and with one corner of his left eye from time to time glancing at the little wife who was shrinking up into the opposite corner, it really seemed like a dream to him — Why, he could remember that almost the other day she was a little child, pulling his whiskers, calling him ugly old Scamp, and accusing him of making his doses of black beetles, and nevertheless swallowing the said doses to please him, and him only — and now there she sat. It really would have seemed like playing at married women"], [209, "201 VALETTA. if it had not been likely to turn out so serious an affair for her, poor child. And who was to blame for it all ? The doctor declared candidly that he was the culprit, and accompanied the de claration with several observations not very flattering to himself. He it was who had picked up the Captain after the inspection, and finding that he had a letter to the Squire, had persuaded him to start off and deliver it at once, describing the person to whom it was addressed as the model of an old English gentleman. This had delighted him. It was a double barrelled joke- — if it succeeded, the Squire was taken in — if it failed, he, the Captain was taken in. It never occurred to the sagacity of the joker, as he was preparing this little squib of mischief, that there was such a thing as the engineer being hoisted by his own petard, and that he himself might, after all, be the party taken in. Afterwards, when he got an inkling of what was going on, he was still not alarmed. K 5"], [210, "202 VALETTA. He was glad to see his little girl admired. She deserved it so well. The wisest fre quently do not look beyond the present in these love-skirmishing matters, and do not see that they may lead to serious hostilities, and the loss of hearts— besides she was such a mere child ; but when the sad result of it all came, and when the fatal step had been taken, and the old grandfather, for ever alienated, then he felt a pang of remorse—more than a pang — a constant, oppressive consciousness that he was the cause of all that had happened. It was at that moment that he undertook the chivalrous, hopeless task of repairing the mischief. His conscience would not be satisfied on easier terms. Aud then there was the diplomacy required in the matter. That, to a spirit like his, was an additional temptation. \"It's a bad business,\" said he to himself; \" but we must make the best of it. I've not often found anything beat me. We shall see what can be done. The young"], [211, "203 VALETTA. scamp may turn up trumps after all. And as to the Squire — well, we must see about it all.\" This once, however, the Doctor hacl met with a complication of circumstances too difficult for him to unravel ; and though he brought several of his choicest manœu vres to bear, the old man remained in exorable, and, at last, worn out by impor tunities, positively forbade the doctor to mention his grand-daughter's name, or in any way allude to the forbidden topic on pain of instant and final dismissal from the office of medical attendant at Norley Court, and from the emoluments — such as they were — thence arising. \" Never mind,\" said Scammony to him self. \" I'm not beaten yet,\" and he de clared an intention of starting off, for the first time in his life, on a little pleasure trip to the Continent, which be despised as heartily as the old Squire himself. Peggy Franko got wind of it, and after grand fidgeting and mystery, obtained a"], [212, "204 VALETTA. solemn half-holiday, went over to Ben church, and called at the Doctor's, to make bold to ask him where he was going into foreign parts. The doctor looked at her through his half-closed eyes, and gravely uttered the word \" Constantinople.\" Peggy curtseyed, amd made bold to hope that if he thought it likely that there was a coach between that place and Ostende, he would take charge of a small parcel, con taining some warm winter things for her child. The doctor said that he would consider about it, and Peggy was so well satisfied with this answer, that almost the next visit he paid to the old gentleman at the hall, she made bold to ask him whether he would secretly charge himself with a letter, written by Miss Rhoda to the child — Rhoda, in the mean time, standing in a distant corner gazing at him with her great, earnest eyes, and blushing very much at tlie thoughts of the tremendous conspiracy into which she was launching herself."], [213, "VALETTA. 205 The Doctor said he would think of this also, and the two rebellious subjects of the Squire's rule remained quite satisfied with this answer, and continued to busy them selves actively in their preparations, until such time as they heard, to their astonish ment and discomfiture, tbat the Doctor had already departed ou his trip. Scammony found his way straight to Ostende, and so actively and skilfully did he set himself to work, that, before he had been in the town forty-eight hours, he knew all that he sought to know, and much more. Aud now then, the next point was to ascertain what use he should make of his information. For the doctor, like many other clever fellows, found that his talent had brought him into trouble. Could he tell the poor little creature what he had discovered, and make her miserable ? \" No,\" said he; \"she'll find it out soon enough— no fear that bad news should grow"], [214, "206 VALETTA. stale. Besides, if she never find it out, why, so much the better.\" Well then, should he leave her in ignorance, and let her con tinue the abused dupe of this Captain ? No ! that was equally out of the question. Really it was very difficult to know what to do. \" Never interfere between man and wife,\" whispered Prudence, at one of the Doctor's ears. \" Stand up for the little woman through thick and thin,\" whispered Inclination at the other. \" If I tell her, she'll hate me — so she will if I don't. If I don't tell her, I shall hate myself— so I shall if I do.\" Here was au agreeable pair of horns to be tossed about upon. The man of science turned all this over and over in his mind during a sleepless night, and at length arrived at a very notable conclusion, namely that he would not fix upon any plan of action but that he would go over and pay a visit to his"], [215, "207 VALETTA. little favourite, and that as to his dis closure — why he would be guided by cir cumstances. This appeal to circumstances — though apparently a weak resort for so uncommon a philosopher, exactly hit the question. When the Doctor arrived at the chateau, and found how completely the poor little wife was abandoned; then his resolution was at once taken, and he determined to let her see her husband's conduct in its true light. Accordingly he had taken her to Ostende, and now he was taking her back again. He had taken her out only partially miserable, and he had succeeded in making her en tirely miserable. This he felt very keenly, and as he sat with his head out of window, pretending to be engrossed in the scene, if the driver would have turned round and given him five or six hearty cuts with his whip, he felt that he could have paid him handsomely for his trouble. And yet he did not exactly feel himself to blame ; the"], [216, "208 VALETTA. fact is, it was one of those positions in which it is difficult to know exactly what to do. \" Is this Home,\" said Valetta, suddenly raising herself, as the carriage stopped be fore the long, cold, formal front of the dilapidated chateau. There was something so strange in the tone of her voice — it was the prelude to such depth of coming woe that he looked at her in silence for some minutes. She no longer shunned his gaze. Her cheeks were as pale as usual — she turned her eyes to him with a heavy, dull expression. The light shone in them no longer; a dim mist of tears was spread over them, and as she gazed at him as if she could not quite understand who he Avas, or what he had to do there with her and her affairs, two large silent drops started in the race of sorrow, and coursed down her cheeks. The Doctor made a gruff sort of noise in his throat, and turned away abruptly. The little married lady was afraid he was"], [217, "209 VALETTA. displeased with her, and getting round in front of him again, said humbly — \" I beg your pardon, Doctor Scammony.\" The Doctor still turned away a little, but he took her hand. \" My child,\" said he, answering not so much her words as the ideas which seemed to be freezing up her brains — \" My child, I shall not go home yet. That is to say — home to — to, you know where. I want to think this matter over a little ; at any rate I shall not go until I have seen you again. Take that card; that will tell you where I am to be found at Ostende, in case anything should happen. There, run in. God bless you.\" Off she ran without a word, up the rough shingled walk. When she arrived at the angle of the building she paused, and turned to wave an adieu to her friend, but it would not do. The smile died on her lips. She shook her little head, and disappeared into the house. \" A charming place this,\" said the mili-"], [218, "210 VALETTA. tary porter, coming forward and addressing himself to the visitor. Madame is as happy as the day is long ; how could it be other wise in such an establishment.\" The porter, concluding that he saw a friend of the family, considered this remark appropriate. The Doctor neither understood, nor cared to understand a word of it, but he slipped a sterling English sovereign into the fellow's hand, and then turning fiercely to the driver who was looking vacantly in bis face. \" What the devil are you staring at me for — you — \" said he. \" Monsieur,\" said the man, saluting. \" Ah ! I forgot — that cursed French. Ostende, vite allez. And the devil take all military Adonises, say I ;\" and so saying, he sank into a reverie. Had the Doctor been a man of sentiment he would, on his arrival at his hotel, have, per haps, noted down his feelings in his journal, or perhaps signalized this little interview in a sonnet. He was, however, nothing of the"], [219, "211 VALETTA. sort. He accordingly ordered the best dinner that could be prepared, and a bottle of Chambertin. When his cloth had, at last, been re moved, he stood up with his back to the fire, looking very red in the face. Pouring out the last glass of his wine, and raising it to his lips, he soliloquized. \" Little woman — your health — God bless you — and as long as old Scam, can manage to stick together, he'll stick to you. And when he can't stick together any longer — when he gets to taking his own black beetle doses, and kills himself, why, damme, if that pig-headed old grandfather of yours has not, in the meantime, done you justice — why Scam, will see you righted himself. Never fear, little woman, the old gallipot has scraped together a few coppers, and you shall have 'em — every one of 'em — to bring you through this devil of a scrape — or to give to your Captain, to make ducks and drakes, and jimcracks for his watchchain,"], [220, "212 VALETTA. if you like it better, and be hanged to the scamp.\" It has been observed, that the Doctor was not sentimental. Indeed, there was something painfully commonplace and mat ter-of-fact about this soliloquy of his — and about him and his manner altogether. How he differed from Hyperion — from that elegant, romantic, and heroic Captain, did this rough old Satyr — this \" Man of purple cheer — This rosy man, right plump to see.\" But, nevertheless, there was good practical stuff in him — better, perhaps, than in half the lean-faced poets, who would have talked to perfection on the matter, have been much applauded by the whole draw ing-room, and who would have done nothing at all."], [221, "VALETTA. 213 Adieu then, Doctor, for the present. May your dinner sit lightly. You have espoused the weaker side. It is a fault, as the world goes ; but it is a good one. A fault of noble and of honest minds — \" Victrix causa Diis placuit sed victa Catoni.\""], [222, "214 VALETTA CHAPTER X. In obedience to that general rule by which servants manage to keep themselves in formed on all those points in their master's affairs with which they have nothing what ever to do, the excelleut Lottschen, from her little den at the side of the entrance door of the chateau, contrived to superin tend the leave-taking between ber mistress and the Doctor, and to witness the agitation of the former. \"Poor little heretic!\" said she, raising"], [223, "VALETTA. 215 her hands and eyes. \" No — I will not — I am determined that I will not bear all this any longer.\" And so saying, she slipped out of her little room ; and just as the lady was en tering the hall, she stood before her, barring all further passage. \" Madame,\" said she, \" T have to speak to you on a matter of the greatest import ance, and which I feel it my duty to — \" It was an unpropitious moment to intro duce matters of business, for Valetta would, at that instant, have given any thing in the world to have been allowed to escape quietly, and bury herself in her own room, with the locked door between herself and all the world. The woman seemed to guess as much, for without entering into any further par ticulars, she asked permission to go to Bruges on business, and to return on the following day. Had she said \" the follow ing mouth,\" or \" the following year,\" her"], [224, "216 VALETTA. mistress would not, at that particular mo ment, have made any objection. As it was, she nodded her head, and passed rapidly up stairs. The next point with Madame Proutsch was to obtain her husband's consent to her departure. She went to the door to await his return. There he still stood at the gate, following, with his eyes, the departing carriage of the Doctor. She looked at him — her arms crossed — her head slightly on one side, like a connoisseur engaged in the contemplation of some favourite picture, and as she did so, she could not help feel 1 g the conviction that there was not such another pair of moustachios in Belgium. Perhaps there was a something in the expression of her countenance which be trayed the nature of her thoughts, for when the ex-cuirassier had shrugged up his shoulders — called the Doctor an old cucum ber, and carefully closed the gate — when he had spun up the gold coin into the air —"], [225, "217 VALETTA. caught it — brought it close to his eye — ex amined it minutely — carefully deposited it in an inner pocket — when he had taken this precaution, and had performed two or three steps of a sort of obligato hornpipe, which served to bring him across the yard to where his wife stood — when he had tossed up his cap — caught it — placed it on one side of his head — then, at last, he finished, as an honest, married man should do, by throwing his arms round her, and embracing her heartily. The dame, both flattered and fluttered at his somewhat rude salute, stood pluming herself, and arranging her cap, with many smiles and blushes. \" Ma \\ semmes said the Militaire. '■''Mon homme.\" \" Bring me my coat.\" \" Your coat?\" \" I am going to — \" \"Tor' \" The Claeskens Estaminet.\" VOL. II. L"], [226, "218 VALETTA. \" Ah ! Maudit Estaminet. There is the cause of all the trouble.\" \"Silence,\" roared the husband, at once resuming the reins of government, when he found his wife entering thus freely on forbidden ground. \" Mais—\" \" Mais, silence. My coat, and hot water, Mar-r-r-che !\" In ten minutes the wife returned to the little room by the side of the entrance door, which served as the about of this excellent couple, but she bore with her neither the coat nor the desired water. The ex-cuiras sier was sitting on the table, with his feet on the bed, smoking a short pipe. The moment he saw her enter, he pulled his face into a tremendous frown, and jerked his cap over one eye. Madame Proutsch took a chair, and seated herself opposite to him. The husband was still silent, but his brows contracted more and more, and the smoke issued in a dense volume from the midst of his moustachios."], [227, "219 VALETTA. \" You will not go to Bruges to-night,\" said she, very quietly. \" Silence — done — no reply — out of my sight.\" The woman did not attempt any verbal reply, but putting her hand into her pocket, she drew forth a couple of crown-pieces, and placed them on the table. The husband's brow at once relaxed, and having fixed his wondering eyes on the money, for a short time, in silence, he took his pipe from his mouth, and gave vent to the complicated feelings with which this unexpected sight inspired him in a low, pro longed whistle. The dame dexterously swept up the coin, and deposited it again securely in her pocket, at the very instant that her hus band involuntarily extended his hand to wards it. \" You will not go to Bruges to-night,\" said she, again. \"Why not?\" L 3"], [228, "220 VALETTA. \" Because — because you will remain until to-morrow.\" \" Good !\" said he, holding out his hand ; \" to-morrow morning.\" \" To-morrow afternoon.\" \" Good.\" \" In the meantime, I shall go myself.\" \" In the meantime, you will go yourself,\" mechanically repeated the husband, holding forth his hand. \" I am going now — I shall pass the night at my aunt's.\" \"Yes, at your aunt's;\" still advancing his hand. \" And shall be back to-morrow at noon — and then — \" At this point in the dialogue the crowns clinked musically into the dragoon's hand. \" Then,\" said be, \" it will be my turn.\" The dame retired. Half-an-hour — an hour elapsed. \" Mille bombes !\" said the Cuirassier,"], [229, "221 VALETTA. \" that woman is making a toilette of Luci fer. Dites done,\" shouted he, \"are you never going to start?\" \" A moment,\" she cried, \" a single mo ment, and I am ready. ' The moment grew into half an hour, at the end of which she sallied forth. \" Hein !\" cried the soldier, approaching her. \" Comme tu t' 6s faite gentile.\" \" Stand off,\" she exclaimed. \" Stand off, I am dressed !\" And so she was ; her hair was smooth and shiny, over it a cap of extraordinary form and plaiting, on the top of which was perched the smallest of all possible straw bonnets, of a form and material, and mode of mise peculiar to that particular neigh bourhood — a smart fiehou was round her neck, and over her shoulders was drawn the Belgian faille — the long black cloak with its braided hood hanging behind, and long gold pendants hung from her ears ; round her neck she wore a gold chain, to which was attached a small gold crucifix."], [230, "222 VALETTA. In one hand she bore a volume of pious meditations, in the other the rifiard, the bright blue umbrella, which was wont to repose in the arms of Olympian Jove in the hall, and in the midst of all these accessories her face was beaming with that true feminine happiness, which arises not a little from the fair one's consciousness, that she is looking her best. But satisfied on this point though she undoubtedly and very deservedly was, there was something which weighed upon the dame's mind, and which she was determined before starting to impart to him who was by law authorized to bear his portion in her cares. She therefore closed the door carefully, placed her book of meditations on the table, seated herself opposite to her hus band, and planting the rifiard firmly before her, turned her eyes upon him, and said — \" Mon homme, there is something very, very wrong.\" The soldier clapped his hand mechanically"], [231, "VALETTA. 223 on his pocket. The crowns were safe — without therefore moving from his seat on the table, he filled his pipe, lighted it, and nodded to his wife. \" Go on,\" said he. \" This business of the cottage is bad, very bad.\" \" Ta, ta, ta !\" said the soldier, smoking away vigorously. \" It is very bad, indeed,\" persisted the wife, bringing the ferule of the rifiard sharply on to the ground. \" Bagatelle /\" \" It is an infamy.\" \" Bagatelle !\" \" 1 will have nothing to do with — \" \" Bon ! you will have nothing to do with it — Neither will I — Give yourself the trouble to observe this, my wife, we are poor people. We neither of us have any thing to do with this matter — We mind our own business.\" \" But—\" \" But we mind our own business.\" But—\""], [232, "224 VALETTA. \" Silence done, Mar-r-r-che !\" \" Onze-Lieve- Vrouwe !\" exclaimed the wife, taking up her book, and rising to \" You understand V said the husband, following her to the gate. \" We are poor people — We mind our own affairs — We in quire into nothing — Silence is the word.\" The wife made no answer, she did not even make a motion of dissent. Women, however, are not convinced in that sort of way, and there was a slight compression of her lips which might have proved to a keener observer, that she was no exception to the rule. Jan Proutsch, however, was absorbed in the examination of his wife's toilette. \" Hein!\" murmured he, \" grande tenue ! — and you will not return to night'?\" \" To night I shall sleep at my aunt's,\" said she, turning down a leaf in the book of meditations, \" a demain .'\" \" A demain, mafemme, adieu,\" said he, closing the gate after her."], [233, "225 VALETTA. For some moments he remained in silent meditation, then knocking the ashes from his pipe he filled it again, and puffed away. Presently he got into a corner, doubled his fist, and shook it vigorously. \" Oh ! coquin ! — Coquin de sous-cure,\" cried he. Wbile this worthy gentleman was still giving vent to his feelings and fancies, there arrived a messenger from Ostende, bearing a note for Madame Bellairs, which he took up to that lady in the salon, and then hastened down to enjoy a little chat with the bearer, an acquaintance. Valetta recognizing the well known hand, tore open the note. It was short, contain ing merely these words-— hastily scratched with a pencil : — - \" I am detained at Ostende, by business, of importance to the final arrange ment of our affairs, and shall not be at home either to-night or to-morrow night. \"C. B.\" L 5"], [234, "226 VALETTA, A few hours ago and this note would have been a source of severe disappoint ment to Valetta, but now it was received with a feeling almost of relief. So painful, so humiliating, would now be the first meeting between herself and her husband, that anything which served to retard it w.is a welcome incident. It occurred to h.T, almost immediately, that it would be desirable to have Lottschen with her that night, as Captain Bellairs would not be at home, and she hastened down to the hall to ascertain whether she had already left for Bruges. This was a trilling matter, but like many other trifles, it served to indi cate that a great change was going on in the young wife's mind. Now there were circumstances connected with this lonely and deserted Country House, which rendered it by no means a matter of wonder, that any young ludy, however strong her nerves, or weak her imagination, should object to pass a night alone in it. It has already been mentioned"], [235, "227 VALETTA. that at the back of the house there extended a long wilderness of trees and brambles formerly a garden, and that at the termi nation of this was situated a sort of cottage, which was partially visible from the upper windows of the ch&teau. By day this building appeared to be entirely deserted — its windows were con stantly closed by shutters, and no inhabi tant or sign of life was ever seen about it. Sometimes, however, in the dead of night the little wife was suddenly startled from her solitary slumbers by loud cries and shoutings, and on stealing tremblingly to her window, which was at the back of the house, she could see this cottage, brilliantly illuminated — lights flashing from window to window, and dark figures passing before them. Whenever she attempted to question the man or his wife on the subject, she was in variably met with a reserve which by no means tended to restore her confidence, lt was evident that there was some mystery"], [236, "228 VALETTA. connected with the building, and one which it was desired to keep from her know ledge. She told her husband, and he promised that he would question them strictly on the subject. He afterwards informed her that all he could learn, was, that the cottage was rented by a family at Ostende, who were seldom in the country--very quiet people, who gave no trouble to any one, interfering not at all in their neighbours' affairs, \" and therefore, my dear,\" concluded the Captain, \" entitled, in return, to have their own privacy re spected.\" In vain Valetta referred to those noctur nal light and noises. No one had ever heard anything of them but herself. She had never been able to shew them to her husband. For it was only at intervals that they had occurred, and generally when he was at Ostende. Lottschen, when appealed to on the subject, shrugged her shoulders and crossed herself, while her husband,"], [237, "VALETTA. 229 who declared that he was up almost every night, until day- break, to attend to the innumerable matters which claimed his care, twirled his moustache, and stoutly protested that nothing of the sort had ever happened, except in the dreams of Madame. \" So you see, Letty,\" said the Captain, pinching her cheek, \" you must not eat any more veal for supper.\" In this way the little lady was silenced, but she was still further from being con vinced on tbat very account. When, on the present occasion, these things presented themselves to her imagi nation, she naturally enough became anxious to avoid passing a night in the chateau, without either the protection of her husband's or Lottschen's presence. She set but little reliance upon the husband of the latter, as a safeguard, and the event will show whether she was correct in this estimate of his character. As soon then as she had received her gracious lord's in-"], [238, "230 VALETTA. timation that he should not return that night, she hastened down stairs hoping to be in time to stop Lottschen, before she set forth on her expedition. For that purpose she was too late. Tbat worthy dame hav ing, as we have already seen some time be fore departed. When the lady arrived in the court yard at tbe back of the house, all was silent and deserted, and she was about to return to her own apartments, concluding rightly that she was too late, when she suddenly observed that a small gate leading from the yard into the overgrown wilderness of trees, which had been always locked, was now standing wide open. The opportunity thus presented to her for the solution of her doubts was too favourable to be thrown away. Without allowing herself time for thought or hesita tion, she passed through the gate. A small but well worn path among the bram bles at once opened before ber. She fol lowed it, as it threaded along, diverging"], [239, "231 VALETTA. and twining about among the trees until, at last, by a sudden turn, she found herself on a small open grass plot, imme diately in front of the mysterious cottage. A sensation akin to awe took possession of her, as she gazed. Before her was a low, stone building, rising only a single story from the ground. The door which communicated with the garden, was closed up, and had the appear ance of having been long disused. The shutters of the windows, which extended to the ground, were likewise carefully fas tened. There was not a sound or sign of life from within — uot a trace of any inha bitant. Nevertheless, it was from this silent and deserted building that issued those wild bursts of noise which had so often filled her heart with terror. This building was the centre of a mystery, about which Valetta felt that all cared and in terested themselves much more tban they wished to let her see. As she gazed on, she suddenly observed"], [240, "232 VALETTA. that one of the windows was unfastened, and, after a moment's hesitation, she stepped forward, with the intention of opening it, and seeking, for herself, within the building, the solution of the riddle. At this instant she was startled by a rapid step behind her, and turned, almost expecting to encounter some danger in the presence of the approaching person. It was the porter, who, with bis cap in his hand, and his face flushed with un wonted agitation, stood before her. \" Ah ! Madame,\" said he, as soon as he had sufficiently recovered his breath to utter the words. \" Oh ! Madame — could you— would you ruin a poor man?\" \" I do not understand you.\" \" The garden —Madame- — the garden — how could you come into it.\" \" Why not?\" \" Ob ! it is so strictly defendu.\" \"How? By whom:\" \" Oh ! by whom — Oh ! if he were to know it. By Monsieur.\""], [241, "VALETTA. 233 This was enough. It was not a day on which to question his orders. She turned without a word, and re-entered the house. When the man had somewhat recovered from the fright occasioned him by the ab rupt intrusion of his mistress into the gar den, from whose precincts it appeared to be one of his special duties to keep the world excluded ; and when he had ascertained that there would be no immediate call for his services, he proceeded calmly to review the position in which he was placed. After canvassing matters in their various bearings, the case finally presented itself to him in this form. First — His pockets were full of money. Secondly — There wTas no imme diate restraint upou his liberty. Turn the question as be would he could make neither more nor less of it than this, and there was a sunken rock of a con clusion naturally and inevitably springing from it towards which he was fast drifting. When he knocked the ashes from his first"], [242, "234 VALETTA. pipe, he shook his head gravely. When he knocked the ashes from his second pipe, he shook his head very gravely indeed — almost violently. \" And why not ?\" said he. No answer — either external, or from the man within. \"Why not?\" he repeated, stamping his foot on the ground. It was like calling into Court at London, the man who had fled to A merica. \" An swer,\" says the crier, \" or judgment will be pronounced against you.\" There was no answer. \" Of course,\" said the cuirassier, \" if a few things are wanted for the house, they must be got. I suppose no one will object to that. Eh?\" No one did object, so he re-lighted his pipe, gently unfastened the outer gate of the premises, and thrusting his hands into his pockets — started off at a rapid pace in the direction of Ostende. \" It will not take an hour,\" said he to"], [243, "235 VALETTA. himself, apologetically ; \" and of course when things are wanted in the house, they must be had. No one objects to that I suppose ?\" As he reached the outskirts of the town, he summed up in his mind a catalogue of the things that were wanted. There was pepper, vinegar, mustard, oil, a sallad spoon, and a dozen other little matters. No one would have given him credit for so much observation and forethought. No one would have supposed it possible that the folks could have been existing all this time at the Chateau in such utter destitution. It had occurred to him when he set out — indeed, even before he set out, that at the entrance of Ostende there was a certain Estaminet, kept by a mate of one of the mail-packets, in correspondence with England. He had wondered whether his acquaintance was at home, and almost regretted that it would be out of his way to pass the Estaminet that he might enquire"], [244, "236 VALETTA. after him. It would have been friendly to have done so. On the road the same topic continued in his mind, and he debated with himself — merely as a subject of speculative enquiry to pass away tbe time — whether it was likely that his friend's trade was thriving. This investigation obliged him to pass in review before his mind a very neat room, with green tables and chairs, a little bouffet with bottles — long necked, stout-paunched bot tles — presided over by a certain buxom damsel with bright eyes, which invariably kindled up at the sight of that incendiary moustache of his. He twirled that deadly weapon between his finger and thumb, as the thought occurred to him. Before he. could form a satisfactory estimate as to the condition of his friend's affairs, it was necessary to think of all this, and more — namely: of certain foreign tobacco, pro duceable from a sly corner — of certain glass measures, with bright brass covers — heigh ho! his throat positively glowed as the"], [245, "237 VALETTA. imaginary liquor trickled down it. A pity tbe Estaminet was out of his road, and so short a distance out of the road too — it would only have made a difference of ten minutes had the road lay in that direc tion. As ille bombesl Tbe dust seemed to choke him — To dry up his throat. \" Can't be helped,\" said he, \" must do as well as one can without it.\" And he thrust his hands with determina tion to the bottom of his pocket — there they encountered three crown pieces. \" Bah,\" said he, \" why should one be so egoiste. Ten minutes won't make much difference. I suppose nobody thinks that it will V Well, at the very door of the Estaminet stood the host, who had something to say about some especially clandestine tobacco — a recent importation. Could he do less than taste it, when a man was running such risks to oblige his friends. Bah, egoiste again. He ivould — on principle. It"], [246, "238 VALETTA. would only make it, as he had already observed, an hour and ten minutes. That hour and ten minutes extended into the morrow, when, at ten o'clock in the morning, the gentleman who had gone shopping had not yet returned."], [247, "239 VALETTA. CHATTER XII. We charge women with this — that they are light. — Easily moved to grief, and easily consoled. Man is probably much superior. Indeed we have his own authority for considering as much. His nature is more steadfast, and his pursuits more important. He invests in consols — he dabbles with shares —he takes stock — he reforms the world, and plays tunes for the spheres to march to— There is no end to his labours, \" Diruit, ædisicat, mutat quadrata rotundis f"], [248, "240 VALETTA and he struts through the garden of the world with as much self-satisfaction as if he could call into life the smallest weed that grows in it. One fine morning a rose lies in his path. The flower attracts his eye — He smells it — plucks it, and wears it on his breast. At noon, when he waxes hot with his labours, it incommodes him, and he throws it aside — the flower withers and dies. Bah — it is only a woman's heart. What of it ? — it is only a flower after all. There are plenty more of them, and so again he takes stock, ancl preaches, and propounds, and moves round in the cycle of his appointed majestic labours. Certainly we are superior to these poor creatures — to these poor Yaricos — as superior as the painter was to the lion — as superior even as that gallant hunter, who hid himself by night in a pit by the water side, and shot the lioness in the heart when she brought her cubs down to drink, was to the beast he slaughtered — but nevertheless, as with all our superiority, we cannot appreciate the sufferings of the"], [249, "241 VALETTA. insect which we are pleased to crush under our foot ; so neither can we quite under stand the grief we are able to lodge in a woman's heart. She suffers on, and con ceals her wound like the gallant hunter's lioness. Silence is a woman's protest — or she complains — bah ! — we are too busy to listen to sentimental pipings — we take stock, and begin again. It is but a flower after all. There are plenty more of them ; broken vows and broken faith don't kill. Women don't die of broken hearts — What is a broken heart? a figure of speech. There is no such thing ! and that is an established fact. They die of derangement of the digestive organs, or of the nervous system, or of pus tules in the lungs. That is admitted, but that is their own affair, and the Doctor's. There are no pustules which can eat up the hopes of the future, and the memory of the past — so take stock again, my thrifty Inkle, and rise in the world. 4 VOL. II. M"], [250, "242 VALETTA. After the poor Valetta left the garden, she went up stairs ; at first she went slowly, more slowly, and with an attempt at more dignity than she usually took the trouble to assume, but no sooner had she turned the angle of the stairs which secured her from all further observation, than she increased her pace, and at last fairly broke into a run, which brought her breathless to her own chamber door. She closed it, and shut out the world — that world which had afforded her so few and such bitter experiences. With what a sensation of relief did she feel that she was alone — alas ! indeed, she was alone — too much alone, for even hope had fled. A load of grief then was upon the heart of this woman or child — for who shall undertake to say, when the child begins to be a woman, or when the woman ceases to be a child % It was the first great wound — the first great pang when woman, with her infiuite capacities of love, finds that she"], [251, "VALETTA. 243 has anchored her heart to a sand bank — that Wrecked is her vessel on a shoreless sea, Where there is none to help her in her fear, Where none can stretch a friendly, saving hand I There is no solitude so terrible as that weary heart-solitude which finds itself bound for ever to an unsympathizing, un loving nature. The corpse and the living soul chained together in one fetter — a hopeless, irremediable doom ; with no end, no hope, but the grave, and even there still the chain — still side by side. There are many awful mysteries in this earth of ours, which we deem so common place. There are many, many who wear away life bound in such fetters. It happened once that a Spanish monk, a sort of religious poet, took upon himself m 2"], [252, "244 VALETTA. to translate for his own private use the song of Solomon from the Hebrew into his own language. He was accordingly con fined in the dungeons of the Inquisition at Yalladolid. They ke])t him there for five yeaps, during which time he neither saw the light of man's eye, nor the light of God in the heavens. The man, it is said, was a poet, and in his trouble wrote songs, which remain. He addressed himself to the piadosa Madre — that pitiful mother — that Wo man's Heart which half Christendom still believes large enough to contain its sorrows. ■ If it were necessary or desirable to at tempt to give an idea of what passed in the mind of the poor young wife in her solitude, shut out as she was from the light of love which was to her as the sun in the heaven to the Spaniard — shut out also from all sympathy, counsel, and com panionship, we might select thoughts"], [253, "VALETTA. 245 from among the sad musings of the cap tive — If I look back I feel a wild despair — I shrink with terror from the coming days, For they will mirror but the hideous past ; While heavy and intolerable weighs The evil load of all that now I bear ; Nor have I hope but it will ever last. But we willingly avoid this point. Those who have suffered, want no words to aid their remembrance — those who have not, may well be thankful, and pray to be spared the bitter experience. The wife, then, sat with her hands pres sed together upon her lap, gazing vacantly out of the window, from which, in the afternoon, she had been so eagerly watching for the return of her husband. That sweet occupation of woman's loving solitary hours the 'expectation of the return ' was now gone for ever."], [254, "246 VALETTA. The shadows crept stealthily along the plain, and the sun went down, leaving a faint flush in the western sky. Still she sat on, gazing out wistfully on the land scape. Another hour and the landscape itself was no longer to be discerned. The dark masses of the trees stood out against the deep blue above, and the stars came twinkling into the heavens. Still she gazed on, the deep red spot fixed in her cheeks, and her dark eyes peering restlessly into the night. At length a distant noise — some evening sound borne upon the still air — aroused her. She gave a little shuddering sob, and looked round. The apartment was enveloped in darkness, save where the projecting angle of some piece of furniture caught, and eco nomised, and reflected back the faint spots of light from without. She listened. In all that vast rambling, old house, there was not a sound to meet her ear. She shook her head."], [255, "Valetta. 247 \" It is very l?.te,\" said she \" how can it be so late? They say the time passes slowly when we are unhappy — and 1 — I am — \" And again the little wife nestled up her shoulders, and sobbed faintly. That oldest good-wife's remedy in the world — necessity for action — is the best salve for the afflicted. It matters not what the occupation may be. It is suffi cient, provided it forces us from the con tinued contemplation of our own sorrows. This remedy was at hand ; for a feeling of anxiety, almost akin to fear, by degrees, stole over the mind of the sorrowing watcher, as the thoughts recurred again and again to her, that her friend — for the afflicted quickly promote those about them to the dignity of friends — that her friend, Lottschen, was absent. The ex-soldier was the only person besides herself in that lonely spot And he — how could she depend on him, whose wife was constantly bringing to her tales of his escapades — his"], [256, "248 VALETTA. drunkeness, whenever the opportunity of indulgence presented itself, and his sudden absences at the moment when his presence was most needful. She listened on. There was no sound to indicate that he was about. The pro bability was, that at that moment, he was far away on one of his illicit excursions. There was a bell in the apartment. A strange web of rusty wires was the com plicated machinery by which it was set in motion. Sometimes it would ring violently; at others it gave but a faint sound, whilst, more frequently, the creaking of the wires, and a slight fall of plaster, was the only result elicited. The irregularity of the bell's perform ances had, by degrees, brought it into such disrepute, that recourse was no longer had to it. The lady of the mansion preferring to walk to the top of the staircase, and trust to her voice, or to rely upon the punctuality with which Lottschen never failed to supply her ordinary wants. She"], [257, "249 VALETTA. had beeu accustomed to rough fare at the old Court, had the little lady ; but her elegant husband had given her oppor tunities for still further accustoming her self to privation. In the present state of her mind, how ever, the idea of the silence and solitude of that old house oppressed her to such a degree, that she felt unwilling to advance through the deserted rooms which inter vened between herself and the stairs. She therefore, having first lighted the small hand lamp which stood on a table by her side, took the bell handle, and, after several hesitations, at length, summoned the courage requisite to pull it. Instantly the deep tongue of the bell sounded below and its echoes went wander ing over the house. As they died away, however, it became evident that they were about to evoke no other sound. Silence reigned again, and the more completely that its reign had been disturbed. Long and anxiously did Valetta listen M 5"], [258, "250 VALETTA. for some signal — some friendly noise which might convey to her the reassuring cer tainty of the presence of Jan Proutsch below. No, not a sound. Again to challenge the silence by that deep mouthed bell was more than her courage could attempt. She was beginning to conjure up wild fancies— and already a strange, shapeless horror glaring upon her with the eyes — those horrible black eyes which she had seen by her husband's side in the morning — seemed to be lurking in the darkest corner of the room. It was necessary to act at once before fear overcame her. She took up the lamp, and determined to make the effort of threading the long labyrinth of apartments which lay between her and her own cham ber. On she hurried through those silent rooms, pushing before her the heavy creak ing doors, pausing at intervals to protect her lamp from the chill currents of air and then hastening on again. There she is at last safely arrived at the"], [259, "VALETTA. 251 top of the stair— Safe— Stop— hark!— There is a sound, and her heart stands still and her ear throbs loudly in the silence — No, it was but the mournful drip, drip of the water drops from above as they fell splashing upon the stairs and trickled off again over the edge into the hall below. At length she gained her own apartment, and, having placed the lamp on the table, carefully closed the door. The fastenings of this door were rough and not too trust worthy, but still, such as they were, it was reassuring to find herself protected by them. The room, it has been said, was situated at the back of the house. It was large, and bore that same dilapidated and desolate air which was observable in the more public apartments of the mansion. The furniture was scantily sprinkled about. It had once been handsome, but in its present shattered condition it was for that very reason less pleasing to the eye,"], [260, "252 VALETTA. and more suggestive of ideas of discomfort than it would have been if composed of more homely materials. In one corner was a rose-wood bed with dingy yellow garniture, whose drooping cornice threatened a speedyr fall. In another corner was the simple couch of the lonely wife — she had no fancy for that dingy old state bed — There were old cracked mirrors, and cracked marble slabs in abundance, a commode the most incom modious that perverted ingenuity could devise, cracked drawers, cracked panels, cracked windows; everything in short seemed to be yielding to that \" crack of doom \" which is the immediate precursor of general dissolution. There is no occasion when one more proudly, more delightedly yields to that subtle phrase of egotism, the \" Civis Romanus sum \" \" / am an Englishman !\" than when one has an opportunity of com paring the habits of one's own country women with those of other nations. Con cerning beauty no question is here raised."], [261, "253 VALETTA. Let each man decide that matter according to his own taste, and let him at the same time remember that, \" Touts les gouts sont respectables.\" Some may prefer the top-heavy bust and clumsy limbs of the Italian — others may find the meagre forms and high shoulders of the Frenchwoman to their taste — others the swart sodden skin of the Spaniard. Let them — \" Quem Veus vult perdere, prius dementat ,\" and in truth they have a certain way of putting on a shawl those continental and Peninsular dames — a cer tain jerk of the shoulder — a certain play of the instep — a certain disinvoltura of the spinal column -a certain roll of the eye — which, added to ineffable calineries of manner — a general veloute air — a some thing soft, cat-like, snake-like, she-devil like, are when taken all together quite sufficient to work in the beholder that de menting effect which is his doom. Well, it cannot be helped ; every man must fulfil his destiny. But though one"], [262, "254 VALETTA. may burn incense before many a shrine there is one only of these divinities whom he may safely take to himself to be the tutelary goddess of his home — the priestess of the Lares of his domestic hearth — and that one is the Englishwoman — In that matter the whole nations of the earth can produce no rival for her. It is to her that we owe it, that home has a meaning and a significance in our language which it has in no other, and that an Englishman's fire side has become a figure of speech synonymous with the domestic graces wherever the Englishman is known. To see a foreign woman to the best ad vantage you must see her abroad — to see an Englishwoman to the best advantage you must see her at home — You are en chanted with that neglige of mandarin damask — that exquisite cashemere — tbat innocent capote of dove-coloured velvet which meet you on the Champs Elysees, or theCascini,or the Toledo — Naturally— they are expressly intended to ensorcelcr you and"], [263, "VALETTA. 255 the general public. But catch the lady at her lever — there you will see a neglige with a vengeance — See her in the set of five rooms which she calls her \" c hez moi,\" her \" a casa.\" — Sec her with her dis hevelled hair, her calico wrapper, her grease pot, her coffee pot, her cat. her dog, her two children, her bonne, her omellette aux fines heibes, her cuisiniere. Put her to the test ; let her try to per form one of the Englishwoman's morning feats; let her give her husband his break fast before he is off to his day's labours, or his day's lounging; let her conjure comfort out of that chaos of slops and rubbish, and —bah ! An ounce of civet, good apothecary, To sweeten my imagination. Poor Adolphe ! ce cher Adolphe ! Un fortunate brute of an Adolphe !"], [264, "256 VALETTA. Ah ! what a contrast 1 There sits your Englishwoman. I have her before my miirtfs eye at this moment- -that particular one who is fit to serve as a model ; but they are all fit, all worthy to serve as models for the whole world. There she sits, as fresh as a rose, as neat as a new-made pin — (that, I believe, is one of their phrases) — Around her bounce about on their chairs three or four little miniatures of herself as fresh and bright as the tiny reflection of herself in her own glistening tea-pot. There she is smiling, chattering, scolding, kissing, performing impossible feats of bread-and-butter-cutting — filling all those clamorous little mouths, and wiping them, too, afterwards, and kissing them again once more after that — Keeping everything in a bustle, putting everything in order, attending to everything, keeping her husband back to the last possible mo ment, ancl then following him — lucky dog ! — into the hall, to whisper something into"], [265, "257 VALETTA. his ear— quite close, and then sending him off to his train, which he invariably saves with two minutes and a half to spares There is beauty if you like — not that miserable beauty of the print shop window and the foot-lights, but an honest beauty — a beauty which addresses itself to what we have of good in us— a beauty which Aristotle defined, and which even that sad Solomon would, in his better moments, have admitted to be not \" altogether vanity.\" But, interposes some worthy Dandin of a reader, what is all this % \" II s'agit d'un chapon. Et non pas d' Aristotle et de sa philosophic\" True — Dandin is a bachelor, orhas drawn a blank in the lottery, or has married a foreigner. SoTet let us return to the little Englishwoman whom we left inside her bed-room door at the commencement of this digression."], [266, "258 VALETTA. She formed no exception to the general character of her countrywomen. A few simple ornaments, a few flowers, one or two books were the simple elements of her conjurations ; but the effect was neverthe less truly magical, and there was almpst an air of comfort about the old barn of a place which her presence sanctified. When she had secured the door, and there was no longer any immediate appre hension, she turned her mind again to picture to itself the solitude of the house ; the lonely spot in which the only neighbours were the unknown tenants of that mys terious cottage. She dwelt with determined pertinacity on all this, and again and again she pictured to herself a thousand evils. She rose and went to the window, as if she wished to give more reality to her fears. She drew back the old curtain, which covered it. There was the dim outline of the cottage just visible in the night, but there was not a light or sign of hfe."], [267, "VALETTA. 259 Why did she strive to force herself to dwell thus upon the circumstances of her external condition. Is there not a grief so absorbing — a woe so overwhelming, that when it first breaks upon us, and before the mind has acquired force to meet it, we gladly seek even in the troubles of the outer world a relief from our own more in timate sorrows. It is such a woe as this which wrings the loving woman's heart, when for the first time she sees before her the rocky path of her life — the future of an unhappy marriage — the only earthly future without hope — when she first feels the pangs of a sorrow of which she must bear the sole burden, without a hand to help, a heart to pity. A sorrow which is so near being a shame that she must hide it in her own bosom — acting happiness to the world, and deprived of that comfort allowed to all sorrow but hers — the power to reveal her woes — the —"], [268, "260 VALETTA. Licentia de decir El mal que siente. Hers is that single sorrow for which even time bears no healing — that sorrow of which Rousseau's type of desponding love is made to declare — \" Le temps meme qui guerit tout n'offre que de nouveaux sujet s de larmes.\" In her misery, however, the old friend and consoler of the wretched, at length visited her, and she fell into a deep sleep. From this slumber Valetta suddenly aroused herself with a start ; she knew not how long she had continued in a state of unconsciousness, but when she awoke, the night was still deep, and the darkness only broken by the lamp, whose wick having exhausted the oil which fed its life, was bickering and struggling in its brass socket. She thought that this was the sound which had disturbed her. But something more was required to frighten off that deep"], [269, "VALETTA. 261 slumber which wraps the prostrate soul when the first pang of its first agony is passed by. It was something more — something in finitely more, and yet it was a slighter sound — one less appreciable to any other ear. But to her it was as the clang of a trumpet calling her up to battle again with her woes. It was a whisper, but it had penetrated to her numbed brain. Hark again. She raised herself and listened. No, all was silent. She listened on until the silence became so intense that it seemed to hum in her ears, and make her brain giddy. No, certainly it was nothing — the passing shadow of a dream — a freak of her troubled fancy. ' It was no wonder that she should be weak and nervous and fanciful,' she said to herself, ' she was but a child. Doctor Scammony had called her a child on the very past day ' — yes, she felt that she was no more, and that child-like, all she could do was to suffer and submit; and so she"], [270, "262 VALETTA. laid her head down again upon her pillow, shut her eyes, and forcing herself to fancy that she was in Rhoda's arms, she begun to sob herself off to sleep. Again she started suddenly up. Hark ! There again. This time there was no possi bility of mistake. There was the shuffling motion of feet, moving cautiously in the passage outside. They pause at her door and then there is another stillness. What can it be 1 what is going to happen ! She sprang up ; she would have cried out, but the words died on her lips, and her heart beat so violently that she was obliged to press her hands over her bosom. Still all continued silent, and though she was now certain that there was someone watching and waiting on the outside of her door, (she could almost catch the sound of breathing) she recovered herself suffi ciently to glide quietly to the window, that she might be in readiness to give an alarm and call for assistance. She gently drew aside the curtain ; she"], [271, "263 VALETTA. started back at the sight which met her eyes ; there, at the end of the garden, she beheld the cottage, no longer a dark out line scarcely to be discerned among the trees, but brilliantly illuminated, light streaming from every window. For a moment she almost lost the consciousness of her own personal danger, so strongly was her imagination attracted to the mys tery which hung around this building. As she continued to gaze, she distinctly saw the dark outline of a man moving about among the lights. Presently she saw him approach one of the windows of the cottage, and step out into the garden. With intense anxiety she strained her gaze to follow, if possible, his progress through the little wilderness which led to the Chateau, for to that point she now felt certain his steps must be directed. At this moment it was that her ear caught a sound. It was the handle of her door which gently turned again and again, as if there was a cautious effort from"], [272, "264 VALETTA. without to open it. At the same time a low, soft, musical laugh struck upon her car, and smote her to the heart. It was a woman's voice — A woman's or a demon's — a soft, musical, ringing laugh. There was something in it so terrible to the virtuous girl's heart that when it was repeated, and when at .the same time there was a renewed effort to force an entry into her apartment, she fell back upon her bed, and sank into insensibility."], [273, "TALETTA 265 CHAPTER XIII. The heart, as doctors will tell you, is a double organ divided into two distinct houses. The same with the brain ; we add to this dictum of the doctors, that these mansions are inhabited by two neigh bours in perpetual communication with each other. The one is a bland, soft spoken fellow, an excellent reasoner ; the other has for his portion a somewhat weak head, and the best intentions in the world. The latter of these is named Duty, ancl the VOL. II. N"], [274, "266 VALETTA. former Inclination ; they discuss almost every question together, and between such characters it is easy to guess how the dis cussion ends. If any one doubt this he may easily convince himself. The court is open to him, and it is always sitting — let him go in, listen to, and take ncte of the discus sions, and, if he do himself justice, he will come away with the conviction, that if he could convince and cajole the rest of the world as easily as one of these two dwellers within him can convince the other, he would soon be one of the most success ful and dangerous fellows alive. When the ex-cuirassier first started from home, the discussion between these two above-mentioned worthies had commenced, and no one in the habit of watching the progress of their reasonings, either in his own case or that of others, would have doubted of the result, or been nearly so much surprised as the soldier himself to find, that at about eight o'clock on the fol-"], [275, "VALETTA. 267 lowing morning when that excellent man awoke with rather a chilly and uncomforta ble sensation hanging about him, there he was lying at the bottom of a ditch by the road-side about half way between the chateau and the fatal Estaminet. He got up — stretched his limbs — shook himself — pressed his hand to his head — and looked about him. He found neither pepper, oil, wooden spoons, nor any of the stores which had formed his necessity of the day before. In his pockets, however, he found (to the honour of his country be it recorded) half the money with which he had started on his little shopping expedi tion. The first thing which naturally occurs to a man in trouble, is to find some one on whom to lay the blame. The cuirassier having rapidly reviewed the circumstances of the case, and having failed to discover a fault anywhere save in his host's liquor, and his own head, discharged one or two H 3"], [276, "268 VALETTA. \" mille bombes\" at random to clear his brain, and then turned himself to the second point, which occupies the attention of those suffering under misfortune — namely, how to get out of it. Repentance is an after thought, that is, when it comes at all. It was a saying of a certain sage of old, named Anacharsis, that the grape ordina rily produces three sorts of fruit — plea sure, intoxication, and repentance. It may have been that the climate of Belgium is less favourable to the cultivation of the vine than that of Scythia, for, with our worthy soldier, the third fruit never ar rived at maturity. The natural conclusion to which con sideration of the matter led him, was that the sooner and the more quietly he could make his way home the better. Accord ingly, stiff in limb, and sore in conscience, he succeeded in regaining, unobserved, his little room within the entrance door of the"], [277, "269 VALETTA. chateau before the return of his wife from the good town of Bruges. He had not, however, much time to spare, for in about an hour, the gate quietly opened, and that worthy dame herself entered — her head high in the air, and the book of medita tions carefully raised in her left hand. The ex-cuirassier, who was on the watch, caught the sound, and looking out, at once discovered from his wife's appear ance, that she had held communion with her spiritual adviser, and that the result of it was, her return in an eminently pious frame of mind. \" Ce coquin de sous-cure,\" muttered he, shaking his fist under the table. \" Oh ! if the day ever comes to — But enough.\" And starting up, he hurried out, and was as polite and conciliating as the guilty usually are. Give a woman an advantage, and she will make the most of it. Be sure of that. The lady finding her husband in this"], [278, "270 VALETTA. frame of mind, became at once very difficile. She complained that she was tired — that it was inconvenient to return so early — that she only did so to oblige him, and much more to the same tune. The husband listened, and deplored, and moderated. He must have committed himself in some way to be so conciliatory— that was certain to the wife. \" Well,\" said she, at length, pausing, staring him full in the face ; \" what is it ? Well, what has happened 1\" \" Happened — nothing.\" \" No one been here V \" Not a soul.\" \" Where is Madame 1\" \" She has not rung yet this morning.\" \"What time did she go to bed last night V '• Early.\" \" Good. Take that,\" said she, handing him the rifiard, which he hurried off to de posit."], [279, "VALETTA. 271 \" I shall not be wanted any more this morning V inquired he, uneasily, \" because if not, I start for Bruges.\" \" Ivrogne,\" she muttered, turning up her eyes, and setting down the book of medi tations with a bang upon the table. This was not a moment to bandy words. The husband slipped on his coat, and waving an adieu, hastened out of the premises. When he had advanced so far on the road to Bruges as to be safe from the risk of recall, he paused to light his pipe, and before he placed it between his lips, once more he raised his clenched hand, and entered a mute protest against ce coquin de sous-cure. Every morning Lottschen was in the habit of attending at the lever of Madame, not so much for the purpose of assisting at her simple toilette, as for that which led dear Abbe de Grignan, and the essential d'Hacqueville to present themselves at Madame de Sevigne's toilette— namely, to raitonner pantoufle."], [280, "272 VALETTA. After the departure of her husband, she accordingly at once proceeded to the apartment of her mistress. Her face wras mightily grave as she ascended the stairs, for, since her visit to Bruges, she had determined, under the ad vice of her spiritual director, to take upon herself a heavy responsibility — but grave as it then was, yet when she entered her mistress's apartment, its whole expression was altered. Her cheeks were white — her lips trembled — her eyes stared out vacantly, and every thing about her gave evidence of the sudden terror which had overcome her. The noise made by the entry of her attendant startled Valetta from a deep and death-like slumber. She started up, and threw around her a rapid and anxious glance, and fixed her eyes upon the other's face. Lottschen bore the eager scrutiny of her mistress's regard without flinching, and, on her side, seemed to be endeavouring to discover, from the expression of her mistress's face, a confirmation of the ap-"], [281, "273 VALETTA. prehension which had taken possession of her own mind. She was the first to break silence. \" Did madame sleep well V \" Will you draw back that curtain, Lotts chen 1\" said the lady. The woman went to the window, and drew back the curtain. As she did so, she turned her eyes to the cottage, and con tinued, for some moments, to examine it with fixed attention. At length she turned away with a puzzled countenance, and an expression of doubt. As she did so, she found that her mistress's eyes were again fixed upon her. For a moment she ap peared embarrassed, and turning aside her head, busied herself with some preparations for the toilette. \" Did Madame sleep well ?\" she repeated again, after a pause, without turning round. \" What time did you return this morning V said Valetta, without appearing to heed this question. N 5"], [282, "274 VALETTA. When a woman answers one question by another, there is something in the wind. So thought Lottschen, for she trembled, turned up her eyes, and exclaimed apart, \" Onze lieve vrow ! Could it possibly have happened V Valetta saw that her attendant knew something, and determined at once to ques tion her. \" 1 was disturbed last night,\" said she. \" Do you know anything about the matter V \" Hush !\" whispered Lottschen. suddenly, colouring scarlet, and placing her hand to her lips. \" Was it you then V said Valetta, in a tone of mingled surprise and reproach. \" Me, Madame t\" \" If so, confess it at once, and I think no more of the matter ; although it was thoughtless, and — and unkind to do that which might have frightened me. You are silent — You admit it V"], [283, "VALETTA, 275 u Me 1-— admit it ! Ah ! Madame, little do you know — what a — what — \" And here the poor creature, overcome by her conflicting emotions, began to sob. Madame Valetta was but an indifferent hand, at .all times, at playing the stately lady — -still worse was she, when tears were in the case. She therefore, at once, man aged to get hold of her poor, kind, humble friend by the hand. That was the first point. The next was to draw her towards her, and whisper in the gentlest and most caressing little voice in the world. \" What is it, then 1 Don't cry, dear Lotty.\" This was an old trick of hers, and oue which the little crafty thing had found in variably successful in consoling poor Peggy Franko under her many little trials. The Belgian dame was no wiser than Peggy. She caught at the sound. We all do— =■ too readily perhaps — as that sweet, unusual music of sympathy sounds in our ears."], [284, "276 VALETTA \" Oh ! my dear, dear young lady,\" said she, opening her huge arms, and slowly folding them round her mistress. Every one caught the knack of taking Valetta in their arms — or desired to prac tise it, at any rate — there was something so very suggestive in that little waist of hers. \" Oh ! my dear young lady,\" sobbed she, then, \"you little — know what a dreadful place — we — live in.\" Valetta became rooted to the spot. \" What ?\" exclaimed she, mechanically. \" Oh yes, it's true. It is not our fault — we, indeed, neither of us — it is an awful place.\" \" How ? why? All — all must be known.\" It was the woman's duty to confess it. The girl felt all this — and made the other feel as much. \" Oh ! yes,\" Lottschen knew it must be told ; \" but it is very terrible.\" \" Is it the cottage ?\" \" Hush ! for your life.\""], [285, "277 VALETTA. \" But is it—\" \" Madame — Listen. — Have patience. — To-night you shall know all. I have long lived in torture. 1 could not bear the knowledge of what was going on — yester day I determined that I would see my spiritual adviser — I have done so — I have been counselled by him to keep my secret no longer. I will tell all — but not now — no — not now,\" sobbed the woman. \" Wheu ?\" \"Listen — To-night we shall be alone. My husband will not be back from Bruges until late, if at all. To-night I will tell you all — more, I willmake youawitnessof things which will freeze your soul with horror. But mind, there is danger. Let us pass the day as if nothing had happened. If we see any one, let no trace of anxiety appear, and to-night when it is dark I will come for you.\""], [286, "278 VALETTA. CHAPTEK XIV. \"Om n'est jamais si tnalheureuw qu'on s' imagine,\" says a certain consolatory French moralist. Alas ! the knowledge of one's misfortune is the misfortune itself. Map out the mind of man as you will. Believe in all that — Wise Aristotle and Smiglesiiis By ratiocinations specious, Have strove to prove with great precision, With definition and division."], [287, "279 VALETTA Listen and learn at Plato's Lyceum ; in the stoa of Zeno, the garden of the Epi cureans, or wherever else wisdom is to be culled, you can never learn not to suffer. To bear silently, unflinchingly, that you may acquire : to suffer with resignation is the great lesson of the philosophy which is preached from the courts of heaven — but not to suffer, not to feel, is not to have touch and nerves, and a brain — is not to be human — not to be divine. We all suffer, and those suffer most who least deserve to suffer. It is a world \" Ou les plus belles chosea Ont le pire destin,\" a world, the heat of whose fiery trials draws out the tear-drops wherever there is moisture and life in the soul, wherever the heart is invested with that highest and saddest prerogative— the power to feel."], [288, "280 VALETTA. Woe to the man who passes through life with an unwrung heart. There is something wrong at his very core. A dis ease without pain is deadly, and an old man wTho can congratulate himself on never having known sorrow, might with more reason, despair. Suffering then is the lot of all. Eut the one particular phase of suffering which is the more especial prerogative of women is, this heart suffering — a sort of misery which does not arise from the failure of mercantile firms, or the dislocation of collar bones — which is neither caused by physical evils or the caprices of fortune, but is caused by broken vows and disappointed hopes, and the decay of love or any of those little trifling sentimentalities of woe, which we infinitely superior beings in broad-cloth choose to pronounce as of such little importance. What then, my excellent Inkle, is to be come of this woman — this weak, tender hearted tearful creature, in a future state I"], [289, "281 VALETTA. ♦ She can't be happy with you ; she will not be happy without you. Can she go on inhabiting the same mansions with you, bearing and forbearing, pitying and trust ing, and ministering on, unrequited to all eternity ? Mahomet foresaw the difficulty, and pro vided for it. He cut the knot ; he mapped out a \" Limbo large and wide, A Paradise of Fools.\" There were to be flowers, nectar, fountains, \" to every man a damsel or two.\" All was to be ambrosial, and just sufficiently etherial to be everlasting. This was the prospectus put forth by this great reformer. As to the women ; he would say nothing about them, except that they were not to be there. The carte du pays was all the more attractive on that account."], [290, "282 VALETTA. What the great regenerator's private opinion may have been is another matter. It was to the women he owed his success, and he knew it. Of those best of ques tioned good things — wives, he did not con sider four too many for the faithful, nor fourteen too many for his own personal ad venturing. Well, after all, it is not a subject to be treated lightly, this tender heart of woman. Her sorrows are not important sorrows — not occasioned by adequate, that is, by material causes — but they are sorrows — and sorrow of that wonderfully pertina cious sort which, wears away life — the sort of sorrow that angels might feel, and which is occasioned by causes that might justify an angel's sorrow. We cannot feel it ourselves — we cannot understand it — the more's the pity. But this we can do, we can respect it and avoid going bird's nesting in a woman's heart. This then, is all very well, and very little to our purpose, which clearly is to be pre-"], [291, "283 VALETTA. sent at the \" awful disclosures \" which Lottschen is pledged to make to her mis tress, and so revenons a nos moutons. Let us return to these two poor sheep who, deserted by their shepherd, have to keep watch and ward in the fold for them selves. Of all the counters' hours, there are none who find them so heavy as the expec tant. This has been found out since time and expectation began, and none have been so convinced of it as those whose heart is at the bottom of their hope. For Valetta the day wore wearily away, and as it drew towards a close, the anxiety with which she had anticipated the clear ing up of the mystery which she now felt hung about the house — a mystery, in which she herself was, since the adventure of the past night, so deeply interested — ac quired with every passing hour a deeper intensity. To this was added an apprehension, which gradually grew up in her mind, at"], [292, "284 VALETTA. the causes of this protracted absence of her husband. It was in vain that she re peated to herself, again and again, the old reason, that business was detaining him. It was in vain that she assured herself that she did not desire his return. Neither the reason of argument, nor even the unreason of positive, unsupported assertion — nor, in deed, anything human or otherwise, can convince the heart which still lingers around the ruins of its love ; and as there came no further letter or message, the little lady insisted that something dreadful had happened. Dreadful! She could not forget that green silk dress — those green gloves- — those basilisk eyes. Certainly something dreadful had happened. It was not a noisy woe this of hers. It was not even a woe which sought to ex press itself. The wound of the deeply jealous woman is one which is borne in silence, and in the aching depths of the secret heart, until the ache has become"], [293, "VALETTA. 285 iutolerable. Then, and not until then, does it find a voice. But though Valetta's grief expressed itself by no word, it found in her whole air, in her every look, an expression of such anguish that, could her Clarence have stood bye and witnessed unobserved the workings of that misery he was causing, even he might have relented. Might ! alas, who knows ? For, too truly has it been said, that there is no pas sion which gives more pain and excites less sympathy than jealousy. No wonder — how can we forgive that which too eloquently convicts our unwor thiness. It is not agreeable to be invoked by another's sufferings to resign our own pleasure ; and thus it comes to pass that the agony which might have inspired pity, had we witnessed it as indifferent specta tors, provokes indignation when it requires that we should make a sacrifice to it. Unhappy the woman who , is jealous without a cause, for she exposes her own"], [294, "286 VALETTA. weakness — thrice unhappy the woman who is jealous with a cause, for she exposes her lover's weakness. As the night approached, Lottschen, yielding to the anxieties of her mistress, threw her large black faille around her, and expressing an intention of going to Ostende in search of Monsieur, left the house. Behold then, for the second time, the poor girl left to herself. The night advanced. It was ten o'clock — half-past ten, and still no Lottschen. And now the watcher began to dread the lapse of time, and to find tbat the hours bore her along too swiftly towards that midnight ordeal, which she had now such substantial reasons for fearing to encounter alone and unprotected in that solitary and mysterious spot. As she sat there, hour after hour, at her accustomed window, her eyes still continued to strain themselves to catch the returning form of her servant. Long after it was"], [295, "287 VALETTA. dark, she sat on. Not a figure— not a solitary way-farer had passed, and as each hour advanced, she was more and more alone — and more and more in need of support and companionship. Poor child — The tears stole silently down her cheeks, lt was long before they came. She was not one of these who have A woman's gift To rain a shower of commanded tears. There is no sign more deceptive than tears. Many and many a time do those whose heart is wrung by the most intense feeling, sit by, with tearless eyes, witnesses of the more demonstrative woe of others, whose sensibilities are, perhaps, not half so keen as their own. It is a complete, though a natural, error to mistake the larme facile for a feeling heart, and to attribute to the acutest sympathies that"], [296, "288 VALETTA. which is, in reality, the result of a mechani cal organization of the eye. The tear has become the property of the poets, ancl like other dramatic properties, it has been forced, while in their service, to represent much beyond its natural office. Here is the state of the case. The louder the thunder, the calmer the sky — the harder the shower, the greater the chance of the day's clearing. The same with the passions. The fury, which finds its expressions in words, is but a mere fiasco, \" signifying nothing.\" It thun ders forth, and before one can say \" lo, it thunders,\" it is at an end ; and the thunderer is your very humble servant, as harmless as the poor Jupiter Tonans in the Chateau hall. And as to grief — the sympathy, which, in a moment, turns on the main, and offers you the tribute of a copious stream of tears — will very probably offer you no other more enduring tribute. It has ex-"], [297, "VALETTA. 289 hausted itself. It has washed its eye-balls, and the matter is at an end. The shower is over, and the sky resumes its brightness. Beware, then, of this eye-ball -washing woe! — this larme facile. Still more be ware how you suspect that grief, whose burning lids long in vain for the luxury of a tear. To return once more to Valetta. The more the sense of her solitude forced itself upon her mind, the more pertinaci ously did her fancy stray back to that dear lost home, where solitude was an unknown idea — to those happy days when every glance of her eye met a sister glance — when every thought of her heart was echoed back by a sister thought — -when there was ever a hand stretched to meet her hand — when she was surrounded by an atmosphere of love, in which her gentle soul grew up, and flourished in its beauty. By and bye, the tawdry or-molu clock, with its weary eternal Cupidon, gave a VOL. II. o"], [298, "290 VALETTA. loud premonitory whir, and then struck eleven. Valetta counted its strokes with intense anxiety. As the last died upon her ear. she fancied that she caught another sound. The night was dark — not a star showed itself in tbe sky, and not a ray of light found its way into the room. She listened. There again. Was it the wind amusing itself in that lonely spot, at the expense of the creaking old doors ? No — there was not a breath of air stirring. Oh ! if it were to come again — that hor rible vision — that mystery of the past night, with its soft, musical, mocking laugh. The thought was too terrible. Impossi ble. \" It is impossible,\" said she ; and deter mined not to let her mind approach the subject — she dried her eyes — folded her hands before her, and forced herself to"], [299, "291 VALETTA. think upon some indifferent topic — any thing — the first that might present itself. Presently she was busy, obliging herself to calculate over the number of miles across the Channel to Ostende — to repeat over the incidents of her own passage, and to wonder how Mr. Scammony had fared, and how he amused himself at Ostende — and what could have possibly made him, who so detested travelling, take it into his head to come abroad — and whether it would be a difficult and expensive journey for him — of course, for him. The topic was quite a new one to her mind, and somehow seemed to possess a strange fascination for her. She was soon, however, aroused, for presently there was a noise in the room adjoining that in which she sat, so decided, that, with all her en deavours, she could not succeed in shutting it out from her ears. It was the noise of some one moving o 3 V"], [300, "292 VALETTA. stealthily about — and, from the sound, it appeared that the footsteps were advanc ing towards the door of her own apart ment. Yes — it was so. In another mo ment, the door gently opened. Valetta shut her eyes, and placed her hands over her ears. That laugh she could not again bear to hear. Presently, she was gently shaken by the arm, and was relieved from her terror by the welcome voice of Lottschen. \" Pardon, Madame,\" said the woman ; \" I did not think to find you here, as I saw no light at the window when I passed. I hope I have not frightened you ?'' \" Me ! oh, no ! Why should you think so ?\" \" I thought you might have fallen asleep. It is lonely watching here.\" \" Asleep — oh — yes. Well, what news, eh ? You don't speak. Have you no news of him.\" \" Yes, Madame, I have news. You will probably see him to-night.\""], [301, "293 VALETTA. \" To-night !\" repeated Valetta, suddenly thrown back upon the fear of meeting her husband — a meeting so terrible, now that she had acquired the fatal insight which the Doctor had given her into the nature of his pursuits, and the cause of his long absences. A deep sigh swelled her bosom, for she already felt that the wings of her love were broken, and that her heart could never again fly forth to meet her husband as before. Lottschen silently observed her. \"Madame is tired,\" said she, inquir ingly- \" No.\" \" Madame would rather go to bed than—\" \" No — no — now is the time. Now I am equal to the effort. Let me hear all now.\" \" Perhaps, another night, Madame, would — '"], [302, "294 VALETTA. \" No ! now — now — I can bear all — any thing — better, perhaps, than at another time. You can have nothing to tell me, Lottschen, that I shall be afraid to learn. I am getting used to bad news.\" As she said this with a sad smile, she laid her hand upon her companion's arm. Lottschen took her mistress's hand in hers. \"Ah! Madame,\" said she, for she felt directly that the hand was very cold, and that the httle lady trembled violently. \" Go on, dear Lottschen,\" said Valetta. \" Take no notice of me, I shall be well directly.\" \" Onze-Lieve- Vrouwe ! It is a sad matter this,\" thought the poor woman ; \" but it is a duty— the sous-cure has de clared it to be so — Allons done, let me not shrink from it.\" \" Madame,\" added she, presently, in a voice which had something of the mother's"], [303, "VALETTA. 295 accent, which Teggy of old had so com pletely caught, \" will you trust in me suffi ciently to follow me without any ques tion V -'■ Will I ? willingly,\" exclaimed Valetta. \" Have you a light there V \" Here then is required the first proof of your confidence. Madame, can you do without a light?\" \" Willingly — if you think it better. There is my hand, guide me where you Mill.\" The two women, with almost noiseless steps, made their way through the long suite of dark and silent rooms, and passing down the stone staircase, paused at that little den by the side of the entrance door of the c/idteau, which formed the special habitation of Lottschen and her good man. Lottschen unfastened the door, and they entered ; she groped her way into a corner, and presently struck a light — she"], [304, "296 VALETTA. then kindled the wick of a little lamp, and placed it in a lantern. It was a strange chaos, that room. Cer tainly there was no want of space in the chateau, nevertheless the worthy couple seemed to prefer confining tbeir menage exclusively to that one spot which \" served them for parlour and kitchen and hall,\" as the song says, and for sleeping-room and dressing-room to boot. There was a bed, a bureau containing a chest of drawers, pots, pans, wearing apparel, domestic stores, and all in the most hopeless con fusion. Lottschen pointed to a chair on which were lumbered a dozen miscellaneous articles. \" Will madame be seated 1\" said she. Madame, however, preferred to remain standing. Lottschen next mounted up on a broken chair, and began to turn over the contents of a shelf. Having successively taken up and laid aside dried roots, old"], [305, "Valetta. 297 blackened pipes, bits of ropes' end, an empty spirit flask, and much more ; her hand came upon a sheet of paper. It con tained a set of rough coloured etchings of the military costumes of Belgium. Her eyes dwelt fondly on it for a moment, and then she handed it down to Valetta. \" Number five,\" said she, \" ah ! that is it — Dragon, Grande- Tenue — Ah ! that was my husband's dress when he was in the army ; you can take the lamp to look at it — 1 can do without it.\" Valetta held the paper mechanically be fore her — she had had enough of dragoon ing for the present — The proud wife in the meantime continued her search. \" The ivrogne has taken it with him after all, I fear,\" muttered she. \" No ! here it is at last, and, as she said so, she descended with a large key in her hand. \" Nowr, madame,\" said she, \" it is necessary to put the light out again — That is if you have finished looking at the dragoon — and then, if you wall permit me to leave you by o 5"], [306, "298 VALETTA. yourself for one single minute, we shall be ready to start. Without waiting for a reply, she extin guished the lamp and left the room, care fully closing the door after her. Almost before Valetta had had time to begin to speculate on the causes of this new absence she had returned again, bear ing with her her mistress's shawl, and the old straw hat. Valetta suffered her to place the hat upon her head, and to throw the shawl around her without making any comment, and then, again yielding to her guidance, they issued forth iuto the night. They traversed the court-yard in silence, but Valetta suddenly hung back when she found that they had paused before thc gate which opened into the garden, and that her guide was about to unlock it. Lottschen perceived her mistress's hesita tion. \" Shall we return V she whispered. \" No !\" replied Valetta, resuming her"], [307, "299 VALETTA. courage, and overcoming the scruples which suggested themselves. \" Lead the way, I will follow you.\" They entered through the gate, which Lottschen carefully closed, and found them selves among the thick trees whose inter lacing boughs extended far and wide, at in tervals nearly blocking up the pathway. Lottschen, however, had so long inha bited the spot that she was too familiar with the devious path to mistake her way — Without a moment's hesitation she led Valetta onward. For a time all was dark, but at a turn in the path they caught through the trees glimpses of a bright light burning in the direction of thc cottage. Again Valetta paused. \" We may yet go back if madame wishes it,\" said Lottschen, rightly interpreting the cause of her mistress's hesitation. \"No,\" said Valetta, \" we will go on whatever may happen ; but tell me, is there danger — I am not afraid— but do not de ceive me — let me know it before hand V"], [308, "300 VALETTA. The other made no answer, and there was something which might well have seemed ominous in her silence. Valetta, however, had ceased to observe her, for as she spoke, her quick ear had caught the sound of rapidly approaching steps. \" Hark !\" she exclaimed. \" They are coming — we are discovered.\" \" No !\" whispered Lottschen, \" No ! stand aside — there — out of the path — that will do — not a word — not a motion — and we may yet be passed unobserved.\" The two women crouching amidst the foliage, almost held their breath. The steps approached nearer and nearer, and presently the figure of a man passed by them, in the direction of the cottage, almost brushing their garments as he went. It was too dark to distinguish, with accuracy, even the outline of his figure, but there was something about even 'the echoing fall of the footsteps which filled the girl's heart with an undefined appre hension."], [309, "VALETTA. 301 When the figure had passed on, and all was silent, the two trembling women again ventured forth, and the domestic stiU leading the way, they advanced cautiously in the direction of the cottage. Presently a confused murmur reached their ears. It was the sound of several voices in loud conversation, and when they issued out from among the trees into the little space in front of the cottage Valettasaw with a feeling of apprehension she in vain sought to dissemble, that the shutters, which on the previous morning had been so care fully closed, were now thrown back, and that from the open windows there issued a stream of bright light, and the sounds of loud and festive voices. \" Stop !\" said Lottschen, drawing her gently back, \" we must go on with care,\" and retreating within the cover of the trees, they made a detour to avoid entering the circle of light thrown from the building. Having arrived, in this way, close to"], [310, "302 VALETTA. one of the corners of the house Lottschen cautiously approached a window, and rais ing herself looked in. Presently she re turned to her mistress, and having, in a low whisper, cautioned her, whatever she might see, to remain silent, she took her hand and led her forward. Through a space in the folds of the curtains which were drawn in front of this window they obtained a view of a small but elegantly furnished room. Though empty, it had evidently been recently oc cupied, for on a table in its centre burned a small lamp. \" Look to the left of the lamp,\" whispered Lottschen — \"There — down upon the table — do you see anything ?\" \"No!\" \" What, nothing ?\" \" Nothing but a glove !\" \"Exactly— a green glove with a small crimson silk fringe. Where is your hand.\""], [311, "303 VALETTA Valetta held out her hand, and her companion placed something in it. \" There, ' said she, \" take that— examine it at your leisure. You will find that it is the fellow glove to the one lying on the table. That glove I found wound round the handle of your bed-room door this morning ; now you can understand the nature of the visitor who disturbed your sleep on the past night. You will soon know to whom tbat glove belongs. It was intended by them that you should. They are in the next room at this very moment. Hark, a song. Now their attention is oc cupied, and now we can get round and see them unobserved.\" As she spoke, the confused hum of voices, which had been broken at intervals by loud peals of laughter, and the ringing of glasses died away, and was succeeded by a silence, in the midst of which a rich and full voice commenced a French song, of which the following may serve to convey some idea —"], [312, "304 VALETTA. Ye pearls of Ormus and ye gems, Which in Golconda's bosom lie ; Treasures of earth ye ne'er can be worth A single glance from beauty's eye. Therefore I sought the maid whose charms Might fire this heart and ease its pain, Far and near, in each hemisphere, But until this hour I've sought in vain. The Bayadere of graceful form, The Georgian with her lofty brow, And add to these the sweet Chinese, And the pensive loving German frau. The Creole, with her piquante air The Moorish maid in whose heart and eye There glows a light as warm and bright As the light which glows in her native sky. The young almees, soft Cairo's pride, The jealous, proud Italian ladies, The Scottish miss, the angel Swiss, And thy dear daughters, dearest Cadiz."], [313, "305 VALETTA. For these I wandered o'er the globe, And sought a love in every part ; All have I seen where'er I've been, But ne'er till now could fix my heart. Then pardon, ladies, and I'll tell Who has won my hand, no longer free, Though still I find each fair one kind, The woman of France is the woman for me. Yes — the woman of France is the woman for me. As the very first notes of this notable profession of faith, or rather faithlessness struck upon the girl's ear, she clung closely to her companion, trembling in every limb, and overcome by the violence of her emo tions. At a certain point, however, she suddenly aroused herself, and in spite of the efforts of the woman to retain her, pressed eagerly forward to the window whence the sound issued. Here a sight met her eyes, as painful as any which loving woman's heart was ever doomed to witness."], [314, "306 VALETTA. Bound a table, on which were the re mains of a luxurious repast, sat a crew of Bacchanals of both sexes, whose disorder, while it revolted the chaste mind of the English woman, clearly bespoke the cha racters of those who could assist at such an orgie. In the centre of the group sat her husband, his cheeks inflamed, his eyes flashing, his hands uplifted to give em phasis to his song. By his side was the syren of the Bath, the fatal Comtesse de hasard, more charmingly arrayed than ever. Her long lashes rested on her cheek, and a conscious smile played around her lips, as she drank in those sweet sounds which were addressed to her, and of which she afforded the fitting inspiration. As the song concluded, the singer raised his glass to his lips with a faltering hand, drained the last drop, and then dashed it into a thousand fragments against the oppo site wall."], [315, "307 VALETTA. \" A glass which has been emptied to you can never be filled again,\" said he, in that soft, musical voice of his. Good Heaven ! There was the very same old trick of the little white hand as it wandered over the soft black moustache — the same pose of the body — the same half -smile — the same veiled glance, which had once won for him that true woman's heart, and which now turned away from the bright star of her pure and hallowed love to follow a wandering ligh , sprung from corruption, and flickering over tombs. Those pretty eyes of his sought to pene trate the regard of the Frenchwoman, who, on her side, raised those dark night orbs of hers, alive with liquid fire. They regarded each other full and hardily. He put forth his arms towards her. For a full minute she gazed at him, and then she gave way, and he clasped her to his heart, and that beautiful hair of his swept upon her neck as he bent over her. It was a merciful accident which showed"], [316, "308 VALETTA. such a sight as this to an English lady, for it explained to her, in that one instant, what it would otherwise have taken her years — long and tearful brooding years to have understood — it revealed to her, at once, that fatal truth — that saving truth too — That her Clarence had never existed. There are trances in which men lie buried, and in which the common things around them take bright and angelic forms — in which the creeping steps about their pillow sound like the music of the spheres. Such a trance had been the girl's love. She was beginning to wake up again to the pains of returning consciousness and life — she put forth her hand to the woman at her side, and said, in the simplest little tone in the world, without a trace of emotion of any sort, \" I think we had better go now — that is, if you don't mind.\" The other took the lady's hand — passed it through her arm, and so they walked away together."], [317, "VALETTA. 309 When they had arrived at the Court yard, the lady, instead of going towards the house, turned to the gate which led out into the road. During all this time, not a word had been spoken on either side. The woman now ventured to stammer out : \" I think, Madame, it is rather cold ; if Madame — \" \" Lottschen,\" said the lady, \" I am going to Ostende to see a gentleman — a friend of my family. If you do not mind, I should like you to accompany me ?\" The lady spoke this time also in the quietest tone in the world ; but there was something in her accents which rendered any reply but one impossible. And so they sallied forth, and by the moonlight made their way to Ostende. So much, then, for this particular phase of hero-worship, which may be termed Captain-worship. And here we leave little Valetta who must lie in her bed as she has made it."], [318, "310 VALETTA. Poor child ! It is a sad thing when a romantic, imaginative, and high-spirited youug girl, who has been dreaming chivalry, wakes up and finds herself by the side of such a Caliban animal as this Bellairs of ours. Chivalry thank Heaven, very different from this laced-jacket chivalry is the chivalry of to-day. With tongue and pen, and good works and honest labour for its weapons — with the Holy ensign on its breast, and that holy Deus vult on its lips \" Glory to God and on earth peace and good will,\" it goes forth to conquer back that true Holy Sepulchre — the human soul — Such is the crusader of to-day, and the true chivalry of all times. EKD OF VOL. II. T, C. Newby, Printer, 30, Welbeek-street, Ca vendi.h-sq."], [319, "In Three Yols. FERNLEY MANOR. A Novel. — By Mus. Mackenzie Daniuls, Author of ' My Sister Minnie ' ' The Poor Cousin,' ' Our Guardian.' &c. &c. Is a rare combination of talent and taste. — Britannia. Exhibit? Mrs. Daniels' wonted feminine grace of manner, with more of substance in the story than usual with her— Spectator. She has a grace of thought and purity of feeling.— Daily News Express. The story is throughout so irresistibly attractive that we found it impossible to lay down the book till we had reached its last page. — Naval & Military Gazette. It is a story of no common interest, the plot being woven with a power of invention that will surprise the patrons of English novels. Critic. In Three Yols. MASTERS AND WORKMEN. A Novel. By Lord B \\ very clever novel. Spectator. The story will excite the deepest interest in all who peruse it. We have read it with intense pleasure, Sunday Times, The work has great interest. Daily News Express. Considerable power is exhibited in the writing, some of the scenes being wrought up with great effect. The author wields a fluent and even an eloquent pen ; his imagination is vivid, and construction of an interesting plot, he has been more than usually successful. Critic."], [320, "In Two Vols. (Now ready.) L L F E'S SUNSHINE. A Novel. By Miss H. M. EATHBONE. Author of ' Rose Allen.' etc. ' Life's Sunshine' is a contrast, a tale of humble, life at home. Its incidents are of the sadder kind and the inculcations of a religious order. — Literary Gazette. The above is a very pretty, unpretending story — We think this story will be read with pleasure by a numerous class of readers, who, if not struck or start led by its powers, will not quite complain of weak ness or want of interest. — Dispatch. Having in the out set of this notice spoken of the character of this novel, we have only in conclusion to recommend it to our readers as one eminently cal culated to promote the end for which it was designed. Sunday Times. In Three Vols. (Now ready.) KINGSCONNELL. By Mrs. GORDON. Author of ' The Fortunes of the Falconers. The book we feel sure is destined to a reputation much more permanent than the duration of ' the season ' in which it appears. Weekly Chronicle. It is unquestionably the best work which Mrs. Gordon has yet produced. The work, we have no doubt, on the whole will be well received; indeed, as we have already stated, it bids fair to be regarded as Mrs. Gordon's best. Sunday Times. There can be no question however that, ' Kings connell' will find many readers and not a few ad mirers. Observer."], [321, ""], [322, ""], [323, ""], [324, ""], [325, ""], [326, ""]]