[[1, ""], [2, ""], [3, ""], [4, ""], [5, "CATHEDRAL BELLS VOL. II, a"], [6, "BY THE SAME AUTHOR. MISS LAVINIA'S TRUST. Crown 8vo, Cloth. Price Half-a-Crown. ' lsabeautiful story, in which very considerable power of real pathos is dis played.' — Sheffield Daily Telegraph. WRONG- ON BOTH SIDES. One volume, crown 8vo, Cloth, bevelled boards. Price Six Shillings. 'An exquisitely told tale, which is quite on a par with some of the best stories.' — Morning Post. ' Is written with care and great spirit.' — Academy. GRIFFITH FARRAN OKEDEN & WELSH London and Sydney"], [7, "Cathedral Bells BY VIN VINCENT AUTHOR OF 'WRONG ON BOTH SIDES,' 'MISS T.AVINIA'S TRUST,' ETC, ETC. IN TWO VOLUMES VOL. II. LONDON GRIFFITH FARRAN OKEDEN & WELSH SUCCESSORS TO NEWBERY AND HARRIS AND SYDNEY 1889"], [8, "\\Tlie Rights of Translation ana of Reproduction are rescii'eiL]"], [9, "CATHEDRAL BELLS. CHAPTER VI I.— Continued. 'YOU ought to come down and see the Reading Room I have set up. I wish you would. The men would like it so. Have you any engagement for this evening ? ' There was dinner for himself and the tutor at eight o'clock at Stackfield. If he did not return Mr Stillwell would, of course, sit down without him. He was rather hungry, and very thirsty, but he could go without his dinner for once, and have a late supper VOL. II. A"], [10, "CATHEDRAL BELLS. 2 ' The men would like it.' If Romer could take all this trouble about these sort of people every day in the year, surely he might give up one evening to them ! ' No, I haven't any engagements, old fellow,' he said ; ' only give me another slice of bread, and I'm ready to go and see the Rooms and the men.' Lord Rossmere was taking in the lesson very quickly, I think. The Curate helped his friend with a beaming face, and even in dulged in a similar luxury himself. It was not often that he could find any one to take an interest in his bargees. By-and-by when the homely meal came to an end the pair went out into the quiet street. Lord Rossmere put his horse up at the Livery Stables, which stood in close proximity to Mr Romer's rooms, and having lighted a cigarette, put his arm through the Curate's, and they"], [11, "CATHEDRAL BELLS. 3 walked away through the silent Crossgates. People looking out of their windows in that quaint locality were greatly surprised to see the heir to Stackfield arm-in-arm with the poor despised Curate of St Mary's. Old Mr Bone, the rich surveyor, who lived in one of the best houses in Carswell, made a note of it, and told his wife that night before he went to sleep to be sure and ask the clergyman to dinner. ' To dinner, William ! ' she exclaimed. She had just been 'dropping off' but that woke her up thoroughly. ' Why, you have never called on him ! And the only time he ever came here, about some subscription, you wouldn't see him!' ' No, my dear, very true ; but then I hadn't seen him walking with Lord Rossmere.' After that candid explanation, the worthy couple slept the sleep of the just. Romer and his young friend waited about"], [12, "CATHEDRAL BELLS. 4 the different narrow7 streets near the Canal, and even carried off one or two bargees from the door of the ' Sailors' Delight ' itself. It was half-past eight before they got to the Rooms, which were very fairly full. The men were sitting about at little tables, smoking their pipes and drinking their one pint of beer — drinking it slowly and thoughtfully, and not at all in the reckless way which belongs to those who know that when the contents of the pewter is gone they can call for more. The arrival of the ' Markus's son ' on the scene was quite a pleasant excitement. The boy with his slight figure, and sunburnt face and cheery smile, was soon popular with the men. He went from table to table just as he saw James Romer doing, and talked, and asked questions about barges, and life on the Canal. And he told a couple of great hulk ing fellows about his uncle — the Duke of"], [13, "CATHEDRAL BELLS. 5 Berwick's yacht, and how he had been on board her the day she had won the great In- ternational Race, and a thousand other things about her, till one of the men said he guessed life was more fun aboard her than on ' a blooming barge.' He didn't say blooming, though, because it was too refined a word, and bargees, as a class, are not refined. And then Romer came to his young friend and asked would he sing something — anything that had a chorus to it. So Lord Rossmere sang ' We'll all go a hunting to-day,' and the bargees joined in with right good-will. This was so popular that it was encored, and then they had ' Rule Britannia,' and half-a dozen others, till Romer said it was time for them to go. And then one of the older bargees thanked their young visitor for com ing, and expressed a hope that it wouldn't be the last time that they should see him there."], [14, "CATHEDRAL BELLS. 6 'That it sha'n't, my men,' the boy said, at which there was a shout of approval. And directly afterwards there was a call for three cheers for the young lord, and these were given with right good will. Then he and Romer were out in the dim, dirty street, making their way homeward, and the Earl remembered for the first time that he had had no dinner and was very hungry. 'I'm sure I can't thank you enough — no, indeed I can't — half enough,' the Curate said, as Lord Rossmere flung himself into the saddle, and tipped the head man at the Livery Stables, just as the Cathedral bells chimed the half after ten. ' Bosh ! ' said the boy ; ' I liked it. I will tell my father about it. I daresay he will send books and things. Good - night. Perhaps I shall see you to-morrow — that is, if you come to the Strongs'. I say, why don't you ever"], [15, "CATHEDRAL BELLS. 7 come now ? She was remarking on it to-day, just before that horrid fellow turned up.' ' She — who ? ' asked the Curate. ' Miss Ina,' the boy answered, and James knew by the tone of his voice that what he had suspected was true, and the young Earl had lost his heart. He felt a stab of pain as he thought of all the wealth the boy was heir to, and how he could wed almost where he chose ; then he schooled himself. What was the use of a poor, penniless clergyman thinking of all that loveliness? In a few years, when his beard was grown, this boy would make a fine manly husband. He would be almost content to give her up to such an one. By the tone of the boy's voice when he said the words 'Miss Ina,' he knew the lad held her in reverence. ' I hate him,' Rossmere said, breaking up"], [16, "8 CATHEDRAL BELLS. the Curate's train of thought. 'Don't you ? ' 'Hate who?' the latter asked, but he guessed. ' That fellow — Mackinnon.' ' I — I do not like him ' Like him ! ' echoed Rossmere. ' I should think not indeed ! ' ' And she remarked my absence, you say ? ' ' Yes ; she said she was afraid she had offended you. It isn't true, is it? You're not offended with her, are you? Come there at tea-time to-morrow, will you ? ' Rossmere, much as he liked his friend, did not want him at the Rectory before that time. He wanted to have Ina all to himself for an hour or so. At five he wished him to come, because he hated Mac kinnon, and Ina could not talk so much to the Banker if there were three of them there."], [17, "CATHEDRAL BELLS. 9 ' Mind you turn up, old fellow,' he said, stooping down to shake hands. ' Good-night, and I have enjoyed it very much.' ' What a nice young fellow he is,' James Romer thought, as he stood still in the street in front of his own lodgings. ' If I could bear to give her up — Psha ! I have done so. I keep forgetting that. God give her to some one who will guard and cherish her always,' he said, half out loud ; and he lifted his hat and stood bareheaded in the pale, silvery moonlight. Then with a sigh he turned and went into the house. ' Well, of all the beautiful days we have had yet, I think this is the best,' Miss Eliza Bunbury said, as she and her sister settled themselves in the Strongs' fly on the after noon of the great garden-party at Stackfield. Mrs Strong and Ina were already in the"], [18, "CATHEDRAL BELLS. 10 cab, so that they were able to start straight from the Bunburys' house in the Crossgates. As the quartette, with the exception of the Palace and Deanery families, were the only people invited from Carswell, they had de cided on sharing the expense between them. The Bunburys were, as I have before said, far from rich. Stackfield was two miles out, and the fly would have to wait some hours for them. ' Yes ; I don't think we could have had a more perfect day,' Mrs Strong answered, but I doubt if the Misses Bunbury heard the answer. They were both looking at Ina, who, dressed entirely in grey, was looking her best. During the last few weeks, the fact that young Lord Rossmere was constantly at the girl's side had been the one topic of conversation, and mothers of marriageable daughters had grown"], [19, "CATHEDRAL BELLS. 11 irritable to a pitch that made such irritability dangerous. Certainly both the maiden ladies thought a prettier girl it would be difficult to find, but then what would Lady Stack allan say ? The drive to Stackfield seemed long to the occupants of the fly. August one, and the tremendous, while the rose from under the The day was a typical heat of the sun was clouds of dust which wheels of the vehicle was anything but pleasant. It was with a feeling of relief that all four found themselves driving up to the great entrance, just as the turret chimes sounded five. Ina followed the rest of the party through the wide hall and a large airy sitting-room out on to the smooth lawn where Lady Stack allan and her daughters were receiving their guests. The girl had hardly shaken hands with her friend Beatrice before Lord Ross-"], [20, "CATHEDRAL BELLS. 12 mere, who had been talking to Mrs Skelton, ran up to welcome her. ' You must come and have some tea,' he said. ' How late you are ! I thought you would never come.' There were only one or two chairs in the refreshment tent, originally intended for elderly people, but the boy secured one for Ina and made her sit down and take her tea in comfort. The tent was a thick one, and the sun's rays could not penetrate, while the long narrow tables looked very pretty indeed, covered with choice fruits and flowers, and made resplendent with the rich silver gilt tea services and purple china. And when Ina had finished her refresh ments, the two wandered off once more, first to the greenhouses to see the ferns, and then to a quiet spot where it was cool and pleasant. ' But you ought to go and look after your"], [21, "CATHEDRAL BELLS. 13 other guests,' Ina urged more than once ; but the boy sat beside her on the rustic bench and declined to move. It was very still up there on the rising ground, under the shade of the trees. Far away at their feet they could hear the murmur of the gay crowd upon the lawn, and through the dense mass of leaves could distinguish now and then some thing of the moving mass of colour. ' Your mother will be vexed I am sure,' Ina said half a dozen times, but her warning had no effect. ' I have been looking forward for days to spending this afternoon with you, and I'm not going to be cheated out of it,' was the only reply she got. So Ina let herself be persuaded against her better judgment, and the pair sat on through the sultry August afternoon, sat on till the roll of carriages and the strains of ' God save"], [22, "CATHEDRAL BELLS. 14 the Queen,' from the military band, told that the hour of departure had come. ' I wonder how long it will be before we sit here together again ? ' the boy said, as they rose from their seats. 'Ah, I wonder!' ' My dear,' said Lady Stackallan, drawing her friend Miss Eliza Bunbury on one side, as Ina and Lord Rossmere came slowly towards the few visitors who yet lingered on the green lawn, ' my dear, it seems to me my son is always with your pretty little friend. All his letters have been full of her, and to day he has spent the entire afternoon with her. I am afraid this will lead people to make remarks. For rank or wealth, you know that I care nothing, but still, one in his posi tion cannot enjoy the freedom which belongs to other young men. Tell me, has there been any talk concerning it in Carswell ? '"], [23, "CATHEDRAL BELLS. 15 Miss Eliza was truth itself. ' I'm afraid, dear Lady Stackallan, there has. People are very jealous, and the child is very pretty. Yes, they are talking.' Lady Stackallan shook her head. ' I must do something. His father has always been so anxious that he should marry my little niece Daisy Barrington, and it is what her own people desire above everything. For myself, I do not know. I do not like first cousin matches, and if I were alone should prefer to leave the boy unfettered in his choice. I am getting old now, but I am romantic still, you see,' with the quiet smile which all who knew Lady Stackallan loved to see upon her face. Lady Margaret Barrington was the only daughter of Lady Stackallan's brother the Duke of Berwick. She had been the acknow ledged beauty of two seasons, was six months"], [24, "16 CATHEDRAL BELLS. younger than Lord Rossmere, and, it was thought, did not find that young gentleman the least bit in the world disagreeable. ' I am afraid he is very much smitten,' Miss Eliza answered, alluding to Ina and her young lover, and looking to where the pair were bidding each other farewell. ' She is a dear little girl. Don't vex her, if you can help it, Lady Stackallan.' ' I'll try not. Goodbye.' Then the Strongs and the Bunburys put themselves into their fly and drove away. A breeze stirred the leaves as they did so, and it seemed to Ina as though they whispered goodbye too. ' If you please, Miss, Lady Stackallan is in the drawing-room, and wishes to see you.' Ina was sitting in her own room at the Rectory, about four o'clock on the afternoon"], [25, "CATHEDRAL BELLS. 17 of the day after the garden-party at Stack field, when Martha made the above announce ment to her. 'Wants to see me? Did you tell her Mrs Strong was out ? ' 'Yes, Miss, but she asked if you were in, and when I said yes, she said she wished to see you. It was her ladyship who rang the bell herself. She left the footman down along with the carriage at the Dean's Gate.' ' I am so sorry mamma is out,' Ina said, as she entered the drawing-room, and found Lady Stackallan waiting for her. ' She has gone with papa to a meeting at Littlemore, and I don't expect them back till seven o'clock.' ' Never mind, my dear,' the visitor an swered, taking the girl's hand in hers and giving it an affectionate squeeze. ' Truth to tell, I am not sorry to find you alone, for I want to have a little chat with you, VOL. II. B"], [26, "CATHEDRAL BELLS. 18 'Yes, Lady Stackallan?' Ina said, glancing at the little woman who looked at her so kindly — so very kindly, the girl thought. ' It's not an easy subject to mention, — what I am going to talk about. My dear, you must forgive me if I say any thing which hurts you. Indeed, I do not wish to do so. People who have known me for a long time — people like the Miss Bunburys, for instance — will tell you that I am not one who likes saying things that seem unkind.' ' I am sure of that,' Ina answered, with a little smile. ' Thank you. And now, my dear, it's this. My boy has been here a great deal lately, and though I have the utmost horror of interfering in this sort of thing, you know his position is not like that of other young men. Do not think, dear child, I care for,"], [27, "CATHEDRAL BELLS. 19 or value, this world's honours. I do not. I have lived long enough to know what poor things they are, even at their best ; still, they bring their duties and responsibilities. Now it has always been my husband's great wish that our boy should marry Daisy Bar rington, my niece. She would bring him a great fortune, and though to my mind he has enough — more than enough — still, it is my husband's chief wish, and that of my brother, the Duke. Now, I hear that people are talking of his devotion to you, and if it was to reach my husband's ears, he would be seriously annoyed ; and as to the Berwicks — well, I do not know what effect it might not have ! Do not think I am blaming you. I am not ; but I am afraid if his father should hear of it, he would send him quite away — perhaps for a year and more. My dear, I do not wish that. I have a reason —"], [28, "CATHEDRAL BELLS. 20 a strong, strong reason,' laying her hand on the girl's shoulder, and speaking with extra ordinary earnestness, ' for wishing that he should not be far away from me now. Per haps, some day, you will know what I mean, and then — then you will understand — you will understand. Now, what I am going to ask you, is that you will tell him he must not come to see you again for the present. He will be going to Oxford in October, and then I hope that you will come and stay with us. Do you forgive me for asking this ? ' ' Oh, Lady Stackallan, yes ! But I hope — I do hope you don't think me to blame. He is such a dear, sweet boy, but then he is only a boy. I never thought it could matter. I know that he is devoted to me just now, but he will quite forget me very soon. At his age it doesn't last — at least, so people say. Of course I will tell him,"], [29, "CATHEDRAL BELLS. 21 but I am afraid that he will be dreadfully hurt ; and I can't tell you what it will be to me. He is just like a favourite brother, coming and going as he likes. It will be hard,' and the blue-grey eyes looked very sad. ' Thank you, my dear,' the Marchioness said. ' And now I had better go. Ross said he was coming here this afternoon, so I don't want him to find me, though of course you may say I asked you to stop his coming. Good-bye, my dear. I thank you very much.' Lady Stackallan kissed the girl twice. ' I don't wonder that he found you very sweet, dear,' the little woman said, and then with a sigh went down the Dean's walk to her carriage. ' Not come any more ! you can't — you can't mean it ! ' exclaimed Lord Rossmere, as with flushed face and flashing eyes he stood in front of Ina in the little drawing-"], [30, "CATHEDRAL BELLS. 22 room, just an hour after Lady Stackallan had driven away. 'But I do mean it.' The girl's face was very white, and her hands shook. She was very nearly crying herself. ' But why ? What have I done ? ' pleaded the young fellow. ' Oh, Ina, don't send me away — don't — don't ! ' ' My dear boy, I must. People — it's very stupid of them, but there it is — -people are talking. You mustn't forget that you cannot do the things that other young men can. You have a great, stupid title tacked on to you. Come, don't look in such a way. It's no use to get into a passion, and it's not my fault. We are not going to be enemies ; and I daresay in a few months you will be allowed, if you are very good, to come and see me. Now,"], [31, "CATHEDRAL BELLS. 23 though it's not the young lady's place to suggest it, still, as you have been quite a nice little sort of temporary brother to me, I'll do what you asked the other day ; only if I do, then you must go away quietly. Come and give me a kiss, and say good-bye.' ' Ina,' the poor boy gasped, flinging him self on his knees and pressing his lips to hers, ' oh, Ina, I can't say it. Listen — I love you. I want to marry you.' ' My dear, dear boy, you mustn't be so foolish. You are destined to marry someone else, who is to bring you a fortune, your mother tells me. It's very sweet of you to care for me like that, and I shall always feel very proud of the offer you have made me ; but, dear, I cannot think of it. No, you mustn't ask me any questions. And now I think you had better leave me.' ' I cannot,' bursting into a flood of boyish,"], [32, "CATHEDRAL BELLS. 24 passionate tears. ' I love you. Oh, don't send me away,' and he flung his arms round the girl. For a minute Ina remained quite quiet. She felt if she ventured to speak she should burst out crying, and for the first time she realised that she was very nearly in love with the boy herself. By-and-by she schooled herself. ' Ross,' she said, calling him by the name he was called at home, ' Ross, you mustn't. You say you love me — well, prove it. Take your arms away, and leave me. There — that's a good old boy. And now go, dear, and God bless you.' ' If I go I'll never come back ! I'll shoot myself. If I mayn't see you, I don't wish to live. And it will be your fault if I do it it will' ' Hush ! don't be silly. You will soon learn"], [33, "CATHEDRAL BELLS. 25 to forget me. Come, Ross, you must go. Surely you don't want to drive me from the room ? for that is what it will be if you refuse to leave me.' The boy started to his feet. ' And that — that is all you have to say to me?' ' No, dear, not quite all,' Ina answered. ' Listen, Ross. I am very sorry for all this. Indeed, dear, I did not know you cared so much about me. And now, goodbye. Come, won't you shake hands? — do — just to show we don't part in anger.' ' Will you let me come as I used ? ' ' I cannot.' 'Then I won't shake hands with you. I — you — you are cruel — cruel.' ' Good-bye,' Ina said softly again, and moved towards the door. Rossmere started up. ' Stop ! ' he exclaimed hoarsely. ' You needn't"], [34, "26 CATHEDRAL BELLS. do that. I'll go, but I will never speak to you again. You are not the girl I thought you were.' Then without another word the boy turned, and dashed from the room. A moment later and the door banged behind him. And Ina — Ina sat down again, and burst out crying. When Mr Mackinnon called at the usual hour of six he received the unusual answer, ' Not at home.'"], [35, "CHAPTER VIII. ' A villain with a smiling cheek A goodly apple rotten at the heart ; O what a goodly outside falsehood hath ! ' Merchant of Venice. It was a week after the events recorded in my last chapter, and Mr Mackinnon was sitting at the breakfast-table in his comfortable rooms in West Street. He had finished his morning meal, and was lazily glancing through the Times before setting forth for the bank. A pile of letters which had just come in re mained unopened beside him. Mr Mackinnon occupied the whole of the first floor of an old-fashioned house nearly"], [36, "28 CATHEDRAL BELLS. opposite the Cathedral. There was a draw ing-room looking out into the quiet street, and out of it a dining-room, while beyond this again was the bedroom, the whole three apart ments being not only well, but even handsomely furnished. The junior partner in the house of Hammer, Highlight, Festing & Co. — Mr Mackinnon, like Mark Tapley, being the Co. — was in receipt of the tidy income of seven hundred a year, and could, therefore, afford to have things nice about him. He sat there glancing at the Times, and thinking — thinking should he propose to Ina. He laid down the paper and began to revolve the question. He had done this very often during the last week or two. Had the girl got money? That was the point. He wished he could find out. True, he had more than sufficient to marry on if he liked, but then he did not so like. He had"], [37, "CATHEDRAL BELLS. 29 always told himself that he would not marry under a thousand a year, and unless Ina had a prospect of three hundred pounds a year in the future, he would be some way off that comfortable sum. What a pity it was that Mr Strong did not bank with his own firm instead of with the Carswell Banking Associa tion, Mackinnon thought. If he had only done so, then he himself would have known all the ins and outs of the reverend gentleman's pecuniary affairs. True, he knew Prior, the manager of the before-mentioned Association, but then he and Prior were on the worst possible terms; besides, it would never do for him — a partner in another firm— to inquire concerning the account of a customer at an opposition bank; added to which, no manager would answer such inquiry, much less Prior. Who was there who could tell him of old Strong's affairs? There wasn't any one. By-"], [38, "CATHEDRAL BELLS. 30 the-way, though, there was — Romer ! Very likely the Curate knew. Strong was on in timate terms with the fellow, Mackinnon re flected, as he leant back in his chair. He would see what he could do with him. If that failed, then he must endeavour to get some thing out of one of the clerks at the Carswell Banking Association. They had just taken a fellow on there of the name of Prentice. He — Mackinnon - — had spoken to him on busi ness when he had called there with reference to some cheque only last week. He might get more out of a new hand than an old one. It would, however, be more convenient if he could get the information from Romer. Cer tainly it would be very nice if he found that Ina had money of her own. In such case, he would without doubt ask her to be his wife. There was no one else so generally admired as the girl, and he would enjoy the triumph of"], [39, "CATHEDRAL BELLS. 31 carrying her off from the other men. That fool of a Curate, whom he was going to 'pump,' was in love with her too. He hated the starv ing idiot who was always coming to ask him to subscribe to this charity or that. And that boy — that young lord — he was also smitten with Ina's charms. He had not been there lately. He must ask Ina about that. He did not want the intimacy broken off, because if he himself married the girl, it would suit him well that his wife should be intimate at Stack field. With the exception of those old women in the Crossgates, the Strongs had been the only people invited to the garden-party. It would be pleasant if he should succeed in getting into the county set. And then he wanted the girl for himself, — wanted her because her beauty ap pealed to his senses, and he would take a pride and a pleasure in it. Of love in its truest and noblest sense Mackinnon knew nothing."], [40, "CATHEDRAL BELLS. 32 The clock on the mantelpiece ticked away, and presently the little chimes rang forth ten ! The Cathedral bells had stopped, and it was time for him to go to his work. Mr Mac kinnon rose slowly from the table, and as he did so his eyes fell on the unopened letters. He took them up one by one, and glanced at the writings. When he came to the last of the batch he gave a start. It bore the Edinburgh postmark, and was from his mother. More than eight years had elapsed since Mr Mackinnon had received a letter from home. Never since his answer to his mother's last appeal to assist her in insuring her life for the benefit of her daughters, had he received any news of his relatives. He held the letter in his hand, but he did so without emotion. No tender thoughts of bygone days, no longing to know how things were with those nearest to him in blood, came to"], [41, "CATHEDRAL BELLS. 33 him. He was simply wondering why his mother had written. Then he turned the envelope over and tore it open. It was long indeed, wrote Mrs Mackinnon to her son, since she had heard of him, and they had been speaking of him the night be fore. She was an old woman now, and though her health was yet good, still in the ordinary course of things she could not hope for her life to be prolonged for any very lengthy period. 'Think not,' she went on, 'that I have any other purpose than this in writing to you. I have none, indeed. The old question of the insurance has been solved by the girls them- selves. I daresay you will remember how clever they always were at dressmaking, and for many years past they have been in respon sible posts in Wilson's, the great milliners VOL. II. c"], [42, "CATHEDRAL BELLS. 34 here ; and what they have earned annually has been nearly equal to the sum which I originally asked you to contribute towards the insurance. I, out of my income, have paid the remainder ; and thus I can rest comfort ably in my bed at night, feeling that at my death the girls will receive five thousand pounds. They work hard, poor things, but they have got accustomed to it, and the evenings, when they have returned home, are very pleasant. I wish that you could share them with us. Is there any prospect of your coming north dur ing your next vacation ? Annie and Char- lotte join me in this hope. I daresay you will have noticed that I write to you, after this long lapse of time, on the anniversary of your dear father's death ! ' No, Mackinnon had not noticed it. The seventeenth of August. So it was. How well"], [43, "CATHEDRAL BELLS. 35 he remembered that day. Of his father's failing health he, as a boy, had known nothing. The Doctor had been home to luncheon, and had started off on his rounds again, and he — Gregory Mackinnon — had been standing in the hall when the two rings had come quickly one after the other. He remem- bered the door being opened and seeing a little crowd on the steps, and recollected his mother coming out on to the landing, and Mr M'Bean, the clergyman, trying to lead her away, and she striving with him and saying, ' No, no — no, no ! ' over and over again, and wringing her hands. He put the letter in his pocket and went and stood in the draw ing-room window, looking out into the quiet thoroughfare. A great author has said, and said truly, that there are yielding moments in the lives of the hardest among us. As Mackinnon"], [44, "36 CATHEDRAL BELLS. stood there, with the echo of the Cathedral chimes still sounding in his ears, a vague feeling of regret for the past seemed stealing over him. He thought of his mother's face on that day when his father had been taken so suddenly from them, — thought of his sisters weeping, and clinging to her, and he felt that an opportunity had been given to him, and that he had failed to grasp it. As he stood thus, silent and alone, there came over him the impulse to sit down and write, then and there, before going to the Bank, saying how welcome was the home-letter, and that he would certainly strive to run down and see them in the course of the next few weeks. He turned towards the writing-table to carry out the idea, when he remembered that the letter would be a difficult one to write. No ; he would not attempt the task then, but in the evening, after his day's"], [45, "CATHEDRAL BELLS. 37 work was done. Then he took up his hat and went downstairs Very handsome and spruce the Banker looked in his well-fitting clothes as he made his way under the limes towards ' the High.' Some of the windows were open in the great Cathedral, and he could hear the organ peal ing, and the voices of the choir chanting the praises of the common Father of all. It was very pretty. Mr Mackinnon stopped to listen. Yes ; certainly the effect was pleasant. It was all nonsense, of course, and waste of time, but that was no business of his. He himself went there every Sunday, because, for a man occupying the position which he did in Carswell, it was only respectable that he should do so, he thought. He did not be lieve a word of the whole thing, but he joined in the singing for all that, because it looked well. He was a clever man, and well-"], [46, "CATHEDRAL BELLS. 38 read in a way — that is, he made a point of reading most of the articles which appeared in the Nineteenth Century, the Fortnightly, and other magazines, from the pens of leading men, and it seemed to him that modern science had swept away God. As he went slowly along the quiet street, listening to the voices of the choir, a vague regret came over him for the loss of his childish faith. As a rule, he was inclined to sneer at it all, but just then, with his mother's letter in his pocket, and the sound of the chanting in his ears, he did not feel tempted to do so. Then, steps coming towards him broke up his train of thought, and Mackinnon, looking up, saw the very person he wanted to see, — namely, Mr Romer. 'How do you do, Romer?' he said, stopping and holding out his hand, much to the Curate's astonishment. ' Very pretty, isn't it, to hear"], [47, "CATHEDRAL BELLS. 39 the singing? I often stop and listen as I go along to the Bank. Easier work than mine. I wish I could make money by intoning sen naif an hour morning and evening. I tell you what it is, the Church is a first-rate billet for a man who has got interest to push him, and I'm almost sorry I didn't go in for it ' — he wasn't in the least, — 'why, there's old Fisher at Aldermere, who has been drawing one thou sand five hundred pounds a year for the last forty years ! Some of those fellows here, too ' — nodding his head in the direction of the Close — ' they have snug things. Our friend Strong, for instance, with his living, and the Lectureship at King Edward's — he makes a tidy little sum. Has private means, too, I suppose?' ' I — I do not know,' stammered the Curate. ' Don't know ! ' echoed the Banker ; ' why, how on earth have you been with him all these years, and yet not found that out ? '"], [48, "CATHEDRAL BELLS. 40 ' It is not likely that Mr Strong would confide to me a thing which concerns himself alone, and it is not very likely that I should inquire about what can be no possible concern of mine,' the Curate answered stiffly, drawing himself up as he spoke. Somehow, Mackinnon forgot the short trousers and wrinkled socks as the clergyman spoke. ' Concerns himself alone ! ' repeated the Banker. ' I don't see how you make that out. Strong can't live for ever. I should think his wife and daughter would consider his private means had a good deal to do with them, that is, if pretty Miss Ina doesn't marry before the sad event takes place,' laughing a little, as though the Rector's death could hardly be regarded as a matter of the smallest possible import ance. 'Judging, though, from what I have seen, I should say he had three or four hundred a year of his own, eh ? What do you think ? '"], [49, "CATHEDRAL BELLS. 41 ' I do not know — I have no idea — I have never thought,' Romer answered. ' Good heavens ! What a fool the fellow is ! ' reflected the Banker. ' I suppose, though, he knows what a sight he is, and that no girl would look at him ; still, for a man to be in love, and yet never to wonder whether the woman is likely to possess any money — a starving man, too ! — that beats anything.' ' Ah, I forgot, Mr Romer,' he said aloud, ' that you belong to another world, and despise the things of this one. I was thinking you were a poor mundane creature like myself.' The Curate did not answer. For all his nervous manner and peculiar ways, no one had a clearer brain than James Romer, and he saw in a moment that he was being pumped. For an instant he did wonder what it could possibly matter to one in Mackinnon's position whether Mr Strong had money or"], [50, "CATHEDRAL BELLS. 42 not to leave behind him ; then the scales seemed to fall from his eyes, and he compre hended the reason of the Banker's inquiries. Conscious of his own deep love and veneration for Ina, the crafty, calculating instincts of his rival seemed horrible beyond description. If he could have told Ina, — could have warned her of the sort of man Mackinnon really was ! But it was impossible. He was a rival. She would naturally think that he was actuated by jealousy. And then he hated to attack any one behind his back. He must be silent, and pray to God that she might be kept from linking her life with one so utterly unworthy of her as Mackinnon. How different were this man's feelings from his own ! how completely inferior to those of the poor love-sick boy, who in his wretched ness had come to him, and poured forth his tale of Ina's dismissal of him, and all his woe !"], [51, "CATHEDRAL BELLS. 43 ' Well, I must be going ! ' exclaimed the Banker, preparing to pass on. ' Time is gold, you know. Ta-ta.' 'Stop! — I mean — I beg your pardon, — but will you please wait a moment ! ' James ex claimed. ' I wanted to speak to you upon a matter of great importance — indeed I was thinking of calling at your rooms. You know those cottages on Piffin's Wharf, which I spoke to you about a long time ago?' ' What cottages on Piffin's Wharf? ' asked Mr Mackinnon sharply. ' Those you purchased, you know — the ones I asked you about in April.' ' I wonder who told you I had purchased them ? ' ' Mr Manley did. I went to him to ask the landlord's name last March, for I heard they had changed hands, and he told me you were the owner.'"], [52, "CATHEDRAL BELLS. 44 ' Manley is an old fool, and if it wasn't for the trouble of the thing, I'd take the whole of my papers away from his office. A nice solicitor indeed, to go chatting over his clients' investments ! ' ' I don't think he meant any harm,' broke in Mr Romer eagerly, fearing he might have done the poor old lawyer an injury; 'indeed, it is pretty well known now, for only a few weeks ago one of your tenants told me that Charting had informed him you were the owner.' Charting was the chief builder in Carswell, and the man who, from time to time, repaired the Cathedral walls and roof. ' Hang Charting,' Mackinnon answered. ' Well, what is it you want to say to me, Mr Romer?* ' The same thing I said last time. They are not in a sanitary state — indeed, they are not. Three years ago we had several cases of typhoid fever in them, and this hot weather"], [53, "CATHEDRAL BELLS. 45 makes me very anxious. Only a day or two ago the Parish Doctor told me there were several nasty throats there, and one case of diphtheria — young Jollick.' ' Bother the Parish Doctor, and young Jollick too ! What the deuce do I care ? The cottages are all right. If they don't like them, let them take houses elsewhere. I can get plenty more tenants.' ' I know that,' Romer answered, ' because of the situation. Men whose labour calls them to the Canal, must live near it, and Piffin's Wharf is about the best site I know for bargees' cottages. People of that class have but little knowledge of sanitary science. They do not reflect that bad drains may mean death to some of their families. I wish you would have it rectified.' ' Nonsense ! Pooh ! Why should I ? The drains are all right. I can't afford to do any- thing, letting them at the low rental I do.'"], [54, "46 CATHEDRAL BELLS. ' Low rental ! ' echoed James Romer. ' Why, Mr Mackinnon, they are more expensive than any other cottages in the parish ! ' ' Haven't you just said they stand in the best position ? Exactly so. And do you suppose I'm to charge nothing for that ? I call them low rented — absolutely low rented.' ' And I call them high,' the Curate answered firmly. ' D — nation ! ' was the Banker's only reply. ' And you will do nothing then ? ' Certainly not. Why should I ? ' ' I have done my duty, Mr Mackinnon,' Romer answered. ' No doubt the Parish Doctor will speak to you. He told me he wrote some time ago to Mr Manley, who collects the rents, but that he could get nothing done. You will forgive my saying so, but you assume a serious responsibility.' ' All right — that's my affair,' the Banker re-"], [55, "CATHEDRAL BELLS. 47 torted, and then with a curt nod of the head strode away. The clock of the Cross chimed the quarter to eleven as Mr Mackinnon passed that grey memorial of the past, and he hurried along ' the High ' till he came to the glass doors leading into the Bank. His usual hour for arriving was ten or fifteen minutes after the doors were open to the public, but being a partner, his late appearance on the scene was of no importance to any one but himself. He passed the long line of studious clerks poring over the ledgers, and casting up great columns of accounts, or entering cheques — ' stuff,' I believe, is the correct banking ex pression — in the big books, nodded to one of the firm standing near, and then entered his own little sanctum. Then he touched the hand-bell on his table, and a clerk rushed in."], [56, "CATHEDRAL BELLS. 48 Yes, sir.' ' What time do the clerks leave the Cars well Banking Association ? ' ' Between half-past five and six, — none of them after six, sir.' Mackinnon nodded, and sat down to his day's work, in which he was usually deeply engrossed whilst he was at it. He had only been banking nine years, but he knew more about it than Mr Hammer, who had been at it for half a century ; or Mr Festing, who had sat in the Bank for the last thirty years. Both the senior partners were aware of this, and though they valued their junior, I do not think either of them liked him. The clerks simply detested him. But somehow that morning Mr Mackinnon found that his attention wandered. His mind kept going back to things of the past,— to his home in far-off Edinburgh, and"], [57, "CATHEDRAL BELLS. 49 to his mother's face as he had last seen it. He wondered if she was much changed, and as he thought this, he took out the letter, and read it through again. The Cathedral clock had gone half- past five, when Mr Mackinnon left his room, and putting on his hat passed out into ' the High.' The junior partner did not, as was his usual custom, turn to the left, and hurry off to Saint Mary's Rectory to receive a cup of tea from Ina's fair hands ; on the contrary, he turned to the right, and began to lounge slowly along towards the Farmers' Exchange, a great, ugly Heathen-Temple sort of building, situated nearly opposite to the Carswell Banking Asso ciation. Up and down he went, looking into this shop window or that, until raising his eyes, he saw coming towards him the very person he was in search of, namely young Prentice, the new clerk of whom I have already spoken. VOL. 11. D"], [58, "CATHEDRAL BELLS. 50 He looked at the sandy-haired youth absently, and then as the latter touched his hat, he allowed a light of recognition to appear on his face. ' How are you ? ' he said, in a friendly tone. ' You haven't seen Shorley, have you ? ' Shorley was the Town Clerk, ' No, sir ; I have not, sir.' ' Confound it ! Here have I been waiting about to catch him for the last ten minutes. By - the - way, I hope that cheque affair was all right — I mean the one I brought across to you?' ' Oh, yes, sir. It was a mistake of the Dublin bankers.' Mackinnon laughed pleasantly. ' The worst set of fellows to do business with that ever lived. Let a man set up in Dublin or any part of Ireland, either as a bootmaker or a banker, I care not which, and deal with"], [59, "CATHEDRAL BELLS. 51 him, and you'll find he's a dunderhead. How do you like banking?' ' Pretty well, sir, thank you Prentice was beginning to regret that he had not waited till there was a vacancy in Messrs Hammer, Highlight, Festing & Co.'s establishment. ' And you'll like it more if you stick to it,' Mackinnon answered cordially. ' There's no reason why a clerk shouldn't die a bank manager, even perhaps a partner, if he will only keep his eyes open. That's the great secret — keep your eyes open — know all about it — have everything at your fingers' ends. I daresay now you know the amount of most of your customers' annual incomes, eh ? That's the sort of thing a man should remember. Of course a customer may baffle his banker by keeping two accounts, but most people in Carswell have only one. In a nice sleepy"], [60, "CATHEDRAL BELLS. 52 place like this, we have not the worldly wisdom and worldly distrust which belongs to the London man of business. Do you find you begin to know these sort of things?' ' You mean, sir, the customers' incomes ? ' ' Exactly ; and from what sources they are derived, and all that sort of thing ? ' ' I don't think I do, sir ; certainly not the last ; but if you think it is of importance for a clerk who wishes to rise, of course I will take notice of it.' ' Do, and you will find it of service. I expect I and my partners will be trying to induce you in a short time to desert your present post and come over to our shop,' smiling pleasantly. ' I only wish such good fortune was likely to happen to me,' answered the elated Prentice. ' Eh ? — do you mean you really wish it ? asked Mackinnon. ' Very much so indeed, sir.'"], [61, "CATHEDRAL BELLS. 53 ' H'm ! Well, it is quite possible it may lie iri my power to assist you. We shall, I think, be making changes this autumn, and if so, I will let you know, and do my best for you. By the way, Mr Prentice, now I come to think of it, it is in your power to assist me in a little affair, only, of course, this is in strict confidence. A friend of mine — a customer of yours, in fact ' — speaking as though Prentice was already a banker himself — 'talks of being involved, and all sorts of things. I believe myself it's a mere delusion, but if you could find out for me, I should be much obliged. It is Mr Strong, the Rector of Saint Mary's. What I want to know is, how much he has besides the six hundred pounds a year from the living, and the one hundred pounds from the King Edward Lectureship, and from what sources it is derived. It is so difficult to get him to explain matters ; and though he is"], [62, "CATHEDRAL BELLS. 54 most anxious that I should help him in the management of his affairs, still, really he is in such a state of confusion, that unless I find this out, I can't do much for him. Of course you understand that this is all in confidence between you and me?' ' Oh yes, sir, certainly sir,' Prentice answered, much flattered. ' Well then, let me know as soon as you can, will you ? It's only the private income I want to know about — in fact, anything you can tell me. His banking books for the last few years would help you.' ' Yes, sir ; I will endeavour to let you know, but it would be difficult just at present. I believe Struts, who has the customers' banking books, is going to give up shortly, in which case, the head cashier told me the other day I should be promoted to his place, and that Mr Prior intended to take on a new clerk to do"], [63, "CATHEDRAL BELLS. 55 my present work. Of course, if this happens, I could very soon let you know, sir, all you wish. I will endeavour to get a sight of Mr Strong's books before if it is possible, so as not to keep you waiting, but it will be difficult. But, sir, I hope you won't let out anything about me ? It's as much as my crib is worth.' ' Rely on me,' Mackinnon answered, ' and run no risks. I would far rather wait a few weeks, or months, for the information, than that there should be any fuss ; for poor Strong is a funny fellow, and very touchy. As to your crib, I don't think you'll want it very long. If I find you the sharp fellow I think you are, I fancy I can put a good thing in your way at no distant date. By-bye. It is no use my waiting here any longer for Shorley.' It was with rather a jaunty air that the junior partner passed along High Street, through the quiet cloisters, to the door of Saint Mary's Ree-"], [64, "56 CATHEDRAL BELLS. tory. Mrs Strong was out, and Ina was lying in her garden chair alone. A little tea-table stood near, and Mackinnon was soon regaled with a cup. ' What's become of young Rossmere ? ' the Banker asked. ' He used to be always here, but now I never see him.' A little flush came on the girl's face. The boy had been very dear to her. It was only after he had actually given up coming that she found how very much she really liked him. He had been so completely her slave, that even if she had not been fond of him she would have missed his presence. Once only had she seen him since their parting, and that was when she was driving out with Mrs Maycott, and they had come across the young Earl riding sadly along, lost in thought. He had just lifted his cap — that was all, and Ina — Ina had come home sad for her 'play fellow,' as she used laughingly to call him."], [65, "CATHEDRAL BELLS. 57 ' Why do you want to know ? ' she asked carelessly, not wishing to tell the tale, and yet knowing the power Mackinnon had over her, and that if he pressed for a reply, she would be compelled to give it. ' Only because he seemed a nice young fellow,' the Banker answered. ' I don't think he thought you were,' Ina returned, breaking into a merry peal of laughter, recalling the boy's furious jealousy of Mr Mackinnon. The latter laughed also. ' Perhaps it was natural on his part,' he said, with rather a vain laugh. 'Why natural?' the girl asked a little coldly, and Mackinnon saw that he had made a mistake, and hastened to rectify it. ' Natural that he should wish to be here alone — to have you to himself. I have never seen any one more in love at that age.'"], [66, "58 CATHEDRAL BELLS. 'And that is why he is not allowed to come,' Ina answered. ' He is destined to marry a rich cousin. Don't ask me any more about it. I assure you I miss him dreadfully, hourly. He is just the dearest, jolliest boy in existence, and if it hadn't been for his having a tiresome title, no one would have thought of troubling about it, or if they had, it wouldn't have mattered.' Ina, as she spoke, rose slowly from her chair, and began to walk towards the end of the garden. ' What are you going to do ? ' Mackinnon asked, rising and joining her. ' Only to gather some flowers. Why ? ' ' Oh, because I haven't much time to-night, and I wanted to sit and talk to you. I haven't seen you for ages — not since the day before yesterday.' ' I'll come and sit down, if you like,' the girl"], [67, "CATHEDRAL BELLS. 59 answered, 'though, goodness knows, I should have thought you'd had enough sitting at the Bank ! ' Mackinnon smiled, ' That kind of sitting doesn't give much rest,' he said. ' This is the sort of chair to sit in, not a hard Oxford one, which suggests work the moment you look at it. There, now you are down too. Tell me all the news.' ' News ! ' echoed Ina. ' Who ever heard of news in Carswell ? Mr Romer is coming here presently, that's all I can tell you. He hasn't been for weeks, but sent a note in to mother to-day, saying he wished to see me about the Sunday School, and would look in at seven o'clock.' ' I wish the Sunday School was further,' Mackinnon returned. ' Why do you trouble yourself with it ? Sunday afternoon is the only afternoon in the week which I could spend"], [68, "60 CATHEDRAL BELLS. with you, and as it is, I have to wait till half past five before I can come and call. I wish you would give it up. I am sure it's much too hard work for you in such hot weather as this. Do give it up.' ' It's a great bore, certainly, but my father would scold me if I resigned my class, and poor Mr Romer he would be so disappointed. His whole heart is in the school.' Mackinnon did not answer for a moment. It would not do to abuse Romer to the girl — he had found that out. He hated the lean Curate, had always done so, indeed, ever since he first saw him ; but since that morning he hated him more than ever. The Sunday School class was a great nuisance. But for it there was no reason why he should not come to the Rectory at four o'clock, or even earlier. Be sides which, it would hurt Romer if the girl gave the thing up, and he wanted to hurt him."], [69, "CATHEDRAL BELLS. 61 Hang the fellow ! what did he mean by coming and attacking him about those cottages ? He would pay him out for that. He would spoil his opportunity of seeing Ina. Every time he put the question to the girl, ' Who brought you home from the school ? ' he received the same answer — ' Mr Romer.' He would try and put a stop to it. ' But there are plenty of other young ladies who could take your place — plenty who are stronger, and not so much wanted elsewhere as you are, Ina.' ' Oh, I shouldn't like to give it up,' the girl answered. ' Poor man ! he has had enough trouble lately without my adding to it. And he is so proud of the School, too, and he thinks the children like me.' ' I can believe that,' Mackinnon answered. ' So you won't do it then ? You prefer to oblige Romer to me ? '"], [70, "62 CATHEDRAL BELLS. He turned his dark, handsome eyes on Ina as he spoke, and let a ring of disappointment come into his voice. 'You know I don't,' the girl returned softly. 'Won't you prove it then, Ina? Sunday is the only afternoon I can spare. We might spend such pleasant times together out here. No, I see you won't, and all because of this fellow.' ' It isn't only that,' Ina began, and then stopped. ' Well ? ' ' I mean I think it's right to do it. ' Right ! ' echoed Mackinnon. ' Ah, child, are you sure of that? Are there not dozens of young ladies in the parish capable of in structing these children in their Catechism ? Did it never strike you that you might do a thousand times more good by taking me in hand, than by teaching these babes, who no"], [71, "CATHEDRAL BELLS. 63 more doubt that God reigns and is good than I do that the sun is shining, or that you are fair and beautiful and full of everything that is best ? ' ' And do you doubt it ? ' the girl asked, turning to him a face across which a shadow of pain had fallen at his words. ' Ina — yes. It is better that I should tell you this. In your presence, child, I feel an inclination to return to the belief of my childish days. When I am with you, I seem to get back something of what I have lost. Little by little that which was once as dear to me as it is now to you, has gone from me amidst the toils and cares of business. You are the one sweet and holy influence in my life. When I leave your presence, I go forth a better man. Think what those two hours alone with you of a Sunday afternoon would be to me — an oasis — a spring of water in the dreary desert of my life — my lonely life. Take me in hand,"], [72, "CATHEDRAL BELLS. 64 Ina ; hand over these little ones to some one else. Your sweet influence, your trust and faith in God, will lead me back. I am storm tossed by doubt, beset by a thousand tempta tions. When I am with you, Ina — you, so pure and innocent — I believe that, after all, there is something good in humanity. Child, child ! it is the dawn of faith. Till I knew you I did not believe in any man or woman on earth. You have given me back my belief in humanity, lead me on to believe in the Maker of it.' He caught the girl's hand in his as he spoke, and for a moment, partly brought there by his own eloquence, partly by the beauty of the fair innocent face before him — the light of something better than mere passion shone in his eyes. ' Choose, Ina,' he said, after a little pause, and in a quieter tone, ' choose between pleasing me or Romer.'"], [73, "CATHEDRAL BELLS. 65 For a moment the girl was silent. She knew in her own heart that she intended to do as Gregory Mackinnon asked. But poor James ! It would be a bitter disappointment to him. Well, after all, that was partly his own fault. If he never took the trouble to call except upon business, he could not be surprised if she did not put herself out of the way for him. 'Which is it?' Mackinnon asked again, break ing in upon the girl's train of thought, and as he put the question he turned his handsome face full on her. ' I will do what you ask,' she answered ten derly ; and then after a little pause, she added, laughingly, and in her usual playful way, 'it's much more than you deserve, sir.' 'Much, I know,' Mackinnon answered gravely, lifting her hand to his lips. The conversation drifted away after this to other and less serious topics, and it was past seven before the junior VOL. II. E"], [74, "CATHEDRAL BELLS. 66 partner rose to go. Ina went with him to the hall door, and, just as she turned to re-enter the house, she beheld Mr Romer coming up Dean's walk with rapid strides. ' Give up the class ! — the School ! ' echoed the Curate, when Ina, a few minutes later, in formed him of her intention. He had not spoken to her all these weeks except on business, and then only for a few seconds at a time, but when he heard that there was a danger of his no longer enjoying even that much of her society, his heart sank within him. He had resolved to give her up, and during these past weeks he had striven with all his might to put her image from him, at least he believed he had so striven, but now he saw how poor such struggle had been, and how the girl was just as dear to him as ever. 'You can't mean it,' he went on after a moment's pause ; ' I'm sure you can't'"], [75, "CATHEDRAL BELLS. 67 ' But I do,' returned Ina. She was hurt with him for never once having been to see her, and piqued at his altered manner. She supposed he had changed to her because he had seen some one he liked better. Very likely it was that stupid, fair haired Miss Boulderson, whose father was the Canon then in residence, and whom some people called pretty. Ina thought her an idiot, and it must be admitted that she knew nothing save about Sunday Schools and Dorcas Meetings. After pretending to be devoted to her all this time, to desert her as he had done. Canon Boulderson's term of residence would only last another fortnight, and then, where would he be ? Well, it would just serve him right. But I do mean it,' Ina said again. ' But why ? ' James asked, standing in front of her in the deserted garden, in the sweet coolness of the sunset hour. 'Why? I never"], [76, "CATHEDRAL BELLS. 68 knew you dreamed of such a thing ! And I came here to know if you would take the first class of girls for the next six weeks, as Mrs Herriott is going away for that time ? I would rather you took them than any one else.' 'Would you?' returned Ina, making him a mocking little curtsey. ' Are you quite sure ? I'm dreadfully flattered, I assure you, or rather, I should be if I believed it, but I don't- I suppose Miss Boulderson refused, and then you came to me.' ' Miss Boulderson ! ' echoed James. ' I never thought of such a thing. Why should I ask her ? ' Then after a moment's pause, ' Would you mind telling me why you said that? — why you mentioned her name ? ' ' Only because I understood she was such a great friend of yours,' Ina answered. 'What made you understand such a thing?' the Curate asked."], [77, "CATHEDRAL BELLS. 69 All his nervousness had vanished. He stood in front of the girl he loved, calm, almost stern. I heard it — every one says it. 'Please tell me their names, Miss I — Miss Strong' ' Certainly not. Do you fancy I am going to be dragged in for a real Carswell dispute?' ' You don't suppose I should say you told me, do you ? ' he asked. ' I think you would very soon be made to give up your authority. I certainly sha'n't say w7ho told me. Besides, why should you mind ? She is nice-looking, at least some people say so, and she — no, I won't say what I was going to say. Really, Mr Romer, it sounds horribly rude, but I must go in. You know how punctual papa is about dinner, and besides, Canon Anson is coming and both the Miss Bunburys. I have only a quarter of an hour left to dress. I can't stay now to talk about"], [78, "CATHEDRAL BELLS. 70 a substitute for the School. Mamma told me you said seven o'clock in your note, but it was ten minutes past when you came.' 'And you mean what you say — you give up the children — everything ? ' ' Yes, I mean it.' She was sorry, now she came to think about it, but she believed it was right. She had a duty to perform to Mr Mackinnon, only she could not tell James Romer that. The Curate's own disappointment was so plainly written on his countenance, that a shade of regret came on her fair young face. James saw it directly — he who knew each look so well ' There is some reason perhaps ! ' he exclaimed eagerly. 'Just now you looked a little sorry. I know your expression so well. Tell me, is there anything I can do to keep your services ? ' She shook her head."], [79, "CATHEDRAL BELLS. 71 ' Will you not take a little time for con sideration — at least, put off your final answer till to-morrow,' seeing an opportunity for another tete-a-tcte, and speaking more eagerly than ever. ' It is no use. I have promised to give — ' then she stopped. She had not meant to say that. James Romer had seen the girl wish Mackinnon good-bye as he came up Dean's Walk, and just as a flash of lightning has before now revealed to the benighted traveller the highwayman's figure, so at the girl's words he saw whom she had promised — saw who it was who had stolen her away from her Sunday duties, and robbed him of his treasure. She was engaged then, he supposed. His face grew very white, but his voice was steady. ' In that case,' he said, ' it is useless for me to press you. I have no right to ask your motives. No doubt they are wise ones. You"], [80, "CATHEDRAL BELLS. 72 need not trouble about Sunday. I will find a substitute. Good-night.' Then he turned and left her. ' And he never offered to shake hands with me,' reflected Ina, as she made her way upstairs to dress. ' He must be really offended this time.' Then she began to think about Mac kinnon, and forgot the Curate. Mackinnon who had gone to the Club, and who, as he studied the Money Markets while his dinner was pre paring, allowed the idea of answering his mother's letter to die slowly away. It would not be comfortable, to say the least of it, for him, if it were known in Carswell that his sisters were milliners' assistants. Would he not, if he wrote, be compelled to put his hand in his pocket and pay the insurance money, and so release Annie and Charlotte from their daily drudgery? He could not afford such payment, he told himself. If he meant to marry Ina it"], [81, "CATHEDRAL BELLS. 73 was his first duty to her that he should keep his income well together. No, it would be better that things should remain as they were, — that no answer should be sent to his Edin burgh home. He took the letter from his pocket and tore it up, throwing the pieces into the waste - paper basket. Then the waiter an nounced dinner, and he went into the dining room to eat it. The Cathedral clock struck eight as he sat down to table. And Ina ! Ina at that same hour was seated at her father's table, trying to look as if she was listening to the jokes of Miss Eliza Bunbury, and to seem interested in Canon Anson's simple chit chat, while all the while her thoughts were with Mackinnon. She sat there in the soft candle-light, smiling at the talk, and returning civil answers to all that was said, but in reality hearing nothing. ' You are the one sweet and holy influence in my life.' The deep tones of"], [82, "CATHEDRAL BELLS. 74 Mackinnon's voice, and the light which had illuminated his face as he made his appeal that afternoon, came back to her mind. She be lieved in his love, and was beginning to think she returned it. It was very sweet — the fact that she alone had power to lead him back to better things. Surely, as this was the case, it was her duty to do her utmost for him ? The hard round of business had dealt cruelly with him. Poor fellow ! How glad she would be to lead him, as he said, back to faith in humanity and the Creator of humanity. Her life would not be lived in vain then. And it would be a happy one, too, since he loved her. If his lips had not actually told her so, still she knew it for all that. Poor Ina — so sweet and pure, innocent and unselfish, how little she comprehended the man's true char acter — how she would have shrunk away from him in horror had she been able to look into"], [83, "CATHEDRAL BELLS. 75 his heart ! But she did not know him as he was ; and through the hours of the evening, and for many, even, of the still night, her thoughts were with a man wholly unworthy of her. ' She must be engaged — she must be engaged to him,' James Romer told himself over and over again, as he paced his bedroom thinking of Ina. The stars were shining faintly in the morning skies, when at length he lay down to rest. ' It is all for the best — all for the best,' he murmured, but even as he spoke the words, he knew that his heart contradicted what his lips spake. ' In a little time — in God's time — we shall understand.' Then he forgot his misery for a while in a heavy sleep. It was late when he woke."], [84, "CHAPTER IX. ' A gentler feeling crept Upon us ; surely rest is meet, \" They rest,\" we said, \" their sleep is sweet,\" And silence followed, and we wept. Our voices took a higher range, Once more we sang \" they do not die,\" Nor lose their mortal sympathy, Nor change to us although they change.' ' In Memoriam' The month of September was half over, and things were not well at Stackfield. Lord Ross mere had been harder hit than any one had fancied, and seemed quite changed. Mr Stillwell, the ' coach,' was yet at the house, and the young Earl read with him daily, but the tutor had told Lord Stackallan"], [85, "CATHEDRAL BELLS. 77 more than once that his son read 'without spirit' He did just what was required of him, and no more. And then the moment the read ing was over, the boy would order round the dogcart, and start with his gun for some outlying cover, and from such expeditions he rarely returned till it was dark. He would not take a keeper with him, and he would not go with his father. There had been no shooting parties as yet, for Lady Stackallan complained of not feeling up to it, so they were postponed till October, and the great house remained quiet. During the first week of the partridges, one of the Marquis's colleagues in the Ministry came down, but even during the days that Lord Meltonbury went out, Rossmere declined to accompany his father and the guest. Even Lady Beatrice scarcely saw her brother. After dinner he would go off to his own room and sit there smoking far into the night, and on"], [86, "CATHEDRAL BELLS. 78 Sundays he disappeared altogether. Where he went no one knew. Certainly he did not go to Carswell, for he started off soon after breakfast in his shooting dress, but minus the gun and dog. During these long Sabbath hours the boy would walk miles, hardly noticing where he went, and holding imaginary conversations with Ina, in which sometimes she was made to beg him to return and be friends, while he went through the process of what is com monly known as ' cutting off your nose to spite your face,' by declining ever to speak to her again. But, as a rule, things termin ated in a happier way. Ina, after four or five years of mutual misery, was made to say she loved him ; and then they were happily united under the arches of the great Cathedral, with the bells pealing triumphantly overhead. ' Silly boy,' you say."], [87, "CATHEDRAL BELLS. 79 Yes ; but what boy who was worth anything has not gone through this ? ' The maiden passion for a maid ' is not a bad thing for a lad, depend upon it. At noon, on these occasions, Rossmere would sit down to rest, and break his fast with a few sandwiches, and copious draughts of sherry and water from his big flask. And then he would smoke a cigar or two, thinking still of Ina, and wishing that he had not been born a Marquis's son, until it was time to turn his face homeward. The only person he ever went to see during these days was James Romer. ' You must pull yourself together,' the Curate used to say, but Rossmere shook his head, and answered, — 'I can't' ' Nonsense ! we none of us know what we can do till we try. Work harder than you"], [88, "80 CATHEDRAL BELLS. are doing. There's nothing like work for putting this sort of thing out of a man's mind.' ' You love her, too — you know you do,' Rossmere said once, but the Curate answered nothing. He could not speak about his love — that great love which filled all his heart. Ina seemed to him too sacred to be talked about. His face looked so stern that Ross- mere was half awed, and did not allude to the Curate's feelings for a long time after wards. ' You must come down and see my bargees again,' Romer said, one afternoon late in Sep tember, when the young Earl had driven his dogcart up to the clergyman's quiet rooms in Jessop Street, with a couple of brace of partridges for his friend lying on the seat beside him. ' What's the use ? ' Rossmere asked moodily. ' The use ? ' echoed the Curate. ' Why, to"], [89, "CATHEDRAL BELLS. 81 show that you are interested in them — to show- that though you are born a great man's son, that still you don't consider yourself too fine to come among them. You are very young, and your boyish heart is sore just now. There are many men who would laugh at your trouble — don't think I do — I don't in the least ; but there are others who have greater troubles than your disappointment. Such things happen to men, and when they do, men must simply grin and bear them. It doesn't matter your coming here and talking to me, but you mustn't talk about Miss Strong to others. It isn't even a good thing to talk to me. Try and bear it all in silence. Come down with me to the Canal and I will show you things which, if they don't quite make you forget your own feelings, will at least show you that there are others with, troubles in the world. Come with me, and I will show you a poor mother who had, till VOL. II. F"], [90, "82 CATHEDRAL BELLS. but the other day, a child she loved. She was a widow and it was all that was left to her, and now it is dead. The house she lived in was unhealthy, and the child died from blood-poisoning. Come and see her sitting at her work, now that all is gone from her. Will you? And there is a man, too, who just a year ago married the girl of his choice. I read the burial service over her last Sunday afternoon. I can't ask you to come and see him, for he is like a madman ; but I can take you somewhere else — a poor woman — the mother of a large family — the sole means of their support — well, she is dying — dying of cancer. Sometimes she screams — I can hear her right down Wall Street — such screams ! These are the things to take a man out of himself ' I'll come soon' the boy answered, looking up. ' What a good fellow you are, Romer ! And tell the men at the Rooms I'll be down"], [91, "CATHEDRAL BELLS. 83 one day. And look here, give that to the poor woman with the cancer,' pushing a sovereign into the Curate's hand. ' It's a dreadful disease, isn't it? Oh, I thought so. Fancy any one belonging to oneself dying of it ! Good-night.' Then the boy went out, and drove away homeward to dinner. ' Why don't you go and sit with your mother sometimes now, Ross ? ' Lord Stack allan said, resting his arm on his son's shoulder as they passed out of the dining-room that evening. Mr Stillwell had gone away for the night, and the pair were alone. They were stand ing at the foot of the grand stairs, and the remark had been called forth by the boy turning as though to go to his own room. ' With mother ! Why, she always likes to read in the evening.'"], [92, "CATHEDRAL BELLS. 84 'We are not very bright, I know,' Lord Stackallan answered, 'but she complains she never sees you now. You are always alone. Come into the drawing - room this evening. I daresay, if you do, she will put aside her reading for once ; besides, she won't be here to-morrow. She wants me to take her to town for two or three days. Come.' But poor Rossmere forgot the lesson James Romer had been teaching that afternoon. He felt wretched, and was longing for a glimpse of Ina. ' I can't,' he said, and strode away to his own sitting-room. Lord and Lady Stackallan went to town the next day, and drove through the silent, hot, deserted streets to their own residence in Carlton Gardens. The house was all shut up except one or two rooms on the ground floor, and there was no one there but a couple of women servants. Lady Stackallan wanted"], [93, "CATHEDRAL BELLS. 85 her husband to go and get his dinner at ' Brooke s' but the Marquis was no epicure, and preferred a plain meal in his wife's society to a first-class one without her at the Club. So the pair dined tete-a-tete, and afterwards went and sat in Lady Stackallan's little room at the back of the house, which was nearly all covered up with brown holland sheets. Carlton Gardens is always quiet, but that sultry autumn night, with all the West End houses closed, and the great world out of town, it was doubly so. The husband and wife sat on till long after their usual hour for retiring, talking of long-gone times, — of their w7edding-day, and the birth of their children. And then they read a chapter from the Great Book, and afterwards went up stairs, hand in hand, like two young lovers instead of middle aged folk who had been married over thirty years. And once or twice in the dark hours"], [94, "86 CATHEDRAL BELLS. of the night Lady Stackallan put out her hand and touched her husband's arm. ' What is it, dear ? ' he asked, with a start. ' I only wanted to know that you were there. How still it is, isn't it ? ' And the next day Lady Stackallan told her husband she was out of sorts, and that she had an appointment at the great Quilter's, and asked him to go with her. So the pair went, and when the patient was shown into the Physician's room, Lord Stackallan sat in the dining-room and read an interesting treatise on the physiology of the brain, and quite forgot the flight of time. There were one or two other people in the apartment, and there was a doctor's carriage waiting at the door. By and-by the hall door slammed and this carriage drove away, but Lord Stackallan went on read ing until the door opened, and a grey-headed man looked in and beckoned him away."], [95, "CATHEDRAL BELLS. 87 'Just come here for a minute,' he said, and led the way into a sort of little dressing-room. And there the great man told him that the wife he loved so well was dying fast of cancer. ' But you may be mistaken,' Lord Stack allan said, when at length he comprehended something of the calamity with which he was threatened. ' Tell me the names — send for some other doctors — now — here.' ' I am not giving you my own opinion alone,' Dr Quilter answered. ' Your wife's own doctor, Phipps, was here to meet her, and at her own wish he brought Sir William M'Bean. That was Phipps' carriage they went away in.' Phipps' carriage ! He had heard it go. He had not known then what it meant ! ' And you say the same — all of you ? ' ' Yes. There is no mistake.' They went out of the room after that, the Statesman and the Doctor, and the latter led"], [96, "CATHEDRAL BELLS. 88 the way to his consulting room. Lady Stack allan was quite ready. She looked up at Dr Quilter, and then peeped behind him at her husband, and smiled — such a smile!— so full of loving tenderness and trust, sympathy and resignation. She pressed the Physician's hand, and then took her husband's arm. She had walked well enough w7hen she had arrived there, but now she moved feebly, as do those who have seen a long span of life. Sentence of death had been pronounced, and it was hav ing its natural effect. ' Tell me all,' she had said to those great men. ' I have a husband and children. I must know — don't be afraid — besides, before you speak, I know.' And she had been right. As she had thought, so it was. They drove away from Saville Row — they twain who, thirty-five years before, had been made one — drove away through silent deserted Bond Street, past the empty clubs, and back"], [97, "CATHEDRAL BELLS. 89 to Carlton Gardens. The house had been still before, but now it seemed more so. Through the mellow afternoon the husband hardly left his wife. She lay on the bed, and he sat beside her holding her hand. Once, about five o'clock, he went downstairs to answer a Government telegram, and passing through the carpetless hall, saw on one of the marble slabs, bottles from Savory & Moore's, and so seeing, his mind went back to those days when her children had been born, and he had been so anxious about her. He took the medicine up himself, and administered the dose, and was pleased with the effect. Then he wrote to his daughter Mary, saying that they would be home the next evening, and that her mother was not well. That was all. Time enough to tell them when they met, poor things — time enough. At six o'clock the next evening they were back at Stackfield, and Lady Stackallan went"], [98, "CATHEDRAL BELLS. 90 at once to her own room, and when her hus band had seen her comfortably resting, he went down to the library and tried to realise what had happened. The daylight was fading away, and over hill and dale the twilight deepened rapidly. It was a still, grey evening, not a leaf stirring, and the old house was very quiet, while the owner sat motionless in his chair, gazing at the elms visible from the library windows. No, he had no right to complain. More than once he told himself so, and yet even in so doing he knew that his heart contradicted him, — knew that in its bitter, weary pain it com plained, and complained bitterly. And yet to him God had been good, — had dealt mercifully, since he had been prosperous above the lot of the children of men. His title had come to him impoverished, but he had lived carefully, and gradually the encumbrances had been paid"], [99, "CATHEDRAL BELLS. 91 off, and the name which had been sullied by the evil doings of his father, had come to be respected and honoured. Land which had been sold or mortgaged had been redeemed. His tenants were better housed than those of other men. Far as eye could reach was his own, was the future birthright of the boy for whose com ing he was now waiting feverishly, — his boy whose life had been so happy till the other day. This sorrow7 would blot out the other, the grey-headed statesman thought. Could it be true ? Impossible ! It could not. Life without his Lizzie ! how would that be ? He could not than thirty-five years even fancy it. More of w7edded bliss. He bowed his head as he thought this, and gave thanks to God for it, while the hot tears started to his eyes. It would not be long now ! The Doctor's words came back to him. What did the man mean ? He had forgotten"], [100, "CATHEDRAL BELLS. 92 to ask him. Was it weeks, or months, or days? Not that— not that last! A little while — a little respite — that was what he craved. How strange yesterday and to-day had seemed ! He had a difficulty in recall ing events. He remembered going back to Carlton Gardens after leaving Saville Row. Yes ; he remembered that, because she said once that the jolting of the carriage hurt her. And then the evening. He had dined alone, because she was tired ; and afterwards had gone out for a little, and walked along the Terrace, but still it was all confused in his brain. How late Ross was ! Where could he be ? Not in Carswell, poor boy ! Very likely out shooting, thinking over his little disappoint ment. Poor lad — poor lad ! He wished he would come in. Suppose he heard him in the hall and called out, would the boy"], [101, "CATHEDRAL BELLS. 93 understand by his voice ? How long he was ! It was getting dark. Hush — yes, there was the stable clock striking seven. Perhaps he would go round by the drawing-room window, and knock to be let in. But no, the others were out too. And he must tell them also ! He covered his face with his hands, and asked strength of God to bear the trial. And as he prayed, he heard the boy's step in the hall, and called him, — ' Ross. Lord Rossmere came slowly in, pulling his cap lower over his brow, as though anxious to conceal his face. He shook hands with his father, and then went over to the mantelpiece, when he was startled by Lord Stackallan's arm being put round his neck. He looked up quickly, and knew in a mo ment that something was wrong."], [102, "CATHEDRAL BELLS. 94 ' What is it ? ' he asked hoarsely, his thoughts flying to Ina at once ; but then he remembered he had himself seen the girl driving with Mrs Maycott not two hours before, and was reassured. ' What is it ? ' he said, almost crossly this time ; and then, 'where is the mater ? ' in rather a frightened tone. ' She is in her room,' Lord Stackallan an swered. ' I'm glad you are the first in, Ross, because you must help me when Mary and Beatrice come. My boy, my heart is broken. I have seen the doctors in London — your mother is dying.' The lad gave a cry of horror. What — what is it ? ' he asked at length. ' Cancer, in its worst form,' was the brief answer. ' Will it be — will it be — ' the boy began, when Lord Stackallan broke in — ' Will it be long you mean ? No ; a few"], [103, "CATHEDRAL BELLS. 95 weeks at most, I think. They say the agony will be very great' After that there was a silence in the library. Ross lay with his head against his father's arm, too crushed to speak. Lord Stackallan loved the boy as he loved all his children, but that night he felt that they were dearer to him than he had ever dreamed. He seemed to realise that they were part of her. The lad had taken his life from her. As he thought of this, he bent down and kissed his forehead. Then the door opened, and Lady Mary and her sister entered, and started at the sight of the pair. ' Tell them,' Lord Stackallan whispered, and Ross, looking up at the girls' wondering faces, did as he was told. At first they could not realise, could not comprehend it. They knelt upon the ground and clung to their father and brother, saying it"], [104, "CATHEDRAL BELLS. 96 could not be — could not — something might yet be done, but gradually, as Lord Stackallan let fall all he knew, hope died away within their breasts. The time crept by unnoticed. The dressing bell pealed forth, but it passed unheeded, and it was only when the dinner-gong sounded that Lady Mary seemed to realise that responsi bilities had fallen on her which two hours ago did not belong to her. She took her brother and sister into the dining-room and tried to induce them to eat, and with her own hands carried some refreshment to her father in the library, and stayed with him while he partook of it. Then he went upstairs to his wife's room, and sat there till she woke up from a heavy slumber. • Do they know ? ' she asked anxiously. ' An hour ago and more,' he answered. ' Bring them to me, dear,' she said, with a smile ; and he went."], [105, "CATHEDRAL BELLS. 97 ' You must be very quiet,' he said, pausing at the door. ' Promise,' he said, and then, as they promised, he opened it, and they went in. Lady Stackallan was sitting up among the pillows, with her beautiful complexion looking just as usual. They had always thought it a sign of health before, but they understood now. She looked up, and smiled. ' Dear children ! ' she said. ' Such helps and comforts to me.' Then the sight of her boy with his swollen eyelids seemed to make her lip tremble, but she controlled herself. ' We mustn't forget the doctors,' she said, with her gentle little smile. ' Dreadfully strict people doctors. If we make a fuss we sha'n't be allowed to see each other, and that will never do. We must see a great deal of each other. Kiss me, my dears. Mary, you will take my place from to-day. I have done VOL. II. G"], [106, "98 CATHEDRAL BELLS. with work, and am going to have a holiday now. God bless you, dear children.' They got outside somehow, and along the corridor, and then into Lady Mary's little sitting-room, and there burst out into loud w'eeping. And Lady Stackallan ? Lady Stackallan, left alone with her husband, hid her face in his breast, and after a little grew still and more calm. ' Thy will be done,' he heard her say, and through the dark hours of the sleepless night, heard her say it again and again. She was a good woman. I have said so before. The days — the sad days of which I am writing— went slowly by. October came, and in time merged itself into chill November, and in the park at Stackfield the leaves were falling fast, while the branches of the giant"], [107, "CATHEDRAL BELLS. 99 elms swayed to and fro in the keen blasts. Winter had come early, folks said, and drew closer to their warm firesides. At Carswell, things seemed dull. Daily people asked each other for news of Lady Stackallan, and each day seemed to bring worse tidings. She was going fast, they said sadly, as they stood chatting in ' the High, and they spoke of the good she had done, and of the loss she would be to the poor around. ' She was always their friend — always,' mild Canon Anson said, as he stood in the cloisters one bitter afternoon at this time, and then opening the door, went in and took his place in the choir. There was a nervous tremor in the good little man's voice when a few minutes later he rose to ask the prayers of the congregation for Elizabeth, Marchioness of Stackallan, who was lying at the point of death. The Misses Bunbury, as usual, formed part of"], [108, "CATHEDRAL BELLS. 100 the congregation, and many a curious face was turned towards them. They, among all the Carswellites, had known her well. It would be a great loss to them. Mrs Smallpiece turned her black, beady eyes full on the maiden ladies, and reflected, not without satis faction, that in a few hours they would no longer be on terms of intimacy with a Marchion ess whom she herself did not know. She felt quite glad about it, only she did not own it, even in the privacy of her own heart. She thought of speaking to the pair as they came out of church, but Miss Eliza drew her veil over her face and hurried home. Her kind heart was full. Thirty-five years of loving friendship ! It was a long span. Neither of the sisters spoke as they paced along through the cold twilight to their little home in Crossgates. In the drawing-room a bright fire was blazing, and Ina was waiting for them."], [109, "CATHEDRAL BELLS. 101 ' Oh, Miss Bunbury ! — Miss Eliza ! is it really true ? Is it possible that Lady Stackallan is not expected to live through the night ? ' Miss Eliza uttered an exclamation. ' Is it as bad as that ? ' she asked. ' She was prayed for in the Cathedral — indeed they did say at the point of death. I suppose it is true — I suppose it is so,' shaking her grey head sadly. Ina could hardly speak. Her sweet face, always a little pale, looked paler than usual, and her pretty slim hands shook so she could hardly pour out the tea. Miss Eliza saw it, and took the duty from her. ' I should like to have written him a little note,' the girl said, for the maiden ladies of course knew all the truth about Rossmere's de votion to her — 'but I thought it better not. I think I will write to him by-and-by — that is, if it should be so,' not liking to allude more"], [110, "CATHEDRAL BELLS. 102 directly to the dreaded event. ' She was so kind — so very kind to me that day, and she seemed so wrapped up in him. What will he do?' and the sweet eyes grew moist in their compassion. He had been very dear to her, this boy. Sometimes she even thought it was just as well he did not come to see her. It is not very difficult to become attached to any one who is perfectly devoted to oneself. ' She was always kind,' Miss Eliza said, look ing at the fire, and wiping away the tears that rolled down her cheeks, ' always kind. Dear me ! how well I remember that first afternoon we ever saw her, when she came to the Palace, a young bride, to return our visit Our own dear mother was dying then, and I recollect how full of sympathy she was, and through it all, what she was to me ! God bless her.' Then the door opened, and Canon Anson was announced."], [111, "CATHEDRAL BELLS. 103 At any other time, Ina would have been inclined to smile at the arrival of Miss Eliza's supposed admirer, but that evening, mirth was far away from them. They shook hands in silence. ' I shouldn't have come in,' the Canon said, ' for I knew full well what a loss it must be to you, but I thought you would like to know that I went round to the Palace after service and saw the Bishop. He was dreadfully upset. He was there at two o'clock this afternoon, and gave her Communion. She was quite conscious, having refused all opiates for several hours, because she wanted to have her senses about her at the solemn time. Wonderful courage ! They were all with her — her husband and children, some of the old servants, and Romer.' ' Mr Romer ! ' echoed the three listeners. ' Yes. He was sent for first several days ago, and since then he has been constantly there."], [112, "CATHEDRAL BELLS. 104 I hear they all like him greatly, and that the Bishop is much pleased with him.' ' I am glad,' Ina said softly. ' I can quite imagine he would be a great help in time of trouble,' with a little glance at Miss Eliza, who disliked anything Low Church; but the poor lady was too down-hearted that night to be roused to battle for any theological prejudice, however dear. They sat round the fire while the wind moaned round the house and along the deserted thoroughfares of Crossgates, and though they spoke of this thing and that, their thoughts were still with her who was even then on the brink of Jordan's flood. In that death chamber stillness reigned. A great life was passing away. She had been born a Duke's daughter, by marriage she was a Marchioness, her husband was a Statesman and a Knight of the Garter, and a power in"], [113, "CATHEDRAL BELLS. 105 the land ; but it was none of these things which had made her great. To her they had been as nothing, or next to nothing. Her life was great because it had been hid in Christ. The Bible that lay just then upon the bed had been an ever open volume. As she believed He had taught, so she had striven to live. And this life was bringing its own reward. Her husband and children were dear to her beyond compare. In the dark nights since the terrible sentence had been pro- nounced, she had wept bitter tears at the thought that she must pass from them, but now — now that was at an end. The desire to remain had left her. She was going, and she was content to go. ' My dears,' she said, looking up at the weep ing faces bending over her. ' Oh, my dears ! ' She closed her eyes again after this and lay quiet. Her right hand rested in that of her"], [114, "CATHEDRAL BELLS. 106 husband, while her three children clung to the other. Presently she opened them again and looked hurriedly round. ' Is Ross there ? ' she asked For answer, the boy bent down to kiss her. ' Poor boy,' she said, and then whispered something in his ear. The others did not know that it was her love she was sending to Ina. ' If your dear father had not wished otherwise about Daisy, I should have been well content. A sweet face — a fair face ! Kiss me again, my dear ; ' and then, after a pause, ' My love to Eliza and Mary Bunbury.' ' Would you like to see them ? ' her eldest daughter asked. The dying Peeress smiled. Oh, no, my dear,' she said, ' I have done with earth now.' For a long time afterwards she lay still. The clock outside the door ticked away noisily, and"], [115, "CATHEDRAL BELLS. 107 that, with the occasional heavy gusts which swept round the building, were the only sounds which broke the hush of the death chamber. The lamps burned softly. It was very quiet — very peaceful. They could hardly believe it when the end came, it was so easy. There was just a little sigh — a sudden and very beauti ful smile, as though some sight fairer than aught she had beheld on earth smote on her eyes, and that was all ! Dong! Through the howling, wintry wind came the sound of the great Cathedral bell telling the inhabitants of Carswell, in the darkness of the winter's evening, that Elizabeth, Marchion ess of Stackallan, had passed away, and at the sound Ina, sitting by the fire in the Rectory drawing-room, burst out crying, while in the little house in Crossgates Mary and Eliza"], [116, "CATHEDRAL BELLS. 108 Bunbury wiped away the tears which rolled slowly down their withered cheeks. The grey November days crept by. Away at Stackfield the flag on the great tower was flying at half-mast, while in Carswell, at intervals, the great Cathedral bell boomed forth its solemn tone. At street corners people paused to speak of her. She had been a good woman, they said, and I, who knew her, answer, ' None better.' It came at last, that the earth close over her had for so long a time inhabitants of Carswell. day that was to see whose face and figure been familiar to the There was no show, no state. It was of funerals the very simplest. In front of the plain coffin walked the Steward, carrying on a black velvet cushion a coronet. Except for this one mark of rank, it might have been the funeral of the humblest depend ant on the estate."], [117, "CATHEDRAL BELLS. 109 The procession passed in to Waring Church, where, Sunday after Sunday, she had bowed her knees and worshipped God with all her strength. And then they went out to where in a corner of the green churchyard a plain earth grave was ready, and there they laid her down, while in the still November air rose the voices of the mourners, in her favourite hymn : — ' Brief life is here our portion, Brief sorrow, short-lived care. The life that knows no ending, The tearless life is there.' And as they sang, it seemed to her husband and children as though for the space of a little while the gates were rolled back, and they could see in where she had gone. 'Yes, I will see him,' Lord Rossmere said, late in the afternoon of that same sad day, in answer to an inquiry by one of the footmen as to whether he would wish to receive Mr Romer."], [118, "CATHEDRAL BELLS. 110 The boy was sitting alone in the twilight in his own room. Lady Beatrice was lying on her bed weep ing, and attended by the faithful old nurse of the family, while Lady Mary was still with her father, with whom, indeed, she had re mained ever since the return from Waring churchyard. ' I hope they gave my message right,' the Curate said, holding the young lord's hand in a tight grasp. ' I said that they were to tell you that you were not to think of seeing me unless you really wished it I thought perhaps, though, that you would wish it. I'm glad of that. Oh, of course, I know what it is. I have been through it so lately — that is why I came.' ' It hurts — it hurts,' sobbed the poor boy. He was barely twenty, and all his nerves were unstrung by what he had undergone."], [119, "CATHEDRAL BELLS. 111 ' I know it hurts,' James answered. ' I know it ; but in a little while the worst will pass away. And then you must think of her happiness. Think of the good, useful life she spent. All round, the people speak of what a friend the poor have lost. She worked so hard for them, thinking and writing about their affairs, and giving all she could in charity. You mustn't think of her as dead. A Chris tian never dies. She has only gone home before you, — gone to her holiday rest. That is how you must look at it' 'I'll try,' the boy answered, very sadly. 'Just now I feel better — now that you have come. It was so dreadful all alone. I seemed to remember things I didn't want to — I mean about — about to-day. Ah, you know what I mean,' as a great light of sympathy shone on the countenance of that most lean Curate. Somehow he did not look so lean as usual"], [120, "CATHEDRAL BELLS. 112 that day. All his nervousness appeared to have deserted him too. He seemed to throw quite a protecting air over him, the lad thought, as Romer moved the cushions and settled him in a more comfortable position. ' I'll try,' the young lord repeated again, ' but it is very difficult. You are sure I shall see her again, are you not ? ' ' I know that you will see her again,' James answered earnestly. ' Thank you.' In the room a hushed silence reigned for a while. The tired youth lay quietly on the sofa while the Curate sat beside him. More than once Rossmere put out his hand and touched his friend. It was better now that he was no longer alone. He could forget, for a little, those heavy shuffling feet, — could forget how every now and then the wintry wind had lifted the heavy pall and showed the plain oak coffin — the"], [121, "CATHEDRAL BELLS. 113 coffin in which she was. How impossible it seemed ! To go into her room, and she would not be there, — into the conservatory, where it would matter nothing to her whether this flower bloomed or not. The flowers of earth were nothing to her now. And to think, too, that whatever befell him — her boy — would affect her not at all. All the past years of his life, whether things were well or ill with him, had made all the difference to her. Why, she had even cared about the cricket matches at Eton, and had known the name of every boy in his house. It was all over now. Never, never again would she care. His self-command gave way at the thought, and he sobbed out the piteous idea into his friend's ear. Mr Romer gave quite a start. 'Surely you don't think that — -surely not? Love does not end with this life. I am sure my dear old mother looks down at me, and VOL. 11. n"], [122, "CATHEDRAL BELLS. 114 cares about my work and happiness just as much as ever she did on earth. Sometimes I even fancy she aids me in it. And why not ? While she was with me she never sat idle. I do not think any of us will sit with folded hands hereafter. We shall have work to do, depend upon it ; the only difference will be that there it will be a pleasure, — that we shall no longer labour in the sweat of our brow.' ' I like that thought,' Ross answered. ' I shall love to think she still cares about my little affairs. She did so, too, up to the last moment of her life,' thinking, as he spoke, of her message to Ina, ' so, as you say, why should she change now?' 'Why, indeed, since the Gospel tells us that even Dives in torment still retained his love for his brethren. Surely the love of those with whom we may hope and believe things are well, can only be increased? Often and often when some"], [123, "CATHEDRAL BELLS. 115 little bit of pleasure turns up, or some little unlooked-for piece of success occurs in my work, I feel rather inclined to fancy dear old mother has had some sort of a hand in it, just as on earth she loved to give me a little sur prise. I can see her now, in her arm-chair, and a quiet twinkle in her eyes, waiting till I found it out. Very often it was only a little thing — just perhaps a brown loaf for tea, which she had brought because she knew I liked it. And if it was a real thing — a really great thing — something about my work, oh, what pleasure it gave her ! But there, I must not talk like this. It is very selfish of me. I know not how I came to wander from your sorrow to my own. It was giving that illustration about that little piece of pleasure, I suppose.' ' Fancy your calling yourself selfish,' Rossmere said, glancing up at the Curate, with something very like a smile of amusement on his face."], [124, "116 CATHEDRAL BELLS. The idea was so wonderfully, startlingly im probable, that it was impossible not to seem a little comic. ' So I am,' the Curate answered, in perfect good faith. 'We all are a little, I suppose,' with a sigh of regret, ' but sometimes I get quite frightened about myself. It is the sort of thing which creeps over a man if he gives way to it the least bit in the world.' ' I do not think you need be afraid,' Ross mere answered, with another smile. ' The men down by the Canal at the Reading Rooms looked so much as if they thought it, didn't they ? How are things going on ? I promised to go again, but then — then this came. I don't seem to have done anything since they came back from London — the day my father broke it to us.' ' Of course not — of course not. How could you ? And she liked to have you near her."], [125, "CATHEDRAL BELLS. 117 On those afternoons when I had the honour of reading to her, she talked a great deal about you. I told her how I had carried you off to see my bargees. She was much pleased, — said she would like you to interest yourself in those sort of things, and how, if she had been well enough to do it, she would like to have driven down and inspected the place.' ' I will come next week,' Rossmere said, but Mr Romer objected. ' No, not just at present — at least, not till I have had time to ask Dr Fraser what he thinks. There have been one or two cases of that typhoid down there lately. I believe you are not likely to get it by just visiting a case — ■ not as you can smallpox or scarlet fever, but still, it is better to be on the safe side. The drains and water, I am sure, are all wrong. I wanted the landlord to take it in hand, but he would not. I spoke to him most earnestly.'"], [126, "118 CATHEDRAL BELLS. ' Who is he ? ' the boy asked Almost all the land round, and more than one half of the houses in the town of Carswell, belonged to his father, so that the question was a natural one for him to put. ' Mr Mackinnon, the Banker,' James answered. Young Lord Rossmere gave a start, and his heart seemed to sink within him. The name brought back so much to his mind. He had hated the man, and had been jealous of him — nay, his jealousy was as keen now as on the day when he had been banished from Ina's society. He forgot the attempt he had been making to interest himself in the discussion, — forgot even that which had wrung his boyish heart, — forgot everything save one fair, pale face, a pair of blue-grey eyes, and a mass of curly brown hair. ' I hate him ! ' the boy said, below his breath. *I hate him — I wish that he was dead!'"], [127, "CATHEDRAL BELLS. 119 The Curate laid his hand on the speaker's arm. ' Hush,' he said. ' You must not talk like that. I — I — I do not greatly like him myself — that is, I should not wish that any one I cared for should belong to him, — should be in his power, I mean,' getting very red. Somehow, Rossmere guessed at once what was passing in the Curate's mind. ' Nor should I,' he said, almost below his breath ; and then, ' You — you do not think Ina — Miss Strong that is — -will marry him ? ' ' I am not sure. I — -I do not know,' James answered. ' I — I think perhaps that it will be so.' The Curate spoke each word distinctly, paus ing once or twice till he was quite certain he could command his voice. When he had finished he put out his hand and took the young Earl's in his."], [128, "CATHEDRAL BELLS. 120 ' There is no need to speak of it,' he said. ' I will let you know if — if it should come to pass — if there is an engagement. But, my boy, you should put the idea from you. Your family wish that you should wed, I believe, with one of your own rank, when you are older. You should put this thought from you. I know that it is hard and difficult.' For a minute there was a silence, and then the boy looked up and said, — ■ 'Might I not say the same to you? — I mean that you, too, should put the thought from you.' The Curate started. 'Yes — yes,' he answered, 'you might indeed. I intend to do even as I advise you. I mean to try and begin again better to-morrow,' with a smile lighting up his face. The conversation ceased for a while after the last words. It was a curious thing that"], [129, "CATHEDRAL BELLS. 121 though each was acquainted with the other's love for Ina, yet neither of the pair were jealous. Partly this may have been from the sincere liking which existed between the Earl and the humble Curate, but more probably it arose from the simple fact that each re garded the other as harmless. To Romer, Rossmere was little more than a schoolboy ; while to the latter, the fact that his friend was absolutely without a penny in the world, seemed to him, the heir to fifty thousand a year, a barrier which was absolutely insurmountable. There was also another tie between them, namely, the belief each entertained that his own position regarding Ina was hopeless. Mackinnon, to use a sporting phrase, was the only favourite. ' And he would not help them — the tenants ? ' Rossmere asked, after a pause. 'No.'"], [130, "CATHEDRAL BELLS. 122 ' But you can compel him — at least, I think so,' the boy replied. ' I will ask my father, as soon as he is able to attend to any thing ; or I tell you who could tell you at once, and that is Malcolm.' ' But I do not know Mr Malcolm — at least, only by sight' ' Never mind ; I will give you a note to him.' Lord Rossmere rose from the sofa on which he had been lying, and walked across the room to his writing-table. For a moment he had forgotten his sorrow, but the sight of the russia- leather cases filled with broad black edged notepaper brought it back to him. He gave a deep sigh, and abandoning his pur pose of writing a letter, simply wrote across a sheet of paper, — ' Please give my friend Mr Romer all the in formation you can. ROSSMERE.' Rossmere.'"], [131, "CATHEDRAL BELLS. 123 'It is very kind of you — very kind indeed,' the Curate said, as he put the envelope into his pocket. ' Something ought to be done before the winter damps set in. It is too late to call on Mr Malcolm to-night, but I will walk over and see him in the morning. If the cottages were in the town there would have been a stir long ago ; but down there by the Canal, it is so far off — nobody cares about the poor things. I must go and see how they are getting on. I should have gone this afternoon, only I wanted to see you. I knew what you were feeling. And I have been a little help ? Oh, I am glad of that. It makes it so pleasant when one lies down at night to feel one has been of service. And if I start off now I can be of use down at the Canal. It is half-past five. I shall be there in three-quarters of an hour.' Lord Rossmere rang the bell and ordered"], [132, "CATHEDRAL BELLS. 124 tea for his friend, and insisted on his returning in the brougham. 'But indeed I would much rather walk,' pleaded the poor Curate, as he stood with his friend under the grey portico. ' Nonsense ! It's blowing and raining hard. And thank you for coming. Yes, indeed yon have done me good.' Then the carriage drove off, and the young Earl, turning, re-entered the great still hall, while the footman closed and barred the doors."], [133, "CHAPTER X. ' Ingratitude, thou marble-hearted fiend, More hideous when thou shovvest thee in a child, Than the sea monster.' — King Lear. December came, and at Stackfield a great quiet seemed to reign always. Lord Rossmere's departure for the University had been postponed the moment the nature of his mother's malady was known, and now it seemed probable that the idea of his taking a degree would have to be given up. The young Earl was past twenty. The old member for the County was getting more and more feeble. He would endeavour, he said, to hold the seat till Lord Stackallan's"], [134, "126 CATHEDRAL BELLS. son should be of age, but that was all he could do. Nine months at Oxford was not likely to be of much service, it was thought, and so the matter was allowed to drop. Perhaps on the whole it was just as well, for Lord Rossmere was certainly not in a fit state to undertake a course of severe study. Truth to tell, the deplorable shock of his mother's illness and death coming at a time when he was suffering from his bitter disap pointment about Ina, had had a serious effect on the lad's nervous system. He started when spoken to. The nights were almost sleepless. He would not go out with his gun, or do anything. Instead, he sat in his own room, over the fire, a book open on his knees, but at which he rarely glanced. Now and then he would rise and walk impatiently to the window, and look at the drive along which they had walked on that never-to-be-forgotten day"], [135, "CATHEDRAL BELLS. 127 when they had laid his mother to rest in Waring Churchyard. Sometimes, too, his eyes would wander to where in the distance rose the great spire of Carswell, beneath the shade of which Ina dwelt. Those had been happy hours he had spent at her side, the poor boy thought sadly. He could not forgot her, — was, indeed, always thinking of her. If she had but cared for him — if! Rossmere had not seen Ina since his mother's death, now more than six weeks ago. A few days after all was over he had received a pretty little note of sympathy from the girl, and he had answered it at once, telling her how his mother sent her love to her just before the end. Hot, bitter tears had fallen on the paper as he had written, and the sight of the soiled sheet had caused Ina's eyes to fill. She wanted to write to her boy-lover again, but felt that perhaps she had better refrain."], [136, "128 CATHEDRAL BELLS. She could not, however, let such a communi cation pass without notice, so she wrote a letter to her friend Lady Beatrice, enclosing a little note to her brother, just saying,— ' Your dear mother's message touched me deeply. I shall never forget it or her. INA.' Through the winter days that followed, Rossmere kept this and the girl's previous note beside him, reading them over and over again, long after he knew them by heart, and now and then kissing them passionately. ' Very silly,' you say, O unsentimental reader! Perhaps. I do not know. One of the Kings leys has made some rather strong remarks in favour of this sort of thing ; and I, who know something of young men's careers, am inclined to think there is much wisdom in his words. It is true that a lad may occasionally waste his time in foolish dreaming, but that is all — the"], [137, "CATHEDRAL BELLS. 129 love for a pure, sweet maid has a wonderfully restraining influence on a young man's life. 'How do you find him to-day?' Lady Beatrice Scott asked, meeting the Rev. James Romer one cold afternoon as he was cross ing the hall on his way out after a somewhat lengthy visit to the young Earl. ' Very low — very low indeed,' the Curate answered. ' He doesn't seem to get on at all. I think he is more difficult to rouse than at first. That is the worst of not being compelled to work. Even in telling him a little piece of news about myself I could see it was an effort to him to express his pleasure, though I am sure he meant all he said — I didn't mean that he did not,' stammering in his old nervous way, ' only it was difficult, as I say, for him to express his feelings. The only time when he seemed at all roused was when I told him I was going away. He did not like that' VOL. II. I"], [138, "CATHEDRAL BELLS. 130 'Going away!' exclaimed Lady Beatrice. ' Oh, I don't mean permanently. So stupid of me to express myself so badly. I am going — obliged to go — to Edinburgh, for a fortnight. I have been left quite a little fortune — at least to me it is — a thousand pounds ! ' ' I am glad.' The girl's face showed that she meant what she said. ' Thank you — oh, thank you very much.' ' Stay, Mr Romer ! ' Lady Beatrice exclaimed. ' I have just thought of something. Why shouldn't Ross go with you ? We have been trying for weeks to get him to take a change. True, Scotland is cold, but it will brace him up.' The Curate smiled. ' My dear young lady,' he said, ' nothing would give me greater pleasure than to have your brother with me, but you forget that his"], [139, "CATHEDRAL BELLS. 131 means and mine are very different. I shall go by the third class in a slow train, and put up at a fourth-rate hotel. That would hardly suit Lord Rossmere's position, would it?' Lady Beatrice was silent for a minute ; pre sently she said, — ' Would you mind waiting a few moments ? I will not keep you.' Certainly,' the Curate answered Lady Beatrice's minute was a rather long one — ladies' minutes, I notice, generally are ! Mr Romer stood before the great, burning logs for fully a quarter of an hour before the sound of a quiet footstep made him look up. It was Lady Mary, appearing taller and thinner than ever in her deep mourning. ' Will you come and see my father ? ' she said, when she had shaken hands. ' He par ticularly wishes you to do so. I fancy he has some favour to ask you.'"], [140, "CATHEDRAL BELLS. 132 James gave a little smile. The idea seemed to strike him as comic, — that it could possibly lie in his power to oblige a Marquis with fifty thousand pounds a year ! standing at his writing cosy library when the Lord Stackallan was table in the warm, Curate was shown in, the latter had seen It was the first time him since the funeral. When the pair had shaken hands, the nobleman toyed nervously with the great heaps of papers on the table before him. Presently he cleared his throat, and began saying that he had heard through his youngest daughter of Mr Romer's little stroke of good fortune, — that he was anxious that his son should go somewhere quite away, for a short time, and that if the Curate would undertake the office of guardian, so to speak, he should wish him to go up to Scotland with him. If Mr Romer could arrange with his Rector for three weeks'"], [141, "CATHEDRAL BELLS. 133 holiday, so much the better. That would bring it up to within a few days of Christmas, which would be a good time for coming back. Lord Stackallan gave a deep sigh as he spoke of ,the festive season of the year. By-and-by he went on, — ' My daughter told me of what you men tioned as to your mode of travelling, Mr Romer. Of course, if you go as a companion to my son, the expenses of the journey are mine. That is only right and fair ; besides, the obligation is still on our side. What do you say ? Are you willing to oblige me?' 'My lord, I shall be only too glad. It is most kind — most flattering — I — •' ' Tut, tut,' Lord Stackallan answered, with a sad smile. The Curate's nervous manner brought back to him one day when the little man had been"], [142, "CATHEDRAL BELLS. 134 reading to Lady Stackallan, and the end was not far off. After he had left she had praised him ; and then, with a sparkle of her old fun, had taken him off to the very life. He could see her lying there among the pillows, and the smile on her dear face. She had been bright and cheery to the very end — his Lizzie ! And so it was settled before the Curate left the house that he and Lord Rossmere were to start for Edinburgh the next day. ' If you get through your business sooner than you expect, take him wherever you like. And I don't want him to be bothered about the money or anything on this trip. Will you kindly take that off his shoulders ? Thank you. Then I will give you this — if it is not enough, write for more.' Lord Stackallan, as he spoke, put a cheque for one hundred pounds into the Curate's hand. A hundred pounds ! and to last but for three"], [143, "CATHEDRAL BELLS. 135 weeks ! Why, he had only ninety on w7hich to keep himself all the year round ! Poor Mr Romer felt bewildered as he put the order on the Carswell Banking Association into his breast pocket, and hurried off towards the grey old city to make his arrangements with the Rector for three weeks' leave instead of a fort night. And yet, before he had gone a dozen yards, he forgot the hundred pounds and every thing else — his own legacy included. He was going to the Rectory. Perhaps he should see Ina ! — Ina, whom he had not set eyes on for six weeks and more ! The wind howled as James Romer journeyed along the muddy lanes which lay between Stackfield and the sombre Cathedral town, but he hardly noticed the storm. It was past five when he found himself at the door of the house, opposite the ivy-covered wall. His heart beat quickly as he pulled the bell."], [144, "136 CATHEDRAL BELLS. ' Yes,' the maid believed the Rector was in, and as the Curate was following the domestic across the hall he heard a gay young voice singing. The owner of the voice was coming down stairs, coming down in an exquisite blue tea-gown, while the lamplight fell softly on the pale fair face and curly masses of brown hair. She was singing ' Annie Laurie,' and did not see the clergyman until she was quite close to him ; then she gave a start. ' Mr Romer ! ' she said. ' Why, you are a stranger. Come in and have some tea. It is in the drawing-room all ready.' James took the little hand he knew so well. It was six weeks since he had seen her, and all that time, though he had avoided the girl as he would the plague, he had never been free from the one great longing which haunted him day and night — to look upon the face he loved so dearly. He held her hand"], [145, "CATHEDRAL BELLS. 137 for a minute in a strong grip, while his eyes rested on the fair face, with its expression of mingled sweetness and decision. Then he let the hand fall. She was nothing to him. She was going to belong to the man he loathed. ' I haven't congratulated you yet, Mr Romer, on your good fortune,' Ina went on. ' Papa was telling us of it at dinner last night — perhaps he ought not ? Perhaps it was a secret ? ' ' No, oh, no ! — that is — why, of course, I haven't mentioned it to any one, or hardly any one yet. I don't know why I should mind, though. I am starting for Scotland to-morrow to see the solicitors about it. I am taking a friend of yours, too, with me — at least, I mean, I go as a sort of companion to him — Lord Rossmere.' ' Lord Rossmere ! ' echoed Ina, a little warm"], [146, "138 CATHEDRAL BELLS. flush of pleasure coming on her face as she spoke. ' Tell me how he is ? Poor boy — poor dear boy.' ' He is in a low, nervous state, and Lord Stackallan wants him to have a complete change. I am to be a sort of private tutor, companion, and nurse all in one for the next three weeks, his father says. I think it will do him good. He seemed more roused, Lady Beatrice said, when she told him of the plan.' ' Dear boy ! ' Ina replied. ' Give him my love ! I suppose I oughtn't to send it, but I shall, all the same. Sometimes it's nice to do what one ought not. Don't you think so? Oh, no ; I know you don't ! You are a tire some person who always does just w7hat is correct. But why should we stand out here in this cold hall ? Come in and have some tea!' ' I — I must go to the Rector. I have to see"], [147, "CATHEDRAL BELLS. 139 if he can spare me for three weeks. I had better not keep him waiting any longer. He may think it rude ; besides, he is sure to want to get away to the Reading Rooms. I know he likes to look in about the time of the even ing papers. Good-night' Poor James Romer ! He knew it was im prudent to see the girl who cared nothing for him, who, he felt, had given her heart away to that handsome Banker. For six weeks he had avoided her, and was even then holding out his hand to take leave of her after exchanging half a dozen sentences, and yet in his own heart he knew that he was longing madly that she should invite him to come across to the drawing - room as soon as his interview with the Rector should be over. ' Good-night ! ' echoed Ina. ' Nonsense ! you must come in and see mamma. Tell papa he is not to keep you. If you are more than five"], [148, "CATHEDRAL BELLS. 140 minutes I shall take the cosy off the teapot, and let it get cold,' laughing merrily as she made her way to the drawing-room, while James — poor, foolish, idiotic James — entered the study. Mr Strong gave his Curate the three weeks' leave, congratulated him again on his little legacy, and then expressed his pleasure at Lord Stackallan's confidence in selecting him to go with Lord Rossmere. After that the Rector hurried off to read the Globe, and James walked across to the drawing-room. Mrs Strong was in the dining-room arranging flowers, so after she had bidden her visitor welcome, she went back to her occupation, leaving Ina to entertain him. The girl gave him his tea, and when that was over, went and sang quaint old Scotch songs for him. His mother had been the daughter of a Scotch farmer, and had often sang them"], [149, "CATHEDRAL BELLS. 141 to him in a cracked voice on a winter's evening, and he liked to hear them again, at least he liked that Ina should sing them to him, though I doubt if he could have borne to hear them rendered by any one else. He sat by the fire, with a great lump in his throat, and twisted his fingers nervously together as he sought to subdue the emotion which the familiar words of ' Annie Laurie ' occasioned him. By-and-by she grew tired, and came and sat by the fire, chatting Carswrell gossip, with a little amused smile on her face at the stupidity and frivolity of some of the people. And James ? — James told himself that it was wrong of him to laugh as he did over Mrs Smallpiece's impudent curiosity ; at Archdeacon Maycott's sharp sayings concerning poor Canon Anson's firm belief in his own delicate health ; at Dr Fraser's quarrel with the Dean because the latter had an inclination for what was High"], [150, "CATHEDRAL BELLS. 142 Church, and the Physician treated the things which belong to that school with a certain amount of contempt. ' What the deuce can it matter whether a man wears a long coat or a short one,' he had roared across the luncheon table that very day. ' Do you think he'll go to heaven any sooner because he's got on half a yard more cloth than his predecessor ? You ought to be ashamed of yourself, Mr Dean.' Ina, who had been present at the party which had taken place at Mr Festings', the Banker, took the Doctor's manner off to perfection. James, who knew the Physician well, and had, besides, all his sympathies with the Low Church party, leant back in his chair and roared again. He had not laughed so much, he said, for months. So he sat on in the pretty drawing room, with the lamp burning brightly, while he warmed his feet at the blazing fire, and"], [151, "CATHEDRAL BELLS. 143 watched the light dance on the animated face, crowned with the masses of curly brown hair. It was seven o'clock when he rose to go. She had been even sweeter and kinder than he ever remembered before, and she let her hand linger in his when he was bidding goodbye. ' Oh, Mr Romer,' she said, looking up at him, ' I have got something to tell you,' with an amused light dancing in her eyes. 'Something to tell me!' James' heart sank within him as he echoed the words. It was coming then — that which he had dreaded so long. She was going to tell him she was engaged. He let the white hand fall, and put up his own to his mouth. In the lamplight Ina did not notice that the colour had fled from his face, leaving it an ashen grey. ' Yes,' he said at last ; ' yes ; what is it ? ' ' Oh, I am not going to tell you now,' still looking up, and laughing. ' I'm shy about it."], [152, "CATHEDRAL BELLS. 144 I'll tell you when you come back. Ah, here is mamma ' — as Mrs Strong entered the room. ' Mother, you are just in time to wish Mr Romer goodbye.' How he got out of the house James hardly knew. It was better when the door had closed behind him, and he was out in the keen wintry air, with the stars shining brightly overhead amidst dense masses of white clouds, scudding along at a great pace. He went on down the narrow path, and out on to the broad drive in front of the Dean's gates, which were situated a little way from the archway leading into the Palace grounds. It was better out there in the cold air than in the house. ' Something to tell you. I am shy about it. I will tell you when you come back,' James repeated the words to himself. The sound of the sweet voice was still in his ears. He could see her standing before the fire with her face"], [153, "CATHEDRAL BELLS. 145 upturned to his, — could see the slender, graceful figure in the long blue robe. Good heavens ! how he loved her. And she was going to tell him that she was about to become the wife of another man. What was he to do ? He must conquer this madness — this blind folly. Had he not long ago resolved to give the girl up — long ago when he had seen the rich Banker's attentions to her? And for a time he had done it — for a time ! Why even till that very night he had succeeded fairly well. Now he had been weak. When she had asked him to go in and have tea he ought to have refused the invitation sternly. That was what he must do in the future. Good God ! why, in a few weeks she might be this other man's wife ! This was no question of prudence or imprudence. In the near future it would be one of simple right or grievous wrong. He saw the precipice now. There must be no dallying with the matter. VOL. II. K"], [154, "CATHEDRAL BELLS. 146 He must put Ina's image from him with all his might, — must fight night and day till he had conquered his folly. When she was married he would go away from Carswell — would resign at once. Now that he had fifty pounds a year of his own he could do as he liked about that. He looked back at the Rectory. Lights were gleaming in the upper windows, where the inmates were preparing for dinner. He took off his hat and stood still for a minute. I think he was praying to God to bless and guard his treasure. Then he went on down the Close and out into busy Smith Street. The gas lights were burning in the shops. People were going about here, there, and everywhere. Now and then some passer-by laughed, and James heard it and went on homeward with the dull aching pain in his heart Do you laugh, unsentimental Reader? Perhaps. He had loved this girl ever since he"], [155, "CATHEDRAL BELLS. 147 had first seen her. He had expended all the wealth of his affection on her — he had none to give any other woman. If she could not be his bride, then, though work and duty still remained, all the gladness would have passed out of his life. Sometimes it is like that with men. Many forget quickly, but with others it is different — they remember always. Do you understand? The next day was a busy one for James Romer. He rose early after a sleepless night, packed his things, and then went down to the Carswell Banking Association. It was a minute or two past ten when he got there — the doors were only just open, and there was no other customer present. The Curate presented Lord Stackallan's cheque for a hundred pounds, and took the change, mostly in ten pound notes. Mr Prior, the manager, was walking up and"], [156, "148 CATHEDRAL BELLS. down the bank. He had nodded a good morning to the Curate when the latter came in, but when he saw the large quantity of gold and notes being made ready for him, some thing seemed to strike him. He stopped, and then turning, stepped quickly up to the paying cashier, and looked to see the signature on the cheque which Mr Romer had presented. He lifted his eyebrows when he saw whose it was. Then he leaned across the counter and ad dressed the Curate. ' I wish you would step into my private room,' he said. 'You are just the man I want, though I did not think of it till I saw you.' It was Mr Romer's turn to look surprised as he followed Mr Prior into the glass room. The manager shut the door carefully. ' I hope I am not detaining you from any thing important,' he said. 'You are not in a great hurry, I daresay? Just sit down.'"], [157, "CATHEDRAL BELLS. 149 The Curate took the chair indicated, before he answered, — ' As a matter of fact, I am in a bit of a hurry. The truth is that I have to go to Scotland to-night on business for a few weeks — three at the most — and Lord Stackallan has asked me to act as a sort of tutor-companion to young Lord Rossmere during the time I am up there. We leave by the one o'clock fast train.' ' Going away, eh ? ' said Mr Prior. I wonder your Rector can spare such a hard working man as you. By the way, I'm told he is not up to much any longer, — very low and nervous.' ' Who is ? ' James asked. ' Why, Mr Strong, to be sure. You ought to know.' The Curate laughed. He was a big, solemn man was the Rector, not given to emotion,"], [158, "CATHEDRAL BELLS. 150 and to hear him talked of as nervous amused the little man. ' I haven't found it out then,' he said. ' I was with him last evening, and he did not strike me in the least as being low, much less nervous.' 'Really?' 'Really?' echoed James. 'Why, what do you mean? I see him, I suppose, oftener than any other man in Carswell does, and if there was anything the matter with him, I should be the first to find it out.' ' Hem ! You did not think it necessary, did you, at any time, to make inquiries as to Mr Strong's mode of managing his income, — how much he had, and all that sort of thing ? ' ' I ! ' exclaimed James. ' Good heavens, no ! What are you talking about ? ' ' All right Don't excite yourself,' Mr Prior answered. ' I see it wasn't you. If you are"], [159, "CATHEDRAL BELLS. 151 not in a great hurry, I will tell you why I put the question.' Mr Romer was in a great hurry, but he was too much interested in the affair to say so, so he merely settled himself in his chair, and prepared to listen. ' Well,' Mr Prior said, ' I live over the Bank here, as I daresay you know, but beyond break fasting in my rooms, I get all I want at the Club. Once or twice lately I noticed a clerk of ours had not left the Bank when I went to my dinner at seven o'clock, but I didn't think anything of it. However, last night, hav ing a bit of a cold, and there not being the usual number for a rubber of whist, I came home early — very early — just after nine o'clock. Well, as I let myself in, I noticed a light in the Bank, and looking in through the glass of the door, what was my surprise to find the young fellow still here, and working away very industriously."], [160, "CATHEDRAL BELLS. 152 I opened the door and walked in. He jumped up, got very red and confused when I asked him what he was doing at that hour of the night, and finally I walked over to see for myself what he was about. Well, I found him surrounded with Mr Strong's bank books for all the years he has been in the town, with old cheques and all sorts of things, and a credit and debit sheet in front of him, in which he appeared to be working out, as far as I could see, Mr Strong's income. Well, I turned on him, and asked what all this sort of hanky- panky work meant, when he burst into tears and said he didn't mean any harm. Presently he went on to say that a gentleman — whose name he wouldn't mention, but who was a great friend of Mr Strong's — had told him the Rector was in a low, nervous state, fancied he was ruined, and I know not what else. This friend, he said, did not like to trouble the family until"], [161, "CATHEDRAL BELLS. 153 he was more certain of the state of affairs, and therefore had asked him to find out Mr Strong's exact income, and also whether he had any private means.' Mr Prior ceased, and Romer gave a start. Like lightning there flashed across his mind the remembrance of a conversation which had passed between himself and Mr Mackinnon under the limes in front of the Cathedral one August morning. He had seen then that the Banker was trying to 'pump' him as to Mr Strong's means, and he had guessed that his reason was that he wished to know if there was any private income before committing him self with Ina. He felt convinced that the clerk had been actuated by Mackinnon to make these researches, but he had nothing to prove it, so held his tongue. ' Well, Mr Romer,' asked Prior, after a pause, what do you think, eh ? I see you have got"], [162, "CATHEDRAL BELLS. 154 something in your mind. Tell me what it is.' ' I think — I know — at least, that is, I think I can guess who the person was who made these inquiries. I think I know his reason for doing so too. I had a question put to me also, by the man I suspect, only a few months ago, concern ing Mr Strong's income, and the sources from which it was derived.' ' The deuce you did ! ' whistled Mr Prior. ' And what answer did you give him, pray ? ' ' I told him that I hadn't the slightest idea, — that I hadn't the slightest wish to know.' ' And you say you comprehend his motive for making this inquiry ? ' ' I believe I do.' ' Come, Mr Romer, out with it. Who is the fellow ? ' ' That I certainly cannot tell you. I have not the slightest proof to go upon. Can't you"], [163, "CATHEDRAL BELLS. 155 see that for yourself? As to his question to me, it might have been caused by mere idle curiosity. I say it might. Mind you, I don't believe for a moment that it was. I believe I know as well as possible the reason which prompted the individual to make these inquiries, but my belief is worthless, inasmuch as belief is not proof.' ' Hem ! Well, but in confidence to me, James Romer shook his head. ' No,' he said. ' I will not, even to you. The only person I should deem myself at all justified in mentioning my suspicions to, is the Rector himself 'Well, well, perhaps you are right. Shall you see Mr Strong before you go north ? ' ' No ; he went by the early train to Pegmouth for the day. I shall be off long before he returns.' 'You won't object to my mentioning what you have told me? '"], [164, "CATHEDRAL BELLS. 156 ' N— no.' James rather hesitated. Very likely if Mac kinnon's name did come out Ina would think that it was simply jealousy on his part that had caused him to mention it, and the Banker would probably have some good excuse to offer for his inquiries. Still, James felt that he must risk that. It might be that even yet he might be the means of preventing her from throwing herself away on such a selfish, worthless man.' ' No,' he said again ; ' but I beg you to inform the Rector that I have no proof, and that the questions put to me last August might have been prompted by mere curiosity. Who was the clerk, if I may ask, who has been tampered with ? ' ' Young Prentice. Do you know him ? ' 'By sight. He lives in my parish, but never attends Saint Mary's. He goes to Saint Dunstan's, — sings in the choir, I believe.'"], [165, "CATHEDRAL BELLS. 157 ' I know. Pye's church, you mean. I see Pye walking about in a sort of black dressing gown. I wonder he doesn't have a cord round his waist — will soon, I daresay,' the Manager answered, and then, after a few more words, they parted. It was nearly eleven when the Curate got away from the Bank, and he had one or two things to buy in the town. Now that he was going off in company with a young nobleman, it behoved him to dress a little above his usual average. He invested in some new ties, collars, and a couple of pair of gloves. James and Lord Rossmere started from the Carswell Station by the one o'clock quick train. It seemed very strange to the poor Curate to find himself taking first-class tickets, ordering hot-water tins, and requesting the guard, at his companion's wish, to keep a carriage for them. At three o'clock they steamed into London."], [166, "CATHEDRAL BELLS. 158 which they found enveloped in a thick yellow fog. The train by which they were to leave town was timed to depart from Euston at 8'50 r.M., so they had plenty of time at their disposal. They drove to Carlton Gardens and deposited their luggage, and then went to several shops. At seven they returned, and dined in the large, carpetless dining-room, half covered up with brown holland. It was the first time Rossmere had been there since his mother's death, and the place was almost too much for him. Both were glad to get away, and to find themselves steaming north in the swift-flying carriage of the Scotch mail. The first few days at Edinburgh were almost completely taken up with business for Mr Romer, so that Rossmere had to amuse him self as best he could. ' Is it announced yet ? ' he asked his friend"], [167, "CA TILE DR AL BELLS. 159 abruptly one night, when the latter returned late from the Solicitor's office. He did not mention Ina's name, but the Curate understood, and answered as quickly as he could, — ' Not yet — I think it will be soon, Then the hands of the man and boy met in a warm clasp of sympathy. Poor Lord Rossmere found it rather dull wandering through the streets of Edinburgh by himself, so that, when one morning his friend informed him that after that afternoon he would not be required again at the lawyer's office, he was glad to think that he should have some one to talk to, and go about with. He could get through that day alone, but somehow he felt as if he could not manage another. Romer and he beguiled the hours of the morning by a second visit to Holyrood Palace, and then came back to an early lunch"], [168, "CATHEDRAL BELLS. 160 at the hotel, after which James went away to the Solicitor's, and Rossmere sat smoking cigar ettes in the deserted smoking-room, and idly glancing through the papers. About five he had a cup of tea, and then, putting on his coat, went for a walk, in spite of its having been dark for the last hour. He determined to see as much of the town as he could, since Romer had agreed, now that business was finished, to go on the next day to Inverness, and it would probably be some little time before he again found himself in Edinburgh. Dinner was ordered for eight o'clock, so that Lord Rossmere had no need to hurry. The young Earl had been out a long time and had walked several miles, and was just be- ginning to congratulate himself on the fact that he now thoroughly understood the geo graphy of the Scotch capital, when on taking out his watch he was surprised to find that it"], [169, "CATHEDRAL BELLS. 161 wanted but a quarter of an hour to the time when the evening meal was ordered at the hotel. He had no idea it was so late. He wras quite twenty minutes' walk from the Royal — in fact, he was not very far from where James' solicitors lived, and for a moment it did occur to him to go round and ask if his friend was still there, but thinking that the Curate must have left long since, he gave up the idea, and set off hotelwards at a rapid rate. The street in which Lord Rossmere found himself was dark and badly lighted. He had just noticed this, when he perceived that a girl, whom he had passed a few minutes before, and who had been running then, was now walk ing close behind him. He checked his pace a little to let her go by, when he noticed that she at once checked her own. A little startled, he went on at his former pace, and observed directly that she regulated her own so as to keep VOL. II. L"], [170, "CATHEDRAL BELLS. 162 close to him. Seriously annoyed, he was wondering what to do, when he became aware of the figure of a man who appeared to be watching them, and who was walking along on the other side of the street, a little in advance of them. It was too dark to see what he was like, but as far as Rossmere could make out he appeared to be a man no longer young. Every now and then the individual paused, and looked round to see if they were coming. Feeling perfectly certain there was something wrong, and wondering whether the two were in collusion to rob him, or whether the girl was really trying to protect herself from the un known, the boy determined, in the latter case, to see the thing out. The street was a side one, and very quiet. He stopped suddenly, and drew back a little, and let the girl pass him. Looking at her in the dim light of a solitary gas lamp, he could see her start and"], [171, "CATHEDRAL BELLS. 163 stop ; and then, as though not knowing what to do, go slowly on. Before she had gone many paces she turned and looked back, just as Rossmere went slowly up the steps leading to one of the houses. There was a porch to it, and the moment he had entered it he could not be seen. He peeped cautiously between the pillars, and saw the girl come to a dead stop. Evidently she had not expected this, and believed he had entered the building. At the same moment he saw the man on the other side turn round and run across the road, and seize the girl's hands. Directly afterwards there was a scream, and then he heard the man say, ' Shut up, you little idiot ! ' Rossmere waited another second, and saw that the girl was endeavouring to get away, and that the man was preventing her from passing. In another moment he was down the steps and along side the pair, just as the girl screamed ' Help! ' again."], [172, "CATHEDRAL BELLS. 164 ' What is it ? ' exclaimed Rossmere, as he saw the man drop the girl's arm, and run. ' Let me catch the fellow,' he said ; but his companion seized him, and detained him. ' No, no,' she panted. ' He frightened me — don't leave me, he might come back. This is the second time this has happened. It was some while ago — six months and more, and for a time I could not walk home from business alone, but I thought it was quite safe, and that he had gone away, until we met to-night. That was why I was trying to keep close to you. He tried to catch hold of my arm at the corner of the street, but ran across the road when you came by. Oh, don't leave me ! ' The girl's teeth were chattering in her head, and she clung close to her companion's arm. ' All right, I won't leave you,' Rossmere answered kindly. ' No, you needn't be afraid ; I promise to stay. And you see there is no"], [173, "CATHEDRAL BELLS. 165 fear of his coming back. Why, the instant I came up, off he cut' ' Yes, I know ; still, I am so frightened, ' How far off do you live ? ' ' Not far — in Silver Street.' ' Silver Street ! ' echoed Rossmere. ' I know where that is, — it's where M'Caw & Turing are.' M'Caw & Turing were Romer's solicitors. 'Yes. Their offices are just opposite to where my mother lives.' ' Do you think you can walk there ? If I could leave you anywhere, I would go and get you a cab, but I don't see how I could do that' ' Oh, no, please do not leave me. I can walk quite easily.' The girl moved a few steps, just to try her strength. She found it was not worth much. ' I think perhaps you had better take my arm,' Rossmere said. The pair went slowly up the street, and had"], [174, "CATHEDRAL BELLS. 166 just turned to the right, when hurried footsteps approaching them made the girl start. Directly afterwards, a figure in a black coat and white tie hurried by. It was James Romer, returning from the solicitors' to his hotel. He stopped in amazement as the gaslight of a public house revealed his charge. ' Hullo ! ' exclaimed the boy. ' Fancy meet ing you ! I thought you'd have been at the hotel an hour ago ! I am just taking this young lady to her mother's house in Silver Street. She has been frightened by some silly scoundrel who ran after her. Luckily I saw what was up, and the fellow made off. I wish you had been there : I would have given him chase — as it was, I was unable to leave her.' ' I see,' Romer answered. ' How shameful ! Did he try to rob you? I hope you are not afraid now? I assure you there is nothing more to fear. I will come back with you also. Now"], [175, "CATHEDRAL BELLS. 167 you have quite a powerful escort,' laughing a little as he spoke, and noticing how much the poor girl trembled. The trio made their way along a couple more streets, and presently stopped before a com fortable-looking dwelling in Silver Street. ' This is the house,' the girl said. ' Please come in. My mother will wish to thank you.' She opened the door, and led the way into a plain but comfortably - furnished room on the ground floor, where a bright fire was burn ing, and a table spread for tea. A lady, no longer young, was sitting in an arm-chair sew ing. She looked up with a smile on her face as her daughter entered, but rose with a start when she saw the girl was not alone. At the same moment she perceived there was some thing wrong. ' My dear Annie,' she said, speaking with a slight Scotch accent, ' my dear child, what is it ? '"], [176, "168 CATHEDRAL BELLS. ' I have been frightened, and these gentlemen have been very kind ; ' the girl answered, and then she burst out crying. ' Nay, I must disclaim,' Romer broke in. ' It was my friend here, Madam, who was fortunate enough to come up in time to rescue your daughter from this pickpocket, or whatever he was. I had nothing to do with it. I only met my friend a street or two from this, and came back with him and your daughter.' 'I cannot thank you enough!' the lady ex claimed, turning to Rossmere. ' Annie, my dear, you are better now, I see. Tell me about it ! Gentlemen, pray sit down.' The lady, as she spoke, motioned them to a couple of chairs, and then seated herself on the sofa beside her daughter, who was now drying her eyes, and trying to smile. She was a rather pretty girl, with crimpy hair and dark eyes, and, somehow, both the faces of"], [177, "CATHEDRAL BELLS. 169 mother and daughter seemed familiar to James Romer. Where had he seen them before? ' It was the same man, mamma — you re member — last summer ? and we thought he had gone away. I shall never dare come home alone again.' ' No ; you must not,' the elder lady an swered. ' Even if I have to pay some re spectable person to fetch you of an evening. Indeed, I think I had better send Jane to night to bring your sister back.' ' There is no need, mamma. Mrs Maguire is there, and they are coming home together at ten o'clock.' ' Mrs Maguire is a host in herself, so I think I may set my mind at ease about her. I am not able to go out myself into the night air,' she went on, turning to the Curate and Lord Rossmere. 'The doctors forbid it At one time I used to go and fetch them both home"], [178, "CATHEDRAL BELLS. 170 from business every evening, but for the last two winters I have not been allowed out after dusk.' ' Is it far, Madam, to where your daughters are engaged ? ' Romer asked. ' A good step. They are at Wilson's, the great milliner's in Princes Street. I daresay you may have noticed the shop — a very large one on the right-hand side. Yes ; that is it. They have been there a long time now — seven years,' with rather a sad smile. ' Seven years ! ' Rossmere exclaimed. ' At a milliner's ! ' he went on in dismay, and then came to a dead stop as he noticed a flush come on the girl's decidedly pretty face. ' It must be — must be such hard work — that is what I mean,' he stammered. ' Yes,' the elder lady answered. ' They are long hours — eight till eight — and often it is much later, when they are busy. My eldest"], [179, "CATHEDRAL BELLS. 171 daughter is in the mantle-making department, and as there is some special order which must be attended to at once, she will not be home till ten o'clock. You would not think, to look at her,' pointing to where her daughter was sitting, 'that she has been engaged in business seven years. I often tell her she does not look eighteen, even now.' Rossmere did not answer for a moment. He was so surprised, and he could not quite make it out. They seemed ladies — in fact, it was impossible to hear them speak and to doubt it — • and yet the girls were milliners' assistants — just that. He was sorry, — a little disappointed. He would have preferred rescuing some one who was not engaged behind a counter all day. Perhaps, with a woman's quick percep tion, the elder lady perceived this, for she turned to the boy, and said, — 'Yet I do not think that, upon the whole,"], [180, "CATHEDRAL BELLS. 172 it has disagreed with them, though it is cer tainly not a position to which they were brought up. My husband was a physician in this town, and just when things seemed getting a little brighter, and prosperous ways appeared opening to us, he died suddenly. I did the best I could, but — but as things went, it was necessary in the end that they should work. The one who should have aided us — the one to whom I had a right to look — failed me in the hour of trial. By the unfortunate wording of a will my money dies with me, so as I wished to leave my girls with a comfortable provision, it was necessary to insure my life rather heavily, and as I could not afford to pay the annual amount, these girls work for it and pay it themselves. They will have their reward by-and-by. When I am gone, they will have no further need to work.' ' Dear mamma, please don't ! ' exclaimed her daughter."], [181, "CATHEDRAL BELLS. 173 ' My Annie is soft-hearted, you see,' the lady answered, with a pleasant smile. ' My dear, I daresay you have many years of labour behind the counter in Princes Street in store for you yet, so that you need not distress yourself. Listen ! — surely it is your sister ! Charlotte ? — so it is ! My dear, we thought you were not coming till ten o'clock.' ' The people who ordered the things do not leave now till the week after next, so any time in the next few days will do.' The new-comer, as she spoke, looked curi ously at the two strangers, and at her sister's tear-stained face. ' These gentlemen have been very kind,' the elder lady said, introducing them to her daughter as well as she could without knowing their names. ' My dear, that horrible man who frightened your sister so much before, has turned up again. Fortunately this brave"], [182, "CATHEDRAL BELLS. 174 young gentleman arrived at the right moment, and the wretch fled. Then his friend met them, and together they escorted her home. Why, Charlotte, how wet your coat is.' 'Yes, it began to rain just as I got here. Listen ! there it is, coming down in floods.' ' I hear it. Gentlemen, I hardly know whether you will deem me impertinent, but you must wait. May I hope that you will share our homely meal ? That is all there is, you see — cold meat and tea, or ale, if you prefer it. Let me at least show you some little return for your goodness?' James Romer did not quite know what to do. Had he been alone, he would have ac cepted at once, but about his companion he was uncertain. He did not quite know whether Lord Stackallan would like his son to accept the hospitality and companionship of milliners' assistants. Rossmere, however, guessed"], [183, "CATHEDRAL BELLS. 175 what his friend was thinking of, and fearing that their would-be entertainer might fancy if her offer was declined that the refusal was dictated by pride, determined to let the hotel dinner go by the board, and answered, — ' I for one shall be very pleased. It's twenty minutes to nine now ; they must have given us up at the hotel by this ; and oh, I am so hungry ! I don't think I have been so hungry since I arrived in Edinburgh.' Romer, hearing his friend accept, of course did the same, and the party quickly gathered round the table. Some bottled beer was brought in for the young men, and I do not think either of them much regretted the dinner in the dull room of their hotel. After the simple meal was over — which was not for some time — the party drew round the fire, and began to talk. Somehow or other the conversation turned back on the event of"], [184, "176 CATHEDRAL BELLS. the evening, and Romer inquired whether the matter would not be placed in the hands of the police. ' Surely it ought to be,' he urged. ' I suppose it ought,' their hostess answered, gazing, as she spoke, with a thoughtful air at the blazing fire ; ' and yet one hesitates. Three women alone — a police court ! — such an un pleasant proceeding ! If there was any gentle man belonging to us ; not but what we have many kind friends, but it is different not being relations. Still, our solicitor, Mr Read, or my husband's successor, Dr Omerod, would, of course, go with us.' ' I really strongly advise you to see your lawyer about it. A young lady should not be subjected to such a thing ; the second time, too, you say?' ' Yes, it happened just six months ago. Two or three of the girls in the shop met with the"], [185, "CATHEDRAL BELLS. 177 same annoyance. The man is of middle age, and from what I can gather, is undoubtedly deranged. I do not think he is the least dangerous, still, such a thing should not be permitted.' ' I did not know he was off his head,' Ross mere remarked. ' We think he is,' the girl who had been frightened answered. ' From the description Kate Steele gave of the man who spoke to her, I am certain he is the person who came up to me last summer, and again to-night. He did just the same to her, caught hold of her wrist, and asked would she not like to marry a prince ? I don't quite know what he said to me, — -I was too frightened to listen, — I only know there was something about Prince Charlie in it' ' Oh, the fellow is mad ! ' exclaimed Rossmere. Mad as a hatter ! ' ' Certainly it sounds like it,' Romer remarked. VOL. II. M"], [186, "178 CATHEDRAL BELLS. ' Still, mad or sane, it is a thing which ought to be put a stop to, and I w7ould strongly advise you, Madam, to call on your Solicitor to-morrow morning. I suppose there are often similar cases in a big town like this — a man cannot, of course, be easily traced. Now, in our little town of Carswell a fellow would be tracked at once.' 'Carswell!' exclaimed the mother and daughters together, ' Carswell ! ' ' Yes ; do you know it ? ' the Curate asked, surprised. There w7as a silence for a minute, and then the elder lady answered quietly, — 'My son — my only son lives there.' 'Indeed! May I ask his name?' with a little smile, and settling his white tie. ' Mackinnon — Gregory Mackinnon.' ' Mackinnon the Banker ! ' exclaimed Romer and the young Earl together. ' Yes.'"], [187, "CATHEDRAL BELLS. 179 ' Good heavens ! ' exclaimed Rossmere, and then for a minute there was a dead silence. Presently Mrs Mackinnon spoke again in the same quiet voice. ' I daresay you are surprised to find his sisters, who you can see are delicate girls, working for their daily bread behind a counter. And yet my son had a handsome fortune left him, and with it he purchased his share in the Bank at Carswell nine years ago. And from the day he left home I have never received one farthing's assistance from him, even when I pleaded that he should pay the annual amount of my insurance, so that there should be an income for his sisters when I am gone. It is to pay this that the girls work at the shop.' ' What a villain ! ' exclaimed Rossmere, his face growing scarlet with honest indignation. ' What a mean, selfish wretch ! I always did hate him, but now I hate him more — Oh, I"], [188, "180 CATHEDRAL BELLS. beg your pardon ! I ought not to have said that' ' Gregory Mackinnon is not so great a favourite in his own home that you need mind the slip you have just made, sir,' the elder girl remarked. ' For myself, I am willing and ready to work as long as I can. It's not for myself I say that I am indignant, but for my mother and Annie, yonder.' ' Ah, well, maybe he'll turn over a new leaf some time and be good to us,' Mrs Mackinnon said. ' My words just slipped out this evening. Perhaps I should not have spoken so harshly of my own son, and to strangers, too, but at times I feel sorely on the subject, and especi ally to-night, when, if it wasn't for his cruel selfishness, my poor girls would not have to be about the streets of Edinburgh after dusk.' The party sat on round the fire for a little while longer after that, but the conversation"], [189, "CATHEDRAL BELLS. 181 was difficult, and as soon as the clock struck ten the young men rose to take their leave. ' And now you have never told me your name,' Mrs Mackinnon said, as she gave the young lord a hearty shake of the hand. ' Rossmere,' the boy answered. ' Well, Mr Rossmere, I thank you much for your kindness and bravery. We shall not easily forget it.' Then Mrs Mackinnon turned to Mr Romer, and the young fellow made his escape into the hall. ' I will call in the morning,' the Curate said, ' and see you after you have returned from your lawyer's. Of course, if he advises your follow ing the matter up, we shall both be required as witnesses.' Then he said ' Good-night,' and joined his companion in the street. The rain had stopped, and the stars were shining overhead as they walked back to their hotel."], [190, "CATHEDRAL BELLS. 182 ' I shall go back to Carsw7ell — I shall go and tell her — tell her everything — about this — and about the cottages where the fever is. I shall let her know his true character,' Rossmere said, speaking of the Carswell Banker. Then they entered their hotel, and the porter handed them their letters. The Curate took his and looked at it. It was from the Rector, saying — ' My dear Romer,- — What is this about my accounts at the bank ? Prior tells me you know the individual who is so much interested in my private affairs, and the why and where fore thereof! Is this so? Not that I care so much about it as Prior does, but still it is a nuisance and an impertinence. — Yours, 'Philip Strong.' Then an exclamation from his companion startled him. He looked up at Rossmere."], [191, "CATHEDRAL BELLS. 183 ' It is from my sister,' the latter said. ' She writes, \" We heard in Carswell to-day that Ina Strong is engaged to Mr Mackinnon the Banker. Perhaps it is not true, but people think it is.\"' ' Then we are too late to do any good,' the Curate answered. ' Let us pray that she may be happy.' He spoke quietly, only his face showed what the news was to him. ' I shall do more than that,' the boy answered. ' I shall do as I said, and tell her all we have learned about him.' James Romer was silent. Somehow it seemed disgraceful to attack a rival, but still, her happi ness — -her lasting happiness, must be the first consideration. It was late before he went to bed, and when he did so his slumber was broken. The next morning Mr Romer saw Mrs Mac-"], [192, "CATHEDRAL BELLS. 184 kinnon, who informed him that her lawyer had advised her to just let him speak to the In spector of Police privately, and to do nothing publicly unless they were obliged. So James left his address, and that of his companion, in case they were wanted, and departed, leaving the good lady much disturbed and astonished at finding young 'Mr Rossmere' turned into an Earl. The Curate went back to his hotel after that, and packed his portmanteau. The Inver ness trip had been given up. Both wished to be in Carswell as soon as possible. After dinner the same evening they left Edinburgh, travelling south through a blinding snow-storm."], [193, "CHAPTER XI. ' Enough ! Prove but the facts, and I resist not proof, Nor is my heart so easy as to love The man my judgment bids me not approve.' Tales of the Hall. ' I have no words to tell you how I scorn you ! Begone ! The sight of you is hateful to me ! Begone, I say ! ' — Spanish Student. ' WELL, you don't look much the better for your holiday, I must say that.' It was Mr Strong who spoke, addressing his Curate, who had arrived in Carswell about an hour before. In point of fact, he spoke the truth. ' I — I have been travelling all night. I did"], [194, "186 CATHEDRAL BELLS. not sleep. One cannot in a train — at least I cannot. To-morrow I shall be better — much better.' ' Hem ! ' said the Rector, and poked the fire. Outside, the snow was coming down fast, while through the keen wintry air came the echo of the Cathedral chimes sounding eleven. ' Take a chair nearer the fire, Romer. There, that's better. And now, who on earth is it that wants to know the amount of my income, and says I am going out of my mind ? Prior tells me you know all about it.' 'Mr Prior is too hasty,' James answered. 'He imagined first that I was the person who had sought to make inquiries of young Prentice ! My only ground for supposing that I know who it was consists of the simple fact that similar inquiries were addressed to me last August' ' Well, who made them, man ? ' ' I would rather not say.'"], [195, "CATHEDRAL BELLS. 187 ' I daresay — no doubt ; still, I think you owe it to me to tell me.' 'Something — something has happened which makes it difficult for me to do so. And then, too, it may have been idle curiosity, and the second inquiries may not have been made by the same person.' ' That is possible, but not probable,' the Rector answered, stroking his huge grey beard thought fully. ' Come, Romer, suspicion or not, I have a right to ask you to help me in the matter. It's not a pleasant thing to reflect that all one's accounts have been in some one else's hands. I repeat, you are morally bound to help me.' ' If you put it like that, I suppose I must,' the Curate answered. ' I fear, after what we heard in Edinburgh, that I shall give you pain. It was — it was Mackinnon.' ' Mackinnon ! Hem ! Yes. I suppose you"], [196, "188 CATHEDRAL BELLS. mean you heard he was engaged to Ina?' Romer nodded. He could not speak. ' Well, he is not then,' the Rector answered. ' He pro posed to her a few days ago — on Tuesday last, after lunching here. When it came to the point she couldn't quite make up her mind, and asked for a week to consider of it, which he rather reluctantly consented to. I don't know that she is best pleased with him, for I hear that he has given out that she has accepted him — several folks came and congratulated her, and she didn't like it Women are funny cattle. They don't like a man w7ho takes too much for granted. I think I can guess Mackinnon's reason for these inquiries. Well, I'll go down now to the Bank and see Prior. I wish I could say to you, \" Go home and rest,\" but I cannot. If you had not turned up like this to-day, I should have had to telegraph to you to come back. There is trouble down by the Canal. Typhoid fever is"], [197, "CATHEDRAL BELLS. 189 hard at work in those cottages by Piffins' Wharf. I remember your mentioning before you went that you didn't like the look of it. It passed out of my head then, but directly you had gone the epidemic seemed to increase. Know ing you were with young Lord Rossmere I didn't want to bring you back, and I got on as well as I could ; but you see it has always been your part of the parish, and I know so little of it. My wife has been my right hand — almost living down there, and the cook is at it all day, making beef tea and jelly. I wish you'd go off there now, and I will join you after my interview with Prior.' So James went off down the narrow path where the snow was falling fast. He did not feel tired then. There was a ray of hope in his heart. Perhaps — perhaps it would not be after all. And as that thought came to him he turned suddenly round and went back through"], [198, "CATHEDRAL BELLS. 190 the grey cloisters and into the quiet deserted Cathedral. And there for a few minutes he covered his face with his hands. I think he was praying that Ina might marry any one rather than Mackinnon. Then he rose, and hurried off to the Canal, where he spent the busiest morning he had ever spent in Carswell. ' Yes, I have found out w7ho made the in quiries, at least I believe I have,' Mr Strong said, as he sat in the glass room with Mr Prior. ' No, I would rather not tell you who it w7as, unless I am obliged. Look here. Call young Prentice in if you like, and get him to tell the whole truth. Then we shall know for certain.' Mr Prior touched a little bell, and one of the clerks appeared. 'Send Prentice here,' he said, and in another minute the youth presented himself. He looked white and wretched."], [199, "CATHEDRAL BELLS. 191 ' Prentice,' said Mr Prior, ' you remember that we have never yet cleared up the question relating to your exploits with this gentleman's accounts. The time has now come when it must be settled. If I had not meant to have got at the bottom of it sooner or later, I should have dismissed you the day you told me of the affair, when I found you here at nine o'clock at night. Now, you are very young to business life, and I am unwilling to spoil your chance on the very threshold of your career. If you will at once disclose who urged you to these investigations, — in fact, tell me all about it, — I will allow the matter to drop, though I can tell you I shall always keep a sharp eye over you for the future. That is only natural, after such a misdemeanour on your part. I cannot be expected to put the same trust in you that I do in the other clerks. Come now, speak out. I warn you that it is your best chance.'"], [200, "CATHEDRAL BELLS. 192 ' Yes, sir, please, sir,' stammered Prentice. ' Indeed, sir, I should never have done it, only the gentleman represented himself as the friend of Mr Strong, and said he was so anxious about him.' ' Yes, yes. Well, never mind your reasons. Who was it?' ' Please, sir, Mr Mackinnon from the Bank opposite.' ' I thought as much,' the Rector said Mr Prior whistled softly. ' Now, Prentice,' he said after a bit, ' tell me, what did you tell him, and how much did he give you ? ' ' Please, sir, I told him I hadn't been able to find out much ; and that I was too new to banking ; and that I hadn't charge of the banking books ; and he said I was to keep my eyes open, and let him know. I have only seen him once since, and then I told him I could"], [201, "CATHEDRAL BELLS. 193 give no information, but last week I saw a cheque for two hundred pounds, payable to self, signed by Mr Strong, and then I met Mr Mackinnon and told him (I didn't think under the circumstances it was wrong), that I had reason to believe Mr Strong had large private means — that was what he wanted most particu larly to know.' ' And what did he give you ? ' ' H — h — half a sovereign ! ' exclaimed the youth, bursting into tears. ' Bah ! ' said Mr Prior. ' He might have done a little more. Well, it serves you right, so don't go on like a great baby.' ' May I ask when the last transaction took place ? I mean, about your informing Mr Mac kinnon of my drawing a cheque for two hundred pounds?' the Rector inquired. He did not speak unkindly. ' Last Tuesday, sir.' VOL. II. N"], [202, "CATHEDRAL BELLS. 194 'Tuesday! What time? 'About half-past twelve, sir. It was when I went to get my dinner.' Mr Strong smiled grimly. He came to luncheon at my house on that day — about an hour afterwards. I think I know the reasons which have led him to make these inquiries. Well, I never liked the man. Mr Prior, I hope you will forgive this youth. He is very young, and I am sure will try to do better for the future.' Indeed, indeed I will, sir. ' Well, Prentice, take yourself off,' Mr Prior said, after a few moments of deep thought. ' Mind, I shall keep my eye on you, and if I ever hear or see anything to make me suspect that you are talking to outsiders about this Bank and its customers, out you go, neck and crop, and that without a character too. And keep your tongue between your teeth about"], [203, "CATHEDRAL BELLS. 195 this business. Do you hear? Good. And now, be off' ' This is a disagreeable affair,' the Rector said, as soon as he and the Manager were left alone. Most disagreeable,' the other answered. ' Of course, I shall have to let him know that this has come to my knowledge.' ' Of course.' ' And then he will understand that you know it also.' ' Exactly,' returned Mr Prior, laughing. ' And consequently he will hate me a little more than he did before, if that is possible. I suppose, Mr Strong, there is no truth in a rumour which has been going about these last few days, in which Mr Mackinnon's name has been mentioned in conjunction with that of a member of your family ? ' ' He proposed to my daughter on Tuesday, after he had received the news of the two"], [204, "CATHEDRAL BELLS. 196 hundred pounds cheque. She did not accept him, but asked him to wait till to-morrow for her answer. I think, after what I have learned here that I need have little doubt of what that answer will be.' It was nearly luncheon time when the Rector returned home. He opened the door with his latch-key, stamped the snow from off his boots, and then, instead of entering his study, opened the drawing-room door and walked in. Some one in deep mourning, wearing spurs, and holding a riding-whip, was standing with his back to him, while Ina was sitting by the fire. The girl had evidently been crying, for her lashes were still wet. She looked up at her father with a sad little smile, and the stranger turning round, the Rector beheld Lord Rossmere. The pair shook hands in silence. ' I had better tell papa,' Ina said, in a quiet voice. ' Lord Rossmere heard a report that I"], [205, "CATHEDRAL BELLS. 197 was engaged to Mr Mackinnon. He has thought it his duty to come here and tell me some things about him which he has learned in Edin burgh, where his family live. They — they do not redound to his credit.' The Rector sighed. ' I, too, have heard similar things this morn ing,' he said. ' I find Mackinnon was the gentleman who was kind enough to interest himself so much in my private affairs. It appears he had already tried the game last August of finding out how much I am worth from poor Romer, who, by the way, saw what he was up to. I daresay, Ina, you can guess the reason which prompted him to make these inquiries ? Some days ago I had occasion to draw a cheque of considerable value, pay able to self, — in fact, to do it, I had to over draw my account. A clerk, who, it appears, Mackinnon had questioned, saw it, and on the"], [206, "CATHEDRAL BELLS. 198 strength of it went and told him that he be lieved I was possessed of considerable private means. That, Ina, was on Tuesday morning.' The girl said nothing, only a little flash of indignation shot from her usually soft grey eyes.' ' Perhaps you will send and tell him to come ana see me this afternoon ? Say I am ready to give him his answer to-day instead of to morrow.' The Rector nodded, and after a few minutes went out of the room, leaving Lord Rossmere and Ina alone. ' You — you won't accept him now ? ' the boy asked, after a pause. ' Accept him ! ' Ina echoed in dismay. ' After what I have learned from you, and after find ing out that he wanted to know if I had money before he proposed to me ? ' ' No ; of course you would not,' Rossmere"], [207, "CATHEDRAL BELLS. 199 answered; .and then, in a whisper, 'I am so glad — at least, that is if — if you are not very unhappy. Are you, Ina?' The girl shook her head. 'I am disappointed,' she said. 'I did not think he was like that. How could I guess? Do not look sad about me. I am not broken hearted. I had almost made up my mind to accept him ; but still, perhaps, when it came to the point, I should not have done so. When I have been with him he has fascinated me, and I think perhaps if he had been worth it, and I had married him, I should have grown to love him. I thought that he had lost faith in all that is best, and I believed he loved me, and that if I married him I should lead him back to better things. He used to tell me this would be so, — that I was the one being who could give him back what he had lost. Now I understand that he did not"], [208, "CATHEDRAL BELLS. 200 really love me, and that the qualities which I believed he possessed were utterly wanting in him. No ; the only feeling I have left for him is one of contempt' ' Fancy your thinking of marrying a man without loving him.' ' I thought that would come,' the girl an swered. ' And then I thought a mission to bring him back to all he had lost a grand thing.' ' I don't think you would have accepted him,' Rossmere answered, ' not in the end. At all events, you will not think of him now. You should think of those who really love you, and care nothing if you have money or not' ' But I don't know who they are,' echoed Ina, with a little laugh. ' I only know of a very nice, dear, silly boy, who thinks he is very much in love with me, forgetting all the time I am old enough to be his grandmother ! '"], [209, "CATHEDRAL BELLS. 201 ' What nonsense ! Why, I am older than you — more than three months,' speaking loftily. ' In actual birthdays, yes ; but I am old for my years. My great friend Augusta Vane is thirty-five, and she has been about the world so much, and taught me to look at things from her point of view, so that to me you seem ten years younger than myself. Age is different in the two sexes. A woman of forty is an old thing, but a man at that age is in his prime. I say, if you think of it, this is so. And you haven't told me who the others are ? Oh, yes, I know who you are going to say — Mr Romer. Yes, I know he likes me. He has done so ever since I was a child of fifteen. And how good he is ! I wish, though, he wasn't so nervous, and so dreadfully funny to look at' ' Yes, he is that, but he is a first-class fellow in spite of it. But we won't talk any more about this. I can see you are knocked up"], [210, "CATHEDRAL BELLS. 202 You are sure — sure that you do not care for Mackinnon — that you are not unhappy ? If I thought the last, I would,' pressing his lips together, as if the very idea gave him bodily pain, ' yes, I would rather that he should become good enough for you, and that you should marry him. I could not bear you to be unhappy.' The girl was deeply touched, not only by the young fellow's devotion to herself, but also by his unselfish heroism. ' Dear boy,' she said. ' I am not unhappy. I feel that I have had a great escape. My life might indeed have been one of wretchedness had not all this been discovered. Believe me, he is nothing to me now. He may even marry Mrs Smallpiece if he likes.' ' She is the woman we used to see in the Cathedral, isn't she? Yes, I thought so. Per haps she was to old Smallpiece's taste.' ' Perhaps ; but what funny taste his must"], [211, "CATHEDRAL BELLS. 203 have been,' with a little laugh. ' Listen, there's the luncheon bell. I w7on't ask you to stay to-day. I would rather be quiet with papa and mamma. And then, you are not meant to come and see me, you know.' ' Don't send me away again,' pleaded the boy. ' I have been so wretched. Let me come ! Do — do — do! ' I ought not,' Ina answered. ' Yes, you ought.' 'Well, you must tell your father. And mind, sir, that it is sometimes, and not every day.' ' I'll tell — I'll remember ! ' Rossmere exclaimed, overjoyed at her answer ; and then, before she had time to prevent him, bent down and kissed her. She tried to scold him, but it was rather a failure. Another minute, and he was gone. 'Ina, what is it? I see that something has happened ! '"], [212, "CATHEDRAL BELLS. 204 It was Mackinnon who spoke. He had just entered the Rectory drawing-room, and the girl was standing on the white mat in front of the blazing fire. She was dressed in dark green, and wore a little bunch of sweet-smelling violets. There was something in the girl's eyes which frightened Mackinnon. ' What is it ? ' he said again, ' I sent for you to give you my answer. It was better to give it this afternoon than to morrow. It is \" No.\" I do not even thank you for your offer.' 'Ina, what have I done? Tell me! ' Shall I tell you, Mr Mackinnon ? I do not think you will like to hear, but still, if you wish it, I will.' ' I do wish it ! ' His face had grown very white, and he moistened his lips. * I refuse you then because of your action with regard to the clerk at my father's bankers."], [213, "CATHEDRAL BELLS. 205 Yes, I know of it, and Mr Prior knows it too, That is one reason.' ' Good God, I shall be ruined ! Ina, listen. I had always settled in my own mind I would never marry unless I had a thousand a year. I thought it more prudent to — ' ' Mr Mackinnon, I have not the slightest wish to hear what your thoughts are on the subject of prudence.' Such a calm, contemptuous tone ! He had never heard Ina speak like that before. Each word seemed to cut him like the lash of a whip. An ugly light came into his eyes. ' Perhaps you thought I had more money than I have,' he said. ' Perhaps it was only the knowledge that I had to be prudent that made you cry off?' 'You know you think nothing of the kind,' the girl replied. ' Such an answer is worthy of the man who in the hour of his prosperity"], [214, "206 CATHEDRAL BELLS. refused to help his widowed mother, and has left his sisters to toil day after day in an Edinburgh shop ! Ah ! you see, I know all about it ! I know, too, of other things, — of the poor woman who, because of your selfishness in neglecting the unsanitary state of her cottage, died. I know of—' ' That's one of that detestable fellow Romer's lies ! ' ' On the contrary, it is the simple truth. And Mr Romer has never mentioned the sub ject to me. It came to me through another friend, who himself heard from your own family of the things I have told you of.' ' Confound the friend.' ' Mr Mackinnon, there is no use in our pro longing this interview. It will be better, I think, for you to go now. I have given you my answer, and the reasons for it. You gave out our en gagement too soon, you see.'"], [215, "CATHEDRAL BELLS. 207 Mackinnon's face seemed, if possible, to grow whiter than before. He looked at the girl, and knew then that, selfish as he was, he had loved her better than he had thought. He recognised all too late the fool he had been. Ah ! what matter if she had money or not, so long as he could win her. ' Ina,' he gasped, ' for God's sake forgive me ! I love you ! Try me again ! ' ' What you ask is impossible,' the girl an swered quietly. ' If these things had not come to my knowledge, I will tell you frankly what I believe my answer would have been. Thinking that I could lead you back to better things, and that you loved me, I should have told you that I was willing to be your wife. Life seems to me very useless — my kind of life, I mean — and the idea of helping you seemed to me a sort of vocation. I did not actually love you, but I thought that would come, because, as I"], [216, "CATHEDRAL BELLS. 208 said just now, I believed you loved me, and that you were an honest, honourable gentleman. Now, the bare idea is odious to me. That is my answer. There is nothing more. Leave me, I beg.' 'Is that final?' 'It is!' Then Mackinnon turned, and with an oath went out of her presence. As he went down the narrow path he knew so well, he understood what his selfishness had cost him. I think in all Carswell there was no man more wretched that afternoon than the junior partner in the house of Hammer, High light, Festing & Co. Ina stood alone by the fire for a long time after Mr Mackinnon had left her. There was a special service in the Cathedral that afternoon at half-past three instead of at five o'clock, and"], [217, "CATHEDRAL BELLS. 209 the bell had already begun to sound before she moved from the spot where the Banker had left her. She was, as I have said, a girl full of high purpose. She had never loved Mac- kinnon, but she had been fascinated by him, and the belief that she was in reality what he often said — the one holy influence in his life — had led her to think that in marrying him she would be doing a great work. She had let this idea grow on her until she had almost learned to believe it was her mission in life to save this man. She felt stunned at the whole affair. The knowledge that if she had carried out her intention, her life would have been ship- wrecked, frightened her. She felt she could hardly realise the escape she had had. Standing there by the warm fire, she began to wonder how it was that Mr Mackinnon should have fascinated her, — how it was that she could have been so willing always to do what he wished. VOL. 11. O"], [218, "CATHEDRAL BELLS. 210 He could never have really loved her, yet when she thought of some of his tender speeches, she felt that in a way he must have cared for her. But he had not loved her like the boy who had been with her that morning, and whose first thought had been not his own, but her happiness. No, it had not been love of that kind, which was very similar, in its unselfishness, to that which the poor little lean Curate enter- tained for her. She was too young, too innocent, to be able to distinguish between the mere passion of the Banker and the great pure love which filled alike the hearts of the humble clergyman and his friend the Earl. She only comprehended that there was a great distinction. Then the bell stopped, and she started. She had meant to go to the special service. If she started at once she would not be very late. She went up stairs and put on her hat, and then made her way through the cloisters into the Cathedral."], [219, "CATHEDRAL BELLS. 211 ' Oh, Miss Ina, there is a message from Mrs Strong to say we are to send down a jar of beef tea, and another bottle of brandy, as quickly as possible ; and it's Martha's birthday, and Missus gave her leave to go home to tea ; and William's gone on a message for Master right up to the Hospital, and I don't know when he will be back ; and please, Miss, what shall I do?' Ina was standing in the hall, having just come in at the conclusion of the service, and the speaker was the Cook. The girl looked at her pretty little gold watch. It was a quarter past four, and would soon be dusk. Still, the matter was evidently important. She ordered the things to be put in a basket, and wrapping a thick white cloud round her throat set forth with it herself. It was bitterly cold. The snow had ceased"], [220, "CATHEDRAL BELLS. 212 falling, and it was now freezing hard. The girl looked about her as she hurried through the Close, hoping to see some one she knew, meaning to ask them to walk with her, but there was no one about. She turned into Smith Street, and hurried along down to the Railway, and then turned off into the narrow dirty streets which lead to the Canal. It was getting very dark, and several of the men gazed at her with looks which rather frightened her. She began to think she had done a stupid thing in coming into that low neighbourhood without some kind of escort. It was too late, however, to do any thing then, so she stopped, and asked a dirty looking woman, who was standing at the door of a house, which was the shortest way to Piffin's Wharf. ' Up the Canal, on the right, and then down Creek Alley,' was the reply, and Ina hurried on. She turned up the narrow ill-smelling court, and made her way across"], [221, "CATHEDRAL BELLS. 213 it, when loud angry cries coming from the street she was entering made her stop. She saw a crowd of some twenty or thirty men hurrying straight towards the spot where she was standing, and by the loud voices and brutal curses guessed at once that it was one of those street fights which she had often heard her father and Mr Romer lamenting over. She stopped, and shrank into a doorway, hoping to escape notice, while her hands trembled so that she could hardly hold the basket. Directly afterwards the crowd swept into the Alley, and the girl caught the sound of stray sentences such as 'Look out there!' 'Don't let him get by!' 'Stop him!' 'Split his head open ! ' and then came another voice, which Ina knew well — the voice of Mr Mac kinnon. ' Will you let me pass, man ? Do you know who I am ? You had better not touch"], [222, "CATHEDRAL BELLS. 214 me! Keep off, I say — keep off! Help — help ! ' 'Keep off!' sang out a rough, fierce-looking bargeman. ' Do you think that's likely, you black devil? Don't I tell you it's you as killed my Sal? What do you care about that, so long as you have the rent? The Doctor said that she was poisoned by them drains. It's no thing new to you to hear of them. The man what came for the money said he had spoken this many a time to you. Keep off! A likely tale ! Why don't you answer ? I'll knock them teeth of yours down your throat if you don't!' ' Do not be violent, I beg,' Mackinnon answered, in a frightened voice. ' I — I didn't know about the drainage. I am very sorry for your trouble. Here is some money for you.' A frightful oath, and the clink of a coin on"], [223, "CATHEDRAL BELLS. 215 the pavement, was the answer, followed by a sudden scuffle — a blow and a groan. Ina looked wildly round for help. To call for the police was useless. She thought of rushing out and appealing to the crowd, when from the narrow Alley a little figure all in black darted out and flung himself into the thick of the crowd. A moment later and Mr Romer — <- for it was he — was standing beside the Banker, and the people fell back. The backs of both gentle men were towards Ina, so that they did not see her, but they were so close that she could hear distinctly what was said. She shut her eyes and leaned against the wall, while she endeavoured to conquer the faint feeling which had come over her. ' I fear you are hurt,' she heard the Curate say. ' The scoundrel ! ' gasped Mackinnon, holding his jaw, and almost dancing with pain as he"], [224, "CATHEDRAL BELLS. 216 spoke. 'The scoundrel has knocked out my front teeth ! Good God ! I shall be disfigured for life, if they don't kill me before I get out of this. If the police would come, I would soon have that fellow arrested.' 'Ay! Have me arrested!' cried out the bargeman who had struck the blow. ' Do you think we here ain't a match for, both of ye? Have me locked up! Why, man, I'll brain you, if you don't keep that there tongue of yours quieter. You're the murderer of my girl. Do you hear ? By ' — here he swore a frightful oath — ' I'll do the same to you.' As he spoke he flung himself forward, amidst a wild yell from the crowd. The Banker gave a cry of terror, and in another second the bargeman would have had him by the throat, had not James Romer flung himself between them."], [225, "CATHEDRAL BELLS. 217 ' Stand back ! ' he said sternly. He was a little man — this Curate — with scanty muscular powers, and the bargeman could have carried him under one arm with ease, nevertheless, at the sound of the quiet de termined voice, he fell back. He knew whose it w7as. He had heard it last that very morn ing whispering comforting words into his Sal's ears. He owed him much for what he had done during these last few days. Terrified beyond measure at the approach of death, at the thought of a life lived in defiance of God's commands, the poor pretty creature — pretty in spite of her unwashed face and matted, disordered hair — flung herself from side to side on her wretched mattress and shrieked aloud at the thought of meeting her offended Maker. She was so young to die, not twenty, she couldn't die, she wailed, but her cries were of no avail. She lay there in the wretched room with the big, half-savage"], [226, "CATHEDRAL BELLS. 218 bargeman who had been her ruin holding her hand in his. And then James Romer had come and spoken wonderful words, telling her of a loving tender Father ever ready to have com passion on the greatest sinner. And as she listened to the clear, gentle - toned voice, Sal grew calm, and before he left her it was settled how if she grew strong again, Jim and she were to begin and lead an altogether different life. And James had been with her, too, when she had died — died with her hand in Jim's. The great bargeman had been half beside himself with grief ever since, wandering up and down the narrow lanes muttering curses, and waving back those who would have sought to comfort him. Now he looked at the little Curate in the light of the dim lamp, and remembered how he had been good to his girl, — good when all others had failed — staying with her for hours in that poisoned atmosphere, bathing her fevered brow"], [227, "CATHEDRAL BELLS. 219 from a little bottle of eau de Cologne which he had brought her, and every now and then wetting her parched lips with the cool lemon drink which he had showed them how to make. He wasn't one ' to hold with parsons and such like,' the bargeman told himself, but this man was different, and had a claim upon him. He fell back at the order of the clergyman, panting a little, and glaring with hot, feverish eyes at the terrified Banker cowering away behind the Curate. ' If it wasn't for you I'd kill him,' he said. ' You were good to my poor girl — very good. If it wasn't that he was your friend, I wouldn't keep my hands off his throat a minute ! ' ' You would not get at his throat till you had settled me, Jim,' the Curate answered. ' I should be good, too, for a few minutes, even against your stout arms, for I am more wiry"], [228, "CATHERDAL BELLS. 220 than you think. You will let him go,' he went on, ' not because he is a friend of mine, because I tell you plainly before his face that he is nothing of the sort, but on account of what some one said to you to-day, \" You will live a bit steadier, won't you ? \" Yes,' he added, turning to the crowd, ' that is why Jim is going to let this man who has injured him pass out of the court without further harm, and he expects that you will follow his example. Mr Mackinnon, you may go in safety.' Could this be the shy, nervous Curate whom she had known so long, Ina wondered — this quiet brave man, speaking so firmly? She gazed at him in astonishment and admiration, and then her eyes fell on the white, frightened face of the Banker. Good heavens ! to think that she might have married this creature ! She looked at him with contempt as he stood there"], [229, "CATHEDRAL BELLS. 221 holding his handkerchief to his mouth, which was still bleeding, and giving frightened glances at the crowd. ' I can't go alone,' he said, in a nervous voice to Romer. ' They might kill me. You must come with me.' 'Jim.' ' Yes, Parson.' ' Tell your friends to stand back, and to let this person go.' The Curate felt as he looked at the wretched being beside him, that he could not give him the grand old title of gentleman. The bargeman, in a rough, yet half eloquent speech, did as he was bid. ' He be one of the righteous sort he be,' pointing with his hand towards the Curate, ' but he be very good to us poor folk, and he stood by my Sal and never left her till he saw her safely through, and the quiet kind of look come"], [230, "CATHEDRAL BELLS. 222 on her face. For Parson's sake, we'll let him go' In a hushed silence Mackinnon turned to depart, when his eyes fell on the slender, grace ful figure he knew so well, standing in the doorway. That she should have witnessed his last disgrace — for he knew that he had been a coward — stung him to the quick. He gave a cry, almost like the howl of a beaten hound, and shrank away. As he passed along a neighbouring street the silence was broken by a cheer. It was the crowd wishing James Romer good-night as, with Ina clinging to his arm, they hurried down to the house where Mrs Strong was keeping watch beside the deathbed of another bargeman's wife. Let us, Reader, wish him good-night too, for, me thinks, he is something of a man. At least, so Ina thought, as she held his hand, bidding him adieu, when he had seen her safely home"], [231, "CATHEDRAL BELLS. 223 from Piffin's Wharf that same evening. How good and true he was ! How much he loved her ! If only she could have returned it ! but that was impossible. Love does not come by order."], [232, "CHAPTER XII. ' Bell ! thou soundest mournfully, Tellest thou the bitter Parting hath gone by. Bell ! thou soundest merrily, When the Bridal party To the church doth hie.' Longfellow. The violets were out, and scenting all the country round Stackfield, three months after the events recorded in my last chapter. It was the first week in April, wanting only six more days to Easter, and in the Cathedral at Carswell services seemed to be going on all day long. The place was crowded, but there"], [233, "CATHEDRAL BELLS. 225 was an air of mourning about the throng which seemed to increase as the days went on. Alas ! there was need for it ! All through the winter a low, virulent form of fever had continued down by Piffin's Wharf and about the neigh bourhood of the Canal, but since the middle of March it had increased fourfold, and in vaded every part of the town. Mrs Strong had got into a fright, and wanted to send Ina away, but the girl refused to go. There were no cases in the Close as yet. No one else had gone, and she did not like to be the first to fly. True, Mr Mackinnon had taken rooms five miles out, but then the conduct of the junior partner was not much to go by. Ina shook her head, and called to Lord Rossmere to get ready to come and escort her to church, for the Cathedral bell was sounding for after noon service. It was the first day of the Holy Week of 188—. VOL. II. P"], [234, "226 CATHEDRAL BELLS. ' What was your mother saying ? ' the young Earl asked, as he followed his divinity out into the mild spring air. 'Only about this fever. She keeps on wanting me to go away, but I sha'n't I don't want to,' and Ina turned up her nose and shook her head. The young fellow's face fell. It haunted him perpetually, this dread of the girl contract ing the deadly malady. Then suddenly his face brightened. ' I know,' he said. ' You shall come and stay at Stackfield. Will you?' ' What would your father say ? ' ' He would be delighted. I know he would. Will you ? ' ' If he asks me, and your sisters care to have me.' ' Care ! Why you know how fond Beatrice is of you, and I am sure Mary likes you as"], [235, "CATHEDRAL BELLS. 227 much as she can like anything that isn't my father, or a political article ! ' Ina laughed. Lady Mary's great devotion to useful and serious things was rather a stand ing joke between these frivolous young people. ' It seems a little cowardly to run away though,' the girl said, and her face wore rather a thoughtful expression as she and Lord Ross mere made their way under the grey arches into the Cathedral. Day after day the pair had come through this sad Lent time, and people had got as a rule quite accustomed to see them together, and even mothers of marriageable daughters turned less green than they used to do. ' If I do go there I must come in for after noon Sunday School,' the girl thought, as she settled herself in her place. ' I couldn't disap point the poor fellow again.' The poor fellow was Mr Romer."], [236, "CATHEDRAL BELLS. 228 Do you remember my telling you before you went to Scotland that I should have some thing to tell you when you came back ? ' she had asked the Curate, in the gloomy twilight of Christmas Eve, as she and the clergyman were binding wreaths in the dusky Octagon Church. ' Yes, I remember.' It was not often he forgot anything she said, he thought. ' Well, when I said I had something to tell you, I meant I had a favour to ask you ; but I don't like to be refused. Will you grant it, I wonder ? ' ' I think I may say yes. If you ask it, then it is sure to be good.' Ina shook her head. She never believed that she herself was worth anything at all. ' It is this. I — I want you to let me have back my old class at the Sunday School again. Will you ? ' looking up at him shyly, diffidently,"], [237, "CATHEDRAL BELLS. 229 and yet knowing all the time that she was delighting him. ' Let you ! ' was all he said, but the recol lection of the sound of his voice, and the bright happy look on his face, made the girl feel that she could not again disappoint him in connection with the school. She did not love him, — could not — he was so nervous, so utterly awkward ; but his deep devotion to her touched her, and all she could do to avoid giving him pain she did, with one exception. This exception was allowing Lord Rossmere's constant attendance on her. Gradually the boy had fallen back into his old ways of coming, and nearly every day tea time found him in the quiet Rectory draw ing-room. At first Lord Stackallan had fussed and fumed, but as he saw the deep cloud which had fallen on his son lifted from off his spirits, he began to give way. After all, it was only"], [238, "CATHEDRAL BELLS. 230 his own wish that Daisy Barrington and the lad should marry. There was no real neces sity for this first cousin match. To be sure, the immense dower which would go with the Duke of Berwick's only daughter would have been a great thing for the property, but, after all, money was not everything. He himself had been a poor man when he had wedded his Lizzie, and the Berwick property had not then been what it now is, for the great coal mines had not been opened. Yes, they had had to think and consider at first, but he would not have changed his bride for all the gold of India. Ah, how gladly too would he not lay down his worldly wealth and honours to have her back again. Hush ! No ! Such a wish was selfish. His Lizzie ! By-and-by he would see her again. In a little while. Oh, that it might be soon ! ' Your mother wished it, you say ? ' Lord"], [239, "CATHEDRAL BELLS. 231 Stackallan asked his youngest daughter one afternoon when they were alone in the library, and discussing Rossmere's improved looks since he had been once more allowed to visit at the Rectory. ' Your mother wished it ? ' ' Perhaps I have put it too strongly. What our dear one said was — he has often told me of it since — that if you had not wished other wise she would have preferred that his choice might have been unfettered. She sent her love to Ina Strong, and told him \" It was a fair face ! \" ' ' I never knew of this till to-day,' Lord Stack allan said, in a husky voice. ' Why was I not told ? And tell me, does this girl care for him?' ' I think she is very fond of him, but she looks upon him as such a boy. She is old for her years.' ' Does he speak of her to you ? '"], [240, "CATHEDRAL BELLS. 232 Lady Beatrice laughed. ' He never speaks of anything else when he is with me.' Lord Stackallan smiled — a sad smile — and looked out of the window at the park in the early spring sunlight. The violets and crocuses and other simple homely flowers that she had loved were coming up everywhere. That was over now ! Doubtless where she had gone the flowers were fairer than the flowers of earth. ' If she likes him, the rest will come. They are of the same age, you say ! Well, I will make no objection, if in two years they are both of the same mind. For my part, I am in favour of men marrying young. I myself was only two - and - twenty the day I brought your dear mother home,' looking away at the car riage drive, beneath the lordly trees of which he and his loved one had driven on that long gone wedding-day."], [241, "CATHEDRAL BELLS. 233 ' How people are standing about ! ' exclaimed Ina, as she and Lord Rossmere passed out of the Cathedral into the churchyard the after noon of which I am writing. ' Why didn't we go through the cloister door ? What a lovely afternoon — just as warm as summer.' ' Oh, Miss Strong,' exclaimed Mrs Skelton, coming up at that moment, ' have you heard ? — poor Mr Romer is down with fever ! My husband saw Dr Fraser just before service, and he says it's a bad case. He was at the Wharf this morning, and did not seem very ill then, but about one o'clock he fell down in the street, and they had to get a cab and take him home. A nurse is there from the hospital already.' ' Mr Romer ! ' Ina said. ' It is impossible. Surely my father must have heard.' ' Alas ! you will find it is quite true,' the Dean's wife replied, and then with a kindly nod went on down the narrow lane to the Deanery."], [242, "CATHEDRAL BELLS. 234 'Dear old fellow! I hope it isn't so bad as all that ! ' Lord Rossmere exclaimed, and then they entered the hall of the Rectory. ' So do I,' Ina answered. A lump rose in her throat. He was so good, — had loved her so. ' Oh, my dear ! ' exclaimed Mrs Strong, com ing to the drawing-room door, ' such trouble ! Poor Mr Romer is down with fever, and Dr Fraser is most anxious about him. Your father is there now. He is in such a dreadful state about it ! ' So it was true then ! They went into the drawing-room and drank their tea almost in silence, and then Rossmere hurried off to make inquiries at the Curate's rooms, while Mrs Strong occupied herself about jelly and beef tea, leaving her daughter sitting alone by the fire. Very ill ! How strange it seemed ! He had never been ill before that she could remember."], [243, "CATHEDRAL BELLS. 235 To be sure, he had always looked thin and pale, but that was only because he would half starve himself in order to be in a position to give to the poor. Those years of self-denial were but poor things to build up a constitution against an attack of fever such as this. That was what every one had said about the poor bargees and their wives and children. If they had been properly nourished, they would not have died off directly the malady seized them. How much he had cared for her ! She was very glad now she had retaken the class at the Sunday School. How pleased he had been about it ! And how he had enjoyed the walks back to the Rectory when the work was done ! He had told her so more than once. Far back as she could remember him, this man had loved her. Ina knew it, — was sure of it. Even as a child of fifteen he never used to take his eyes off her. What a pity she could not"], [244, "CATHEDRAL BELLS. 236 return it! That was impossible, — doubly so now when she was beginning to comprehend that, in spite of calling him 'a boy,' her boy lover had pretty well stolen her heart away. But that night she could not think much of anything except James Romer. A great womanly tenderness filled her breast for this lean Curate, whom every one had laughed at, whose manner had, in truth, been ridiculous, but who, long ago, had won his way into the hearts of the Carswell people by his simple, noble, unselfish life. He was going from them now. Something seemed to tell Ina so, and she knew it spoke the truth. The girl did not sleep much that night. The next day Mr Romer was in the same state. 'Very prostrate' was the word Dr Fraser used, and at the afternoon service in the Cathedral he was prayed for. Ina covered her face with her hands as"], [245, "CATHEDRAL BELLS. 237 the name was read out, and Lord Rossmere toyed nervously with the leaves of his prayer book. Wednesday came, and Thursday — Maundy Thursday, and in the sunset hour Mr Strong stood beside the Curate's bed, and gave him the Bread to eat and the Wine to drink. It would be in the Father's Kingdom when they drank it together next, the Rector thought. On Good Friday he was slightly better, but early the next morning he sent in haste to Dr Fraser. I am dying!' he said. 'Am I not?' ' You may pull through yet, but the odds are against you. I can tell you better later in the day, my dear friend.' Then the physician pulled his hat low over his eyes, and went down the street, and growled fiercely at a person who wanted him to talk just then. He came back to the"], [246, "CATHEDRAL BELLS. 238 Curate's rooms at two o'clock, and again at six. Congestion of the lungs had set in then. ' The end is not far,' said the Doctor. ' You are sure ? ' 'As far as a human being can be about anything.' ' Is this fever infectious ? ' 'Yours is not. The majority of cases in the town are ; but this is of a different type.' ' Good. Fetch the Rector.' The Rector was in the church close by, assist ing his daughter and Lord Rossmere in putting some lilies in the font for Easter Sunday. ' What is it ? ' Mr Strong asked, bending over the sick man. He was not one given to ex hibiting emotion, but then his face worked, and he clasped the hand of the dying, fast. ' What is it ? If there is aught that I can do, tell me.' ' I should — I should like to wish Miss Ina good-bye.'"], [247, "CATHEDRAL BELLS. 239 ' I thought as much. Poor fellow — poor fellow.' The Rector went back into the church. Ina had finished the lilies, and she and Lord Ross mere were standing in the church door. ' He wants to see you to bid you good-bye. He is going fast.' ' I'll come too,' Lord Rossmere said. In the little room it was very peaceful. Mrs Strong was there, standing by the mantelpiece. She went to the door when she heard the foot steps coming up the stairs, and, bidding the others wait, returned with Ina alone. ' Dear friend,' she said. ' I have brought some one to see you.' Then she drew back a little, and Ina stood beside the couch. The dying man looked up, and smiled. ' Thank you for coming,' he whispered. ' I wanted to see you once again. Please don't"], [248, "CATHEDRAL BELLS. 240 cry. I am so very happy, — everything that I could wish for. Your dear mother and father so kind — so good. Oh, indeed, I am not worth it. And then, to see you like this ! I wanted to tell you something, — to let you know that I love you, — that I have always loved you.' There was a pause after these words, and in the still room the laboured breathing which told of the congested condition of the lungs was painfully audible. By-and-by Ina spoke. She tried to tell him that she thanked him for his love. ' I shall always think of it as a great honour that one so truly good and noble as you should have cared for me. I thank you — I thank you.' ' It could never have been, I know,' Romer answered. ' Anything so poor and unworthy could never have possessed you, and so — do not grieve — I am glad, — very, very glad to die,"], [249, "CATHEDRAL BELLS. 241 — above all, to die just at Easter. It is a beautiful time to go. And then, to have you here like this, and to see you like me a little. I think I have never been so happy before.' He had been very poor all his life, — had known what it was to have to toil, and to see others suffer without being able to relieve them ; but it was over and done with now. He would be sad or sorry no more. The mother whom he had loved had been taken from him, but their separation was over. In a few hours at most they would meet to part never any more. The girl he had loved with a great, pure love was beside him then, thanking him for that very love, and weeping for his going. Her parents were his dear friends. He lay there thanking and blessing God for His goodness and his own happiness. By-and-by he spoke again. ' Ina,' he whispered, ' I mustn't keep you. VOL. II. Q"], [250, "CATHEDRAL BELLS. 242 Did you say Rossmere had come to see me ? How good of him ! Will you fetch him ? Stay, though — bid me goodbye first Won't you kiss me before I go ? ' A little flush came on the girl's delicate cheeks. She bent down, and complied. Save his mother's, hers were the only lips that had ever touched his. The young Earl came and sat on the bed, and held his friend's hand in his. He could hardly speak for crying. ' You will marry her, I think,' Romer whis pered once. ' I never thought so before, but now something tells me it will be so. Your father has consented ? Yes, I am glad of that. Of course, it hurts me a little just to think of it — yes. You'll take good care of her, will you not?' The young fellow bowed his head for answer. He could not speak."], [251, "CATHEDRAL BELLS. 243 By-and-by they gathered round the bed, to wish the occupant a last good-night, saying they would come again in the morning, since only Mrs Strong was to remain through the night. He smiled when they spoke of to morrow, and then, lifting his feeble hands, he joined those of Ina and the young Earl. ' God bless — bless and guard you both ! ' Then the eyes closed, and he fainted away. Throughout the night at intervals he spoke to Mrs Strong of all her daughter had been to him. A little before three he fell into a light slumber, and woke just as the sun was beginning to gild the roofs of the houses. ' Very early— the sun being now risen,' he murmured, and then ' God bless Ina — Goodbye — Saviour of men, have mercy,' and once again he spoke the word ' Christ' After that he turned on his side, and died without a sound. The Easter sun fell full upon his face as he"], [252, "CATHEDRAL BELLS. 244 passed through the gates of Death into Eternal Life. ' It's all over, my dear,' Mrs Strong said, going into her daughter's room when the bells were pealing for early service. ' All over, and so peaceful,' then she stopped, and Ina burst into tears. It was a glorious Easter Day that — warm as summer, while all the sky was one great sheet of blue. And in the grey Cathedral, and in the Octagon Church of Saint Mary, the people sang 'Jesus Christ is risen to-day,' and thought of James Romer, doubting not that already he had seen Him whom, while life was his, he had endeavoured to serve with all his might. And in the church porch, and in the streets, everywhere, they spoke of him. A noble life had passed away. He had been poor and nerv ous, and they had laughed at him, but they had known all the while the beauty of his"], [253, "CATHEDRAL BELLS. 245 bright, unselfish, homely character. He had lived not for himself but for others, and in death he had his reward. Let us, Reader, thank God that there are in the world such men to preach to us by their lives a more eloquent sermon than ever fell from the lips of mortal preacher. Charles Gordon was such a one as this — Charles Gordon whom England left to perish ! And so in Carswell there was mourning far and wide that Easter Day, above all, there was mourning in the cottages by the Canal, and in the quiet Rectory of Saint Mary's in the Close. In the Cathedral, people noticed that Miss Strong did not come in till the second service, and that then she wore a thick veil. And on the third day in Easter week they laid James Romer to rest in the cemetery of Carswell, beside his mother. Lovely and beau tiful in their lives, in their deaths they were"], [254, "CATHEDRAL BELLS. 246 not long divided. Just ten months from the very day that he had walked behind her coffin, they bore him through the cemetery gate, ' feet first.' The Cathedral bell tolled forth its solemn note, and the shrill bell of Saint Mary's followed suit. There was a simple service in the Octagon Church, when a few privileged friends were present, but the bulk of the mourners waited quietly for the procession at the entrance to the cemetery. ' Even such an awful soothing calm We sometimes see alight On Christian mourners, while they wait In silence, by some churchyard gate, Their summons to the holy rite. And such the tones of love which break The stillness of that hour, Quelling the embittered spirit's strife, The Resurrection and the Life Am I : believe, and die no more.' The bargemen from the Canal bore him to his place beneath a cypress tree."], [255, "CATHEDRAL BELLS. 247 It was very still and peaceful. But when the final words of the service were spoken, through the crowd a sudden murmur ran, as though they said his life had been well spent. A year had passed. May came, and by-and by the golden days of golden June. And on the day which is the longest in the year, under the grey arches of the Cathedral, Rossmere and Ina were made man and wife. And loudly pealed the bells, and through the dim aisles echoed the triumphant strains of the Wedding March, as side by side the bridegroom with his bride passed through the great door on their way to the Deanery, which had been placed at the service of Mr and Mrs Strong. And late in the afternoon, the carriage drawn by four horses drove gaily from the door amidst a shower of rice and slippers, away towards lordly Stackfield, for the young Earl would do just"], [256, "248 CATHEDRAL BELLS. as his father had done before him, and brought home his bride upon the wedding day. ' I don't think we shall ever forget the dear fellow,' Ina said, as her hand lay in that of her husband, and the cortege swept past Jessop Street, where once James Romer and his mother lived. ' I am sure I never shall,' Rossmere answered. ' He taught me that to live for others is better than living for oneself. tunities in my power. do part, you must help use of them.' I have great oppor- Darling, till death us me to make the best And Ina answered — ' Love, I will ' Then the carriage rolled under the last triumphal arch, and they were out in the green lanes, and the cheers of the people were left behind. Only, as they drove beneath the swaying branches of the trees, ever and anon"], [257, "CATHEDRAL BELLS. 249 they caught the silvery tones of the Cathedral bells. It was the last sound they heard, too, as they entered the great hall at Stackfield, and Rossmere bade Ina welcome to her new- home. THE END."], [258, "Advertisements. Crown Svo, cloth, bevelled boards, price 6s. LETTERS from DOROTHY OSBORNE to SIR WILLIAM TEMPLE, 1652-54. Edited by Edward Abbott Parry. Love-Letters of a Bygone Age. ' Her letters show no little of the French esprit which makes the charm of those of Madame de Sevigne.' — Times. ' Certainly we can point to no contemporary book in which social life in England under the Commonwealth is so fully described. . . . Her epistolary style is remarkably spirited, and gives her letters a superior place in English literature.' — Athenæum. Crown Svo, cloth, price y. 6d. SUNDAY and RECREATION A SYMPOSIUM. Edited by the Rev. ROBERT LINKLATER, D.D. Contents : — Sunday not Sabbath. By the Editor — Observances of the Lord's Day : State Control of Sunday. By Archdeacon Hessey — Principles of Lord's Day Ob servance. By the Rev. Edgar Smith — Sunday: The Way to Observe it. By the Rev. W. B. Sergeant — Sunday in the East End. By the Rev. Harry Wilson — What does Recreation Mean? By the Rev. W. B. Trevelyan. Griffith Farran Okeden & Welsh, London & Sydney"], [259, "Advertisements. Crown Svo, cloth, bevelled boards, price 6s. THE SECRET OF THE SANDS; OR, The Water Lily and Her Crew. By HARRY COLLINGWOOD. ' A nautical romance full of vivid interest and inci dent.' — Land and Water. ' A sea story of far more than average merit.' — Scotsman. Small Quarto, Price 10s. 6d., THE QUEEN'S BIRTHDAY BOOK. By Mary F. P. Dunbar. With 13 Cabinet Photographs ofthe Royal Family, and Autographs. And 32mo, Cloth, Bevelled Boards, Gilt Edges, Price 2S. Cloth plain, Price is. 6d. Griffith Farran Okeden & Welsh, London & Sydney"], [260, "Advertisements. Crown Svo, cloth, bevelled boards, gilt edges, price 5s. JACK'S YARN; OR, Perils in the Pacific By Robert Brown, A.B., Author of ' Spunyarn ' and ' Spendthrift,' Etc With 32 Illustrations by R. T. Pritchett. ' A capital book for any season, original in conception, brightly written, and full of excitement and diversion.' — Saturday Review. ' Reminds us of nothing so much as \" Masterman Ready.\" ' — Army and Navy Gazette. Large oblong /^to, bevelled boards, gilt edges, cloth, js. 6d. 'BRAVE DEEDS.' Illustrations of some of the Distinguished Actions of British Regiments, with Descriptive Extracts from Popular and Authentic Sources. Illustrated and Edited by Lieut.-Colonel J. MARSHMAN, Late 28th Regiment. LIST OF FULL-PAGE ILLUSTRATIONS: The Carbineers at Ramilies. The 34th at Fontenoy. The 28th at Alexandria. Norman Ramsay's Horse Artil- lery at Fuentes d'Onoro. The 57th at Albuera. The Greys and 92d at Waterloo. The 1st Life Guards at Water- loo. The Grenadier Guards at the Alma. The Light Brigade at Balaclava. Griffith Farran Okeden & Welsh, London & Sydney G. C. : CCL. : 20.3.89. COLSTON AND COMPANY, PRINTERS, EDINBURGH."], [261, ""], [262, ""], [263, ""], [264, ""]]