[[1, ""], [2, ""], [3, ""], [4, ""], [5, "APERÇU GÉNÉRAL SIR J.ES MIGRATIONS DIS PEUPLES r i INFLUENCE CAPITALE EXERCEE SUR CES MIGRATIONS PAR LA liACK DE I.A IIAITE-ASIE I' Ail Charles-Eugène de UJFALVY Membre titulaire de la Société française d'Archéologie et de Numismatique, Membre de la Société de Géographie et de la Société philologique, chargé d'un Cours de Géographie et d'Histoire de l'Asie centrale il l'École des langues orientales, Professeur, agrégé au Lycée Henri IV. PARIS MAISONNEUVE ET Gie, LIBRAIRES-ÉDITEURS 15, QUAI VOLTAIRE, 15 1874"], [6, ""], [7, "APERÇU GÉNÉRAL SUR LES MIGRATIONS DES PEUPLES"], [8, "PARIS. ~ IMPRIMERIE DE E. DONNAUD RUE CASSETTE, 9"], [9, "APERÇU GÉNÉRAL SIR LES MIGRATIONS IB PEUPLES ET INFLUENCE CAPITALE EXERCÉE SUR CES MIGRATIONS PAR LA RACE DE LA HALTE-ASIE PAR Charles-Eugène de UJFALVY Membre titulaire de la Société française d'Archéologie et de Numismatique Membre de la Société de Géographie et de la Société philologique, chargé d'un Cours de Géographie et d'Histoire de l'Asie centrale à l'École des langues orientales, Professeur agrégé au Lycée Henri IV. PARIS MAISONNEUVE ET Cie, LIBRAIRES-ÉDITEURS 15, QUAI VOLTAIRE, 15 1874"], [10, ""], [11, "COURS D'OUVERTURE FAIT A L'ÊCOLE DES LANGUES ORIENTALES LE 20 JANVIER 1874. Messieurs, II y a fort peu de temps que le nom touranien existe pour désigner une des branches de la race de la Haute- Asie. L'origine de tous les peuples qui constituent au jourd'hui la race touranienne-altaique fut longtemps un problème non résolu et que bien des savants considé raient comme insoluble. Des hommes éminents, appar tenant à toutes les nations, se sont occupés de cette intéressante question, et le côté philologique n'a été traité nulle part avec autant d'autorité qu'en France. MM. Opperl , Lenormant, Sayous, le prince Louis Lucien Bonaparte y ont apporté leurs lumières. Les uns, comme MM. Oppert et Lenormant, ont cher ché à reconstituer une langue mère pour les idiomes tou raniens. Grâce aux recherches infatigables de ces deux savants et à celles des savants anglais Rawlinson et Sayce, la langue d'Accad ou de Sumir a surgi et a dû étonner les philologues par ses rapports avec les langues touraniennes, rapporls trop fréquents pour être re gardés comme fortuits. Les autres, comme le prince Louis Lucien Bona-"], [12, "6 parte et M. Edouard Sayous ont traité la question du point de vue philologique et historique. L'un nous a donné de savantes traductions et de remarquables dissertations, l'autre une intéressante élude histori que sur le principal représentant de la civilisation touranienne en Europe, sur le peuple magyar, étude qui nous retrace d'une manière frappante un épisode de la grande lutte parlementaire entre la Hongrie et l'Autriche. N'oublions pas non plus les savants étrangers qui, surtout à Pesth, à Vienne, à Saint-Pétersbourg et à Helsingfors (en Finlande), s'efforcent constamment de soulever le voile qui cache l'anliquité des peuples touraniens. Les travaux de Hunfalvi, de Budenz, de Boller, deKunik,deCastrén, deSjœgrén et deKoskinen sont trop importants pour que nous n'en parlions pas ici. N'oublions pas non plus les voyages deVambéry qui, pour découvrir le berceau de sa race, affronta mille dangers, surmonta mille obstacles, comme son prédé cesseur le vaillant voyageur magyar Csoma de Karœs, qui s'enferma six ans dans un couvent du Thibet, avec l'espoird'y faire cette précieuse découverte. Tous ces efforts ont été couronnés de succès, car nous pos sédons maintenant une philologie touranienne. Ces savants avaient été d'ailleurs guidés par des travaux remarquables dus à des hommes tels que de Guignes, Pallas, Klaproth, Abel Rémusat. Stanislas Julien et le regretté M. Pauthier, auteur du magnifique ouvrage sur les voyages de Marco Polo. Qu'il nous soit permis aujourd'hui de vous présenter un aperçu général de toutes les migrations, car la race"], [13, "7 de la Haute-Asie et particulièrement ses branches mon goles et touraniennes ont donné la première impulsion à presque toutes les migrations de la terre, ce qui sera intéressant à démonter. Nous divisons l'humanité en deux catégories prin cipales: 1° Les hommes à cheveux crépus. 2° Les hommes à cheveux lisses. Chacune de ces catégories se subdivise encore en deux parties : 1° D'une part les hommes à cheveux crépus disposés en touffes; d'autre part les hommes à cheveux crépus disposés en toison. 2° D'une part les hommes à cheveux lisses et plats; d'autre part les hommes à cheveux lisses et bouclés. Ces subdivisions ont été inventées par F. Mùller et plus tard appuyées par le célèbre savant Haeckel. Elles nous paraissent plus fondées que les subdivisions ima ginées par le savant suédois Rétzius, car elles reposent sur la nature des cheveux et sur le caractère du langage, signes distinctifs qui se transmettent de géné ration en génération, avec beaucoup plus de constance que la forme du crâne. Chacune deces quatre catégories se divise à son tour en différeDtes races; il y en a en tout douze : 1° Les Hottentots et les Papous, hommes à cheveux crépus disposés en touffes. 2° Les nègres et les Cafres, hommes à cheveux cré pus disposés en toison. 3° Les Australiens, les Hyperboréens, les Américains,"], [14, "8 les Malais et les Mongols, hommes à cheveux lisses et plats. 4„LesDravidas, les Nubiens et les Méditerranéens, hommes à cheveux lisses et bouclés. Toutes ces races se subdivisent à leur tour en diffé rents peuples. II est, très-rare qu'à l'indentité de races corresponde l'identité d'idiomes. Seuls, les Malais et les Cafres font exception. Tous les peuples de ces deux races parlent des idiomes issus de la même souche, ils sont donc monoglotfes. La race mongole, que Fr. Miiller appelle avec beau coup d'à-propos la race de la Haute-Asie.se subdivise en trois groupes d'après la langue : 1° Les Touraniens; 2° les Mongols proprement dits ; 3° les peuples à langue monosyllabique, tels que les Chinois, etc. Mais ces trois groupes dépeuples ont eu tant de rapports ensemble, leur sort est souvent si intimement lié qu'il est presque impossible de les considérer séparément. La civilisation chinoise se reflète dans cellede l'empire mongol etla civilisation mongole a eu une influence capitale sur le développement des races touraniennes. Cette influence a été souvent si prépondérante, que bien des savants se sont laissé aller à prétendre que les Touraniens étaient des Mongols et vice versa. Et rien n'est plus erroné que cetle opinion qui repose sur des données philologiques fort hasardées et qui sont démenties par des considérations de premier ordre. En entreprenant ici de tracer un aperçu général des migrations des peuples , selon les théories des savants Craioford et Fr. Millier, nous déclarons d'à-"], [15, "9 vance que nous nous occuperons exclusivement des migrations qui expliquent comment les différentes couches de populations se sont superposées, et qui s'appuient sur des données solides. Nous laisserons donc entièrement de côté les hypothèses qui font partir l'humanité d'un point central, ainsi que les migrations des peuples qui n'existent plus aujourd'hui. Quant à l'Europe et à l'Asie, qui par le fait ne forment qu'un seul continent (la séparation par l'Oural ne pouvant être considérée comme un isole- ment), nous y rencontrons, outre les Malais qui l'ont quitté de bonne heure, qualre races au lochthones, à savoir : La race de la Haute-Asie, occupant le centre et l'orieit de ce continent; la race méditerranéenne, remplissant le midi de l'Asie, les Indes, le nord et le nord-est de l'Afrique et l'Europe lou,t entière à F exception du nord et de quelques oasis dans le centre et dans le midi ; la race dravidienne, dans le midi de FHindoustan et la race hyperboréenne dans les contrées les plus septentrionales, le long de l'Océan arctique. Le séjour primitif de la race mongole, plus juste ment appelie race de la Haute-Asie, se trouve cer tainement situé sur le plateau de l'Asie centrale. De là, cette race s'étendit dans toutes les directions, mais surtout vers l'est et vers le sud. Le peuple le plus important de celte race, les Chi nois sont venus, d'après leurs propres traditions, de l'Ouest, et ont occupé de prime abord les deux grands bassins du Hoang-ho et du Yang-tsé-Kiang et"], [16, "10 on y trouve encore aujourd'hui quelques tribus autoch thones : ce sont les Miaotsé. Ces peuples n'appartien nent pas à une race différente de celle des Chinois ; leurs frères se rencontrent dans l'Indo-Chine. La migration des Chinois, qui a eu lieu dans la plus haute antiquité, a donc été précédée sans aucun doute par la migration de ces aborigènes de la Chine. Les habitants du Japon, les Japonais de nos jours, ne sont pas non plus les autochlhones de leur île ; ils sont arrivés de l'Ouest. Ils y ont trouvé, d'après les découvertes les plus récentes, des habitants dont la complexion physique était toute différente de la leur. Comme dans les contrées méridionales du Japon, la peau des habitants est plus foncée et les cheveux légè rement crépus, on peut en conclure qu'il y a eu un mélange avec une race indigène. II ne serait pas invrai semblable que la race papoue dont ont a constaté l'existence dans les iles Philippines et dans l'ile For mose, s'étendit autrefois jusqu'au Japon. La migration de la race touranienne a dû com mencer de bonne heure, car nous constatons déjà sa présence, dans le nord et le nort-est de l'Europe, du temps d'Hérodote. Les Fenni et les Esthi de Tacite, les Finnoï de Ptolémée, les Esthi deJornandès et de Cassiodore, les Jotuns des Sagas scandinaves et les Hudets de la tradi tion finlandaise faisaient partie de cette race, sans être pour cela les Finlandais et les Esthoniens d'au jourd'hui. II est possible que cette race ait occupé à une cer taine époque, avant la migration des Celtes, tout le"], [17, "11 nord et le nord-est et mème une partie du centre de l'Europe. Beaucoup de savants pensent que le peuple dont on a découvert tout récemment les ustensiles et les armes de pierre faisait partie de la race toura nienne;nous ne sommes pas de cel avis, plus tard nous en expliquerons la raison. L'Europe a donc, été, avant l'arrívée des Indo-Ger mains qui concorde avec celle des Etrusques et avec celle des Celtes, habitée par deux peuples, par les lbériens (les Basques) au sud, et par des peuplades touraniennes au centre et au nord. Cette présence de la race de la Haute-Asie en Europe, bien avant la migration des Aryens, fait supposer que ces peuples sont venus à une époque qui remonte à la plus haute antiquité. Nous pensons que c'est surtout celte race de la Haute-Asie qui a donné l'impulsion aux migrations de presque tous les peuples de la terre. II est connu que les peuples qui font partie de cette race sont pres que tous des nomades, dont l'existencc dépend de la prospérité de leurs troupeaux et de la fertilité de leurs pâturages. Une seule année de disette, amenée par une sécheresse excessive ou par une épizootie, a dû suffire pour forcer ces hordes barbares à envahir les pays limi trophes et à en chasser les habitants ; ceux-ci surent obligés d'exercer une pression analogue sur leurs voisins. M. Vivien de St-Martin, parlant de la cause première de presque toutes les migrations, s'exprime de la manière suivante: « Celte cause première, ['érudition historique l'a retrouvée au cœur de l'Asie, où se sont produites de toute antiquité d'immenses fluctuations de hordes"], [18, "12 nomades. Qand ces grands mouvements des nomades asiatiques se sont portés à l'est, ils ont pesé sur la Chine; au sud, sur l'iran ; à l'ouest, sur l'Europe. Ce sont eux qui, dans les âges antéhistoriques, ont amené successivement en Europe sept ou huit groupes de tribus congénères qui ont formé sa population pri mordiale ; de méme que nous voyons au Ve siècle le déplacement des Huns d'Attila refouler sur les provinces romaines une partie des tribusgermaniques, et que sept cents ans plus tard les Mongols de Tchinghiz-Khân soulèveront jusqu'au Volga une sanglante perturbation, qni cette fois ne dépassera pas l'Europe orientale. » Figurons-nous les Aryens voisins des races de la Haute-Asie et à côté d'eux les Sémites et les Chamites, alors nous comprendrons qu'à la moindre pression exercée par les Touraniens et les Mongols sur les Aryens, ceux-ci ont dû exercer une pression semblable sur les Sémites et les Chamiles. Pendant que les Chamites furent repoussés vers l'Afrique, où ils don nèrent l'impulsion à la migration des aborigènes de ce continent, les Sémites les remplacèrent dans leur ancien séjour et les Aryens, à cette époque près de la mer Caspienne, trouvèrent l'espace libre pour s'étendre vers l'ouest et vers l'est. Là ils forcèrent, d'un côté, les Drav'idas â reculer vers le sud, et, de l'autre côté, les Touraniens de l'Europe à se retirer vers le nord, migrations dont nous parlerons toute à l'heure. Après cette première migration des races de la Haute-Asie qui a eu lieu, sans aucun doute, longtemps avant le commencement de la civilisation en Chine et en Egypte, nous rencontrons un second ébranlement"], [19, "13 de cette race qui a donné ['impulsion à la grande mi gration des peuples, que nous connaissons tous et que nous pourrons poursuivre avec beaucoup plus de cer titude, car elle appartient à la période historique. La conséquence de cette dernière migration a conduit les Magyars en Europe et les Osmanlis dans leur séjour actuel. Une autre conséquence en est le mélange de peuples du cœur de l'Europe, le mouvement d'oscillation des Slaves et des Germains et la formation de la race latine. M. Fr. Mûller pense que le séjour primitif de la race méditerranéenne a été le plateau de l'Arménie, car il est impossible de poursuivre, selon lui, sa trace jusqu'au plateau central de l'Asie. Les Ibériens, les peuples du Caucase, les Chamito-Sémites ne se sont cer tainement détachés du tronc principal que sur le pla teau de l'Arménie, tandis que les Hindous, les Slaves et les Germains ont pu le faire plus tôt. Les Ibériens, probablement des Chamites, se sé parèrent les premiers de leurs frères et envahirent l'Europe; ils furent suivis de près par les peuplades du Caucase, qui, arrivées à cette chaîne de monta gnes, y trouvèrent un obstacle difficile à surmonter. D'autres savants pensent que les peuplades du Caucase ne sont qu'un mélange de débris de peuples qui ont traversé successivement les vallées de cette chaîne de montagnes et non pas des races distinctes. C'est une supposition qui trouve.sa confirmation dans l'existence du peuple Ossète, qui n'est certainement pas autre chose que le reste d'un ancien peuple de race germanique. Les trois autres races : les Aryens, les Sémites et"], [20, "14 les Chamites, restèrent encore longtemps voisins, ce que prouve l'intime parenté qui existe entre leurs tra- ditions religieuses et nationales. Mème après une pre- mière séparation des Aryens, les Sémites et les Cha- mites demeurèrent limitrophes et vécurent dans l'union la plus étroite. Cette union existait même pendant la période du développement de leur langue et, ne cessa qu'au moment où un nouveau choc des hordes de la Haute- Asie jetla les Aryens une seconde fois sur eux et les sépara définitivement; les uns s'étendirent dans la vallée du Tigre et de l'Euphrate, les autres se virent contraints d'envahir l'Aftique par l'islhmc de Suez. Partout où les Sémites paraissent, nous les voyons succéder aux Chamites qui les avaient précédés dans ces différents pays ; ainsi en Mésopotamie, en Pales tine, dans l' Afrique du Nord et probablement aussi en Arabie et jusqu'en Abyssinie où ils arrivèrent en tra versant la mer Rouge. Presque partout les Chamites se confondirent avec les Sémites, au point de vue ethno logique, ils laissent seulement dans le caractère des peuples quelques traces de leur influence ; ainsi en Eu rope (en Espagne p. e ), en Mésopotamie, en Pales tine,en Abyssinie, — lesPhéniciens ont été des Chamites sémitisés. Ce n'est que quand on sait que les habi tants de la Mésopotamie étaient des Chamites devenus Sémites, qu'on peut s'expliquer la concordance qui existe entre la civilisation assyrio-babylonienne (sé mitique, et celle de l'Ëgypte (chamitique). En ce qui concerne les Indo-Européens, on a cher ché tout d'abord leur séjour près des sources des fleu ves Oxus et Iaxartes, sur le plateau de Pamir , proba-"], [21, "15 blement parce que c'est l'endroil qui est le plus rap proché de la patrie des Iraniens et dos Hindous, tous deux peuples de cette race. Les Iraniens et les Hindous sont en effet les deux branches de cette grande race qui s'étendirent le plus vers l'est; ils arrivèrent chez eux par le nord-est et le nord-ouest. On a objecté à cette supposition, non sans raison, que dans toutes les lan gues indo-européennes de l'Ouesf, on ne trouvait aucune trace de mots ayant rapport à la flore et à la faunede l'Asie centrale, au contraire, les termes pour indiquer différents arbres, tels que le bouleau, l'orme, le chêne, etc., paraissent appartenir à la plus haute antiquité de ces langues, ce qui ferait croire que leur séjour se trou vaient, dans l'origine, plus à l'est et même en Europe. Plusieurs savants même transportent le séjour primitif des Indo-Européens, c'est-à-dire lastation intermédiaire de leur migration, dans les plaines de la Russie, jusqu'en Lithuanie, et d'autres encore lesplacent plusàl'ouest de <:es pays. M. Frédéric Mûller suppose que, conformément à celte opinion, le sud-est de l'Europe a été la pre- mière patrie des Indo-Européens, mais il soutient néanmoins qu'ils ne sont pas les aborigènes de ces pays, mais qu'ils y sont venus du plateau de l'Arménie à une époque fort reculée. II est amené à cette conclu- sion par l'unité de race qui existe entre les Indo-Euro péens, les Sémites, les Chamites et les races du Cau case. Et ces derniers peuples ne sont certainement pas venus par l'ouest dans leurséjcr actuel en traversant le plateau que borne la Mésopotamie au nord. M. Fr. Millier subdivise les Indo-Européens en huit"], [22, "16 branches. Les Hindous, les Iraniens, les Illyriens, les Grecs, les Itales, les Celtes, les Germains et les Slaves, qui se subdivisent encore en plusieurs groupes, selon la durée approximative de l'époque qu'ils ont passée en semble. Schleicher qui s'est occupé tout particulièrement de cette question, l'expose de la façon suivante : II suppose lout d'abord une première scission dans la race aryenne, les Germains et les Slaves d'un côté et les Hindous, les Iraniens, les Grecs, les Itales et les Celtes de l'autre. II compte les Illyriens parmi les Grecs. Plus tard les Germains se séparent des Slaves et les Hindous et les Iraniens des autres trois bran ches, scission qui continua encore après. M. Fr. Millier ne partage pas tout à fait cette manière de voir; il est d'avis que certains faits très-importants contredisent cette théorie. D'abord, dit-il. ce sont los Illyriens qui se séparent des autres, ils envahissent la presqu'île du Balcan et les côtes de ITtalie, plus tard les autres se partagent en deux : d'un côté les Celtes, les Itales et les Grecs ; de l'autre les Aryens propre ments dits, les Slaves et les Germains. Les Celtes se détachent du premier groupe et vont vers l'ouest , tandis. que les Itales et les Grecs restent encore long temps ensemble; de même les Germains se détachent des Aryens et des Slaves et se dirigent vers le nord; enfin les Itales quittent les Grecs, et les Slaves les Aryens, qui eux-mêmes se subdivisent en Iraniens et en Hindous. Même après cette scission générale' plus eurs peuples continuèrent à avoir des rapports intimes entre eux, ainsi les Itales avec les Grecs, les Iraniens avec les"], [23, "17 Hindous, les Germains avec les Slaves, et par suite de ces rapports, il se produisit dans la vie de ces peuples de nombreux points de ressemblance. Mais ces points de ressemblance, postérieurs à la séparation de ces peuples, ne doivent pas être confondus avec ceux qui ont précédé celte séparation, et qui sont dus à leur origine commune. Après tous les événements dont nous venons de parler, les Indo-Européens entreprirent encore des migrations considérables. Les Iraniens s'étendirent au loin vers l'est, les Perses, les Kurdes, les Ossètes, les Arméniens, les Be loutches et les Afghans, ainsi que les peuples de ('an tiquité, tels que les Phrygiens, les Cappadociensv etc., en font partie. LesHindous envahirent les Indes où ils habitent aujour d'hui, depuis le nord jusqu'au plateau de Oekhan.àl'ex ception de quelques contrées montagneuses du centre. Les Celles s'étendirent à l'ouest et au sud-ouest, où ils refoulèrent les Ibériens; après eux les Itales occu pèrent, grâce à la prodigieuse fortune de l'empire romain, tout le sud ouest de l'Empire, chassant les Celtes, et entin apparurent les Germains et les Slaves, les deux plus nombreuses races des temps modernes. Nous ne partageons pas entièrement la manière de de voir de M. Fr. Millier. Nous pensons, d'accord avec M. de Hauslab, que les Aryens sont panis, en prin cipe, tout près du plateau de Pamir, chassés de ces contrées par les Mongols et par les Touraniens du centre. Ils ont été précédés dans cette migration par les Sémites et les Chamites. Leur séjour sur le pla-"], [24, "18 teau de l'Arménie ne peut être considéré que comme la station intermédiaire de leur grande migration, mais ils ne font arrivés à ce séjour qu'après leur sé paration en différents peuples. Tout d'abord les Hindous se sont séparés, ensuite les Iraniens, les Slaves et les Germains, ces derniers sur le plateau de l'Arménie même. Les Celtes, les Pélasges et les Grecs ont encore séjourné ensemble, et ne se sont divisés qu'en Asie Mineure, et sur les côtes de l'Hellespont, Mais les Hindous de Bacou ne sont qu'une colonie d'e ce peuple, fondée plus lard, et l'absence des termes d'histoire naturelle ayant rapport à la végétation de l'Asie n'est pas une preuve assez irrécusable pour fonder là-dessus des hypothèses qui pèchent par la base. Arrivons à la grande migration des races de la Haute- Asie, et à ses suites immédiates. Nous avons montré comment les Hindous ont en vahi l'Hindoustan. La race dravidienne occupait autre fois l'Inde entière, depuis l'Himalaya jusqu'au cap Comorin et le long de l'Indus jusqu'au Beloutchis tan. Refoulée par l'immigration des Aryens, elle a été obligée de se relirer peu à peu jusque vers la partie méridionale de la presqu'île indienne et aujourd'hui elle est circonscrite sur le plateau de Dekhan. La preuve que cette race s'était réellement étendue vers le nord et nord-ouest, comme nous l'avons indiqué, se trouve dans ce seul fait qu'un peuple de race dravidienne, les Brahuis, occupe encore aujourd'hui le Beloulchistan, et son séjour dans cette contrée ne peut être expliqué que par notre supposition. le commencement de la migration de la race dravi-"], [25, "19 dienne concorde avec l'arrivée des Aryens dans le Pendjab, c'est-à-dire qu'elle eut lieu vers Tannée 2000 avant Jésus-Christ. L'Afrique renferme à l'heure présente cinq races bien distinctes : la race méditerranéenne au nord et au nord-est jusqu'à .l'équateur; les nègres dans le Soudan ; les Fonhlas enclavés dans la race nègre et formant une ligne étendue de l'est à l'ouest ; les Cafres au centre jusqu'à l'équateur et au-delà, et fina lement les Hottentots à l'extrémité sud et sud-ouest du continent. Nous avons vu tout à l'heure quelles ont été les raisons qui ont déterminé l'invasion de l'Afrique par les races chamiliques. Les quatre autres races sont sans contredit autochthones. Aucune des migrations entreprises par les quatre races n'a été volontaire, elles sont toutes dues à une contrainte résultant de circonstances extérieures. C'é tait avant tout l'invasion considérable des races mé diterranéennes, et entre celles-ci, celle des peuples chamiliques, qui a forcé les aborigènes de l'Afrique à céder la place au nouve.iux venus (supérieurs à eux par leurs qualités intellectuelles et physiques), et à se retirer vers le centre et vers le sud du continent. Le commencement de ces migrations remonte à une époque fort ancienne, époque que nous pouvois indi quer approximativement. Parmi les races chamití ques arrivées en dernier lieu, les Egyptiens ont été les derniers, car nous les rencontrons aujourd'hui habi tant tout près de l'isthme de Suez, endroit par lequel la migration a eu lieu. Or, l' histoire authentique des"], [26, "20 Egyptiens remonte à Tannée 4000 avant Jésus-Christ, à celte époque \"ils formaient déjà un état monarchique et centralisé, reposant sur une civilisation excessive ment développée. Supposons maintenant que cet espace de temps dont les Egyptiens ont eu besoin pour arriver à l'élat de civilisation qu'ils ont comme gravé sur leurs monuments, fût aussi court que pos sible, et n'embrasse pas une période de plus de 1000 ans, alors nous arrivons au chiffre de 5000 années, date probable à laquelle les Egyptiens ont envahi l'A frique. Nous savons d'une auire côté que les Egyptiens ont été précédésdans leur marche par les Berbères (avec leur subdivision les Gouanches, race aujourd'hui éteinte), par les Bedchads, par les Somalis, par les Dancalis, par les Gallas et par d'autres tribus; il faut donc encore ajouter 1000 ans pour cette période de mi gration, car toutes les migrations se font d'une ma nière successive, et ce chiffre ne nous parait pas exagéré. Nous arrivons \"donc au moins au chiffre de 6000 ans avant Jésus-Christ, époque à laquelle nous devons fixer le commencement du mouvement des races et des peuples de l'Afrique. Arrivons à la race nègre. Parmi les circonstances qui prouvent que les différents peuples qui constituent cette race ont entrepris de nombreuses migrations, il en est une surlout qui paraît concluante. Cette circonstance la voici : Presque toules les tribus parlent des langues complètement différentes les unes des autres. II n'y en a que très-peu chez lesquelles on puisse découvrir un"], [27, "21 degré de parenté. II est certain que l'esclavage a beau coup contribué à ces migrations, car l'esclavage n'est nullement une invention des blancs et il a été pratiqué bien avant par les noirs entre eux. Rien n'est plus commun que de voir une tribu de nègres ayant un sort analogue à celui que les Juifs et les Arméniens ont eu et ont encore dans certaines contrées de l'Europe. Quant à la race desFouhlas,sa propagation au milieu des races nègres prouve.jusqu'à l 'évidence, qu'elle n'est pas autochthone dans les régions qu'elle habite main tenant. Un pareil enclavement de deux races ne peut jamais exister dans Torigine et doit faire supposer une série de migrations. Nous pensons que les Fouillas occupèrent autrefois les contrées septentrionales de l'Afrique, au nord des nègres, peut-être les pays habités aujourd'hui par les Berbères ; de là, ils s'étendirent suc cessivement, partant du nord-ouest, vers le territoire qu'ils occupent maintenant. Plus tard ils s'avancèrent encore plus vers l'est, jusqu'en Nubie. Notre opinion repose sur la proche parer.té qui existe entre les Fouillas et la race méditerranéenne (peut-èlre le résultat d'un mélange), ainsi que sur plusieurs points de ressem blance existant entre les idiomes fouhlas et entre les langues chamitiques. Les Cafres ne sont pas non plus les aborigènes des contrées qu'ils habitent maintenant. Ils étaient autrefois plus septentrionaux et ils* se sont trouvés en rapports intimes avec les peuples chamiliques venus de l'Asie. Leur langue en fait foi. La particularité typique de ces langues cafres, leur intime parenté entre elles, est une preuve que l'époque n'est pas éloignée où elles se con-"], [28, "22 fondaient encore toutes, dans la langue mère, et il est à supposer que les Chamites les ont trouvées dans cet état de choses. La parenté des langues cafres avec les lan gues chamitiques est d'un autre côté tellement mani feste, qu'elle est impossible à expliquer sans supposer une influence directe. Les Hottenlots étaient autrefois les seuls habitants du sud-est de l'Afrique, depuis le cap de Bonne-Espé rance jusqu'aux 18* et 19° de latitude. Ils ont été chassés de leur séjour par les Cafres. Ils se sont retirés devant leurs agresseurs, d'abord vers le sud, et ensuite le long des côtes vers le nord-ouest, jusqu'à ce qu'ils se fussent fixés disinitivement dans les pays qu'ils habitent au jourd'hui. Mais aucune race n'a entrepris tant de migrations que la race malaie. La propagation de cette race, depuis Madagascar avec l'ouest jusqu'à l'ìle de Pâques à l'est, depuis les îles de Sandwichs au nord, jusqu'à la Nou velle-Zélande au sud, est sans exemple, et pourtant cette migration a eu lieu successivement, d'île en île, ce qui est prouvé par les traditions qui règnent sur chaque île, et par les rapports de parenté qui existent entre les langues des différentes tribus. 11 est certain que c'est la race dravidienne qui a donné l'impulsion à la mi gration des Malais. II est douteux si lesPapous ont entrepris des migra tions. Si l'on considère qu'ils occupent presque exclusi vement des îles et que leurs habitations, construites le long des côtes, ressemblent boaucoup aux pilotages dé couverts au fond des lacs de l'Europe centrale, on serait tenté de résoudre cette question d'une manière"], [29, "23 affirmative. Toute cette question se rattache d'ailleurs intiment à celle d'une existence d'un ancien continent, au sud de l'Asie, dont les îles en sont les débris. Ce continent a — t— i 1 été habité avant sa dépression succes sive, ou les îles ont-elles été peuplées peu à peu en parlant d'un centre donné? nous inclinons vers la dernière manière de voir. A l'exceplion des aborigènes de l'Australie, tous les autres peuples de l'univers ont entrepris des migrations plus ou moins longues. L'indigène de la Nouvelle-Hol lande n'en a pas fait autant, les raisons en sont faciles à expliquer. II y en a surtout deux. La configuration de son pays et le manque absolu d'animaux domes tiques et de plantes utiles ne lui permirent pas d'at teindre le degré de civilisation nécessaire à l'homme pour se rendre compte des jouissances de la vie. Le pays était d'ailleurs assez vaste pour contenir le nombre relativement restreint des habitants et pour subvenir à leurs modestes besoins. Nous n'avons pas la prétention de soutenir que le mouvement des races touranienniis dans l'Asie cen trale eût influé sur la marche des Malais, des Pa poús et des aborigènes de l'Australie ; il est déjà assez curieux de prouver que les Hottentots et les Cafres de l'exlrémilé méridionale de l'Afrique occu pent leur demeure actuelle, par suite de ces puissantes convulsions qui agitèrent le centre de la vieille Asie. Mais il n'est nullement douteux aujourd'hui que les races hyperboréennes ont été refoulées vers la mer Glaciale, que les races américaines ont envahi le nou veau monde, suivant les deux versants des Cordillières,"], [30, "24 forcées à cette double migration par les marches et les contre-marches des peuples de la Haute-Asie. La race hyperboréenne était autrefois bien plus con sidérable qu'elle ne l'est maintenant; elle n'est plus qu'un faible vestige de. son ancienne grandeur. Elle occupait jadis des contrées plus méridionales, et c'est la race de l'Asie centrale qui l'a refoulée vers le nord, nous en avons la preuve dans les débris des Hyperbo réens qu'on trouve an nord de PAltaï. (Nous saisons ici allusion aux Ostiaks du Ienisseï, aux Kottes et à d'autres petiles tribus qui ont perdu aujourd'hui leur nationalité et se sont confondus avec leurs voisins les Touraniens, mais qui, au point de vue du langage, en diffèrent foncièrement et sont les parents des Youka girs, des Korjaks et des Tchouktches.) En ce qui concerne le nouveau monde, les savants ont constaté que toutes ces différentes races, par les quelles il a été habité avant l'arrivée des Européens, devaient se subdiviser en deux groupes bien distincts : les Esquimaux, jusqu'aux dernières limites du nord, et les races indiennes, jusqu'à la pointe la plus méri dionale du continent. D'autres savants sont d'avis que les races indiennes doivent être subdivisées, et ces savants ne s'entendent pas sur le nombre de ces sub divisions. Peu importe; tout le monde est d'accord pour séparer les Esquimaux des Indiens et pour con stater qu'ils ne sont pas les autochthones du nouveau monde, mais une migration postérieure venue de l'Asie septentrionale. Parmi les peuples indiens, dont quelques-uns seule ment peuvent être réunis par groupes au point de vue"], [31, "25 de leurs langues (car il règne en Amérique sous ce rapport la même différence que chez les nègres de l'Afrique), plusieurs ont entrepris de longues migra tions. On est plus à même de suivre le courant de ces migrations en considérant les pays vers lesquels elles tendaient. Un de ces pays, c'est, dans F Amérique du Nord, le fertile plateau de Mexico, vers lequel les races qui s'étaient fait remarquer dans le Nord par leur civilisa tion et leur puissance dirigeaient leurs expéditions conquérantes. Là, nous voyons se succéder des peuples dont nous ne pouvons dire avec précision s'ils sont unis par quelques liens de parenté. Le dernier de ces immigrants, le peuple aztèque, est venu également du Nord, car nous trouvons encore aujourd'hui dans ces contrées des races congénères, circonstance prouvée par la parenté des langues. D'après les dernières décou vertes, les énormes remparts de terre que nous ren controns dans l'Amérique du Nord proviennent d'un peuple proche parent des Aztèques du Mexique et re présentent les modèles grossiers des constructions colossales de l'Amérique du centre. Étrange coïnci dence, si l'on songe à leur ressemblance avec les monu ments chinois et tartares de l'Asie! Dans l'Amérique du Sud, c'était le Pérou qui était le but des migrations. Ici, on voit aussi des peuples se succéder jusqu'à ce que le dernier d'entre eux, le peuple qquichoua, ait été rencontré par les Espagnols lors de la découverte du Pérou. Comme les Aztèques du Mexique, les Qquichouas n'ont pas été non plus les fondateurs de la civilisation péruvienne; ils ont em-"], [32, "26 prunté cettecivilisation à un peuple appelé lesPirhouas, qui les avait précédé. Cependant.il n'est pas invrai semblable que la civilisation du Mexique se rattache à celle du Pérou, les éléments de cette civilisation ayant pu passer de l'autre côté de Tisthme et s'être développés là à leur aise. II est pourtant certain que les Mexicains et les Péruviens se trouvaient effectivement isolés et qu'ils ignoraient leurs civilisations mutuelles, absolu ment comme dans l'ancien monde, la Chine et le reste de l'Asie. A celte occasion, j'ai le regret de vous informer d'une perte bien sensible que vient de faire la science américaine. J'apprends que M. l'abbé Brasseur de Bour bourg est mort ces jours derniers à Nice. On pouvait ne pas partager toutes ses idées, mais c'était un homme d'une haute érudition et d'une valeur incontestable, qui avait su imprimer à nos études américaines une heu reuse impulsion. Nous voyons donc, Messieurs, que presque toutes les migrations de ce globe s'enchaînent fatalement et que la race de la Haute- Asie en fut souvent la cause pre mière. Tous ces peuples s'ébranlaient, semblables à un amas de sable qui, reposant sur une surface inclinée, s'écoule parce qu'on a mis en mouvement un seul de ses grains. Nous nous proposons de faire ici un cours détaillé sur la géographie et l'histoire de l'Asie centrale, espé rant que le passé et le développement intellectuel d'une race qui habite depuis les îles Aléutiennes jusqu'au"], [33, "27 Danube, depuis la presqu'île de Kola jusqu'à l'Himalaya et jusqu'à F embouchure de Yang-tsé-Kiang, saura attirer l'attention des esprits cultivés. L' origine et la formation de ce prodigieux empire du Milieu, qui possédait déjà une civilisation remarquable lorsque l'Occident était encore plongé dans la plus profonde barbarie; l'histoire de l'empire mongol de l'Asie centrale, sur lequel le fameux voyageur Marco Polo a donné de si curieux détails, son origine, son enfantement laborieux et fécond, sa grandeur, qui a laissé de nombreuses traces en Asie et qui a fait trembler la vieille Europe, sa décadence, sa chute, la cause de la formation de tant d'empires, — n'est-ce pas là, Mes sieurs, un sujet du plus haut intérêt? Nous tâcherons donc de suivre pas à pas l'histoire de ces empires dans toutes leurs fluctuations, car c'est là le seul moment où presque tous les peuples de la race de la Haute-Asie se trouvèrent réunis sous un même sceptre. L'influence de ces empires sur les pays limi trophes à l'ouest et au sud s'est fait sentir jusque dans les mœurs et la langue de ces différents peuples. Tchinghiz-Khân et Tamerlan, qu'on est généralement disposé à considérer comme de barbares et cruels con quérants, avaient un côté de grandeur qui n'a jamais encore été mis assez en lumière. L'empire mongol occasionna la fondation de l'empire hunnique ; les Huns, peuple touranien, épouvantèrent pendant un siècle les races aryennes de l'Europe. Un célèbre auteur français nous a retracé d'une main de maître la grande figure de leur roi Attila, prince dont le génie est incontestable, malgré ses actes barbares, et"], [34, "28 dont nous voyons les traits idéalisés aux portes du Pan théon. L'empire des Huns disparut, i'empire des Khazars et des Bulgares le suivirent de près, et une branche peu nombreuse de la race de la Haute-Asie, le peuple ma- gyar, venu de l'Asie comme ses frères, après avoir stationné dans les vallées boisées des monts Oural, envahit la Pannonie et y fonda un royaume florissant, qui subsiste encore de nos jours après mille années d'existence. Ce peuple sauvage, dompté enfin par le christianisme et la civilisation, sut conserver sa natio nalité et sa langue, malgré les luttes incessantes avec deux courants littéraires, dont un voulut lui imposer la langue latine et l'autre l'idiome tudesque. Aussi assistons-nous encore aujourd'hui au spectacle de cette lutte séculaire qu'un peuple est obligé de sou tenir pour sauvegarder son existence et vous compren drez aisément, Messieurs, qu'un Hongrois fasse des vœux ardents pour que cette lutte se termine d'une manière heureuse et féconde. Paris. — Imp. de E. Donisaud, rue Cassclle, 9."], [35, ""], [36, ""], [37, ""], [38, ""], [39, ""], [40, ""]]