[[1, ""], [2, ""], [3, ""], [4, ""], [5, "TWO PARDONS"], [6, ""], [7, "TWO PARDONS. Jl \"gTooel. BY HENRY SCOTT A^INCE. /AT THREE VOLUMES. VOL. III. ,£on6on : WARD AND DOWNEY, 12, YORK STREET, COVENT GARDEN, W.C. 1889."], [8, "I'KIXTEU BV KELLY AND CO., MIDDLE .MILL, KINGSTUN-ON-TUA.UES : AMI GATE STUEET, LINCOLn'-s INN FIELDS. W.C."], [9, "CON TE NTS. CHAP. PAGE I. — Under the kindly Moon . . . , 1 II. — The Harvesting of the Whirlwind . . 15 III. — A Bombshell in Mr. Bompas's Pew . . 32 IV. — A Maid of the West Saxons ... 51 V. — Crowner's Quest Law . . .78 VI. — \"The Avonham Murder\" ... 88 VII. — The Footfall of Nemesis .... 112 VIII. — For want of an absent Witness 133 IX. — A Period of Suspense .... 153 X. — At the Sound of a well-known Voice . 174 XI. — After many Years . . . .186 XII. — Out of the Jaws of Death . . 198 XIII. — Old Mas'r Killett sums up 220"], [10, ""], [11, "TWO PARDONS"], [12, ""], [13, "TWO PARDONS. CHAPTER I. UNDER THE KINDLY MOON. The storm had blown itself out. There were no long scudding clouds driving across the disc of the peaceful moon, hiding her cheery, inquisitive, mischief- seeing face. She had come up in all her glory and thrown a shining streak across the broad bosom of the long waved Atlantic, like a baldric of gold on the breastplate of Thor ; the night was beautiful with stars, and the wind was singing softly its wondrous song of the sea. The good ship \" Scotia \" ploughed her swift way over the waves with flogging paddles and straining sails. Her course for an hour had led her right along the golden moon -track, and, lured by the tales of the soft beauty of the night, her passengers, storm-rolled and wind-whipped for three days, were leaving vol. in. 33"], [14, "2 TWO PARDONS. cabin, saloon, and berth, to bask in the glorious light that brightened all the deck, save where it threw dark shadow of mast, or spar, or sail. In couples, in knots, and in rings, they grouped themselves, and some with song or merry tale, and some with graver talk, passed the hour before turning in. Among the quieter passengers, who talked unheedful of the gaiety and melody of the larger groups, were two with whom we have especially to deal. They sat on deck chairs at a part of the vessel not favoured by the more jovial com panies, Galbraith smoking, and both for a long time silent. Yet they were not sad. In the heart of one of them was bounding a wild joy, a sense of gratified desire and fulfilled hope that made it surely one of the lightest in the ship, and the other was happy in recovered freedom, hi regained manhood, in emancipated mind and unrestrained limbs. But silence is the luxury of joy, and their very happiness kept them mute. Harry Galbraith was bearing back to Eno-. land, to fight, to life, the brother whom he had mourned as dead. Reginald Wilding was leaving behind him"], [15, "UNDER THE KINDLY7 MOON. 3 the horrid gloom of insanity, the lonely room, the unsympathetic faces of his attendants, the despair of his lucid moments, the nameless horrors of a brain uncurbed by reason ; leaving them behind him as we leave behind us a bad dream, at the very unreality of which we shudder when we wake. Every turn of the mighty engines bore one farther away from all that was most dreadful in his life, and carried the other nearer and nearer to love, to friends, to home. Reginald Wilding; was the first to break the silence. \" I think I have found my sea-legs at last, Harry,\" he said ; \" I shall get used to it, and be as good a sailor as ever ; will you give me one of your cigars ? I can venture on one safely now.\" Galbraith handed him his case, and the half brothers sat smoking and talking. \" What a glorious night ! \" said Reginald Wilding, and added in a lower tone, \" and how sweet it is to be free. I never thought I should see the Atlantic again. I have been buried for twelve years.\" \" Forget them,\" said Galbraith, laying his hand on that of his brother ; \" there is a new 33—2"], [16, "4 TWO PARDONS. life opening out to you now, Reggie ; you must think no more of the old one ; please God, that will never return, the old Squire says.\" \" Tell me about Adelaide,\" said Reginald ; \"you see, I am using her Christian name already.\" Galbraith laughed. \" I haven't much knack of description, old fellow,\" he said, \" it will not be so very long before you see her for yourself. She is tall and fair, and has deep earnest blue eyes and a sweet face that I know you will hke. She and her sisters are very much alike. I little thought, when I went down to the quiet little town I am living in, that I was going there to fall in love and find a wife in it.\" \" Tell me about her,\" said Reginald, after a pause. \" Can you bear to hear much, dear old fel low ? \" answered Galbraith. \" I should never forgive myself if I excited you again. And I doubt whether I can bring myself to speak very calmly of her. When I think what her crime led to, and the long years that we have both suffered, and the way in which twelve years of your hfe have been, as it were, blotted out, do you wonder at it ? \""], [17, "UNDER. THE KINDLY MOON. 5 \" No ; but I can hear about her quite calmly,\" said Reginald, quietly. \" Ever since I came to myself and knew the old Squire again, and heard from him of you, and woke more and more every day to my new life, I have been preparing myself to hear of her. At first I thought she might be dead, and I reasoned with myself whether that would be well for me or ill ; then I pictured her as* hving somewhere where I should never hear of her or see her ; at other times I fancied that we might meet by chance, and then I *' scarcely dared to think of what might happen. When I had shaped all these things out in my mind in fifty different ways, I asked the old Squire about her just before he started for Europe. He told me that he should see you there ; told me that you considered me dead, and put new life in me by telling me that he should tell you of me, and that in due time you would come to me. I suppose that I was not quite right in his eyes just then. It needed the great joy of hearing of you and looking forward to seeing you to complete my cure. He said nothing of her. It was from you, dear old fellow, that I heard of the woman who wrecked my happiness and spoiled my"], [18, "6 TWO PARDONS. fife. How did you trace her to the quiet English town which you have described to me r \" Ah, Reggie,\" said Galbraith, \" that's a long story ; it took me some years on and off and here and there. I got the first clue by acci dent long after I believed you dead. Bit by bit and time after time I got scraps of informa tion, but it was not until I had left America, and after father's death, that I could settle down to anything like systematic and deter mined investigation. Then I went backward over the whole ground. The scraps I had heard before all related to her life in the States ; and when I had followed up that scent — with immense difficulty, of course, owing to the lapse of years and the space I had to cover — it suddenly branched off at a tangent and landed her in England.\" The speaker paused and smoked in silence for a minute. \" When I again struck the trail,\" he went on, \" I found to my great astonishment the evidences, not only of a change of scene, which was puzzling enough, but of a sudden and complete alteration of her mode of life. As you knew the worst of her years ago, an^"], [19, "UNDER THE KINDLY MOON. 7 before your illness, my poor fellow, you may guess, of course, that her life had been, after your supposed death from that duel, what it would be charitable to characterise as a Bohemian one. I am really using a mild con ventional word to describe the chequered existence she led for two years after that event.\" \" Aye, aye, my dear brother, I understand.\" \" From the moment of her landing in the old country,\" Galbraith went on, \" there was a complete change of front in the woman. She had thrown off the scoundrel with whom she went away.\" \" What became of that hound ? \" said Reginald, in a low voice. \" I should like to know.\" \" It was his name that gave me the first clue,\" said Galbraith. \" Have you ever met him ? \" said Reginald, leaning forward and laying his hand on his brother's arm. \" I have,\" said Galbraith. \" It was at Chagres, where Ralph D erring and I were knocking about one time. He had been down with Chagres fever at an hotel there, and the landlord, little thinking how much I was in-"], [20, "8 TWO PARDONS. terested in the matter, told us his story. She had left him suddenly, much as \" he stopped. \" As she did me, you would say, Harry,\" said Reginald Wilding, quietly ; \" go on, my dear old boy — I have told you that I can hear quite calmly anything you have to tell me about her. Say everything that has to be said ; I assure you you will not excite or injure me.\" \" Well, she left him, as she had left you,\" said Galbraith ; \"it appears that he had been seeking for her half over the South, having got some clue that she had been down there, and the disappointment at his want of success, and an attempt to swamp it out with some fine new Santa Cruz rum, had laid him on his back with Chagres fever, as I said.\" \" Did he recover ? \" \" Of the fever ? \" \" Yes.\" \" Oh, yes, he got well of the fever,\" said Galbraith, knocking the ash off the end of his cigar. \" Was anything else ailing him then ? \" asked Reginald. \" Yes, my dear fellow,\" said Galbraith, a"], [21, "UNDER THE KINDLY MOON. 9 little sternly, and with the clenching of the right hand which was the usual sign of his being under any strong feeling, \" there was. I waited until he was quite well, managed to confirm what the hotel-keeper had told me, and when I was thoroughly certain of my man, I told him one fine morning who and what was. \" There was a fight, of course,\" said Regi nald. \" There was a fight, of course,\" echoed his brother, \" and it was a perfectly square one. I left him at Chagres as I thought he had left you before at Baton Rouge — and he's there now.\" Again there was a period of silent smoking. \" The history of that event has led us into a httle digression from the main subject,\" said Galbraith, after a while. \" I was saying that from the time she landed in England a com plete change came over her life.\" \" How ? \" \" From a type of the United States female Bohemian she became almost at once, so far as I can trace, an embodiment of all the British female virtues. I schemed in twenty different ways to get at the people with whom she took"], [22, "10 TWO PARDONS. up on her arrival in England. After a great deal of trouble I succeeded. It was difficult, of course, to get the subject dragged into con versation without betraying the deep interest I had in the matter, but I managed it somehow. She began tu put her shoulder to the wheel and to earn her living quietly and respectably as soon as she touched English soil. She was a governess and companion in a very good family, when she attracted the notice of a wealthy merchant, who was a native of the town where I am now living, and he married her.\" \" That man was Stanhope, I suppose ? \" said Reginald Wilding. \" Under what name did she marry ? \" \" Under her proper name, Laura Constance Wilding ; under your name, that is.\" \" That does not look as though Walter Bryceson's theory of her having obtained a divorce were correct.\" \" No, it does not.\" \" A marriage under a wrong name would be invalid in England, would it not ? \" \" Undoubtedly, but this was not her wron<>' name. She never married the vagabond with whom she ran away, and, divorced or not"], [23, "UNDER THE KINDLY MOON. 11 divorced, Wilding was her proper name. So far she is on the right side.\" \" And she lives now at this quiet little town, Avonham, where you yourself are ? \" asked Reginald. \" Yes ; her husband was a native of the town, which is a pretty little place enough, with just enough fun going on at election time to make existence endurable to a forty - niner.\" \" And living, you say, as becomes her ? \" \" Living in all good report and conversation. Her husband died some four years ago, and she has, as yet, made no change in her position. She is the leader of what is called fashion in those parts, and entertains bishops. She is vastly rich, and I bought the house I live in from her. I have an idea in my head that there is an understanding between her and a young fellow who fives there, and who is the nephew of the member of parliament for the town, and, if report speaks truly, is likely to succeed him in his seat. I say that I have an idea of this, and it is an idea only, for I have no facts to go upon, but I have left behind me instructions that will put an effectual stop to that project if my notion should prove correct."], [24, "12 TWO PARDONS. That, then, is the way in which the whole matter stands at present, failing one thing.\" \" And that is ? \" \" That we do not know, and I have as yet been entirely unable to discover, whether she, after leaving you, obtained a divorce from you or not.\" \" Have w7e any means of ascertaining that ? \" asked Reginald. \" I propose to find it out from her own lips. That is to say, I shall, or rather — forgive me, old fellow — we will together throw the onus of proof on her, and if she claims to have obtained a divorce we will make her prove her state ment by documentary evidence from the court. \" And suppose,\" said Reginald Wilding, \" that she has never been divorced in the States ? \" \" Then,\" said Galbraith, slowly and deliber ately, \" in that case she is your wife still, and her future is in your hands.\" Reginald rose from his seat and leaned against the bulwark, watching the flashing sea ; after a while he said : \" Thank you, my dear Harry, for telling me all that you have to-night. It is very likely,"], [25, "UNDER THE KINDLY MOON. 13 now that I know7 all, that I shall not ask you any more about it, and I must think over what I have heard. It won't upset me, brother,\" he added wdth a smile, \" and it has done me good to have heard all to-night.\" \" Let us go into the saloon then, if you have finished your cigar,\" said Harry. And they left the deck. The passengers, the ladies especially, took a great interest in the close association of these two young men. They were not aware of the relationship existing between them, and considered them merely friends. It wras very touching, said the sentimental young ladies, to see how the younger of the two looked after the elder, who was only just recovering from a long and painful illness. And their interest was vastly increased by the fact that the self elected committee of management, which on every ocean-going ship regulates the morals and the relaxations of the passengers, had voted that the restored invalid was a \" d'cid'ly hahnsum mahn,\" and that the younger was \" a 'cute hand at the ship's games, and not a bad-lookin' fellah.\" Reginald Wilding was taller and darker than his half brother, and his pale, classical,"], [26, "14 TWO PARDONS. and delicately-cut face contrasted with the bronzed countenance and firm-set features of the other. In the lineaments of the elder there was the beauty of form wdiich is pleasing to the eye, but a judge of character would have had no hesitation in choosing which of the tw7o would better bear the buffets of the world. So the \"Scotia\" ploughed merrily and steadily across the deep, bearing her load of hopes and fears and sorrowrs and joys, and in quiet Marlshire the leader of Avonham's great ones smiled, and talked and walked among them like a queen, never dreaming that far away a mighty vessel was beating the wraves, and mocking the winds, and bringing Nemesis nearer and nearer to her w7ith every revolution of her paddle-wheels. For the patient, unwearying search of the injured brother had hunted her dow7n. She had sat unsuspectingly in Mr. Pollimoy's shop while the keen gaze of the stranger had rent the veil from her secret, and, before long, the grace of her presence, the lavish hospitality of her house, the devotion of her admirers, and the gratitude for her bounty, would all be unavailing in shielding the faithless w7ife, the degraded woman."], [27, "CHAPTER II. THE HARVESTING OF THE WHIRLWIND. Before the \" Scotia \" had put out from port freighted with so many important matters, a wrell-known face had disappeared from its accustomed place in Avonham. When Adolphus Carter left the room after his memorable interview with Bryceson and Markham, the former had remarked that he would come an awful cropper over the business. The picturesquely wrorded prophecy had come true not very long after Mr. Bompas's return from his visit to London. When that worthy man on the night of the riot had pleaded with Galbraith on behalf of his captive, it was well understood that regard for the father of the culprit had inspired his request for the forbearance of those who had him in their power. When the Reverend Mr. Carter had driven over with Mr. Millard and had interviewed Galbraith on behalf of his graceless son, the freedom wdth which Gal-"], [28, "16 TWO PARDONS. braith had forgiven the offence committed against him had prevented Mr. Bompas from taking any action with respect to his clerk be yond the bestowal on him of a carefully studied and elegantly rounded oration of the Georgian Era order, couched in the most swelling of periods and pregnant w7ith ponderous advice. Having done this, and being convinced that the young man's escapade was not a matter of public notoriety, and being, moreover, willing to give him a chance of recuperating his char acter, Mr. Bompas had allowed him to retain his position in his office, and had departed for London, trusting that the whole matter would only be remembered, as time went on, by Mr. Adolphus Carter himself, and that no one who was not actually in the secret of the night attack and the capture would be allowed to become acquainted with any of its details. In the settlement of this question, so gen erous had been the conduct of Galbraith, moved by Mr. Bompas's eloquent appeal and touched by the evident distress shown by the father, who came over to intercede for his son, that his frank and free forgiveness, delivered hi the brusque but not unkindly manner which was the peculiarity of his address to strangers, pre-"], [29, "THE HARVESTING OF THE W7H1RLWIND. 17 vented any very searching enquiries being put to the rioter as to the influences which had been at w7ork to induce him to act in so out rageous a manner, and he escaped being cross examined to any great extent from the fact that when Galbraith made an end of the matter by pardoning him, the two old friends who were concerned in bringing that result about had refrained from seeking for motives, and had been more industrious in endeavouring to discover excuses for his conduct. Mr. Bompas urged that probably the \" most unfortunate occurrence,\" in which terms he never ceased to describe the election, \" and the concomitant surroundings, had exercised a deleterious influence on a youth, hitherto fault less in moral conduct, and estimable in the discharge of the ordinary duties of his avocation in life.\" Mr. Millard said he must have been drunk. So Adolphus Carter escaped for that time. But the latter affair was more serious. In placing his trust on Shelman, and in relying upon his influence to screen him from the terrifying threats of Timothy Rapsey, Adolphus had leaned upon a rotten reed. No man in Avonham was less likely to protect a vol. in. 34"], [30, "18 TWO PARDONS. man at his own expense than Alfred Shelman. When Carter had brought him the news of Rapsey's vague threats, he had entered upon the matter of aggression with a sole view to OO the screening of his name and the protection of his own interests. When the joint scheme of attack had failed, and Carter's ungenerous ally found that a vigorous war was behig carried on against his territory, he was the first to turn savagely on his humbler and weaker associate, and to saddle him with his own sins and the punishment that might aw7ait them. He acted without any sense of shame hi the matter. The first time that he and Mr. Bompas met he broached the subject of his own accord, for Bompas w7as at heart a thorough gentleman , and his natural delicacy prevented him from touching upon a subject which, he was aware, would necessarily give pam to the other. But Shelman was not so reticent. In a violent manner and with many expletives he assailed Adolphus Carter, attributing the whole occurrence directly to his jealousy and wounded dignity. After this act of treachery towards his quondam ally, he proceeded to abuse Bryceson hi no measured terms. At this Mr. Bompas, who was as free from double deafino-"], [31, "THE HARVESTING OF THE WHIRLWIND. 19 as the other was accomplished in it, inter fered. \" Mr. Shelman,\" he said, \" I can listen to no language derogatory of a gentleman who is frequently my guest, who is frequently my host, whom I am glad to welcome into my house, and whose house I am glad to visit. If there be any — ah — irritation remaining in your mind — and to have suffered castigation in public may, perhaps, justify you in — ah — allowing it to — ah — rankle, as I may say, in your injured breast — let me rather act as the — ah — pacifi cator and mediator between two persons for whom, believe me, I have the sincerest regard, than become the depository of any violent ex pressions which one of them may, I think unadvisedly — ah — employ towards the other.\" \" I will answer for it,\" said Shelman, roughly — for it was a curious trait of this young man that there was no interval of time appreciable between his attempts to conciliate and his attempts to bully — \" I will answer for it that when you are either Mr. Bryceson's host or guest you have to listen to some pretty lan guage about me.\" \" I must deprecate any such insinuation,\" said Mr. Bompas, turning a little red ; \" if Mr. 34—2"], [32, "20 TWO PARDONS. Bryceson ventured, in my presence, to employ towards you, in your absence, the language which you have applied towards him in his absence, I should administer the same — ah — reprimand to him as I have just administered to you.\" \" You talk pretty glibly about reprimand ing,\" said Shelman, his colour also rising. \" Pray who are you that you take such a liberty ? \" \" I am one,\" said Mr. Bompas, very firmly, and with a dignity that the stout-hearted old boy's handsome form and kindling face set off very w7ell, \" who will never — ah — hesitate to reprove any man, no matter what his position, w7ho dares to employ language hi my hearing concerning any friend of mine, which is not only indecently vituperative, but utterly un justifiable and positively untrue.\" This was positively the heaviest rhetorical shot that Mr. Bompas had ever fired in his fife, and its effect was immediately apparent on the person against whom it had been discharged. It was no ordinary Avonham gossip who was speaking. Shelman was not so blinded by his anger that he failed to appreciate the charac ter and influence of the man who w7as thus"], [33, "THE HARVESTING OF THE WHIRLWIND. 21 \" liberating his mind.\" He drew in his horns at once. \" I think,\" said he, after a minute's silence, \" it is a very hard thing that I, a native and a resident of this place, can get no sympathy over this affair from one of the most prominent citizens of the town, who yet is ready to take by the hand a man who hasn't been here any appreciable time, who drops from the clouds, who is not even living in his own house, and who may be, for all he knows, an adventurer.\" \" Mr. Shelman,\" said Mr. Bompas, \" I have made no comment on your encounter with Mr. Bryceson, beyond the very natural one that it was a most unfortunate and regrettable circum stance, but since you accuse me of— ah — undue partisanship, I feel constrained to tell you that, howrever much I deplore the method in which Mr. Bryceson — ah — acted, wdiatever happened w7as due entirely to your own — ah — im prudence, to call it by no harsher term, and that no peaceable citizen can sympathise with you on the return that you met for your law7 less attack on Mr. Galbraith's house and on other houses in the town.\" Mr. Shelman was puzzled how to answrer this."], [34, "22 TWO PARDONS. \"lam distressed beyond measure that that unhappy boy\" — so Mr. Bompas designated Adolphus Carter — \" had a share in the work, for, in face of recent events, it will be necessary for me to acquaint his father, who is an old friend of mine, that a removal of his son will be desirable.\" This was one stumbling-block out of Alfred Shelman's way, and he was glad to hear it. \" Well, Mr. Bompas,\" he said, \" I am sorry I get no more sympathy from you.\" \" I regret very much,\" said Mr. Bompas, \" that I have no more to extend to you.\" \" You will find,\" pursued Shelman, \" that you are excessively mistaken in Mr. Bryceson's character.\" \" I think not,\" said Mr. Bompas. \" You may be sure of one thing, I can see,\" said Shelman, who thought he saw a chance of wounding Mr. Bompas in his dignity, \" that Mr. Bryceson will not be long a visitor at your house and your host in the house of that precious friend of his, before he will be asking you for one of your daughters. I should ex tremely hke to see in what light you will look upon the fellow then !\" \" What you suggest,\" said Mr. Bompas with"], [35, "THE HARVESTING OF THE WHIRLWIND. 23 a smile, \" is not — ah— beyond the bounds of possibility, and since you are curious on the subject, I will — though I — ah — recognise no right that you have to make the inquiry — I will inform you how, in that case, I shall answer Mr. Bryceson. I shall — ah — thank him for the honour he is doing my family and my house, and shall — accede to his request with most especial gratification. I wish you a very good morning, Mr. Shelman.\" And Mr. Bompas, favouring the discom fited young man with a stiff bow7, left him to his thoughts. They were not pleasant ones. If Mr. Bompas had slammed the door of his house in Shelman's face, he could not have hinted more emphatically than he had by this conversa tion that he forbade him any familiar inter course with his family. Yet, beaten as he was at all points, one more blow was in store for him. A few days after this conversation Mrs. Stanhope issued her invitations for her last garden-party of the season, and did not in clude Alfred Shelman's name in her fist of expected guests. This did not surprise, although it irritated"], [36, "24 TWO PARDONS. him, but surprise and irritation were both lying in wait for him, and their attack was the more formidable because it was unexpected. \" Are you going to Mrs. Stanhope's fete? \" his uncle asked him the day before that event. \"No,\" said he rather surlily, and then, thinking it best to assume a careless, if not a don't-care air, he added, \" I'm not in the fair lady's good graces just now, and she hasn't done me the honour to invite me. I must endeavour to bear up against the disappoint ment as w7ell as I can.\" This conversation was taking place in the Bank parlour, where they were seated alone. Mr. Boldham sat tapping his blotting-pad with an ivory letter-opener for a minute or two after receiving this answer to his ques tion. Presently he broke silence. \" Why don't you take a couple or three months' run abroad somewhere ? \" he asked. Shelman looked up sharply from the paper on w7hich he wras writing. O \" Take a couple or three months' run abroad somewhere, did you say ? \" said he. \" Yes,\" replied his uncle, \" why don't you do it ? \""], [37, "THE HARVESTING OF THE WHIRLWIND. 25 \" Why on earth do you want me to go abroad at this time of the year ? \" asked Shelman. His uncle coughed drily. \" I fancy,\" he said, \" that you would find it greatly to your owrn interest to do so.\" \" What do you mean ? \" he said, ceasing his waiting and staring at his uncle. \" I think that, if I w7ere you, I should get away from the town for a little time and let things blow over,\" said Boldham. \" Do you ? \" \" Yes,\" said his uncle, \" I do. You look at the matter in the right light, Alfred, and you will see that my advice is good.\" \" I shall be glad,\" said Shelman after a pause, \" if you can show me how.\" \" I should fancy,\" said Mr. Boldham, \" that you must find thhigs in Avonham rather un pleasant just now.\" \" They are not very cheerful, I admit,\" answered Shelman, \" but I will go my own way about them.\" \" Well,\" said Mr. Boldham, \" I think, if you do, you will be very foolish.\" \" Pray,\" said Shelman, with a frown, \" will you show me why you think so ? \""], [38, "TWO PARDONS. 26 \" I am going to endeavour to do so,\" said O O ' Mr. Boldham, \" indeed it is necessary for my interests as well as for your own that I should ; I will thank you, not only as my nephew7 but as my partner, to give me your best atten tion.\" Shelman laid dowm his pen and threw him self back in his chair. He stared at Mr. Bold ham in some surprise. He had never heard him speak like this. \" I am entirely at your service,\" he said after a few seconds' silence. \" Everything that you have touched or attempted during the last few months,\" said his uncle, rising and planting himself on the hearth-rug in the attitude usual with him when addressing any of the bank clients, \" has been a failure.\" \" Aren't you speaking a little without book there ? \" interrupted Shelman. \" Not in the least,\" said Boldham. \" I may be generalising things a httle too much, that is all.\" \" I fancy you are,\" muttered the other. \" You were speaking early in the year of taking the ' Coombes,' — wrhy did you not do that ? \""], [39, "THE HARVESTING OF THE WHIRLWIND. 27 \" You know very well why I did not,\" hotly returned Shelman, who saw that he was going to be attacked from a carefully prepared catalogue, and resented the notion ; \" would you make me responsible for a woman's caprices ? \" \" Yes,\" answered Mr. Boldham emphati cally, \" when you fail to turn those caprices to your own advantage.\" \" Go on,\" said Shelman, \" let me hear what more you have to advance, uncle.\" \" Failure number one,\" said Mr. Boldham imperturbably. \" You failed, I believe, in much the same manner over some land which you wished to purchase as an adjunct to your new house.\" \" From the same foolishness of a frivolous and vacillating woman, be it remembered,\" said Shelman. \" Failure number twro,\" said Mr. Boldham. \" Those two are, howrever, minor matters ; number three is of a more important char acter.\" \" Pray what is that ? \" said Shelman, and there was a flush in his cheek as he said it. \" Alfred,\" said Mr. Boldham, \" if I hadn't known you for some years as a good man of"], [40, "28 TWO PARDONS. business and a clever hand at finance, I should have put you down over this particular failure as a born fool.\" Alfred replied neither to the praise nor the blame, but shifted uneasily in his arm-chair. \" There has been scarcely a week,\" pursued his uncle, \" from the beginning of this year, in which I have not expected you to come to me — as a matter of courtesy only, of course, for you are independent of me — and announce your engagement to Mrs. Stanhope. If I polled Avonham I could bring fifty men, and goodness only know7s how many women, who have always had the same idea in their heads. Why, in the name of Fate, haven't you asked that woman to be vour wife long ago ? \" J O O Shelman looked up with a short hard laugh, not very pleasant to hear. \" I have not been quite so neglectful as you imagine,\" he said. \" I have asked her.\" \" And she refused you ? \" \" Most emphatically.\" \" Humph ! \" said Mr. Boldham, reflectively, \" I did not know that. Failure number three.\" \" Which,\" said Shelman, \" if you consider properly, will account for failures number one and two.\""], [41, "THE HARVESTING OF THE WHIRLWIND. 29 \" That is true,\" replied Boldham. \" Well, I should have thought, Alfred, that you had been a match for that dandified young puppy Walter Rivers in anything, even with the ladies.\" \" Walter Rivers ! \" cried Shelman ; \" w7hy, what has he to do with Mrs. Stanhope's rejection of me ? \" \" Probably everything,\" answrered Mr. Bold ham, with irritating calmness, \" since he is going to marry her.\" Shelman sprang to his feet with a great oath. \" It can't be true ! \" he cried excitedly; \" who told you ? \" \" Sit down,\" said his uncle sharply, \" and do not proclaim your feelings to all the clerks in the office ; it is perfectly true. How came you to let him walk off with this prize from under your very nose ? \" \" How did you learn that Walter Rivers was going to marry her ? \" asked Shelman, in a low tone. \" From Sir Headingly Cann.\" \" He told you it as an assuredly settled fact ? \" \" Certainly ; he spoke of it to me as a matter of business. We are friendly enough ;"], [42, "30 TWO PARDONS. I am not so foolish as to have quarrelled with Sir Headingly because he beat me in the elec tion, or rather because I failed to beat him ; our opposition to each other ceased at the declaration ofthe result of the poll, and our relations have been uninterruptedly friendly ever since. How have you acted ? You made the election a stick to beat a particular dog with and the dog has bitten you. Failure number four. Next, to wind everything up, you threaten a man with an action you dare not sustain ; you lose a Bank customer in the most ridiculous way that has ever been brought to my notice since I have been a banker, and finally you receive, in the face of all Avon ham, a most tremendous thrashing through meddling in a matter that should have been beneath a man of your position, and attacking a man who from Doctor Mompesson's account must be possessed of the skill and strength of a prize-fighter. Failures five, six, and seven, and if you do not consider that your best plan will be to try change of air for a while — I do.\" So saying, Mr. Boldham, not waiting for his nephew's reply, took his hat and quitted the room and the Bank, leaving Shelman sitting at his table, consumed with the same rage that"], [43, "THE HARVESTING OF THE WHIRLWIND. 31 he had felt at his rejection. This time his passion was subdued a little by fear. He had chafed under his uncle's methodical enumera tion of his failures, but he could not help feeling that luck had been against him, and that he had brought his present position on himself. But the sense of consecutive defeats, and the remembrance of his personal chastise ment, were nothing in comparison with the acute mental pain which he felt as he thought of the man w7ho had been his successful rival in the widow's affections. He had almost made up his mind to take his uncle's advice, and for a time at least absent himself from Avonham ; had his temper been less obstinate he might have done so, and saved himself a worse fate than any that had yet overtaken him, but his stubborn heart refused. \" I'll wait and see the end of it,\" he said ; \" there is many a slip between cup and lip, and if I can yet put a spoke in Master Rivers's wheel, he may depend on my doing it.\" So he mused and plotted against his old love and her lover, little thinking what fate had in store for them and for him."], [44, "CHAPTER III. A BOMBSHELL IN MR. BOMPAS'S PEW. Walter Bryceson and Fred Markham, having given a good account of a vast number of Mr. O O Millard's birds ; having also accepted one or two invitations from neighbouring landowners, with the same end in view7 ; and having basked for a month in the smiles of their lady-loves, declared one day to each other that this sort of thing was all very well, you know, but really they must turn their attention for a little while to their private affairs. Having said which, they went on in their usual fashion for a week, reviving the subject at breakfast-time regularly every morning, and blowing it away altogether with the smoke of their first pipes. At the expiration of this period, having been rather more solemn than usual one morning over the matter, they broached the subject at the Bompas mansion that evening at supper, which meal very often found them at the well-filled board of that hospitable house."], [45, "A BOMBSHELL IN MR. BOMPAS'S PEW. 33 Bryceson's plea of having to set in order his house and domestic affairs in Essex wras con fided to Louisa privately, and doubtless met with her approval ; Markham's determination to look after his business concerns and get them into proper shape in anticipation of a certain event was cordially approved both by Lucy and her revered progenitor, with whom the possession of business -hke habits formed a virtue. Adelaide laughed at her sisters and their swains, and threw7 out hints concerning the amusements and attractions of London, which proved that the young lady had used both her eyes and ears to the best advantage during her recent residence there. Howbeit, Bryceson and Markham departed for a w7hile from Avonham, leaving their lady loves in the parent nest, and the faithful Edward in charge ofthe \" Coombes.\" The final adieux w7ere paid the evening before their departure, when Mr. Bompas gathered some of his friends to his house, — © * \" Not, I assure you, to make merry because you are leaving us for a time,\" he told the friends ; a jovial old-fashioned country-tow7n meeting, with substantial viands, a hearty vol. in. 35"], [46, "TWO PARDONS. 34 welcome, a gay company, and a carpet dance. Such gatherings were not at all infrequent in Avonham during the winter, and although Mr. Bompas and his womenkind issued their invitations for an evening party rather early in the season, so that the recipients wondered, and blamed the Bompases for anticipating the winter, the unanimous acceptance of the invi tations proved how the Avonham folk hailed the commencement of the homely festivities wfith which they enlivened that season. The behaviour of the young ladies who, for the first time, found themselves within hail of our two lively friends Bryceson and Markham, wras amusing in the extreme to the Misses Bompas, wdio had, as we have seen, keen eyes for the idiosyncracies of the females of their circle, and no less so to the young men them selves. Carte blanche for the evening having © © been accorded them by Louisa and Lucy, they took advantage of it to the fullest extent. Two such masters of the art of dancing had not been met before in these festive gatherings, and the prettiest girls and the best partners were at their service the whole of the evenino- ■ O ' indeed, Fred remarked to his friend, as they wiped their heated foreheads and cooled their"], [47, "A BOMBSHELL IN MR. BOMPAS'S PEW. 35 thirsty throats in one of the intervals between the dances, it was rather a good thing they were going aw7ay for a bit, for matters other wise might become somewhat complicated. At any rate, he added, however safe they were with the girls, it was pretty certain they were not going to increase the number of their male friends in Avonham, either by their Terpsi chorean feats or the charms of their conversa tion to the other sex. \" You have been flirting disgracefully all the evening,\" said Adelaide, as she came up to where they were standing ; \" Lucy and Lou were very foolish to have sanctioned such a graceless proceeding.\" \" It's not unmingled pleasure, Adelaide,\" said Bryceson — they used one another's Chris tian names in the two houses now — \" that has to come in the next dance, which you have promised me.\" \" You shall do penance for your sins, sir,\" said Adelaide, \" and sit it out with me.\" \" My dear Adelaide, I w7ish all my sins re quired no heavier penance,\" answered Bryceson. \" You w7on't mind it though, will you ? \" said Adelaide, \" for I want to speak to you seriously.\" 35—2"], [48, "36 TWO PARDONS. He gave her his arm, and they seated them selves in one of the comfortable window-em brasures which are common in the good old fashioned country houses such as was Mr. Bompas's. \" You know,\" said she, when the next dance was proceeding, and they were secure from listeners, \" that when Harry went away he told me the matter that originally brought him to Avonham ? \" \" Oh, yes ; he told me that on our w7ay down to Liverpool.\" \" Then of course you know that he told me to inform you, in case of anything happening here, such as an announcement of her approach ing marriage. I don't know what put it into liis head that she was going to be married at all, but he had the idea and seemed to chug ' O strongly to it.\" \" Harry's ideas,\" said Bryceson, \" have a habit of turning out rather more true than other people's facts.\" Adelaide shook her head. \" In this case, Walter,\" she said, \" I think Harry will find that he is mistaken. You have been long enough in Avonham to know what a place it is for gossip and tattle. Do"], [49, "A BOMBSHELL IN MR. BOMPAS'S PEW. 37 you think that such an important matter as that would not be talked about ? \" \" There is good reason in that, but yet Avonham does not know everything — take your own case for instance. No one knows that you sisters are engaged.\" \" There have been plenty of hints about that lately, though,\" said Adelaide, laughing, \" and will be more after to-night. You little know how you have compromised yourself by sitting out a dance with me. People will be horridly cross when we all pair off and they find that you and I don't go together.\" \" Well, Adelaide,\" answered Bryceson, \" when we have paired off, if Louisa and my self settle dowm here, people will have to be a little less prying into my affairs than they seem inclined to be about their neigh bours'.\" \" My dear Walter, you will never alter Avonham ; and really it is a sociable and warm-hearted place with all its faults.\" \" Extremely warm-hearted ! Well, I've found happiness here, so God bless it, I say. I bless the day Harry came, I can tell you, Adelaide.\" Adelaide coloured, but looked frankly at"], [50, "38 TWO PARDONS. Bryceson with her beautiful eyes, and laid her hand in his as a sister would. \" And so do we all, Walter,\" she said, \" w7e are all very happy ; only I wish that Harry were here, for I shall feel a great responsibility w7hilst you are away.\" \" My dear Adelaide, have no fear ; summon me at once if anything happens. Do not delay an hour even, and I will be with you as soon as steam and wdieels will bring me, and so will Fred. Until there is some pubhc an nouncement of her marrying someone w7e can scarcely act. The one thing I was afraid of was that a mine might be sprung upon us all by a marriage taking place away from here, and without our knowdedge ; but I do not see O 7 any danger of that, and I tliink we will leave things as they are. Of course, if any definite intelligence reaches you, you know7 what to do — acquaint me at once.\" \" I will ; ah ! the dance is ending ; w7e shall have to stop now for fear of being overheard.\" \" Tell me one thing. Have you ever men tioned anything to your sisters ? \" \" Not a word ; they are quite in the dark about it ; it is the only secret we have ever had from one another.\""], [51, "A BOMBSHELL IN MR. BOMPAS'S PEW. 39 \" Let it remain one still ; I expect Louisa will be in a fine way because I have not en trusted it to her. No, it must be kept quiet, though, of course, if you want your father's help, you must confide in him.\" \" I will. We must not talk any more of this now ; I am horribly afraid of letting even a word be heard, and the dance will be over in a minute. Look at poor Fred hauling Mrs. Follwell round the room— doesn't he look happy ? \" Fred, with a seventeen -stone partner, whose ideas of dancing were coeval with Mr. Bom pas's idea of oratorical examples, looked any thing but blissful. \" Fred looks like a tug hauling a finer © © out into the Mersey,\" said Bryceson. \" Well, remember what I have said about sending for me, and before my arrival let no one know anything with the exception of your father.\" Almost as he spoke the dance stopped, and they had no more chance of speaking of their secret, for Adelaide's hand was claimed by the fortunate youth who had engaged it, and Bryceson himself was obliged to go and look after his own partner for that dance. The next morning the two friends left"], [52, "TWO PARDONS. 40 Avonham, being driven over to Avonham Road by Mr. Christopher Raraty, who had found the inhabitants of the \"Coombes\" among the best of his customers during their stay. * * * * * As was natural in a town so respectable and decorous as Avonham, Sunday was one of the great institutions of the place. If old Mas'r KiUett allowed his memory to stray as far back ward on the path of hfe as it could go, it is likely that he would find that the most vivid of all his earliest recollections were the facts that Saturday night was \" tub night,\" and that he wore his best clothes on the following day. Since his early days indeed there had been one great change ; when he was young all flocked to the parish church, and such dissenters as existed in those times were a feeble folk who preached in holes and corners, and were greatly despised and hated, except where they w7ere pitied as lunatics. Now, though St. Hildegarde's was the finest, it was not the only place of worship in Avonham. Three chapels of as many different sects attracted congregations of their own, and though in so old-fashioned a town the church held the pride of place, the"], [53, "A BOMBSHELL IN MR. BOMPAS'S PEW. 41 chapel folk, under w7hich title all classes of dissent were grouped by the orthodox, were a power in the place. However, the adherents to the Church of England plumed themselves when they considered that the old Abbey held on Sunday the most prominent and wealthy of the commonwealth of the town. The church itself was a noble one. In its crypt antiquarians gravely passed their hands over the surface of the mouldings of three or four arches, and murmured with gratification, \" Hatchet-work — Saxon ; \" the remainder of the crypt arches were Norman, and early Norman too — in the nave there wras never cavilling at the genuineness and beauty of the Norman work ; there was good Transitional work in the choir ; the west door was the pride of the country round, and the workman ship of the whole was so solid that the hand of that Goth of Goths, the Gothic \"restorer,\" had found no occasion for disfiguring the whole pile by utilitarian windows or nondescript strengthenings ; and generation after genera tion of churchwardens had eschewed w7hitewash. And this, too, w7as a part of the country in which there was not the all-satisfying legend of\" Oliver Cromwell to account for any sad"], [54, "42 TAVO PARDONS. traces of iconoclastic barbarity. So that the church of St. Hildegarde remained, as its pious builders had intended it, a grand monument of men of whom it has been said : \" They dreamed not of a perishable home Vv7ho thus could build.\" Let me pause in my tale for a moment solemnly to call down the curse of Ernulphus upon the whole tribe of ignorant church de facers who, under the title of \" restorers,\" haA'e done their best, are doing their best, and Avill do their best to mutilate, destroy, and nun the noble shrines of our common faith all OA7er this land, so rich in them, and so proud of them. Pace my uncle Toby, so mote it be ! The sendees at St. Hildegarde's were dis tinctly Evangelical. The \" doctrines and prac tice \" of the vicar had not been influenced by the Tractarians. The worthy man had puzzled over \" Primithe Episcopacy,\" frowned a good deal OA7er \" Rites and Customs of the Church,\" and refused to be moA7ed from his beaten path by \" Via Media ; \" he put back the tracts on his shelf, where they accumulated much dust, refreshed himself with a course of Barrow, and Avent his old Avay, much to the content of his congregation. Between the sendees wduch the"], [55, "A BOMBSHELL IN MR. BOMPAS'S PEAV. 43 subjects of Good Queen Anne heard and those attended by the lieges of Good Queen Victoria, there were but two points of difference — one the change of words necessitated by the deaths of the rulers of the land, the other the substi tution of an organ for the time-honoured band of rustic instrumentalists who formerly led the singing. Mas'r Killett had played the fiddle — \"For French of Paris was to him unknown,\" and he would haA7e rejected the word violin — in the choir in his youth, and was years before he could be reconciled to the change ; but the feeling died out as one by one his fellow musicians died off ; and he could hsten, with gratification now, to the tones of the instrument which Reuben Matley handled with exquisite skiU. For the congregation, it was appreciative, easily pleased, and liked its religion soothing. Its elders w7ere gifted in slumber, its youth decorous in behaAriour. It had its signs and portents, and the amatory contemporary his tory of its members might be easily read by the experienced. If a young member of the male sex were observed to be gazing intently at a fan worshipper during the singing or the"], [56, "TWO PARDONS. 44 reading of the Psalms (he couldn't see her at lesson or sermon times, the pew7s were too high), the congregation knew that his hitherto private admiration was now publicly declared. If at a subsequent service the maiden bashfully returned the gaze, it was taken as a token that she had been informed of the homage paid to her and approved of the same. Then the good folk waited for the engagement and wedding to follow. They had begun courting the same way themselves in the same place years before. This rule did not hold good with or apply to the Pariahs. Those graceless youths — when they came to church, which w7as seldom — stared at eA7ery comely damsel in St. Hilde garde's, and had been known to wink. There w7ere dark and time-obscured legends that the ecclesiastical powers that be in AA7onliam (no one rightly knows whether it was the A7icar, the curates, or the churchwardens, or all five combined) once threatened open and pubhc reproof in church, and that menacing hints w7ere thrown out respecting penance before the congregation ; a ceremony wdiich a Somersetshire divine reAdved in the year of grace 1884, bless his archaic heart !"], [57, "A BOMBSHELL IN MR. BOMPAS'S PEW. 45 Mr. Bompas had been \\dcar's churchwarden for years, and took a justifiable pride in his position ; and in the years when he had occupied the two posts of mayor and church warden he had felt indeed that he was a pillar both of Church and State. The office, wdiich he filled with all the zeal and integrity that marked the whole of the transactions of this w7orthy man, was in his eyes a vastly honour able one, and the churchwarden's pew which he occupied with his family was the most comfortable in the church, and admirably suited for that calm meditation and profound repose of mind w7hich should distinguish a churchwarden. Mr. Bompas always reposed — his mind — from the middle ofthe sermon to the benediction. It was a fine NoA'ember morning about a fortnight after the party. Bryceson and Markham, let us hope, were at sendee at the parish church next to the residence of the former in Essex ; they had been slaying pheasants the day before, and, I say, I hope they were at church, and that the parson came home to dine with them, though I haA-e my doubts about it. Galbraith being in a different longitude was most probably asleep"], [58, "TAVO PARDONS. 46 in his berth. In Avonham the church and chapels w7ere full, and the pew occupied by the Bompas family held its complement. Sh- Headingly Cann made a point of attend ing church. It was a public profession not only of faith, but of politics ; usually he was accompanied by his nephew when that gentle man was in the town, but this morning he Avas alone. His quondam rival, Mr. Boldham, was in a pew not far from him ; he was in one corner, and Alfred Shelman in another. It was not often that the latter was seen in St. Hildegarde's ; he was not A'ery constant in his Sunday duties, but on this particular day he had decided to be present ; pubhc scandal was dying out about him now, and there was a kind of policy in his presence. He voted the thing a bore, but it was judicious to undergo the fatigue, and he Avas here, httle thinking, as people remarked afterwards, that it was the last time he would see the inside of St. Hildegarde's. Mrs. Stanhope was absent, and her pew empty. That Sunday morning had its results for her also, though she little dreamed of them. The bell ceased its summons, Mr. Reuben Matley played a voluntary, the clergy took"], [59, "A BOMBSHELL IN MR, BOMPAS'S PEW. 47 their places, and the service began. There were one or two persons in that church who would remember that service all their lives long. It opened uneventfully enough. The latest engaged young lady came in late in the middle of the Venite, followed by her blushing swain carrying her books, and internally execrating the whole affair ; the Psalms were duly got through ; the inevitable boy dropped the customary marble in the middle of the first lesson, and was poked by the beadle ; the con gregation sang the Te Deum lustily (Jackson in F), and the younger of the two curates read the second lesson. Part of that lesson was the story of the woman taken in adultery, and how she was not condemned. It was a peculiar fancy of the good old Adcar to read the banns of marriage himself. This custom was well understood in Avonham, and the slight pause between the completion ofthe lesson and the vicar's walking to the reading desk from his seat at the communion table, which would have appeared to a stranger like a hitch in the service, w7as familiar to the con gregation. The reading of the banns was always interesting. Some people could tell"], [60, "48 TWO PARDONS. you of banns put up once or tAvice and then withdrawn ; there w7ere one or two sad cases where death had caused this, and in one or two cases there was scandal ; so that every one always listened with great attention to the announcements. This Sunday there were a good many names on the list. People w7ho have been \" Courting in the summer weather \" get married towards the close of autumn, and thus haA'e time to settle down a bit and face the winter together. First came the \" third time \" people, two couples whose names had grown familiar, and w7ho no longer blushed as they heard them read out ; then followed the \" second time \" parties, three couples wdio smiled at each other and blushed, but did not tremble ; then the neophytes, who blushed and trembled, and thought how very curious theh ow7n names sounded in church. Last of all, and with some special emphasis, the A7icar read : \" Also between Walter Cann Rh7ers, bachelor, and Laura Constance Stanhope, widow, both of this parish ; these are for the first time of asking.\""], [61, "A BOMBSHELL IN MR. BOMPAS'S PEW. 49 There w7as a sensible movement of astonish ment throughout the w7hole building, a rustle as of every woman's dress and the scrape of eA7ery man's collar against his cheek, which almost drowmed the remainder of the vicar's address ; the sharp crash of a falling book was heard in the orderly pew of Mr. Bompas, and that worthy felt his wrist gripped hard and convulsively ; turning sharply he saw his daughter Adelaide staring with wide-opened eyes at the vicar ; every vestige of colour had left her cheeks, but now rushed back in a tide that turned her fair face crimson ; with her left hand still tightly clasping her father's wrrist she half rose from her seat, her mouth opened to speak. u t \" Mr. Reuben Matley struck the first chord of the Benedictus and the congregation stood up. Adelaide remained seated, and only shook her head at the wdiispered enquiry of her mother as to whether she was ill. When a few verses had been sung — feebly, for the people w7ere brimful of wonder at the announcement of the approaching marriage of their Queen of Society — Adelaide passed before her father, opened the door of the pew, and walking dow7n vol. in. 36"], [62, "50 TWO PARDONS. the aisle, to the increased wonderment of the already astounded church-goers, left the edifice, followed by her father, whose face, from the combination of anxiety, wonder, excitement, and the results of a dangerous dh7e for his hat, presented a compound of expression and colour to depict which w7ould haAre taxed the skill of a Rubens."], [63, "CHAPTER IV. A MAID OF THE WEST SAXONS. Adelaide had ahnost reached the gate of the churchyard which was at the side of the market-place, when she heard the voice of her father. There was no one about ; the devout were in church, the \" careless \" and the domestic indoors, so that the churchwarden, who had lost a good deal of ground at the start and was not so agile as his daughter, called to her. She turned at the sound, for she had no idea that her father was following her, and waited for him to come up. \" My dear girl,\" said he, trotting to her hke an anxious elephant, \" whatever is the matter ? Are you ill, my child ? \" \" No, papa.\" \" My dear Adelaide, what can have possessed you to leave the church in this — ah — extra ordinary manner ? Whatever will the people think ? \" Adelaide made no direct answer to the 36—2"], [64, "52 TWO PARDONS. question. \" Papa,\" she said, \" I must go home and write a letter at once ; it must be taken over to Avonham Road and sent by train to London, where it must be posted to-night. It will be safer than telegraphing,\" she murmured to herself. Mr. Bompas began to wonder Avhether he had really got up that morning, dressed, shaved, breakfasted, and gone to church, or whether he would not presently wake up in his bed at home. \" Has anything happened ? \" he stammered. \" Was it about— about the marriage ? \" There W7as only one marriage in Avonham's mind that morning, he knew7 A'ery well. \" Yes, papa,\" said Adelaide firmly ; \" you will have to know it sooner or later. The next time those banns are published they must be forbidden. If Harry or Walter or Fred had been here to-day they would have been for bidden ; but it was too hard a task for me. I must send to Walter Bryceson at once. Oh that Harry were here ! \" \" Mr. Rivers's banns forbidden ! \" said Mr. Bompas, never giving a thought to Mrs. Stan hope. \" My dear Addie, what new scandal is this ? \""], [65, "A MAID OF THE WEST SAXONS. 53 \" It has no connection with Mr. Rivers that he knows of, poor dupe ! \" said Adelaide, in a tone half pitiful, half scornful. \" Papa, that marriage can never take place. Mrs. Stan hope's first husband is ahve ! \" Mr. Bompas sat plump down on the flat stone of a low family \\7ault and stared at his eldest daughter in a helpless and utterly crushed manner. For a minute he was literally stricken dumb with surprise. Then Adelaide turned to the gate, and he mechanically rose and followed her. They were halfway across the market-place before he spoke, and then it was almost in a whisper. \" What are you telhng me ? \" he said. \" Mrs. Stanhope's husband alive ! Something has turned your brain, Addie ! He was my schoolfellow and my friend. I was in his house at his death ; I saw him in his coffin on the day of his funeral ; I helped to bear him to his gra\\7e. Ahve ! There are five hundred people in this town who know him to be dead.\" \" I am not speaking of Mr. Stanhope, father,\" answered Adelaide, walking on and answering in a tone as low as that which her father had used. \" It will be a great shock to you when you know all the truth. Let us get indoors,"], [66, "54 TWO PARDONS. where no one may hear us, and I will tell you everything. I haAre known of it ever since my engagement to Harry ; it has been almost too hard a burden to-day for me to bear.\" The wondering senant who opened the door to them had her curiosity appeased by Ade laide's quiet remark, \" I am not v7ery well, Jane, and had to come out of church,\" and retired to the kitchen sympathising. Father and daughter w7ent upstairs to the drawing room, where, in spite of the cool air, Adelaide opened one of the large window's. She seated herself on the sofa, took off her bonnet and gloves, and gave a sigh of rehef. \" I should have choked in church,\" she said ; \" the whole affair seemed to rush on my brain at once, and I felt beside myself for a minute or two. Gh7e me a glass of wine, papa.\" Her voice was calm and steady now7, and the trembling that had seized her in the church had ceased. She drank the wine, and opened a blotting case containing writing materials. \" Now, papa,\" she said, \" I must write to Walter Bryceson, and the letter must be sent as I said. First I will tell you my secret. The woman w7hom everyone hi Avonham has known for years as Mrs. Stanhope, the woman"], [67, "A MAID OF THE AVEST SAXONS. 55 who married your old friend Mr. Stanhope, has no more claim to- the name she bears, or the property she holds, than — than you have. She is the wife of Mr. Galbraith's — of Harry's — brother.\" Mr. Bompas gasped. He was so moA'ed that he was obliged to sit down on the nearest chair, into w7hich he dropped much as he had dropped on the flat tombstone in the churchyard just before. He passed his hand feebly over his forehead and head, as if the communication had hit him and hurt him — which it had. \" Mr. Galbraith's brother ! \" he said at last ; \" I have never heard \" \"It is only since Harry came to AA7onham that he knew he was alive. She thought him dead as well, years ago. Harry told me this the night wre became engaged,\" she said, and blushed as she said it. \" The secret is known to Walter Bryceson and Fred Markham as well, and Walter Bryceson must be sent for at once. Dear papa, I can't help w7hat scandal it makes, or what people say ; I must do as I haA7e been told, and you must keep the secret as I have kept it, until Walter Bryceson comes, and then you shall know7 all. Forgive me, my dearest father, for having had a secret"], [68, "56 TAVO PARDONS. from you so long ; it is the only one that has ever been between us.\" She kissed him, and a few tears dropped, Avhich in a weaker woman would have been expanded into a fit of hysterics, then, drying her eyes, she set about her task hke the stout hearted girl she w7as. Adelaide had inherited her bravery. Her father, pompous and stilted as he was, had Nelson's knowledge of fear — which was just none at all — and plenty of decision and action. The news really was a blow to him, but the sight of his daughter doing her duty roused him to action, in which no man could be more prompt or swift. He rang the bell, drank a glass of wine to steady himself, and said to the servant, as though he wrere giving the most ordinary order : \" Jane, tell Watts to put the brown mare in the dog-cart at once ; it must be at the door in ten minutes.\" Jane stared. Such an order had not been given in Mr. Bompas's house since she had been in it. She wras too well trained, howeA7er, to hesitate, and withdrew. All Avonham was destined to be surprised that day apparently ; certainly Watts, wrho had been in his present"], [69, "A MAID OF THE AVEST SAXONS. 57 post for twenty-five years, was when he received the order. \" Drat the fussy wrench ! \" he said, putting down \" Zadkiel's Almanac,\" w7hich he was reading in the harness-room — Watts preferred that place to St. Hildegarde's on Sunday mornings — \" what do 'ee mean ? Don't 'ee play none o' yer kitchen oonderments on me, s'naa. Master be to church.\" \" HeVe a corned home, tell 'ee,\" said Jane, \" an' the dog-cart's got to be at the door in ten minutes. What's the use o' flyin' at I ? Goo'n ask him yerself ! \" and she slammed the harness -room door hard and brought down the bin-dust on the harness — winch always pleases a groom. \" Dal the young hussy ! \" said Watts, tak ing down the harness howrever ; \" whate\\7er new game's this to play of a Sunday in church time ! Happen someone's ill, and master sent for thoo.\" And muttering and grumbling, he proceeded to harness the mare, and had the dog-cart round in the prescribed time. He wras some what disappointed too to find that it was wanted, and that he was not the victim of a hoax. He went to the kitchen, made the"], [70, "TAVO PARDONS. 58 amende honorable to Jane and got a mug of beer, over which he gossiped with the maids, and made eleven guesses at the errand of his master and young mistress, discussion on which subject was carried on until the cook's mind got confused with gossip and graA7y combined, and she cleared the kitchen. The various congregations were streaming homewards when Mr. Bompas and Adelaide drove back from AA7onham Road, but the mind of the churchwarden was too much taken up by his daughter's communication to notice the looks of wonder that greeted them along the street. Adelaide had told him all, and he had emphatically declared that, after that, he w7as neA'er going to be surprised again. Ade laide sat defiant of all the glances. She had need of firmness now, she said to herself, and if people were talking about her to-day, as she wras perfectly well aware they were, they would soon have such a theme as AA'onham had neA'er enjoyed, and a scandal with a A'engeance. Arrived at home she ran upstairs to her own room, avoiding the drawing-room, where she heard the voices of her mother and sisters. Mr. Bompas entered the latter apartment. \" Mercy on us, Abel ! \" said Mrs. Bompas,"], [71, "A MAID OF THE WEST SAXONS. 59 as her lord and master came in ; \" whatever is afoot ? what made Addie rush out of church hke that, and where have you been ? \" \" My dears,\" said Mr. Bompas to his family, uplifting a deprecatory hand, \" Adelaide has just told me the most astounding piece of news I haA7e ever heard. It is a matter con fided to her by Mr. Galbraith, and one that she has been bound to keep from us aU till now, when she has told me. Louisa, my dear, your sister has sent an urgent message to Mr. Bryceson, and he will doubtless be here with all speed ; he is also concerned in the matter. My dear,\" he gravely concluded, addressing his wife, \" I haA'e never had a secret from you, nor shall this be one ; but at present the matter is one of such extraordinary moment, and deals with such \\7ast interests, that until Mr. Bryceson arrives we will, if you please, ha\\7e no discussion about it ; and re member, girls, you are not to question Ade laide. The matter concerns us only indirectly, and you will know all in due time.\" So Adelaide was not asked any questions, and the dinner being announced and served, wras eaten, though it was a very quiet meal."], [72, "60 TWO PARDONS. \" My dear Laura — you see I am taking the uncle's privilege already,\" — laughed Sir Head ingly Cairn the next afternoon, \" you mustn't be angry with Walter, or I shall be vexed with myself for having told you. I remember v7ery w7ell speaking to him on that A'ery sub ject — ah — some time ago, and he assured me that beyond paying the natural tribute of admiration to the young lady's good looks — as one w7ould admire a picture, you know — he had neA'er thought in any serious way of Miss Bompas.\" \" So that it is a case of wounded \\7anity, and not of blighted affections, Sir Headingly ? Well, I'll promise you that Walter shan't be scolded. I am just going to call on Mr. Bompas ; will you give me your arm so far ? How soon it gets dark now ! We shall have Christmas on us before we dream of it.\" Sir Headingly had been regaling Mrs. Stan hope with an account of the surprise with which the publication of the banns had been received, and had informed her of the abrupt departure of Adelaide from the church. In common with many people, he had assigned a reason for this, v7ery wide of the truth. Pride in his nephew, belief in his powers of fascina-"], [73, "A MAID OF THE WEST SAXONS. 61 tion, and a remembrance of some idle tales that he had once heard coupling Walter Rivers's name with Adelaide Bompas's, had led him to imagine that the announcement of Walter's intended marriage had shattered some illusions and given the girl a shock, the force of winch she had been injudicious enough to confess to the world by her action of the day before. This opinion he had con fided to Mrs. Stanhope, after an inteniew7 with his nephew7, w7ho, strangely enough, so he thought, did not enter into his feehngs, but A'ehementlv combated the idea he had formed. Sir Headingly had laughingly put aside the question, but had diplomatically determined that he would smooth the way for his nephew7 by being himself Mrs. Stanhope's informant. He was delighted with his success. Pre-mat rimonial quarrels, the old bachelor knew7, w7ere often very awkward things to adjust ; when the couple were made fast in wedlock, they might squabble as much as they chose with out any of his interference, but things had better be kept agreeable until then. It was the simple philosophy of a man who had never himself ventured into the arena, but who had observed from a safe height many"], [74, "TAVO PARDONS. 62 connubial battles and lovers' wars, and, if we are to beheve that lookers-on see most of the battle, then we must venerate the judgment of this old spectator. Sir Headingly left Mrs. Stanhope at Mr. Bompas's door, and took a courtly leave of her. It was very rarely that Mrs. Stanhope A'isited her agent in South Street. She was received at the door by Jane, with respect akin to veneration, and was ushered into the drawing-room. Mrs. Stanhope looked round the apartment with some interest. It was as handsome in its proportions, she obser\\7ed, as any in her own house ; and eA7eryw7here were eAidences of tastes more artistic, and accomplishments more varied, than she had expected to find in any family of the town. She gave up a few minutes to a careful suney of her surround ings, and w7as disagreeably impressed with the fact that they gave unmistakable tokens of taste and education, as w7ell as of wealth. Taste as correct as her own too. There were one or two pieces of music on the open piano ; she took them up and examined them — Chopin, Schumann, Gluck ; she put them"], [75, "A MAID OF THE WEST SAXONS. 63 down. She read the titles of some of the books on the centre table — Ruskin (this is not a tale of the present year), Tennyson, Keble, Carlyle, Emerson, Lyell. She looked around at the pictures ; she was not a bad judge. EA7eryone was a water colour, and at that time the \" lot \" wrould have \" fetched \" eight hundred pounds ; now-a-days, fifteen hundred. She resumed her seat, and, for the first time since her husband's death had made her the leader of AA7onham, forgot that she had been kept waiting more that ten minutes. Oh foohsh woman, consider ; were you ever kept waiting ten minutes before ? Is the sign nothing to you ? Away, away, fly and hide yourself, for evil is coming on you ! No, the delay is nothing ; the sign is hidden ; she waits quietly and unsuspect ingly in the drawing-room of her house and estate agent, and thinks of no evil, only waits for the door to open. She will see that door open and shut once — twice — thrice, and after the third shutting there will be httle peace or quietness for her in this world. In the next maybe — for God is merciful — but in this w7orld — No !"], [76, "64 TWO PARDONS. The door opens. It is Mr. Bompas who enters. Oh foolish woman ! did your servant ever look so grave, so solemn, so sad, before ? Up and aw7ay, for evil is coming on you ! Can you not read portents, you so clever, so worldly wise, so skilled in noting the looks and read ing the hearts of men ? No ; he is a senant of other people ; he looks grav7e over other men's business ; he has a pompous ah with him always — OA7erdoes it sometimes— he is a faithful, honest, upright man, with many affairs on his hands, enough to make him look important ; this is no sign to the Queen of Avonham. She greets him laughingly, not heeding that he does not smile. \" You did not expect to see me here, Mr. Bompas ? \" \" No, madam, I did not. It is quite an unexpected — ah — 'um— Aisit.\" Not a pleasure, you see, you foohsh woman ! not the stereotyped phrase you hear so often, in all sorts of country houses, wdiere people brighten up at the sight of you ; no, tins is an unexpected visit. And the honest man who uses the word does not look as though it were a pleasure at all. Can you not see that he is"], [77, "A MAID OF THE WEST SAXONS. 65 strange in his manner ? that mixed with his customary assumption of dignity — not so much of an assumption either, for he is an honoured and an honourable man, and his manner is not so skin-deep as you think — there is an under current of pity struggling to come to the surface ? No, this clever woman sees nothing ! \" I will not detain you long, Mr. Bompas ; you got the papers from Goldings and West ? \" Mr. Bompas bowed in his stateliest manner, but did not trust himself to speak. \" The plans, of course, are accepted as bemg quite correct,\" she said, in her queenly manner ; \" you are always so correct in all that you do, Mr. Bompas.\" \" I trust, Mrs. — ah — Stanhope, that, what ever may happen, you will always have the — ah — opinion that I have at all times acted — ah — conscientiously and straightforwardly to you.\" \" My dear Mr. Bompas,\" she said with a merry laugh, \" what an asseveration. Any one would think that my second marriage was to be the signal for my dispensing -with your very valuable services. It is nothing of the sort, my dear sir ; neither myself nor Mr. Rivers will ever forget the patience and skill vol. in. 37"], [78, "66 TAVO PARDONS. Avith which you have watched over my affairs ; and the upshot of our marriage, for you, will be that you will haA7e to manage two estates instead of one.\" Mr. Bompas bowed again, and, for the first time in his hfe, wished that he hadn't a conscience. \" By-the-bye,\" said Mrs. Stanhope, u I was sorry to hear that Adelaide w7as taken ill in church yesterday. I trust she is better.\" \" She is perfectly well, Mrs. Stanhope, I thank you,\" said Mr. Bompas graArely. \" A passing attack only,\" said she ; \" I am very glad to hear it. I have not met her for some time. Is she at home, Mr. Bompas ? I should like to see her. Of course you under stand what to do with the papers now7 that you have the lawyer's letter. That was the only business I came about. Let me see Adelaide if she is really well enough.\" \" I will send for her,\" said Mr. Bompas, and rang the bell. \" Will you teU Miss Adelaide that Mrs. Stanhope wishes to see her,\" he said to the servant w7ho answ7ered it. Adelaide was close to the door, and on being spoken to by Jane entered. Mr. Bompas bowed to Mrs. Stanhope again, and went out"], [79, "A MAID OF THE WEST SAXONS. 67 of the room. Adelaide closed the door care fully, and advanced towards the chair in which Mrs. Stanhope w7as seated. The two women looked very firmly at each other. Mrs. Stanhope had not intended that it should be so. She had meant to kill Miss Bompas's presumptuous mind with a stern gaze, to trample on it with a few stinging sentences, and, haA'ing received a tearful sub mission, to magnanimously forgh'e her her audacity in daring to loA7e. But she w7as met by a look as proud and high as her ow7n ; and a thought flashed across her, that w7hereas she had hitherto looked upon Adelaide as a merely pretty girl, she was in reahty a beautiful one ; as stately and commanding as herself, and, she added mentally as she took a second glance at the stern look and the set face, as strong and as insensible to fear. \" You wished to see me, Mrs. Stanhope ? \" said Adelaide. \" Yes, Adelaide,\" said Mrs. Stanhope ; \" I heard that you were ill in church yesterday, and as I was calling on your father on business I thought I should hke to know how you are to-day.\" \" I was not ill in church yesterday, Mrs. 37—2"], [80, "68 TAVO PARDONS. Stanhope,\" said Adelaide, \" and I am quite w7ell to-day. But it is very kind of you to take so much interest in me as to enquire.\" Mrs. Stanhope laughed. \" When young ladies leave church in a A'iolent hurry,\" she said, \" neighbours naturally imagine that they are ill ; or,\" she added, \"that they have some other cause for their departure.\" Adelaide laughed in her turn. \" Yours is a beautiful system of generalisa tion,\" said she ; \" it takes A'ery httle wit and A7ery httle wisdom to divide mankind into two parts ; for instance, your two branches of young ladies, wdio leaA'e church because they are ill, and young ladies who leaA'e for some other cause, would include aU young ladies who go to church. In which of the two classes does it please you to place me ? \" Now this speech was decidedly flippant, yet Mrs. Stanhope, although in a great rage at it, had sense enough not to show7 temper. The tone of the girl showed that there w7as some thing behind her w7ords. \" My dear Miss Bompas,\" said she — she dropped the familiar \" Adelaide,\" which the other did not fail to notice — \" do you know"], [81, "A MAID OF THE AVEST SAXONS. 69 what people are saying about your conduct yesterday ? \" \" You mean people in Avonham, of course, Mrs. Stanhope ? \" said Adelaide calmly. \" Yes, people in Avonham,\" said Mrs. Stanhope, rather sharply ; \" and with Sir Headingly Cann at the head of them.\" Now7 Mrs. Stanhope had no right to bring the affable Baronet into the com7ersation at all, and she soon regretted that she had done so. \" Poor dear Sir Headingly ! \" said Adelaide, actually laughing at that revered man's name ; \" he's always on the wrong track. Yes, Mrs. Stanhope, I can tell you what people in Avon ham are saying of me because I left church hurriedly yesterday. I will not allow you the gratification of informing me. They are say ing that I was overcome by the notice of your approaching marriage to Mr. Rivers ; that is true — mark me, that is true ! \" Mrs. Stanhope smiled in scorn, but the uplifted hand of the young girl and the air of determination hi her attitude stayed her speech. \" They are saying also that Walter RiVers has jilted me, and that that is the real cause of my agitation. That is not true ! Mrs. Stanhope — Mr. Walter Rivers has twice asked me to"], [82, "70 TA\\70 PARDONS. become his wife, and twice I ha\\7e refused him.\" Mrs. Stanhope half rose, but Adelaide's gesture again stopped her. \" I foresaw7 your coming here to-day ; I w7as ready for you. Mrs. Stanhope, you have been accustomed in the sphere in winch you move to haA7e many people at your feet. In AA7on ham especially, during the last eight or nine years, that has been so ; it may be that you have been led to belieA7e that you will always exist in that imperial capacity. Do not let that idea possess you at all in your intercourse with me to-day. Remember that this meet ing is of your seeking, not mine.\" \" You are quite melodramatic, Miss Bom pas,\" said Mrs. Stanhope, but she did not say it easily ; this girl had gh7en her two sharp blow7s, be it remembered. \" Your visit to London has improA'ed you immensely. Pray, since Mr. Walter Rivers is not good enough for your husband, may I enquire whether you expect to get married at all — to a gentleman.\" \" I am engaged to be married, Mrs. Stanhope, to a man whom I beheve to be a gentleman in all that is gentle and all that is manly — Mr. Henry Galbraith.\""], [83, "A MAID OF THE AVEST SAXONS. 71 \" I must congratulate you, Miss Bompas,\" said Mrs. Stanhope. \" Mr. Galbraith must be a well-to-do man. Well, we have had quite a dehghtful httle quarrel ; but although I have enjoyed it — you are really very graceful when you are roused, my dear — I am rather tired of it. Mr. Galbraith is away, I beheve. I must write and congratulate him ; you know we have had some dealings together. You must keep your temper with him though, for I have heard that he What is it ? what is it ? \" For Adelaide had suddenly clasped her in her arms, and held her as though shielding her from some enemy. \" Oh, Mrs. Stanhope ! don't talk hke that. Oh, do trust in me, and I will save you yet ; we ha\\7e quarrelled to-day, but I swear to you that my woman's heart bleeds for you. Mrs. Stanhope, go to London and leave me to meet them. You have been so good here — so kind to the poor — so different from — oh ! do hsten to me and do as I ask you ! \" \" You are mad ! \" said Mrs. Stanhope, striving to free herself. \" No, not mad,\" said Adelaide, \" but a traitor to my husband that is to be. But I will intercede for you — indeed I will.\""], [84, "72 TAVO PARDONS. \" For me ! — intercede ! \" said the elder woman, no longer struggling with the girl. \" Yes, for you ! Mrs. Stanhope ! Harry — Mr. Galbraith— is now on his way home from America.\" \" America!\" and she shrank back to the girl's arms, and the sound of the word w7as as a cry. \" Yes, America ! and do you know who is coming with him ? \" \" No, girl, no ; what should I know7 of him or his affairs ? Who is it who is coming ? \" \" His brother ! \" \" Brother ! What is the man to me ? What is his name ? \" \" Reginald Wilding ! \" \" Reginald — Reginald Wilding ! \" The name seemed to act upon her like a blow. She shrank, and Adelaide felt that she trembled as though in an ague fit. Then she pressed one hand OA'er her eyes as if she shut out some horrid sight. In a minute her whole manner changed. The stroke had reached her brain. She tore herself from Adelaide's clasp and flung one arm back, as seeking for some thing ; at last her hand reached a chair, which she grasped and held, warning Adelaide aw7ay"], [85, "A MAID OF THE WEST SAXONS. 73 with the other hand. It was a sight to aw7e any but the stoutest heart, but the brave girl neA7er flinched. Not a moA7ement escaped Adelaide's eye, not a sign of fear did she show as the woman raA7ed. \"Wilding ! ha, ha ! A fool ! a fool ! Francois shot him ! Don't bullets kill fools then ? Francois, scelerat, tu fas tue, n'est-ce j)as ? Yes, yes, at Baton Rouge, and I crept out one night to try if I could see his dead face for the last Out of my sight, you hound ! You have killed one w7orth a hundred of you ! You he, girl, he neArer loA'ed you ; you haA'e told me hes. Francois ! he is ahVe ! gave a toi, mon cher. I am a go\\7erness, Mr. Stan hope, and should only disgrace— ah, my God ! have I not strh7en to make amends ? Walter, we will ride them down and live them down, and you shall God haAre mercy on me ! \" Adelaide laid her on the sofa, and restrained the struggling hands ; then she rang the bell. When Mrs. Stanhope had been restored she was calm. The first effects of the blow7 having passed away, she became again the haughty proud woman she had alw7ays been. She looked keenly at Adelaide's face as if to see"], [86, "74 TAVO PARDONS. whether she had betrayed her secret, but there were no signs there. Mrs. Bompas was lost in wonder, and voluble in sympathetic phrases ; if she had been silent and embarrassed, there would have been danger. Mrs. Stanhope felt that she had still time left for thought and action. She drank some wine, and would have sent for one of her servants but that Mr. Bompas insisted on being allow7ed to see her safely to the Priory House. She would walk, she told Mrs. Bompas, it would do her good ; she had not had one of these attacks for years, and could not account for this one. So, resist ing all offers of being driven home, she left with Mr. Bompas, ghing Adelaide a parting glance, half-terrified, half-defiant, as she went out of the door. They walked to the end of South Street, and were about to cross the market-place, when the din and murmur of a crowd broke on their ears. A body of men, folio w7ed by shouting boys and excited women, w7ere bearing some thing on a rough stretcher formed of two hurdles lashed together. Every minute the group increased in size, until when it reached where they stood it had attained the propor tions of a crowd. And floating in the air from"], [87, "A MAID OF THE AA7EST SAXONS. 75 the hps of half the awre-stricken throng, came a word that none could remember to have heard in the streets of Avonham — \" Murder ! \" \" What is it, Mr. Bompas ? \" said Mrs. Stanhope, clinging to his arm ; \" what are they saying ? \" \" My dear madam,\" said Mr. Bompas, \" I really do not know ; we will let them pass by.\" But as he said it and the ghastly burden came opposite where they stood, they heard a name. Mrs. Stanhope broke from his arm with a Avild cry and rushed forw7ard. The bearers stopped as she did so. \" Who is it ? \" she cried ; \" whose name did you say ? Let me pass ! \" Her own coachman stood before her, and by the pale light of the lanterns carried by some of the men, she could see that his face was white, and that the tears were streaming down his cheeks. \" For the loA'e o' God, my dear lady,\" said he, gently restraining her, \" don't 'ee look ; it b'ain't no sight for 'ee, my poor dear soul. Mr. Bompas, sir, for marcy's sake get her away home ! \" \" Let me pass, Weedon ! Pinniffer, stand on one side ! I will see it ! Oh my God I \""], [88, "76 TAVO PARDONS. And a great sob broke from the breast of every man there as she knelt beside the figure and drew back the coarse piece of sacking that covered the head. The bloodless, wraxen face, with the hair hanging about the forehead, and wet and foul with the water and weed of AA'on, was yet beautiful in death. The face of Walter Rivers. She gave no cry as she rose to her feet. Only those who caught her hi their strong arms as she fell thought they heard her Avhisper something. They did not know7 what words she spoke ; they wrere the words of Cain — \" My punishment is greater than I can bear ! \" Such of her own people as w7ere there took her away, and the dead body was borne off. Mr. Bompas remained stunned at the sight and news. Mechanically he made his way to w7here Pinniffer stood and laid his hand on his arm. \" Pinniffer, in the name of Heaven what is this dreadful thing ? What has happened ? \" \" Dreadful indeed, Mr. Bompas,\" replied the landlord of the \" Bear.\" \" A cheerful, kindly gentleman like Mr. Rivers shot down by a jealous beast — I don't care who hears me say so — it is dreadful ! \""], [89, "A MAID OF THE AVEST SAXONS. 77 \" But,\" said Mr. Bompas, \" is it knowm who did it ? \" \" Known ? Yes, Mr. Bompas, and I wish I'd the hanging of him ; but he's locked up safe enough, and it's only a job for Calcraft.\" \" Who is it ? \" \" Who is it, Mr. Bompas ? Why, that vicious, sulky, ill-tempered, domineering hound Mr. Alfred Shelman — damn him ! and I wish I'd my hands on his throat this minute ! \" And the stalwart ex -soldier shouldered his way aggressh7ely through the crowd and entered his own house."], [90, "CHAPTER V. CROWNER'S QUEST LAW. Happy the man wdio, either by making interest Avith Mr. Pinniffer or in virtue of his position in the town, managed to obtain admission, next day, to the large upper room at the \" Bear,\" in Avhich the market ordinary was usually held, and which was now transformed into a coroner's court. Every available foot of the room wras occupied. It was a large apartment stretching along the whole front of the house, was built partly over the old gateway, and had, no doubt, in bygone days, sened as the great guest-chamber of the hospitium of the Abbey. Its windows looked out on to the market-place, and the long table at which the coroner and jury sat wras placed so that the coroner was immediately beneath the centre one. This was of immense advantage to the crow7d Avho wrere unable to obtain admission to the court, as they could gather in the market-place"], [91, "CROWNER'S QUEST LAW. 79 and wratch the back of the coroner's head, and that was something which in after years they could teH their descendants. Besides that, they had the opportunity of accompanying the jury as they walked down the length of the town to Sir Headingly Cann's house to Aiew7 the body, and also the privilege of marching back with them. The jury was composed of fourteen of the worthiest burgesses of Avonham. The Mayor, Mr. Sennett, was entrusted with the task of watching the case for Alfred Shehnan, who was in the room in custody. Many acquaint ances of ours were members — Raraty, Chickle holt, Follwell, the brothers Pye, Polhmoy, Timothy Rapsey (w7ho had specially entreated the inspector of pohce to select him), Killett, and six others with whom our tale has had nothing to do. Mr. Bompas was present, but was a spectator only, and to judge by bis face a deeply grieA7ed one. By his side was Fred Markham, who with Bryceson had returned to Avonham the night before. When the coroner bade the jury choose their foreman, there was a pause ; if Timothy Rapsey had been elected he would have died happy, but no mention was made of his name. At last ex- Mayor"], [92, "80 TAVO PARDONS. Killett said, \" Mr. Follwell's the agedest of us —Mr. Follwell, will you act, sir ? \" and, Mr. Folhvell consenting, the others said, \" Ah, yes, Mr. FohVell, do you act, sir,\" and the thing w7as done. Mr. Follwell and his brother jurymen were duly sworn, and the enquiry opened. The coroner briefly remarked that they had assembled there on an enquiry of more than usual importance, and one of the most painful nature. He then called the first witness, Sir Headingly Cann. It did not need a second look at the old Baronet's face to learn the terrible grief that had overtaken him. He had steeled himself, how7eA7er, and controlled his sorrow7 to give evidence. He identified the body as that of his nepheAv, Walter Cann Rivers, aged twenty-six. He last saw7 the deceased alive at lunch on the preceding day ; he w7as then in his usual health ; he next saw him when lis dead body was brought home. He knew of no enmity existing between the deceased and any other person likely to have led to the minder. Shelman stood up here, and in a firm voice said, \" Sir Headingly, your nephew7 and I had"], [93, "CROAVNER'S QUEST LAAV. 81 quarrelled, but, before God, I swrear that I never killed him ! \" The coroner begged him to be silent. He was represented, and had better trust himself to his legal adviser. Any statement he made might be used against him. o o The next witness was a labouring man named Jacob Starer, who was much impressed by the surroundings, and called the coroner \" my lord.\" His story was extracted from him with some difficulty, owing to his con fusion, but finally turned out to be this : He was returning from work, and was making for a footbridge across the river, OA7er which he had to pass to get to his home ; about five minutes before he reached this, the time being about three o'clock, he heard two shots fired in quick succession. He thought it curious that they came from the banks of the stream, as the afternoon was misty and it was foggy near the river, but concluded that someone was after water-rats. A few yards before he reached the bridge his foot struck something, which proved to be a hat. Naturally surprised, he hunted about to see if he could explain its presence there, and looking over the bridge saw a dark object in the water. He chmbed vol. in. 38"], [94, "TWO PARDONS. 82 down the high bank and found the deceased, who was lying head downwards, his face and head being under water ; he dragged him out and got him on to the bank, and, being greatly alarmed, shouted for help. Some persons came from a neighbouring mill, and having helped him to take the body indoors, sent for the police. He thought deceased was quite dead when he found him. So much from Jacob, got Avith vast trouble, but evidently true. The next witness wras a more important one. He w7as assistant to a grocer in Avon ham, and was named Lightfoot. He stated that on the preceding afternoon he was out collecting accounts for his master, and had to call at the mill. On the bridge OA7er wdlich he crossed w7ere the deceased and Mr. Shelman ; they were quarrelling violently. Mr. Shelman had a double-barrelled gun with him. It was not in his hand, but leaning against the rail ing of the bridge. As he came up he heard Mr. Shelman say, \" Curse you ! if I thought you had any hand in that, I would put a bullet into you ! \" He was quite sure of the wrords, and would swear to them. The silence in the room was almost painful."], [95, "CROAVNER'S QUEST LAW. 83 It was broken only by the voices of the coroner and the witness, a fresh - coloured young man of good reputation, well known in the town. He gaAre his evidence clearly enough, but with evident distaste for the task. Mr. Rivers had replied, he said farther, \" Haven't you had enough of fighting lately ? \" Mr. Shelman at that flew into a great rage, and he thought w7ould have struck Mr. Rivers if he (witness) had not come up. He spoke to the gentlemen ; he said, \" Dear me, gentle men ! \" He knew them both. Mr. Rivers laughed at him, but Mr. Shelman told him to go (somewhere) and mind his own business. Mr. Rh7ers then said, \" See what an exhibi tion you are making of yourself ; the fellow is quite right to speak, and you are a fool with all your threats and bluster ! \" Mr. Shelman had flown into a violent passion, and had threatened to kick witness if he did not go on. Being afraid to meddle with anyone of Mr. Shelman's standing, he left them and went on to the mill. Before he got there he heard twro shots. They came from the direction of the bridge. The afternoon was rather foggy, and it was thick near the river ; you could only see a few yards ahead, say twenty — about a cricket-pitch — 38—2"], [96, "84 TWO PARDONS. but he could tell from the sound. When he had been to the mill, and the miller's wife had paid him her bill for a month's groceries, he was coming away, when he heard shouting. He and one of the mill-hands ran to the bridge, and found the last witness holding the deceased. The gun produced w7as the one he saw on the bridge ; he knew7 it to be Mr. Shelman's ; he had once brought it from Avonham Road, at the request of Mr. Shel man. Next a policeman proA'ed finding the gun in the bed of the rher close to the scene of the murder ; he had recoA7ered it that morning ; it was at the bottom of the river in the centre of the stream, which there was shallow, and he could see it from the bank. Then the doctor described the state of the body and the fatal wounds. Death must have ensued directly, and was caused by the shots, not by drowning. The inspector of police proved arresting Mr. Shelman the night before. He was at home ; he was highly indignant and violent in manner. He had cautioned him in the usual manner, and he had strongly protested his in nocence."], [97, "CROWNER'S QUEST LAAV. 85 The case looked very black, in spite of this protestation. The coroner asked Mr. Sennett if he wished to make any statement, and Mr. Sennett shook his head. Shelman, however, rose again to his feet and spoke loudly and clearly, but with Aisible passion. \" I claim my right to speak.\" \" What you say may be used against you, Mr. Shelman,\" said the coroner. \" You had better be guided by your solicitor ; you are in very good hands.\" Mr. Boldham and Mr. Sennett both endea- A7oured to persuade him to be still, but in vain. \" I AviU speak,\" he exclaimed ; \"I am per fectly innocent of this crime. It is quite true that we quarrelled upon the bridge ; but I swear before God I had no hand in his death. I left him on the bank of the rh'er by the bridge. I came away hurriedly, being very angry, and left my gun behind. I do not know how it came in the w7ater. I swear I did not kill Walter Rivers, nor haA7e I any knowledge of how he met his death ! \" Fifty heads were shaken over this statement, and not a man in the room believed it. The coroner turned to Mr. Sennett, and asked if he had any desire to address the court. Mr."], [98, "TWO PARDONS. 86 Sennett had none ; he would reserve all defence at present, he said. The summing up was short, and the jury withdrew, really more for form than because theh minds were not made up ; w7hen they re turned in five minutes' time it could be seen by theh faces what their verdict was. It was soon made known — \" Wilful murder against Alfred Shelman.\" A larger crowd than Avonham had ever seen since the election waited outside the Town Hall to see the prisoner, who was, immediately after the inquest, committed for trial as well by a magistrate as by the coroner, and was driven off to Ridgetown Gaol in a closed carriage, and in strong custody. There were no harsh words or strong expressions used by the crowd, and there was almost complete silence w7hen the carriage, drh7en by a police officer, set out ; but when the townsfolk had watched it out of sight there broke out on every hand murmurs of pity for the \\ictim of the crime ; wrords of sincere condol ence with the lady w7ho was to have been his wife, and who w7as, as her senants reported, stricken dowm by uncontrollable grief, and fierce execrations against Shelman."], [99, "CROWNER'S QUEST LAW. 87 In all that town, where he had been so powerful and so masterful ; among all those people who six months ago would have been proud to have a word thrown to them in the market-place, there was scarce one to stand for ward and say one good thing for him. They recalled his overbearing manners, they told of his bursts of temper, they spoke with fierce glee of the thrashing he had received, but the other day, in the face of the town, and they cursed him loudly and deeply as a cowardly and brutal murderer for whom hanging was too good."], [100, "CHAPTER YI. \" THE AVONHAM MURDER.' \" Oh, dear ! oh, dear ! \" said old Mas'r Killett, laying down the London paper, winch, in virtue of his patriarchal position in the town, was always placed at his elbow before other eyes (except perhaps Pinniffer's) had seen it ; \"all the years IVe a-lived in Avonham, I.'ve never bin ashamed of it afore ; an' now7 look what t has come to. Drat it if it ain't a hard thing for the oldest man in the place — 'ceptin' p'rhaps Daddy Prosser's father, and nobody don't count much o' how old he says a be — if he can't pick up the paper for a bit o' quiet read -hke but what he must have ' Th' AA7onham Murder ' stuck right afore his eyes. Oh, dear ! what a disgrace for my poor old native place ! Do 'ee take the paper now7, Mas'r Matley ; I can't abide im.\" And the old fellow took off his heaA7y silver-rimmed spectacles, wiped them carefully, and then performed the hke office for his eyes,"], [101, "\" THE AVONHAM MURDER.\" 89 filled his pipe, and puffed away to get a hght from the burning spill w7hich his dutiful son held for him according to custom. Then he leaned back in his seat and sighed heaAily. He was not the only old inhabitant of Avon ham who felt keenly the disgrace that had so suddenly come on the place. The murder w7hich had roused such a sense of horror and indignation in the quiet Marlshire town had been committed on the afternoon of Monday ; the inquest, from the fact of the coroner for North Marlshire residing just out side AA7onham and thus bemg close at hand, had been held on the foUowing day, Tuesday ; it was now Friday, but only a \" httle market day,\" and the funeral was fixed for the morrow7. From the time that the body of Walter Rivers had been brought into the towm until now, the place had worn a sombre and funereal aspect. With the great bulk of people the unfortunate victim had been extremely popular. EspeciaUy during the last two or three years he had laid himself out to be pleasing and weU thought of ; and that he had succeeded was fully shown now : on aU sides nothing but good was said of this dead man. To-morrow there Avould be such a concourse at the funeral as the town"], [102, "TWO PARDONS. 90 had never seen, for there was more than or dinary attraction ; in addition to the sorrow and respect which would have been shown if the young man had died the ordinary death of men, there were the surroundings, which would draw the spectators into the region of the horrible. Meanw7hile the wiser heads of the town grie\\7ed themselves sorely over the scandal that had befaUen it, and Master Kil lett's desponding words found an echo in many hearts. The cronies had not met for twro or three nights, but gregariousness is strong, and they had come together again, naturally and because the doings of the morrow must be debated with all solemnity, also because it w7as not natural for them to be separated at a time when the air was full of events and the very walls had rumours in them. So they w7ere sitting to night, not hi the Club room, for it was not Club night, but, much as they were wont to sit on ordinary nights, in the smoking room. One or two farmers from the neighbourhood were there, in addition to the usual townsfathers ; they had an excellent excuse ready for such of their wives as had not themselves come in to learn all the news. A good many had, and"], [103, "\"THE AVONHAM MURDER.\" 91 Mrs. Pinniffer's teapots and toasting forks had had a busy time of it. Every man who came in did so with a sub dued and gloomy air ; the customary greetings Avere given sotto voce ; no mention was made of the weather or the land ; the price of beasts was ignored, and yet no one approached the subject which every one had at heart. Some one was wanted to fire the train, and the Nestor of AA'onham did it. Reuben Matley took the paper handed to him by the old man, and, himself, shook his head sympatheticaUy. It may be noticed here that there were some absentees. Notwithstanding that the \" Bear \" was very often the settling-place for him and his chents on market day, Mr. Bompas was not present to-day. Mr. Sennett, as everyone knew, was in London, and all knew the busi ness that took him there. Raraty would send to meet him to the last train calling at Avon ham Road that light. Doctor Mompesson, who often smoked a pipe there after market day, was also absent. It was understood that the state of Mrs. Stanhope gave him much anxiety, and that he had almost taken up his abode at the Priory House. All Avonham was filled"], [104, "92 TAVO PARDONS. with sympathy for his patient, and those of her household who came out into the town were eagerly questioned as to her progress. Mr. Timothy Rapsey w7as in his element, but not at his ease. There was one point on which he was troubled, and that one point was enough to cause him some mental discomfort. He feared that his revelations respecting the riot had reached Rhers's ears and had led to the quarrel between the young men. However, public opinion had not pointed that wray, and he was somewhat relieved. He took up Mas'r Killett's parable as the latter put away his paper. \" 'Tis a great disgrace to us all, for sure,\" said he ; \" Mr. Matley, read us out a bit of it ; wrhat do the London folk think about it ? Do they think there's any cause for it ? What do they say w7as the reason of 't ? Be they goin' to have it tried at Ridgetown, or be they goin' to take it up to London ? Lor' ! I'll go if they do ; that I will ! \" \" What need for 'em to take it up to London, Timothy ? \" said Killett the younger, and his voice had a shade of aggressiveness in it ; \" 'tain't come to such a pass yet but wdiat a Marlshire jury can try a Marlshire murder, I do hope ! \""], [105, "\"THE AVONHAM MURDER.\" 93 \" There have been cases where it has been done, Killett,\" said Timothy, \" on account of prejudice, you know.\" \"What do 'ee mean by prejudice now, Timothy ? \" said KiUett ; \" agenst the pri soner r \" Yes, I do ; I've read o' cases w7here it haA'e been said as a man couldn't get a fair trial in 's own county, and theyVe took it into another. Why wouldn't they do it with Mr. Shelman ? \" \" He can get all the fair trial as he do want without goin' out o' Marlshire, I reckon,\" said KiUett. \"No one seems to know the cause of the quarrel,\" said Wolstenhohne Pye. \" No,\" said Hoppenner Pye, chiming in as usual, \" no one don't seem to know that.\" Timothy Rapsey laid dowm his pipe solemnly on the table, then took a moderate pull at his glass, and, leaning forward, raised his finger impressh'ely, and sat wagging it backwards and forwards in the face ofthe company. This was a weU-known sign in Avonham, and be tokened, even in Timothy, the possession of information pecuharly valuable, or the intention of delivering something unusually weighty or oracular. So, when the assembled party saw"], [106, "TAVO PARDONS. 94 this portent, they preserved decorous and at tentive silence and listened eagerly. No one thought very much of Timothy's opinions, but there was no doubt as to his abihty and in dustry in collecting facts and rumours. \" I remember,\" he said, \" ah, just so weU as if it were yesterday, in this very room, just when the election doin's first come up, being took A'ery much to task for that A'ery thing. Now, Pimiiffer, I can mind you of it for this A'ery reason, if for no other ; there was a party sitting in tins room, just where you're a-sitting now, Mr. Pye — — \" Mr. Pye looked grave — it w7as Wolsten holme — as though he were suddenly made personally responsible for doings and sayings of a person unknown, of which it was possible he might not approve. His brother looked graA7e too. \" That party,\" pursued Mr. Rapsey, greatly gratified by the attention wdlich was being paid to his remarks, \" was no less and no more, no other and no one else but — who do you think ? \" The company had been so impressed by Mr. Rapsey's affidaAit-like form of speech, that when he wound up with a question, not to say a conundrum, instead of a statement, they"], [107, "\"THE AVONHAM MURDER.\" 95 were incensed ; in particular, old Mas'r Kil lett, who had foUow7ed the speaker with all the care that both the graAity of the occasion and what Mrs. Thrale described as a \" warning,\" in the shape of a httle deafness in company, demanded, turned snappishly on him. \" Od rot the caddlesome man ! \" he cried ; \" why e\\7er don't a say what a've got to say, 'stead o' messin' about wi' a lot o' cross-ques tions an' crooked answers ? Who, in the name o' patience, were it ? \" \" Lor' ! bless me, Mas'r KiUett ! \" said Timothy, greatly startled, \" don't 'ee be angry, sh ; 'twas Mr. Galbraith, sir ; that's who 'twas.\" \" Coming home to-morrow7,\" said Christo pher Raraty, taking his pipe out of his mouth and casting the sentence to the company, not with any reference to the subject in hand, but as a morsel of general and interesting news. Timothy Rapsey, in his eagerness for infor mation, quite forgot old Mas'r KiUett's cross ness, and almost the topic on which he had been speaking. \" Lor' ! \" he said, \" comin' home to-morrow, is he ? if it's a fan question, who told 'ee, Mr. Raraty ? \""], [108, "96 TWO PARDONS. \" Mr. Bryceson,\" answered Christopher ; \" I've got to send a carriage to meet him and a cart for his big luggage.\" \" Comin' home to-morrow, is he ? \" said Rapsey again ; \" he's been away a power of a time, hasn't he ? I w7onder, now, where on earth an' all he's been to ? \" \" You w7ere going to tell us some tale or other about him just now7,\" growied Barnabas Chickleholt, from behind his pipe, \" but I doubt it's all fled out of your head — if 'tw7ere ever in there.\" \" 'Tis true that, Mas'r Rapsey,\" said a burly farmer, laughing at the Aery sound of his own jesting A'oice ; \" you do w7ant more bring - gwain* in a tale than any man I eA7er seed ; for sure you do ! \" Timothy looked rather abashed, and laughed a httle dry, nervous, single-knock kind of laugh. \" 'Twas your fault, Raraty,\" he said ; \" you interrupted me, right in the middle.\" \" I didn't,\" said Raraty ; \" 'twas you skipped aAA'ay ; but, lor' sakes, go on now, man.\" Thus adjured, Timothy, resuming his for mer important attitude and gesture, proceeded. * Helping or accompanying on the road."], [109, "\"THE AVONHAM MURDER.\" 97 \" 'Twas one mornin' when Mr. Galbraith was sitting where Mr. Pye is now ; we were all on to the 'lection news, and it was said in this very room that what folk looked to see was Sir Headingly ghing up his seat to poor Mr. Rivers. ' Then,' says Mr. Raraty, ' you'd 'a' seen Mr. Shelman putting up against him.' What was it I said then ? Now, Mrs. Pinniffer, you must remember it, an' how sharp you was on me for saying of it. I said as there was one thing as young men 'ud quarrel over sooner than anything, and \" \" I know ye did, Mr. Rapsey,\" said Mrs. Pinniffer, advancing from the shadow of the httle bar, and standing in its doorway. \" I remember it very well, and I mind what I said, and, come to look at it all round, perhaps I might go so far as to say, now, as you were right and I was wrong over it. I only say perhaps, mind, for I think, as Mr. Chickleholt said that day, you were too fast in your talk, Mr. Rapsey, an' I think you are too fast now.\" Mr. Rapsey stared. \" Why, Mrs. Pinniffer ? \" he said in an injured tone ; \" wasn't I right ? \" \" Right or wrong, Mr. Rapsey, I don't say,\" vol. in. 39"], [110, "98 TWO PARDONS. rephed Mrs. Pinniffer resolutely ; \" but fast you wrere, and fast you are.\" Pinniffer, whose face had expressed much gratification when his wife had admitted the possibility of her having been in the wrong for once, now shook his head and chuckled. \" Well,\" said Rapsey, a httle crestfallen, but not much, for his behef in himself was great, \" whatever you may think, I'U maintain and stick to it as I named that day — at least, not named, because I mind saying I hadn't named no names, but I pointed out that day the cause of the quarrel between those two young men.\" No one openly supported Timothy, but those who had been present wiien the httle man had been \" put down \" by Mrs. Pinniffer felt in theh hearts that he was right. Perhaps even Mrs. Pinniffer felt so too, and would not have made any reply ; indeed a storm might have been averted from Timothy Rapsey's head but for the presence in the smoking room of an inquisitive farmer to w7hom this conversation was all Greek. This man lured the httle chatterbox to his fate by the simplest and most natural question possible."], [111, "\" THE AVONHAM MURDER.\" 99 \" An' what were that, Mr. Rapsey ? \" said he cheerily and loudly, and felt that he had done society a sendee. Timothy rushed on his fate by degrees. \" What's the cause o' half the quarrels in the world ? \" he said, with a grin. \" WeU,\" said the farmer, still cheerily, and looking round for approbation, \" 'tis a woman, nine times out o' ten they do say ! Ha ! ha ! ha ! \" So old and crusted a joke demanded his own laughter, but he was unaccompanied. \" Yes,\" said Timothy, \" you're right, and that was so in this case. Both in love with the same woman.\" Pinniffer looked somewhat anxiously at his wife. That good lady had friends at the Priory House, and was a known partisan of that man sion ; but this time she was sdent. She gave a spiteful glance at Timothy, and her tongue was very close to her hps, but she did not speak. It was not at her hands that Timothy was to receive his reproof. John Rann had been fidgeting about in his chair for the last few minutes, evidently with something on his mind, and he now broke forth. \" What a mischievous, mischief-making man you are, Rapsey ! \" he said in a tone of great 39—2"], [112, "100 TWO PARDONS. wrath. \"Drat it aU, ye might leaA7e the poor woman alone in her trouble for a bit, mightn't ye ? I never saw such a man.\" \" I'm not saying anything against her, John Rann,\" cried Timothy ; \" I'm sure I'm as sorry for her as a man can be ! I didn't say it was her faidt, did I ? \" \" Her fault ! \" repeated Rann in a tone of great scorn, \" her faidt! no, you didn't say it was, and I hope you've got too much sense for it. Fault ! If you come to fault-finding, and want to lay faults on people's shoulders, I'U join ye. You've had your say, Timothy Rapsey, and now I'll have mine. I'll teU ye one or two things as '11 perhaps astonish ye. First and foremost,\" said the sturdy httle par tisan, bringing down his hand on the table with a slap that made Timothy jump, \" I don't belieA'e, and I ivon't beheve till he confesses it, that Mr. Shehnan did the murder at all \" To say that the company stared would be to use a feeble word, and one entirely useless for describing the expression of features that every one in the room put on. \" and secondly, I'll say to your face, Timothy Rapsey — and I don't make no bones about it neither — that, wdiether Mr. Shelman"], [113, "\"THE AVONHAM MURDER.\" 101 did it or not, it was as much your fault as any one's ! \" Whack ! came Mr. John Rann's hand down again on the table, and he stared triumphantly round on the most astounded set of faces he had ever seen. It is a mercy that Wolstenholme Pye did not suggest that the company should put into effect the wild notion which flew through his astonished brain, of hanging Timothy Rapsey at once and without any trial but a Lydford one — which had its advantages, although crim inals were prejudiced against it — for if he had formulated his idea, he would, most certainly, have been backed up by his brother, and the execution once moA7ed and seconded, it is a matter of considerable question whether pubhc feeling at that moment would not have been strong enough to have ensured its being carried out. Pinniffer's military instincts might have induced him to suggest a drum -head court martial, but it is doubtful. Fortunately, Wolstenholme Pye, whatever his ideas were, was too much paralysed to enunciate them, and the moment passed. But the shock on the assembled cronies was a great one. Old Mas'r KUlett couldn't jump"], [114, "102 TWO PARDONS. as w7ell as he used to, but he jumped a good deal ; Barnabas Chickleholt, who was given to breaking pipes in moments of excitement, ac complished a \" best on record,\" and smashed his chmchwarden into more pieces than he could haA7e counted ; ex -Mayor KiUett, who would not have gone out of his way to harm a hornet, kicked the cat half-way across the room — spasmodically, of course. Beadlemore Arto poured the whole of his gin-and-water over his legs, and Pinniffer rang the bell sharply, without the least occasion. The rest of the company were affected in dh'ers ways, and Timothy Rapsey's face could not have turned more ashy- white if he had known of Wolstenholme Pye's wild thought and feared immediate action on it. The first one in the room to recover was the cat. That sagacious beast went out and sat in the bar. Then the nobler animals graduaUy came to. There is no portrait extant which represents the Emperor Napoleon Buonaparte menacing the Allied Powers with a minatory long clay pipe ; but Rann, had he been painted sitting as he sat during this period of amazement, would have approached the presentment of"], [115, "\"THE AVONHAM MURDER.' 103 that majestic figure as nearly as possible. The Powers in his case were represented by the person of Mr. Timothy Rapsey, who quailed before the stern gaze. Certainly no foreign potentate could have terrified him more than did the market-clerk of Avonham. Some reply was, however, indispensable ; and, as soon as he was able to articulate, he gasped out his remonstrance in the form of supplication and question. \" Good Lor' 'a' mercy on us all, Mr. John Rann ! \" said he ; \" what ever in the world do ee mean r \" Lawks a daisy how ! \" said Beadlemore Arto, wiping his legs ; \" what a dreadful thing to say, Mr. Rann ! \" \" I mean it,\" said Rann. \" Now look here, Rapsey ; who was it sthred up all the strife and mischief when that gentleman at the ' Coombes ' and Mr. Shelman had that row outside ? Why, you ! \" Mr. Rann wdiacked the table again. \" Now, as it happens,\" he resumed, \" I know the rights o' that. You took your money out o' the Bank \" \" I was told to,\" interrupted Rapsey ; \" that weren't my fault at all.\""], [116, "104 TWO PARDONS. \" It weren't your fault at all ? \" said Mr. Rann excitedly ; \" yes, it were your fault at all, and no one else's ; you go a-talking to Mr. Galbraith's servant about Mr. Galbraith's windows being broke, as if his windows were more than anyone else's ; next thing you seem to make up your mind as that affair, and in deed all the whole riot, was got up by our side, with Mr. Shelman at the head of it. Pretty charge to bring ! Then comes w7hat you call being told to take your money out of the Bank. Of course you were told. Do you think a bank's going to stand your scandalising one of its chief partners ? Do you think the Bank wants your dirty money ? \" Mr. John Rann banged his open hand on the table again, and made the glasses dance ; the company looked as though Mr. Rapsey's money were really a disgrace to him, and its possession a species of crime. \" What's the cause of Parson Carter's son leaAing Bompas ? \" resumed the peppery mar ket-clerk ; \" you, and nobody else ! Oh, you needn't trouble yourself to deny it ; I know7 all about it ; never mind how7. You're going to say that Carter w7as attacking Mr. Galbraith's house, aren't you ? Hadn't that blowm over ?"], [117, "\"THE AVONHAM MURDER.\" 105 I don't know7 much of Mr. Galbraith, nor of Mr. Bryceson either ; but I do know this, that they wouldn't have said another word about the matter more than they said to Mr. Bompas and Mr. MUlard if 't hadn't been for you. You've stirred up bad blood aU round with your nasty, inquisitive, prying, tatthng ways, and noAv you're not satisfied ! \" \" Tut, tut ! dear heart ahve, Mr. Rann ! \" muttered ex- Mayor KiUett, \" don't 'ee now go on so at 'un.\" \" Let him deny it if 'tain't true ! \" urged the sturdy and sohtary partisan of the unfortunate Shelman ; \" look at that row wi' Mr. Shelman and Mr. Bryceson. I don't say who were right, I don't say who were wrong ; but 'twere aU his fault. I've ahvays stood by Mr. Shel man, and I always shall. I don't beheve as he've a done this murder no more than I believe Daddy Prosser's father done it ; but whoever done it, it was through bad blood stirred up in Avonham such as never was sthred up afore, and all through you, Timothy Rapsey. You'm an old neighbour o' mine, and I've aUus wished you well ; and if this here affair don't for ever stop you from meddlin' wi' other folks' affairs, and don't keep that tongue o' yours"], [118, "106 TWO PARDONS. quiet behind your teeth, you take a neigh bour's friendly advice and goo home and cut 'un off ! \" \" Daddy Prosser's father couldn't do noo murder,\" said old Mas'r KiUett scornfuUy, as the orator stopped to drink ; \" can't scarcely hobble to 's front door of a sunny day, a can't.\" \" And now,\" said Rann, as he laid down his empty glass and rose from his seat, \" now 'tis all to be put down to a lady as can't help her self, and ain't here to answ7er to it. Well, I'll leaA7e all my neighbours here to judge if I haven't answrered for her. Them as hve in glass houses shouldn't throw no stones, Mas'r Rapsey ! \" and giving the little man no oppor tunity to reply, even if he had had the inclina tion, which he hadn't, the champion of the absent left the room without exchanging greet ings with anyone. Mr. Timothy Rapsey did not remain long after him. Although it was felt that Mr. Rann's partisanship and excitement were more the cause of his outbreak than any facts he had accumulated, yet the situation was decidedly uncomfortable for Timothy, and the flaArour seemed to go out of his tobacco all at once. He stood his ground for a little w7hile, however,"], [119, "\"THE AVONHAM MURDER.\" 107 but soon departed, lea\\ing his character behind him. Mr. R ami's speech, and the subject of the murder generaUy, had been pretty well threshed out, and two or three ofthe outlying farmers had driven away, when the lessening circle was increased by Doctor Mompesson, who had not been seen for a day or two. When he was seated Beadlemore Arto, after a little meditathe puffing at his pipe, asked : \" How's Mrs. Stanhope, doctor ? Poor t hing, I suppose she's ter'bly upset over this horrid affair.\" Doctor Mompesson seemed unusuaUy grave ; he shook his head. \" Very bad, very bad,\" he said ; \" very difficult case ; \" and he continued shaking his head as he lit his cigar. \" I'm sorry for that, doctor,\" said Pimiiffer, speaking amidst a general murmur of regret ; \" I thought the poor lady seemed to have been driven hah wild by the shock on Monday night. Dear heart ! I don't wonder at it. I'm sure we all feel it keen enough, and what must her state of mind be, poor thing ? \" The doctor made no verbal reply ; he nodded his head in appreciation of Pinniffer' s sympathy"], [120, "108 TWO PARDONS. with his patient, and went on gravely pulling at his cigar ; usually he wrould chat cheerily enough to any one, but to-ihght there w7as evidently something on his mind, and nothing could make him speak except in monosyllables. Soon the com7ersation dried up altogether. John Rann's outbreak on the one hand, and the serious condition of Mrs. Stanhope on the other, acted as a damper on the spirits of eArery one in the room. The rest of the farmers wended their wray homewards. Old Mas'r KiUett and his dutiful son Avent home together, and still the doctor sat quietly smoking until at last he was left alone with Pinniffer. The old soldier -landlord Avas not naturally garru lous ; he was aU things to all men in the talking hne, as every good host should be, and would chat and gossip with a talking customer, or placidly smoke with a thinking one, just as the case might be, and put it all dowm in the day's work. He sat puffing away opposite the doctor for some time, until that worthy, wrho had sat with an unfilled glass before him for some time, and had been apparently oblivious of the fact that he had emptied it, stretched out his hand, groped for it a moment or two, raised it towards his hps, stayed his hand be-"], [121, "\"THE AVONHAM MURDER.\" 109 fore the glass reached his mouth, looked into the tumbler as though it were a \\7essel of surpassing interest w7hich he had never seen before, say a Druidical punch bowd, kept his eyes fixed on it for a minute, and then gave a short sigh and woke to a sense of the sur roundings. He looked OA7er at Pinniffer and laughed. \" Going off to sleep, I think,\" he said ; \" some more sherry and cold water, Pinniffer.\" This being supplied him, he sipped it once or twice, nodded approval, and settled himself for a quiet chat. Pinniffer told him the newrs of Rann's attack on Rapsey, to which he listened attentively, as though waiting to hear some statement that would clear up a doubt in his mind. Not finding one in the land lord's narrative, he shook his head again. \" Bad job,\" he said, \" bad job all round. Rann may be right ; Rann may be wrong. Rapsey is a chattering httle magpie, as every one knows, but I never knew any harm of him, and I think the matter is rather exaggerated. But I'U teU you one thing, Pinniffer,\" said the doctor as he threw away the end of his cigar : \" when we have buried that poor young feUow to-morrow, aye, and when the law has"], [122, "110 TWO PARDONS. exacted its penalty from — whomsoever did kill him, when all that is past and done with, we shaU hear something in this place that'll make the ears of every man that hears it tingle. Take the advice of an old friend, Pinniffer ; don't encourage any scandal of that sort ; put it down quietly — you know how, but put it down. I don't know what it is, and if I did , I am not at liberty to say, but I'm as sure as I can be that something is coming on people' in this town that we shaU aU be very sorry to see and hear of; good-night, Pinniffer, and remember what I haA7e said.\" And the good old man, whose voice be tokened the pain of his mind, went away, leav ing behind him a very much puzzled host and hostess. For Mrs. Pmniffer had heard every word. \" What does doctor mean, Pinniffer ? \" said she to her husband when the doctor had gone. \" I don't know,\" said the ex-Fusilier, \" and A\\7hat's more, my dear,\" he added firmly, \" I'm not going to try to find out. There never wras any good came of meddling AAith great folk for either soldier or publican. So I'm just going to keep my house open and my"], [123, "\"THE AVONHAM MURDER.\" 111 mouth shut, and let them as hkes it caddie over other people's affairs.\" \" And the best wray too,\" decided bis trusty helpmeet. Doctor Mompesson walked home re\\7olving many things in his mind. What parson or priest hears what the doctor hears ? Mrs. Stanhope had been in delirium ; and — though Doctor Mompesson did not understand the whole of them, and could not place them together in proper order — he had heard some terrible things as he sat by her bed side. ■*-»^P«-*-"], [124, "CHAPTER VII. THE FOOTFALL OF NEMESIS. As if to mock the sorrow7 of the town, the sun rose glorious next morning, and made merry aU the day. His first business was to dispel the hoar-frost that had gathered thickly on every twig and spray and blade, and to drive away the fog that Avon threw7 up. This he did patiently, devoting an hour to it and finishing his task completely in a workman like manner. After that, he gave up his mmd to being a bright jolly winter-sun, and seemed inclined to assert that if he did not often shine on A\\7onham in winter, yet he could do so if he chose, and could make a November morn ing as bright and brilliant as any summer day of them all. What if he shone on a sad and mourning town ? He took no heed of that, but gilded the streets and darted a ray of hght through every crevice in shutter or blind that he could discoA7er, and entered e\\7erywhere he could, preaching of a Life which takes no"], [125, "THE FOOTFALL OF NEMESIS. 113 heed of Death, to those who could read the sermon. At this time Avonham buried her dead in her churchyard ; they lay grouped together neighbour by neighbour, family near family. In many cases the father had lain for a genera tion undisturbed tiU the earth was taken from his coffin for a short time in order that his son might join him in that long sleep of w7hich no man knows aught save that, whatever may be its waking, it is hard to see our loA7ed ones he doAvn to it. They laid Walter Rivers with his mother, who had died when he was a child. Such an array of people had not been before seen in the Marlshhe town. It was a general day of moinning ; closed shutters, drawn blinds, and suspended trade were universal. From the country-side, hundreds came in to sweU the throng of townsfolk. What respect or esteem might not have been able to effect curiosity did, and the grief of the two great houses of Avonham was shared, so far as out ward demonstration went, by aU who from town or country-side could reach St. Hilde garde's that day. The funeral itself w7as simple in the extreme. True that the mournful procession passed from VOL. III. 10"], [126, "114 TAVO PARDONS. the house of Sir Headingly Cann to the church yard through fines of bareheaded men and weeping women ; true that the hands of the most honoured men in AA7onham recehred it at the lych-gate, and bore the coffin first into the church and next to the graA'e ; true that the whole of the churchyard was one mass of silent and sympathising humanity, but the outward trappings of woe were plain and unostentatious, and the rigid simplicity of the accessories, combined with the solemn demonstration which a silent crowd ahvays makes, were fitting and touching eA'idences that those assembled were seeing the last of a young hfe winch was not, but might haA'e been, a great one. o ■ o The chief figure among the mourners was, of course, Sir Headingly Cann. The old man had borne up braA-ely under the loss of him whom he loA'ed as his ow7n son, but it w7as evident that the blow had fallen heavily. He carried himself right nobly under his grief, though, as became a high-minded man such as he was. There was no faltering in speech as he followed the splendid service for the dead, no halting in his gait as he walked behind the coffin that held his nephew ; he had no tears in his eyes at the grave, and"], [127, "THE FOOTFALL OF NEMESIS. 115 he thanked, with a firm voice, those whose position gave them the right of personally offering sympathy to him after the last rites were over. Perhaps he came nearest to showing open emotion when, seeing Mr. Bold ham standing near the grave and looking, if possible, more grief- stricken than he, he made his way to him and held out his hand, which the other grasped in silence. An intuitive feeing that this was a meeting whose words and incidents were sacred things to aU but those two, kept eA'er yone aloof, but it was seen that Sir Headingly was the one who spoke, and that the banker, overwhelmed with grief and horror at the whole of the fearful affair, was totaUy unable to stem the current of his sorrow. Slowly the concourse filed out of the church yard, and dispersed among the streets ofthe town. Among those who had joined in the general expression of respect had of course been Mr. Bompas, and those wdio took note of such things observed that he stood between his neighbours at the \" Coombes,\" Bryceson and Markham. People who saw them, after the funeral, crossing the market-place together 40—2"], [128, "116 TWO PARDONS. obsened to each other that Mr. Bompas seemed a great deal taken up with Mr. Gal braith's two friends, that the \" Coombes \" appeared to haA7e a good many owners, and that Mr. Galbraith had been away a longish while. The group of three was a silent one. They walked past Mr. Bompas's house and entered the gate of the \" Coombes.\" Arrived in the drawing-room of that establishment, a room which showed by its outward and visible signs, by its pipe-racks, fishing-rods, boxing-gloves, whips, guns, and other sporting paraphernalia, that it was a room devoted to the use of bachelors, Bryceson poked the fire into a blaze, and drew up the bind at the back French window, to admit light. \" No one can see in from the back,\" he said, apologetically, \" and the house has been so desperately gloomy all day, I reaUy can't stand it any longer. For goodness' sake, Fred, ring for Edward or one of the women.\" Fred did as he was requested, and the negro appeared in answer to the summons. He had apparently understood it, for he brought wine and other cordials on a tray. \" Edward,\" said Bryceson, \" we are both"], [129, "THE FOOTFALL OF NEMESIS. 117 going over to Avonham Road to meet Harry and Reginald. Get a carriage and pah from Raraty's, and you wiU drive us yourseh.\" \" Berry good, Mas'r Wal'r ; Mr. Bompas comin' 'long too ? \" asked Edward. \" No, Edward,\" said Mr. Bompas ; \" I con ceive that these gentlemen would prefer to welcome Mr. Galbraith and his — ah — brother by themselves. I will — ah — postpone the great pleasure which I shall feel at seeing Mr. Galbraith return safe and sound to his — ah — to the — ah— place of his adoption and choice.\" \" Dear old Harry,\" said Fred Markham, \" wre shaU be glad to see bim again, and fancy having poor old Reginald among us once more ! Ah, but I'm afraid,\" he added, \" it wiU be with a broken heart, and only to spend the fag-end of a ruined life. Mr. Bompas, you wiU haA'e no idea what he was from seeing him as I fear he is.\" \" Sh,\" said Mr. Bompas, \"let us hope that a brighter close to his hfe wiU be granted to him.\" \" I say amen to that,\" said Bryceson, \" but what AviU happen, and how Harry wiU act, or what Reginald will do, I don't know.\" \" Does he know7 of the — of the terrible"], [130, "118 TWO PARDONS. occurrence of last Monday ? \" asked Mr. Bompas. \" Not a wrord, unless he may haA'e seen an account of it in a newspaper by chance,\" answered Bryceson ; \" w7e consulted together and came to the decision that w7e would leaA7e all explanation till their return. This sudden affair of the murder must of course make such a difference in many ways, that it is impossible for us to foretell how the matter wiU be con ducted, or how it will turn out in the end. Besides, we may want to consult other people — yourself, for instance ; and again a letter might miscarry and be opened. It is a chance whether they get any information from the papers, and we can easily explain why we were silent. Also it wiU be necessary that Harry shall know before Reginald does, and there are many good reasons besides, which I need not recapitulate.\" Mr. Bompas sipped his wine in silence for a minute or two, and then, laying down his glass, said very gravely : \" I have knowm Mrs. Stanhope — as from — ah — old associations I must continue to caU her — for so long ; I haA7e been so great an admirer of her goodness, her charity, her w7hole"], [131, "THE FOOTFALL OF NEMESIS. 119 manner of hfe, and haA7e been so long her — I trust — faithful servant, that these things have come upon me with a great shock. From what you haA7e told me, and from the result of her interview with my daughter Adelaide last Monday, I feel that I must accept these facts that are — ah — forced upon me by behef and even by — ah — conviction ; but I assure you, gentlemen, that I wrould fain disbeheA7e them. Is there no doubt, no misapprehension, no mistake ? \" The good old feUow's broken \\7oice seemed to plead for his old friend's wife as he put his question. Markham shook his head. \" There is no mistake, belieA'e me, Mr. Bompas,\" he said ; \" she is Reginald Wilding's wife, beyond a doubt. I haA'e seen her, and am as sure on the point as I am sure of my ow7n existence.\" \" Gentlemen,\" said Mr. Bompas, \" there must be mercy shown. Being strong in your position, you must be pitiful.\" Very firm and clear was Mr. Bompas's voice now ; it sounded to himself almost threatening. He w7as uncertain how his remarks would be taken and his appeal"], [132, "120 TAVO PARDONS. received ; but, hke the stout-hearted man that he was, he was without care on that point. His task lay clear before him, to stand between the wrath of an injured husband and the person of a woman whom he respected from custom, guilty though she might be. \" WhateA'er were tins lady's faults, or, if you hke it, crimes,\" pursued he, \" you must, in all justice, remember tw7o things : first, that she considered her first husband dead ; secondly, her blameless hfe of late years.\" \" Years,\" said Markham quietly but firmly, \" which our poor friend has passed — how ? \" The question was not answ7ered. Mr. Bompas remained silent. Bryceson slowiy eut and ht a cigar. \" You may depend,\" said Markham, \" upon all justice being done. It may be that Mrs. Stanhope is Mrs. Stanhope, and that her worldly position is unassailable. It may be that Reginald will himself take views of the position different from ours. But in any case,\" he concluded, with a slight flush, \" you may be sine of this one fact, and be comforted by it, that Harry is a humane man and a large hearted one, and also that there is some one else now7 who has a claim on him, and w7ho, if I do"], [133, "THE FOOTFALL OF NEMESIS. 121 not greatly mistake, will endeaA7our to divert, and doubtless wiU succeed in diverting, much of his anger from a woman who is undoubtedly suffering terribly just now.\" Mr. Bompas nodded his head gravely, but with a gratified look. The last words greatly reassured him. He w7as about to express himself as being willing to trust to his young friends, and to his daughter's influence, when Edward ap peared at the door, interrupting him in his speech. \" What is it, Ned ? \" asked Bryceson, who AA'as standing in front of the fire, looking moodily at his friend, for the subject was a painful one to all in the room, and puffing slowiy at his cigar. \" Doctor Momp'son wrant to see you, sah,\" said the negro. Bryceson looked from Mr. Bompas to Mark ham enquiringly. They stared at him in return. \" Show Doctor Mompesson in, Ned,\" said he, then, turning to Mr. Bompas, said, \" Do you know why he has called ? \" Mr. Bompas shook his head. Doctor Mompesson being ushered in, looked"], [134, "122 TWO PARDONS. anything but at his ease. He shook hands with Mr. Bompas, bowed to the two friends, and took the seat handed to him by Ned, wdio then left the room. Doctor Mompesson coughed sightly, and glanced at Mr. Bompas with a constrained air. That gentleman at once perceived his em barrassment, and rose from his seat. \" You wish to speak to Mr. Bryceson pri \\7ately, do you not, Mompesson ? \" said he. \" Well, yes,\" said the Doctor hesitatingly, \" I did ; but if I am interrupting any \" \" Not at aU,\" said Bompas, taking his hat. \" I shaU see you all to-night, shaU I not, Walter ? \" Markham also rose from his seat as though to leave the room, when Bryceson spoke : \" One moment, Mr. Bompas ; wait a bit, Fred. If I do not mistake the cause of Doctor Mompesson's visit, I should prefer that you remained. Unless I am greatly in error, Doctor, your visit relates to Mrs. Stanhope.\" \" It does,\" said the Doctor, A7ery much sur prised at being thus anticipated in his com munication."], [135, "THE FOOTFALL OF NEMESIS. 123 \" In that case, Doctor Mompesson, my old friend Mr. Fred Markham here \" He indicated Fred, and the Doctor rose and bow7ed to bim. \" is concerned in the matter equaUy with myself. We are acting for our absent friend, Mr. Galbraith.\" The Doctor, who had resumed his seat, nodded. \"It was partly to question you respecting Mr. Galbraith that I came here to-day,\" he said. \" Just so,\" said Bryceson. \" Mr. Bompas,\" he resumed, \" is in our confidence upon a cer tain matter very much concerning Mrs. Stan hope, and you may speak freely before him. Indeed, in a matter so delicate, and in the absence of my friend Galbraith, I should prefer the presence of a gentleman my senior, and one in whom I have every confidence and trust.\" The two old friends exchanged enquiring glances. \" I have no hesitation,\" said the Doctor, after a short pause, \" in speaking before my old friend Mr. Bompas, though the matter is, as you say, Mr. Bryceson, one of extreme"], [136, "124 TAVO PARDONS. dehcacy. Indeed, it is the most painful one I haA7e had brought to my notice during the wiiole of my medical experience and practice.\" Mr. Bompas shook his head sadly. \"It is a sad one for me, my dear Mompesson, I assure you,\" said he. \" Let me ask you a question first, gentle men,\" said the Doctor, turning to Bryceson and Markham. \" Are you, or w7ere you per sonally acquainted with a man named Reginald Wilding ? \" \" For many years,\" answ7ered Fred Mark ham. \" We were comrades together in America.\" \" Is he not dead ? \" asked the Doctor, look ing earnestly at the faces of aU in the room. \" He is not,\" said Markham. \" But he AA7as shot, wras he not ? \" asked the Doctor, who evinced much surprise at Fred's answer. \" He w7as shot,\" said Markham, \" and was believed to be dead for many years, but he is ahve.\" \"Is he any connection of Mr. Galbraith ? \" asked Doctor Mompesson. \" He is his half-brother,\" answered Fred, wdile Bryceson still stood before the fire"], [137, "THE FOOTFALL OF NEMESIS. 125 smoking slowly ; \" they are children of the same mother.\" \" I am asking these questions from haA'ing receh-ed some instructions from Mrs. Stan hope, w7hom I am attending ; those instruc tions are very incoherent, and almost amount to ravings. As I told you just now7, my posi tion is most painful. TeU me, gentlemen, how is Mr. Wilding connected with Mrs. Stan hope ? \" There was a short pause. Then Mr. Bom pas spoke. He could not bear the silence that follow7ed the question. \" He is her first husband, Doctor Mom pesson, and he w7Ul arrive in AA7onham this evening.\" \" Good God ! \" said the Doctor, and his hat and Malacca cane fell with a crash on the floor. The feA7erish raAings ofthe sick-bed, hitherto almost unintelhgible to him, were now ex plained. \" Did you know of this before, Bompas ? \" he asked when he had recovered from his astonishment. \" On Sunday last, for the first time,\" an swered Mr. Bompas ; \" my daughter Adelaide told me.\""], [138, "126 TWO PARDONS. \" Adelaide ? \" said Doctor Mompesson, in intense surprise ; \" how ever came she to know anything of it ? \" \" She was informed of it by my friend Mr. Galbraith,\" said Bryceson, taking the answer out of Mr. Bompas's mouth. The Doctor stared at him as though this was more astonishing than anything he had yet heard. He turned to Mr. Bompas. \" It is so,\" said that w7orthy in reply to his friend's mute enquiry ; \" Mr. Galbraith and Adelaide are engaged to be married.\" There was a twinge of self-reproach felt as he said it. All his old friends had been kept in the dark. Fred Markham noticed his dis comfort and came to his rescue, to the greater edification of the puzzled Doctor. \" We are astonishing Doctor Mompesson in detail,\" said he. \" Mr. Bompas, wiU you give your friend an account of what we all know ? As Doctor Mompesson has been let into our secret, he may as w7ell make one at our council. The matter has gone farther, by a series of accidental occurrences, than w7e had antici pated, and, as it seems likely that it wdl all gradually leak out, and will perhaps get a"], [139, "THE FOOTFALL OF NEMESIS. 127 great deal of embellishment from rumour, it is far better that Doctor Mompesson should learn the truth from us.\" Thus requested, Mr. Bompas informed the Doctor of all the events which we have learned of late. Mr. Bompas did not fail, at the close of his narration, to reiterate, and strongly impress on the young men — whose relations with his family were explained to the Doctor and as tonished him very much — the principles of leniency and mercy which he had been incul cating just preAious to Doctor Mompesson's arrh7al. With them the Doctor heartily and cordiaUy agreed. It was a sad tale to w7hich he had to hsten, told fairly and with modera tion by Mr. Bompas, and not interrupted by a word from either of the young men, but the Doctor had the natural partisanship of a Marl shire man for Marlshire things, and, whateA'er were the faults of this woman, she was the widow of his old friend, and he was prepared to defend her from oppression, even though he could not justify her actions. \" And there is one thing,\" he added as he was going away, \" about which you must not misunderstand me. Your friends arrive to-"], [140, "128 TWO PARDONS. night. They will not be able to see Mrs. Stanhope.\" \" I do not think our friends are likely to ask such a thing,\" answered Markham, who, though he had kept strict silence whilst the old fellow urged his plea, w7as somewhat ruffled by one or two of his remarks, for the Doctor, in his eagerness to support his crony's appeal for leniency, had persuaded himself that injus tice and inhumanity were the characteristics of the young men, and had spoken accordingly once or tAvice. \"Even if they did,\" said the Doctor, \"it would be denied them. I am Mrs. Stanhope's medical attendant ; she is in no condition to be disturbed ; I shall allow no one to see her, on any business whateA'er.\" Bryceson bowred. \" That shall be faithfully reported to my friend Mr. Galbraith,\" said he. \" Yes,\" said the Doctor, gruffly enough, \" if you please, and tell Mr. Galbraith, moreoA7er, that this toAvn is full of Mrs. Stanhope's friends — friends w7ho have knowm her for some years, and her husband for many ; we shall require proof of wdiat you allege, Mr. Bryceson and Mr. Markham. A mere general statement of an improbable nature, on the face of it, such"], [141, "THE FOOTFALL OF NEMESIS. 129 as has been made to me to-day, and such as you ha\\7e also made to Mr. Bompas, wiU not satisfy us, I assure you.\" For a moment Markham made as though he w7ould haA7e spoken, but he remained silent, and the Doctor, without any attempt at bidding anyone farewell, trotted out into the hall and let himself out, leaA'ing Mr. Bompas with his hosts. Mr. Bompas looked as though he feared that the heightened colour of the two friends betokened a coming explosion ; but he was mistaken. As the door slammed emphatically behind the Doctor, Bryceson smiled. He threw7 away his cigar, which had gone out, chose another, and passed his cigar-case to Markham. \" Your friend is a w7arm-hearted man appar ently, Mr. Bompas,\" he said, \" and \\7ery much in earnest.\" Mr. Bompas muttered a few7 words, eulogistic of the Doctor, but deprecatory of his last remark. \" Warm-hearted he may be,\" said Markham, pausing before striking a match, \" but, if you haA7e any influence with him, Mr. Bompas, and wish his patient weU — w7hich I beheve you sincerely do — I would adAise you to recommend VOL. III. 41"], [142, "130 TAVO PARDONS. him not to take that ground with Harry Gal braith when he arrh'es. It wiU not do with him, I can assure you. Nor would much more of it have gone dowm very well with me, or with Walter here. It must not be forgotten that wre three men, and three more, stand shoulder to shoulder in this matter, as we have stood shoulder to shoulder in eA'en graver ones ; nor must this be allowed to be overlooked : that for many weary years the man whom all of us kxved as a brother has been passing his hfe in a living tomb, whilst the woman for whom Doctor Mompesson has been pleading has hved in luxury and ease. Is it our fault that retribution has come upon her at last ? No, Mr. Bompas, it is not. Not so many years ago but that some of your old men could re member it, your Law would haA'e doomed her to Death. WhateA'er it can do now, there is only one chance between her and it, if we choose to invoke its aid. For, trust me, we have proof and evidence enough of her guilt to convince a townful of pig-headed doctors ; and if we are set at defiance, we shall bring it forward ! \" Mr. Bompas, wdio was wise in his generation, did not reply to the young man, wdiose flushed cheeks and flashing eyes showed that he was"], [143, "THE FOOTFALL OF NEMESIS. 131 speaking under a measure of excitement w7hich, to judge by the look on the face of Bryceson, Avho stood by in silence, was unfamiliar even to his familiar friend. \" Now I haA'e told you all there is to tell, Harry ; and you will see why we dine here and drh7e home afterwards ; don't let us haA'e another word about it to-night. Reginald o o looks wonderfully weU, considering aU things, and a few days of quiet will do wonders with him. But of aU the good things, meeting the old Squire in Lh'erpool was the best. Let us go in to dinner and be as merry as we can to-night, at any rate.\" Despite the darkness of some of their thoughts, it was a hearty party that sat down to dinner at the RaUway Hotel at Avonham Road. At the top of the table was the old Squire, on his left hand Bryceson and Markham, at his right sat Galbraith, and next to him the lost one found, the old comrade once more among them, the dead restored to life. \" Boys ! \" said the old Squire, raising his glass solemnly, \" it is thirteen years since w7e met hke this. I thank God for our meeting here now ! \" 41—2"], [144, "132 TWO PARDONS. It was not an ordinary \" sentiment,\" and they drank in silence to it ; but none of them had ever known a moment of greater joy, or drunk Avith more relish of the wine. Ah, there is neA'er Joy hke that great heart rush that sweeps away the memory of Pain."], [145, "CHAPTER VIII. FOR WANT OF AN ABSENT WITNESS. \" I can add no more to what I haA7e said. That you, uncle, do not believe my words, I know ; that you, Mr. Sennett, and you, Mr. Sinclair, see in them no hopeful signs and no materials for my defence, I am aware ; but I am helpless in this fearful position ; I am as innocent of the murder of poor Rhers as you are yourselves, but I can adA7ance no theory to account for his death, and I swear that I have consistently spoken the truth.\" The scene was a cell in Ridgetown Gaol, a cell furnished plainly, but not without some comfort. Alfred Shelman was the speaker. He was seated at a table on which w7ere wait ing materials and books ; his three A'isitors were also seated : his uncle on a bed in the room, Mr. Sennett and the third person on two chairs. The Mr. Sinclair wdiom he now7 addressed was his counsel. Interested in more than an ordinary degree, he had sought and"], [146, "134 TAVO PARDONS. obtained permission to Aisit the man whom he was that day to defend against the hea\\iest charge which can be brought against man or o o o woman — the taking of human hfe.* At eA'ery visit which either Mr. Sennett, in his character of solicitor, or Mr. Boldham, as the only relative ofthe prisoner, had paid him, he had strenuously asserted his innocence. He could, he declared, throAV no light on the unhappy affair ; there was no one whom he suspected ; nothing could be gained from him but reiterated protests that his hands were free from blood-guiltiness, that he fully re cognised the perilous position in which he stood, but that if the jury found him guilty, and the hiw exacted her last stern penalty, he should die an innocent victim to circumstantial evidence. Mr. Sennett had not at first believed his asseA'erations ; but the young man had told him the tale of his movements on that fatal afternoon so clearly, so unswrervingly, and so consistently that, at last, and against his own better judgment, he had fastened on his words * For an example of a countel visiting a client charg-ed with murder, the reader is referred to the late Mr. Serjeant Ballan tyne's book, \" Some Experiences as a Barrister.\""], [147, "FOR AVANT OF AN ABSENT AVITNESS. 135 as being true. For his own further satisfac tion, he had begged the counsel w7hom he had engaged — one of the most eminent men on the Western Circuit — to hear, from the prisoner's own hps, what he had himself stated to him in his brief, and the counsel, impressed with the pertinacity with which a hopeless hne of defence was adhered to, and assured that there was more in the case than senseless obstinacy, had himseU come to see him and hear him for himseU. \"WiU you repeat to me,\" said he, \"what you have aheady told your solicitor and your uncle ? \" \" Willingly,\" answered Shelman ; \" this is my statement, and I declare that eA7ery word of it is true.\" The barrister leaned a httle forward, and, carefuUy obsenant of bis face, hstened atten tively to his words. \" I went out from my own house at about one o'clock to shoot on my land at Downholmes, which I have quite recently purchased from Mr. Millard, of Beytesbury. It took me about haU an hour to get there, and I w7as either in or on the outskirts of the wood at the back of my land for about an hour. I say ' about ' —"], [148, "136 TWO PARDONS. I kept no reckoning — I did not even look at my watch. I had poor sport, and the mist rose very rapidly ; I was disgusted at my want of success and knocked off, leaving the few birds I had shot at the lodge, wiiere Mr. Millard's keeper and his wife w7ere still liA'ing. I had aUowed them, at Mr. Millard's request, to occupy the house until Christinas. I left the birds there. I wish,\" he added, with a sad smile and a shake of the head, \" that I had taken them home by the road, or that I had left my gun as w7ell.\" \" I wish you had with all my heart, my poor boy,\" said Mr. Boldham, with a sigh. LS \" Well,\" said Shelman, with the same smile, and speaking in a resigned tone of A'oice — a tone that his uncle had seldom heard him use of late years — -\" I did not ; I left the birds, intending to send my man for them that evening. I took my gun, and w7ent towards Avonham across the meadows. On the foot bridge across the Avon I met Walter Rivers. Up to that time I had had no open quarrel Avith him ; indeed, I had scarcely met him since the election ; but I was greatly incensed at finding that he had forestalled me with —"], [149, "FOR WANT OF AN ABSENT WITNESS. 137 with a lady. Do you know about that, sir ? I wrould rather not repeat it if you do \" Mr. Sinclair referred to a slip of paper. \" There is no need to go into it now,\" said he gently. \" Thank you, sir ! Well, I w7as incensed, as I said, about that, I was altogether in a bad temper— my temper has been a curse to me all my life— and I passed him without speak ing. I had gone a foot or twro on the bridge when he spoke to me, and asked what was the matter — did I mean to cut him ? I turned and answered him roughly that I chose my oaa7ii acquaintance and had no longer any desire for his. He laughed and said the arrangement would suit him very wrell, and then I got into a great rage with him, and accused him of circulating a false report about me in the towrn concerning the election riot. I was half mad with rage, and scarcely know what I said. He answered me, but wras cool, whilst I wras boiling with rage. I put my gun down against the railings, and we quarrelled \\iolently, though he kept his head. He taunted me with haA'ing lost my chance of marrying — the lady— and I retorted that if I thought he had had any hand hi maligning"], [150, "138 TAVO PARDONS. me to her, I would put a bullet into him. I only meant that I would haA'e called him out.\" \" You mean that you w7ould have chaUenged him to a duel ? \" said Mr. Sinclair. \" Yes, that was my mealing,\" answered Shelman. \" That, and no more ? \" asked the barrister. \" That, and no more,\" said Shelman ; \" I had no other thought in my head at the time.\" \" What happened next ? \" asked Mr. Sin clair, again referring to a paper in his hand. \" The young fellow7 Lightfoot, the grocer's assistant, came up suddenly. He came out of the mist, which was getting very thick, and neither of us, I think, heard his footsteps ; at any rate, I did not. His Aoice startled me, and it AA-as that, as much as the rage I was in, Avhich made me gh'e him the answer I did. What he said of my w7ords and of Rivers', at the inquest, was perfectly true. He w7as frightened at my threat, and went away pretty quickly. After he had gone I think I w7as worse than before. I called Rivers a cur, and a scoundrel, and A7owed to be e\\7en with him ; I rushed away from the place more hke a madman than anything else, quite forgetting my gun until I w7as a good way on"], [151, "FOR AVANT OF AN ABSENT AA'ITNESS. 139 the high road. I walked to Berry Hill to walk off my temper and the state of agitation into which it had throwm me, for I was fearfully upset. I then turned and re- turned home by the way at the back of the churchyard. I had not been at home an hour, and had just settled myself down for the eA'ening, when Inspector Grane came, and, after some rigmarole, which I swear I could make nothing of, arrested me for Rh7ers' murder. I declare that my first feeling was one of such indignation that I had almost knocked him down. When I learned that the dreadful news of Rh'ers' death was true, I was horrified. I paid no attention to Grane's threats of taking down anything that I said, but protested my innocence as I do now7. I swear that I had no hand in that fearful crime. The rest that happened you all know7. There is one thing, howeA7er, of which I am certain, and that is that my gun wras not loaded. After firing the last shots, I drew the caps from the nipples and threw7 them away. I did not reload. I could not possibly haA7e shot him. Before HeaA7en I am innocent, and my innocence will, one day, be proA7ed. It may be w7hen — when it is too late ; but I shall go"], [152, "140 TAVO PARDONS. before the Judge of us all free from the crime of having that man's blood on my hands ! \" \" Do you know any one,\" said the lawyer, \" w7ho had any grudge against Walter Rivers ? \" \" No, I do not,\" said Shelman ; \" he w7as generally popular, I beheve, aU OA'er the place.\" \" In the whole course of this Aiolent quarrel, no blow7 was struck ? \" asked Mr. Sinclair. \" No, no blow was struck, though it would haA'e come to that if I had not gone away,\" answered Shelman. \" I have nothing more to ask, Mr. Sennett,\" said Mr. Sinclair, and he folded his papers and prepared to go. When they wrere outside the gaol and the two lawyers had shaken hands with Mr. Bold ham, the Mayor of Avonham said to the counsel : \" I wanted you to hear him yourseU for my own sake ; what do you think of his tale ? \" \" It is incomprehensible,\" said Mr. Sinclair. \" The evidence is almost overwhelmingly against it. I should haA'e imagined that there O o had been a struggle at least, in which case an accident might haA'e occurred.\" \" But he rejects any notion of such a defence"], [153, "FOR AA'ANT OF AN ABSENT AVITNESS. 141 being set up, and chngs to his statement, in which I am bound to say he has neA'er A'aried,\" said Mr. Sennett. \" I may be about to say something that will surprise you,\" said Sinclair, \" but, if I am any judge of character, that statement is true. I think he is a young man of violent temper, indeed he has admitted it to us, but I beheve his tale is true. There is a mystery about the whole case. On the evidence I should say that there wras not a doubt of his guilt — any law7yer would say the same, and I \\-ery much fear \" and he shook his head. \" What ? \" \" That the jury wiU think so too ! \" There had been an emigration of AA'onham folk to Ridgetown that morning. Now-a-days there is a railw'ay service between the places, though the trains go a roundabout way, and cover twenty miles in bringing together the inhabitants of tw7o towns only ten miles apart by road, but at the time of our tale, the high way was the only means of intercommunica tion, and, on the morning of the trial, a string of vehicles left the smaller town for the larger. A few persons of position had managed to"], [154, "142 TWO PARDONS. secure seats in the court, but the majority, if they could not crowd in with the general public, would have only the solace of getting the news of the result a httle earlier than those who stayed behind. Beadlemore Arto drove Timothy Rapsey, Mr. Folhvell, and Mr. Polli moy in his high dog-cart, and Wolstenholme and Hoppenner Pye went fraternally in a gig which only held two ; Raraty took a party in a wagonette, and the three vehicles kept pretty close together and stayed at the same half way house. In the street of Ridgetown which fronted the Guildhall, there w7ere con stant recognitions passing between Avonham men, and many were the tricks, shifts, and manœuvres employed by those who wanted places. Timothy Rapsey was delighted with a seat in the A7ery first row of the gallery, and exactly behind the dock. From this coign of A'antage o o he scanned the wdiole court, and gaA7e his less fortunate companions information concerning any notable wdiom he saw7. \" Mr. Semiett's a-talkin' to a taU l'yer in a wig ; I reckon that's him as is goin' to o \" o defend.\" \" KiUett ain't got no seat ; ail have to"], [155, "FOR WANT OF AX ABSENT AVITNESS. 143 stand ; oh, no, a' won't ; a've found one at last.\" \" Look 'ee there now ; there's Mr. Bompas up behind, and Mr. Galbraith wi' 'un.\" \" That's that old geniman stayhig wi' Mr. Galbraith o' t'other side o' Mr. Bompas.\" \" Lor', what a voice that crier 'a' got, to be sure ! Daddy Prosser ought to be here to hear 'un.\" \" Mr. Galbraith's other friend's just come hi and set next to 'un. I don't see Mr. Bryceson nowheres.\" \" Poor Mr. Boldham ! theyVe gh7e him a place next to Mr. Sennett ; a' looks main flurried.\" Thus the httle man chirped and chattered, and peered about the court hke an obsenant magpie. When the judge had taken his seat, and the jury had been sworn, there was a stir in the court as the prisoner appeared. He bore him seU weU under the fire of eyes turned upon him, though his colour went and came. His plea of \" Not guilty \" was given in a clear and firm voice ; but he seemed to pay httle attention to the speech of the counsel for the Crown, occupying himseU in looking round"], [156, "144 TAVO PARDONS. the court and occasionally flushing as he caught the familiar countenance of some AA'onham man among the spectators. He saw the face of Galbraith, and sought eagerly for that of Bryceson near him ; not finding it, for Bryceson had too much manhood to be present, he turned again and scanned Gal braith's face. There was no hostility in it ; turning again, he caught a friendly visage, that of John Rann, Avho smiled and nodded to him as though to bid him be of good heart ; he answered him with a smile. He heeded the trial A'ery httle at first. Would that prosy man, heaping fact on fact against him, neA'er be done ? There was Adolphus Carter sitting with his ftither, close to Mr. Bompas. Pleasant for him ! Half Avonham was here to see him tried. Hoav many would come to see him wdien That would be in the open air, too, and there would be more room for them than in the court. Thank God ! there wrere no Avonham women there to gloat OA7er him in his mis fortune. Had Galbraith ridden over on the horse that he bought in spite of him ?"], [157, "FOR WANT OF AN ABSENT AVITNESS. 145 He had seen him once riding with ; ah, thank goodness the speech was finished at last ! Such were his thoughts after that first sur vey of the court and the faces familiar to him. They were succeeded by a kind of dull interest in the evidence. It w7as so great a nuisance having to stand there before all those common vulgar people, that he might as weU try to get some amusement from the witnesses. He took notice of them as of the actors in a slow play, he was anxious for the end of it to come but the plot had httle attraction for him. Those busy men, writing just in front of him, would describe him as being quite calm and cool during the progress of the trial ; they would praise his command of feature and his courage. In reahty he felt as unconcerned as any spectator in court. The end was near now. The witnesses had been examined and cross-examined, the counsel for the defence had made wdiat every one to-night and to-morrow would describe as a grand speech, and the judge was calmly and dispassionately going over the evidence and summing up to the jury. The examination both of Jacob Starer, who w7as terribly ner- vol in. 42"], [158, "146 TAVO PARDONS. vous, and, even in his simple tale, contradicted himseU once or twice, and of Lightfoot, who had given some vague evidence as to the time of his hearing the shots, had roused great in- terest, and their testimony had not been so unfavourable to the prisoner at the trial as it had been at the inquest. The wisdom of a reserved defence was seen, and Mr. Sennett was praised for his tactical skill by all his Avonham townsfolk during the intenal for luncheon. Lightfoot could not swear wiiether or no the gun was capped or cocked w7hen he saw it on the bridge. Jacob Starer admitted that he had been more anxious to get the body of Walter Rhers out of the water than to notice its position as it lay. These were points in favour of the prisoner. The doctor's evi- dence and opinion as to the cause of death had not, however, been shaken. He did not beheve that the deceased in handling the gun, perhaps with an idea of causing it to be restored to its owner, had accidentally shot himself ; the a\\ ounds, he thought, could not have been seU-infbcted. But the supposition had been well handled in the defending counsel's speech, and Mr. Sinclair had made the most of it, and of each of the other points ;"], [159, "FOR WANT OF AN ABSENT WITNESS. 147 there was much doubt now in the minds of the spectators, and John Rann's face was radiant. But there was that Aiolent quarrel on the bridge to be disposed of, the wiser heads thought. The judge finished a masterly summing up, the conclusion of which was solemn in its mention of the issues involved, and of the duty ofthe jury to their country and their feUow man alike, and the jury withdrew. There was the usual buzz of subdued con versation in the court during their absence ; the judge left the bench, the prisoner was removed from the dock. A quarter of an hour — haU an hour — an hour passed, and the jury had not returned. Lights were set hi the court as the winter day waned, and stiU they waited. The issue of what was passing in the jury room we shaU see presently. Let us look at something which is going on in the court. The actors are two, and theh action is quite silent and unobserved. It consists simply of one man watching another. Candles have just been brought, and the court is weU Ughted where they sit. 42—2"], [160, "148 TWO PARDONS. The man w7ho is watched holds a handker chief in his hands, and is twisting and wring ing it till its threads are giving w7ay, and it is full of holes, and shredded and torn in twenty places ; from time to time he wipes from his brow great cold drops of sweat, which stand there in pearl-like beads. His lips are wiiite, and he rubs them furtiA'elv now7 and then, as though he knew their pallor and sought to give them colour. He has been taking notes of the trial, but has crumpled them up in his hand and is clutching them tightly as he w7renches and tugs at his handkerchief. When he wipes his brow he shifts the paper into his left hand, but takes it again in his right, when that is done, and keeps it furtively in the hollow of his hand. When the fights were brought he made a movement of im patience, and, for some minutes, shaded his eyes with his hand as though they were affected by the glare. From time to time he looks about him as if to see Avhether people are observing him, more than to notice them or their doings. Surely the prisoner himseU cannot be under stronger emotion, as he waits for the verdict, than this man. The man watching can only see one side of"], [161, "FOR WANT OF AN ABSENT WITNESS. 149 his face except when he turns, but he never takes his gaze from him and watches with eyes well used to watch, and notes every twitch and gesture. There is a stir in the court, for the judge has been sent for, and the prisoner is again in the dock. The jury enter, and theh names are called amid a silence deep and great, broken only by the voices of the clerk and the jurymen. AU ears are opened for the verdict, all eyes turned to the jury-box. AU saAre two ; the watcher ne\\\"er takes his eyes from the face of the man whom he is watching. \" How say you, gentlemen ? Do you find the prisoner guilty or not guilty of wilful murder ? \" \" Guilty ! \" A flush comes into the face of the man watched ; then it dies out ; he half turns to the one who sits by his side, his eyes close, his hands relax their grip of what they have held so firmly, his head bends forward, and he falls with a loud crash on the floor. There is confusion in the court as he is removed, and a county magistrate whispers to"], [162, "150 TWO PARDONS. the sheriff, who whispers to the judge, that it is a great friend of the prisoner, overcome by the verdict. \" Prisoner at the bar ! Have you anything to say why sentence of death should not be passed upon you ? \" The prisoner lifts his eyes towards the judge, and there is not a tremor in his A7oice as he says: \" My lord ! One witness has been want ing at this trial, the man wdio fired the shot that kiUed Walter Rh7ers ! That man will be found one day, and the j my will hVe to see that their verdict was wrong. Before my Maker, I swear that I am innocent! \" In a broken voice, and with great emotion, the judge passes sentence of death. He feels bound to say that the jury have done theh duty and that their A7erdiet is according to the eAidence. He entreats the prisoner to use the time remaining to him in repentance. His own Aiolent passions haA'e brought him to this position, a fearful one for a man of his station in the world. He can hold out no hope ; nothing remains but to pass the sentence of the law. And the dread words are said in a hushed and awe- stricken court."], [163, "FOR WANT OF AN ABSENT WITNESS. 151 Then the prisoner is remoAred and goes out of sight, and the crowd file out into the street. \"I do not want to see another man sentenced to death,\" says Mr. Bompas, as the four friends are waiting for their horses at the hotel after the trial. \" Nor I,\" said Markham. \" Pah I this sherry tastes of the gaUows and the hemp ! \" \" Nor I,\" says the old Squire. \" I shall dream of his face aU night, poor fellow ! \" \" Nor I,\" says Galbraith last of aU, \" parti cularly when he is not guilty.\" The three others stare at him. \" Not guilty ! \" \" Yes ; I do not belieA7e that man is guilty.\" \" Do you believe what he said about that missing witness ? \" says Fred Markham. \" I do ; I believe he will be found and very shortly too.\" \" How will he be found ? Who wiU find him ? \" asks Mr. Bompas, astounded. \" I will ! \" Mr. Bompas and the friends made no men tion of this conversation in the description of"], [164, "152 TWO PARDONS. the trial winch they gave in Avonham that evening. Of course the scenes of the day had been of too grave a nature, and coming events were too serious, for the party assembled at Mr. Bompas's to be a v7ery joA'ial one, yet Adelaide noticed that Galbraith seemed more than usually preoccupied, and asked him somewhat anxiously, when he took his leave, what had occurred to disturb him. He kissed her, and laughingly said that nothing AA'as wrong, that he w7as a selfish fellow7 and ought to be banished, but that he had something special to think out by the morning and that he would teU her all in a day or tw7o. He thought it out after his guests had re tired to rest. Thought it out long and pain fuUy into the small hours of morning. When his task w7as done he locked two sheets of torn and crumpled paper in a private drawer and went to bed himself, perfectly satisfied with the result of his night's work."], [165, "CHAPTER IX. A PERIOD OF SUSPENSE. In total ignorance of the far heaAder cloud that hung over her, the good folks of Avon ham received with quiet joy the news of the restoration to health of theh chief Lady. Doctor Mompesson's praises were sounded at every tea-table hi the place, and the good Doctor was openly congratulated by every one who met him. To him, who, as we know, had his secret to carry about with him, these demonstrations were awkward, and he went about the streets looking so very grave that folks wondered at it and said to one another that the anxiety of the case had told upon the old man. That it was anxiety which made him so glum was true, but it was caused by the downfall of an idol, the shatter ing of an illusion. Docter Mompesson had lost no time in seeing Galbraith. The day after the arrival of the latter in Avonham, the Doctor had waited upon him, and what Mark-"], [166, "154 TAVO PARDONS. ham had prophesied to Mr. Bompas had come true. No graver mistake could have been made than to attempt to assist Mrs. Stanhope by attacking Galbraith. This is what the Doctor had done. It went so against him to have to beheve anything against the woman, that he turned blindly obstinate and refused to beheve. He went to Galbraith burning with self-irritation. He demanded rather than asked for proof ; he posed as the self-con stituted champion of a lady whom he. alleged to be lying under a false accusation, and he started the war by what he considered a justi fiable raid on the enemy's country. Now, to stir up strife is always dangerous, and to attack a man who has a grievance, using against him as a weapon a derision of and disbelief in that grie\\7ance, is something like arousing a rattlesnake. You may be able to get safely away, but it is most certain that you will have to move ! Doctor Mompesson had to abandon his first position precipitately. \" I have listened patiently to you, sir,\" said Galbraith, \" from respect for your age, and your honoured and honourable position in this town, but you are exceeding the privileges both of your years and your station.\""], [167, "A PERIOD OF SUSPENSE. 155 \" I have taken upon me,\" answered the Doctor, \"to speak on behalf of a lady whom aU Avonham loves and admhes, and who, I consider, is being most unjustifiably slandered and abused.\" Galbraith's colour rose and his temper with it. This was hard for any man to bear. \" You are speaking on behaU of a woman,\" he said, \" whom I and my friends know to be an adulteress, and haA7e good reason for supposing to be a bigamist. You are the champion of a worthy cause, I must say ! \" \" Sh,\" said the Doctor in a great heat, \" I do not belieA7e one w7ord of your accusation against my friend and patient. From begin ning to end it's a cock-and-buU story \" \" Which you shall haA7e speedy opportunity for testing,\" said Galbraith. \" I wiU at once apply for a warrant against your friend and patient for having committed bigamy, and if she can disprove the charge I will apologise to you. I wish you good morning, sir.\" And he rose from his seat and rang the bell so sharply that Edward answered it at the double. Now, the Doctor, though an obstinate, was liot an utterly pig-headed man, and he at once"], [168, "156 TWO PARDONS. saw that he had gone too far with this young man. \" Stay one moment, Mr. Galbraith,\" said he, swallowing his hritation and speaking more calmly, \" I am wrong to be hasty with you ; I am sorry I w7as so ; let me haA'e a little more conversation with you.\" Galbraith signed to Edward, who stood in the doorwray, and the negro withdrew. \" Doctor Mompesson,\" said Galbraith when they were alone again, \" I cannot blame you for your championship of your friend's widow . When this new7s was first con veyed to Mr. Bompas he was as much astounded as you can be, though\" — he said with a smile — \" he received the story with more equani mity. I can assure you that he has been as zealous in— Mrs.— in her cause as you could be. My friends haA'e done him eA7ery justice in reporting that. The surroundings of the case are A'ery much altered from when I first came to Avonham. My brother has been re stored to me as though from the dead ; I have found happiness and love in a town to winch I came with hatred and reA7enge in my heart ; and another hand has dealt to this woman a blow so heaA'y that even I pity her. You"], [169, "A PERIOD OF SUSPENSE. 157 would, I am sure, give me credit for every disposition to do right if you knew the state of embarrassment into w7hich eA7ents haA7e thrown me since my return home. Without promising anything, I assure you, in aU sin cerity, that the best thing will be to wait. Wait only for the issue of this trial, wait only for your patient's recovery. The secret is in good hands. Trust me to respect your motives and your partizanship, and forgh7e any httle angry speech that I may haA'e made in this interview7 — a painful one, I know, to both of us.\" \"It is for me to ask your pardon, Mr. Gal braith,\" said the Doctor ; \"I wiU take your ad\\ice and wiU trust to you to do what is right. Let us wait.\" So they parted excellent friends, each with a hearty admiration for the other. For three weeks Mrs. Stanhope lay between hfe and death, but at last the Doctor was able to pronounce her out of danger, and, as we haA'e seen, there was universal joy in Avonham over the fact. During those w7eeks no whisper of anything beyond the fact of her illness had leaked out in the town. Avonham had plenty to interest it meanwhile"], [170, "158 TWO PARDONS. in the trial, the result of which w7e saw in our last chapter, and also in the fact of the house - hold at the \" Coombes \" having increased in numbers. Mrs. Hackett reported that Mr. Galbraith had a housekeeper now and a hoity toity cook from London, if you please ; and folks gathered that the alteration did not suit her. Raraty had to put up three more horses for Galbraith, who had purchased them of Hart, and that worthy sent down with them a couple of grooms, who lived in lodgings in the town and patronised Raraty' s stablemen with great condescension. Mr. Pimnffer's face brightened when he mentioned casuaUy the transactions Avhich the gentlemen in South Street had with him, and the gossips ofthe Avonham tea-tables began to throw out dark hmts of the relations between the three young men and the Misses Bompas. The oldest member of the band was speedily high in favour in the town, and Doctor Mompesson and Mr. MiUard when they heard his name, received it with aU the honour due to it. It was not long before the county paper informed its readers that the guest of the pro prietor of the \" Coombes \" was an American savant whose fame had spread ovrer two con tinents, and so the house and its occupiers"], [171, "A PERIOD OF SUSPENSE. 159 became more important than ever. The minds of the smaU fry were somewitat exercised by the Squire's presence, as they looked on him somewhat in the hght of a new kind of bogy, respectable but not the less dangerous. The negro had been at first somewhat uncanny in theh eyes, and now7 that he was supplemented by one whom they considered as a superior wizard, their courtesy increased with their fear, and no one w7as more respectfully received in the streets by the schoolboys than Galbraith and his friends. So time went on and Mrs. Stanhope re covered, and Shelman was tried ; with what result w7e have seen. The thne of Christmas was approaching fast. The town had had its Agricultural Show, at which local fat oxen had been punched, pinched and criticised, and root crops weighed and poultry shown ; and after it meritorious farm labourers had received sides of bacon or silver medals, apparently as a reward for having been content to cling to the same acres of soil for their existence during five-sixths of their slow, hard, dead-level hves, an existence scarcely higher than that of the horses they drove or the hounds theh masters walked ; farmers"], [172, "160 TAVO PARDONS. round had got theh orders for Christmas tur keys, and Killett's mind was weighed down by the fact that oxen, even at Christmas, are not entirely composed of sirloin ; Pinniffer's spirit bottles had burst out with seasonable labels representing a white-headed, snowy-bearded Silenus, crowned with holly, discussing a bowi of punch ; the grocers' w7indows were filled with raisins and candied peel, and aU the other signs of the festive season were at hand. \" I doubt very much, Walter,\" said Galbraith to Bryceson, one afternoon, as they walked up the town together, the three other inmates of the \" Coombes \" having run over to Bath for the day, \" whether, with all this confounded w7orry OA'er our heads, I shall be able to offer you feUows a A-ery merry Christmas ; I wish with all my heart that whatever is to happen would happen soon, and that we knew7 the end of every thing.\" \" And so do I, my dear fellow ; but at any rate, let us be as cheerful as we can until we know7 the worst or the best of our troubles. Thank God, we have Reggie with us, and the Squire says he sees marked improvement in him already. Then we're aU going to be married in the spring, so you see we are better"], [173, "A PERIOD OF SUSPENSE. 161 off in two respects than we ever thought to be. Come ! throw away your cares for the time, Harry, and let us be gay. Look at Pinniffer standing at his door, bidding that old fellow on the cob farew7ell. He looks positively mediæval. John Gilbert ought to paint him ; I vow no one else could do him justice.\" \" Isn't that Millard — the parting guest, I mean ? Yes, it is ; I thought so.\" \" Let us go OA7er and see, I can't make out in this dusk ; I think you are right, however.\" The horseman proA'ed to be our old ac quaintance, w7ho had ridden in to execute some Christmas commissions. He was easily per suaded to dismount, and the three ascended the steps of the hotel together. There was no one in the parlour when they entered, and they were soon making merry over a small bowl of punch of Mrs. Pinniffer's own brewing. \" When do any of you mean to pay me a visit at Beytesbury? \" asked Mr. MiUard. \"Mrs. MiUard is saving some cherry brandy for you, Mr. Bryceson, which, she declares, shall beat anything she has hitherto attempted in that line and shall be the very best you eA7er tasted. Come and sample it before Christmas comes, and bring your friends to lunch. Mr. Galbraith, vol. in. 43"], [174, "162 TWO PARDONS. you haA'e not been our way once since your return. How is your brother ? \" Mr. MiUard, be it observed, was not the possessor of the secret of Reginald Wilding's illness. To his mind, he was a young man just returned from America and recovering from long continued sickness. The young men made suitable replies to the old fellow's invita tion and enquiries, and Mr. MiUard resumed. \" And so you were over at Ridgetown on Tuesday at the trial, I hear,\" he went on. \" I was not,\" answered Bryceson ; \"1 could not have gone after what happened here.\" \" To be sure,\" said Mr. Millard; \" weU, well, a sad thing, a sad thing ; I was A'ery much upset OA'er it.\" \" You knew both men, of course, intim ately ? \" asked Galbraith, as he sipped his punch. \" Since they were boys, and boys together,\" answered Mr. Millard. \" To my mind that is the saddest part of the whole affair. It is as horrible to think of as though they had been actuaUy brothers.\" \"I suppose you have heard all kinds of rumours as to the real cause of the quarrel between them ? \" asked Galbraith."], [175, "A PERIOD OF SUSPENSE. 163 \" All kinds,\" answered Mr. Millard, \" and don't beUeA7e one of them ; the whole affair is a mvstery to me.\" Bryceson was just about to inform Mr. Mil lard that his friend had a theory on the subject, when he caught Galbraith's eye, and from the look in it he remained silent. Galbraith did not speak himself, but taking out his cigar-case handed it to his friends. Both accepted the proffered weeds, and during the process of cutting, lighting, and starting his Cabana, Mr. O\" O O? O Millard did not resume. When he had seen the first portion of white ash appear and was satisfied that aU was w7ell, he continued his remarks on the murder. \" I have always known,\" said he, \" that Shelman was a young fellow of imperious habits and OA'erbearing manners. What we call a masterful man down in these parts. Added to that, his temper was hasty, not to say nasty, and he lost it \\7ery soon and sometimes ov7er verv trifling matters. I happen to know, Mr. Galbraith, for one thing, that from the first day you came into Avonham, he bore you no good AviU.\" Galbraith nodded, but made no other com ment on the information. 43—2"], [176, "164 TAVO PARDONS. \" As for yourself, Mr. Bryceson, why you know, you two AveU, you haven't forgotten I daresay.\" \" No,\" said Bryceson, laughing, but chang ing colour a little, \" we upset the whole re spectability of the place, I know. Gad ! I thought your friend Mr. Sennett would have locked us both up.\" \" Well,\" said Mr. Millard, drily, \" I have known Sennett for a good many years, and I am extremely glad that the matter went no farther than it did. It was sufficiently deplor able without anything w7orse being imported into the matter. I haA'e always regretted that fracas, Mr. Galbraith.\" \" It would most hkely haA7e fallen to my lot to be engaged in it, had I been at home, Mr. Millard,\" said Galbraith — a little stiffly perhaps — \" and although viewed in the hght of recent events — with which howe\\7er it has A'ery httle to do — it does seem regrettable, yet I have too much gratitude for my friend making my quarrel his own to find any fault with him for it.\" \" WeU,\" said Mr. Millard, \" every one looks at these things from his own standpoint, and, from yours, you are undoubtedly right. Let"], [177, "A PERIOD OF SUSPENSE. 165 us say no more on that head, then. I was say ing that this affair of the murder is a complete mystery to me. I will tell you why that is so.\" Galbraith nodded again, and settled himself to listen, with every outw7ard mark of attention, to the speaker. \" I told you just now,\" said Mr. MiUard, leaning back in his seat and puffing slowly at his cigar, \" that I did not beUeve any of the many rumours flying about as to the cause of any very desperate quarrel between young Shelman and poor Rh'ers. I know, of course, that they wrere quarrelling A'iolently just at the time the affair happened, but I cannot for the hfe of me see any cause for matters having gone so far as that Shelman should shoot Rivers, either in hot blood or cold blood, no matter what was the subject of their dispute.\" \" But what theory have you formed upon the matter ? \" asked Bryceson in a tone w7hich showed that he was not much impressed by the depth or sagacity of Mr. Millard's remarks up to the present. \" I beheve,\" said Mr. MiUard, \" that there was a struggle betwreen the two young men and that, in that struggle, the gun went off"], [178, "166 TWO PARDONS. and shot AValter Rivers. I wonder that that w7as not the defence set up.\" \" I don't quite see how7 they could set up that defence,\" said Bryceson. \" I understand that, not only at the inquest but at aU times, Shelman has strenuously denied struggling with Rh'ers at all.\" \" Well,\" said Mr. Millard, shrugging his shoulders and apparently giving up the thing as a bad job, \"as I said before, the whole thing is a mystery to me, although the facts seem plain and on the surface ; if the theory of a struggle and an accidental discharge of the gun be not correct, I give up all hopes of eA7er be ing able to explain the affair. Unless indeed,\" he added, \" Shelman should confess to the murder.\" Men who haA7e been together in wilder scenes than the smoking of cigars, and the sipping of West Country punch, haA7e httle ways unknown to the natives of regions wdiere those peaceful pursuits are indigenous to the soil. Not a man in A\\7onham could have seen that Gal braith gaAre Bryceson a sign that he w7as to pursue his inquiry no farther ; but the sign was given and understood, for all that. There was a pause in the chat for; a couple of"], [179, "A PERIOD OF SUSPENSE. 167 minutes, during which Bryceson and Mr. Mil lard smoked, and Galbraith seemed intent on nothing more important than deciphering the hiscription on the William and Mary guinea which was let into the bottom of the rare old punch ladle. \" By-the-bye,\" said he after he had replaced the much cherished antique in its proper place, \" I saw7 that interesting young gentleman Carter in the court at Ridgetown last Tuesday. What is he doing, now that he has left Mr. Bompas ? \" \" Ah ! \" said Mr. MiUard, \" I heard that he fainted in court when the A7erdict was returned : is that true ? \" \" Perfectly,\" answered Galbraith, \" I w7as sitting not very far from him at the time.\" \" He was v7ery friendly with Shelman,\" said Mr. MiUard ; \"the shock must have been too much for him.\" \" Ye-e-e-s,\" said Galbraith very slowly and in a tone at which his friend looked somewhat amazed : \" that must have been it, I suppose ; he seemed more upset than the prisoner.\" \" He's not overburdened with courage, I fancy,\" said Bryceson."], [180, "168 TWO PARDONS. \" What is he doing just now ? \" asked Gal braith again of Mr. Millard. \" He is at home with his father,\" answered Mr. Millard ; \" he is another young fellow w7ho has made a fool of himself. But you know more about bis misdeeds, Mr. Bryceson, than I can tell you, of course. Ah, he lost a good chance when he got out of Bompas's good books.\" \" For that I really can't blame myseU,\" said Bryceson ; \" at any rate not entirely.\" \" No,\" said Mr. Millard, \" I think he must thank his friend Shelman for that in a great measure.\" \" You think so ? \" asked Galbraith. \" Oh, yes, I am sine of it,\" answered Mr. Millard ; \" I had that from Bompas himseU.\" Galbraith nodded two or three times as though the answer, in some way, were satis factory to him, and it had been AA'hat he had been expecting. \" But I must be getting homewards,\" said Mr. Millard, jumping up and shaking hands cordially with the two friends ; \" no, thank you, Mr. Galbraith, this cigar will last me nearly home ; good-bye to you both : now remember, we expect you to call as soon as you can, and"], [181, "A PERIOD OF SUSPENSE. 169 you can trust my wife, Mr. Bryceson, for having some cherry brandy worth tasting, I can assure you. Pinniffer, send my cob round.\" The two young men stood at the front door, as the old fellow mounted and rode away, giving him a cheery farewell as he turned the corner. As they stood a minute hesitatingly on the steps of the \" Bear,\" the obsequious and observant Timothy Rapsey entered the door way and gave them an effusive \" good eA7ening.\" Galbraith immediately turned back and followed Timothy to the room they had just left. Timothy's nature was clastic. Dashed as he had been by John Rann's A'igorous denuncia tion of his inquisitiveness, he had recovered his perky manner and was just as eager for any information as ever. Friends had intervened between him and John Rann, and the pair had shaken hands with great formahty and solem nity at their next meeting ; now he thought he saw another chance of adding to his store of knowledge of his neighbours. \" Nice seasonable weather, gentlemen,\" said he as the friends entered the room. \" Very,\" said Galbraith. \" I am glad to see Mrs. Stanhope out driving again,\" said Timothy."], [182, "170 TWO PARDONS. \" Oh, is she sufficiently recovered to be about ? \" asked Bryceson. \" Oh, yes,\" said Timothy. \" Indeed I think she has been paying you a visit, Mr. Galbraith, this afternoon.\" \" Paying me a visit ! \" said Galbraith, look ing at his friend in surprise, \" how do you know7 that ? \" \" I was coming along South Street about an o o hour ago,\" said little Chatterbox, \" and Mrs. Stanhope's carriage stopped at your gate. The footman w7ent in and came out again, bv which O i J I presume you wras out, sh : indeed I may say as I asked 'un and he said you w7as.\" Bryceson kicked a stool OA7er and then apolo gised to it ; his friend laughed. \" Mrs. Stanhope drove on, sh, and I see she's returned to South Street, and is over at Mr. Bompas's now ; her carriage is a-standin' at his door. You can see it come out o' South Street U you wratches through this Avinder.\" \" You seem to take a great deal of notice of wdiat goes on about here, Mr. Rapsey,\" said Galbraith. \" Yes, Mr. Galbraith, I do,\" answered Timothy; \"you see it's my only ockipation"], [183, "A PERIOD OF SUSPENSE. 171 nowadays. I suppose it was summat about the 'ouse as Mrs. Stanhope wanted to see you about, sir ? \" For a moment Bryceson looked curiously at the pair ; but Galbraith gave no sign of annoy ance. \" About the lower river, Mr. Rapsey,\" said he ; \" Mrs. Stanhope is going to give me the right of fishing in it. But I must be going now. Come along, Walter. Good afternoon, Mr. Rapsey.\" Mr. Rapsey w7atched the two friends cross ing the market-place, and then gave his mind to tobacco and ale. \" Been to see me this afternoon, eh ? \" said Galbraith to Bryceson, as they w7alked along : \" what does that mean ? \" \" Clear the decks for action, perhaps,\" answered Bryceson. \" Very Ukely. Well, she will find us all at our stations wiien she comes.\" They passed the carriage standhig outside Mr. Bompas's door, and entered at theh own gate. At the door they met Edward, who looked grave. \" Dat ar woman been here askin' for you, Mas' Harry,\" said he."], [184, "172 TWO PARDONS. \" So we hear, Ned ; if she comes again show her right in. Anyone at home ? \" \" No, sah, dar ain't none of 'em come back, but dey won't be long now.\" Galbraith and Bryceson entered the room and the negro brought them lamps. By their hght Bryceson noticed that his friend's face was A7ery set and stern. When they had sat for about fi\\7e minutes quite silent and each occupied with his own thoughts, there came a knock at the front door. Galbraith turned and pitched his cigar into the fire. Then he looked at Walter and laughed. \" Stand by to repel boarders,\" he said. \" I w7ant you to stay here with me, old fellow7 _ We are all brothers in this.\" The door opened, and Adelaide Bompas entered the room, followed by Mrs. Stanhope. Both men rose. Bryceson handed a chair to Adelaide, w7ho took it without speaking. There was no need of explanation. It wranted but one glance at each of the other two to reahse the fact that they had met for strife. And Adelaide, braA7e as she was, felt her heart grow cold as she saw the two hard faces : hers full of majestic, stately beauty, but show ing by the coming and going of her colour the"], [185, "A PERIOD OF SUSPENSE. 173 emotion she could not resist ; his ht up with the hght of battle, and calm as the face of a statue ; whUe Bryceson waited for the first words with strained attention, as he had some times listened for the wrord \" fire ! \" as he looked on at some wild Western duel."], [186, "CHAPTER X. AT THE SOUND OF A WELL-KNOWN VOICE. There was a difference in the manner of each of these duelists. Whilst Galbraith was really calm, Mrs. Stanhope was only apparently so. She had nerved herseU for the encounter and the effort had been a great one. She had been forced to confess to herself that her enterprise wras desperate, and one thought troubled her more than all. She had a hundredfold more at stake than the man with whom she was about to fight. In the old wild days of her Bohemian exist ence there would have been for her no such thing as loss of station to dread. Her rare beauty and her gift of song had been the weapons w7hereAvith she had faced the world, and faced it successfully too. The surround ings of such a life have a tendency to harden the nerves and strengthen the heart of a woman, though very often quite the reverse is the result of their influence on a man. When"], [187, "AT THE SOUND OF A AVELL-KNOAA'N A7OICE. 175 she had exchanged this life for the humdrum existence of the married state, she had found respectabihty and regularity intolerable. An indulgent and fond husband had no attractions for her. To a man w7ho was stern, and eA7en harsh to her, she would haA'e clung with all the strength of her heart ; but she despised the good-natured and easy-going Reginald, and fled from him with one unworthy either to be compared with him or to be associated with her. The first rush of loAre for her deserted husband had come over her after the deadly injury she had done him, for she then first knew that under his quiet nature lay the highest courage and the firmest resolve. She remembered now how her terrified paramour, with face ever white and hand ever trembling, had carried her from place to place, from town to tow7n, and how the injured husband had foUowed hke a sleuth hound, till, in spite of every device, they had found no rest for the soles of their feet, and a week's consecutive residence in one place had been a matter of im possibility. Then it had been that, amidst this wUd scurrying here and there, this con stant flight, those starts and horrid awakenings in the night ; those terror-born glances right"], [188, "176 TAVO PARDONS. and left and up and down before venturing out by day, she discovered that, after all, she loved the pursuing and hated the pursued. She remembered how, when at last news AA'as brought her that all was OA'er and that they need fear no more, the tide of revulsion Avhich had set in in her heart, now filled it with loathing for the partner of her crime and pity and affection for the dead. Francois Grenier had but little cause to triumph after he had told her the story. In a w7hirlwind of wild regrets she had torn herself from his embrace and loaded him with reproaches so bitter and scorn so scathing that they rang in his ears tiU he died : till the morning when he faced Galbraith underneath the trees on the low-lying shore on w7hich the lazy waves were plashing, Avhen he felt the blue eyes, stern and pitiless, conquer his own, when he gripped his knife and tried to feel that he could win the fight ; wiien the face in which he could see the hkeness to the man Avhom he had left at Baton Rouge, shot by treachery, drew nearer and nearer and he could mark the breadth of those shoulders, and guess ' o at the strength of that terrible right arm. The Avords of his dupe, and the cry of his victim"], [189, "AT THE SOUND OF A AVELL-KNOWN VOICE. 177 were in the ears of Francois Grenier till his last despairing stroke wras stricken, tiU his delicate wrist broke in the iron grip of the avenger, and the requiting steel went down into his black heart as he took the Wages of Sin in full. She knew nothing of his fate. She had dreaded his reappearance at one time, but the feeling had worn off since her husband's death, and eA7en had he appeared, she w7ould have felt secure in her knowiedge of the man's character and the easy manner in which she could have silenced him. But this man was different. How inexpressibly dear was her social position to her now ! It had been but a httle kingdom OA7er wilich she had reigned, but her O O ' sw7ay had been undisputed and she had been very happy there. Now there wras this one struggle to come, and then she must lay down sceptre and robe and turn her back on her subjects. Oh, for one hour of her old wild courage ! Civilization had spoiled her for a desperate moment hke this. She went into the contest with much of the same hopelessness with which Francois Grenier had faced the very man before whom she stood now. And she could not quit her realm without a sigh. vol. in. 44"], [190, "178 TWO PARDONS. The thought of having to leav7e it had nened her to make one fight against fate and she w7as o O here to-day to make it. \" You are perhaps surprised to see me here, Mr. Galbraith,\" she said, for she felt that she must open the business, as he gave no sign of doing so. \" I am not surprised, madam,\" said he graA7ely. \" Will you be seated ? \" She took no heed of the imitation, but remained standing by Adelaide's side. \" Empty courtesies, Mr. Galbraith, AviU be thrown away between us,\" said she ; \" let us come to the root of the matter.\" \" I must decline to pledge myseU to any particular course of action, madam,\" said Gal braith, \" but since you are here and seem to wish to speak, I will hsten to anything you haA7e to say.\" \" You are kind,\" she said with a sneer ; \" I could at aU times haA'e ensured your doing that.\" \" I do not think so,\" rephed he, \" do not assume too much. If we are to talk let us have facts.\" \" What do you mean ? \" \" Several thhigs, madam,\" he said, sternly,"], [191, "AT THE SOUND OF A WELL-KNOWN VOICE. 179 \" for one thing that I can cut short your powrer of speech in one moment, by calling in the aid of the law : for another that no amount of sophistry or rhetoric shaU move me from the fixed purpose of my hfe, or destroy the fruits of my patient labour in tracking you for years as I have done. We are not on equal terms here, madam, and you know it. Cease your acting ; it will not serve you now ! \" \" TeU me,\" she said, \" what it is that you allege against me. Bring your accusations ! I dare you to shake me from my position, and I warn you against the consequences of such an attempt. It wiU ruin you ! \" \" I thank you for your warning. I do not think you will be able to ruin me. Adelaide, I do not quite understand your presence here. Do you come by your own wish ? \" \" Yes, Harry,\" said Adelaide, \" I promised I would come over. Do you not wish me to remain ? \" \" Remain,\" said Galbraith, after a moment's pause, \" yes, since you know the history, it may be as well. You may hear some things that I should not have told you otherwise, and it is a dark business for you to be mixed up in.\" 44—2"], [192, "180 TAVO PARDONS. \" And now, Mr. Galbraith,\" said Mrs. Stan hope, \" will you deign me an answer to my question ? \" \" Yes, madam,\" said he, tinning to her sharply, \" by asking you another. What ts your name ? \" She knew the import of the demand and, steel herself as she might, she shrank from it. She even fenced a httle in order to put it by, though for a minute only. \" What is my name ? Well, that I suppose is the orthodox commencement. ShaU we have the rest of the catechism to follow ? Mr. Bryceson, do you know7 your cate chism ? Of all foolish speeches this was the most foohsh she could have made. But the question and its graAity had unnerved her and the words dropped from her lips hah' hysterically. Her enemy was stronger than she. Bryceson's face wras as graA7e as that of his friend. He w7as in no mood for trifling, but he answered : \" I know sufficient of it to be able to prompt you, madam, in case your memory should tail.\" She looked from one to the other and read"], [193, "AT THE SOUND OF A WELL-KNOWN VOICE. 181 the significance of their faces. She must flee or fight. Let her fight. \" Such a question is absurd ; every one in the town will answer it for you.\" \" Madam,\" said Galbraith, \" I will ask the question in the towrn to-morrow morning, for it is aU important that I should know the ansAver to it. It w7Ul set at rest a doubt which has puzzled me a good deal lately — indeed ever since the morning on which I was intro duced to you at Avonham Road Station. And,, trust me, that when you learn the method in which I shaU pursue my inquiry, you will regret that you did not answer me yourseU.\" She stood a few moments without speaking. His eyes never left her face ; he rang the bell. \" Stop ! \" she cried moving a step towards him. \" What are you going to do ? \" \" Madam,\" answered he, \" our interview is at an end ; without a reply to that question I can hold no further communication with you. I wiU not be defied and I will have that answer ! \" The door opened and Edward appeared. Bryceson gave a glance at her face, and then motioned him away. \" I wiU answer you that question,\" she said"], [194, "182 TWO PARDONS. when Edward had retired, \"and you will see then that you ha\\7e nothing to say concerning my position. I am Laura Constance Stan hope. You are at fault at once ! \" \" That is the answer I expected to receive ; I warn you that you wiU haA'e to substantiate it by eAidence.\" \" I am able to do so, Mr. Galbraith ; I can bid defiance to you all. You are defied now ! \" \" I accept your defiance. You were married in the name of Wilding ? \" O \" That is true.\" \" Laura Constance Wilding, widow7, I read in the register.\" \" That is also true.\" \" You believed Wilding, your first husband, to be dead.\" \" I still belieA'e him to be dead,\" said she, but her voice shook as she said it. \" Oh, the wind sits in that quarter, does it ? Well, you shall see him and satisfy yourself on the point.\" \" It is false. I had complete eAidence of his death in America.\" \" I will furnish you with satisfactory evidence of his being alive and in Avonham.\""], [195, "AT THE SOUND OF A WELL-KNOWN VOICE. 183 Her cheeks turned paler and her arm trem bled as she laid her hand on the back of the chair which she had at first refused to take. She sat down now and took a long breath before she slowly said : \" Even if that were true, it would not alter the circumstances. He has no claim on me.\" \" No claim to be your husband, do you mean ? \" asked Galbraith. \" Yes, no claim to consider himseU as my husband,\" she answered. \" You wish, then, to lead us to infer that you obtained a divorce in America ? \" \" I will not leave you in any doubt upon the subject,\" answered she in a low voice. There was a pause of silence in the room, and then Galbraith spoke. \" We wiU then, if you please, leave the matter where it is until we receive that proof. When that is furnished we can consider what to do. And, understand me, madam, I am not pledged that the matter shaU rest there. You say you beheve in Reginald Wilding's death. Go home, and thank God that he is alive and that you are in his hands as well as in mine.\" She rose from her seat and looked steadily"], [196, "184 TAVO PARDONS. at him Avithout speaking. Bryceson stepped to the door to open it for her to pass. At that moment the front door was opened and the joyous laugh of Fred Markham sounded in the hall. In answer to some merry remark the soft, half- sad voice of Reginald Wilding w7as heard. Mrs. Stanhope started back, with a low cry, and clung to Adelaide. \" Whose A7oice is that ? \" she said in a hoarse whisper. Bryceson opened the door and beckoned to the party. At the entrance appeared the clear calm features of the restored man, and he came forward, wiiile the guilty woman started farther aw7ay in dread. He saw7 her ; and OA'er his face rushed such a cloud and such a surge of blood seemed to sw7eep his cheeks, and such a deadly pallor followed, that his brother started forward in alarm and seized his arm. But he steadied himself, and drew from his side, and stepped in front of her. \" Constance ! \" he said. And at the w7ord the proud heart wras smitten, the lofty spirit w7as humbled, and the imperious beauty flung herself at his feet with a great cry."], [197, "AT THE SOUND OF A WELL-KNOAVN VOICE. 185 \" Oh, Reginald ! Reginald ! I have sinned, but I have suffered ! When I lost you I loA'ed you first. I thought you dead, and dead through me, and my wicked heart broke and my new heart wras born ! Oh, my husband, come to my new heart, and do not send me away ! \""], [198, "CHAPTER XI. AFTER MANY YEARS. More persons were witnesses of Mrs. Stan hope's humiliation than the party of the house. Mr. Bompas and Dr. Mompesson had accom panied the young men and the Scmire across the road, and w7ere thus present at the scene. It was a strange one to all, but to tw7o members ofthe company it w7as little short of nianeUous. All doubts w7ere cleared up now7 : there was confession in every w7ailed word that feU from the lips of the woman up to whom they had looked as up to a being of different mould from themselves. All in the room were affected by the sight, each in his own way. The laugh died from Markham's lips ; Bryceson looked sympathetic ; the tears stood in Adelaide's eyes as she turned and laid her hand on Galbraith's arm, and drew close to his side as if pleading for mercy. The Doctor and Mr. Bompas looked on with white and sorrow -stricken faces, w7hilst the old Squire seemed anxious chiefly"], [199, "AFTER MANY YEARS. 187 for Reginald Wilding's sake. Reginald, after his first great heart-leap, was calm, his hand some face was fit by a strange hght, and once more he appeared to his old comrades as he was before the dark cloud came dow7n over his Use. In his eyes his brother could read more love than revenge, but so great was Gal braith's command of feature that by looking at him nothing could be learned of his inner thoughts, saA7e that the business on hand was graA7e and serious to a degree. After the wild outburst of the woman brought to bay, there was a silence which no one seemed inchned to break ; at last Reginald Wilding spoke, and his voice was singularly calm and sweet. \" Rise, Constance ! come, I will not talk to you unless you get up from the ground.\" He raised her and she sat again in the chair she had just quitted. Galbraith looked OA7er to the Doctor, who came across the room, took his stand next to his patient and spoke a few words to her in a low7 tone. She shook her head and motioned him away. He did not go, however, but remained beside her. \" Do you know, Constance,\" said Reginald, \" where I have been for the last twelve years ? \""], [200, "188 TWO PARDONS. She shook her head and raised her eyes to his face, but made no answer in words. \" Listen, and I will teU you, and then let my friends and yours judge between us.\" She cast down her eyes again, and waited for his words without a sign. \" I married you and loved you dearly ; how dearly I think you will never know7. Hoav you requited me you do know. God knows I never made boast of myself, but I would have held my own against Francois Grenier, in aught but his treachery and vice. You left me for a low gambler, a coward and a mur derer ; left aU my great lo\\7e and threw away your beauty and your soul on him.\" She crouched in her seat as though his w7ords w7ere physical blows and she were shrinking from them. \" Did you think that I w7ould sit dowrn wdth my w7rong ? or w7ere you persuaded that I would ? The race from w7hich I spring has not begun to produce cowards yet. I think you found that my pursuit of you, during one year, was as unremitting a chase as eA7en southern blood could ha\\7e carried out. At last I came up with the man w7ho had Avrecked my happiness and broken up my home. I"], [201, "AFTER MANY YEARS. 189 should have known that he who was a traitor in one thing would be a traitor in aU, but I gaA7e the man a meeting as though he had been an honourable man. Did you hear from him that he shot me as I turned to walk to my place, and that he came and kicked my body, as I lay there, as he thought, dead ? Did your caA7afier tell you that ? \" Again no answer ; only she raised her head as though about to speak, and then settled back to her old position. \" When I came to myseU I was in a hospital. That was not for long. I wras to suffer far worse than that for ha\\ing loA7ed too well. For tweh7e years, twelve long terrible years, I haA7e been in the tomb of a lh7ing death ; I haA'e been a madman amongst madmen, an outcast from the world, and it is thanks to an acci dental recognition, a circumstance so wonderful in its bringing about, that I fear to speak of it ; to the matchless skill of my dear old friend here, and to the joy I felt at the sight of my beloved brother, that I am here to-day. My brother himseU, who would haA'e given his hfe for me, and who, mark me, did in requital of my wrongs risk it — my brother who is by my side now, has mourned for me as one dead until"], [202, "190 TAVO PARDONS. a few months ago. This has been my penalty for marrying you ; this is the fate you dealt out to one whose only crime was that he lo\\7ed you. Do you ask him to loA7e you again ? He has no second life for you to mar.\" For the first time, she answered him. \" I did not know ; I thought you dead ; I eA7en tried to see you but I could not find you. When that man told me of your death, the Avords hi which he told of it were the last he spoke to me. I cursed him for killing you, Reginald, and I cast myseU free from him for ever ! \" The deep voice of Galbraith broke in here, and the contrast with his brother's tones wras so great that it made her start. \" Were you married to Francois Grenier at that time ? \" said he. \" No.\" She crimsoned as she spoke, and as she saw Adelaide involuntarily shrink from her. \" Yet you were divorced from Reginald ? \" said the stern voice again. \" Yes.\" He was silent. \" I do not know,\" she said, \" and I wiU swear it by all that is sacred — I do not know7"], [203, "AFTER MANY YEARS. 191 what became of Francois Grenier after wre parted in Baton Rouge. I have never seen him since.\" \" WeU, I will do you the justice to say in the presence of these gentlemen\" — he pointed to Doctor Mompesson and Mr. Bompas — \" that your asseveration tallies with his owrn story of the matter.\" \" You have seen him ? \" said she AAith a startled look at him — \" you have seen Francois Grenier ? \" \" I have seen Francois Grenier,\" said he, with a look at her before which she quailed. \" Where did you see him ? \" this in a whisper such as a woman speaks in when she names a ghost. \" It is enough for you that I have seen him,\" said Galbraith, with a glance towards Adelaide. \" Is he ? \" she did not complete the question, for she saw his glance and understood it. \" He is dead,\" he answered, \" he died some time ago ; when I meet you again I wiU tell you particulars of his end. Do not ask me any more concerning him now.\" She shivered at the sound of the cold grave words, for she knew theh import weU. This"], [204, "TAVO PARDONS. 192 man would not shock the ears of the woman he loved bv mention of the wild deed, but she knew7, as well as though she had seen the affray, that he had done execution on the man who had w7ronged his brother. Her helplessness against these men struck her for the first time. The man who had not spared her partner in guilt had told her that, left to himself, he would not have spared her. In utter despair she rose from her seat. \" Let me go,\" said she, \" I can struggle no longer against you ; I yield myself to your hands ; Avhat do you require of me ? TeU me and I will do it.\" For the first time she caught sight of the fiice of the old Squire, wrho stood with his hands clasped behind him, a silent spectator of the scene. \" I remember you,\" she said ; \" you are Reginald's old friend. Is it you who restored him to health ? \" \" Under God's hand, madam,\" he said, \" I have been the humble means of his being free.\" \" You are a good man,\" she said ; \" you always were. Are you so good that you can not feel any pity for me ? \" \" Madam,\" replied the old Squire, \" I were"], [205, "AFTER MANY YEARS. 193 not a good man if I denied to any w7hat I daily need myseU.\" \" Have a httle pity on me, then,\" she said with a weary sigh, \" for indeed I need it sorely.\" She was quite broken now ; her face looked changed and drawn and haggard, and the hght had gone out of her glorious eyes ; she w7as pleading now, and Adelaide, touched as she was by the scene of the woman's humbled pride, felt a quiet joy springing up in her heart, as she saw the faces of her lover and his friends soften and fill with commiseration for her ; she standing alone against them all. They were noble foes, she thought. \" These men are just,\" Mrs. Stanhope went on, addressing the old Squire, \" but they are very hard. They do not consider the years of suffering, they do not reckon the pain of penitence.\" She spoke as one wiiose sense was partly deadened by some heavy blow, and her voice w7as strange and hoUow. \" I think I must have been mad when I ran away with Francois Grenier, for Reginald had been very kind to me. I have often thought of him and of the old days. Now I could be vol. in. 45"], [206, "194 TAVO PARDONS. happy in that quiet life ; but I w7as a wild bird then, and my home was a cage in which I did not care to stay. I was not all bad. I was only weary, intensely weary of my Use. He was not a good man with whom I w7ent awray. Not so good as he whom I left. When he told me that he had been challenged by Reginald, and that in a duel he had shot and killed him, I drove him from me as I told you. I neA'er saw him again. I think he went to New7 Or leans. He was a bad man, he tempted me from my home. He got the divorce from a court in Louisiana. A lawyer got it for him. Then he wanted me to marry him but I would not. Now you tell me he is dead.\" She tinned her eyes for a moment to Gal braith, who silently bowed his head in sign of acquiescence. \" Bad as he was,\" she resumed, \" he w7as the only protector I had then, and when I turned him away I w7as alone in the world. I had three years of weary wandering and tiring toil, until I had made and put by a little money, and then I came to England to turn my back on the old life and lead a new one here.\" She spoke now in a firmer tone and with some show of her accustomed haughty air."], [207, "AFTER MANY7 YEARS. 195 \" I have done so. I have led a new hfe. There is no man who can point finger at me or carp at the actions of one hour that I have spent in England. I caU to witness for me the two gentlemen who stand by you now. I think if you went into the streets of this town the poor would speak for me. I think that when it is known here how I have fallen, many hearts wiU be sorry for me. That is why I ask you for pity, and this is the thing I ask. I will not resist you. But let me go away quietly before you proclaim my shame. Remember what a blow I have just received ; though perhaps it was better for the poor boy to die, than to Uve to marry such a one as I. And the memory of my last husband is dear in this place. And one thing more ; it will harden the hearts of those who would do good, and the hearts of those who need help. They wiU say that aU charity is bad, and that it was only my cloak. God knows I tried to be good. God knows I have repented. Have a httle pity on me as you hope He will have pity on you.\" She looked round the room at the faces of all there as though she would read her fate in them ; she stood a minute, as tf awaiting either 45—2"], [208, "196 TWO PARDONS. sentence or forgh'eness ; then, with bowed head and clasped hands she left them, her faithful friend Doctor Mompesson going out with her, his face reflecting the horror and pain he felt at the revelation of her guilt. When the party in the room had heard the door close behind them AAithout the silence having been broken, Adelaide Avent across to Avhere Reginald Wilding was standing. All in the room w7ere under the influence of the emotions which the statements of Reginald and the appeal of Mrs. Stanhope had excited. \" You will haA7e mercy on her, brother,\" said Adelaide, laying her hand gently on Reginald's ow7n. \" I knoAv how much you haA7e suffered, but, remember ! she has suffered too ; and we haA7e seen her here so good to all around her, that any harm to her would be a great bloAv to us all. You haA'e been merci fully restored to us aU, and out of gratitude for that I would ask you to show forgh7eness. Do not refuse me, Reginald ! Harry wiU not stand between me and my request, I am sure.\" \"No, Adelaide,\" said Galbraith, \"I will even support you in your plea, and love you the more for pleading.\""], [209, "AFTER MANY YEARS. 197 Reginald took Adelaide's hands in his, and kissed her on the forehead. \" It shall be as you wish, dear sister,\" said he in a low voice. \" I will forgive her. She shall neA7er receive any harm at my hands. We haA7e, both of us, suffered enough ! \""], [210, "CHAPTER XII. OUT OF THE JAAVS OF DEATH. \" He lay for two days in a state of utter sense lessness, and now that he is conscious he seems so weak and prostrated that the Doctor is very anxious concerning him. It is very good of you, Millard, to have come OA7er, and especially kind of you, Mr. Galbraith, after what has happened. The result of the trial was a great blow to bim ; much greater than I can quite comprehend, for, although they were certainly friendly, yet I w7as not aw7are that Adolphus and Mr. Shelman were on closer terms of intimacy than that of com panions. Indeed I think I have heard Adol phus say that Shelman held himseU somewhat above him.\" The speaker was the ReA7erend Mr. Carter, the father of Adolphus, and his auditors, some wiiat to lis astonishment, had ridden OA'er together to see his son, whom w7e last saw swooning in the court-house at Ridgetown."], [211, "OUT OF THE JAAVS OF DEATH. 199 Mr. MiUard seemed constrained in his man ner, and rephed vaguely to the account of Adolphus Carter's illness. He glanced at Galbraith as though to seek instructions from him. Galbraith turned to the father and said : \" I regret very much to hear that your son is so ill. It is a matter of the very highest importance that I should see him. I hope he is not so bad that I cannot do so.\" \" No, Mr. Galbraith, you can see him,\" said Mr. Carter. \" I trust, how7ever, you have no agitating news for him.\" Galbraith did not answ7er ; he rose to his feet and waited to be shown to the patient. \" He is in the room behind this,\" said Mr. Carter, ringing the bell. \" Show this gentle man in to Mr. Adolphus,\" said he to a senant, who appeared in answer to his summons. Galbraith bowed and left the room with the servant, whilst Mr. Carter, turning to Mr. Millard, said in an agitated voice, \" Do you know what Mr. Galbraith's business is ? \" \" Only partly,\" answered Mr. Millard, in a hesitating manner ; \"he w7ants, I know, to question him concerning this unhappy affair, but what his intention in doing so is I do not"], [212, "200 TWO PARDONS. know7. He particularly requested me to ride OA7er with him and I did so.\" Mr. Carter turned pale, and laid an unsteady hand on his friend's shoulder. \" I trust, in Heaven's name, that no hea\\ier blow is going to fall on us through my un happy boy's misdeeds.\" \" What do you mean ? \" asked Mr. Millard. \" I hope things will turn out better all round.\" \" What unhappy affair do you allude to, about w7hich Mr. Galbraith wishes to question Adolphus ? \" \" The attack on his house ; and your boy having lost his place at Bompas's, of course ! \" •answered Mr. Millard. Mr. Carter laughed nervously. \" I am a little upset, I think, Millard; I was afraid you might mean something else.\" \" No, certainly not,\" said Mr. Millard in some astonishment. \" What else should I mean ? \" Mr. Carter made no answ7er to this, but pressed refreshments on his friend, and entered into ordinary conversation on countryside topics, seeming somew7hat relieved by Mr. Millard's answ7er ; meanwhile Galbraith had"], [213, "OUT OF THE JAWS OF DEATH. 201 entered the room in winch Adolphus Carter was. He was seated in a chair, the back of which was turned towards the window, so that the hght did not strike his face, but was full in that of anyone entering the room. Galbraith noted, however, with those keen calm eyes of his, how he started at his entrance, and how a look of dread of danger came OA7er his face, which was so w7hite and haggard that it could OO not be said to turn pale ; he noted, too, the immense change that had come OA7er the once dapper, sprightly, fascinating articled pupil. He seemed to have shrunk physically and mentaUy. NeA7er commanding or striking in appearance, he now looked abject, and the only sign about him of mental activity was a look of terror in his eyes, which his A'isitor had often seen in those of a hunted animal. \" Do not rise from your seat,\" said Galbraith, as Carter made some movement as though about to do so. \" Thank you,\" said Carter, with a feeble attempt at a smile. \" I am not at all well.\" \" So I see,\" said Galbraith ; \" but well or ill, I must have some important talk with you.\" The wild hunted look changed to one of"], [214, "202 TAVO PARDONS. deeper alarm, and a shiver seized the frame of Carter. During the whole of the rest of the interview this nev7er left him ; he sat trembling and shaking in terror and with eA7ery sign upon him of the most intense dread of his inter locutor. Mechanically he pointed to a seat and moved lis lips as though to frame a courteous request that his visitor would take it. But the light was full on that stern face and he who saw it could read wdiat was in it. The Avords died on his lips. Galbraith, still looking stead fastly at him, drew nearer but did not sit do\\A7n. When he spoke it w7as in a grave low voice that seemed to pierce the A'ery soul of the listener. \" I haA'e been away in America,\" he said ; \" you know7 wdiat has happened in Avonham since I w7ent aw7ay ? \" \" Yes,\" said Carter, in a hollow voice, scarcely raised abo\\'e a whisper. \" I saw you in the court the other day, Avhen your friend Shelman was being tried. Did you see me ? \" \" Yes, once.\" Still in the same tone and with the same sense of horror on him. \" I Avatched you A7ery attentively during the time that the jury were absent. I picked up"], [215, "OUT OF THE JAAVS OF DEATH. 203 from the floor a paper which fell from your hand when you fainted. I have read that paper. After reading it, I have formed a theory about the death of Mr. Walter Rivers, and I determined to ride over here and ask you a certain question.\" The look of dread changed to one of sheer despair, and the unhappy young man made a deprecatory gesture with his hands, as though he feebly stroA7e to ward off a blow that he knew w7as beyond his strength to endure. \" I do not wish to agitate you unduly, or to take adA'antage of your state, but the life of a man is at stake ; the life of a man w7ho is no friend of mine, but whose affairs, through you, have been interwrOA7en with mine. A man, too, whom I beheve to be innocent ofthe crime laid to his charge.\" No change in the face — still despair ; the hunted animal would not turn to bay. \" This is the question I wish to ask you ; hsten to it ! For, as God is my judge, I beheve that you, and you only can answer it. Who killed Walter Rivers ? \" Then into the terror-stricken face and into the wild-looking eyes came a great calm; came a sense of laying down a heavy burden; came"], [216, "204 TWO PARDONS. the sign of resignation to a fate against which the man had been struggling in a fight in which he had been sorely beaten, and it was Avith a softened face, the face of a child who confesses to a mother, that he answered, with a weak but steady A7oice, \" I did.\" Then he sank back in his chair, the wreight of his secret rolled from him and he smiled. A sad smile. A smile that was ill to see. \" Do not moA7e from your seat,\" said Gal braith, as he stepped backwards and opened the door of the room. \" Mr. Millard ! come here.\" In a twinkling Mr. Millard and the father of the self-acknowledged murderer ran into the room. The sharp tones of Galbraith's \\7oice had startled them both, and each had feared that some alarming change in the sick man's o o state had been the cause ofthe summons. But Avhen they entered, and saw the patient and his visitor parted by almost the whole breadth of the apartment, they knew that no physical matter had called them there. The heart of the father first felt what had occurred. Mr. Carter looked at Galbraith with much of the same light in his eyes that had been in those of his son, and said :"], [217, "OUT OF THE JAWS OF DEATH. 205 \" What is it, Mr. Galbraith ? For mercy's sake tell me what has happened! \" Galbraith turned to him and there Avas a look of infinite pity in his eyes. \" God knowrs,\" he said, \" I would have spared you this. I call Him to witness I have not brought this upon you willingly ! \" \" Sit down, father,\" said Carter, with a great effort. \" I must have told you this, I think, to-day, even U Mr. Galbraith had not come.\" \" My boy ! \" said Mr. Carter, seating him seU by his son's side, \" w7hat is it that you have to tell ? \" \" Mr. Millard,\" said Carter, \" you are a mag istrate ; take down what I have to say ; for I think I have not long to live. I am stricken with death, and I must do right before I die.\" With a look of much amazement, Mr. Millard seated himseU at the table, on which there w7ere writing materials ; Galbraith remained stand ing at his side ; Mr. Carter sat by his son, looking at him with terrible earnestness. At the first words his boy spoke he gave a sharp low cry, and covered his face with his hands, as though to shut out from his sight the guilty one whom he had loved."], [218, "206 TAVO PARDONS. \"I killed Walter Rivers. I shot him — I shot him by mistake \" \" By mistake ? \" said Mr. Millard, looking up in great surprise. \" Do you mean ' by accident,' \" said Gal braith, \" when you say ' by mistake ? ' Carter shook his head. \" No,\" said he, \" I do not mean by accident — I mean by mistake. I — I thought he was Shelman.\" \" Good God ! \" muttered Mr. Millard below his breath. \" I Avill tell you aU about it,\" said Carter, nening himself for the task, and speaking in a firmer A'oice. \" I was Shelman's tool in that matter of the election riot. It was he, as I have already told Mr. Bryceson and your other friend, who planned, with me, the attack on your house, Mr. Galbraith. It was really his fault that any riot took place at aU. He started the idea of giving drink away for nothing to our side, and refusing it to the Blues. That caused the riot. Then I took the men down South Street, and led them to the ' Coombes.' You know what took place there. You ha\\7e heard also what passed between Mr. Bryceson and me at the ' Bear ' hotel.\""], [219, "OUT OF THE JAAVS OF DEATH. 207 \" Yes, I ha\\7e heard all that,\" said Galbraith, to whom Adolphus had addressed himself. \" Then came the quarrel between Mr. Bryce son and Shelman, and, through w7hat came out afterwards, Mr. Bompas sent me aw7ay. I had lost more than a mere chance, and had more than a commercial position at stake at Mr. Bompas's, and I think the knowledge of what I had really lost drove me mad. At any rate, I sw7ore to be revenged on Alfred Shelman for my wrongs. I used to go about here brood ing ov7er the injury he had done me, till my brain was turned, I think.\" He paused for breath. Galbraith fisted a glass containing wine to his lips, but he put it away with his hand. \" On the afternoon ofthe — ofthe day when when Rivers was shot — I was up at Down holmes. I had my gun with me. I had walked round the hills. It was getting foggy and I met no one. I was out trying for rabbits, just to amuse myseU, but I did not see one. I heard some one shooting in Downholmes. I knew it must be Shelman and I w7atched for him. I saw him go to your keeper's cottage, and wiien he went across the fields I waited for at least a quarter of an hour before I sol-"], [220, "208 TWO PARDONS. lowed him. I wanted to aA7oid him. I could not trust myseUface to face Avith him whilst I had a gun. When I came up to the bridge I saw him — as I thought — standing there with O O his gun in his hand. I could not control my self, and, as I came up and he turned round at the sound of my footsteps, I raised my gun to my shoulder and fired both barrels at him.\" Great beads of perspiration stood out on his forehead as he told his horrible tale. \" He threw his arms up and feU headlong down the bank without a cry : I saw the gun fall from his hands into the river. I turned and went back towards Downholmes. When I got to the path by the wood I heard some one shouting from the river bank. Then I knew the body Avas found. I got on to the Bath road and walked home as quietly as I could, and even spoke to one or two people whom I met near the village. I had not much fear of being discoA7ered ; I can hardly describe Iioav I felt after I had done it. I felt as if a w7eight were off my mind and yet I felt that I must go and look at the place where I had seen him fall. I made up my mind to do so next morning. I went to bed. I hope"], [221, "OUT OF THE JAWS OF DEATH. 209 I am going to die, for I would not Uve through the fearful nights I have had ever since.\" He raised his hand to wipe his brow and waited a httle before resuming. O \" The next morning I went into Avonham. Then I heard the news. I never had any idea that it was not Shelman w7hom I had shot, and intended to pretend that I knew nothing of wrhat had happened, and that I was going to call upon him. When I got into Avonham I could not make out at first what people were talking over. I heard them say that Shelman was arrested and Rivers shot, and I did not belie\\7e my own ears. Then my horror began. I have had that dead man with me ever since. But you know the truth now7 and he may leave me for the little while I have to hve, for this has killed me. I was a coward not to speak, but I tried to persuade myseUthat this was the revenge I wanted, that I had meant to kill him and that I could stUl kill him by keeping silent ; and I did so. But the other man has been a dread ful companion, and if they hang AUred Shelman there will be two of them. They must not do that, though ; even though I should get w7ell and they should hang me, I vol. hi. 46"], [222, "210 TAVO PARDONS. must do him right. May God forgive me for what I hove done ! Father, try to forgive me, for my punishment has been A'ery se\\\"ere.\" * # * * hi a few days he had gone before a higher tribunal than w7e haAre here. But not before right had been done. Working with secrecy but with energy they caused the confession of the murderer to be repeated to men high in authority, and the fiicts to be laid before the Home Secretary. Before death claimed Adol phus Carter, he had, in the most solemn manner, reiterated to his representative the statement he had made to Galbraith, Mr. Millard and his ftither. He died Avithout haA'ing fallen into the hands of the law. A weak young man, made bad through circum stances. That his secret would have been safe is without doubt, and the best proof of the truth of that is the unbounded surprise Avith Avhich the officials concerned in the case saw the strong chain of circumstantial eAidence break, and the fabric of proof which had been raised, tumble about their ears. Even they, hoAvever, did not doubt the truth of the confession, and Alfred Shelman, on the day preAious to that fixed for his execution,"], [223, "OUT OF THE JAWS OF DEATH. 211 \" received a free pardon,\" Avhich, considering that he was not guilty of the crime with which he was charged, showed great consideration on the part ofthe advisers and law7-officers of the CroAvn. That afternoon Mr. Timothy Rapsey and Mr. John Rann — still on rather dubious terms — the brothers Pye, Mr. Polhmoy, and ex- Mayor KiUett, were assembled at the \" Bear\" smoking-room, where also sat the landlord. There was but one topic of conversation, and that was the event which was to take place on the following day ; for so well had the secret been kept by Mr. Sennett, who had been at once consulted by Mr. Millard, that no one in AA'onham kneAv what had taken place. Twenty-fiA7e years ago Avonham had no rail way station ; much less therefore had she a newspaper train ; nor was the correspondent so ubiquitous as at present ; so, as yet, none but the officials concerned and the men who had transacted the negotiations with the Home Secretary knew anything of the efforts that had been made to secure the release of Shel man, or of the success which had attended them. 4(>— 2"], [224, "212 TWO PARDONS. It had been generally agreed, much to the secret dissatisfaction of Timothy Rapsey, that the presence of any of the reputable denizens of AA'onham at the execution w7ould be an outrage on the feelings of the town. And, now that the fatal hour AA'as approaching, pubhc feeling — the edge of its indignation having been dulled by the lapse of time — had begun to express itself in terms of pity for the culprit. All admitted the justice of the sentence — Avith the solitary exception of John Rann, wdio still stoutly clung to his behef hi Shelman's innocence — all had sympathy with the A'ictim and with Mrs. Stanhope, and the general sense of abhorrence for the crime was undiminished ; but they had begun — now that they could count the remaining hours of the culprit's hfe — to show pity, and to speak of him as \" poor fellow.\" And, as suredly, had any of the old cronies expressed his intention of going to Avitness the last O O scene in the \" Avonham murder,\" he would haA'e had to face the remonstrances of his felloAvs, and, if he had gone, their indignation at such callous conduct. \" What time do 'em hang at Ridgetown, in general, Mr. Rann,\" asked Timothy Rapsey."], [225, "OUT OF THE JAWS OF DEATH. 213 \"I 'ain't never bin hung there,\" said John Rann, snappishly ; \" ask some one as knoAvs.\" \" I Avas told in London,\" said the wanderer Polhmoy, \" that there their time was eight o'clock in the morning.\" \" And it 'U most likely be the same hour at Ridgetown,\" said Wolstenholme Pye, \" ah, the very same hour.\" \" The same hour and no other il be the time at Ridgetown,\" said Hoppenner Pye, \" no other and no else.\" \" Tell me, Mr. Rann,\" said KiUett, \" for if there be a man in Avonham as do know it il surely be you ; what do become of all Mr. Shel man's money, and land, and houses ? Can 'a leave it to whoever 'ave a mind to ? \" Smoking-room law is generally very bad law, it must be borne in mind. John Rann was greatly pleased at the com pliment paid him by the ex -Mayor ; he took his pipe out of his mouth, laid it down on the table, and set himself to answ7er the question right willingly. \" Whoy ! \" he began. \" You'm right, Mr. KiUett, about my bein' able to tell 'ee ; and tell 'ee I will. Mr. Alfred Shelman — poor fel low — ain't got no more of the doin's of his"], [226, "214 TWO PARDONS. money than what you and me haA-e, sir. It do all goo to the Queen, every penny of it. as sure as you set there.\" \" 'Od rot it all,\" said KiUett, \" that do seem purely hard for sure. How be that, Mr. Rann ? \" \" Because,\" said Mr. Rann impressively and slowly, and emphasising every word AAdth a little tap of his forefinger on the table, \" because Mr. Shelman, in the eves o' the hnv, sir, is a dead man ! \" At the word \" man,\" Mr. Rann gave a slap of his hand that made Timothy Rapsev start. \" Lord sakes, is 'a ? \" said he ; \" fancy a sittin' an' a talkin' about a dead man as is alive. Lor' ! it do almost make 'ee feel as if his ghost 'ud walk in at the door.\" O \" Nonsense about ghosts,\" said Mr. Pol limoy ; \"in all my travels did I ever see one? No!\" \" Ah,\" said Timothy, looking wondrous wise, \"• I wouldn't like to say as there AA'asn't such things, mind 'ee. IVe never seen one myself, 'tis true, but there's nev7er any knowin' what might happen. 'Tis queer times about for quiet folk hereaway. Pinniffer. whatever do make that door swing open ? \""], [227, "OUT OF THE JAWS OF DEATH. 215 \" The wind, I reckon,\" said Pinniffer, get ting up to shut it ; \" the lock do w7ant seein' * \" to. \" Ghosts ! \" resumed Mr. Polhinoy, \" there may 'a bin such things in times byegone, but if there were, they were ghosts o' dead men I reckon. Now this 'ere man ain't dead.\" \" In the eyes o' the law he is,\" said Timothy quickly, anxious to propitiate his recent anta gonist ; \"didn't 'ee hear Mr. Rann say so ? If 'a 's dead in the eyes o' the laAV, why can't a' ha' a ghost in the eyes o' the law ? \" Mr. John Rann, far from being pleased by this speech, regarded Timothy Rapsey with a look of great and lofty scorn, and was, appar enth\", about to utter some scathing remark, when Pinniffer hastily took up the com7ersa tion. \" I'll tell 'ee something about ghosts,\" said the ex-Fusilier, \" as perhaps il astonish 'ee, be it avIio may ; it happened to a man as was a great friend o' mine, and sergeant-major in the eighty-first foot \" The evening was drawing in. The lamps were not lit. The mind of eA7ery one wras full of thoughts of death ; each man in the room O 7"], [228, "216 TWO PARDONS. had been brought up in a country full of ghost stories, and each was as superstitious as could be. These were the conditions under which Mr. Pinniffer commenced a legend which he was destined never to finish. \" This man was serving in India at the time,\" said he, \" and one of the men under him was a wild, fiery, bad-tempered fellow as ne\\'er had hardly a civil word for any one \" The brothers Pye got a little closer together and laid their pipes dow7n. \" This ill-conditioned man one day was pun ished by the captain of his company for some offence, and confined to barracks. He made as much fuss over it as if he had been ordered out for fifty lashes, and one day wiien the cap tain was a-crossing the barrack-compound, he went in and got hold of a loaded musket and let drive at him. My friend, Tom Floyd, Avas standing close by, and just as he pulled trigger, Tom jumps forw7ard and catches him a crack o' the side o' the head Avith his fist and spoils his aim, so that he misses his captain ; then of course Tom took him and called for help, and the man A\\7as put hi the clink. Of course he was tried by court martial, and equally, of course, the sentence was death.\""], [229, "OUT OF THE JAWS OF DEATH. 217 \" Of course,\" said Rann, with the air of a deputy -judge-advocate-general. \" Well,\" pursued Pinniffer, \" the thing that preyed on this man's mind was that Tom had prevented him from shooting his officer, and Avhen the sentence w7as given, and Tom was taking the man to the cells to w7ait his execu tion, he said to Tom, ' You've baulked me o' my revenge, sergeant-major,' he said, ' and it shall be the worse for you. I'll haunt you living, and I'll haunt you dead.' ' \" Lor' ! \" said the brothers Pye simultan eously, in an awe-stricken undertone. \" The very night before the man's execu tion,\" resumed Pinniffer, \" which was to take place the folloAving morning at six o'clock, Tom Floyd and some of his mates were sitting to gether and talking over the affair the same as we have been doing now. All of a sudden the door \" \" Ho-oh ! \" suddenly shrieked Timothy Rapsey, springing to his feet and pointing wildly to the door, \" Oh, Lord ! look there ! \" The comrades sprang to their feet as Tim othy fell back in his chair, and not a man of them but thought he felt his heart stand still, as they saw the door open and Alfred Shelman"], [230, "218 TAVO PARDONS. standing on the threshold. He was folloAved into the room by Galbraith, who laughed as he gazed at the startled group. \" I cannot wonder at your surprise,\" said Shelman, \" for I am almost as much astonished at my own deliverance as you can be. Pinnif fer, I must ask you to put me up to-night, and let me haATe a prhate room. My own house is closed, and my uncle is out of Av7onham. I have been a great deal shaken by recent eA'ents and can see no one, and I leaA'e Avonham to morrow for a long time. Rann, I hear that A( »u haAe been the only one in the place to stand up for me ; gh'e me your hand. Thanks to this gentleman,\" he concluded, turning and lay ing his hand on Galbraith's shoulder, \"and to the efforts of Mr. Sennett and Mr. Millard, 1 can stand before you a free man. An inno cent one I always was. but my innocence has been proA'ed and I am free once more, thank God ! \" When Pinniffer came down stairs from show ing Alfred Shelman lis rooms, he found that it had been absolutely necessary to give Timothy Rapsey a glass of neat brandy to steady his nerves. And in order that he might not O"], [231, "OUT OF THE JAAVS OF DEATH. 219 feel awkward, his cronies each had one as well. When he found this, Mr. Pinniffer murmured that they had all been in the same boat for the matter of that, and filled himseU one for his own use."], [232, "CHAPTER XIII. OLD MAS'R KILLETT SUMS UP. The tea tables, the evening parties, the Club, in fact all assemblies of the good folks of Avon ham, had no lack of topics of conversation that winter. The tow7n had never been so amply provided, in that respect, before. The excite ment when the real murderer of Walter Rivers AA'as discovered and the unjustly accused Shel man was released was intense, and the popu larity Avhich Galbraith enjoyed w7hen it was made known that his discovery and acuteness had led to this result w7ould have contented a man who was really seeking the good will of the toAvn, and was somewhat embarrassing to the recipient. Shelman did not remain in Avonham. The day after his release he departed from the town, ostensibly for the purpose of recruiting his health, aheady very much injured by the fear ful ordeal he had undergone, but really to return no more."], [233, "OLD MAS'R KILLETT SUMS UP. 221 The year wras yet young wrhen Avonham was called upon to mourn over her w7ho had been the leader and queen of her circle there. She had crept home after that interview with the husband whom she had Avronged and had laid her down to die. Her illness baffled the skill of the physician whom Doctor Mompesson, staunch friend to the last, called in. Before her death she heard from Reginald Wilding's o o own hps that she w7as forgiven. And in good sooth she merited mercy, for the last years of her hfe w7ere blameless and she had suffered for her sin. Her great Avealth Avent to relieA7e suffering and w7ant, and her story is unknowm in AA7onham. The gossips were greatly exercised in mind Avhen the news ofthe triple engagement reached them. Mrs. Bompas wras the cause of this knoAvledge. After suffering seA7erely for a month from suppressed information that good lady took her own case in hand, summoned a coterie of her friends to tea and by telling them the important news effected a complete cure. The w7edding of the three couples took place at St. Hildegarde's on the seU-same day in April, and the splendour of the ceremony is"], [234, "222 TAVO PARDONS. talked of yet. The beauty of the brides, the interest attaching to the bridegrooms, the O O events Avhich had preceded the marriage and the cloud of semi-mystery which had hung over the \"Coombes \" — all lent a zest to the affair apart from the proportions winch the cere mony assumed, and made the eA'ent the one historical wedding of Avonham. \" Who would have thought it would have ended like this ? \" said Galbraith ti i Bryceson and Markham, as they waited for their brides in the crowded church. \" What a different result from AA'hat we pictured.\" \" Yes,\" said Bryceson, \" out of evil has come good in our case.\" \" I AA'ish,\" said Fred Markham, \" that Re ginald had come.\" \" It Avould haA7e been an upset for him. I think,\" said Galbraith. \" It is better as it is. Their eyes Avere turned to where against the Avail had been placed by public subscription a monument to the woman of whom they Avere all then thinking. It w7as the figure of an angel, AA'hich pointed to a tablet on AA'hich were inscribed the names of George Stanhope and Laura Constance Stanhope, and the virtues of"], [235, "OLD MAS'R KILLETT SUMS UP. 223 the latter were set out in terms which are usual in such productions. Galbraith shrugged his shoulders. \" If people only knew what Ave know,\" he said. \" Better that they do not, old fellow,-\" said Bryceson ; \"let that old life die. Hark at the people outside ; ah ! the doors are opened. Shake hands, Fred ; shake hands, Harry — here comes the first of our new lives. Let all in the past die, but our friendship and our love.\" Five years had passed away since the last incident of our tale. It Avas a fine spring morning, and, on the bridge which was the pride of Avonham, a little group of townsfolk Avas gathered. There had been a freshet, Avhich for tAvo or three days had swollen the Avon till it had left its bed, and wandered into the loAver town, to the great discomfort of the inhabitants ofthe quarter. Mr. Follwell, who was Mayor this year, had, with what A\\7onham considered great public spirit, consulted an engineer, who had given his opinion that the errant river could easily be restrained. He had finished a short tour of inspection, and was"], [236, "224 TAVO PARDONS. now standing on the bridge with the Mayor, Mr. Timothy RajDsey (wdio had been seeking practical information), Wolstenholme and Hop penner Pye, old Mas'r KiUett and his son, and Mr. Pollimoy. Business having been disposed of, the A'isitor had been asking questions in his turn. A gentleman rode across the bridge and recehed a general salutation from the cronies. '■ Who is that ? \" asked the engineer. \" That's Mr. Galbraith,\" answered Timothy, avIio looked a httle older, but whose tongue seemed as active as ever, \" he's the richest man about here anywdieres. He lives in that house by the rher, the ' Coombes ; ' come from America about six years ago. Married Mr. Bompas's eldest daughter. There were three friends — him and Mr. Bryceson and Mr. Mark ham — and they married three sisters. Married here at St. Hildegarde's — all on one day, they was. Never Avas such a weddin' known in Avonham, AA7as there, Mas'r KiUett ? \" \" NeA'er in all my days,\" said the old man, still hale enough to Avalk about supported by his son's strong arm. \" Do they all hve here ? \" asked the stranger k' TheyVe all got houses here, and up to London, too ; main rich they be, all of 'em.\""], [237, "OLD MAS'R KILLETT SUMS UP. 225 \"Ay, but Mr. Galbraith '11 sure be the richest ; look at what Mr. Shelman left im,\" said Timothy. - Who was he ? \" \" Well,\" said KiUett the younger, \" he was the nephew of our banker here, and he had a narrow escape of bein' hung for murder, an' this Mr. Galbraith he found out the one as had done it, and got Mr. Shelman off. It made a great stir at the time here.\" \" I remember it,\" said the visitor. \" Lor', Timothy,\" said Wolstenholme Pye, •' you was frightened that afternoon Mr. Shel man come into the ' Bear,' after he wras let out.\" \" Timothy,\" said Hoppenner Pye, \" you was real terrified that afternoon.\" \" Ah, don't 'ee bring up that noAV,\" said Timothy, \" you Avas pretty nigh as bad.\" \" Then,\" resumed KiUett, \" Mr. Shelman, he left the place and went abroad ; but he was a good deal shook by w7hat had happened, and he died about two year ago. He left a great share of his property to this Mr. Galbraith, out o' gratitude for him a -savin' his hfe ; and he couldn't 'a left it to a better man, for if ever a man made a good use o' money, 'tis Mr. Gal braith.\" 47 VOL. III."], [238, "226 TAVO PARDONS. \" 'Tis, for sure,\" said old Mas'r KiUett; \" he've quite took Mrs. Stanhope's place since she died, pore soul. 'A never got over Mr. Rivers being shot. Broken-hearted she were I reckon.\" \" Mr. Galbraith il be our member, I expect, when Sir Headingly Cann ghes up,\" said Mr. Pollimoy. \" Well, in all my travelling I never met a better man, an' he shall have my A'ote, Avhich eA'er side he's on.\" \"No, no,\" said young KiUett, \"Mr. Gal braith's none for politics, 'twill be Mr. Bryce son, and a nice, merry, affable gentleman he is too.\" \" Things have altered since them gentlemen came here first,\" said Wolstenholme Pye. \" Since they came first there's been some alterations here,\" said Hoppenner. \" Ay, there has,\" said Timothy ; \" lawk, there's Mr. Galbraith's black gentleman gone into the chemist's. Now I Avonder if either o' the children is ill ? \" \" Ay,\" said oki Mas'r KiUett, \" there's always changes goin' on in hfe, and always AA'ill be. life's somethin' like this 'ere river of ourn, my friends. EA7en that don't allus run alike. Sometimes it's clear, and smooth, and"], [239, "OLD MAS'R KILLETT SUMS UP. 227 sparkling as can be, and sometimes it's all of a moil and fret. Us old men can see it, and I can tell 'ee I've often stood on this bridge and thought it out. I baint a quick thinker, an' my ideas is a morsel old-fashioned ; but I'll pound it as the wisest il agree wi' me when I tell him that life goos on pretty much as the river flows.\" THE END."], [240, "PRINTED BT KELLY AND CO., MIDDLE MILL, KINGSTON-ON-THAMES ; AND GATE STREET, LINCOLN'S INN FIELDS, W.C."], [241, ""], [242, ""], [243, ""], [244, ""]]