[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, ""], [8, ""], [9, "KEY TO THE PANORAMA OF THE œlllss &m ®&mim ®u wmm^MmÆm§» Painted by J. VANDERIYN, Esq. New-York. No. 1 —THE PALACE. The facade fronting the garden is divided into three pavilion, sdecorated with Ionic Columns and pilasters, surmounted with emblematical fig ures of the Arts, Seasons, and Months. At the extremities of the middle pavilion are placed two bronzes, represent ing Bacchus and Apollo. No. 2. — The roof of the Theatre ; the upper part of which contains an immense reservoir of water which sup plies the elevated parts of the garden. 3. — Part of the gilded roof of the Chapel. 4. — Louis 18th at the centre window of the Palace. 5. — A part of the City of Versailles, most of which i$ concealed by the Palace. 6. — The plot in front of the Palace is called the Par terre d'eau. It contains two basins with water spouts or namented -with figures in bronze, emblematical of the eight rivers of France, the Nymphs, Naiads, Genii and Cupids."], [10, "2 r.— The forest of Satori, in the distance. 8. — Alderman Curtis of London. 9 — YewTiees, cut in the shape of Cones, &c 10— A thick grove, which encloses the Salle de Bal glaced in the centre, surrounded by cascades and vases. 11. — Lyric Poetry. 12.— Fire. 13 — Venus Callypiga. 14. — Tiridates, King of Parthia. 15 — Silenus, with the infant Bacchus. 16 — Antinous. 17. — Mercury. 18. — Urania. 19 — \\poIlo. 20. — Dying Gladiator. 21 — Smoke and roof of the Convent St. Cyr, once the residence of Mad. de Maintenon. 22. — A thick grove extending on the left of the great aMey to the basin of Apollo. It is intersected by avenues, and contains a circular colonade in marble, with a group of statues in the centre. This grove hides from the view the left arm of the great canal. On the upper angle is an original statue, by Puget, representing Milo Crotoniates. To the left. Castor and Pollux, from the antique, by Croi sevox. 23. — The plot of grass in the middle of the great alley is railed the tapis vert. Beyond it is seen the great basin of Apollo, containing a large group, representing Apollo on his chariot, d.awn by four coursers, and surrounded by dolphins and tritons, all in bronze, by Tuby, after the de signs of Le Brun. 24 — Beyond the basin of Apollo is the great canal, with two arms ; on the extremity of the left one is situated the menagerie, and on that of the right, Trianon. 25. — Tbe basin of Latona — called so from the marble group of Latona and her children Apollo and Diana in the"], [11, "3 centre — and the bronze frogs representing the peasants of Lybia spouting water over it. 26 — The forest of Marly, in the distance. 27 — The grove and quincu ix on the right of the alley is intersected by avenues, and contains two basins v\\ith sev eral statues- Beyond the grove in the distance is seen the village of St. Non. Further to the right, surrounded by poplars, is Petite Trianon. The group on the upper angle of this grove, represents Perseus releasing Andromeda from the rock : tbe group to tbe right is Pœtus and Arria : the next are four Hermes — 1st. representing Hercules with his club and holding the golden apple— 2d Bacchus with a Tamborine — 3d. A Faun — 4th. Diogenes — and a little in front of them is a reclining figure of the Nymph a la Co quille. 28. — The extensive grove on the right encloses the fa mous baths and grotto of Apollo. On the upper angle of this grove, and facing the palace, are seen two statues : the first represents Eveuing, in the figure of Diana, by Desjar» dins ; tbe other, of which only one half is seen, represents Mid-day, in the figure of Venus, by Marsy. No. 29. — Lord Viscount Granville— -brother to the Marquis of Stafford 30 — Emperor Alexander of Russia in a green coat and light pantaloons. 31 On his right the King of Prussia 32. — On his right Prince Kutusoff with his hat off. B^§©mi«i©n» VERSAILLES is situated on rising ground in a chaTn- paign country, about 12 miles south-west of Paris. It \\va8 purchased by Louis 13th, and occupied by him as an occa» sional summer retreat, and for the pleasures of the chase ; but the village continued small, and the mansion nothing more than a plain country house, until the extravagnce and ambition of Louis 14th converted it into a magnificent royal residence, worthy of the \\ugustan age of France.-* He was said to have been impelled to this step, to avoid be-"], [12, "4 ing continually reminded of his mortality, by the sight of the Cathedral of St. Dennis, the royal cemetary, which is seen from the palace of St Germain, where he then resided. The palace was beguu in the year 1661, under the direction of the famous Mansart. The gardens were chiefly arranged by Le Notre. In 1762, after immense expenditures, it vied with the most splendid palaces of Europe, and became the permanent residence of the French Court- From that time it was continually receiving, under the Bourbon dynasty, large additions, till it has acquired a splendor and extent unrivalled by the palace of any country. The town, from a small village, on the arrival of the court, soon became a city containing one hundred thousand inhabitants, with many superb edifices and extensive public institutions. The city and gardens are chiefly supplied with water from the Seine at Marly, which is three miles distant, by means of a vast machinery, which raises it 500 feet above the. level of the river. This machinery is said to have cost, in the first instance, eight millions of livers ; since which time it has been much enlarged. Versailles continued to be the residence of the court up to the revolution ; when the populace, viewing it as one of the causes of their misery, and an emblem of their former degradation, would have demolished the whole, had it not been for the subtilty of an artist, who pursuaded them to turn it to economical purposes. Accordingly, the garden was planted with apple trees, and its elegant parterres convert ed into potatoe patches. During this time the palace was occupied as an arsenal, museum and hospital, until the em peror restored it to its former destination and beauty, altho' he never inhabited it. Since the re-establishment of the Bourbon family, the whole has undergone a thorough re pair. The palace is approached in front by three great roads or avenues. The middle one, which is 25 toises in breadth, leads from Paris ; one from St. Cloud, and one from Sceau. They converge and terminate in a kind of parade ground, called the royal square. The stables are on the right and left of the grand avenue, forming two crescents, so regular and beautiful, that few royal palaces exceed them. From this place the chateau or palace appears like a magnificent theatre ; and you ascend flight after flight of elegant steps in going to it. The outer gate is of wrought iron gilt, and about twelve feet high. A second gate adorned with groupes, separates the two court yards. The two large piles of buildings belonging to the wings, eacli terminated by a pavilion> are designed for the officers of the kitchen."], [13, "5 After that Von see the fore front and the wings of the o-d palate ; the front has a balcony, supported by eight marble columns ; there are two ranges of apartments that join the two palaces. The new palace is a range of magnificent apartments, which, together with its wings, forms a front of more than eighteen hundred feet. It is built so as to front the gar den. The great marble staircase surpasses any thing of the kind which antiquity can boast. The fresco paintings were done by Le brun, and the bust of Louis 14th was carved by the famous Croisevox. This is the entrance in to the grand apartments. The chapel belonging to the palace is an exceeding fine piece of architecture, built of yellow free stone, in the Corinthian order, 132 feet long, 72 broad and 84 high. On the top there is a fine balus trade, with twenty-eight statues. Nothing can be more beautiful or rich than the internal embellishments of this chapel. The great altar is of the finest marble — The sa cristy is very neat. You ascend to the galleries by two stair-cases, with iron rails richly gilt The king's gallery faces the great altar, over the great door, and is thirteen feet and a half wide The queen's gallery is on the right ; and the gallery which runs round the chapel, is nine feet wide, supported by sixteen pilasters, of the Corinthian or der. The balustrade is very rich and elegant. The ceil ing is elegantly painted by eminent hands. Theatre. — 'l'he theatre is of a circular form, containing about nine hundred superficial feet, and is one hundred and twenty feet in height. The interior is decorated with pil lars which once were richly guilt. The paintings of the ceiling, representing the Amours of the Gods, are by Du Rarneau. The number of spectators it will contain is fif teen hundred. This theatre maybe converted into a ball room, by fixing nioveable columns upon the stage. The boxes were formerly hung with tapestry and adorned with Mirrors, but these have fallen beneath the unsparing hand of revolutionary Vandalism. Salon d' Uercule. — This saloon derives its name from tho maguificent ceiling, representing the apotheosis of Hercu les, by Lemoine. It is ornamented with two paintings, by Paul Veronese ; one represents Rebecca receiving from Eliezer the presents of Abraham ; the other tbe Repast with Simon the Leper. The latter picture was in the con vent of the Servites at Venice. The monks refused to sell it, notwithstanding the sums offered by Louis XIV ; but the Venetian government took it from them by force, and made a present of it to the king. This room is sixty-four feet"], [14, "6 long and fifty-four wide, find is decorated with twenty Co rinthian pilasters <f marble, the pedestals of which a;-e nrasa and the capitals of gilt metal, supporting a burnished cor nice ornamented with trophies. The Sidle dt la Guerre leads to the grand gallery This gallery is one of the finest in Europe, from its extent and magnificence, and the beauty of its paintings ; it is two hundred and twenty two feet in length, thirty feet in breadth, and thirty -seven in height ; it is lighted by seven teen large windows, opposite which are arcades with mir rors reflecting the gardens and sheets of water. Between the arcades and windows are forty-eight marble pilasters, osthe Composite order of which the bases and capitals are g'1 Most of the ornaments were sculptured by C> ysevox f' ' do-'gus ofLebrun. The ceiling was painted by th.1 ».. .jrat ed artist, and represents, under symbolical fig ure.'' and allegories, the most memorable events of the reign as Louis XIV between 1661 and 1678. Garden- -The gardens and pleasure-grounds of Versailles astonish the st'anger by the variety of the plantations, the striking effect of the waters, and the excellence of the stat ues which decors te them. During summer the minor foum tains play on '. first Sunday of every month, but the grand fountains v in honour of the King's fete (August 25th,) and ular occasions. Grande te • Parterre d'eau — This terrace is situa ted opposite i .incipal front of the palace, and is form ed of two piec-s of water, bordered by several groupes of nymphs, naiads, cupids and zephyrs. Parterre de Lntone. — The descent to this parterre is by a magnificent flight of steps adorned with few teen marble vases, after the antique In the centre is a basin, with a group in white marble of Latona with Apollo and Diana, her children Round the basin are seventy-four enormous frogs, which throw out water, and cover the marble group. The frogs represent the peasants of Libya, metamorphosed into frogs, by Jupiter, because they had refused drink to Latona. The parterre de Latone, and the tapis ver , or allee royale, to which it leads, are bordered with a number of statues, some of which are antique. Bassin d'JJpnllon — This basin forms a parallelogram.— In the centre, Apollo is represented issuing from the water, seated on a car dravvn by four horses, and surrounded by tritons, whales and dolphins. Le grand canal is about sixty-two metres broad, and fif teen hundred and fifty-eight in lenirth. and is traversed in the middle by two arms abuut one thousand metres in length"], [15, "7 leading to the Grand Trianon and the ancient ■■Tenag-nie. L'Orœngetie — This building, the most chaste piece at architecture in Versailles, was constructed in 1635. after the designs of John Ha:douin Mansart. It contains a nu merous and magnificent collection of orange trees and other shrubs. The orange-tree called the grand Bourbon is mure than four hundred years old The descent to the orangerw is by two flights of three hundred steps, ornamented with balustrades. The two principal entrances arc adorned with groupes. representing various subjects, aud two col ums of the Tuscan order. Salte de bal, or bosquet de la cascade. — In the midst of this bosquet was a sort of arena, where dances weic per foimed when Louis XIV gave fetes at Versailles. Bussin de Aeptun.e.— This superb basin is adorned by several groups of sculpture, one of which represents Nep tune and Amphitrite, seated in a vast marine shell. Bains d'dppollon — In these baths are three fine groups, placed in a grotto formed out of an enormous rock, the en tra ce of which represents the palace of Thetis. In the cen tre is Apollo seated, surrounded by six nymphs eager to serve him. The two other groups represent Tritons water ing the horses of Apollo ; the latter are the most astonish ing and admirable specimens ot the perfection and symme try of sculpture that the chisel ever produced. W lieu the waters play, this scene is animated by a considerable sheet of water, which falls in a cascade into a basin. The whole has a very grand effect, and is without comparison the chef d'œ'ivre of Giraidon- The other principal water-works are the bosquets de I'obe lisque, d'Encelade, and des domes. The potager, or kitchen garden, is to the left of the piece des Suisses ; it is at least fifty acres in extent, and is form ed into about thirty divisions, separated by walls. The Encelddus is a very fine group, set up in an octagon basin ; from the mouth of this giant, oppressed by the weight of mountains, flows a jet d'eau, or spout of water, that rises seventy-eight feet high. The Menagerie is a small palace built by Mansart.— =- The twro apartments for winter and summer, are adorned with excehent paintings. Ihe aviary is the finest in all Fiance, and the best stocked. From the menagerie there are several a'leys that lead to the rogal and magnificent Abbey of St. Cyr- It is situa ted in the park, about three miles from the Palace, and was founded by Louis 14th, for the education of two hundred and"], [16, "8 in\" , young ladies. The number of nuns were forty. The king reserved tiie nomination of the young ladies to himself. To obtain admission, they had to prove four degrees of no bility on the father's side. No girl entered under seven years of age, nor stayed there after the age of twenty. On leaving, they had either a thousand crowns in money, or one of those places the king had the disposal of in several convents The buildings are extremely fine. The archi tect was Mansart, who finished it in 1636. Trianon was. built after the design of J. II. Mansart. — This little palace may be looked upon as a kind of summer house to the Gardens of Versailles. It is built in an ex cellent taste, and is moreover embelished by the richest dec orations. The front is 384 feet in length, and has two re turning wings, terminated by two pavilions. Small Trianon, which in the Panorama, is seen at a dis tance, surrounded by poplars, is celebrated for its botanical collections. It was here that Jussieu formed his natural families of plants. The distant hill and wood beyond Trianon, is the forest of Marly. no tv ro BOSTON— W. W. CLAPP, PRINT."], [17, "■)"], [18, ""], [19, ""], [20, ""], [21, ""], [22, ""], [23, ""], [24, ""], [25, ""], [26, ""], [27, ""], [28, ""], [29, ""], [30, ""], [31, ""], [32, ""], [33, ""], [34, ""], [35, ""], [36, ""], [37, ""], [38, ""], [39, ""], [40, ""], [41, ""], [42, ""], [43, ""], [44, ""], [45, ""], [46, ""], [47, ""], [48, ""], [49, ""], [50, ""], [51, ""], [52, ""], [53, ""], [54, ""], [55, ""], [56, ""], [57, ""], [58, ""], [59, ""], [60, ""], [61, ""], [62, ""], [63, ""], [64, ""], [65, ""], [66, ""], [67, ""], [68, ""], [69, ""], [70, ""], [71, ""], [72, ""], [73, ""], [74, ""], [75, ""], [76, ""], [77, ""], [78, ""], [79, ""], [80, ""], [81, ""], [82, ""], [83, ""], [84, ""], [85, ""], [86, ""], [87, ""], [88, ""], [89, ""], [90, ""], [91, ""], [92, ""], [93, ""], [94, ""], [95, ""], [96, ""], [97, ""], [98, ""]]