[[1, ""], [2, ""], [3, ""], [4, ""], [5, "WIADOMOŚĆ HISTORYCZKA O ZAMKACH, HORODYSZCZACH i OKOPISKACH STAROŻYTNYCH NA LITWIE I RUSI LITEWSKIEJ, 'przez' MŁonatantego hv. WYDAŁ A. H. KIRKOR. WILNO. DRUKIEM TEOFILA G LUCKS BERG A. 1859."], [6, "Pozwolono drukować z \"^eSśw^zkiem złożenia w Komitecie Cenzury prawem oznaczonój liczby exemplarzy. Wilno, 15 Kwietnia 1859 roku. Cenzor, Paweł Kukolnik."], [7, "WIADOMOŚĆ HISTORYCZNA O ZAMKACH, HORODYSZCZACH I OKOPISKACH STAROŻYTNYCH NA LITWIE I RUSI LITEWSKIEJ, PRZEZ KONSTANTEGO HR TYSZKIEWICZA. ZAMEK W CZASZNIKACH. Od zachodu parów mający dziesięć sążni szerokości, a pięć w pochyłości głębiny, środkiem którego nic nieznaczący stru myk przecieka; od północy wał jedenaście sążni mający w pochyłości, ciągnący się po nad lewym brzegiem rzeki Uł ły: oto wszystko co z tego starożytnego, w historyi znajomego zamku do czasów naszych dotrwało. Zamek w Czasznikach dzisiaj w gubernii Witebskiej w powiecie Lepelskim leżący, sta rożytnością swoją sięga dawnych bardzo czasów; mógł on być jednym z liczby tych zamków; które stanowiły niegdyś tak gę ste dzielnice xiążąt Połockich, władców ziemi Krywiczańskiej. Dziejów tego zamku w czasach starożytnych całkiem niezna my. Pierwsze wzmianki, jakie o nim napotykamy w historyi, niesięgają wyżej nad wiek XVI. W 1564 roku, gdy posłowie Litewscy posłani odZygmun ta-Augusta, układami z Moskwą kwestyj politycznych kończyć niepotraiili, — zaledwie Moskwę opuścili, natychmiast wojewodo- 1"], [8, "136 wie Rossyjscy odebraii rozkaz rozpoczęcia kroków wojennych. W skutek czego Piotr Szujski z wojskiem przebył Dżwinę pod Połockiem i spiesznie ciągnął w głąb' kraju , aby skorzystać z niegotowości do wojny króla Polskiego. Xiążę Piotr Se rebrny, posłany z pięćdziesięciotysięcznem wojskiem od Wiazmy, powinien był opustoszyć brzegi Dniepra, po czem połączyć się pod Iwanskiem (1) z Szujskim i z nim ciągnąć prosto przez Mińsk do Wilna. Szujski rabując i niszcząc wszystko po kra ju, bez żadnego oporu zaszedł aż pod zamek Czasżnicki gdzie nadczekiwał Serebrnego, stosownie do planu naznaczonego wpo chodzie wojsk Moskiewskich — Hetman Radziwiłł, niedowierza jąc układom toczącym się z kniaziem Moskiewskim, we cztery tysiące wojska trzymał obóz w zamku Czas^nickiin w ciągu zimy, niezważając na niedogodną porę roku, świeżą -kampaniją ostrożności nauczony. Zapóżno się hetman dowiedział o wtar gnięciu ze stron różnych do kraju wojsk nieprzyjacielskich. Lecz siła jego znacznie powiększoną została przez wielu zna komitych panów, którzy bądź swoim kosztem ludzi uzbrojonych przyprowadzili, bądź za pieniądze powierzone sobie ze skarbu, zwerbowali; w liczbie tych osób czytamy imiona : Jana Chod kiewicza, Bohdana xięcia Sołomereckiego, Romana xięcia San guszki, Bohusza xięcia Koreckiego, Jerzego Zenowicza, Jerzego Tyszkiewicza i wielu innych. Oni radzili hetmanowi, aby nie czekając ai się Szujski z Serebrnym połączy, uderzył na obóz Moskali Stanęło na tern; hetman dał Chodkiewiczowi dowódz two nad wojskiem, sam zaś rezerwami komenderował. — Bi twa przypadła na polach Iwańskich pod wieczór 23 stycznia. Trwała ona krótko, albowiem śpieszono się, aby zwyciężyć lub (lj Iwańsk jest to majątek położony o wiorst ośm od miasteczka Czasznik, składający też same dobra, dzisiaj dziedzictwo małole- tniego -Wincentego syna Ignacego Wołodkowicza."], [9, "137 umrzeć. Zwycięztwo zostało przy wojsku Litewskióm: albowiem wódz Rossyjski Szujski poległ na placu bitwy, a wojsko jego dwadzieściapięćtysięczne pobito (1) ; reszta rozproszonych u cieczką ratować się lub zdać w niewolę przymuszona była. Celniejszych niewolników, obozy na nieprzyjacielu zabrane, bo gate sprzęty bojar, xiąiąt i wojewodów, a między temi pałasz i kołczan Szeremetowa, królowi bawiącemu podówczas w War szawie, hetman odesłał (2). We cztery lata później, w ciągu których bezprzestannie trwały niezgody i kroki wojenne pomię dzy kniaziem Rossyjskim a Litwą, w ciągu których Pac z Ko zactwem robił wycieczki na powiaty do ziem Ruskich należące, wsie i miasteczka niszczył i palił, z Piotrem Hołowinem posła nym przez cara dla wzięcia szkody mu czyniącego Paca i dla dostawienia go carowi, stoczył bitwę i Hołowina wziął w nie wolę. Tymczasem gdy przychodziło do otwartych już kro ków nieprzyjaznych między Rossyą a Litwą, Roman Sangu szko z dwoma tysiącami jazdy Litewskiej, w celu obserwacyi nad poruszeniami wojsk Moskiewskich, rozłożył się obozem w zamku Czasznickim. Spodziewano się, iż car sam na cze le wojska wyciągnie, gdy pora będzie po temu. Naznaczył on ll) Stryjkowski na 25,000 wojska Moskiewskiego liczy; w Atlasie zaś historycznym ułożonym przez Gerarda Mercatora i J. Hondiusa, a staraniem i pracą (opera et ,eura) x. Mikołaja-Krzysztofa Ra- dziwiłła światu ogłoszonym, drukowanym w Amsterdamie w 1638 roku u Jana Jansoniusza, liczbę 30,000 wojsku Moskiewskiemu naznaczono: „Anno 1564 adUlL-m areem cessus est Moschorum exer- citus 30,000 hominum duce Suiscio a Nicolao Radziwiłł in Du- binki et Birże duce auspicio Sigismundi Augusto\"—^niewiedzieć dla czego tę bitwę pod Ułłą nazywa). (2! Kroniki Macieja Stryjkowskiego x. 25 str. 771, 772. Teodor Narbutt T. IX, str. 389, 390, 391. Karamzin T. IX, str. 49, 50. Michał Baliński i Tymoteusz Lipiński, Starożytna Polska, po- szyt 30, str. 605, 606."], [10, "138 miasto Orszę na punkt połączenia się wojsk swoich; oddział złożony z Tatarów, którymi dowodził Amurat, miał składać straż przednią wojska. Amurat przeprawił się przez Dniepr; — o czóm dowiedziawszy się Sanguszko w cichości porzuca za mek Czasznicki i z wojskiem śpieszy przeciw nieprzyjacielo wi; korzystając z nocy szybko pod straż przednią podstępuje, i nim rozświtało, tak się uwinął, iż ją całą zabrawszy niedopu ścił, aby o tern głównemu wojsku znać dano. Tym sposo bem przy świtaniu wpadł na obóz nieprzyjaciół, całkiem do bo fu nieprzygotowanych, attakował go szybko z wielkim krzy kiem, tak, iż połowa wojska memiała czasu wziąć się do orę ża, i poraził wojska nieprzyjacielskie tak stanowczo, że Ifdwo kto umknąć zdołał. Z wodzów Amurat i xiążę Bazyli Palec ki ciężko ranny i z nimi wiele ludu dostało się Sanguszce w nie wolę (I). Zachęcony powodzeuiem wojennem Sanguszko nie spoczął na świeżych laurach; lecz dowiedziawszy się, iż oddział wojska z zamku Moskiewskiego Ułły przeciągać miał do zam ku Suszy, idzie ze swojem wojskiem, czyni zasadzkę w lasach między temi dwoma zamkami, z nich na wypoczywające i cał kiem do boju nieprzygotowane wojsko napada, rozbija i roz prasza. Podobne zatargi zbrojną ręką czynione wywołać mu siały wojenne działania ze stron obu na wielką skalę. Zyg munt-August układami z posłami Inflanekimi zajęty , takowe dyplomatykom swoim zdaje, zbiera ogromne wojska w Rado szkowiczach w celu rozpoczęcia ztamtąd wojennych działań na dużą stopę, sam osobiście do wojska zjeżdża. Król jednak nie przywodził tej wojennej wyprawie: nieprzywykły do obozowych niewygód, zdał główne dowództwo nad wojskiem Chodkiewi czowi staroście Żmujdzkiemu; postanowiono iść na Ułłę (2). (1) Kronika Marcina Bielskiego xięgi piąte str. 565, 566. (2) Narbutt T. IX, str. 429—432."], [11, "139 Szczegóły wyprawy na Ułłę opowiemy niżej, gdy nam mówić wypadnie o zamku w Ulle. Panował w Polsce już Stefan Batory. Poprzednie niesna ski i wojny z Moskwą za.Zygmunta-Augusta prowadzone, nie tylko że stałego pokoju krajowi niedały, lecz coraz zwiększa jąc się groziły Litwie napadami, pożogą i bezprzestanną trwo gą dla mieszkańców tego kraju. Waleczny król postanowił tę ziemię, wcieloną oddawna pod panowanie xiążąt Litewskich, a znajomą w dziejach pod nazwą Rusi Litewskiej, od napadów Moskwy zabezpieczyć i spokojność jej wrócić. Aby tego do konać trzeba było działania wojenne obrócić właśnie' w tę stro nę gdzie leżał zamek Czasznicki, tak sąsiednią z zamkami kra- u podległego carowi. Wojna z carem stała się koniecznom i nieodzownem Batorego postanowieniem; na jej dalsze prowa- dzenie, król znaczne czynić. począł przygotowania, zbierał z ca- łego kraju wojska i narzędzia wojenne. W 1580 r. król oso- biście na tę wyprawę wyruszył; bawił w Wilnie kiedy wojska jego już się zbierać poczynały. Nadciągnęła do Wilna piechota Węgierska; tę król wysłał przodem do Postaw, zkąd ją z dzia- łami i innnym sprzętem cięższym Dźwiną do Dzisny transpor- tować miano , a ztamtąd podwodą z działami zostawionemi w Dziśnie od przeszłorocznej wojny,- w której Połocka dobywa- no, do Witebska prowadzić rozkazał. Sam osobiście z Wilna udał się król do Czasznik, oczekując na przybycie reszty wojska; tam z wodzami swymi ciągłą czynił naradę,_w którąby stronę obrócić wojnę należało : jedni mu radzili do Pskowa, inni do Smoleńska, inni znowu do Wielkich Łuk obrócić działania wo jenne. W7śród tych narad odbywanych w Czasznikach, król bezprzestannie nadchodzące wojska tak stare, jako i nowoza ciężne lustrował. Wojska wszystkiego według Stryjkowskiego miał króldo 50 tysięcy, w którem piechoty blizko 21 tysięcy znajdowało się."], [12, "140 Król w Czasznikach nadczekiwał posłów od cara. Jakoż dniem przed odjazdem jego z Czasznik, przybył poseł Moskie wski, z pośpiechu niemający z sobą odzienia przyzwoitego ety kiecie, które zostało w drodze, — w podróżnym się stroju królo wi przedstawił i złożył mu list cara, w którym prosi car kró la, aby posłowie jego przysłani dla traktowania z królem, oby czajem dotąd przyjętym, w Wilnie jako stolicy Litewskiej przyj mowanymi byli. Na co król odpowiedział, że będąc już w dro dze i tak daleko od Wilna, dla przyjmowania posłów wrócić doń niemoże, i z tą odpowiedzią posła carskiego z Czasznik odprawił (1). Tyle tylko historycznej wzmianki o zamku Czasznickim. Przerywamy co chwilę ciąg w opowiadaniu historycznem, al bowiem celem naszym niejest powtarzanie historyi wojny pro wadzonej z Moskwą, lecz tylko przytoczenie z niej wszystkich wspomnień historycznych wyłącznie i szczegółowo odnoszących się w urywkach do zamku Czasznickiego. Niezdobywany on w żadnej wyprawie orężem, sługiwał tylko jako punkt central ny, jak to widzimy, dla obozowania i koncentrowania się wojsk na wyprawę przeznaczonych. Zamek ten wespół z miastem Czasznikami i dobrami doń przyległemi w XVII wieku był już własnością zamożnej w kra ju rodziny Słuszków. Na zamku w Czasznikach Słuszkowie mieli swoje rezydencyę. Następnie około roku 1674 Zygmunt Słuszko chorąży Litewski fundował w nim kościół dla xięży Dominikanów, własuy zamek murowany oddając na klasztor. Całe zamkowe terrytoryum, niegdyś obronne, pod tę fundacyę ustąpił. Z rozebranego materyału z murów jiozostałych po (1) Panowanie Henryka Walezyusza i Stefana Batorego z rękopi- sma xiędza Albertrandego , wydanie Żegoty Onacewjcza, T. I, Str. 243—246."], [13, "141 Słuszkach, niemniej staraniem xięży Dominikanów, później zna cznie powstał x duży kościół murowany , figurą cudowną Pa na Jezusa do dziś dnia słynący i przez pobożnych uczęsz czany. Wały starego zamku rozrzucone ustąpiły miejsca ob szernym sadom i dziedzińcom klasztornym. Dobra te od Słu szkow nabytemi zostały przez rodzinę W ołodkowiczów i do dziś dnia w ręku tej familii zostają. ZAMEK W ULLE. O pięć mil od Czasznik, podobuież w dzisiejszej gubernii Witebskiej w powiecie Lepelskim, po nad brzegiem Dźwiny przy ujściu do niej rzeki Ułły, leżało w starożytności małe miastecz ko od nazwiska rzeki przy niem wpadającej do Dźwiny , Ułłą nazwane. Wspomnienia dziejowe miejsca tego w czasie wo jen prowadzonych z Moskwą tak się mocno i jednocześnie łą czą ze wspomnieniami o zamku Czasznickim, tak jedne z dru gich wypływają, że oba te miejsca w opisie historycznym je dną całość stanowićby powinny; widzimy się tedy zmuszonymi ich opisanie w opowiadaniu naszem umieścić jedno obok dru giego. Za panowania Zygmunta-Augusta w roku 1666 obrót rze czy politycznych z Rossyą sfawał się coraz zawilszym. Car Iwan lubo przez pisma i mowy czynił nadzieję pokoju, wszak że skrycie go niechciał: albowiem pomimo wyjednane u króla zawieszenie broni, partya niesfornych rabusiów, napadając od granic Ruskich, przytykające do nich prowincye Litewskie ni szczyła i niepokoiła. Car zaś Iwan, gotując się do wojny, na granicy swojej rozkazał założyć kilka zamków obronnych; w tych liczbie wzniósł się zamek obok starożytnego miasteczka przy"], [14, "142 ujściu rzeki Ułły do Dźwiny w samych widłach, na długim a waż kim cyplu ziemi wchodzącym między te dwie rzeki i mocno przez nie bronionym, (1). Zamek w Ulle przez samo położenie topogra ficzne stanowić musiał punkt ważny bezpieczeństwa dla ca^a, kiedy w tymże roku przysłani na sejm do Wilna posłowie jego w naradach toczących się z nimi, do których ze strony króla nazna czonymi byli: Mikołaj xiążę Radziwiłł wojewoda Wileński, Jerzy Chodkiewicz kasztelan Trocki , Jerzy Tyszkiewicz wojewoda Brzeski, marszałkowie Eustachy Wołłowicz, Jan Szymkowicz, Mikołaj Naruszewicz podskarbi Litewski , i Haraburda pisarz W. X. Litgo, — najpierwszym warunkiem było zatrzymanie przy Rossyi prowincyi Połockiej ze wszystkiemi zamkami, w li czbie których i o Ułłę traktowano , iądając odstępstwa kraju po granice województwa Wileńskiego i Witebskiego, a do tego całe Inflanty aż po Dżwinę (2). Odrzucił rozumie się król ta kie propozycye, a wojna stała się następstwem tych układów. W 1568 roku, jak już rzekliśmy uprzednio, Zygmunt-August wielkie porobił przygotowania wojenne, skoncentrowawszy woj ska swego do 100,000, jak nasi kronikarze naliczają, w Rado* szkowiczach, sam osobiście zjechał na to miejsce w celu dowo dzenia wojskiem w ciągu tej wojny; — dwa miesiące bawił on w obozie , które spędził na ćwiczeniu i lustrowaniu żołnierza tak licznie i w tak świetnej postawie tam zebranego. Lecz gdy go sprawy publiczne, a mianowicie układy praw i rządu z posłami In flanckimi toczące się w Grodnie, nazad powoływały, rozpuściwszy, według świadectwa Bielskiego, znaczną część wojska zebranego, zdawszy dowództwo nad resztą Janowi-Heronimowi Chodkiewiczo- (1) Narbutt, T. IX, str. 414. [%) Kronika Marcina Bielskiego xięgi piąte str. 566- Narbutt, T. IX, str. 421, 422."], [15, "143 wi, staroście Żmujdzkiemu posłał go na zdobywanie obronnego zamku Moskiewskiego Ułły, sam zaś wrócił do Grodna. Wy prawa ta na Ułłę miała mieć cel polityczny; wspierać miała ona jakoby bunt bojarów Ruskich za pośrednictwem niejakiego szlachcica nazwiskiem Kozłowa, żonatego z Korsakówną. Po syłany sekretnie od senatorów Litewskich do Moskwy dla skomunikowania się tam z bojarami, przywieźć miał tę wia domość, iż jakoby bojarowie mieli Iwana związanego wydać królowi, a xięcia Włodzimierza Andrzejowicza na tronie Ros syjskim posadzić. Kozłów ten powtórnie do Moskwy w tejże missyi posłany sekretnie, został pojmanym i na pal wbitym. Przygotowania wojenne czynione przez Zygmunta-Augusta na tak wielki rozmiar i zamach wojenny, rozpoczęty z tak wiel kim odgłosem, gdy przez brak determinacyi w królu na wy prawie na Ułłę tylko się skończyły, wojnę tę przez pośmiewi sko, wojną Kokoszą nazwano (I). Chodkiewicz pociągnął z wojskiem pod Moskiewski zamek Ułłę. Zamek ten mocno warowny obiegł i szturmować począł. Bezskutecznemi były działania wojenne Chodkiewicza, Moskale bowiem Dźwiną spławiając z Połocka coraz nowe posiłki wo jenne, obronę zamku Ułły bezprzestannie wzmaCDjan I załogę w nim odnaw;ali. ,,Ale gdy przyszła oblężeńcom, mówi Marcin Bielski, po moc z Połocka, Moskwa się tśm usilniej broniła : gdzie wiele ludzi naszych do szturmu niezwyczajnie przypuszczonych (bo dziury niebyło) zbito, oszańcować się też trudno było, bo zie mia natenczas zmarzła była ; przeto od oblężenia musieli od ciągnąć\". Chodkiewicz wezwany przez króla do stolicy dla in teresów publicznych, zdał dowództwo nad wojskiem xięciu Ro- li) Narbutt T. IX, str. 431—433. 2"], [16, "144 manowi Sanguszce (I). Ten szturm na Ułłę wznowił. Ciekawe szczegóły zdobycia tego zamku przechowały nam się w dzie jach; posłuchajmy jak o nich mówi kronika: „Tegoż roku mie siąca września, mówi dalej Bielski, kniaź Roman hetman pol ny, Ułłę, zamek Moskiewski obronny, wziął i spalił; tym spo sobem: Najprzód Kozaki w czółnach pod zamek wyprawił, a sam zastąpiwszy z ludem od Połocka i Turowli Raczkowskiego i Tarnowskiego rotmistrzów pieszych z drabinkami do blan ków przypuścił w nocy, Kozacy zaś z Birulą, Minkiem i Oskier ką ziemną strzelbę ubieżeli, drudzy bramy i forty poczęli siec, a drudzy zamek zapalili. Bo Moskwa radując się strzelcom, którzy im nowo przybyli , popili się byli. A gdy się potem z naszymi wręcz z zamku zapalonego w bramach zaczęli siec; wnet Mikołaj Sołohub rotmistrz, niezwlekając , brodu przebył Ułłę, ze wszystką rotą swoją, i dodał pieszym posiłku, którzy na blanki po drabinach leźli i w bramach się z Moskwą sie kli. Potem sam kniaź Roman posłał* rotę swoje gdy już za mek gorzał, i Wojnę, i Tyszkiewicza i kniazia Łukomskiego rotmistrzów, którzy gwałtownym zewsząd pędem Moskwę u pornie się w ogniu broniącą pogromili byli i zamek wzięli, gdzie dwu wojewód Welaminów i więźniów zacnych trzysta pojmali, a strzelców z rusznicami ośmset. Ale korzyści inszej żadney niebyło, bo wszystko z zamku zgorzało, aż zamek na si znowu zbudowali' (2). Zamek w Ulle zdobyty' przez xię- (1) Pod datą 1578 r. car Iwan Wasilewicz zdobywszy Inflanty, z po- wodu zapewnie, iż się hetmanowi Chodkiewiczowi szturm do Ułły niepowiódł, oznajmując mu listem o zajęciu Inflant w żartobliwy sposób w te słowa o jego męztwie przy zdobyciu Ułły wyraża się: „Słyszach twoje wele rozumie i ehrabrost pod Ułłoju i dy- 'wichsia i to chrabski esi uczynił.\" Źródła do dziejów Polskich Michała Grabowskiego i Alex. Przeździeckiego, T. I, str. 58. (2) Marcina Bielskiego , x. piąte, str. 566. Stryjkowski, x. 25. str."], [17, "145 cia Romana Sanguszkę zostawał, odtąd w ręku Litewskiem. Od restaurowany i wzmocniony stanowić zaczął pograniczną twier dzę przeciw napadom Moskiewskim. Stefan Batory zabezpie czył tę część kraju przez wzięcie w 1579 roku Połocka i in nych zamków Moskiewskich w tej części kraju położonych, ja ko: Sitna, Sokoła, Turowli i t. d., W 1580 roku kiedy Ste fan Batory zajęty wyprawą na Wielkie-Łuki koncetrował swo je wojska i sam bawił w zamku Czasznickim , po odprawie tam posła Moskiewskiego, osobiście zjechał do zamku Ułły dla wzmocnienia go jeśliby się tego potrzeba okazała, jako stano wić mającego bezpieczeństwo tej części kraju od napadów Mo skiewskich podczas wyciągnięcia z niej wojsk pod Wielkie-Łu ki. Po osobistem rozpatrzeniu zamku w Ulle, znalazł bezwąt pienia Stefan Batory iż od zamek ten niedość był obronnym, musiał on rozkazać usypać między rzekami Dźwiną a Ułłąszaniec mający sześć sążni wysokości w pochyleniu, gdy ta kowy do dziś dnia wałem Batorego się nazywa. Bawiący król w Ulle otrzymał znowu list od cara z powtórzeniem uprzedniej swej prośby wyrażonej w liście wręczonym królowi przez posła Moskiewskiego w Czasznikach, aby król pos-ly jego przyjął, jeżeli nie w Wilnie, tedy przynajmniej w granicach swego państwa, albowiem tego wymagała carska jego godność. Król znowu odpowiedział Iwanowi na to, iż się raz wyprawiwszy, dla ich przyjęcia wojska porzucić i do Wilna wrócić niemoże, lecz że wszelkie żądanie cara nawet wśród wojennych działań jemu przełożone, jeżeli będą rozsądnemi i umiarkowanemi, przyjmie i pokój z nim zawrze (I). 774. Łukasz Górnicki wydanie Tadeusza Mostowskiego, str. 474. Teodor Narbutt T IX, str. 433—436. (1) Panowanie Stefana Batorego z rękopismu x. Albertrandego wy- dane przez Żegofę Onacewicza, T. I, str. 247."], [18, "146 Na tem się kończy wzmianka historyczna o zamku Ulle; za jakich czasów zamek ten rozbrojony, przestał stanowić miej sce warowne, z pewnością historya nam daty niepodaje. Do dziś dnia dotrwały w nim na brzegach rzek obu szańce mające ośmnaście sążni wysokości w pochyleniu, okrążające cypel zie mi między rzekami wzdłuż ciągnący się; dotrwał dotąd i wał zasłaniający tę twierdzę od południa i wschodu szańcem Bato torego zwany, za którym znajduje się pomieszczenie dla kościo ła parafjialnego i budowli plebanijalnych. Kotlina zamkowa mająca powierzchni trzy morgi i dziewięćdziesiąt dwa pręty Lit. cała służy dzisiaj na ogrody dla proboszcza. Kościół i kla sztor xięży Dominików prowincyi Ruskiej w Ulle, fundowany był w roku 1669 przez Eustachego Łukomskiego i Bronisława Przysieckiego braci przyrodnich, którzy temu klasztorowi na dali byli na fundusz folwark Bartniki zwaDy, niedaleko Ułły po łożony. W 1788 roku jurę caduco Przysieccy takowy xię żom Dominikanom odebrali , poczem gdy ci xięża pozbawieni funduszu z Ułły wystąpili, kościół zamknięty przez lat 18 wa kował. Po upływie tych, w roku 1800 listopada 7 dnia pan Ignacy Reutt szambelan byłego dworu Polskiego, dziedzic mia steczka Ułły, nowym funduszem kościół zaopatrzył i nabożeń stwo parafijalne do dziś dnia trwające, odnowił (I). Miasteczko Ułła z przyległemi do niego dobrami jest dzi siaj dziedziczną własnością obywatela Antoniego Reutta. (1) Archiwum kościelne, wypis z wizyty generalnśj kościoła parafi- jalnego Ulskiego."], [19, "147 ZAMEK W BIRŻACH. Zamek ten jest czysto Litewskim, w powiecie Ponie wiezkim nad granicą Litwy z Kurlandyą, w samem sercu Li twy położony, był siedliskiem przemożnej we wpływy i sto sunki, wielkiej w dostatki, w znamienite parentele i dostojeń stwa w kraju, większej jeszcze w posługi niesione swej ojczy źnie, rodziny xiążąt Radziwiłłów, która w drugiej połowie XV wieku już dobra te w dziedzicznem posiadała władaniu: około albowiem r. 1466 niejaki Grzegorz Fiedkonis sekretarz w. x. L. był panem na Birżach. W tój dacie pojął on w małżeń stwo Annę córkę Mikołaja I. Radziwiłła, rodzącą się z Eudxyi Czetwertyriskiej, która gdy go w związku małżeńskim prędko przeżyła, drogą zapisów Birże z innemi dobrami po mężu na własność dostała. Po niej więc Birże weszły w dom xx. Ra dziwiłłów (*). Około r. 1507 Jerzy Radziwiłł pierwszy pisał się „na Birżach i Dubinkach\", i od niego to poszła linija xiążąt Birżańskich. W czasach feudalnych na Litwie, magnat okopa ny, narzędziami wojennemi uzbrojony w swym zamku, zawsze gotowym na usługi ojczyźnie, siedział bezpiecznie. Bywał on zwykle głową jakiegoś stronnictwa, naczelnikiem partyi ; szla chta okoliczna jego się bała i szanowała go, albowiem w nim widziała narzędzie własnego wyniesienia się i kreacyi swoich dzieci; cała klijentela bez wahania się rozdzielała myśl stron nictwa, którego ich mecenas był głową, i chętnie w sprawie przez niego kierowanej poświęcała swe życie nawet. Nieraz w zuchwałem zapomnieniu się lub w nieprzebaczonej dumie groził on z niego bezkarnie królowi, a zawsze przemożnie i po tężnie wpływał na losy kraju. Stare miasto Birże położone na pięknój równinie przy zejściu się dwóch rzek Oposzczy i (*) Gal. Nieświezka E. Kotłubaja, str. 19."], [20, "148 Agłony z sobą, było od wieków stołecznem miastem xięztwa Birżańskiego , leżącego na samych krańcach Litwy. Xięztwo to z położenia swego geograficznego przeznaczone jakby do za słaniania Litwy od napadu sąsiednich Krzyżaków Inflanckich, nieprzyjaznych zawsze Litwie, najpierwsze te na kraj napady odpierać i wytrzymywać musiało. W tym zdaje się celu pier wiastkowy zamek obronny w Birżach, mieście' dziedzicznem xiążąt Radziwiłłów powstać musiał. W północnej części mia sta na prawym brzegu rzeki Agłony założono go zapewnie z drze wa, i nieprawidłowie wzmocniono. W XVI dopiero zdaje się wieku wzniosły się w nim okopy stanowiące regularny czwo robok, mający kotliny trzy morgi i sto pięćdziesiąt prętów Lit. z bastyonami po rogach i z szańcem przedmosto\\vym u wcho du do niego; szeroka i foremna fossa prowadzona równolegle do ścian czworobocznego okopu takowe oprowadzała dokoła. Zasyp uczyniony na wschód, znacznie niżej od zamku zatrzy mując koryto dwóch rzek oblewających miasto, wodę ich pod niósł, która występując z koryta rozlała się na tćj równinie i uformowała jezioro 25 włok mające powierzchni ; przypiera ono swemi wodami do północnej strony zamku, i utrudniając przystęp do niego, warowniejszym go uczyniło. Ze względu na formę okopów zamkowych zdało się nam stosownem od nieść założenie jego do XVI wieku; formy doskonale kwadra towe, cztery bastyony po rogach z wązkiemi platformami fossą szeroką wkoło oprowadzone, były systematem fortyfikacyjnym, najczęściej używanym w nauce budowania fortyfikacyj w Ho landyi w XVI i XVII wieku. Holandya w XVI i XVII wieku ciągłemi wojnami przez Francyę niepokojona, w celu zabezpie czenia się, uciekać się musiała do sztuki fortyfikacyjnćj; wszyst kie miasta tak nad brzegami morza , nad brzegami rzek wię kszych, jako i wewnątrz kraju fortyfikowała, ztąd i nauka for tyfikacyi najdawniej w tym kraju prawdziwie pojętą i szybko"], [21, "149 rozwijającą się widzimy. W 1586 inżynier Holenderski nie jaki Marcin Szenek umacniając brzegi Renu w Holandyi, pierw szy uczył w swych fortach systematu usypywania ich w kwa drat z czterema bastyonami foremnemi po końcach, z fosśą tej że formy naokoło ; to wzmocnienie brzegów Renu znane jest w Brabancyi pod nazwaniem Schencken-Schans, — wyraz skła dany, który w Holenderskim języku oznacza Szaniec Szeneka. Lubo ta twierdza w 1635 roku przez wojska Francuzkie zdo bytą była , wszakże systemat podobnego obwarowywania się ogólnie przyjętym został dla obrony wszystkich niemal miast Holandyi i Belgii. I tak: w Brabancyi miasto Bol-Duc zdobyte przez x. Oranii w 1629 roku, wzmocnione było ośmią podob nemi małemi fortami,— Breda oblegane w 1624 przez tegoż, mia ło takich fortów 10,— Mestrecht oblegane 1632,- Gralla oblega ne w 1627 przez x. Nasauskiego we Flandryi, — forteca Huisz, Ostenda, miasto St-Omer i tyle innych (I), podobnemiż fortami i szańcami wzmacniano. W kampanii przez xięcia Kondeu sza dowodzonej , zamek obronny Navagne w xięztwie Lim burskiem nad rzeką Meuse położony, 1674 roku przez xięcia zdobyty , z małemi bardzo odmianami w uzbrojeniach przed wałowych w zupełności miał formy zamku obronnego w Bir żach (2). Wnosimy przeto, iż założyciele zamku Birżariskiego chcąc go w owe czasy mocnym i groźnym uczynić , musieli albo Belgijskich inżynierów do jego usypania używać, lub z ta mecznych fortów przyjęli najwłaściwszą tamtocześną formę; jakkolwiek bądź, w takich, jakie dzisiaj widzimy, czyli w in nych formach, zamek w Birżach istnieć już musiał w XV wie ku; i Birże pierwiej nim były własnością rodziny xx. Radziwił- f 1) Obacz Atlas historyczny Piscatora, T. IV. (2) Histoire de la campagne de 1674 en Flandre, ouvrage enrichi de plans et de cartes, par le chevalier de Beauvain."], [22, "150 łów, stanowiły już ważniejszą od innych posadę, albowiem za ponowania Władysława Jagiełły napotykamy wzmiankę, iż 1415 roku monarcha ten objeżdżając Litwę, w Birżach gościł. Za mek Birżański był zawsze jednym z punktów strategicznych na Litwie, każda wojna w kraju wniesiona nam od północy lub od zachodu, rozstrzygała się wtćj części Litwy, a zamek Bir żański w każdej z nich w dziejach wspominany, dawał dziel ny odpór nieprzyjacielowi, lub służył za warowne schronienie dla wojsk albo dla rad i dygnitarzy krajowych. Od panowa nia Stefana Batorego zaczyna się porządnie po sobie idący sze reg wspomnień historycznych zamku Birżańskiego. Tak w 1579 roku nieprzyjaciel z pod Kokenhauzenu pobity w swej ucieczce nagle napadłszy na Birże, gdy zamku w nim niemógł opano wać, miasto Birże spalił , xięztwo Birżańskie zrabował i zni szczył. Krzysztof xiążę Radziwił, naonczas dziedzic xięztwa Birżańskiego , po tóm spustoszeniu chcąc swe miasto dziedzi czne poratować^ z upoważnienia króla, przywilejem datowanym 1589 roku marca 9 dnia nadał mu prawa Magdeburskie i sześćdziesiąt włok ziemi do pomnożenia osady i dochodów miejskich. Pod zasłoną i opieką tak możnego człowieka, mia sto Birże w prędkim czasie zapomniało o zadanej sobie klęsce, szybko wzrastało i naludniało się nowoprzybywającym doń lu- dem. Tenże sam xiążę Krzysztof wojewoda Wileński, hetman wielki Lit. widząc, iż zamek Birżański przy wzrastającej sztu- ce wojowania i powtarzających się coraz groźniejszych napa- dach nieprzyjaciół na Litwę, — był niedostatecznie obwarowanym, w 1063 roku wzniósł na nim zamek warowny w stylu Wło skim , ten sam , którego ruiny do dziś dnia stoją, strzelbą i wszelkićm potrzebnem uzbrojeniem nanowo go opatrzył. Zamek ten jako dziedziczna własność rodziny znanej w ojczyźnie z gor liwych posług dla niej , stał zawsze otworem i pomocą dla krajowych wypadków. Ileż to w nim narad o dobru publicznem"], [23, "151 w różnych czasach odbyto, wieleż sporów zaciętych polubownie rozstrzygnięto, ileż drobnej szlachty znalazło tam schronienie, pomoc i kreacyę! Był on przytem gtównćm siedliskiem narad i zborów Kalwińskich : xiązę ten będąc albowiem sam gorli wym stronnikiem wyznania Helweckiego, takowe mocno w kra ju podtrzymywał i silną swą opieką zasłaniał. Za jego to cza sów kościół Kalwiński w XVI wieku przez ojca jego Mikołaja Rudego Radziwiłła wzniesiony, uposażonym, ozdobionym i roz postrzenionym- został. Szkołę również od niego założoną w Bir żach znakomicie podniósł i na stopie gimnazyum utrzymał (1). W 1605 roku za panowania^ Zygmunta III, gdy Karol Su dermański, pod pozorem iż jakoby król Polski mu jego zamki nieprawnie pozabierać usiłuje, jako główny nieprzyjaciel wyzna nia Helweckiego przez silną protekcyę daną Jezuitom , papiez two żąda rozszerzyć w jego krajach — wniósł wojnę od Rygi w granice państwa Zygmunta III. Zamek Birżański o 14 mil od Rygi położony, był głównym punktem zbierania się i kon centracji wojsk królewskich na wyprawę przeciw Szwedom pod dowództwem Jana-Karola Chodkiewicza przeznaczonych. Wódz ten w zamku Birżańskim obrał swą główną kwaterę; xiążę Su dermanii dnia 23 września w 10,000 wojska Rygę obiegł. Wy słano natychmiast listy do magistratu nakłaniające miasto do poddania się, przyrzekając całość miastu, całość jego przywile jów i nietykalność mieszkańcom jego; kładł tylko za warunek wygnanie Jezuitów i konfiskatę ich dóbr około Rygi położonych. Obiecywał zarazem, iż wszelkiego starania dołożyć gotów, aby u nich wyznanie Augsburskie , jako prawowierne kwitnęło, ko legijum zaś Jezuickie obiecywał obrócić na akademiję dla wy chowania młodzieży w naukach i religii Marcinowej. Mieszkań- (1) Starożytna Polska Michała Balińskiego i Tymoteusza Lipińskie go, poszyt 28, str. 454 ,455. ZAMEK. 3"], [24, "152 cy Rygi wierni przysiędze złożonćj królowi, przełożeń Suderma na nieprzyjęli, oświadczając gotowość do odporu. Gdy przeło żenia łagodnego i ludzkiego obejścia się z miastem, ani wielkie obietnice czynione Rydze przez Karola nieotrzymały żądanego skutku, zagroził miastu, iż po zdobyciu go odnowi w nićm nie szczęścia Troi. Na powtórne Sudermana pogróżki, odpowiedział magistrat Rygi: iż ani łask niepotrzebują, ani się pogróżek je go nielękają; że pozostać chcą wiernymi przysiędze raz złożo nćj królowi Polskiemu; że nowych przywilejów od niego nieżą- dają, albowiem kontenei są z tych, które posiadają; że od Jezui tów i papieża żadnego niewidzą niebezpieczeństwa. Po odpra wieniu z tą odpowiedzią Szwedzkiego trębacza, kazano uderzyć ze wszystkich armat stojących na wałach miasta na oznakę go towości do odporu. Po tej ostatniej odpowiedzi magistratu, wzię li się Szwedzi seryo do oblegania miasta. Wojsko swe roz dzielili na jedenaście oddziałów i takowe rozstawili w różnych częściach dla przecięcia mu komunikacji. Trzy znaczne obozy założono na trzech ważniejszych przystępach; zegnano wszelką wojskową czeladź z okrętów i z obozu ze wszelkiemi narzędzia mi oblężniczemi, i gotowano się do szturmu. Część wojska zo stająca pod dowództwem Mansfelda z nieporównaną pracą usy pała szaniec, pokopała rowy, poryła tajemne lochy na podsade prochów. Kiedy to się dzieje pod Rygą, Chodkiewicz z trzema tysiącami zebranego w zamku Birżańskim wojska, wyrusza na pomoc oblężonym mieszańcom Rygi; już Chodkiewicz był o dwie mile od Rygi nad Dźwiną naprzeciw wyspy, którą z powodu za łożonego na niej przez Mejnharda pierwszego biskupa Inflanc kiego w 1160 roku kościółka, ze Szwedzkiego Kirckholmem na zywano j (po-Szwedzku kirk jest kościół, a holm wjspa się na zywa). Ryga niewytrzymałaby bezwątpienia tak silnego wojsk Szwedzkich szturmu, gdyby Chodkiewicz niebył pośpieszył mia stu na odsiecz. Szwedzi dowiedziawszy się o tem, ii wojska"], [25, "153 Polskie pod dzielnym wodzem, jakim był Chodkiewicz, pod spra wą którego niejednokrotnie pobici bywali, już się pod Kirck holmem znajdowało, zaniechali oblężenia Rygi; po odbytej na radzie wojennej , zebrawszy wszystkie swe siły oblegające to miasto, ruszyli pod Kirckholm przeciw wojskom króla Zygmun ta III. Chodkiewicz na zajętej przez się pozycyi, po odbytćm nabożeństwie, na którćm poruczył Bogu losy wojska swego i kraju, czekał natarcia nieprzyjaciela. Suderman zuchwały , li cząc na wielkie swe siły, po odbytych ucztach solennych i ob fitej pijatyce , gdy wodzom swoim ponaznaczał już podarunki z przyszłego zwycięztwa uzyskać się mające, z żartami i po śmiewiskiem czynionemi nad wojskiem Polskiem, uszykowawszy swe zastępy ruszył naprzeciw Chodkiewicza, którego siły pomno żyły się znacznie przyprowadzoną jazdą i dowodzoną przez Kur landzkiego xięcia. Zwarły się z sobą oba wojska nieprzyjaciel skie. Walka zacięta szła uporczywie zrazu, lecz mądre uszy kowanie wojska i dzielne obroty wodza Polskiego zdecydowały prędko wygraną. Szwedzi na głowę pobici utracili mnóztwo woj ska w zabitych, rannych i niewolnikach różnego dostojeństwa; zabrano im mnóztwo chorągwi, armat; reszta pozostała do od wrotu i ucieczki wespół z wodzami przymuszoną była. Po tern świetnem zwycięztwie, Chodkiewicz Rygę przez się wybawioną odwiedził, miasto przyjęło go jako swega wybawcę z oznakami radości i tryumfu. 7. tego miasta listem pisanym do króla do niósł mu o świetnem zwycięztwie jakie nad Szwedami odniosły wojska jego. Z Rygi był w Dyamencie, projektując zniszczyć okręta Karola Sudermańskiego , które resztki pozostałego woj ska odwozić nazad do kraju miały ; poczem wrócił nazad do zamku Birżańskiego i z niego wysyłał rozkazy tyczące się dal szych wojennych rozporządzeń względem świeżo pobitego nieprzy jaciela. W zamku Birżańskim otrzymał on list króla datowa ny z Krakowa dnia 12 października, jako odpowiedź na donie-"], [26, "154 sienie swoje o odniesionem zwycięztwie. W czasie pobytu jego w zamku Birżańskim rozpoczęło się traktowanie o zamianę nie wolników, o którą Mansfeld wódz Szwedzki najpierwszy się ode zwał. Chodkiewicz z tego powodu odpisał mu z Birż w języ ku Łacińskim list następujący: „Odebrałem list twój, w którym o zwycięztwie z łaski Wszechmocnego Boga otrzymanem po bi- twie Kirckholmskićj, oraz o wykupieniu i zamianie niewolników do mnie piszesz. Wiedz najprzód o tem , iż nader ubolewam nad rozlaniem krwi niewinnej tylu Chrześcijan, które Syn Boży, przez ofiarę za nich krwi własnej drogą i szacowną uczynił; i której rozlania , ani król mój, ani ja z żołnierzami moimi, wojując według prawa Bozkich i narodów na obronę nasze i oj czyzny, bynajmniej uczestnikami niejesteśmy. Niewątpię, iż Bóg, surowy mściciel, tej krwi nieszczęśliwych ludzi z rąk Karola sięcia Sudermanii kiedykolwiek wyciągać będzie. Już ten Bóg w ośmiu prawie bitwach z wielką waszą klęską, a małą nader naszą, opatrzność i sprawiedliwość swoje, jak naszej i waszej stronie sprzyja , oczywiście pokazał. Ubolewam zaś najwięcej nad losem j. o. x. Luneburskiego Fryderyka, którego w kwie cie młodości , a w żołnierstwie mało ćwiczonego Karol xiążę Sudermanii, jako ofiarę na rzeź wystawiając, na czele piechoty swojej stanąć przymusił. Niemniejszą czuję boleść ze śmierci Andrzeja Liudersona zacnego męża. Co gdyby oba, albo jeden z nich, w ręce się moje dostał, bądź pewny, iżby mi ani na woli, ani na uczynności (bo się z więźniami umiem dobrze ob chodzić) nigdy niezeszło. A źe niejestem już w stanie okazania {ludzkości żywym , okazałem ją umarłym , kiedym Łindersona w kościele katedralnym Ryzkim ozdobnie pogrześć rozkazał; ciało zaś j. o. x. Luneburskiego, albo do ojczystej ziemi za prowadzić, albo tu złożyć, staranie xięciu Fryderykowi Kur landzkiemu, na prośbę jego, pozwoliłem. Dostało mi się też wielu Niemieckich i Szwedzkich żołnierzów. Niemców wszyst-"], [27, "155 kich jako w obcej służbie żołdujących, opatrzywszy na drogę pieniędzmi, wolno puściłem. Szwedów znaczną część zatrzyma łem , których z naszymi ludźmi , bądź dawniej do Szwecyi za prowadzonymi, bądź gdziekolwiek indziej w waszych więzieniach zostającymi, raubym w zamianie oddał. Przeto, kiedy mię two je pisanie dochodzi, że okupienia albo zamiany pragniesz, rozu miem , że nasi ludzie do Rewia , a wasi do Derptu mają być najzręczniej sprowadzeni, aby się na granicy zamienili. Co się zaś między mną a pojmanymi stało, z przyłączonego tu umowy obowiązku zupełniej rozumiesz; która umowa, ażeby tak wiernie ze strony wasze'j , jako my z wami postępujemy, bez żadnych wykrętów była wykona na, żądam. Dan w Birzen ' (1). We cztery lata potem gdy pobity pod Kirckbolmem Karol liążę Sudermanii resztki z pola bitwy uprowadzonego wojska pod sprawą Mansfelda w Dyameneie zostawione, nowemi posił kami w ludziach wzmocnił , Szwedzi nietracąc chęci do podbo jów, nowe kroki wojenne rozwijać zaczęli. Forteca Pyament przy ujściu Dźwiny do morza położona, była we władaniu Szwe dów; z niej w 1609 r. Mansfeld posuwał swe siły ku Parna wie w chęci zajęcia tego miasta. Chodkiewicz zjechał znowu do zamku Birżańskiego w celu dania odsieczy Parnawie i nie dopuszczenia Mansfelda do jej zajęcia. Wyprawa Moskiewska w tej porze pochłonęła wszystkie zapasy pieniężne w kraju: wojsko zatem zostawione na obronę granic państwa z tej stro ny, nieopłacone, w żywność i wygody nieopatrzone, rozchodzić się już chciało; powaga tylko Chodkiewicza i wiara jaką u woj ska posiadał, zdołały go utrzymać. Chodkiewicz w celu doko nania tego dzieła uchwalił konfederacyę wojsku , sam do niej przystał pod pewnemi warunkami, i tą drogą utrzymawszy w po- (1) Historya Jana-Karola Chodkiewicza przez Naruszewicza T. I, str. 175—177."], [28, "156 rządku żołnierza , którego liczono do 3,000 , z nim z zamku Birżańskiego ruszył na odsiecz Parnawie (I). Mansfeld widząc Chodkiewicza idącego z wojskiem, od oblężenia Parnawy odstą pił i przebywszy rzekę ku Rewlowi się cofnął. Mansfeld gdy się dowiedział o nieporządkach i niechęci, jakie w wojsku Pol skiem panowały, umyślił skorzystać z tej okoliczności , wysłał swoje poczty przodem na Kozaków hetmańskich, sam zaś z re sztą idąc za nimi stoczył bitwę z Chodkiewiczem, której wódz Polski tak mocno pożądał: w niej Szwed został na głowę pobitym, całe wojsko Szwedzkie rozproszono, wszystkie armaty i chorągwi dwanaście zabrano , resztki wojska rozbitego, albo się w góry rozsypało, lub tonęło przebywając Dżwinę. Sam Mansfeld oso biście ucieczką się ratować musiał (2). Niedługo potem Gustaw-Adolf pragnąc Inflanty do posia dłości swoich wcielić, znowu wojnę z Polską odnowił. W 1625 roku dnia 30 czerwca z licznem wojskiem po większej części z cudzoziemców złożonćm wkroczył w granice Litewskie i sta nął nad Dźwiną. Zamki Litewskie Kokenhauzen, Selburg, i Dii naburg słabą załogą osadzone poddały mu się od razu Sapieha młody usiłuje wprawdzie ze swojćm wojskiem zatrzjmać po chód Gustawa- Adolfa , lecz w zmierzeniu się z wojskiem Szwedz kiem, daleko liczniejsze'm , Sapieha porażony zostaje. Po tej porażce bez najmniejszego oporu Gustaw-Adolf podchodzi pod zamek Birżański. Dowódzca zamku wezwany przez króla Szwedz kiego do poddania się, gdy to wezwanie odrzucił, król Szwedz ki postanawia go oblegać , lecz niemając dość sił na to , aby szturmem mógł wziąć tak obronne miejsce , jakiem był za- (1) Starożytna Polska M. Balińskiego i T. Lipińskiego, poszyt 28, str. 455. (2) Historya Jana-Karola Chodkiewicza przez Naruszewicza T. I, str. 291—29?,."], [29, "157 mek Birżański, • oddalił się do Badziwiliszek, zkąd po nadejściu liczniejszego wojska wrócił pod zamek Birżański i po kilkakro tnem do niego szturmowaniu dzielnie odpieranem przez zamko wą załogę, zdobył go. Sześćdziesiąt dział spiżowych, które bro niły zamku, skarbiec xiążęey i wiele potrzeb wojennych stały się własnością zwycięzcy. Gustaw Adolf bogactwa i sprzęty wojenne zdobyte na zamku Birżańskim zatrzymał w swym obo zie , sześćdziesiąt zaś armat , które broniły zamku , odesłał do Rygi (1). Niewierny szczegółowie jak wielki był garnizon i strzelba zamku Birżańskiego w stanie jego obronnym podczas wojny. Inwentarz z 161! roku w archiwach Birżańskich zacho wany odwołuje się w tym względzie do osobliwego regestru, w którym one są spisane, podaje tylko wiadomość o obowiązkach osobistej służby xiążęcej. W tym inwentarzu o nićj tak mówi: „Powinność ziemian Birżańskich na konnej posłudze — Szlachty i Niemców koni 20, Tatarów koni 11, po-kozacku ubranych na zapotrzebowanie j. o. xięcia Krzysztofa Radziwiłły , xięcia na Dubinkach i Birżach i hetmana polnego w. x. Lit. (2). To zdobycie zamku Birżańskiego przez Gustawa utrudniło wielce komunikacyę między Litwą a Inflantami; szukano środka do odzyskania na powrót tego zamku. Lew Sapieha posłany tam z wojskiem wygnał Szwedów i odzyskał na powrót zamek Bir żański. Tyle szturmów i nieszczęść, jakie wojna pociąga za sobą, spadały jedne po drugich bez odpoczynku na miasto i za mek Birżański. Radziwiłł w tej obronie kraju , zrządzone od nieprzyjaciół tak znaczne poniósł szkody , iż Rzeczpospolita przez naznaczonych deputatów , takowe oblikwidowawszy na sejmie w 1626 roku one Radziwille wynagrodzić postanowiła. (1) Dzieje panowania Zygmunta III, J. U. Niemcewicza T. III, str. 303. Opis starożytnej Polski Tomasza Świeckiego T. II, str. 236. Sta rożytna Polska M. Balińskiego i Lipińskiego, poszyt 28, str. 455. (2) Archiwum Birżariskie."], [30, "158 W tym celu stanęła konstytucya sejmowa pod tytułem : „Wy datki wielmożnego hetmana polnego w. x. Lit. na obronę Rze czypospolitej.\" Brzmienie tego artykułu jest następującej treści: ,,Za nastąpieniem nieopowiednem na państwa nasze i Rze czypospolitej xiążęcia Sudermańskiego , wielmożny Krzysztof Radziwiłł , hetman polny w. x. Lit. swym własnym kosztem wojsko zebrał \\ z niem się nieprzyjacielowi zastawił. Która ochota jego nam i Rzeczypospolitej , in praegnanti neeessitate oświadczona , iż feliciter i z dobrem Rzeczypospolitej cessit: przeto espensa (jego, które tak na zaciąg wojska w pierwszej ćwierci, jako na insze potrzeby wojenne przez tę expedycyę wydał, według likwidacji deputatów z senatu i z kola posel skiego na liczbę wysadzonych, aprobujemy. A iż z tejże mi łości ku ojczyźnie długu tego poczekać do roku obiecał, że mu zapłacony będzie, tą konstytucya assekurujemy. Wojsku zaś pod regimentem jego służącemu, co mu na borg winno według po pisowych regestrów , zapłata równo jako i drugiemu wojsku dojdzie. A wiedząc przy dawnych i teraźniejszych wielmożne go hetmana polnego za zaleceniem Rzeczypospolitej posługach, iż on zdrowiu i dostatkom niefolgując , i ochotnie a odważnie służąc naprzeciwko nieprzyjacielowi temu , którego od granic w. x. Lit. inkursye odwrócił , w opanowaniu zamku dziedziczne go Birż, wielką stratę odniósł, tak w armacie, jako i dostatkach i przyległych majętnościach, mieczem i ogniem od nieprzyjaciela spustoszonych , . przeto miłościwy wzgląd nasz na merita i stra ty jego, w podawających się okazyach mieć będziemy\", (1). Tą uchwałą sejmowych sianów miał hetman Radziwiłł powrócone sobie szkody, które mu wojna w zamku i w dobrach jego zrzą dziła. Przez lat kilka spokojności , dziedzic xięztwa Birżań skiego zamek odrestaurował, w sprzęty wojenne zaopatrzył i zno- (1) Volumina Legum, T. III,- fol. 497."], [31, "159 wu go sposobnym do posług ojczyźnie uczynił, tak dalece, iż odtąd zamek Birżański począł być liczonym za pierwszy między najmocniejszemi twierdzami Lit. (1). Wsie okoliczne i samo miasto Birże niemogły się tak podnieść z ciężkiej klęski przez jaką przeszły. Radziwiłł chcąc miastu dać pomoc, przez postanowienia swoje w dniach 24 mar ca i 24 kwietnia 1636 roku odnowił moc praw Magdeburskich w Birżach, jakowe to odnowienie Zygmunt III przywilejem swym potwierdził. Potwierdzenie uanowo praw Magdeburskich niemu siało tak znacznych korzyści przynieść w dźwignięciu się mie szczan Birżańskich, kiedy nowy przywilćj wyjednać musiano u Wła dysława IV, uwalniający ich na lat dwanaście od opłaty podatków. Przywilej ten Władysława IV nastał 1644 roku dnia 27 marca. Zaledwo mieszkańcy miasta Birż cieszyć się mieli prawo nową króla łaską, zapowiadającą im dźwignięcie się z ubóztwa, jakie ostatnia wojna na to miasto naprowadziła, aliści w 1655 roku Szwedzi pod Karolem-Gustawem powtórnie na kraj nasz nacho dzą. Bogusław Radziwiłł koniuszy Litewski zagorzały dyssy dent z tego jedynie stanowiska zapatrując się na politykę kra jową, iż pod rządem króla jednegoż z nim wyznania, silnego i potężnego, ojczyzna jego szczęśliwszą byćby mogła , niż rzą- dzona przez nieszczęśliwego i niedołężnego Jagiellona, szarpa na i niszczona duchem partyi, — przychyla się na stronę króla Szwedzkiego; chcąc mu dopomagać w wojennych zamachach jego na Polskę, zezwolił dobrowolnie na zajęcie miasta i zamku Bir- żańskiego. Ten mocną załogą Szwedzką osadzony dawał bez wątpienia Karolowi-Gustawowi nadzieję utrzymania się w tym kraju; lecz podobało się Wszechmocnemu rozporządzić inaczej: niedługo cieszyli się Szwedzi posiadaniem tej warowni Litew skiej. Wojskom wiernym swemu królowi udało się na różnych (1; Cellarius piszący w XVII wieku takim go opisuje. ZAMEK 4"], [32, "160 częściach kraju pokonać nieprzyjaciół. Wincenty Korwin-Gą siewski po pobiciu Szwedów w Prusiech na początku 1657 r. stanął z wojskiem pod wałami zamku Birżańskiego i po trzy miesięcznem oblężeniu go , zmusił załogę Szwedzką do pod dania mu tej twierdzy. Wiele dział , wojennych rynsztunków, amunicji i żywności dostało się hetmanowi Gąsiewskiemu. Szwedzi z kraju wygnanymi zostali, a król Jan-Kazimierz za sprawą małej liczby wiernych sobie jakby cudownym zrzą- dzeniem Opatrzności , kraj ocalił i do stolicy wrócił. Polska po tern politycznem wstrząśnieniu , zaczynała używać spokojno ści i powracać do porządku; zamek Birżański z kolei oporządzać się i wzmacniać się począł nanowo. Bogusław Radziwiłł nie- mogąc , czyli prędzej niecbcąc własnym sumptem dźwigać po prawki i utrzymywania swego obronnego zamku , (sądził albo wiem, iż utrzymanie warowni , która wszystkich zasłaniała od nieprzyjaciela, do ogółu należeć powinno); postanowił rozdzielić ten ciężar pomiędzy mieszkańców miasta Birż. W tym celu listem swym w 1661 roku dnia 17 marca do magistratu Bir żańskiego pisanym, zobowiązał mieszczan do składki na utrzy manie wstanie obronnym zamku. Na Bogusławie Radziwille zakończyła się linija męzka xią- ząt Radziwiłłów na Dubinkach i Birżach. Dobro te wespół z mia- stem Birżami i jego zamkiem, po śmierci Bogusława w 1669 roku przez jedyną córkę Ludwikę-Karolinę , zaślubioną xięciu Brandenburskiemu , wyszły z imienia Radziwiłłowskiego , xię- żna więc Brandenburska i jćj córka Anna xiężniczka Neubur- ska były z kolei dziedziczkami xięztwa Birżańskiego , i obron- nego zamku, na którym mieszkały. Podczas zarządu tych dwóch dziedziczek, protestantyzm, upadający znacznie w Polsce, znalazł tu przytułek i protekcyę. Kościoły Kalwińskie i Luterskie u trzymywały się z większą niżli dotąd świetnością, pićrwszy na wet nazywano Katedralnym. Od roku 1691 , synody Kalwińskie"], [33, "161 w Birżach odbywać się zaczęły. Pomimo to pierwszeństwo, tak wyraźnie dawane wyznaniu Helweckiemu , wszakże tolerancya innych wyznań co do służby zamkowćj przez dziedziczkę zacho wywaną była. Obaczmy jak o tem mówi inwentarz 1686 roku; — z niego poweźmiem zarazem wyobrażenie o załodze zamkowćj, o jej obowiązkach, o budżecie rocznym na jej utrzymanie, jak niemniej o środkach, któremi w żywność dla załogi zamkowej spichrze opatrywano. Najprzód zamek (mówi ten inwentarz), w wałach z aparatem wojennym i pałacem murowanym , we dług osobliwego, w tym zamku będącego inwentarza, przy sta wie wielkim między rzekami Oposzczą i Agłoną do tego stanu wchodzącemi, leżący. Prócz innych powinności miasta Birż po pisy roczne to jest dwa razy w rok zarówno z Chrześcijany sami gospodarze osobami swojemi, a nie przez czeladź z swą własną strzelbą odprawować i prezentować się mają. Ziemia nie Birżańscy płacić powinni stacyę tak pieniężną, jako zbożo- wą do zamku Birżańskiego. Na okazyę wojenną rynsztunek dobry wojenny i konie dobre mieć powinni podług ordynacyi i ustawy xżąt ichmość , na różnice z pany sąsiady, gdy tego po trzeba okaże. Stacya od ziemian i włości xtwa Birżańskiego do garnizo nu należąca, która ma być wydawana co rok. Summa summa rum stacyi na garnizon Birżański da rocznych pieniędzy zł. 6859, gr. 9. Zboża z osobna: żyta purów N. 141 1, jęczmie nia 29, owsa 16tt, siana wozy 343-}. (przy końcu inwentarza): „Regestr wybrańców z włości xtwa Birżańskiego naznaczonych do fortece\"; — każdy po nazwisku napisany, przed jednym oznaczono „Dobosz\", i takich wybrańców na ten rok 47 (1). Dobijanie się o koronę Polską dwóch pretendentów Stani sława Leszczyńskiego i Augusta II, rozdwoiło umysły w naro- (1) Archiwum Birźańskie."], [34, "162 dzie i sprowadziło na Polskę tę straszną klęskę którą my zo wiemy wojną domową; krew' bratnią rozlewano, skarb ubożał, kraj cały niszczał od nieporządku i anarchii. Powodowani du chem stronnictwa obywatele wzajemnie wypędzali jeden dru giego z własnych domów , niszczyli własność swą wzajemnie, osobiście siebie prześladując, czynili to z najprostoduszniejszą szczerością i z tern mocnćm przekonaniem , iż każden z nich działał w sprawie ukochanej ojczyzny. — Lecz mało tego, woj na domowa straszniejsze zwykle pociąga za sobą następstwa; i w obecnej, kiedy naród podzielony na dwa stronnictwa, z któ rych każde gdy pretendenta swego osadzić na tronie i na nim go utrzymać niebyło w stanie , obcy monarchowie w tę się\" sprawę wmieszali. — W tych wielkich wypadkach krajowych zamek Birżański stał się znowu widownią i miejscem politycz- nych wypadków. W 1701 roku 20 lutego, August II ż War- szawy przybył do zamku Birżańskiego w celu zjechania się tam z Piotrem Wielkim. Z licznym pocztem panów Litewskich, w li- czbie których znajdował się Ferdynand Kettler xiążę Kurlan- dyi, August nadczekiwał przybycia znamienitego gościa, które go protekeyi sprawę swoje zamyślał powierzyć. Piotr W. w prze- jeździe swoim do Birż , dnia 19 lutego, stanął w Witebsku; przyjął tam gościnę u Zafataja, burmistrza Witebskiego, gdzie trzy dni gościł, w ciągu których, jak powiada kronika, wszyst- kiemu ludowi dał się widzieć (1). Dnia 26 lutego o godzinie 9 rano przybył z Dynaburga gość oczekiwany; z wielką wspa- niałością przyjętym został Piotr Wielki w zamku Birżańskim, tegoż dnia wraz po przyjeździe rozpoczął swą gościnę od za- (1; Rękopism p. t. „Dzieje miasta Witebska\", własność biblijoteki Łohojskićj str. 11; na tejże str. czytamy, ii w 1701 r. car Piotr Alexiejewicz m. marca 14 d. powróciwszy z Birż, zjadł- szy wieczerzę u Zafataja, odjechał do Smoleńska."], [35, "163 wareia z Augustem II zaczepnego i odpornego przymierza prze ciw Karolowi XII, które w przyszłości na losy Polski tak sta nowczo wpłynęło. Piotr W. bawił tutaj do 10 marca; w cią gu jego pobytu, ciągłe toczyły się narady, przeplatane biesia dami i rozrywkami różnego ro*^zaju. Niepowiodły się wszakże Piotrowi W. zamiary jego tyczące się myśli przeciągnięcia pa nów Polskich na stronę sprawy Augusta II. Napróżno Piotr W. oświadczył , iż połączy z wojskiem Saskićm na własnym koszcie 20 tysięcy wojska Rossyjskiego, że wypłaci 2 milijony talarów i że niezawrze wprzód pokoju, jak dopiero po zawojo- waniu Inflant i Estonii na korzyść Polski. Panowie Polscy nie- przyjęli tej cara propozycyi , bo dla Polaków było to jeszcze zamało. Oświadczyli Piotrowi W., że nieinaczćj przystąpią do tej sprawy, aż car zgodzi się na powrócenie Polsce części kra- jów, które przedtem do niej należały jako to: Kijowa i Smo- leńska. Po takiej odpowiedzi, gdy pociągnięcie stronnictwa Sta- nisława Leszczyńskiego okazało się niepodobnem, Piotr W.; ja- ko sprzymierzeniec Augusta II, ujrzał się w konieczności dzia- łania sam przez siebie i zmuszony był dla podtrzymania spra wy, której protekcyę przyjął na siebie przez zaczepne i odporne przymierze zawarte w Birżach, użyć środków jakie mu jego kraj własny przedstawiał (1). Ciekawy bardzo opis przyjazdu Au gusta II, niemniej gościny Piotra Wielkiego na zamku Birżań- przez naocznego świadka i uczestnika tych zabaw zosta- wiony, doszedł do czasów naszych; lubo go Edward hr. Raczyń- ski w szacownem dziele swojćm o medalach Polskich już ogło sił, z powodu wszakże ciekawych bardzo szczegółów, które on w sobie zawiera, a które tak stosownie i właściwie odnoszą się tutaj, kiedy piszemy o zamku Birżańskim, zwłaszcza gdy ta re- (I) Piotr W. i wiek jego, Leona Rogalskiego, Warszawa 1851, str. 80, 81."], [36, "164 lacya w tak poważnćm i uczonćm piśmie jak hr. Raczyńskiego umieszczona, każdemu przystępną i znajomą być niemoże, sądzi my, iż przez powtórzenie jćj w niniejszym opisie czytelnikom naszym przysługę uczynimy. Oto jest wypis dosłowny tej arcy ciekawej relacyi: „Z Birż die 24 Februarii 1701. „Król August wyjechawszy z Warszawy 16praes, szóstego dnia na miejscu dosyć wcześnie przed wschodem słońca stanął. Niemiał nikogo z sobą in comitatu, tylko pana Szembeka , za żył bardzo złej drogi w głębokich śniegach , a osobliwie pod- Wizunami. Nazajutrz po przyjeździe króla, to jest 21 praes, przez nieostrożność warty baryła prochu zajęła się w bramie, i wyrzuciła znaczną część w tejże bramie, albo raczej mieszka nia przy nićj poboczne. Cara jego mości dziś albo jutro spo dziewają się, przeciwko któremu król wysłał do Dynaburga pa na Fietuma. „O Pleskowie wziętym przez Szwedów cale non verificatur, owszem tam wojska Moskiewskie do kilkudziesiąt tysięcy in cireumferentia rachują. „Do zamku na przyjazd króla wprowadzony garnizon Nie miecki pro majori securitate i dla apparencyi przyjęcia cara imci. A że komendant tutejszy niemógł tego pozwolić, vigore przysięgi swojej, Niemcy zażyli tych fortelów, któremi zwykli ubiegać nieostrożne fortece. Bo najprzód strzelbę pod pretex tem siana wprowadzili do zamku, potem ludzie z rydlami wpro sili się do okopywania śniegów od dział królewskich w zamku będących, tymczasem gdy dwóch kapitanów weszło na wódkę do komendanta, dano znać, że x. Szaniawski komisarz od w. x. Lit. na odebranie przysięgi przychodzi do zamku. Spytał się ko mendant pomienionych kapitanów, gdzieby go miał przyjąć, od-"], [37, "165 powiedzieli, że zajiramą. Na którą kortezę gdy komendant wy szedł, kapitani Sascy mieli bramy zamknąć, i forty opanować, tak że ledwie komendanta do żony puścili. Prędko jednak po tem jenerał Rebel przyjechawszy, upewnił, że ci ludzie są bez pieczni i oddał ich pod komendę tegoż komendanta. Miało się r * cóś podobnego stać i w Dynaburgu i ludzie pograniczni bardzo to apprehendowali, tak, że podkanclerzy w. x. Lit. musiał cho dzić do króla o rezolucyę, który jurę jurendo affirmavit, że się to stało ex casu bytności swojćj, i jak prędko odjedzie, tak zaraz i ci ludzie znijdą. „Poseł Francuzki przybiegł tu w półtora dnia później za królem. Dnia 26 marca car Moskiewski z rana koło godziny 9 cugiem królewskim zbiegł tak nagle, że ledwo in occursum mógł zbieżeć król do ostatnich schodów, który czynił podobień stwo czyli w samej rzeczy miał wyjechać na spotkanie aż wpo le i sanie były zaprzężone na zamku. Po uściskaniu się poszli na górę do pokoju; tam nic niebawiąć, wyszli na wały i do ce kauzu , który gdy obchodzili, z dział po trzykroć salwę dano. Wtem obchodzeniu rzecz osobliwą od wszystkich notowano, że zawsze car ubiegał się do lewej ręki, ustępując prawej królo wi. W samo to strzelanie i obchodzenie, senatorowie tu znaj dujący się i z innymi obywatelami tutejszego kraju przyjechali do zamku, i niechcąc się witać z carem na wałach , poszli na górę w antikamerze króla czekali powrotu obydwóch monarchów, którzy weszli do appartamentu cara, ze wszystką asystencyą Mo skiewską i Niemiecką , która po wałach chodziła. Po małej chwili weszli tam senatorowie z Polską asystencyą, i distinctim powitali cara in praesentia króla. Postawszy trochę i popytaw szy o senatorach, jakoby się zwali, car z królem sami tylko dwaj rejterowali się do dalszego pokoju, tam gdzie jeść miano. Stół był nagotowany tylko na dziesięć osób, jakoż niesiedziało więcej u niego: to jest król, na lewej ręce jego car jegomość,"], [38, "166 (bo żadną miarą niechciał usiąść na prawćj, lubo mu król bar dzo i usilnie ofiarował, ale on sam prawie wziąwszy króla po sadził), po nim siedział xiążę Kurlandzki ; po drugićj stronie zaczynał się szereg sześciu asystentów Moskiewskich , między którymi pierwsze miejsce wziął Gołowin , po nim Gołowkin, Naryszkin, dwaj Dołhorukowie i Diak dumny , ąuondam nau czyciel cara, mieścił się między nimi i błazen Moskiewski; dzie siąty przy nich siedział jenerał Rysza Angielczyk, który u kró la ma mieć rząd artyleryi. Do upicia się nieprzyszło. Po o biedzie obadwaj monarchowie, jeden z jednego, drugi z drugie go bastyonu z dział do celu strzelali. Król trafił dwa razy, car górą przenosił. Notandum, że w obiad niestrzelano na wiwat; cukry i wety bardzo podróżne były. Pokoje tak carskie jako i królewskie niczćm nieobite, łóżko tylko w pokojach króle wskich żółtego adamaszku, w carskim białego z firankami. Mo skwa wszyscy pomieszczeni w zamku, tak jako i konsylijarze Niemieccy. Polski i Litewski senator żaden , ani dworzanin w zamku niejest pomieszczony, oprócz pana Szembeka, staro sty Boheńskiego. „Die 27, to jest w niedzielę, car jegomość, jako podróżny był w łaźni. Król słuchał mszy z zamku, którą odprawił x. bi skup Kijowski. Chciano senatorów zatrzymać do obiadu z ca rem i Moskwą, ale się kształtnie wymówili i uszli tego, co się tam przydało, bo obaj monarchowie byli weseli, a u stołu sie dzący popili się. Z dział gęsto strzelano, trąby i muzyki tej że uciechy pomagały głęboko w noc. „Die 28 król po niewczasie gospodarskiej ludzkości, musiał się dłużćj wczasować , niżeli potrzebowało odprawienie mszy świętej, przy którćj car życzył sobie być, jakoż i był curiosis sime obserwując i pytając de mysteriis, a gdy mu per discur sum namienił pewny senator, że w ręku jego jest zjednoczyć kościół Grecki z Łacińskim, odpowiedział bardzo rozsądnie, iż"], [39, "167 do monarchów rządy należą tylko ciała , a dusze do Chrystusa i jego namiestników, iż na to potrzeba aby się wszyscy zgodzili, co jest w mocy samego Pana Boga. „Po mszy ś. król został i dano obiad dla tychże gości. Po obiedzie do zamku przyczyniono ludzi ze sto z dokładem, do tych, którzy już tam byli, tak, że wszystkich na dwieście rachowa no, którzy kwadrat uczynili i na wszystkie cztery strony długo strzelali. Potem z dział królewskich tamże stojących dawano ognia. Tegoż dnia p. podkanclerzy Litewski Szczuka z x. bi skupem (Gomolińskim) carowi w apartamencie jego zrana oddali wizytę , których bardzo dobrze przyjąwszy, prezentował im for tece koło Azowa (Azow) , które porobił , i delinacyę okrętów na 60 dział, które ręką swoją robił. „Die 1 martii, król rano wstał, lubo się nie ze wszystkim wywczasował. Odprawiła się audyencya posłów powiatu Upickie go i xięztwa Zmudzkiego. Potem miał okazyę podkanclerzy w. x. Lit. discursu z carem i Gołowinem , pierwszym ministrem jego in praesentia króla, gdzie gdy car wyrażał , jako rzeczpo spolita cała powinna chwycić się do wojny Szwedzkiej, przy takich siłach carskich i Saskich, mogąc tak siła pożytkować i odebrać całą prowincyę Inflancką; odpowiedział pomieniony minister, że rzplitej wolnej trudno perswadować wojnę po niedawnych wojnach, bo woli mieć pewny pokój, niż niepewne pożytki z wojny, trzebaby inszym jakim pożytkiem zachęcać rzeczpospolitą , a nie tym , który od niepewnego skutku wojennego nastąpić może. Gdy car nastę pował, coby przez to rozumiał, odpowiedział tenże minister , że to jest w ręku cara jegomości. Gdy jeszcze ciekawiej pytać po czął, co to znaczy? odpowiedział: że traktat ostatni rzpltą wpro wadził z carem jegomościa o niemałą stratę granic dawnych, gdyby tedy car chciał z nich przynajmniej połowę przywrócić, naprzykład województwo Kijowskie z Kijowem , toby się miała nad czem rzplta reflektować. Odpowiedział na to car , że nam ZAMEK, 5"], [40, "168 Inflanty odbierać dopomoże, a jeszcze swoje dobra ma za to tra cić? jakaby to była szkoda, prócz tego tak wiele już pieniędzy zapłacił za te prowincye. Dał na to replikę pan podkanclerzy, że te pożytki, które z wojny będą i do cara należą , bo będzie odbierał swoje dawne horody, pieniądze zaś dane rzpltej są za to, że prolongowała przymiernych lat na Kijowie i Smoleńsku. Nakoniec sam reterował się do inszego pokoju, a Gołowin sta tistice dyskursować począł , że choćby car chciał to uczynić, niemoże bez hetmana Kozackiego, bo inaczejby się pewno woj na domowa wszczęła. Odpowiedziano nakoniec : jeżeliż w Mo skwie czyniąc co bez rady, obawiają się wojny domowćj , da leko bardziej rzpltej wolnej, trzeba wszelkiej ostrożności na za częcie wojny. Było więcćj dyskursów innych cara ex ignoran tia status nostri , ale te właśnie esentionalne. Jutro król do Augustburga rozsadzonemi końmi ma wybieżeć i z carem. Po magają tćj drogi senatorowie. Tegoż dnia car jegomość pre zentował i mustrował sam z oficerem swoim językiem Moskiew skim 24 gardekorów, którzy dość sprawnie exercitia swoje czy nili, i ognia przez linije dobrze dawali. Barwa na nich zielona, grzbietami krzyżakowemi podszyta, czapki czerwone po-Tatarsku robione, sobolowe, flinty dłuższe od Saskich, i bajonety nie równie większe\" (1). Pamięć historycznego zjazdu tych dwóch monarchów na zamku Birżańskim, oraz pamiątka zawartego między nimi przy mierza zaczepnego i odpornego przeciw Karolowi XII zachowa ną została przez wybicie medalu następnego : Na stronie głównćj , głowa króla laurem uwieńczona , na prawo obrócona, napis w około: Augustus II, D. G. REX POLON. ET. EL. SAX. Na stronie odwrotne\" j , głowa Piotra laurem (1) Gabinet medalów Polskich Edwarda hr. Raczyńskiego, T. III, str. 82—84."], [41, "169 uwieńczona, naprawo obrócona, wokoło napis: PETRUS ALE XIEW. MAGNUS RUSS. ZA AR (1). Miasto Birże z powodu tej uroczystości miało sobie od Au gusta potwierdzone wszystkie dawne przywileje z dodaniem niemało nowych. Król August niedowierzał snadź załodze zamku Birżańskie go, kiedy jak widzimy z relacyi wyżej przytoczonej wojska swo je Saskie pod pozorem większćj świetności w przyjęciu cara sztucznie i fortelem wprowadził do twierdzy. Komendant zam ku oszukany, pomimo złożoną przysięgę, iż obcego żołnierza do zamku niewpuści , niepotrafił wojsk Saskich z niego wyprawić i załoga ta w zamku Birżańskim przez Augusta wprowadzona, garnizon jego stanowić odtąd poczęła. Przymierze zawarte mię dzy Piotrem wielkim i Augustem na zamku Birżańskim, ścią gnęło na tę twierdzę, jak i na kraj cały wielkie klęski: albo wiem przedsiębierczy umysł Karola XII pod pozorem dawanej protekcyi Stanisławowi Leszczyńskiemu gwałtownie po kraju naszym kroki wojenne rozwijać począł. Nieminęło pięć mie sięcy od zjazdu wyżćj rzeczonych dwóch monarchów, a już za mek Birżański był w ręku króla Szwedzkiego. Znaczne ryn sztunki, zapasy wojenne, zapasy żywności, nagromadzone w nim przez Augusta II, stały się własnością króla Szwedzkiego. Z Birż, opuściwszy zamek, Karol XII ze swym wojskiem posunął się w głąb' kraju. Zamek w Birżach opuszczony przez króla Szwedz kiego znowu zajął garnizon ze stronnictwa króla Augusta , na nowo go wzmocniono, w strzelbę i rynsztunki wojenne opatrzo no tak dalece, iż w 1704 roku jenerał Szwedzki Lówenhaupt, gdy poszedł pod Birże w celu opanowania zamku, znalazł w nim tak mocną załogę i tak wielką gotowość do odporu , że niepro- (1) Gabinet medalów Polskich Edwarda hr. Raczyńskiego, T. III, str. 79, N. 305."], [42, "170 bując nawet oblężenia , myśl tę zaniechać musiał. Załogę zam ku Birżańskiego składać musieli ludzie wyborowi , powoływani z dóbr, należących do lięztwa Birżańskiego, w liczbie odpowie dniej do ich ludności, których wówczas wybrańcami nazywano. W archiwach Birżańskich albowiem znaleźliśmy spis wybrań ców do obrony zamku Birżańskiego na rok 1704 następny: „Wy brańców z Birż 50, z Radziwiliszek i Poniemunia 12, z Popie la 25, z Ogieniszek 12, z Sołomieścia 40, ze Swiadość 20, z Wiżun 25, razem 184.\" W 1705 roku znowu Szwedzi obiegli obronny zamek Birże. Dowódca twierdzy zamykając się w zamku przed licznćm woj skiem nieprzyjaciela, którego sile gdy dotrzymać niemógł, za mek i całe miasto spalił. Nazwiska tego dzielnego dowódcy twierdzy, co w energicznej obronie wolał wszystko własną rę ką spalić i zniszczyć raczej, niżli poddać nieprzyjacielowi, miej scowe dzieje nam nieprzechowały. W jakim stanie znajdował się zamek Birżański, po tym roz paczliwym kroku jego dowódcy, przekonywamy się z lustracyi tego zamku uczynionćj w 1707 roku in Septembri z rozkazu je go dziedziczki najjaśniejszej xiężniezki jejmości falcgrafianki Reńskiej: — „Zamkowe wały nadrujuowane ; pałac murowany zrujnowany, tylko trzy pokoje całe i w tych mieszkać niemoż na, chyba za restaurowaniem, drzwi ani okien niemasz. Cekauz zrujnowany, tylko ściany murowane stoją, — apparat wszystek wo jenny Szwedzi wyprowadzili. Budynek komendancki z drzewa budowany, gliną w koło tynkowany, dachówką nakryty bez drzwi, okien i pieców, które przez Szwedów porujnowane, to jest izb białych, jedna przeciwko drugićj, dwie, alkierzów trzy, kuch nia , komin murowany, nad dach wywiedziony, pułapy i pomosty z tarcic. Piwnica pod budynkiem murowana nadrujnowana , to jest izb cztery, trzy bez drzwi, pieców i okien, w czwartćj jest piec , drzwi i okna. Takie obok stajnia z drzewa budo-"], [43, "171 wana bez wrót , w drugim kącie budynku wyż opisanego pod wałem sklep murowany bez drzwi. Brama wielka murowana zruj nowana, tylko na spodzie izby trzy całe bez pieców i okien z drzwiami, na wierzchu do których są wschody murowane nad psowane, izb dwie, całe potrzebne restauracyi. Dach tej bramy większą częścią cale zrujnowany, most gdzie były zwody ca le padły bez żadnych żelaz. W szańcu izdebka z sienią z drze wa budowana, drzwi do nićj z tarcic, piec piekarniany , pułap z tarcic. Dach dranicami kryty. Dalej idą zabudowania dwor ne, nieznaczące'' (1). Była to ostatnia karta dziejów wojennćj chwały obronnego zamku w Birżach. Najście Szwedów na kraj nasz pod Karolem XII przez swoje klęski i nieszczęścia jemu zadane, tak się da lece wraziło w pamięć ludową, że się po całym kraju zamieni ło w podanie gminne. Lud w kraju naszym nieznający dat, ani umiejący ocenić wypadków historycznych, tylko mając sobie w spuściżnie od przodków przekazane podania o strasznych krzyw dach, jakie im Szwedzka wojna poczyniła , wszelkie ślady na sypów, kurhanów, uroczysk, dotąd z tego powodu po całym kraju Szwedzkiemi nazywa, i niepojmuje, jak nie-Szwedzkie istnieć mo gły. Panował w Polsce pod ten czas August III, kiedy Hiero nim xiążę Radziwiłł brat rodzony iięcia Michała hetmana w. x. Lit. pan dziwacznego humoru i niezmiernej dumy , powziął był chęć powrócenia nazad do imienia x. Radziwiłłów xięztw Słuckiego , Kopylskiego i Birżańskiego. Przy tem , gdy myśl starania się o chorąztwo Litewskie stała się dla dumy jego ko nieczną, pojechał osobiście do Drezna, gdzie za wpływem i pro tekcyą przeważnego ministra Briihla dostał żądany urząd i do konał zamierzonego układu z iiężniczką Neuburską. Trakta tem, zawartym między królem Polskim a domem x. Neubur- (1) Archiwum Birźańskie."], [44, "172 skich xięztwo Birżańskie za 2,000,000 złotych Polskich ustąpio nem zostało xięciu chorążemu ! Układ ten pod nazwą traktatu znajduje się dotąd w archiwum xiążąt Radziwiłłów wNieświćżu (1). Lubo tą koleją dobra Birżańskie po kobietach znowu wróciły na liniję męzką xiążąt Radziwiłłów, zamek nigdy już odbudo wanym i uzbrojonym jak widać niebył; miasto zaś ostatecznie ogniem zniszczone, choć przywilejami Augusta III w 1744 roku, Stanisława-Augusta 1790 roku, prawa miejskie nowemi nada niami mu wzmocniono, appellacyę z magdeburgii Birżańskiej do Kowna , a potćm asessoryi Litewskiej Stanisław-August nazna czył, kahałowi żydowskiemu, których tu jest około półtora ty siąca, przed którymi ustąpić musieli dawnićj zamieszkali tu Karaici, dano prawo appellacyi do Brześcia, — miasto niewróciło do dawnej swej zamożności i świetności. Pewność nasze wtem, iż zamek Birżański od ostatniego oblężenia przez Szwedów zruj nowany, więcćj w swej sile niepowstał i w takim stanie pozo stał, ugruntowaliśmy na inwentarzu t 1769 roku za dziedzictwa xięcia Karola Radziwiłła wojewody Wileńskiego (na którego do bra te spadły w drodze spuścizny po xięciu Hieronimie chorą żym Lit. stryju jego zeszłym bezpotomnie) uczynionym, w któ rym jego opisanie następne czytamy: ,, Zamek sytuowany przy samym moście nad stawem alias jeziorem wielkiem, do którego rzek dwie wpada. Idąc z miasta przez plac alias dyrwan do tegoż zamku przynależący, z przy jazdu bastylijony alias szańce dwa przed samą fossą. Most był na słupach murowanych funditus, dla dawności zrujnował się; tylko od słupów rozwalonych gruz zostaje, fossa circa circum zamku głęboko rżnięta, już dla dawności w samym dole wazka, błotem zalazła, jednakże niewysycha. Brama gdzie była, mię- (1) Pan Marcin Kwieć, przez Stanisława Rejtana, Warszawa 1857, str. 67—68."], [45, "173 dzy wałem tylko znak gruzu leży, obok którćj po podwały zna- ki sklepów alias wycieczek miejscoma niezawalonych ciągną- cych się po podwał (w około) podwójny kwadratem sypany. Na tych wałach bastylijonów obszernych regularnie sypanych ako- modując kwadratowi cztery — we środku zamku przy samym wale prosto wjazdu pałac wielki murowany funditus, dla dawno- ści i zrujnowania przez Szwedów rozwalił się , w częściach tylko ścian jeszcze zostaje, którego facyata rogowa od miasta całkiem rozwalona, gruz na tem miejscu, druga ściana średnia o dwóch piętrach bez sufitów, pod którą są sklepy gruzem za- walone i samej ściany szmat obaliło się, trzecia ściana boko- wa o trzech piętrach cała zostaje, miejscami mur pokrajał się; we środku porozwalane pokoje, ściana zaś tylko od wału cała w sobie zostaje z dwoma wyniesionemi o dwóch piętrach po ro- gach gabinetami, bez żadnego dachu i pokrycia ; w dziedzińcu po obu stronach znaki oficyn, jako też i po wszystkich czterech bastylijonach gruz tylko leży. Wały cirea circum wysokie, równe regularnie sypane dobre jeszcze.'' Amunicya dawna (1). Harmata na wale żelazna cała duża iV. 1 żelazna mająca antab dwie przy uchach . . . . 1 — rozerwana w końcu 1 Możdżerz żelazny wielki w rynku do bomb 1 — drugi mniejszy rozerwany w rynku ..... 1 Bomba żelazna duża 1 Kul armatnych większych , • 9 — mniejszych żelaznych 6 Bomba żelazna maleńka .' 1 Lip wielkich na wale 12 (1) Archiwum Birżańskie."], [46, "174 Sto lat z górą stały ruiny zamku Birżańskiego wystawio ne na zniszczenie przez czas bez opieki ich właścicieli nad so bą, bez ręki któraby takowe wsparła lub podtrzymała. W ta kim stanie i przez tak długi przeciąg czasu znikały powoli po zostałe szczątki budowli świętokradzką obcych ręką pokryjo mu rozciągane ; groźna ta i historyczna przed laty twierdza, prowadzona przez próby krwi i ognia w obronie krajowej, tak wielkie przeszła klęski i w całkowitą zmieniła się ruinę. Wszyst ko w niej w gruzach zawalone zostało, nad temi sterczały tylko szczątki wypsute i poszczerbione murów liążęcego pałacu, aby przyniosły następnym pokoleniom żywe świadectwo tak o wiel kości swojej przeszłćj , jako i o próbach strasznego losu, przez które przechodziły. Po lięeiu Karolu Radziwille wojewodzie Wileńskim bezpotomnie zeszłym z tego świata, któren się pisał na Nieświćżu, Ołyce i Birżach, a w Nieświćżu miał swoje xiążę cą rezydencyę, synowiec jego małoletni Dominik syn Hieronima xiążę Radziwiłł, obejmując dziedzictwo obszernych dóbr na Li twie, Wołyniu i Polsce, znalazł się zarazem dziedzicem xięztwa Birżańskiego. W początkach za jego małoletności obszerne te dobra rządzonemi były przez opiekę ; gdy xiąię doszedł do peł noletności, nowe okoliczności w kraju niedozwoliły mu rozwi nąć jego rządów nad tem obszernem dziedzictwem. Po zjawieniu się wielkiego człowieka w Europie , co dał na świecie nowy ruch myśli i czynom , gdy się Europa w jeden wojenny obóz urządzać zaczęła , a wszystkie narodowości odzyskały nadzieję połączenia się z sobą, — w imię tćj idei wespół z wielu innymi młody xiążę Dominik Radziwiłł z półkiem uformowanym wła snym kosztem zaciągnął się pod chorągwie wielkiego wodza. W tćj to właśnie porze gotując się do uskutecznienia swej my śli, znalazłszy wyczerpanym z gotowizny skarb swój xiążęcy, rozkazał przedać część dóbr własnych, do liczby których i xięz two Birżańskie zaliczonem zostało. W roku 1811 Józef hrabia"], [47, "175 Tyszkiewicz starosta Wielatycki to xięztwo nabył. Umarł xiążę Dominik Radziwiłł w 28 roku życia we Francyi w Lauterce roku 1813; pozostała po nim jedyna córka małoletnia xiężnicz ka Stefanija poślubiona potćm xięciu Ludwikowi Sajn-Berleburg Wittgensteinowi. Podczas małoletności liężniczki , gdy obszer nych dóbr zarząd i coraz wikłające się interesa potrzebowały steru, cesarz Alexander I, ukazem w r 1815 d. 4 kwietnia rozkazał ustanowić w Wiloie specyalną komissyę dla interesów Radzi wiłłowskich. Komissya ta uformowała proces nowemu dzie dzicowi xięztwa Birżańskiego Michałowi hr. Tyszkiewiczowi o nieformalne tych dóbr nabycie. Ten głośny na świat cały interes toczył się zawzięcie i silnie popierany między dwoma zamożnemi rodzinami lat niemało, aż w 1844 roku zaledwo u kończonym został. Dziedzictwo Birż ostatecznie najwyżej przez cesarza Mikołaja I przyznane zostało Janowi hr.,Tyszkiewiczo wi synowi Michała, który w ciągu tej sprawy umarł. Nowy ten dziedzic xięztwa Birżańskiego dostawszy je w spuściźnie po ojcu swym Michale hr. Tyszkiewiczu , polubił kraj ten i przeniósł tam swoje rezydencyę, cały się poświęcił administracyi dóbr tych, które przez lat tyle dla braku zarządu nad niemi prawie opuszczone, potrzebowały wyłącznej nad sobą opieki. Nowy ich dziedzic, miłośnik pamiątek przeszłości, wej rzał na zamek Birżański zostający w zaniedbaniu i opuszczeniu, codziennie dotykany świętokradzką ręką mieszkańców miasta, którzy z niego cegłę i inny materyał na własne potrzeby roz ciągali , rozkazał go oczyścić, ruinę zaś wspaniałą i wały naj piękniej w koło utrzymane z religijnem, iż tak rzec można po szanowaniem przechowuje. Aby tę historyczną pamiątkę oży wić i uczęszczaną uczynić , w samej kotlinie zamku urządzić rozkazał piękny ogród publiczny dla przechadzki i przyjemno- ści mieszkańców miasta. Urządzona w nim kręgielnia, w każdą niedzielę i w każde święto przyciąga do niego mieszkańców Birż, ZAMEK 6"], [48, "176 którzy tam czas swój na wypoczynek przeznaczony, niewinną rozrywką zabijają. Zamek Birżański dzisiaj zachował wszystkie swoje dawne formy, w niczem nienaruszone na zewnątrz. Fossy go okrą żające na ośmnaście sążni szerokie, są w zupełności dochowane, jak niemniej wały mające sześć sążni wysokości w pochyleniu, które kotlinę okrywają , wszędzie są całe i nienaruszone ; sza niec tylko przedmostowy, który od zachodu bronił przystępu do bramy fortecy, jest przerwany i trochę nadpsuty. Mostu przez fossę wiodącego niegdyś do twierdzy, śladu już niema; szczątki ostatnie fundamentów są resztkami bramy wchodowej. Nieda- eko od nich znajdują się dotąd trzy gradusy ciosanego kamie nia , ostatnie bez wątpienia szczątki schodów , które prowa dziły na bramę wchodową. W wykąsie znajdują się gruzy fun damentów kordegardy wojennej. Od południa pod wałem, są fundamenta stajeri i wozowni zamkowych. W bastyonie mię dzy zachodem a północą położonym, dochował się jeszcze sklep pod wałami twierdzy. Opodal stoją szczątki pałacu niegdyś liążąt Radziwiłłów, — piękna to i świetna ruina. Kotlinę całą zapełnia jak wyżej rzekliśmy piękny ogród publiczny, czysto bardzo utrzymany i bogato kwiatami zapełniony. Na wałach pięć lip starożytnych i poważnych zachowało się dotąd. Z pamiątek dawnych pozostałych na zamku Birżańskim, które teraźniejszy dziedzic do ozdoby swej rezydencyi, wspania łością, smakiem i wszelkiem wykończeniem słynącej, napełnio nćj przedmiotami sztuki i zasobami nauki (1), założonćj przez (1) W Ostrowiu, rezydencyi hr. Jana Tyszkiewicza znajduje się ga- lerya obrazów złożona z dzieł najpiśrwszych tegocześnych mi- strzów w Europie — bogaty gabinet fizyczny i mineralogiczny — biblijoteka z 4,000 vol. bardzo umiejętnie zebrana i skompletowa- na, mająca niemało rzadkości bibliograficznych — zbiorek orni- tologiczny i nader bogaty zbiór kwiatów."], [49, "177 niego w Ostrowiu na przeciwnej stronie wielkiego jeziora, na archipelagu z kilku [wysp mniejszych i większych tam się znaj dujących, z zamku przeniósł, są: dwie armaty żelazne dłu gie, — z nich jedna cała , druga rozerwana w końcu, zapewnie ta sama jeszcze, którą znaleźliśmy zapisaną w inwentarzu czy nionym 1769 roku z rozkazu xięcia Karola Radziwiłła; drugą jest wielki możdżerz żelazny oblężniczy do puszczania bomb. Przy oczyszczaniu kotliny zamkowej pod ogród dzisiaj na niej istnie jący pośród gruzów, klóre tam rozkopywano , znaleziono płytę szarą gipsową mającą dwa i pół arszyny długości, jeden arszyn szerokości, grubą na trzy prawie wierszki, mającą na sobie nie zgrabnie wykuty, a przez czas i przez brak poszanowania cał kiem prawie zatarty wizerunek staruszka z brodą, z mieczem w jednćj , a xiążką w drugiej ręce , z aureolą nad głową; zapewnie to wizerunek ś. Pawła. Próez tego wykopano jeszcze dwie podkówki żelazne i rogal, narzędzie używane dotąd w for tecach dla utrudnienia przejścia kawaleryi. Możdżerz , dwie armaty i płyta ze staruszkiem na nićj , zdobią jedną z wysp Ostrowskiego ogrodu. Podkówki zaś i rogal znajdują się dzi siaj w zbiorku starożytności krajowych piszącego , darowane mu przez dziedzica Birż. W 1848 roku gdy się kampanija Węgierska otworzyła, środki ostrożności przedsięwzięto w kraju. Z kolei władze zwró ciły uwagę na możdżerz i dwie armaty znajdujące się w Ostro wiu: lubo one dla swćj zardzewiałości i zniszczenia nikomu już strasznemi być niemogły, wszakże władze miejscowe zażądały od ich właściciela aby takowe odwiózł do fortecy Dynaburga. Dziedzic Birż niechcąc się rozstawać z tym sprzętem, co mu u lubioną pamiątkę przeszłości przedstawiał, wolał je pobić w ka wałki , aby choć w szczątkach , niestrasznych nikomu tako we u siebie przechować. Obie więc armaty i możdżerz, każda sztuka na trzy części rozbita, zabezpieczyły żądające spokojno-"], [50, "178 ści miejscowe władze , w dziewięciu kawałkach zdobią dzisiaj jedne z wysp rezydencyi. Kamień ze staruszkiem odegrał nie mnićj swoje rolę whistoryi nowozbudowanego pałacu w Ostro wlu, stał się on przed kilkunastą laty powodem do owej dowci pnie ułożonej bajki o widmie pokazującem się nad murującym się wówczas pałacem, która znalazła tak wielki rozgłos na Li twie, a której tutaj lubo się ona w podanie ludowe wcieliła nie powtarzalny dla tego właśnie, ii wszystkim ona była nadto zna jomą w swoim czasie. Miasto Birże niesłynie dzisiaj bogactwem, ani zamożnością jego mieszkańców, inaczćj z nim się dziać niemogło : po tylu strasznych przejściach wojny, ognia , moru , opuszczone przez następnych dziedziców, którzy przeniósłszy swą rezydencyę w in ne strony, nad miastem tern czuwać zblizka i silnej jak przed laty im protekcyi udzielać niemogli. Wszakże pomimo tak wiel kiego ubóztwa, dzisiejsi mieszczanie zawsze tradycyjnie dumni ze swych dawnych nadań i przywilejów , dotąd przechowują miecz, jako godło prawa jus gladii, które w ich ręku było wów czas, gdy prawa Magdeburskie w całej swćj sile to miasto za szczycały. Dzisiaj jeszcze gdy te dawne ich przywileje same z siebie de facto podupadły , mieszczanie Birż odznaczają się uporem w wykonywaniu rozporządzeń teraźniejszej nad sobą władzy i nieuległością nieraz woli ich dziedzica. W Birżach utrzymuje się kosztem dziedzica, w osobnym na ten cel prze znaczonym domu szkółka dla włościan. Wiejskie dzieci pobie rają w niej naukę czytania , pisania , rachunków i katechizmu w języku Polskim i Litewskim. Przed kilką laty zdarzyło się nam być o św. Piętrze na examinie rocznym tej szkółki; z rado ścią i rozrzewnieniem patrzaliśmy na postęp w nićj młodzieży siel skiej i na tę ochotę z jaką się dzieci do nauki biorą; wszyscy piszą poprawnie i pięknym bardzo charakterem po - Polsku i po-Litewsku, liczą biegle, prawa Boże znają doskonale, nadto"], [51, "179 dla ćwiczenia w nich pamięci i wymowy, każden cóś nam mo- ralnego deklamował na pamięć , bądź wierszem , bądź prozą. Wszyscy zaś razem śpiewają pieśni święte, a każdy z nich od- znacza się pokorną manijerą, grzecznością i uległością. Ztąd po- chodzi, iż w tych dobrach cała ludność obojej płci , z bardzo małemi wyjątkami, jest roztropną i uprzejmą w obcowaniu, umie czytać, ma w domu xiążki nabożne i z nich zawsze się modli w kościele. Zamiłowanie w czytaniu u włościan Birżańskich i byt ich materyalny doskonale we wszystkićm zabezpieczony, wyrobił w nich chęć rozwijania dalszych wiadomości, i zamie nił to już w potrzebę życia; za dowód tego, co tu mówimy, słu żyć może, ii z własnego natchnienia za pomocą składki pośród siebie uzbieranej, włościanie Biriańscy utrzymują gazetę Łotew- ską, wychodzącą w Mitawie pod tytułem: Jhwi.es Jelgawas Ma- zitoia Schultzu, co znaczy: Awizacya 31itawska, pastora Szulca, — z mapami wcale dokładnemi dla wyjaśnienia miejsc w ga zecie opisanych. Tę gazetę kolejno sobie udzielają, a zawarte w uićj przedmioty bądź miejscowe, bądź publiczne dobrze rozumieją i o nich jak ludzie już wykształceńsi, rozprawiają. Tutaj pozwalamy sobie na chwilę odstąpić od założonego przez nas przedmiotu. Administracya dóbr Birżańskich pod dzi siejszym ich właścicielem tak jest rzeczą wyjątkową i jedyną w kraju naszym, że o nićj zamilczeć niepodobna. Jest to owoc długoletnich podróży po obu światach , ciągłego rozmyślania i prawdziwie obywatelskich dążności teraźniejszego ich dziedzica . Wyłącznie temu przedmiotowi oddany, czuwanie nad losem li cznych włościan i obszernej przestrzeni ziemi , która mu się w dziedzictwo na własność dostała, przyjął za jedyny warunek swego życia. To też ktokolwiek w tę własność dziedzica Birż wjeżdża, uderzony zostaje całkiem odmienną fizyonomiją tej czę ści kraju. Wioski wszystkie pięknie pobudowane, czysto utrzy mane, drzewami i ogródkami poosadzane, pola żytem i pszenicą"], [52, "180 obficie pokryte, lud w nich swobodny, zdrowy, zamożny, weso ły; drogi bite, pierwiastkowo nakładem dziedzica urządzone, dzi siaj utrzymywane przez samychże włościan, łączą na tćm ob szernem dziedzictwie wszystkie wioski z sobą. Lasy starannie pielęgnowane, zwierz w nich zahodowany, słowem żadna z ga łęzi administracyjnych w niczćm niezaniedbana; wszystko tchnie tutaj nadzwyczajnym porządkiem raz zawiązanym, z energiją i niezłomną wolą dalej prowadzonym, wszystko tutaj od ludzi do pól, od pól do lasów i w nich dzikiego zwierza, widzialnie czuje nad sobą opiekę ich właściciela. Ludzie żyją swobodnie, szczę śliwi ze swego bytu. Pola dobrze opatrzone , chleba dają bez miary, lasy zastrzeżone bogato wegetują , a zwierz dziki nie płoszony i nietrwożony przez nikogo, mnoży się śmiało i bez piecznie w obliczu patrzących nań ludzi. Nieuwierzy kto wła snem okiem tego niewidział, kto zaś zobaczył, nieodmówi na leżnej czci twórcy tego dzieła. Zaprawdę zaprzeć się własnych przyjemności i rozrywek, a kapitał całego życia, czasu, i kapi tał własnych umiejętności poświęcić na czuwanie nad dobrem i szczęściem powierzonych mu ludzi bliźnich jego, jest to cno ta prawdziwie Chrześcijańska, dana od: Boga wyjątkowym tylko ludziom. Birże nie sam tylko historyczny interes w nas wzbudzać po winny; pod względem etnograficznym nadzwyczaj są one cie kawemi, przeto zasługują na to, aby pod tym względem zbada nemi bliżej zostały. Ludziom specyalnym, geologom np. godzi łoby się w imieniu nauki bliżćj z niemi się zapoznać i głębsze w tym przedmiocie czynić poszukiwania. W wycieczce naszej archeologicznej dokonanćj w te strony w ciągu lata 1856 ro ku , oglądaliśmy bliżej tę niezwyczajność. Nigdzie może et nografija z archelogiją tak się blizko niestyka i tak ściśle nie łączy się z sobą jak tutaj; zadziwiająca własność tajemnic pod ziemnych jakie ta część kraju w pierwiastkowej swojej forma-"], [53, "181 cyi z rąk stwórcy dostała, pochłaniać gotowa wszystko co na jej powierzchni się znajduje, potworzyła bogate materyały dla archeologicznych poszukiwań. Lecz nieuprzedzajmy sami siebie w opowiadaniach naszych. Począwszy od Wiłkomierza, od brze- gów rzeki Świętej w tę stronę do brzegów Niewiaży ciągnie się kraj płaski, gdzie-niegdzie niewielkiemi pagórkami urozmaico- ny; od Niewiaży dalej jadąc ku Birżom pagórki powoli znikają, a doskonała płaszczyzna na wszystkie strony widzieć się daje. Od Sałomieścia ku Birżom tam i ówdzie, w prawdzie bardzo rzadko napotykają się na równinie małe zapadliny zarosłe mło- dą olchą; na tej przestrzeni są one tak rzadkimi i nieznaczące- mi, iż przyjeżdżającego tamtędy, a nieznającego tamecznych ta- jemnic podziemnych przyrodzenia, zgoła nieuderzają ani zasta- nawiają; lecz za to Oposzczą i Agłoną, rzekami oblewającemi miasto Birże i przerzynającemi tę ziemię w kierunku od połu- dnia ku północy, coraz częściej i coraz większe kratery koni- cznej formy po jednym lub po kilka obok siebie będących, wi- dzieć się daje: jedne z nich mają w dolnćm oku wodę , inue całkiem suche, zakończonemi są nieforemnie połamanemi bry- łami gipsu i wapna; często takowe pokłady i pośród ścian za- padliny nieforemnie wyglądające, postrzedz można. Takie nie- zwyczajne zjawiska tak często powtarzające się, już zwracać poczynają uwagę, wzbudzają ciekawość każdego. Podobną cie- kawością tknięci gdyśmy się o nie na miejscu pytać zaczęli, ob jaśniono nas, iż to są fenomenalne zapadliny wyłącznie właści- we tćj tylko okolicy, że ż tych zapadlin wiele jest ciekawych złączonych z podaniami ludu, mających swoje gminną historyę. Zamieszkały oddawna w Birżach lekarz pan Felix Ludkiewicz, światły miłośnik nauki, który sam badał zblizka te tajemni- ce przyrodzenia, był naszym Cyceronem i przewodnikiem w tćj wycieczce. Powierzchnia ziemi płaska, składająca się z pokładów pró-"], [54, "182 chnicy z gliną i żwirem, już to samej gliny wyciskowej , pod któremi idzie wapno skaliste, pod nićm pokład gipsu od rzek Agłony i Oposzczy na południe i wschód , mieć musi jakieś wielkie próżnie pod sobą, których sklepieniem są bezwątpienia owe wielkie warstwy gipsu, pokryte warstwą skalistą wapna, utrzymujące na grzbiecie swoim liczne posady , wioski, lasy, pola i t. d. Płaszczyzna mająca pod sobą ten dziwny kaprys przyrodzenia, ciągnie się wzdłnż na trzy i pół mile, w szeroko ści mająca milę i więcej w niektórych miejscach, ciągnąc się wązkićm pasmem z małemi przerwami. Granicę tej podziem nej próżni zakreślają rzeki ; i tak od miasta Birż półnoeo-za chód, wieś Bopejki, rzeka Oposzcza i pola wsi Druściek, Kolny folwarek obywatela Holstena, na zachód młyn Smordoński, ztam tąd rzeką Smordoną, Totołą z małemi przerwami aż do młynu Roubańskiego na rzece Totole, na wschód i południe wieś Birżańska Kłausunie, Daużogiry obywatela Bistrama, Gulbin nie gdyś hr. Załuskiego. Przestrzeń ta dzieli się na dwa rodzaje próżni — jedne mające dno suche, drugie mające po pod sobą wo dę głębokodenną. Do pierwszego rodzaju należy część południo wo-wschodnia Montegaliszek do Daużogir , pola wsi Daumian, Kirdan, Czeniszek ; do drugiego należy północna strona tychże Montegaliszek po za Ropejki, Kirkiły, Smordoną, dno rzeki To tały aż do jej ujścia, — ta część przerwy zdaje się ostatecznie postrzegać nad brzegami rzeki Ławeny w miasteczku Poswalu gdzie są łazienki wody siarczanćj. Zapadliny podobne na prze strzeni wyżćj opisanej przybywają bardzo często; nieraz kilka ich do roku się tworzy. Sformowanie się podobnćj zapadliny zwiastuje pękanie i łamanie się sklepień pod ziemią które ob jawiając się stukiem, szumem, hukiem, łoskotem podziemnym, już przez opadanie jak gdyby kamieni walących się do wody, na godzin 24 najmniej przed ostatecznem zapadnięciem, ostrze ga mieszkańców wioski o spełnić się mającem nieszczęściu i da-"], [55, "183 je im czas do ucieczki, poczem z wielkim łoskotem wszystko w ziemię zapada lub w wodzie tonie, albo też gdzieś pod zie mią ginie, zostawiając po sobie krater konicznej formy, albo suchy na dnie, lub też mający oko przezroczystej , często ni czem niezgłębionej wody. Zapadliny te powtarzane od wieków na przestrzeni wyżćj opisanej, przez żadnego z geologów szczegółowo i naukowie po strzeganemi i badanemi dotąd niebyły; jedna ciekawość ludzi obojętnych takowe oceniała i ich piękność majestatyczną uwiel biała. Niektóre z nich, które przechodząc przez większe igrzy ska przyrodzenia i przez mocniejsze wstrząśnięcia wspanialszą formę z ułomków brył poukładanych dostały, mają swoje hi storyę przechowaną w podaniach ludowych. I tak: Poiemis, poziomka. Jestto zapadlina do której dna wpada ruczaj tego nazwania, początek biorący z błot Birżańskich za wsią Kłausuniami. Niemożna uwielbiać tego pięknego widoku wpadania wód pod ziemię, inaczćj jak tylko wiosną, lub w cza sie wielkich ulew , kiedy ruczaj wzbierze się , wtenczas przy szedłszy nad zapadlinę, ujrzysz jak massa wody , napełniwszy część znaczną zapadliny, z nadzwyczajnym szumem i wirowym nurtem wpada po pod skały i od tego to nurtu podziemnego ca ła część w obszerności na wiorstę kwadratową nosi nazwę Po ziomki. Miejsce wpadania ruczaju pod ziemię odznacza się nie foremną, a bardzo wspaniałą zapadlina w fermie trzech czwar tych koła, której średnica wynosiła przeszło, sążni sześć, wyso kość ścian sążni do pięciu, ściany składały się z wapienia, gip su i gliny, lecz tak ułożone że warstwy jedno, dwu, lub trzy calowe na przemian całe ściany skał składały. Tę piękną roz padlinę artysta nasz p. Kanuty Rusiecki w 1834 roku z natu ry rysował. Za tą na południe i zachód od drogi komunikacyjnćj idą ećj z Wilna do Rygi, niewięcej jak na kroków dwadzieścia, jest ZAMEK 7"], [56, "184 rozpadlina w rodzaju pieczary podziemnej składająca się z brył połamanych gipsu, które jedne na drugich pozwalane, nieforem ne tćj pieczary stanowią sklepienie; zowie się ona Szwentoie, to jest Święta Dziura. Do nićj wchodzono z pod skały po trzech czy czterech stopniach utworzonych naturalnie z wapienia i gip su ; tam natrafiało się na sadzaweczkę i ruczajek niegłęboki, płynący zwolna ku południowi; do tćj sadzaweczki przez szcze liny skał woda kroplami spadając tworzyła echo do dzwonu po dobne. Dziwne to podziemie, przed lud za święte uważane, by ło celem zbioru pobożnych, gdzie każdy chory, cierpiący na oczy i kaleka śpieszył, aby znaleźć tam ulgę lub wyzdrowienie; tam to można było znaleźć rozmaite rzucane ofiary, jako to: groszaki, czapki, czapeczki, stare odzienie i tym podobne. Cu downe to miejsce od pobożnych Chrześcijan uczęszczane bywa ło szczególnićj na S. Trójcę i Nszą Pannę Szkaplerną. Czy daleko próżnie tej jaskini ciągną się w głąb' ziemi ? jak nie mniej dokąd płynący tam ruczajek wpada? i jak daleko tą pie czarą płynie? nikt tego nieśledził , jak niemnićj w podaniach ludowych nieoznacza się nawet przez przypuszczenie, czas od którego ludzi pobożnych wiara do źródła wzmiankowanego zwró coną została ; że takowy zwyczaj ludowy od bardzo dawnych czasów istnieć musiał, świadczy o tern ścieżka głęboko w skale przez lud pobożny wydeptana. Lud tameczny przechował w pa mięci swojej to podanie, iż tuż około drogi idącej z Montega liszek do Birż są nadzwyczaj daleko ciągnące się podziemne jaskinie, których sklepienia utrzymują się jakby na architekto- nicznych arkadach i tworzą korytarz , po którego obu stronach widać osobne jaskinie. W tćj jaskini miała się znajdować sól. Ro ku bieżącego (1857) d. 10 września pan doktor Ludkiewicz w celu zbadania prawdy, wchodził na trzy kroki w głąb' tej jaskini; znalazł on na jćj dnie białą wyciskową glinę, na której cienki lód dał się czuć pod nogami. Istotnie znalazł on w niej cóś"], [57, "185 podobnego do soli. Powiadają , iż (a jaskinia służyła nieraz za bezpieczne schronienie dla hultajów i zbiegów. Na pół mili od Świętej Dziury znajduje się na polach wsi Daumian jaskinia dotychczas nieśledzona i bez żadnej nazwy. Także nad rucza jem Upitką, po za wsią Kirdany w ujściu tego ruczaja do To toły wiele jest zapadlin suchych, z których dziś najpiękniejszy gips biały, krystalizacyi iglastej wydobywa się. Drugie pasmo zapadlin wodą zalanych , ciągnące się od Montegaliszek do wsi Kirkił przez pola tej wsi, oraz folwarku Rupejek, całkiem inne od poprzednich ma charaktery. Tutaj gdzie woda wszystko pochłania co w nię wpadnie, pozostają tylko du że głębokie kratery ze znacznem okiem wody na dnie, a do nich wspomnienia w tradycyi ludowej dochowane. Tak np. Gospody nią, gospodyni, nazywa się zapadlina z kraterem, na którym jak podanie miejscowe niesie stać miała obora. Podczas gdy w niej gospodyni krowy doiła, pękły sklepienia podziemne, a obora, kro wy i gospodyni poszły razem na dno wód podziemnych ; ztąd to miejsce przez lud gospodynią nazwane , dotąd tę nazwę za chowało. Musiało się odbyć tutaj zdarzenie jakieś podobne te mu, które lud opowiada, albowiem w dzień pogodny w prze zroczystej wodzie, stanowiącćj dno krateru , a którćj zgłębić niepodobna, pomiędzy dwoma urwiskami skał od połamanego sklepienia, dostrzedz można dzisiaj jeszcze uszak drewniany, u którego w wyższej części kruki żelazne widzieć się dają , od zapadającej do środka budowy, jakićmś zdarzeniem na cząstkach połamanego sklepienia, w swojej podziemnej podróży, uszak ten zatrzymał się i dotąd na nich wsparty stoi. W kraterze go spodyni często widują pływające ryby, a niekiedy mocny ruch wirowy wody. Ztąd wnosić wypada, iż woda tej głębokiej na pięć sążni zapadliny, pod obszernemi sklepieniami złożonemi z wapienia, łączyć się musi i z innemi daleko większemi wo dami."], [58, "186 Inna zapadlina równie obszerna i głęboka , nazywa się Karetą, od tego, iż jakoby jacyś podróżni jadący karetą, w nię wpadli. Inna znowu zowie się Zamkową, Zomkinia, od tego , ii jadący ślusarz na targ do Birż z zamkami, w nię wpadł i t p. We wsi Kirkiły , osadzie niegdyś szlacht tego nazwiska, z południa znajduje się mnóztwo sadzawek i zapadlin, z których na północo-zachód idzie ruczaj tworzący za wsią jeziorko nad zwyczaj głębokie , około których cała powierzchnia ziemi zda je się być zawieszoną nad głębokiem jeziorem ; gdyż nieupły nie lat kilka , żeby nowe zapadliny nieformowały się, a tak głę bokie, że lud óne bezdennemi nazywa. Przed laty dwudziestu kilką było wydarzenie , że sień w domówstwie zapadła. Przed kilką laty o dwa sążnie od chaty otworzyła się zapadlina i dziś jest prawie bezdenną. Także na wyniosłem miejscu zapadła ziemia z grochem usianym. Zapadlina ta była głęboką, miała krater , który kolorem czarnym świadczył o głębokości wody w zapadlinie. P. Ludkiewicz zauważył, ii w podobnych zapadli nach, gdy się z Dajwiększyhi łoskotem ziemia zapada, woda wy tryska nad jej. powierzchnię, a połtilku dniach opadając, powoli zniia się do dwóch sążni, i tak w wielu miejscach nazawsze po zostaje. Inne , których wody bardzo się zniżają , po pewnym przeciągu czasu znowu zapadają. Na zachód i południe Birż , gdzie się pasmo zapadlin koń czy, wytryska z pod ziemi źródło Smordony od swego przykre go odoru Smirdi po-Litewsku nazwę biorące: jest to sadzawka owalna , mająca w głąb' do dwóch sążni , w średnicy sążni do sześciu , na dnie której corocznie nowe się tworzą kratery wybuchające wodę i również corok zaklęsające. Oprócz wody, przez te kratery wybuchnie niekiedy pień drzewa olchowego po części z korą, a tak zaokrąglony i otoczony, iż sądziłbyś, że ręka ludzka w tę formę go obrobiła."], [59, "187 Czasem wybucha z nich kępa trawy pokręconej; lecz zkąd się one biorą i przez jakie przechodząc naturalne pod ziemią wirowe operacye nabierają podobnych kształtów? odgadnąć ani domyślić się nikt nieumie. Takie ciekawe kloce drzewa przez proces podziemnych wirów, na okrągło otoczone, znajdowały się u obywatela Hanusewicza, mieszkającego vf folwarku Dawiu nach. P. Ludkiewicz w postrzeżeuiach swoich nad wodą Smor dońską dokonywanych, postrzega wyraźne jćj wyczerpywanie się w pokładach nasycających wodę , lub uważa , że szczeliny pod ziemne utworzyły się przez inne pokłady , a woda przez nie przeciekająca zmienić musiała swój kierunek, kiedy woda mi neralna siarczana w Sniordoni niema tak wielkiej mocy, jaką miała przed kilkonastą laty, a w pobliżu folwarku Lukjen nowe otwierające się kratery daleko mocniejszą od Smordońskiej wo dę siarczana wydają. Ze źródła Smordony wypływa rzeczka tego nazwania , na której stoi młyn , z powodu dostatku wody wiecznie mielący. Tutaj już Smordoną łączy się z rzeką To lołą, na której brzegach znajdują się zapadliny głębokodenne; widać nawet, ze one ciągną się pod korytem tej rzeki. Ścia ny zapadlin z wapienia i gipsu są utworzone , które okazują dalszy ciąg zapadlin Poziomkowych wodnych. Najwidoczniej- sze są koło wsi Jodcysz, folwarku Dominy i na granicy Trze- cian i wsi Skirauce nazwanej. Tutaj zdaje się przerywać pa smo zapadlin przy młynie Trzeciańskim, za którym chyba nad Ławeną pod Poswolem znowu pojawiają się tworząc na brze- gach tejże Ławeny niewielkie wybuchy wody siarczanej (!). .Jadąc ku Birżom od Sołomieścia niedaleko od miasta na prawej stronie gościńca bitego, około brzegu rzeki Oposzczy, jest małe jeziorko, rzadkie niemniej przez swoje własność; na (1) Wiadomość szczegółową o tych zawalinach udzielił nam p. Lud- kiewicz, za co mu tutaj zawdzięczamy."], [60, "188 dnie jego znajdują się wodne orzechy (Kotewka pływająca, tra pa natans), owoc niegdyś ulubiony Zygmunta-Augusta, któremu gdy będąc xiążęciem Litewskim mieszkał w Wilnie , xiążęta Kadziwiłłowie z tego jeziorka dostarczali. Pokłady gipsu i zapadliny podziemne w Birżach, o których mówimy, nieuszły w swoim czasie badań naukowych; lubo o nich bardzo krótka i pobieżna relacya ogłoszona drukiem , niedaje nam o tych dziwach przyrodzenia dokładnego wyobrażenia, ani zadowala swoim opisem , wszakże o tćj wzmiance pominąć nam się niegodzi. W 1822 r. pan Ulman dyrektor owoc.ześny górnictwa Polskiego w Warszawie z polecenia rządu, gdy odby wał podróż po Inflantach, Kurlandyi i Litwie, w celu wyszukania w tym kraju soli, zatrzymał uwagę swoje nad pokładami gipso wenii w Birżach. W długiej relacyi jego uczynionej o tej podró ży, którą w obszernem' dziele swojem po-Niemiecku pisanem Jerzy-Bogumił Paschal zamieścił, a Kitajowski z rękopismu Pa schala niektóre wyjątki drukował, dyrektor Ulman wyraża swój uczony pogląd na geologiję tego kraju, w których o Birżańskich pokładach tak mówi : „Formacya gipsowa , złożona z gipsu bia łego, szarego i brunatnego ścisłego, tudzież bardzo pięknego włóknistego wraz z gipsem blaszkowym, krystalizowanym w bla szki , ułożonego naprzemian z warstwami jasno seledynowego i zielonego siniawo i czarniawo szarego, tudzież białego marglu wapiennego i ziarnistego wapienia. Zielony ił nadaje często całej massie pewną zielonkowatość. Źródła siarczane i bitu miuowy ił ze smołą ziemną, znajdują się podobnież w tej for macyi. Ten utwór gipsowy występuje szczególniej w obwodzie Upity w wielkich massach z ziemi. Bozciąga się on od mia steczka Pompiany na Poswol, Krymczyn i Podbirsen , a o sześć wiorst po za Birsen ku wschodowi i szerokości jednej mili ; potem zwraca się przez Schónberg do Kurlandyi, gdzie źródła- mi siarczanemi w Barbaro i Baldohn połączony jest ze składem"], [61, "189 gipsu, który o cztery mile od Rygi ku południowo-wschodnićj stronie nad Dźwiną występuje, osobliwie zaś w dobrach Diinahof i na północnym brzegu pod Faleń Usskiil u iemnićj pod Palzwar nad rzeką Os, w Windawskim obwodzie dalej się ciągnie pod Birsen, Poswol, Pompiany, Schón-Berg i Diinahof znajduje się wiele znacznych zapadlin ziemi i jezioro pod Birsen najpewniej z takiego zapadnięcia się ziemi powstało. Źródła siarczane idą tu nędzne, mocniejsze atoli są pod Poniewież, Malany, Pompia ny, Poswol, Smerdona w Litwie, pod Schón-Berg , Barbara, Bal- dohn w Kurlandyi. Jeżeli przedłużymy kierunkową liniję ich biegu ku południowi , tedy to przedłużenie trafi na bardzo słabe źródła słone nad Niemnem pod Druskienikami, a pięć mil od Grodna ku północy w Wasbudzie, niedaleko Niemonajć, w Birsztanach pod Prenem i w Stokliszkach pomiędzy Prenem a Trokami. „Pod Krasławem nad Dźwiną na granicy gubernii Witeb skiej znajdują się pokłady pstrego iłu bardzo potężnćj miąższo ści, ułożone na przemian z piaskowcem. Te od wschodu roz ciągają się precz w okolice Pieskowa, i nad jeziorem Ilmen, nad Mstą i Wołchowem nabierają daleko większej miąższości, przyj mują pomiędzy siebie warstwy gipsu i dają początek owym już oddawna znanym źródłom słonym pod Starają Russa. Należą one niezawodnie do formacyi Reusser i ciągną się ku północno wschodnićj stronie, zapewnie przez całą Rossyę ai do warzelni soli w gubernii Permskiej\" (1). Archeologija czysto wzięta, w grobach i wykopaliskach ma podobniei swą niemałą cząstkę w tćj stronie Litwy. Powiat (1) Jerzego-Bogumiła Paschal assesora w wydziale górnictwa kra- jowego , członka kilku uczonych towarzystw: Krótki rys gco gnostyczny Polski i Karpat północnych, czyli opisanie zewnętrz nego ukształcenia i wewnętrznego składu ziemi tego kraju, z rę kopismu Niemieckiego przez 0. K. Kitajowskiego. Rzecz wyjęta z T. I i II. Warszawa 1830 r. str. 101—102."], [62, "190 dzisiejszy Poniewiezki, w którym i Birże są położonemi dawno jest znanym z mnóztwa uroczysk i kurhanów , które jego zie mię zapełniają. Tak w Roginianach, majętności dziedzicznej pań stwa Rapów o cztery mile od Poniewieża ku Kurlandyi leżącej, znajomą jest góra , na której jak mniemano , palono dawniej czarownice, okrążona kurhanami. W jednym z nich, jak miej scowe niesie podanie , znaleziono szkielet olbrzymiej postaci człowieka, przy którego piersiach leżało 7 czy też 9 czaszek ludzkich zwyczajnych ; na palcu miał pierścień żelazny, a z bo ku znaleziono żelazo od dużej włóczni (1). Znamienity Francuzki podróżnik , archeolog i naturalista p. Dubois de Moutpćreux, w podróżach swoich po Litwie, część tę kraju szczególnie zbadał. Około Roginian swoje poszukiwa nia czynił i kurhany tam kopał. Z kurhanów obłożonych kamie niami, cztery z nich okaźniejsze rozkopał; nieznalazł, jak po wiada w dziele swojem , w nich kościotrupa , ani kości , tylko same popioły kościotrupa, starannie zebrane i w samym środku kopca złożone ; między niemi wygrzebał niedopaloną czaszkę i tę złożył w muzeum w Medyolanie; jakąż dziwną koleją czaszka pogańskiego Litwina przeszła na Włoską ziemię , aby tam sta ła się przedmiotem badań i nauki! Obok tych mogił, w kurha nach sąsiednich znajdował całe kościotrupy; jeden z nich od krył siedzący w mogile z prawą ręką podniesioną przy ustach, na niej pierścień miedziany w formie ślimaka. Dalej w sąsie dniej gromadzie kurhanów , otoczonćj kamieniami , rozkopał p. Dubois dwa kopce: w jednym z nich znalazł szkielet cały bez żadnej ozdoby; w drugim był szkielet zbutwiały obrócony gło wą na zachód, nogami na wschód, przy nim u prawćj nogi był topor żelazny. P. Dubois szczególniej badał naukowie kurhany (1) Starożytna Polska M. Balińskiego i T. Lipińskiego, poszyt XXVIII, str. 459."], [63, "191 Litewskie Tumulus Liłvanicus połoione około Poniewieia w stro nę ku Szawlom. Słyszeliśmy, iż w okolicach Birż około Montegaliszek w od kopanym przed kilką laty starożytnym grobie znaleziono szczątki zbroi. Wykopaliska te odesłanemi zostały do Mitawskiego zbio ru starożytności. W terrytoryum dóbr Birżańskich niedaleko od brzegu znacz nej rzeki Niemenka, co do-dziś-dnia Litwę od Kurlandyi oddzie la, w zaścianku Sandroniszkach nieopodal od mieszkającego tam włościanina, oglądaliśmy wspaniały kurhan podłużny mający 56 stóp dłuiyni i 42 stopy szeroki , na grzbiecie jego zachowane są trzy dęby tak poważne i wielkie, jak im podobnych niezda rzyło się nam w życiu spotkać. Najgrubszy z nich powyżćj korzeni, które drzewu zbytecznej grubości dodają zmierzony przez nas w stan człowieka w samej właściwej kłodzie miał obwo du 11 łokci, drugi z kolei miał obwodu 9 łokci, trzeci naj cieńszy miał ich 7. Dęby te wraz z kurhanem święcie są strze żone ł szanowane przez właściciela. Miałżeby on być kurha nem granicznym Litwy? położony nad brzegiem znacznćj rzeki stanowiącej naturalną, a tak wyrazistą granicę między temi dwoma krajami, nim być niemógł; służył on bez wątpienia w sta rożytnej Litwie za miejsce ofiarnicze. Do wzgórzow i do dę bów, wiemy, iż były przywiązane jakieś tajemnicze symbola. Kurhan w mowie będący , być musiał tym Pyrejskim tumulu sem, na którym gorzał znicz ofiarniczy. Jakiekolwiekbyśmy pozwolili sobie o nim czynić wnioski , to tylko jest rzeczą pe wną, ii owe wspaniałe dęby widziały jeszcze krywe-krywej tów,\" wajdelotów i całą Litwę pogańską. Na tem kończymy tą rażą pracę nasze o zamkach na Li twie i Rusi Litewskićj. Składamy przed sąd publiczności tyle, na ile nam stało w iyciu naszem wiejskićm , bez pomocy na ukowych, w oddaleniu od ludzi poświęconych nauce, z których ZAMEK. »"], [64, "192 światła i rady korzystając, moinaby cóś więcćj na korzyść przed miotu przez nas traktowanego wyciągnąć. Moie się zdawać niejednemu rzeczą niewłaściwą, żeśmy nie w porządku sąsiednie sobie zamki jedne po drugich pod rozbiór br i'i, lecz żeśmy tak wielkich przeskoków w strony różne sobie p^wolili, żeśmy od brzegów Hajny na brzegi Dżwiny zachodnie' razem przeszli, ztamtąd raptem nad Niemenek, aż nakoniec Mtwy przeskoczyli. Tak się w tece naszej zbierały i szykowały materyały; łe które się pierwićj od innych w nićj uporządkowały, zamyśliliśmy wy dać ua widok publiczny; — da Bóg siły i możność po temu, posta ramy się pracę tę nasze dalćj przedłużyć i uzupełnić nowym szeregiem zamków , horodyszcz i okopisk , w jakie kraj nasz jest jeszcze bardzo bogatym. Praca nasza o zamkach staroży tnych jest całkiem nowćm przedsiębierstwem ; przedmiot ten dotąd szczegółowie i wyłącznie przez żadnego z badaczów niebył dotkniętym; nam się dostał w podziale zaszczyt rozkąszenia te go twardego orzecha, pod którego łupinami przez czas zeschłe i zmartwiałe znalazło się ziarno; myśmy go wydobyli, i z pierw szych plew oczyścili, — przechowanie i wypielęgnowanie jego na korzyść publiczną przekazujemy większym niżli nasze siłom. Pracę tę nasze staraliśmy się uczynić o ile można treściwą, zwięzłą i krótką, dla tej jedynie przyczyny, nierozszerzając o powiadań historycznych, ani rozwijając takowych na wielkie rozmiary, w którychby przyszło powtarzać rzeczy uboczne , a wszystkim już znane, stosowaliśmy fakta historyczne li tylko odnoszące się do miejsc i zamków przez nas opisywanych ; ka żden przeto z tych zamknięty w ciasne ramy własnych dziejów, opisania form powierzchownych jego, domysłów nad jego ży ciem politycznem, wewnęirznćm i t. d. stanowi całkiem odrę bną, o ile nam się to udało, o tyle dokonaną, małą całość. Wiele , i bardzo im wiele brakuje do należytego ich wykończe nia! czujemy najlepićj to sami; lecz gdy zadaniem głównćm i jedynćm komissyi naszćj dzisiaj jest odgrzebywanie śladów od-"], [65, "193 ległćj przeszłości naszćj ziemi, ze szczątków w nićj i na nićj po zostałych, zadanie tak trudne i tak' mozolne ; każden przeto w niej początek niemoże być innym, jak niedoskonałym i niedostatecz nym , leczenia on tę niemałą zasługę , iż staje się podstawą i początkiem prawdy, z której następni badacze, ciemnym i odle głym dziejom własnego kraju , większy rozwój dać mogą. Archeologija pojęta ze stanowiska nauki , nabywa nieza przeczonego prawa do powagi i poszanowania, jakiego doznają wszystkie inne nauki poważne i ścisłe. Wszystkie ucywilizowa ne kraje i ludy pojęły oddawna ważność tćj nauki , i poczuć musiały jej żywotną potrzebę, kiedy ją uszanowały, wtajemni czyły ją w krążenie życia narodowego ; nauka ta przez skiero wanie do niej myśli narodowej, przez zostawione ztąd pożytki, odcisnęła dobroczynne piętno swego tam przejścia ; świeże zja wienie się tćj nauki i jej rozwijanie się w kraju naszym zapeł niać zaczyna w dziedzinie nauk, tę próżnię jakićj doświadczali śmy od tak dawna, iywiona dotąd w sercu i w myśli pojedyn czych osób, poczęła być własnością publiczną, narodową; dzisiaj jui zbiorowa myśl, serce zbiorowe wielu ludzi czuje ogólną po trzebę tćj nauki, tchnie chęcią jej uprawiania, bo pojmować i przeczuwać poczyna tę naturalną zaleiność i tę wielką harmo niję, w której ona zostaje ze wszystkiemi strunami, naszego ży cia narodowego. Wszystkie nauki ścisłe mają niej akieś pewni ki niezmienne, zasadnicze, jak cyfry, daty, runa i tym podobne, których trzymając się łatwiej i z większą pewnością naprzód postępować mogą. Archeologija uwaiana jako nauka, jest jak by łamigłówką wielkiego rozmiaru, w którćj rdzą wieków po kruszone, poszarpane i powyszcaerbiane szczątki poty z sobą składać trzeba, aż jedne do drugich jakkolwiek przystaną; po ty jedno podobieństwo domysłowie stosować z drugiem, jedną nić stosować i wiązać z drugą dla jćj przedłużenia, póki nieo trzyma się oczekiwane w nich podobieństwo; do tak mozolnej i często bezowocnej pracy, cóżby innego być mogło bodźcem i za-"], [66, "194 chętą, jeżeli nie miłość dla własnej przeszłości? świetną ona, czyli upakarzającą miała postać, przyjemne, czyli gorzkie jej są przy pomnienia , wszystkie z równąż życzliwością przyjąć nam wy pada i nad ich rozkryciem z tąż samą gorliwością pracować trzeba, albowiem one są najdroższą dla człowieka spuścizną na tćj ziemi. Wiposzukiwaniach tego rodzaju, połączonych z mo zolną pracą, z trudami i tysiącznemi przeciwnościami do nie u wierzenia, jedno tylko współczucie, co ducha krzepi i sił do wy trwania dodaje. Niestety! my go niewszędzie jeszcze pośrpd nas napotykamy: lekceważenie tego przedmiotu, żarty ,z prac i tru dów naszych, niewiara w pożytek jaki komissya Archeologiczna w kraju wydać może tam i ówdzie z boleścią napotykać się zda rza złośliwie wymawiane z ust naszych własnych braci ; złość ludziom wrodzona, nieraz zawiść osobista, a najczęściej nieo swojeuie z naukowością, są tego powodem; — lecz dążność komis syi Archeologicznej kierowana zamiłowaniem przeszłości, nace chowana zapałem i uczuciami prawdy, nieustawając w swych dążnościach z czasem pojednać potrafi to rozróżnienie opinii. Zaopatrzeni mocną wiarą w świętość tćj sprawy, której wypro wadzenie wzięliśmy w nasze ręce, w imię prawdy, nauki, w imię pożytku powszechnego będziemy ciągle szli dalćj. Każdą kryty kę światłą, szczerą, serdeczną nacechowaną miłością pożytku, przyjmiemy z wdzięcznością, odczytamy z poszanowaniem; lecz tym co usiłują tylko cudzą pracę niewinnie potępiać, aby sa mym wydać się rozumniejszymi , odpowiemy słowami naszego Reja z Nagłowic: „Przyjmij to bracie od prostaczka, co tobie iyczy szczęścia. Jeśli co poganisz, napisz, niech w kałamarzu darmo pióreczko niemoknie. Jeśli dasz przyczyny a poprawisz, któiby niedzięko wał? ale jeśli ino chcesz szermować językiem próinie, aby cu dzą pracę winić, niebłaźnij się daremnie.\""], [67, ""], [68, ""], [69, ""], [70, ""]]