[[1, ""], [2, ""], [3, ""], [4, ""], [5, "LOGIE TOWN"], [6, ""], [7, "LOGIE TOWN. a pobti. i:v SARAH TYTLER, AUTHOR OK \"ST MUNOo's CITY,\" \" CITOYENNE JACQUELINE, \" etc. etc. \" He stood the bravest gentleman That was among them a'.\" INT three volumes. VOL. III. lEoitbon: WARD AND DOWNEY, 12, YORK STREET, COVENT GARDEN\". 1887. [All Riyhls related.]"], [8, "Richard Clay and Sons, Bread street hill, London, Bo.ngay, Suffolk."], [9, "CONTENTS OF VOLUME III. CHAP. PA(jE I. A NEW WORLD 1 II. A FRIEND IN ADVERSITY. — ADAM LAUDER's ARREST 13 III. A FRIEND IN JAIL 27 IV. NEWS FROM OUTSIDE 31 V. BEHIND IRON BARS 44 VI. MISS MURDIE LAYS DOWN THE LAW 59 VII. HAY MELVILLE AND STEENIE OLIPHANT CONSOLE EACH OTHER 66 VIII. \" NOBODY'S BODY \" 82 IX. THROWN UPON THE WORLD 90 X. THE PREACHINGS 100 XI. ADAM'S LETTER Ill XII. MOSHIE COMES TO THE RESCUE 116 XIII. MRS. MALLY'S TESTAMENT 140"], [10, "Contents. VI CHAP. PAGE XIV. AN IDYLLIC HONEYMOON. — GREEN GASCONS ... 166 XV. MOSHIE TAKES AN EVENING STROLL WITH MR. AD-AM 179 XVI. A HOUSE WITHOUT ITS MASTER 196 XVII. THE STRANGERS 214 XVIII. \" HE STOOD THE BRAVEST GENTLEMAN THAT WAS AMONG THEM A'\" 222"], [11, "VOLUME III,"], [12, ""], [13, "LOGIE TOWN. CHAPTER I. A NEW WORLD. The old town, even the old house in the Low Street, to which Lizzie had gone as a schoolgirl, were the same ; but it was a new world that met her on every side, as the junior teacher at the Miss Murdies'. The boarding-school was kept in an old-fashioned house of the most moderate dimensions, in a quiet street, beyond which lay the green ridge known as the Baron's Mount. The Miss Murdies' scholars consisted of all the better-class girls in the town and country round, who had been for the most part well grounded in plain, solid knowledge at the parish school, and were sent to finish or acquire elegant accomplishments at the Miss Murdies'. In addition, there were a few children — ■\\ VOL. III. B"], [14, "Logie Town. ■2 mostly the little daughters of Indian officers, and of some of the county families, too exalted in rank, or too delicate in health to rough it with the rest of the childhood of the place. Those demure \" auld-farrened,\" prematurely wise, small women began and ended their education under the dignified auspices of Miss Murdie. But the larger proportion of the town scholars, and of the more or less rustic specimens of female humanity who were weekly boarders, or who rode or drove into Logie every morning to be licked into shape, were nearly grown-up girls. In fact, some of the country maidens, wdio had awakened to a late ambition, or who had got some wind fall of money left them, were buxom young women between twenty and thirty, who appeared doubly stupid and awkward, in contrast with the quicker-witted, lighter fingered and footed ordinary schoolgirls. Thus the curriculum at the Miss Murdies' did not consist so much of the drudgery of imparting letters and teaching the young idea how to shoot, though a little of that fell to Lizzie's share, as of the responsibility of forming the manners, refining the tone, directing the studies and occupations, and generally polishing the unpolished, raw material of the youth of the generation. There was a great deal of very rudimentary in-"], [15, "A New Woeld. 3 strumental music, including playing on the harp and guitar, upon which the Miss' Murdies — indeed, the town — laid great stress as establishing the highly genteel character of the school. There w'as a considerable amount of time devoted to dancing and deportment all the year round. There were French and Italian classes not so largely attended. There were doses of English literature in the shape of select readings from Cowper, Pope, Addison, Robertson, interspersed with extracts from Blair's sermons by way of a theological element, for the mass of the pupils were too old and too well-trained already for the Shorter Catechism, as they were too old for grammar and spelling. All that was necessary in arithmetic was also supposed to be already mastered, so was geography, except in \" the use of the globes.\" History was very feebly represented. Essays only existed in the form of real or imaginary \" polite \" letters, written to order, in flowing caligraphy, with much stately verbiage and floral embellishment. Science was no where ; art had but a slender footing in a little stiff and laboured pencil-drawing, unless the neglected muse turned up again amongst the immense amount of fancy work in the forms of tambour- work, flowering or \"sprigging\" on cotton or muslin, painting on satin, fruit pieces, &c. B 2"], [16, "4 Logie Town. Miss Murdie herself undertook to dispense the tiny doses of English hterature, in sonorous nasal tones, and to expound the globes. When she found herself in a difficulty in work ing out a problem on longitude and latitude she calmly dropped the subject with the remark, \" That is not for you, young ladies — that is a man's problem — we'll go on to the next.\" It was a system not unlike that pursued in a Dame's School where the dame was deaf, held in the Corp Wynd, of which Lizzie had received examples when the street was quiet, the weather hot, and the doors and windows stood open. A simple lass would be stumbling through a verse in a historical chapter of the Old Testament, and would be suddenly pulled up by a difficult Syrian name. After a dead pause she would wisely give notice of breakers ahead by shouting to her mistress, \" a sickly (hard) word, mistress.\" \" Pass it over,\" called back the undaunted old woman. Then a bright idea would strike her as the passing over be came too frequent a performance, and she would make an amendment on her suggestion, \" Call the place Logie, or Embro, or any town you ken.\" Miss Brougham — an all-accomplished lady, of uncertain age, from the capital (Edinburgh, not London) — undertook the"], [17, "A New World. 5 whole of the harp and guitar business, and with the assistance of Lizzie, the pianoforte (it was ahvays forte in those days), together with the French and Italian. In the two foreign languages Moshie became a kind of unsalaried judge of appeal ; having once volunteered to fill the office, it was conferred upon him, hke an honorary degree which did not imply any emolu ment. Miss Brougham wras expected to introduce from Edin burgh all the latest fashions in fancy-work. It was she who executed the final telling stitches as well as the touching-up strokes in the drawings, and superintended the making up of the bell-ropes and hand-bags, like the mounting of the draw ings. These were the credentials proudly carried home, and fondly cherished in after years as the incontrovertible evidence of a boarding-school education. Here Lizzie, who was neat handed and could apply herself, was of great use. Life at Miss Murdie's was not unpleasant, though it was not exciting — unless to the heads of the establishment, and, perhaps, to the youngest schoolgirls. Miss Murdie regarded the school as the centre of the universe, with the rest of the world revolving round it, but that was merely a flaw of mental vision, not a moral error. She was as dull as ditch-water under her turban and spectacles, her pedantry and pomposity ;"], [18, "6 Logie Town. but this, again, was more her misfortune than her fault, granted that there was a wearingly oppressive side to her solemn self-importance and superiority which was almost more trying than Miss Brougham's tendency to \"nag.\" For Miss Brougham, when she was considerably overworked, was apt to become cantankerous. She was always touchy on the points of her age, her wig, and her family dignity — as the granddaughter of a lord provost of her native city, which was only second to that of Miss Murdie's, the descendant of Highland chiefs of renown, who might have been old Pictish kings, for what anybody knew to the contrary. But nobody could say that Miss Brougham, any more than Miss Murdie, did not mean well, and was not a thoroughly upright, industrious woman, which, after all, was saying a great deal. Miss Ann did not count for much beside Miss Murdie and Miss Brougham. She was a little deformed woman whose under-size and deformity had deprived her of the advantages belonging to Miss Murdie's commanding stature and imposing carriage. Possibly Miss Ann's mind was affected by her person —not that it was in the least distorted or \" thrawn,\" far from it. It was full of the milk of human kindness, but it was hopelessly insignificant and ordinary. She had been brought"], [19, "A New World. 7 up amidst the same surroundings, and received the same advantages as those by which her sister profited ; but somehow the boons in their consequences had not stuck to Miss Ann ■ they had slipped off her like an accidental adventitious robe which did not fit her, did not rightly belong to her, and in falling from her had left her just \" Miss Ann,\" a creature who in any rank or circumstances would have been sure to gravitate into \"a fine body,\" kindly regarded by all who were capable of kindly regard, much respected by none. But wdiether it pro ceeded from a lack of discrimination or from bad taste in Lizzie, she often turned to Miss Ann, wdio might have been descended from nobody in particular, and taught in a parish school alone, finding her unvarnished, unexacting, commonplace chat and small gossip a sensible relief after Miss Murdie's measured periods, and Miss Brougham's rasping humours and airy graces. Everybody, from Miss Murdie to the smallest child, knew Lizzie Lindesay, her entire history, which was both a gain and a loss. All were intelligently interested in her, which was certainly better than being idly curious about her as about a stranger; but the intelligent interest was the last straw calculated to destroy what vestige of privacy remained for her."], [20, "Logie Town. 8 This utter lack of privacy, with its corresponding lack of in dividuality in moral and intellectual training, was one of the broad distinctions between the Miss Murdies' \" Siminary \" and a modern school, and this was so even in the days of racy mother wit, not yet rubbed smooth and flat by culture. In the crowded little house in the Low Street of Logie, when everybody shared her room, not to say with one other person, but, as a rule, with three or four other persons, retire ment was out of the question. All the school was aware, not only that the auld Captain had died in the autumn, but, in addition, that Mrs. Lindesay, his widow, had not behaved quite so well as she might have done in going away from Logie even before the Martinmas term, thus throwing her step-daughter at once on her own resources. Three-fourths of the bigger girls were well acquainted with the fact that Miss Lindesay, as she had to be called in Miss Murdie's hearing, had been \" joked \" with Adam .Lauder. Some people said he had jilted her and she had got \" a dis appointment \" ■ some that she had drawn back when she saw that he was also paying attention to Hay Melville. Either way, the report was fascinating to schoolgirls, and it was creditable to its object in showing that Miss Lindesay had"], [21, "A New World. 9 admirers. \"Why should she not, with her pretty pink cheeks, her auburn turrets of curls, her pleasant words and obliging acts even when she was \" dowiest \" 1 The pity of it was that a disappointment in love, be it self-inflicted, does not tend to raise a young lady's spirits, particularly when her circum stances are altered and she has lost her father. It may even render her grave, staid, and old before her time. Lady Sprott might be right in her dogma that no man would go a-wooing to the starched teachers of a school ; that no \" lauds,\" however they might hanker after the helpless victims, would dream of approaching the younger gaolers who had to do with the bolts and bars and rigidly closed doors. But nowhere were forbidden love stories more relished, and the merits and demerits of prohibited \" lauds \" canvassed with greater ardour, than by the bevies of damsels breathing the thin and tolerably impoverished air of such a school as the Miss Murdies'. For there the fields of all but the most superficial slipshod knowdedge — offered as a mental pasture ground — were as barren as fields could well be. Lizzie felt as if she could not heave a sigh without ears — sharp and long in their very friendliness and proprietorship in her — hearing the indulgence, and drawing their inferences"], [22, "10 Logie Town. from it ; she could not steal away on Sabbath after the kirk was out to her father's grave; she could not meet Adam Lauder casually at the Cross and exchange the most matter of-fact greeting with him ; she could not get a note from Hay Melville, apologizing for not being able to find time to call on Lizzie at the Miss Murdies', without a youthful conclave, the more unhesitating because of their youthfulness, sitting on the incident and viewing it in every light. And each member of the conclave pursued her heroine with bright, searching eyes, and watched her as a cat watches a mouse, in that crammed, stuffy work-parlour, which was the general rallying ground of the establishment, where the tit-bits of gossip were nibbled under the very nose of Miss Murdie. Oh, how hotly Lizzie's cheeks often burned, facing that ordeal which was the result of being the last comer and the youngest teacher, the natural heroine of the school. It was a minor version of the plague of popularity, and the glare that surrounds a throne. All such trials would have been more endurable if Lizzie had not been heart and home-sick. But, as she told herself, she shared the home-sickness with the simplest, most uncouth importation from the country at that date. This was a"], [23, "A New World. 11 bashful being, as big as a ploughman and as shapeless as a sack of flour, who had grown up happily taking care of kye, sweeping floors, and making kale in the homely farmhouse of Sauchieden, till an inconsiderate uncle, who had made his fortune in Glasgow, left her father his heir. Then Chirsty Prendergast was sent into Logie to the Miss Murdies' to learn to spend the fortune becomingly In the mean time poor Chirsty was eating her heart out in exile, and in being \" hke to sent \" fifty times a day under the consciousness — which she was not too dull to entertain, though she was too good-natured to resent the knowledge — that she was, with reason, the butt of all the more thoughtless spirits at the Miss Murdies'. The authorities did their best to protect her, notwithstanding that Miss Murdie was apt to be oblivious in her severe pre-occupation, but poor Chirsty would have fared badly had it not been for Moshie and Miss Lindesay. Chirsty was like a cart-horse among the dancers, and must have been at the farthest end of the gamut from the Marquises and Baronnes who had been wont to tip-tap with their high heels over the polished floors of Versailles, but Moshie's courteous patience was endless. Lizzie made friends with the young woman on the ground of a common"], [24, "12 Logie Town. friend they had once possessed in Bonnie Jean. The two talked and cried over the tragedy of Jean's death, and how poor young Burn Foot still went hanging his head and pining for his \" lass,\" till Chirsty suddenly transferred her allegiance to Lizzie, and attached herself to her teacher with a dog-like humility and devotion."], [25, "A Friend in Adversity. 13 CHAPTER II. A FRIEND IN ADVERSITY. ADAM LAUDER's ARREST. Moshie was good to Lizzie ; she could not have imagined how good her father's hereditary foe might be till he bent before her black frock, grave face, and altered position, as Adam Lauder had walked by her side in silence for a few short minutes. But Moshie did not content himself with this mute homage to misfortune. He was full of delicate unassuming efforts to be of use to her. He would not suffer any blame to fall on her when the girls had failed to practise their steps. He guarded her from intrusion when she was the teacher on duty, with a piece of fancy-work in her hand, in the dancing-class. He used to usher her, with marked respect, to the one chair among the benches, install her there, and leave her where she had a brief period of respite, a breathing and thinking space to the subdued strains of"], [26, "Logie 'j. own. 14 Moshie's violin and the orderly balanced skipping and sliding of twenty or thirty pairs of feet. Lizzie, who was honest and simple at heart as the simplest little girl in the room, ceased to see anything ridiculous when Moshie pointed his toe in his neat pump, gave a bound still light and graceful, and brought his heels together with the instantaneous effect of a flash of lightning, or bent his knees with a slow and stately motion, and inclined his back in harmony while he inducted a row of girls into the mystery of a profound and sweeping curtsey. Such acts were all in the day's work, and Moshie performed them coolly and quietly without wincing or blushing, as he did any other duty. After the lesson Moshie used to come up and speak a few friendly words, with deference far more marked than in the old days when she was his pupil, or when she met him on rather more equal terms in Mrs. Mally Corstorphine's parlour. But in the middle of the deference and ceremony, Moshie's keen southern face lit up with southern eagerness of satisfaction, when in answrer to some cautious reference to the past and happily chosen reminiscence of their common friend, he won from Lizzie a faint reflection of her old lively appreciation of the humorous side of a question."], [27, "A Friend in Adversity. 15 The depth of winter had come with its \" dull season \" at the Miss Murdies' school as in more vulgar quarters, its cold dark days, its ice on the window-panes and ewers every morning, its crippling chilblains to be seen to every evening. Then it was that Lizzie owed to Moshie not only her share in the ingenious portable heating apparatus for those rooms in the house which were without a fire, without even a fireplace, but a gracious suggestion from Miss Murdie that she (Lizzie) might avail herself of a little spare time to take a few lessons in French. Moshie was willing to give them to her, without fee or reward, like his services as a judge of appeal in a linguistic court. It would be an advantage to Lizzie if she could even pick up so much of that most elegant tongue as to help Miss Brougham with the beginners. Lizzie twinkled away two tiny drops which gathered in the corners of her blue eyes as she thought , of her old ambition to learn French, and her father's objection to the unnecessary expense. But the conditions were different, and the auld Captain would have been the first man to authorize any advantage to his daughter in her career of teacher. Besides, Lizzie was still young, so that her ardour to improve herself and acquire what everybody else in her circle was"], [28, "16 Logie Town. pleased to possess, revived rapidly. She shook off the languor which had been weighing upon her, in spite of her efforts to do Miss Murdie credit. She turned with zest to a foreign alphabet, to lists of strange nouns and adjectives, with strange rules for their application, and to repeating by heart with incredible toil when the ear was the sole weapon she had to depend upon, her first fable on that \" Coq gratin,\" which scraped diligently during many a year for the benefit of a generation of invaders of a new kingdom of literature. Whether Moshie had a special talent, hidden under a bushel, for teaching his own language, he certainly taught it in an interesting and amusing manner to Lizzie. He took pains to make his lessons pleasant to Miss Lindesay, whom he would call \" Miss Leezie \" — a pronunciation of her Christian name not unlike its rendering in the ballad which has given a quaint, old-world charm to both name and surname. Lizzie had never been better entertained in her life than when he pointed out to her the many Scotch words which had their equivalents in French, and explained how their meaning had changed from that of the original in the course of time. Thus fache, vexed, had changed into \" fashed,\""], [29, "A Friend in Adversity. 17 bothered, and had farther lapsed into the commonest of idle Scotch protests, \"I canna be fashed\" (I cannot be roused out of my lazy apathy).* In like manner his tacher, to spot, was represented or misrepresented by her \" tashed \" (slightly worn and stripped of its first gloss), as she applied the word to her frocks and ribands. Moshie reminded Lizzie of the early alliances between the Scotch and French which had lasted, off and on, from the days of the Bruce and from the era of the battle of Chevy Chase down to Jacobite times. It was these alliances, with whatever extravagant and fantastic deductions he had drawn from them, in the extravagant and fantastic period of youth, that had been his earliest attraction to Scotland, and Logie. He had made himself master of every brauch of the subject. He caused Lizzie's eyes to sparkle with stories of families of Scotch descent through many generations from old soldiers of fortune, settled in what had been his part of France. He told how the old convents in his country had been the favourite schools for Scotch — especially Highland — maidens of rank and gentle birth, long after the days when Mary Stuart and her four noble \" Maries \" were reared in her * Elizabeth Hamilton's 'Cottagers of Glenburnie. ' VOL. III. C"], [30, "Logie Town. 18 mother's land. He described the comparatively recent traces of the banished Jacobites, still to be found in many more places than St. Germains-en-Laye. Why, the connection had been reckoned so strong, even in his day, that in the troubles of the revolution numerous refugees had come to Edinburgh. The poor Duchesse de Guiche, the Princess de Pohgnac's daughter, who had been almost like Madame Royale to Her Majesty the Queen, had died in Edinburgh. Lizzie had to close her eyes and give herself a little shake before she could remember with a start that her father had regarded Moshie as his natural enemy, and that the auld Captain had fought against the French in many a bloody battle. Yet he, too, had been chivalrous in his desire to spare his beaten foe, and Moshie was noble in his response to the chivalry. On a bleak afternoon in the beginning of the year, there was congregated in the Miss Murdies' low-roofed, ill-lit parlour, the usual youthful crowd full of suppressed energy and latent mischief. Some were crooking straight backs over work frames; others were blinding bright eyes over darning samplers or point stitches, or in picking up infinitesimally small glass beads on the finest of fine needles. After all the last operation"], [31, "A Friend in Adversity. 19 was less useless trouble than that to which a great schoolman had once put himself, when he calculated how many ethereal creatures could dance on just such a sharp steel point. Miss Murdie, Miss Ann, and Lizzie Lindesay were all present with their charges. Miss Brougham had hurried out before the four-o'clock tea, to get from Mr. Young's shop sundry skeins of silk, sampler worsted, and linen thread which were urgently wanted. There was a lull in the ordinary hum, a kind of solemn silence, for Miss Murdie had just produced a strong impression on the assembly by dealing, in quick succession, a strict measure of discipline to two delinquents. A girl, in venturing on what might otherwise have been considered a harmless remark to her next neighbour, had been heard to use the primitive phrase \" awfu' bonnie \" — of such antiquity is the application of the sublime superlative to ordinary things. Miss Murdie never relaxed into needlework, unless in the utmost privacy, but always sat with her mittened hands in her lap when they were not holding a book, generally of as large dimensions as it was of improving solidity — historical novels were only fit for the frivolous atmosphere of a ball- c 2"], [32, "20 Logie Town. room. At this moment she bent forward and fixed the offender with a stony glance from the great woman's slate-coloured eyes. \" Miss Hetty Carstairs,\" the speaker said. Everybody was miss to Miss Murdie, from her elderly sister, \" Miss Ann,\" to the youngest \" weest Missie \" — to the rest of the school world, of the aristocratic children, who sat about on footstools and worked the covers of other footstools, or played — the quietest of all the company — with what would now be re garded as priceless lilliputian sets of china cups and saucers, or with china dolls, which their small mistresses still called \" china babies.\" \" Miss Hetty Carstairs,\" repeated Miss Murdie, in her deep tones, \" what was that word I heard you utter so glibly 1\" \" I beg your pardon, mem, but I said ' bonnie,' \" answered the quaking Miss Hetty, with assumed innocence and manifest equivocation. \" Well, that is bad enough,\" said Miss Murdie dogmatically. \" ' Bonnie ' is a broad Scots word \" (Miss Murdie's pronunci ation was not immaculate) ; \" could you not have said ' beautiful,' or ' elegant ' ? But I heard you enunchiate another word, Miss Hetty Carstairs. I do not think I apprehended you wrongly. I can still trust my organs of hearing. You"], [33, "A Friend in Adversity. 21 were guilty of saying ' awfu,' or ' awful.' Do you know, madam, there is nothing awful but the ' Day of Judgement ' 1 To abuse the term is to commit profane swearing.\" At this terrible accusation, Miss Hetty Carstairs shrank in her shoes, and was so scandalized at the extent of her misdeed, that the farther punishment awarded to her, \" You'll be so good as to repeat a psaulm — no shorter than six verses — to Miss Ann, before you enter your class to-morrow morning ! \" appeared light in proportion to the enormity of the offence. 1 Miss Murdie, put on the alert, looked round for farther prey, and pounced on poor Chirsty Prendergast. \" Miss Chirsty Prendergast, are you aware that a collar is worn as an adorn ment to your person and a finish to your apparel 1 Is it your opinion that a silcd collar is an adornment ] \" Chirsty was speechless. Two such hits subdued the audience for two minutes. Before the minutes were flown, Miss Brougham hurried in, still in her hat and mantle — a proceeding which was in itself an infringement of school rules. In addition, Miss Brougham was gasping for breath and unable either to restrain or contain herself : \" Miss Murdie, what do you think I've seen 1 \" \" Be caulm, Miss Brougham, be caulm,\" Miss Murdie"], [34, "22 Logie Town. enjoined her subordinate warningly, while every needle was arrested and every eye turned on the speaker — even the children left off dandling their china babies. Then Miss Murdie ventured so far as to show a little natural curiosity — \" What have you seen, pray, to disturb your equanimity]\" \" I have seen Mr. Adam Lauder •\" Miss Brougham rushed to the denouement of her tale, but was stopped imperiously. \" Miss Brougham ! \" exclaimed Miss Murdie, positively holding up her hands. \"Are you altogether obleevious ? Have you forgotten to whom, and before whom, you're speaking \\ \" In the mean time all the emphasis possible was lent to Miss Brougham's words by an electrified roomful of girls, hanging breathless on her speech. They only intermitted their hawk-like observation of the speaker, to dart inquisitive side-glances at Lizzie Lindesay, who had grown red and white in an instant, and trembled so that she could hardly conceal her agitation. The fact was that the impropriety of mentioning a young man, and especially this young man, before the assembled scholars, was aggravated by a recent occurrence which had,"], [35, "A Friend in Adversity. 23 as Miss Murdie would have put it, \" disturbed the equanimity of the siminary,\" and caused considerable heartburning among the persons directly implicated in the affair. In spite of Miss Murdie's authoritative command that there should be no gossip, above all no whisper of the name of a young man heard in her parlour, the painful discovery had been made that there had been more than one lively under-toned discus sion of the private concerns of Mr. Adam Lauder, particularly in reference to sundry visits he had been observed to pay of late to Lady Sprott. The most awkward feature in the case was that Miss Ann, who dearly loved to hear the news of the town, was strongly suspected of having winked at the flagrant transgression which had been committed in her corner, in order to gather what crumbs of information she could secure to convey to her crony, Miss Stark. One consequence of this gross imprudence on Miss Ann's part was an open secret to the elder girls. She was, to the simple woman's affront and perturbation, in her sister's \" black books.\" Miss Murdie was keeping Miss Ann at a distance, and only speaking to her stiffly and dryly, as the stronger spirit sometimes saw occasion to do. In the face of this misadventure, Miss Brougham, the"], [36, "Logie Town. 24 elder teacher, in whom Miss Murdie put implicit trust, came \" neein' in \" with some foolish story about Mr. Adam Lauder, prepared to tell it right out before the girls ! \" I cannot help it, Miss Murdie,\" cried Miss Brougham, driven to desperation, and pushing the leech-like curls of her wig on one side by an impatient movement of her right hand. \" If you had seen what I saw, you would have come in and told it here.\" \" Oh ! speak out, Miss Brougham,\" implored the reckless Miss Ann, \" and do not keep us any longer on tenter hooks.\" Miss Murdie preserved a troubled silence. \" WeU, I saw the officers of justice leading off Mr. Adam Lauder to the jail, and the whole town is neither to hold nor bind,\" protested Miss Brougham, almost in an accent of triumph at so excellent a vindication of her impulsiveness. \" Good heavens ! \" cried Miss Murdie, forgetting her repro bation of the most distant approach to profane swearing. \" Eh ! \" murmured all tho girls, led by Miss Ann, in a simultaneous long-drawn sigh of delightfully sensational horror, which rendered them for the moment regardless of Miss Murdie's presence."], [37, "25 A Friend in Adversity. Lizzie Lindesay did not scream or saU ; she was too intent on listening. \" WThat has he done 1 \" Miss Murdie was sufficiently human to inquire. \" He's over head and ears in debt for one thing,\" Miss Brougham, not abusing her advantage, hastened to explain, \" and they say his uncle, the Emperor — I mean Mr. Simon Lauder — \" correcting herself scrupulously now that she was allowed to deliver her budget, \" is rolling the whole business on his nephew's shoulders. He disowns all connection with the mills, and pretends they were Mr. Adam's sole concern from the first. The elder man only acted as a friend and adviser. Therefore the young man has had to break and rank as a bankrupt, for it seems the Lauder Mills never pros pered. Then, about the fire. As far as I could gather — for, of course, ma'am, I could not tarry to make myself mistress of all the flying rumours — the insurance companies are making difficulties. Folk maintain that everything — I do not know what — is not right there.\" \" Enough, Miss Brougham,\" interposed Miss Murdie, recovering her presence of mind, and speaking with her usual dignity. \" You have some excuse for being disordered and"], [38, "26 Logie Town. forgetting times and seasons when the whole of Logie is on the qui vive as you describe it, and you've just quitted the painful scene. At the same time, though the young man had dropped down dead it is no matter of ours. Young ladies, will 3*011 resume your tasks ! \" \" Ob, Miss Murdie,\" murmured Miss Ann."], [39, "A Friend in Jail. 27 CHAPTER III. A FRIEND IN JAIL. Such a cage for such a bird ! Lizzie could see and hear him even now, coming in hght of heart and hght of foot, in the bravery of his yellow buck-skins and green hunting-coat, with Lark and Heather bounding at his heels, humming jovially, in his manly voice : ' Tley, Maggie ; ho, Maggie ; Hey, Maggie Lauder ; She met a piper gaun to Fife Who specred her what they ca'd her.\" And he was lying in Logie jail, shut up from his horses and dogs, and from the green fields — he who was so fond of an open-air life ; shut out from his cronies — he who was of so social a nature— a hero yesterday, a beaten man to-day. And what if the darker hint were confirmed, if the suspicion grew and took definite shape that all was not right about the fire 1"], [40, "28 Logie Town. People were frightened to speak, but it was hardly possible that among the crowd watching the burning of Lauder Mills, though the attention of the masses was distracted for the moment, all other eyes, save Lizzie's, had failed to see the strange fuel flung to feed the flames, and what hand had flung it. Was it that of the man who had appeared only the instant before working his hardest to put out the fire 1 Was it that of the Emperor, who, unobserved and unsuspected, might have been lurking about in the near neighbourhood, and gone straight home in time to receive the news as if it were news to him. Was the offender some person unknown 1 More than that, might not somebody discover somehow that Lizzie had been among the few who had seen, with an appalled sense of what it signified, the black bannock hurled from the frameless window of the meal-mill 1 Could it ever come about that she would be called on to go into a public court and give evidence against Adam 1 All Logie had not Lizzie's ground of distress and terror; and the older and wiser heads understood much better than the girl did, the distinctions even iii a jail, especially the difference between the position of a man incarcerated for debt, however culpable he might have boen in his way, and"], [41, "A Friend in Jail. 29 that of a man accused of crime. In spite of this and of the analogous fact that the more enlightened body of the public began by putting httle weight on the darker shade cast on Adam Lauder's character, Miss Brougham had not exagger ated the effect which his arrest had produced. It was not that the debtors' quarters were rarely occupied, why, they were seldom empty. Even Lizzie had known by name and reputation various unfortunate men of the better classes whose shabby exteriors, getting always shabbier and more disreputable-looking, were occasionally visible behind the two or three grated windows of the rooms set apart for their use during periods of months, nay years. But Adam Lauder had represented the golden youth of the place. No doubt he had been rapidly losing caste since the destruction of his mills. He had fallen on evil days and evil ways, until his very looks were undergoing a deteri oration. His handsome, bluff manliness was growing coarse and swaggering, with touches, here of brazen defiance, there of wheedling deceit. Yet there continued enough of the old, gallant, glorious bearing in Adam to render the shock of his downfall as striking as it was unwelcome to partial witnesses. \" I would rather be whuppet than have that poor ruined"], [42, "30 Logie Town. laddie— for he'll do no good now — brought up before me,\" the tender-hearted Shirra was heard to declare. There was another person who had once all but owned to a nearer interest in Adam, who took the climax of his defeat in her own peculiar fashion. Hay Melville sent in a message to the Miss Murdies' school parlour to ask Mirs Lindesay to speak with her for a minute ; and Miss Melville, of Balmayne, was too much of a personage in Logie for her messages not to carry law with them, even within Miss Murdie's precincts."], [43, "News from Outside. 31 CHAPTER IV. NEWS FROM OUTSIDE. It was getting dark on a rainy afternoon. The worn \" bass,\" or straw-mat, for wiping the numerous feet that crossed the Miss Murdies' threshold, which lay just inside the front door standing half open, and revealing the passengers coming and going in the street without, was hardly a place for confidential conversation, but Hay would not come further. Yet in spite of her furred pelisse, cap, and muff, she looked twice as smaU and white as before. In fact she was bluer with cold than Lizzie Lindesay appeared, though she was in her house dress — her black merino frock and black silk apron, with her uncovered head, as she had come out to hear what her visitor had to say. It was not much. \" Do you know, we are going over to Edinburgh for a week or two, Lizzie, and I could not"], [44, "Logie Town. 32 leave without letting you know, and saying good-bye to you.\" \" That was kind of you,\" said Lizzie, with a little effort. \" I hope you will enjoy yourself.\" \" Yes, we are going,\" repeated Hay, half mechanically, \" and we may not be back till March, if we do not stay all the time we are away in George Street. My mother thinks she would like to pay a visit to Amulree, in Perth shire, where some neighbours of ours are meaning to spend the first part of the spring. Mr. Oliphant has taken Steenie across to Edinburgh for a consultation, and\" the doctors have recommended Amulree for fine air, goat's milk, and a refuge from the east winds. It is very early in the year, but he needs a change.\" \" Is he worse, then 1 \" inquired Lizzie, more sympathetic- ally. \" No, I should not say worse in his bodily health, but he has never recovered that fearsome night. Oh ! Lizzie, what things have happened — of course you've heard what befell yesterday 1 \" The question was put in a low tone, with an irrepressible tremulousness from cold or from some other cause in the"], [45, "News feom Outside. 33 voice. Then Hay pulled herself together and spoke with determination, without waiting for an answer to the question. \" I could not stand it here. At the same time I'm thankful for a great deliverance. I wonder how Lady Sprott feels 1 \" The last words were said with high disdain. \" A worthy successor in a man's favour ! Lizzie, you and I should feel greatly flattered to have come before my lady. But good-bye ; I'll not keep you longer standing out in the cold.\" The two had shaken hands, when Hay turned back with her old saucy laugh, though it might be a little forced. \" Do you know another thing that has come to pass 1 Stenhouse is going to be married to a lassie young enough to be his granddaughter. You mind poor Laverocklaw was found dead in his bed at the end of harvest, and Stenhouse has been like a fish out of the water without his twin — not that they really were twins — all the autumn and winter. But the true reason of his marriage is the lack of his after-dinner nap. It seems he took a nap in his chair every afternoon, and Laverocklaw used to take a similar nap, nodding in the chair opposite his brother. But Stenhouse could not fall asleep until Laverocklaw leant across and tickled his ear, as VOL. III. D"], [46, "Logie Town. 34 the fairies did Bottom the weaver's when the fool was trans formed into a cuddie-ass. The bereft man has been robbed of his daily sleep and of his brother into the bargain, and he's like a bairn that has missed its hour in the cradle, so he's taking the lassie, a poor relation, to supply his need. You may think he could have hired a servant to play the part of tickler, just as servants fan you in the East. But Stenhouse has not been accustomed to Eastern tricks, and he considers servants should do harder work ; he reserves this gentle service for his nearest kindred. Good-bye again, Lizzie.\" The announcement of a deliverance for herself, an indig nant measuring of her claims with those of Lady Sprott, a laughable story about a third person — that was Hay Mel ville's \"moan\" for Adam Lauder locked in the Logie jail; at least it was all she permitted to be heard. Though the Emperor had played his nephew false with a deliberate, heartless falseness, all Adam's family did not forsake him. The first half-holiday after his arrest, when Lizzie went to the manse to take tea with the minister and his wife, she found they had visitors in the shape of the Rev. James Lauder and one of his daughters from the"], [47, "News from Outside. 35 Berwickshire manse, to whom the Ochiltrees' hospitality had not failed in the Lauders' day of trouble. Lizzie had not before seen Adam's father, a shy, careworn man, at all times of a very different type from his son and his brother. But she had met Janet Lauder when she had visited her brother at Lauder Mills to enjoy the advantages of whatever gaiety was taking place in the neighbourhood. Janet was a clumsy, homely-faced girl, simple, and rather stupid. Adam had been in natural attractiveness the flower of the flock to which he belonged ; he had also been their idol, which perhaps accounted for some of his weaknesses and excused them. At least his worshippers remained faith ful to him. His sister Janet displayed her condition of mind most plainly. If she had a somewhat dull intellect and unreasoning temper, there was no doubt that she had warm family affections. She was in a state of the deepest distress at the reverses which had overtaken her brother, and she had neither the pride, the delicacy, nor the art to conceal her emotion, and to ignore wdiat circumstance had brought her and her father to Logie, as the elderly man made a shift to do. In the earlier stage of the girls' acquaintance, Janet, in D 2"], [48, "36 Logie Town. spite of her simplicity, had shown herself inclined to be jealous of Lizzie as a flame of Adam's who might take the first place with him, and supersede his mother and sisters in his careless regard. Now, poor Janet, in her old-fashioned, turned and made-up travelling suit, with her honest, blowsy face rendered still blowsier by the amount of crying in which she had been indulging, flung herself upon Lizzie's friendship in the most barefaced manner, and clung to it as to a stay in the Lauders' strait. As for Mrs. Ochiltree, she was only too glad to share the exorbitant demands Janet made on her hostess's time and attention. \" Oh, Miss Lizzie, I'm sure you're sorry for him and us,': broke out Janet, the moment she could draw Lizzie aside. \" I'm very sorry,\" said Lizzie, sincerely. \" And you do not believe any ill of poor Adam beyond what was so pardonable ; just that he was thoughtless and carried away by being made his own master, and put in what appeared a fine position before he had served for it. That was the great mistake, my father says.\" \" I know I would not willingly believe any ill of Mr. Adam,\" murmured Lizzie, with a certain evasion which she was thankful to Janet Lauder for not taking up."], [49, "News from Outside. 37 As a matter of fact, Janet was too full of her trouble, and too eager to tell her story to catch at an ambiguous phrase in return, even if she had possessed the wit to analyze it. \" Yet, if you will beheve me, Uncle Simon, who has behaved so badly to Adam, was at the bottom of it all. It was he who had my brother bred to the paper-making busi ness and put into the mills to serve Uncle Simon's purpose. For he has turned upon Adam — Uncle Simon has, and got rid of all the responsibility on his own account by hanging a miU-stone of debt round a young man's neck, till he is forced to break and be laid in jail as a bankrupt. There was a fine start in life to pretend to give to his nephew and heir ! But between you and me, Miss Lizzie, I don't believe Uncle Simon will leave a farthing for them that come after him to heir. He will spend it all on his grand schemes, and what he wishes people to think his successful ventures — only you'll see they'll last his day, he'll never suffer for them or come to want in his own person. Did you ever hear such a shame, Miss Lizzie?\" cried Janet, fairly exhausted with echoing other people's opinions and censures. Lizzie said it was very hard, and refrained from insinuating that Adam at the best must have lent himself to his uncle's"], [50, "Logie Town. 38 machinations, that without the young man's consent he could not thus have been made a tool. \" You may guess what a state we were in when we heard that our Adam was in the jail,\" Janet Lauder resumed her lamentation. \" We suspected — at least my father and mother suspected, for they did not say anything to us lassies — that something was amiss when there was no further word of the rebuilding of the mills, but we had not a notion that matters were desperate, or that Uncle Simon would behave as he has done. My mother took to her bed and has not been out of it since. My father says he is ashamed to show his face in the parish — a minister with his son in the jail ! though it is for no worse offence than debt, and a great deal may be forgiven at Adam's age. My father had to come here to try what could be done, since Uncle Simon refused to see him the night we stopped in Edinburgh ; and my mother sent me to tie my father's neckcloth, and keep up his heart, and to find out what comforts could be got for poor Adam, till he is granted a discharge from his creditors. Oh ! Miss Lizzie, did we ever think it would come to this 1 It is not like the bonnie braw house at the mills, and the easy down sitting.\""], [51, "News from Outside. 39 Lizzie pitied Janet, who had not a look or a word to spare for her companion's black frock and her changed world. The new-comer only remarked in passing, as it were : \" Oh ! and so you've lost your father, the Captain, and gone into a school. Edie wrote something about it at the time. He was not a great letter- writer, few young men are ; he was better engaged. And now to think of him in a debtor's prison for who can tell how long, since the insurance companies are making themselves very tiresome, and the creditors have taken it into their heads they've been misled. They are all angry and vowing vengeance, and they are in the mind to deal with our Adam as the scapegoat. Oh ! Miss Lizzie, what do you think we should do 1 \" Janet was not cognizant of any trial save her own. That nature is a rare one which can shed sympathy from the depth of its sorrow as well as from the height of its joy. It was Mrs. Ochiltree who suggested that the girls should \"•o out together. A little walk before tea would do them good. The Lauders were to leave the next day ; in the mean time, Janet had to make some purchases in the shops, to which Mrs. Ochiltree could not accompany her. It naturally occurred to the invalid, without giving much"], [52, "Logie Town. 40 consideration to the subject, that Lizzie Lindesay, who was a former acquaintance of the Lauders, would not object to take the matron's place, and so lend poor Janet the benefit of a young friend's companionship and countenance. Lizzie did not dream of objecting. She had even a pensive satisfaction in advising her companion where she would find the best shops for the errands she was bent on. There she would get the cherry-brandy to mix with Adam's gruel if he had a cold. Here she could procure the pickled oysters and Stilton cheese which he had affected in his own house, setting the greater store on the luxuries because they seldom appeared on the frugal table in the Berwickshire manse. Yonder Janet might select a sandbag for his door where he complained of a draught. She ought to go to Mr. Young's for the plaid to spread over his counterpane and to serve as an additional overcoat when the spring east winds were severe. \" The jailer's wife has promised to take care of his provisions and look after him,\" said Janet, anxiously. \" He says she is a fair cook and is decently tidy ; but one cannot look for dainties in a jail,\" she went on, shaking her head, while sho spoke with desperate matter-of-factness. \" My mother will be so vexed if I fail in anything I can think of, when I'm"], [53, "News from Outside. 41 here, to make poor Adam's lot less hard for the next three months. They say we cannot look for a discharge at the best under three months, and it may be six or more — and Adam was always used to so much riding and running about in pursuit of his sports. Isn't it cruel, Miss Lizzie, with Uncle Simon going at large, and as big a man as ever ] \" At last Janet's shopping was ended. Then she suddenly proposed that Lizzie should go with her to the jail, that Janet might ask to see her brother again. She had only seen him once in company with their father, before whom he could not be expected to speak freely, and tho father and daughter were leaving too early next morning to admit of another visit then. \" Oh, Miss Lizzie, you might come,\" implored Janet, without the least scruple. \" My father might not be pleased if I went back alone, but if you were with me he would not find fault. I would not keep you five minutes, for we must not let Mrs. Ochiltree's tea stand.\" \" It is not for keeping me or the tea,\" stammered Lizzie, in awkwardness and pain at having to give a refusal. \" But do you not think that Mr. Adam would not like me to see him there? Do you not think \" Janet eagerly interrupted her. \" Adam ! Oh, no. I'm"], [54, "Logie Town. 42 sure he would be very glad and grateful. He asked me if we had seen any of his acquaintances. He did not particu larize you — he might mind that the school would be in. Oh, no, I'm sure he would not have the least objection — quite the contrary.\" \" I'm afraid it would not do,\" said Lizzie, with still greater embarrassment, for it would be difficult to convey to Janet that though Adam might have no objection, she, Lizzie, had sound reasons, which the world would endorse, for declining to pay the visit. \" Oh, very well, Miss Lindesay,\" said Janet, not only deeply hurt, but bitterly offended ; and she could not restrain her anger any more than her sorrow. \" Of course not, if you do not wish it. I would not take anybody against her will to cheer my poor brother by showing him she was vexed for his misfortune. I did not think the last time I was at Logie that I should have to prig for your company or anybody else's, on such an errand. I know now on whom I may rely, and who are fair-weather friends only. If it had just been for myself,\" went on Janet, melting into tears once more, though the couple were already attracting considerable atten tion as they walked along the street, \" I should not have"], [55, "News from Outside. 43 minded. But it would have been such a comfort at home, to my poor mother, and the rest, if I could have said that I had seen our Adam again and told him what I had been doing for him, in case the jailer's wife — I am sure I forget her name, my head is all in a swim — should play tricks with his goods. I might have found out, too, whether bis good spirits were not a mere pretence to impose upon my father.\""], [56, "Logie Town. 44 CHAPTER V. BEHIND IRON BARS. Lizzie's soft heart gave way ; she could not stand the mingled reproaches and pleadings any longer. \" Very well, Miss Lauder, I'll go with you if that is the only way for you to pay another visit to your brother,\" she said, reluctantly. \" That is right. Thank you, Miss Lizzie.\" Janet clutched her advantage. At the same time she could not help adding : \" But why did you not say ' yes' sooner? We've been losing our time.\" In spite of their good points, there is little generosity or gratitude to be expected from the Janet Lauders of society. They are too narrow-minded and one-ideaed to see clearly. They are bent on gaining their ends, at whatever cost to others. Yet the seekers do not care to find themselves laid"], [57, "Behind Iron Bars. 45 under a greater obligation than they can easily acknowledge. When their object is attained they are apt to turn round, and in their own minds lighten the debt by attributing selfish motives to the very persons who have rashly granted their petitions. \" I always knew Lizzie Lindesay had a fancy for Edie,\" Janet Lauder was telling herself. \" If she showed him the cold shoulder now she would know she had lost every chance of him when he was on his feet again.\" Under this unsuspected accusation of time-serving, Lizzie walked with Janet Lauder as fast as their feet could carry them up the High-gate to the jail. If the ordeal was to be gone through, the sooner it was surmounted the better. Neither of the girls was so familiar with the jail as to make her willing to linger on the threshold, or to be capable of doing anything save hang her head when the visitors craved admittance to a prisoner. Lizzie especially had never been within iron bars, though she had lived within sight of them for the greater part of her life. Logie jail had always ap peared to her like the Castle of Giant Despair — no one would willingly enter it except on a mission of mercy, and such jail visiting was less common seventy years ago than now. On"], [58, "46 Logie Town. any other errand every respectable man — above all, every respectable woman — shunned a common prison as he or she would shun a pestilence. Whether the present mission was one of mercy or of folly, Lizzie could hardly satisfy herself ; she only knew that she could not bear to fail Janet Lauder at a sharp pinch. The formalities of visiting at old Logie jail were wonder fully few and simple, even where a criminal was concerned. Of course there were but the slightest obstacles to visits to debtors, with the exception of such trifles as bolts and locks and a reasonable attention to hours — and even the last might be slighted for a consideration. The two girls found ready enough entrance to their unusual destination, though the hearts of both recoiled as the huge key turned in the lock, the great nail-studded door was opened with a jarring creak by a warder, and the inhabitants of the free outer world had to step carefully across a permanent barrier, and submit to have the door locked behind them before they proceeded farther. But everything else was marked by the well-nigh obsequious civility which reckons that it will be well paid for, notwithstanding that it is un derstood to be an impecunious man who discharges the debt."], [59, "Behind Iron Ears. 47 The jailer's wife, whom Lizzie knew by sight and reputa tion, was in instant attendance ; and if there was a lurking smile about the corners of her mouth at the idea of Mr. Lauder's sweetheart coming out of the Miss Murdies' school, of all places, to see him, the matron could command hor countenance in consideration of the genteel company she had to deal with. She was prepared to conduct the young ladies with the utmost politeness into the presence of the young gentleman. In truth, though the lobbies and stairs were not distinguished by the white-washed cleanness of modern jails, this part of the building, and especially Adam's private quarters — his sitting-room and bed-room — were hardly worse than they would have been found in an ordinary country inn, or in any save the best lodgings in Logie. Lizzie opened her eyes, and felt as if she had been decoyed there under false pretences, when she got her first glimpse of ihe blazing fire, and an armchair drawn up before it, in which Adam sat lolling and snoozing. A newspaper was dropping from his knee, a red tea-tray, furnished with all the materials for a comfortable meal, stood ready on the table at his elbow. He had even got a cat instead of Lark, winking and rubbing"], [60, "Logie Town. 48 its hairy coat against his legs. Why should it have been thought that a debtor, notably a debtor who had been in a good position, and might be supposed to have many influential friends still, was to be allowed to perish with cold, or starve with hunger, or want the jail cat if he cared for its company? Only the picture was very unlike the popular notion of a jail — the compulsory den of miserable men and women who had committed crimes of every shade and degree. The con- trast startled Lizzie. The first impression she received was not of keen commiseration and reflected shame for hardship and disgrace. On the contrary, she had a lively and rather provoked sense that Mr. Adam Lauder was making himself as comfortable as circumstances would permit, and that she and Janet might have spared themselves the trouble of their visit. But appearances are deceitful, and unquestionably it cost the prisoner a pang for Lizzie Lindesay to see him where he was. His colour rose to a deep red, and his manner was confused when he recognized Janet's companion, and said that he was proud to see her. It was extraordinarily kind and friendly of her to come with his sister, \" for you see, Miss Lizzie,\" he added, with manifest bravado, \" I'm at the"], [61, "Behind Iron Bars. 49 end of my tether, tied by the leg, and down on my luck at last.\" However, lie soon recovered himself, and rattled on with his usual fluency, asking the news, as if he did not hear them every day from Mrs. Kennedy, the jailer's wife, if from nobody else, laughing loudly, and cracking not the most refined jokes over Stenhouse's marriage. He pressed the girls to stay and take tea with him. \" It will be something to say you have taken tea in a jail — you may never have the same opportunity again,\" he had the coolness to remind them, with a roguish suggestive ness that was the next thing to putting his tongue in his cheek. He scolded Janet for catering on his behalf. To hear poor Adam talk, a jail was the chosen abode of all the luxuries under the sun. \" Bless you ! I'm faring like a prince,\" he maintained. \" Not only is Mrs. Kennedy a jewel of a landlady, but you ladies' hearts are so tender that I'm overloaded with presents.\" He threw open his cupboard door, and pointed first to one jar and then to another. \" The Shirra's lady sent me this little kit of the best butter with her compliments. The VOL. HI. E"], [62, "50 Logie Town. doctor's cousin wishes to know how I keep my health, and begs to offer me a supply of preserves. Mrs. Lyon's servant has just handed in a basket full of new-laid eggs. My shelves are running over like the man's in the paraphrase. Mrs. Kennedy does not know where to bestow my firkins of herrings, pigs' cheeks and black and white puddings. I'll be fed up, if I do not take care, till I'll not be fit to run a race when I get out. Oh ! you do not know what you are refusing, you and Janet, Miss Lizzie, when you will not stay and have tea with me.\" There was something of the gay, gallant nature of the man in thus making the best of things and declining to be worsted ; but it was also plain that he was capable of enjoy ing being the cock of the walk even in jail, and relishing the pity of the impulsive woman-kind of Logie, which was lavished as much upon his downfall as on his manly merits. There were other signs of the real man beneath what had been the brave exterior, which grated upon Lizzie's percep tions. Without any encouragement, where she was concerned, he abused the Emperor, as roundly as Janet had attacked him. Adam was as noisy and vindictive as if he had never owed his uncle a favour, or never paid regard to his proposals."], [63, "Behind Iron Bars. 51 When the young man referred to the substituting of the nephew's name for the uncle's, with the consequent shifting of the responsibility ■ above all, when he touched on the fire, he betrayed a clumsy cunning under his candour. \"How was I to refuse to be infest in the mills when I was in the auld scoundrel's power, and when he went about it in a style that would have cheated auld Nick himself? I'm sure nobody could say that I did not work like a horse, to put out the burning, that night at the mills,\" he said, with a sharp, side-long glance at Lizzie. \" When was I off the premises ? How could there be anything underhand when all Logie was looking on ? You were there, Miss Lizzie, you can bear me witness. If it had not been for me, lives might have been lost, but I took good care it was only my own life I put in peril.\" \" Surely you would not have risked other lives,\" said Lizzie, in a low, piteous tone, feeling as if her tongue were cleaving to the roof of her mouth, while Adam blenched ever so little and stared with a strange questioning expression at his visitor. \"What is the use of speaking in that way, Adam?\" interrupted his unsuspecting sister, impatiently. \" Everybody E 2"], [64, "52 Logie Town. knows you exerted yourself to the utmost of your power, and beyond it. Even the Edinburgh newspapers took notice how you distinguished yourself. At home we were so uplifted by the praise you received as almost to forget our regret for the loss of the mills. And now all the gratitude you get is the dishonest invention of the insurance companies, trumping up a story of the fire's not being a fair fire, to save themselves from paying the damage. Who would believe anything so ridiculous ? \" \"Well, it is for them to prove their vile insinuation,\" said Adam, shortly, and, as it sounded, a little sullenly, turning away his head. As a change of subject, Adam Lauder said suddenly a moment afterwards: \"Your friend, Miss Melville, and the rest of the Balmayne family have gone away from home, I believe ? \" His face darkened when he said it. Lizzie acquiesced. The cloud on Adam's face grew darker, but still he went no further on the topic he had started , though he talked loudly on other subjects, and by the time the girls went away he was as boisterous as he had been before. He bade Lizzie come back soon and see him again."], [65, "Behind Iron Bars. 53 What was he thinking of ? What did he take her for ? \" I only came to keep your sister company, Mr. Adam,\" said Lizzie, quickly and gravely. Even thick-headed Janet had to attempt an apology for her brother, after the girls had parted from him at the door of his room. \" You must make allowance for him, Miss Lizzie, shut up there and losing his head at the sight of a familiar face. Poor Edie ! who was always so full of spirit and dash, and so much thought of — that we were all so proud of.\" The half-squalid corridors and stairs were re-traversed, the heavy door unclosed and closed again with a bang, the key turned in the lock, and the visitors were standing in the street with heavy hearts. If Janet's was the sorer, Lizzie's was the sicker. Lizzie had to pay a double penalty for the rashness of her unpremeditated call on a debtor under arrest. To begin with, she could not bring herself to mention the circumstance to Miss Murdie, though the offender had an uneasy feeling that tlie argus eyes of the school must have been on her all the time, and that her silence would in itself testify against her. But the first challenge she received was not from Miss Murdie."], [66, "54 Logie Town. Lizzie had been sent with a message to Lady Sprott, about Miss Sprott, who though under the tuition of Mr. Eben Brunton, for other branches, could not learn dancing from a man without an ear, and with two left legs ; she had therefore to come to the Miss Murdies' and be in Moshie's class in the school. Lizzie found bedlam reigning in Lady Sprott's dining-room, which was also the children's schoolroom, under the mild \" gleed \" eyes of Mr. Eben, in his shabby dominie's black, and the sterner orbs of Mrs. Pollock. The latter was handicapped by a struggle to appease Sir Dauvit raging in her arms. Even the small baronet in his fine clothes had contrived to render himself so dirty and unfit to be seen that his aggrieved keeper might have been excused for adopting the adroit policy of a ready-witted mother in a similar plight. This lady's youngest offspring was engaging himself to his heart's content among her cook's pots and pans, when rich relations from a distance, unfamiliar with the children of the family, called on the heads of the house and affably asked to see \"the baby.\" The intrepid mother hurried out, inter cepted the first servant she came across, and charged her — \" Lassie, gang ower the street and borrow the baker's bairn ; t's aye clean and weel-behaved.\""], [67, "Behind Iron Bars. 55 Sir Dauvit's sisters, led by Miss Sprott, were executing a war-dance round the centre table, and launching in all directions everything they could lay hold of in the shape of books, copies, a ruler, the top of an inkstand — the inky receptacle itself had only been saved from their clutches in time — somebody's reel and thimble. \"She's no' a bairn,\" cried the sorely-tried Mrs. Pollock, referring to the ringleader, Eachie ; \" she's an evil speerit.\" Lady Sprott was trotting about perfectly unmoved. It was not Lizzie's entrance merely which cast a shade over her ladyship's self-satisfied full moon of a face. It was not that Lady Sprott was \" black affronted \" by the spectacle the room presented, or for that matter that she recognized it as anything either undesirable or uncommon. It was that she had a crow to pluck with Lizzie Lindesay, whose school business Lady Sprott despatched as quickly as possible. Then she came down on the unfortunate young lady, hardly waiting to take her aside for the purpose. \" So, Lizzie, you've been to see Mr. Adam Lauder, I hear. I wonder at you. It is a thing that I, a married woman,"], [68, "56 Logie Town. na' a bauronet's weedy, would not have taken it upon me to do, though he came to see me, of late, often enough — oftener than he was wanted, I'm sure,\" and her ladyship made a shift to toss her head, a motion which her short neck rendered very ineffective. \" A young man in the jile — a dyvour wi' a waur chairge like to be brocht against him, I hear tell.\" Lady Sprott summed up her objections with increasing severity. \"Young leddy, you werena' blate, and it's no even as gin he were ony concern of yours,\" — -she resumed the attack with renewed vigour, after stopping to take breath ; \"the whale town kens he lichtlied you for Hay Melville, who w*ould not look the earth he's in now — no, though it was the jile instead of the Lauder Mills that were burning and a wag o' her finger could save him. Lizzie Lindesay, I'm mair than astonished, I'm downricht horrified at sic practices.\" Lizzie had stood dumbfounded. She was so taken aback with sheer amazement that she could not stop her accuser till indignation, which was not without its compensating sense of the comicality of the situation, restored her presence of mind. \" I cannot tell what I have done, Lady Sprott, to warrant"], [69, "Behind Iron Bars. 57 this speech in your own house, of all places,\" said Lizzie, preparing to walk out of it and shake the dust from her skirts. \" I do not know what makes you think you are my judge,\" continued the girl, in a voice shaking with justifiable anger. But Lady Sprott hastened to stop her. Already her ladyship's pliable, weak nature was cowed, as such natures always are by a firm, wrathful front presented to them. It did not matter even that she was the dead Sir Dauvit's widow, and the living Sir Dauvit's mother, and Lizzie was no longer so much the auld Captain's daughter as a teacher at the Miss Murdies', if the girl rose tall like that, and looked at the aggressor with those flashing eyes, and addressed her in those vibrating tones. Lady Sprott might not like Lizzie the better for her self-defence. In fact, her ladyship, in the middle of her good-nature, might bear a secret grudge against the culprit from that day forth, as the vacillating and treacherous will resent, hke a wrong done to themselves, steadfastness and fidelity on the part of their neighbours. But Lady Sprott gave way in an instant, and it was almost with a whimper that she remonstrated, \" Eh ! Lizzie, you shouldna be so hachty. It was only an auld friend seeking"], [70, "Logie Town. 58 to give you gude advice. You are an orphan lass on your ain coat-tails.\" * \" Spare me from your good advice, then, in future, Lady Sprott,\" said Lizzie bitterly, \" or else I cannot promise that you and I will continue friends.\" * Independent of others, equivalent to the slang phrase, \"On your own hook.\" The word \" coat \" or \"coats \" was used in Scotland for a woman's skirt as well as for a man's coat. In a similar manner the word \"tails\" was employed indiscriminately for the termination either of a woman's skirt or of a man's coat."], [71, "Miss Murdie lays down the Law. 59 CHAPTEE VI. MISS MURDIE LAYS DOWN THE LAW. Such is the inconsistency of human nature, that before many weeks were over, Lady Sprott, as Lizzie heard, was gracing a tea-and-supper-party held in Mr. Adam Lauder's sitting-room in the jail, for the purpose of keeping up the occupant's spirits. But then her ladyship did not even have Mr. Lyon down upon her, for she was supported by several of the principal matrons in Logie, headed by the Shirra's lady, who was about as soft-hearted as her husband. A few hours after Lizzie's first passage at arms, or \" fly tin,\" in Lady Sprott's vernacular, Miss Murdie's junior teacher was summoned to speak to her principal in that lady's \" study,\" which was also her bedroom and Miss Ann's. The element of study was supplied by a small locked bookcase filled with a few worn classics, which neither of the sisters"], [72, "Logie Town. 60 could read, that had been the property of their father in his college days. The Latin and Greek might be doubly shut up, still their very aroma lent a power to that room. Miss Murdie was sitting as usual with her hands in her lap. Her turban and spectacles looked more judicial than ever. Lizzie was familiar with Mrs. Mally's hair-cap and her hawk's eye, but the girl had always had a friend in court where the former mistress of the Crown Inn was concerned. Lizzie had bearded Lady Sprott after her outrageous attack, but the culprit felt her knees shake and her eyelids flicker in the presence of the schoolmistress, against whom the young teacher was sensible she had transgressed. \"What's this I hear, Miss Lindesay?\" demanded Miss Murdie in her deepest, most solemn, most awful voice, and then she proceeded to reckon up the items, much as Lady Sprott had reckoned them. \" You're a young leddy, a school teacher, yet you've been to visit a man\" — pause — \" a young man \" — another pause — \" in a jile ! \" verily Miss Murdie was mistress of the figure of speech known as climax. \" Oh, Miss Murdie, I'm very sorry,\" cried Lizzie, the full extent of her performance being thus brought home to her. \" But it was in tho town here, where everybody knows him"], [73, "Miss Murdie lays down the Law. 61 and me ; and I went with his sister, who was in great distress, and entreated me to bear her company.\" \" Miss Lindesay, the absence of the power of refusing improper requests has been the ruination of many an other wise respectable character. The want of such a desirable — I may say indispensable — outcome of self-respect in a female is particularly to be deplored. Neither am I aware that your error is in any way lessened by the fact that it was com mitted in this town, of which your late father, Captain Mickle Lindesay, was an esteemed inhabitant, and where his lady was ever regarded as a pattern of conjugal virtue.\" Lizzie's eyes were brimming over. \" Oh ! ma'am, I wish my father were here,\" she cried ; \" I dare say he would be angry with me. I see I've done wrong ■ but he would not refuse to take into consideration how I was tried ; he would not decline to forgive me.\" Miss Murdie was not stone, she was touched — but such a daring, unheard-of breach of social rules was not to be over looked in a moment. \" In my youth,\" she said, very stiffly, \" such liberties were never heard of. No carefully brought up, delicate-minded female would have dreamed of going"], [74, "Logie Town. 62 either with or without a man's sister, to so much as his private lodgings.\" \" But I would not have gone to a man's lodgings,\" Lizzie was driven in her desperation and mortification to interrupt Miss Murdie ; \" it was just because it was the jail. Oh, do you not see, ma'am? His sister was in trouble; I had known him in happier circumstances. He came to my father's house,\" urged Lizzie, in broken sentences. \"And pray, what is that to the purpose?\" asked Miss Murdie, still in the most magisterial mood. \" Your father's house is one place, and the jile is another, and you ought to have recollected that you were no longer in your father's house, with his honourable name and position to fall back upon. You ought to have considered the credit of my siminary and what were likely to be the feelings of the young leddies' parents before you gave occasion for clashes and lees.\" Miss Murdie was excited into forgetting her English. It seemed to Lizzie as she listened that her per sonality was slipping away from her. She was still Lizzie Lindesay, indeed, but so merged into Miss Murdie's teacher that her separate existence was in danger of being forgotten. However, this was not the time for such reflections. \" I can"], [75, "Miss Murdie lays down the Law. 63 only say what I have said already, Miss Murdie,\" she spoke, half humbly, half proudly, for she began to be goaded into resistance, \" that I am very sorry for having done wrong, particularly as you seem to think it casts a reproach on the school. I did not see it in that light ; I never thought ; I never considered \" \" But you ought to have thought, you ought to have con sidered,\" insisted Miss Murdie — a proposition which admitted of no denial. \" And it is dono,\" said Lizzie, hopelessly. \" I have only to thank you for your kindness for taking me in when you did, ma'am, and to say that since — since I have been so unhappy as to fail in the trust you put in me, I'm ready to go when you like.\" \" Not so fast, Miss Lindesay, if you please,\" — Miss Murdie stopped the speaker, for the lady neither wished to drive Lizzie into the world, nor to be deprived of her services. \" You'll return to your duties, and let this be a lesson to you always to reflect before you act, to the end of your existence, and never to give way to foolish sentiments of pity, without fully weighing the consequences.\" Lizzie could not help thinking that Miss Murdie would"], [76, "Logie Town. 64 have liked to give her in addition a dozen verses of a psalm to learn, but the worthy woman refrained. Poor little deformed Miss Ann, in her scoured silk and home-made head-dress, for she always dressed shabbily com pared to her sister, was lying in wait for Lizzie outside the study door. \" You've got it over,\" she said, with much commiseration and a mixture of fear and congratulation, \" and you'll not mind, will you now, Miss Lindesay ? You'll not think it hard? It is Miss Murdie's part to keep us all in order. What should we do without her? Come into the pantry with me. Tve masked a cup of tea and made a slice of buttered toast. It will not spoil your regular tea, which will not be ready for a couple of hours yet — a bite and a sup always comfort me when I've got into a scrape, and had to take a dressing for my pains. We all get into scrapes, and we've all to take dressings from the youngest to the auldest, now have we not, Miss Lindesay ? I was telling wee Missie Beatoun that, to console her for having to go into a corner because she gave Missie Anster a slap yesterday. And oh, Miss Lindesay, how did the young man look? What is he saying to being locked up ? When is he to be brought before"], [77, "Miss Murdie lays down the Law. 65 the Shirra? Was his poor sister fit to swerf, and were you anything overcome yourself — a tender young crea ture, and him your auld beau — that I should say such a word? It must have been a grand opportunity for Betty Kennedy ! \" VOL. III. F"], [78, "Logie Town. 66 CHAPTEE VII. HAT MELVILLE AND STEENIE OLIPHANT CONSOLE EACH OTHER. The bleak spring winds from which Steenie Oliphant had fled were come and gone, so were Logie Market and the day of the craws at Burn Foot. Summer, with its Gardener's Walk, its new King's Birthday, its Preaching, its great yearly washings and bleachings of household linen and webs of \" cloth \" in the Cart Haugh, had arrived. Still Adam Lauder was a debtor in the town jail, with an unspoken charge looming always bigger and blacker in its very indefiniteness, threatening his name and fame. His creditors were inexor ably cutting off their own noses to spite their faces. The insurance companies stood to their denial of any claims which the owner or tacksman of the Lauder Mills made on them. The Emperor washed his hands of his nephew's obligations, beyond proclaiming how much the rascal had"], [79, "Hay Melville and Steenie Oliphant. 67 cost his generous relative, and how disappointed the elder man had been by the idleness and misconduct of the ungrate ful recipient of his bounty. But Simon Lauder no longer gulled Logie, either as to his own solid and wide-spread prosperity, or as to his disinterested devotion in the character of a kinsman. Public opinion and sympathy went so far with Adam • but sympathy could not repair a bankrupt's shattered fortunes, or clear his damaged reputation from an ugly suspicion of fraudulent and felonious practices, with the sword of justice suspended over his head. Adam Lander's family had got time to reconcile themselves in a manner to his reverse of fortune. The enthusiasm of the ladies of Logie had cooled a little to their favourite squire in his adversity, though they were gentle, illogical souls, who could only remember what a fine fellow he had been, and that he had come to grief. In spite of his waning popularity, Adam still fared sumptu ously — a fact which, together with his lack of exercise, was tending rather to increase than diminish his bodily presence. In place of pining and falling away in flesh, as a captive with any regaid to poetic propriety ought to have done, Adam was showing an inclination to rival the Emperor in F 2"], [80, "68 Logie Town. portliness, earlier than he might otherwise have done. His hands were growing as white and soft as a woman's. All the healthy brown had vanished from his ruddiness of colour ing ; indeed, the last was acquiring a flushed and clouded look, which pointed to artificial sources that had nothing to do with rouge for its maintenance. Above all, the dash of impudence in the cock of the eyebrows, and of cunning in the leer of the eye, was taking an ominous resemblance to the air which had distinguished poor Jock Scott in his latter and worst days. Jock was still alive, but little more, in his new home among strangers. He had been prostrated by an apoplectic attack, and was an utter and hopeless invalid. He was sup ported by what his sons could spare from their earnings, and by contributions from former friends, including his old laird. But Jock was still well off in one respect — he was closely waited upon by his faithful wife. In Logie Kirkyard the green grass on Bonnie Jean's grave was thick and smooth, and \"flowered\" with gowans, which were only stirred by the wind. No stealthy feet any longer leaped the Kirkyard wall in the late gloaming or the early morning. No reckless figure threw itself on the"], [81, "Hay Melville and Steenie Oliphant. 69 long mound, with outstretched hands clutching at whatever they could find, crushing the stalks of the grass, and break ing the heads of the innocent gowans. No voice rose on the stillness with the bitter cry — \" My love, that died for me.\" .But Jean's grave was not unvisited, and would not be, so long as Logie had its old Kirkyard. Eeverent feet would stand at Jean's feet, and tender tongues would tell to future generations how a good and beautiful woman, in her sweet prime, had died in a moment, by a piteous mischance, shot dead by her lover, while she was seeking to save him from the tragic fate which befell herself. The Melvilles, though they had prolonged their absence from Balmayne for a greater period than they had originally intended, came back at last for the summer. It was on the occasion of an encounter with Hay, as she and Lizzie happened to meet when they were both in the middle of the High-gate, that Hay would have Lizzie to turn aside and take a walk with her by the Water Ends. \"You might come,\" Hay had urged. \"We see each other so seldom now, and it is past school hours. I want to have a nice stroll and a good talk, as in the old days. You mind,"], [82, "Logie Town. 70 Lizzie, what fine walks and ' cracks ' we used to have when we were our own mistresses, and had nothing on our minds ? \" Hay spoke with a certain tender regret of the past, which Lizzie could not resist, so the two girls resorted to one of the promenades of the town. The walk ran along by the Cart and the Haugh, which was the public washing-green, from the New Brig on the one hand, beyond what had been the Lindesays' garden door on the other. The blue sky and the white fleecy clouds were as deep a blue and as snowy a white as in former summers. The burn flowed clearly as ever, with here a tuft of dark \" dockens \" or silvery horse gowans, and there of marsh marigolds, breaking and brightening the sameness of the banks. In the Haugh, socially-inclined women were still bandying loud-tongued gossip as they shook and spread out over the short grass, sheets and blankets and webs of linen cloth from piled-up baskets. Other women, buxom and blowsy, with their petticoats \" trigly \" fastened round their knees, stood, as they were wont to stand, in neighbouring tubs half full of soiled clothes and cold water, and tramped the clothes with their bare feet, as Frenchwomen beat their linen with wooden flappers. Occasionally the busy women stopped, as of old, to hound away a dog pattering gingerly"], [83, "Hay Melville and Steenie Oliphant. 71 over the \" green,\" or to call to children running perilously near the burn in their play, or squabbling and crying while they built houses round the one grand old tree — a landmark not only of the Haugh, but of Logie itself. The scene was so like what it had always been, that Lizzie could almost fancy her life was unchanged. She had been dreaming, or the last year with its momentous events was blotted out. As the girls passed the garden doors, Lizzie half expected hers — no longer hers — to open, and the military figure of the auld Captain to stand in the gap. He would be calling on her to come in and help her mother with visitors, or he would be starting a confabulation with Mrs. Mally, whose hair-cap or \" Tuscan\" bonnet in the adjoining garden was high enough to reach above the boundary wall. Were those the voices of Geordie and Mickle, or of the little lads of the Supervisor of Excise, who had taken the Lindesays' house, that were shouting to imaginary birds among the rows of peas, and the carrot and onion-beds, the nursery rhyme — \" Pcas-weet, Pcas-weet ; Harried my nest and garred me greet \" ? Might not Adam Lauder turn down the side-path in his yellow"], [84, "72 Logie Town. buckskins and green coat, cracking his whip to Lark and Heather, and humming his blithe song — \"Hey, Maggie! ho, Maggie! Hey, Maggie Lauder \" ? What was to hinder Bonnie Jean from appearing, holding up her riding-skirt, entering the town 'on foot by the back way, as she sometimes did after she had disposed of her basket of butter and eggs or young chickens, and stabled her pony ? The idle fancy recalling what had been, but was no more, formed a dim, pathetic background, like that of a faded picture or piece of old tapestry, perishing in the using, to Hay's tale — for she had a tale to tell, which she told abruptly, yet not without feeling. \" I'm going to be married, Lizzie. I wanted to tell you first of all the Logie folk, just as I could not help running up to the Miss Murdies' with the news that we were going away in the spring. No, don't say again, ' It's kind ; ' it's no more than your due. It's the right of our old friendship — for we were friends, weren't we, Lizzie? And don't think I forget, whatever I do, or however it may appear to you.\" \"I'm not blaming you for a minute, Hay,\" said Lizzie,"], [85, "Hay Melville and Steenie Oliphant. 73 gravely. \" I've no call to blame you. But you've not told me his name. Who is the happy man ?\" with a faint smile. \" You need not ask,\" answered Hay with a slight sharpness in her voice. \" You can easily guess. Who should it be but Steenie Oliphant ? It is the natural, and I believe the right, thing for him and me. It is an equal match ; it pleases everybody — my folk and his folk. My father takes snuff and sneezes his satisfaction. My mother is neither to hold nor bind, deaving everybody about my providing. Burn Foot has too much wit to show himself more than agreeable ; but he is very agreeable. Between you and me he may be, for he has the best of it. Apart from my tocher, if anything is to tide poor Steenie over his freits and delicacy, it will be a woman to look after him. Without vanity,\" ended Hay with pardonable complacency, \" I think, Lizzie, I'll cheer up both the men at Burn Foot.\" \" I think you will,\" Lizzie was able to reply cordially. She had not been altogether unprepared for this sequel. She had expected it in a way — only not so soon — within the one little year that had seen Jean Scott laid in her grave and Adam Lauder \" clapped \" in the jail ! \" But what of your self, Hay ? \" Lizzie asked after a moment's pause. \" What"], [86, "74 Logie Town. of you and Steenie Oliphant ? You two are surely the prin cipal persons to be considered in the matter. Do you care to go together, and, what is more, to spend the rest of your lives together ? Marriage is a serious step, which there is no retracing,\" ended Lizzie, with the solemnity of a grandmother. \" Touts, Lizzie, do not speak so like Miss Murdie ; one can see you have not lived with a schoolmistress for three-quarters of a year for nothing,\" protested Hay, impatiently. Then she gave one of her queer smiles. \" Why, we are yielding gracefully to the clearer sight of our parents and guardians. Miss Murdie would approve of that beyond anything. We are agreeable, like Burn Foot, and as for Steenie, I have told you already, this marriage is the one thing to save him — body and mind — from wreck and ruin, from dying of a trifle any day, or from sinking into a half-cracked, wholly selfish state of invalidism. You do not praise me half enough for preventing such a catastrophe, for consenting to become a benefactress — a family and public benefactress — thus devoting myself to the general good. You do not know how poor Steenie has clung to me, more or less, ever since that awful night last summer, until I've learned to think it is my busi ness to take care of him. I'm flattered, I suppose, as well as"], [87, "Hay Melville and Steenie Oliphant. 75 touched. Well, what would you have me to do ? \" she went on restlessly ; \" surely it is worth while to be of some use and to please somebody in this world ? But, Lizzie, you must not think that we — either he or I — forget entirely,\" and Hay's clear voice faltered slightly. It was \"Lizzie's turn to be troubled. Hay was evidently anxious for her old companion's good opinion. Hay was softened in some respects. She must, as she said, be doing the best thing that was left for her to do, else it would not have had this effect upon her. \" We are going abroad for the next winter,\" Hay proceeded to explain. \"The doctors think a winter, or maybe a couple of winters, in the South, at his age, will set Steenie up for the rest of his days. And of course the Grand Tour will be very improving for us both. And only think,\" she added with a twinkle of her hazel eyes and a roguish twist of her mouth, \" what a splendid 'opportunity for Steenie's airing his fine French ! How he will speak for the two of us ! But don't you pity me if he takes to developing my musical ear, or cultivating my artistic taste? Oh, Lizzie, it is a treat to watch him playing his tunes, or showing his sketches, or spouting his verses, and waiting for what I have to say. I"], [88, "76 Logie Town. just nod my head and declare, ' that's grand. That beats Haydn, or Niel Gow, or Naismith, or Byron,' as the case may be. Then when I can stand it no longer, I jump up and cry it will do him harm if he goes on composing, which is true enough, and he must come out with me and see the shops if we are in the town, or the colts and the calves if we are down here. ; It answers capitally, I can tell you. He is looking well and strong for him.\" \" I am glad to hear it,\" said Lizzie a httle absently, for she was thinking that, softened or not softened, Hay Melville was the old woman still. Lizzie was contrasting Bonnie Jean's reverent, whole-hearted admiration of her lover's achievements, with Hay's good-natured, half-mocking toler ation. But if he was contented with the substitute there was no more to be said. Lizzie was startled out of her reverie. \" What about Adam ?\" asked Hay, with one of her quick transitions, speaking in a dry curt tone. \" Adam ? \" echoed Lizzie, utterly taken aback and confused ; \"what Adam?\" \" Listen to her ! \" cried Hay, with the liveliest impatience and irritation. \" Does she pretend I've gone back to inquire"], [89, "Hay Melville and Steenie Oliphant. 77 about the first Adam in the Garden of Eden? No, it is about one of the latest of his descendants — the Adam that you. and I had to deal with.\" \"You know,\" said Lizzie, with some indignation. \" He is in the jail over there. But what is that to you any more than to me ? What have you to do with him now ? \" \" You may say that,\" said Hay, knitting her smooth brows and looking on the ground ; \" but I want to hear if there is any prospect of his getting his discharge without more ado ? \" \" I cannot tell,\" said Lizzie, slowly and reluctantly. \" There is no word that I hear. There is always the whisper of that something — that charge in the background — for which if he were set at liberty to-morrow he might be arrested the next day and worse come of it.\" \" That's nonsense,\" said Hay, with decision. \" He fought like a lion to put out the fire — we all saw it. But I'm thank ful that Steenie and me are going away. I could not bear to stay on here, and him — where he is. Of course it was all folly ; it could never have come to anything,\" she added, hurriedly and vaguely. \" It was one of the fits of clean daftness to which girls are liable. It is the women's way of sowing their wild oats. The patients or delinquents — which"], [90, "Logie Town. 78 is it? — should be shut up or taken away for a change, as I was,\" with one of her scornful laughs. \"My mother re members when Lord Eamornie's sister was wild to engage herself to a penniless Polish Count. Instead she has been for many a year and day the crouse wife of the President of the Court of Session, with sons rising at the Scotch bar, and daughters the beauties of the Edinburgh assemblies. I dare say she thinks herself very well off.\" \" But will she never waste a thought on the Polish Count ? \" suggested Lizzie, dubiously. \" She will not have time,\" said Hay, briskly. \"She has more to do attending to the duties and privileges of her posi tion ; you would not have her neglect them? Besides, he will have gone out of her knowledge ages since — back to Poland or to some big town where he is equally lost to her. He may be teaching languages, as Moshie teaches dancing, thriv ing and content, consoled by some other woman, a fitter match for him. Adam Lauder,\" she said his name boldly, without a tinge of colour coming into her white cheeks, \" is bound to be out of jail before I come back. It stands to reason. His creditors will get tired of keeping him. An idle slander will die out and be forgotten. If it had been"], [91, "Hay Melville and Steenie Oliphant. 79 possible to establish it, do you not think it would have been done directly ? For my part,\" declared Hay, in an impartial tone, \" I believe the young man has been his own worst enemy. He has only been thoughtless and fond of his play • and he had a roving eye, and was not too modest in looking high. He will go away to a new place, try again, and perhaps do better. Anyhow, he will make himself as com fortable as circumstances will permit, and he will be consoled — trust him for that. Adam is not hard to console,\" and the ghost of a sneer which had ceased to be bitter, curled the fine thin lips, \" whether the fair consoler be my Lady Sprott or another. Mind, I do not think it will be her ladyship — that .flea may stick in the wall. She has too great a regard, simple and silly as she is, for the safety of her jointure and the interests of young Sir Dauvit.\" \" And why should she not look after herself as other people look after themselves ? \" objected Lizzie, coldly. \" She has more excuse than most young women, when she has her children as well as herself to think of.\" \"I'm sure I'm easy,\" said Hay, carelessly raising her eye brows. Then something caused her, as it were, to lower her crest again, and to repeat, not without wistfulness, her former"], [92, "80 Logie Town. assertion, which her conduct seemed to contradict, that she and Steenie Oliphant had not forgotten the past, confirming it by a proof which caused Lizzie and Hay to part at last with more sympathy and kindly feeling than they might otherwise have felt. \" Poor Steenie ! \" Hay had said, more earnestly, after a pause, \" I hope I may be good to him. I think you forget, Lizzie, that we played together in our nurseries — a bonnie, wee laddie he was, greatly petted for a motherless bairn. Do you know where and how I found him yesterday? I had driven over with my mother to Burn Foot House. As you may guess, the two families are seldom four-and-twenty hours separate now-a-days. Steenie was out, and I chose to go myself and seek for him. I wandered about looking at everything of which I am to be mistress. At last, by chance, I took the road in the direction of the farmhouse, the way we went the night of the fire at Lauder Mills, where I never was before or since. I did not care to go as far as the farmhouse, and I did not think I should find Steenie there, where builders are pulling the Scotts' old place down and erecting a new house for the new tenant. But about half-way there was a gap in the hedge on one side, and beyond there had been a footpath, nearly overgrown, leading"], [93, "Hay Melville and Steenie Oliphant. 81 to a rocky knowe, covered with broom brushes that had been left in the grass field. I went up there, and I saw Steenie before he saw me. He was lying with his hands clasped over his face, but I could hear the sobs that were rending his breast. Then I guessed that Jean Scott must have sometimes sat with him there when he chanced to foregather with her, going and coming through her father's fields.\" \"What did you do? \" inquired Lizzie, softly. \" I just came quickly up and sat down beside him. I put my arm round his neck, and gave him a kiss, and we grat together for his Bonnie Jean.\" \" Oh, Hay ! that was not heartless,\" cried Lizzie, the words escaping from her lips before she had time to consider all that they implied. \" That was kind and generous of you. If Jean could have seen you she would have blessed you.\" G VOL. III."], [94, "Logie Town. 82 CHAPTER VIII. \"NOBODY'S BODY.\" The time was drawing near for the annual holidays in the Miss Murdies' school. Lizzie was meditating a long flight with some searchings of spirit and considerable youthful exhilaration, to visit her stepmother. For it was a long flight in the days of wherries and coaches to travel from the east to the west of Scotland. It implied at least two days on the road, with a night's halt between. Lizzie would be quite a travelled lady when she returned. If she did not bring back the west country accent as an improvement on that of the east, she might pick up as many stories'1 as would; last her for the rest' of her life, of provincial manners and customs. The stories would have all the raciness of novelty, and they were"], [95, "83 \"Nobody's Body.\" never likely to reach the ears of those for whose benefit she would retail them, unless she became the story-teller. In Glasgow the people made their punch with limes. At Kilmarnock every other man traded in nightcaps. Bound about Dunlop toasted cheese was eaten to break fast. But Lizzie was not fated to acquire all this delightfully fresh experience. She had made her small purchases, she had done what she could to revive and improve her half worn mourning so as not to do discredit to Mrs. Lindesay, and, for that matter, to Lizzie's father's memory, in the eyes of her stepmother's relatives and friends. The would be explorer of strange regions had furnished herself from her scanty resources with presents — not so much for the aborigines, as for her kith and kin — the little boys who were her father's sons, her brothers, over the thought of whom she had been yearning ever since she parted from them and Mrs. Lindesay. Even Mrs. Lindesay — though Lizzie had not a drop of the elder woman's blood in her veins — bore the auld Captain's name, had been his cherished wife, and, as his widow, was recommended, almost with his G 2"], [96, "Logie Town. 84 dying breath to his daughter's dutiful care. Lizzie had thought of that many a time, though she could do no more than jealously guard her spare moments in order to employ them in manufacturing crape flowers and working open stitch in the broad hems of cambric weepers — part of the recognized panoply of a widow — as an offering at Mrs. Lindesay' s shrine. Lizzie's trunk was half-packed betimes, with her own modest possessions filling the smallest space possible in order to avoid the danger of such grievous disasters as the crushing of Mrs. Lindesay's crape flowers and weepers, and of the dainty little white pelisse with the black riband bows which his sister had made for Hill, after a pelisse of young Sir Dauvit's, or the breaking of the wooden horses and carts destined for Geordie and Mickle. Then just as Lizzie was excitedly studying the coach-bill and the almanac for the tides, there arrived one of Mrs. Lindesay's few-and-far-between letters, which she only wrote when she had some purpose -to serve — some fancied gain and glory to boast of, some information to seek, or, as in the present instance, some arrangement which had become inconvenient to set aside."], [97, "\"Nobody's Body.\" 85 Comely Bank, Ayr. 7th August, 18- \" Dear Lizzie, \" You know how delicate my health is. If I listened to Dr. Jardine here or to my good-sister, who I must say is most attentive and kind though she is a good sister,* I would be seldomer than ever off my sofa. You may remember your poor father was never at rest in his mind when I could not lie down at least twice a day. Of course I've more to do now and a heavy burden on my mind, so I'm really very unfit to write letters. You may take it as a greater compliment than ever when you see my handwriting. I need not mention that I would not write if I had not something to say, and it is to tell you that you need not think of coming west this vacation. It would be a great waste of your money and clothes, not to speak of your time, which you ought to take care of for improving yourself. A girl in your circumstances should never lose a chance. Besides, the fact is, I've not room for you ; my brother's house is to be full of company this summer. My good-sister has relations in London who are coming all the * Sister-in-law."], [98, "86 Logie Town. way down to visit her. And she has a cousin arriving from Dumfries whom she has bespoken my spare bed for. I do not feel at all equal to receiving her, and her presence may draw me into more of the dinners and suppers going on at my brother's than in my sad position I care for. But my other sisters have their own engagements and I do not like to be disobliging. So you see, Lizzie, you must put off your visit for another year, which will be all the same to you when the time comes. Indeed, when I think of it, I am not sure that you will not be far happier among all your own friends at Logie than among strangers. I do not know that you have a taking way with strangers, which is a great loss to a girl, no doubt. I do not mean to reflect, but you know you had a will of your own about acquiring prepossessing manners when you were growing up. However, unfortunately it is too late to speak of that now. But whatever you have missed, I make no question that you have had the sense to win the good graces of some of the Miss Murdies' scholars, whose mothers will take pity on you, and have you here and there for a day at a time. Then there is the minister and Mrs. Ochiltree, and the Shirra and his lady, and the Balmayne family, none of"], [99, "\"Nobody's Body.\" 87 them can well get off for less than two or three days. I declare you'll be having quite a gay time of it. I was frightened you might be setting out without waiting for further intimation — which it would always be wise for you to do when you propose to pay me a visit, or else I would not have tried to write to-day, as my poor head is hke to split, so you must excuse me from saying any more at present. The dear lambs are all well. I'm sure Hill has grown half an inch within the last two months, and Mickle wonders if you would know him again in his coatie like his elder brother's. I got a great fear with Geordie's cutting his finger yesterday, but the bleeding was stemmed and no harm done. He came in so hungry an hour ago that he was willing to run off with the loon's piece * rather than wait for another. \" I remain, \" Your affectionate mother, \"Anna Lindesay.\" Mickle to wonder if she, Lizzie, would know him, her own brother, her father's name-son, with the auld Captain s * The last slice of the loaf."], [100, "Logie Town. 88 nose and mouth ! To have it broadly stated that it would always be wiser to wait for express permission before she went to the house of a woman who signed herself Lizzie's \" affectionate mother ! \" To be plainly told that she would be among strangers there, while the Miss Murdies' scholars' mothers might take pity on her, and her old acquaintances could not get off without undertaking a day or two of her company ! It was hard, and so was the mortification of having to announce to the Miss Murdies and Lizzie's other friends that her great expedition was knocked on the head, thai Mrs. Lindesay could not receive her step-daughter for the holidays, to which all the school was looking forward as to a welcome season of change. The prohibition was particu larly awkward for a girl without a home, with no place to which she had a right to go. With what confidence could she count on her presence being without inconvenience to her remaining friends, when one who was in a manner bound to her, thus failed her without scruple or shame ? But there was nothing else for it. Lizzie had to unpack her trunk, put away her little gifts as we must put away our dead out of our sight, till she could find an opportunity of sending"], [101, "\"Nobody's Body.\" 89 anything that was unspoilt to its destination, without what, as she had learned, was the unacceptable addition of the donor in person. She had to swallow down the lump in her throat and stay the indignant throbbing of her heart in order to go and help some happy light-hearted girl in as great a haste as Lizzie had been, huddling together her possessions, ramming in her schoolgirl presents recklessly, in her haste to be gone, where she was as sure as that the sun shone in the sky above her — so sure that she never stopped to think of it or of her good fortune — that not only eager feet, but loving hearts would leap forth to meet and greet her."], [102, "90 Logie Town. CHAPTER IX. THROWN UPON THE WORLD. A more severe blow awaited Lizzie within the week, so severe that in place of a piteous lump in her throat and an angry thump of her heart, she grew cold with consterna tion. She forgot even to be sorry for others in her trouble for herself. The Miss Murdies had a younger sister who had made what was termed by courtesy an unfortunate marriage — that is, she had insisted on throwing herself away on an incorrigible scamp who had natuarlly been in perennial difficulties. She had borne him a goodly number of sons and daughters. She had lived with him in parisitical idleness, the liberal-minded couple preying on the earnings of the Miss Murdies, who would have eaten their hearts sooner than confess the infliction. At this juncture the complacent wife had died, bequeathing her daughters as a"], [103, "Thrown upon the World. 91 pious legacy to her sisters, thus depriving them of any remote chance of retiring from the labours of their school into the rest of private hfe. It would have been hard to imagine Miss Murdie after she had laid down her sceptre or ferrule, still she might have been allowed the choice by those whom the single woman had done her best to prop up throughout their married life. The Miss Murdies did not refus3 the bequest, which was the reward of their long-suffering family pride and feminine soft-heartedness. Women rarely deny altogether such un warrantable claims, though the acceptors of the obligations may be driven into ungraciousness in the very act of its acknowledgment. The news of the Miss Murdies' loss and of the consequent considerable addition to their already crowded house, ar rived just before the breaking up of the school, and the .schoolmistress had forthwith to make fresh arrangements. The ladies had perforce to dismiss their junior teacher, and to trust that Babby Henderson, their eldest niece, might be able to fill Lizzie's place. Miss Ann owned with tears in her hght blinking eyes that she feared she and her sister would find to their cost they had not made a good"], [104, "92 Logie Town. change. Their poor sister Henderson had not brought up Babby as her aunts could have wished. The younger girls were not a bit better, but it was of Babby Miss Ann was speaking. The last time Babby Henderson was at Logie, when there had been some word of her being trained as a teacher, she had given more trouble than her services were ever likely to be worth. It was a thought to find how she was to be got out of her bed in the morning, though she knew she was setting a bad example to the other girls. She held that she was demeaning herself when she heard any missie say her bit of the primer, though Babby's aunts, on whom she was willing to be dependent, had kept a school, or rather a \"siminary,\" for the better part of their lives, and none would ever look up to Babby Henderson as Miss Murdie was looked up to. Babby was pert and saucy, and had been in the middle of a comball * of the scholars when they had been so far left to themselves as to play tricks with Miss Brougham's wig. \" 'Deed, Lizzie Lindesay, we'll miss you,\" lamented poor Miss Ann, descending to familiarity in her vexation. Miss Murdie in her pre-eminence could only look harassed * Conspiracy."], [105, "Thrown upon the World. 93 as well as heavy. But she remembered to say to Lizzie that she, Miss Murdie, did not know of anything at present to suit the girl, but something would turn up sooner or later, and Lizzie had the whole vacations free to be on the outlook for another situation. They were so free that Lizzie did not know at that moment how she was to dispose of herself for the four weeks. As it turned out, the prospect was still wider and blanker. Lizzie felt stunned, and tempted to sink under the un looked-for blow. She had come from her father's house straight to the Miss Murdies'; she was leaving the Murdies with no possibility of remaining under their roof, and before her lay — the world. Sho was too much of a Logie girl, a home bird, to rise to the possibilities implied in the words. She had not only never tried her wings for a long flight, she had never craved to try them : such a craving was not one of the diseases of her generation. Lizzie was utterly inexperienced in Hfe beyond the kindly familiar life of her native town. Life amongst total strangers was a sealed book to her. She had found sufficient spirit to look forward in a flutter of hope to paying a distant visit and spending a few weeks under the same roof which sheltered her httle"], [106, "94 Logie Town. brothers. But to pay a visit to a person who, however indifferent and selfish, was bound to protect her visitor, and, as Lizzie had known her stepmother, would not do worse than let the girl alone — to pay a visit which had well-defined limits, from which she would return more content, perhaps, to the daily round of her ordinary duties, to known faces in many respects kinder than those she left behind, to early haunts through which she could have walked blindfold, was very different from going away by herself for good and all, not guessing what was to become of her. There was no real lack of sense, reasonableness, and independence in Lizzie Lindesay, it was simply that she was shy and timid from inexperience. Her timidity did not degenerate into panic. She did not suppose that any thing very lamentable would happen to her. She did not lose faith in herself and her friends or in a higher Power to such an extent. She knew that when her position was understood she would have many doors open to her, for as long a period as she would consent to avail herself of them. Mr. and Mrs. Ochiltree were poor, and the Shirra and Mrs. Lamb were not much richer, with hardly fewer self-imposed"], [107, "Thrown upon the World. 95 burdens, but they would not hesitate in either case to add Lizzie to the list. The Balmayne family were busy with the marriage of their only daughter and heiress, who was going abroad later in the year, still temporary accommodation would be found for Hay's young friend. Why, the Miss Murdies would rather let her stay on and sleep on a \" shake down.\" Lady Sprott would not be left behind in such hospitality. Miss Chawrlotte Bowers and Miss Soph-y Pettigrew would contrive a niche for Lizzie if it were an absolute necessity. To receive pity because of a misfortune which she could not have prevented was not intolerable, though it might be distasteful. Lizzie had a brave spirit, but she was free from the curse of a sour and savage pride. She had enough nobility in her nature to have consented, when there was nothing else for it, to take even as she would have given, had she been ordained the giver ; she would never let it be said, even by her own lips, in her secret chamber, that with all Logie Town at her back, she feared being cast adrift and forsaken. And as Miss Murdie had said something would turn up sooner or later, if Lizzie had patience, she had no good"], [108, "96 Logie Town. grounds, and she did not invent them, for dreading that the later would be too late for her. She could not fail when she was so willing to find the means of earning her bread honestly and honourably. Some parcel blind, parcel deaf, peevish old lady to be read to and walked with, worked for and entertained, would show herself. Some children to be cared for and taught their letters, or young people to be lugged forward in parish school English, Moshie's French, Miss Brougham's music, samplers, tambour work, and satin pieces, and Miss Murdie' s elegant extracts, would trip across the stage. Gentlewomen's shops, like Miss Katie Ochiltree's old shop, would afford openings for assistants. Country houses would ask for genteel house keepers and even confidential ladies' maids. Though Lizzie was the auld Captain's daughter, she would not be too particular, if she could but feel equal to the duties of a place, and if they were duties, not shams or snares. Lizzie's salary from the Miss Murdies had been small, in keeping with her subordinate rank as junior teacher, and her funds were impoverished by the preparation for her visit to Mrs. Lindesay, until they were little more than would have served to pay her travelling expenses to and"], [109, "Thrown upon the World. 97 from Ayr, while she shrank from touching the hundred pounds which her father had left her, the sole actual pro vision between her and destitution in sickness or age. Yet it was not the terror of want that beset Lizzie, it was the pang of loneliness ; of the two, the last, to a girl of her warm, clinging affections, was well-nigh worse than the first. She was nobody's body. She belonged to none, was essential to none. So long as her father lived, though she had not been first with him, and she had schooled her self into reasoning that it was selfish in her so much as to desire to rival his wife and his boys in his regard, she had been his lassie, whom he would never have disowned, for whom he would have stood up to the death. But she belonged to nobody now • though she had plenty of well-wishers, they did not specially want her, they could do very well without her ; they were no more dependent on her than she had any right to claim their good offices. If she had only possessed somebody she could call her own, even though he or she were weaker than Lizzie's self, somebody to work and struggle for, it seemed to her it would have been in finitely better. It was the lack of near ties and close relationships which wrung Lizzie's gentle heart, and made VOL. III. H"], [110, "98 Logie Town. her feel desolate and forlorn. In this light she was tempted to envy the most haggard, squalid creature she saw — ■ Hughie, the scavenger, and Leerie-licht-the-lamp. For Hughie had a maiden sister who would have been good to the reprobate if he would have let her, and still looked after him in the best way she could manage. And Leerie had an orphan granddaughter. She was rude and ignorant, no doubt ; still she thought in her uncouth way how to make his home more comfortable, and when he returned to it she welcomed him back. Hughie and Leerie had their own folk if the pair chose to accept the tie, in whose faith ful hearts the vagabonds held foremost places, who were keenly interested in their welfare, and would suffer in all their sufferings. As for Lizzie, who had thought so much of her father, she had lost him ; while Mrs. Lindesay, in the name he had given her, and that of his sons, refused to have his daughter among them. No blame attached to Lizzie in the matter. She was sufficiently sane to recognize that her being stripped of kindred was not necessarily a visitation of God for her special sins or a punishment of the guilt of idolatry — an explanation by which many worthy people, with great com-"], [111, "Thrown upon the World. 99 fort to themselves, account for their neighbours' bereave ments. Notwithstanding, it was by God's will, she appeared to herself in her morbid moods to be hke Long Letham or the Coontess, who had made their beds and were doomed to lie on them. Lizzie had done no scandalous wrong to her fellows, had denied no sacred obligations which she was competent to fulfil, had rejected no human regard, but she too was in a sense an outcast, of consequence to nobody. Many looked upon her kindly, but not one would miss her really out of his or her hfe. She was an orphan in as dreary a phase of orphanhood as any, when one is no longer the child of tutors and guardians, of the State and of the Kirk, but is supposed to be independent of protection and fit to take care of one's self. Lizzie was an independent little soul of all save tender love and sympathy. She might be compelled to do without those also, but she was weak as water in contemplating the deprivation. H 2"], [112, "100 Logie Town. CHAPTER X. THE PREACHINGS. In spite of the unlucky forwardness in packing of Lizzie and some of the bigger girls, there was still an interval of a week, busy with the winding-up of work, and distinguished by the recurrence of the annual Preachings, before the Miss Murdies' school was dispersed for the season. \" Diets \" of well-attended public worship had been held on the Fast-day. A thinner congregation — as if the flesh were weak and the natural man rebellious against the number and length of the sermons, for the women remained staunch to the kirk — had assembled on the Saturday after noon, and the Sacrament Sabbath was at hand. An impressive sense, as of the gathering of a solemn assembly, pervaded the town in the earlier part of the day, which many of the attendant ministers were fond of calling, in their habit of adapting to their own use the rich poetic"], [113, "The Preachings. 101 phraseology of the Old Testament, \" the Great Day of the Feast.\" The town was crowded. Many country -people, desirous of being present at all the services, without the fatigue of journeying to and fro, availed themselves of the hospitality of friends, or even hired rooms for the day. In addition there were flocks of pedestrians already pouring in from all quarters and filling the Kirkyard. The participa tion in the celebration of the sacrament which still occurred only once a year in the parish kirk, was by no means con fined to parishioners. It extended particularly among the elder members of the working-classes — to all who were w-thin walking distance — and was regarded at the same time as a certificate of moral character and a precious spiritual exercise. To avail themselves of the privilege had become a passion, half religious, half social, among the descendants of the fervent or polemical reformers and Cove nanters. But a growing change in the manners of the people had swept away, unless in remote districts, nearly every trace of the wild license which resulted in such excesses as those recorded in the ' Holy Fair.' The subdued stillness of the Sacrament Sabbath exceeded the stillness of every other Sabbath, even with the throng"], [114, "102 Logie Town. of worshippers. No regiment had to march in from the next garrison town — as had sometimes happened in Scotch towns on similar occasions — to preserve the peace, which prevailed without any need for foreign intervention. The orderliness, on the whole, was wonderful, considering that the kirk was besieged long before the doors were open, and was stuffed to suffocation, while such masses of people waited their turn in the Kirkyard that suitable refreshments had to be provided for the souls without, as well as for those within. This took the irregular form of \" tent preaching,\" which in its very irregularity was, if anything, more popular than the preaching from the pulpit itself. Mr. Ochiltree, and men like him, in anticipation of the large demands that would be made on their resources, sur rounded themselves with staffs of fellow-ministers. Even in the most lukewarm and moderate times, when other influences were lacking, esprit de cor})s caused the preachers to be selected generally from speakers noted for their fiery or sombre eloquence, no less than for their personal piety. Relays of these natural orators not only \"served the Tables \" in the kirk, but took each man his turn in addressing pas sionate appeals from the platform of the tent, to the great"], [115, "The Preachings. 103 open-air congregation sitting or standing among the grave stones. There a host of serious, strongly-moved faces were upraised, with ear and eye hanging on inspiring words falling from living hps. Stormy weather in such circumstances was anxiously deprecated, but when it came inopportunely, discomfort and risk were courageously faced by the help of \" rauchens \" and mantles. The ranks of the listening worshippers were not appreciably diminished. The precaution was always taken of having the sacrament, like the passover, celebrated at full moon, so that there might be the chance of light for the numerous wayfarers on rough roads. On quiet summer days, when the windows of the kirk were perforce open for air, the double performance could be distinctly heard of preaching, praise, and prayer, within and without, the one sounding like a deep refrain, though never permitted to disturb or drown the other. The explanation of the orderliness, rarely broken except in the subdued rush and crush to hear a favourite minister, lay in the fact that it was the most sacred rite of their religion, which a strongly religious and earnest-minded people were there to commemorate. It was noteworthy how"], [116, "104 Logie Town. ordinary traits of shrewdness, humour, even folly, were kept under until the Merry Andrews became grave as judges, and Lady Sprott tolerably subdued. Individuals were trans formed for the hour by the common character of elevated seriousness which distinguished the multitude. It did not matter what harsh fanaticism, gloomy super stition, even base hypocrisy, might lurk in unknown quarters behind the outward stamp of a Christian company met to obey their Divine Master in remembering His sacrificial death, and in taking a fresh vow of allegiance to His cause. The aspect of the gathering was the same. As for the Rev. John Ochiltree and his fellow-ministers, if they ever recognized the heavy responsibility of their office, the lofty importance of their functions, it was on this day. If ever men in plain Geneva gowns and bands — under the canopy of the open sky — in unadorned pulpits — before the homeliest of improvised communion-tables — surpassed in simple dignity, and the unworldliness of atmosphere which in one light hedges the divine, high priests and cardinals in the pomp and magnificence of their vest ments and altars, it was on these Sacrament Sabbaths in such old-world kirks as that of Logie."], [117, "The Preachings. 105 Lizzie Lindesay was there of course, taking part in the solemnities. It would have argued her to be an unbeliever or an evil-doer if she had been found elsewhere. She had been in her place in Logie Kirk at one of the Tables on the occasion of each of \" the Preachings \" ever since the girl of sixteen had been considered woman enough to understand and give in her adherence to holy mysteries, had been ex amined by her minister on the due amount of her knowledge and faith, and had received from him the warrant of admis sion into membership with a Christian Church. But it was the first time that Lizzie had come alone, to \" go forward \" in her individual capacity and take the sacrament. Scotch Presbyterians, like the Jews at their passover, go up in families to eat the Lord's Supper. The husband or father, the recognized head of the house, so long as he lives, applies to the minister or to one of the Elders for the \" Tokens \" * — answering to the number of the grown-up members of his family under his roof, for a Token must be tendered by each communicant to an Elder in waiting, in order to establish a right to approach the Sacred Tables. Those who intend to partake of the consecrated bread and * These were for many years small stamped pieces of lead."], [118, "106 Logie Town. wine, seat themselves, family by family, in double rows, before the Tables covered with the \"clean white cloth.\" From husbands', fathers', brothers', mothers', sisters' hands, the bread and the wine delivered, first by the minister to the Elders, and next by the Elders to the congregation, pass down the rows. It is an era in a man or a woman's life when he or she goes alone, it may be in the old place, it may be in a strange scene — after the younger members of the household have passed out into the world — to join in the rite which has hitherto had a markedly family, as well as religious, significance. Lizzie Lindesay was a solitary figure to-day, though she was sitting in the Miss Murdies' pew below Miss Brougham and above the boarders. Lizzie heard Mr. Ochiltree deliver the sermon, always the most carefully prepared of the year. She heard him \" fence the Tables \" — that is, forbid their profanation by false professors, and men and women living in unrepented, unrelinquished sin. Then while the hymn was sung, during which the Elders — these servants of the Scotch sanctuary — bring in its vessels, she slipped out to bide her time. It was not for her — young and in health — to usurp the privileges of the sick and infirm, or of"], [119, "The Preachings. 107 the mothers of families, who could not well be spared from their homes for many hours. Lizzie's strength would not fail, her absence would not cause disorder and mischief, she was not called upon to accompany those who could urge such incontrovertible pleas. She must let the groups of Tables in the centre of the church be filled and emptied and filled again, and \" served \" or spoken to in solemn strain by minister after minister, and waited on by pairs of Elders dispens ing the \"Elements,\" till it was fit for her to go forward, stealing up in her nervousness and timidity under the unusual sense of her responsibility and individuality, unsupported and unaccompanied. She would find a seat at the end of a family group, or among single, \" lone \" men and women like herself. The necessity sent a fresh pang through Lizzie's already aching heart. She might, if she had chosen, have sat or stood in the kirk through the long hours of a day in which services were multiplied, as many of her neighbours elected to do, finding zeal and ardour to carry them through the strain on mind and body. But Lizzie was shaken by all she had undergone. She was fain to get out for an interval to breathe the fresh air of a fine grey day — one of the pearly grey days of a Scotch"], [120, "Logie Town. 108 summer — and to move her cramped limbs at will. She joined the open-air congregation for a space, and listened to the alternate fierce threatenings and tender beseechings of a \" powerful \" tent preacher. Minor notes swelled the strong symphony, the faint babble of little children on the edge of the congregation, the near song of a shilfa' in the ivy which covered the oldest part of the kirk, the more remote strain of a lark over an adjoining clover- field, and close at hand the drowsy hum of a bee. Lizzie could not visit the auld Captain's grave before so many spectators, but she thought yearningly of the green turf which covered the mortal remains of her father and of Bonnie Jean. Were not the two happy to be at rest — the Captain old and worn with his battles and toils, as his daughter had seen him last ? Jean had not been old, would never grow old in the imagination of the people and in the memory of her lover. She had won perpetual youth and earthly immortality. If she had lived she must have faded, and though Lizzie could never think of Jean apart from her goodness, she might have become in other respects common place, heavy, perplexed with unaccustomed duties and dis tracted by conflicting claims, blundering and working harm"], [121, "The Preachings. 109 which would have grieved herself most of all. Now Jean was not only a saint of God, it was not merely that she had died for Steenie Oliphant, she was beyond change or failure here, or yonder. Oh ! yes, it was well with Jean, as it should be. Lizzie, slight of person, steady of head, and light of foot, succeeded in forcing her way back into the kirk, and there she prayed silently for a better frame of mind, in anticipa tion of what she was about to do — that she might be freed from sore regrets and haunting cares, that she might learn faith and patience. Then as she listened to homily after homily on the sufferings more than human of Him who was the God man, who had not where to lay His head, who was only not alone because God was with Him, who was content to become poor that many might be made rich, who ended His mighty work by bearing His people's sins and carrying their sorrows — pouring His soul forth unto death that His children might live for ever — she was lifted above her girlish terrors and womanly troubles into that serene region which lies round the footstool of God."], [122, "Logie Town. 110 CHAPTER XI. adam's letter. The Thanksgiving Monday was over, and Lizzie was back for a couple of days into her work-a-day world, strengthened, no doubt, for she had eaten of the bread of heaven, but subject to inevitable reaction. The former sinking of heart, the chillness and stoniness of her comparative isolation to a young creature of her sympathetic nature, had returned. She was fighting with Giant Despair, a terrible single-handed combat for a girl, and yet one in which she must conquer in the end, if she would but remain true to herself and her Maker. It was at this crisis of her history that a letter arrived for Lizzie, which was in itself an event. But event or not, school hours and rules were still in force, and the letter had to be put in Lizzie's pocket under a sharp fire of eyes, with"], [123, "Adam's Letter. 111 no more than an agitated, half -incredulous sense on her part that she had seen the handwriting before, and was familiar with the big seal. She took advantage of the first moment when she was at liberty to satisfy her curiosity. This was when she was sent out by herself to execute a commission for Miss Murdie, and could take the road by the Barons' Mount without going out of her way. Lizzie forgot the dazzling sun, the breeze that would flutter a sheet of paper in the most trying manner, the view to which everybody in Logie referred when they mentioned the hill, as she pulled out her letter, broke the solid wax which fastened it, looked at the date and superscription, and with hot red cheeks' admitted the certainty that the epistle was from Adam Lauder, the first she had ever received from him. For a moment Lizzie's hungry heart leaped up in eager, humble, grateful acknowledgment of one who in the middle of his own difficulties was still thinking of her and seeking after her. A flood of old, tender associations melted her mood towards the writer, as she took the precaution of going out cf the path along the crest of the little hill, descending"], [124, "112 Logie Town. half-a-dozen steps and standing still among the unconscious sheep that nibbled the grass on the Barons' Mount. But as Lizzie went on reading, the words dancing before her eyes in the brisk breeze and the strong sunlight, her heart turned, her judgment reasserted itself and delivered a just sentence. She was forced to see the truth with open eyes, while a backward flow of pain and bitterness made her last state worse than her first. The letter was like Adam on his lower side, which was fast gaming the upper hand of him. It was clearly a pro duction which had served to divert some of the lagging So O hours of his enforced idleness. It had no other meaning in it. The substance of the letter was jocular and jaunty, without a single ring of earnestness in its careless sentences. It had no right reason for its existence, and bore but one stamp from the curtness of its commencement to the audacity of its conclusion. The writer began : — o \"My dear Miss Lizzie, \" How are you getting on now that it is summer time again? Do you ever think of a poor devil lyin<* in jail, who cannot get a shot at the young rabbits or the"], [125, "Adam's Letter. 113 cushie doos ? I often wonder if your dull schoolroom is as hot as my parlour. I have little doubt that your auld hags of schoolmistresses are harder than my jailer, who is a very decent, civil man, when he is skilfully managed. Never mind. Better days will come, and we'll have daunders by the burn and reels on the boards for all that has come and gone yet.\" So on to the end, when he asked her when she was coming to see him again ? — an inquiry which Lizzie at once classed as nothing less than an insult — before he signed himself \" Your servant to command and ardent admirer, \"Adam Lauder.\" Withal through the effrontery and absolute absence of comprehension, the coaxing, the compliments, and the recklessness, there was a wily wariness, as of one who still thought himself a prize in a matrimonial hght — of such consequence that it behoved him in voluntarily addressing any young lady to be careful lest he should commit himself. He was bound to preserve a loophole by which he could avoid spoiling his prospects as a bachelor, with Lady Sprott or any other string to his bow. Lizzie Lindesay was a vol. III. I"], [126, "Logie Town. 114 bonnie lassie, and his heart had always inclined towards her. She had taken his fancy more than any of the many girls he had known, with one exception. But Lizzie was only a teacher in a school since the death of the auld Captain. If he and she ever came together, and no doubt poor Lizzie would be proud and glad to get him, though they would make but a poor couple, he was not sure whether she was not over sharp in some things. She always had entertained confoundedly strait-laced notions in others, which were not likely to have been improved by her year's sojourn with bel dames of she-dominies, like the auld women Murdies. He might, in spite of his misfortunes, and though he had lost that proud cruel hizzie, Hay Melville, make a far better match, and find a more complacent good-wife than poor Lizzie. Poor Lizzie understood not only every line before her, but what was written between the lines. As she crumpled up the stiff thick paper, gilt-edged, though it had come from a jail, in a hard ball in her hand, she said to herself with a rush of wrath and shame, what had she ever clone that any man should so write to her ? He would not have dared if her father had been alive ; he would not have ventured if she had even been under the roof of her step-mother."], [127, "Adam's Letter. 115 The Barons' Mount was a great place for flying kites, and as Lizzie roused herself to tear Adam Lauder's letter to minute fragments and cast them to the winds, a boy ran along the road above her, clutching a leng string and looking up exultingly at a kite sailing through the air and dragging him along at its heels. Adam Lauder was no more a true man, gallant and loyal to the core, than that painted kite — whatever it might appear to its fond constructor — was a real green and gold dragon fit to guard the gardens of the Hesperides. I 2"], [128, "Logie Town. 116 CHAPTER XII. moshie comes to the rescue. There were many matters of school business to be settled at the close of the term. One of these kept M. de Saye, not in the school parlour, which was at that hour full of parents and guardians instead of scholars, but in the long narrow garden where Lizzie Lindesay was at the same moment attending to a choice specimen of pillow-lace. This chef d'œuvre had to be delicately pulled out and gingerly hung on a gooseberry bush, and it was far too critical an operation to be intrusted to a servant. Moshie — a quaint figure among the gilliflowers and sweet williams, thyme and southern- wood — came up to Lizzie with his three-cornered hat in his hand and his respectful bow, and entered into conversation with her. He talked pleasantly, as he could talk, of the work in lace and embroi-"], [129, "Moshie comes to the Rescue. 117 dery he had seen his countrywomen engaged in — not only in the old days of ease, but for the refugees' support in their exile. As he expatiated on the sore straits, frequently the peril of hfe, which these girls and women, daintily bred, had surmounted triumphantly, and proceeded to dwell em phatically on their honourable struggles to earn daily bread, which he was careful to represent as equally successful, Lizzie guessed correctly the motive of the dissertation. Moshie knew — as who in Logie was loDg ignorant of the private affairs of his or her neighbour ? — that she was leav ing the Miss Murdies', and that she must probably seek to maintain herself among strangers. He desired to comfort and encourage her by reminding her that she was not singu lar in her trouble, that there had been others, as young and tender as herself, who had been worse off, called to fight a harder battle, which they had fought and won. \" Yes, sir,\" said Lizzie, speaking out her thoughts with a farther droop of her head and quiver of her Hps, as she stood there in her black frock, \" but your countrywomen were not alone — at least, not often. There were husbands and wives ; fathers, mothers, and daughters ; brothers and sisters, working together and for each other. Women, as"], [130, "Logie Town. 118 a rule, do not even care to save their lives alone, and if some one of your countrywomen was so unfortunate as to drift away by herself, there was a community in misfortune. I have heard you were like one family in your adversity.\" She stopped a little awkwardly. She had just remem bered that for some unexplained reason, Moshie's misfor tunes had not ended with those of his country people — the most of whom had gone back, years ago, to enjoy their own again, while he had stayed on, a stranger in a strange land. He was at that moment in the very position she deplored for herself, except that he was a middle-aged man, which in her youthful eyes made all the difference in the world. Nevertheless, Moshie saw the analogy as quickly as she did, and with the perception, a sudden light came into his bright, southern eyes, and a great longing into his voice. \" Oh ! Miss Leezzie,\" he said, slowly and sorrowfully, like a man who resigns a treasure which might have been his, but, as it happens, is far beyond his reach ; \" if it had but been otherwise ! But what will you 1 I am getting old. I am old enough already to be your father. I am poor — only a master of arms and of dancing. I am nobody, and you — you deserve all the world can give.\""], [131, "Moshie comes to the Rescue. 119 \" Oh, no !\" said Lizzie, touched and carried out of herself. \" You are a brave honest gentleman, and you have been so good to me.\" \" Good ! That is nothing,\" cried Moshie, with an ex pressive gesture. \"If it had been as formerly, I could have shown \" He stopped himself and then went on hurriedly, \" My young lady, you are afflicted, tired, faint ; you will prosper and be happy again some day. But should you not — if you would deign to make me a sign, if you could bring yourself to accept the little I have to offer, I should fly to your aid, I should be the proudest, the happiest of men. Oh ! why, Miss Leezzie, you are crying ; you are hiding your face. I am in despair to have offended you — I, who meant to help, and not to hurt.\" \" You have not offended me, monsieur,\" said Lizzie pas sionately. \" It is only because you are too good, too generous. You are the best man I know ; you are so wise and clever ; you have borne so much and made the best of it, yet you speak so to a silly, discontented girl like me.\" \" Then you will trust me, ma demoiselle ? \" he cried, his olive face all afire, as he stooped down and took her hand. \" You will come to me and see what I can do for you? \""], [132, "120 Logie Town. \" But, monsieur,\" exclaimed Lizzie, in agitation and perplexity, \"I should only be a burden to you.\" \" Not a burden — a benediction, a treasure,\" he corrected her with fervour. \" I could not have permitted the sacrifice, but that you have nobody left save me. You have many friends — yes, truly, worthy people, kind enough, who would willingly succour you, but they have all their own friends, more intimate, nearer — I have known it, I have felt it. You, too, love not to trouble — what you call fash them over much.\" Moshie became more and more incoherent and entangled among his Enghsh, French, and Scotch words, and his national idioms, the more excited he grew. \" You would rather face the world and toil for bread — you who have never been out of Logie Town ■ you who have such a tender heart — the heart of une jeune fille ! And you may give way, mon Dieu I — you may fall ill and be ready to perish, and none know in time to interpose.\" \"But, sir,\" interrupted Lizzie, not without a gleam of unconscious humour, \" I thought you were talkmg of how heroically and successfully your countrywomen overcame the greatest dangers and difficulties?\" \" Yes, yes — when they had their people with them, as"], [133, "Moshie comes to the Rescue. 121 you reminded me.\" He turned the tables upon her adroitly. \" At present I have no people. If I had possessed them I should have done better, without doubt. You also, alas ! have none. Let us be people to each other, Miss Leezzie. Let us be fathers and husbands, daughters and wives in one — in two. When I did speak of poverty, I meant it not literally. It was according to your deserts, it was as a gentleman, not as a man, not as a master of dancing. I was poor once, when my excellent friend and yours, Madame Mally, was as an angel of goodness to me. But all that is finished. I have been making my little savings,\" explained Moshie with innocent pride ; \" I have sufficient to furnish one small etaye, such as we should want. My classes for the fencing and the dancing are larger than they ever were before. I have thought, also, of giving lessons in the French and Italian languages ever since my old comrade de la Colline returned to France ; but, as I told you, I had no people, no menage to support — I was lazy, without spirit — an old donkey.\" He did not look even like an old war-horse while he spoke. The strength and daring of his youth seemed to have returned to him. \" Now, I can all ! \" he exclaimed,"], [134, "122 Logie Town. pressing his two palms together. \" I have been proposed many pupils in Edinburgh itself if I arrange my classes on certain days, take the coach and cross the Ferry. Ah ! well, Leezzie, when I have you to work for I take the coach, I sail to the capital,\" ended Moshie exultantly, throwing back his head and squaring his shoulders. Lizzie stood aghast at the force of the torrent she had called forth. This last suggestion struck her most of all. It was, indeed, a shining proof of devotion. For she knew that, like many foreigners, he detested sailing. On the few occasions, when he had been forced to go on the sea during the years he had stayed at Logie, he had lamented the obligation without the slightest concealment. He had pro claimed afterwards with lively grimaces of dislike and disgust, which had provoked the derisive laughter of his audiences, the disastrous result of his voyages. \" I was sick — sick as one dog.\" Yet here was Moshie, with head erect, smilingly undertaking in glad confidence to make the dreaded passage once a week at least, and count it as nothing for her sake. Could love and unselfishness go farther ? She could not let this pass. She could not henr more"], [135, "Moshie comes to the Rescue. 123 without interposing. She said solemn' y, with fresh tears in her eyes, \"No, monsieur, you will not need. I shall work too. I have done it, and you can show me how to do it better — if I am to take you at your word. But it is not right,\" she broke out in renewed distress. \" It is just that you are sorry for me. I ought not to take advantage of your pity. It is mean of me.\" Moshie put his hand on his heart, and struggled for words. \" I suppose I am sorry for you. Who would not be sorry, my poor young lady? But I shall be yet more sorry for myself if, after what has passed, you reject the humble offer of my heart and life. I pity you ! Yes, but I also love and adore your courage, your patience, your sweetness, ever since they have been tried. Have you not guessed it — seen it — all these months ? \" Lizzie blushed and shrank from these fine protestations, though she was certain of their sincerity. \" Then we must work together,\" she resumed, with bashful hesitation. \" Never,\" exclaimed Moshie, indignantly. \" What ! a great weather-beaten scaramouehe like me permit my wife, my best pupil, a Httle Meess Hke you, to fatigue your brains and exhaust your strength, and grow meagre and white as"], [136, "Logie Town. 124 Miss Melville, in working for yourself and me, when I can work for both ? What is this that you think of me, my young lady 1 What would monsieur, your father, the old Captain, who fought in the wars against my nation, have thought of me if he could have imagined that I should act to his daughter Hke a bourgeois coward and brute ? \" Lizzie was half frightened, half dazzled. \" Don't be angry, sir,\" she said, nervously holding out her hand. He took it as if it had been the hand of a queen, bending low and touching it with his lips before he kissed her cheek. It was well that the Miss Murdies' largest pear-tree stretched its wide arms between the couple and the win dows of the house, though for that matter, in the course of the afternoon, full information of what was going to happen was given in the politest of ceremonious applica tions made to the head of the school, whom Moshie conceived to be the representative of Miss Lindesay's natural guardians. Before sunset all Logie knew that Lizzie Lindesay was going to be married to Moshie de Saye before the Miss"], [137, "Moshie comes to the Rescue. 125 Murdies' school took up again. The news might penetrate even the thick walls of a jail by midnight. Lizzie herself could hardly believe what had come about, it was so sudden and strange, long after the town, making a great gulp, had swallowed the morsel and was preparing to digest it. When the first shock and sense of incon gruity — not unmingled with amusement — were got over, the tidings, oddly as it may sound to-day, did not create any very great sensation or rouse any vehement objection. The attitude towards the marriage question of that world of seventy or eighty years ago, in an old-fashioned little town like Logie, differed to a considerable extent from the attitude of the modern world. When marriage was all but a sine qua non, a large lati tude of choice and compelling circumstances had to be granted. If a girl must marry unreservedly, and did not accomplish a desirable match, it followed as a matter of course that she had to marry less well, indifferently, even badly. Let anybody take the trouble to examine the family records and parish registers of the date mentioned, and he or she will be rewarded by the discovery of the most extraordinary discrepancy in the marriages even in"], [138, "Logie Town. 126 one family. The fact is still more conspicuous when the field of choice had been circumscribed as in Logie. Again, one is forced to own that a gentlewoman earning her living lost caste with our mothers and grandmothers, and what was of more consequence, with our fathers and grandfathers, more lamentably than with ourselves. However loyal and friendly her circle might be, it was not merely the Adam Lauders and Lady Sprotts who regarded the girl as com promised and undergoing a sure process of deterioration. Even men and women, as liberal-minded as Moshie, and with as much common sense as Hay Melville, contemplated the prospect with horror or commiseration, according to the respective natures of the spectators. The exceptions to this public judgment were made in favour of mature gentle women, serving the public, and not serving private masters and mistresses, in fact, potent mistresses in their own departments ; such gentlewomen as Mrs. Mally, Miss Katie Ochiltree, Miss Murdie. On the other hand, while Lizzie had descended the social ladder from the step which belonged to the auld Captain's daughter, and entitled her to cards for the Race and Hunt balls, to the considerably lower step occupied by the Miss"], [139, "Moshie comes to the Rescue. 127 Murdies' junior teacher, whom Miss Chawrlotte Bowers and Miss Soph-y Pettigrew patronized, Moshie, in the long years of his connection with Logie, had stamped his impres sion on the town. He had not only won respect and esteem in his own person, he had raised the calling of a dancing master by the accident of his holding it. He had given it something of the dignity of a fine art. Lizzie Lindesay, in the eyes of her townspeople, was not doing such a \" daft-Hke thing\" as the act looked on the first blush. She was not really demeaning herself or throw ing herself away on an old bridegroom, for Moshie was not more than middle-aged — a fine, hale man for his years. Even had it been otherwise, \" better an old man's dearie than a young man's drudge,\" was a Scotch proverb in good repute, and Lizzie had seen an example of its truth, for there had been a greater disparity between the auld Captain and Mrs. Lindesay, and nobody could have ventured to say that they were not \" an extraordinarily happy couple.\" Moshie was a gentleman by birth and breeding, and in the midst of his misfortunes he had always conducted himself as such. He was a thrifty, ingenious creature, frugal in meat and diink. Depend upon it, he had laid by a penny before he"], [140, "Logie Town. 128 proposed to marry, for he was strictly honourable in his deal ings and a man of principle, though his enemies might call him a fighting, frog-eating, French dancing-master. No doubt he was aware that he ought to make a small provision for the young widow and the possible family he might leave behind him. Reckoning up Lizzie's chances, if she remained a single woman with none belonging to her on whom she could establish a claim when she grew old and infirm, unless her little half-brothers who had gone away with their mother to be reared in the West Country among her kin dred, apart from their sister, perhaps she was acting wisely in taking the wind when it blew in her barn-door. Better that than to go through the wood and be left without even a crooked stick at e'en. In addition to the much-prized dignity of matronhood, Lizzie would have a good deal more to look to as Madame or Mrs. de Saye, whichever she liked to call herself, or even as Moshie' s widow, than she had as a poor young lady, a teacher in a school, whose oppor tunities of marriage had been indefinitely lessened. For Lizzie Lindesay had been rash in her independence when she proceeded immediately on her father's death to do some thing for herself. She might have tried a round of visiting"], [141, "Moshie comes to the Rescue. 129 among her friends as had been suggested. If she had managed well and made herself obliging and useful, which was natural to Lizzie without any particular reason for it, the round might have lasted for years, during which something, there was no saying of what, might have happened. Lizzie, while she was still startled and shaken by what had befallen her, met with no violent opposition in her course. She did not see or hear Adam Lauder behaving like a dog in a manger, becoming purple with rage, spring ing to his feet and stamping and swearing Hke a trooper for full five minutes in the retirement of the jail. Even Mrs. Lindesay did not lift up a loud dissentient voice in the distance. She did bemoan the \"come down\" to her poor Mickle's daughter — Mickle who had spent his Hfe fighting his country's natural enemy. She did hint that Lizzie had always been rather lowlifed and eccentric in her tastes. And she, Mrs. Lindesay, besought Lizzie anxiously not to let word of her marriage — at least with respect to the trade of her intended husband — spread as far west as Ayr. But the fact was the stepmother felt too much relieved by the thought of having Lizzie fairly off vol. in. k"], [142, "130 Logie Town. her hands for good and all, to forbid the marriage. She even went so far as to own that it was a comfort to her to have Lizzie settled in the world, instead of teaching in a school, liable to be cast adrift and thrown on her friends any day. Considering her recent widowhood, Mrs. Linde say wrote that she could not be expected to be present at the wedding. It would be bad luck to the happy couple. Neither would Lizzie think of going to Ayr after she had been told that Mrs. Lindesay's best bedroom was occupied ; above all, when Lizzie took it into account that the house of mourning was not a place for courting, it would be absolutely unseemly. Mrs. Lindesay added it was not the custom now-a-days for a great show and rejoicing to be got up at a marriage. It was more fashionable to be private. The lady and gentleman, with a couple of friends to keep the bride and bridegroom in countenance, travelled to Edin burgh or Glasgow and were married in an hotel or in the house of the minister who performed the ceremony, if they preferred the latter alternative. It saved a great deal of trouble and waste of money. Lizzie knew her stepmother's narrow income and the calls which the dear children made upon it, so that she could not look for much of a present"], [143, "Moshie comes to the Rescue. 131 from Mrs. Lindesay. But she sent a pair of plated bed room candlesticks, which she believed Lizzie would value all the more because they had belonged to her own mother. Of course, till Lizzie married, she could have had no use for anything in the shape of plate. A fork and spoon were not expected from the teachers, though the girls in boarding schools were requested to provide them. Miss Murdie, like Balmayne in the matter of his daugh ter's engagement to Steenie Oliphant, was agreeable in a stately way, which contrasted with Miss Ann's fussy bustle and pleasure. Miss Murdie did not contemplate changing her state, and her regard for Moshie was entirely of a platonic character. Still it grated on her sense of fitness that a gentleman who had been honoured with the friend ship of ladies of experience and discretion, could desire or even accept the companionship of a flighty young female like Lizzie Lindesay — well enough in her way, but it was the unpurpose-like, unsatisfactory way of a girl. However, Miss Murdie, with a slight sniff, hoped that Lizzie would prove an exemplary partner to Moshie, and immediately bestowed on her, in spite of the exactions of the Hender son tribe, a more generous gift than that vouchsafed by K. 2"], [144, "132 Logie Town. Mrs. Lindesay. Miss Ann's clumsy, friendly fingers were already itching to be busy with an offering of her own. Miss Brougham was put in her blandest mood by an inspiriting sense, as she arranged the curls of her \" front,\" that her time might be coming after all, though dating by years she might almost have been Lizzie's mother. The schoolgirls prepared to rush clamour for contributions to future house, as if Moshie the auld Captain's daughter a penny wedding. to their several homes and Lizzie's trousseau and her in his high breeding and were about to perpetrate Chirsty Prendergast, before she heard of what was in the wind, when she only knew that her Miss Lizzie Lindesay was not going to pay a far-away visit to her grand relations in Ayr, had come to Lizzie with an eager modest entreaty. Would she spend the whole or part of her vacations with the Prendergasts at their farmhouse of Sauchieden, newly fitted up and embellished as an early issue of the late Glasgow baillie's money. \" I know it is not half gude enough for you,\" pleaded Chirsty, with her dog-like eyes, \" but my mither will be that uplifted — we'll all be so proud and blithe to make of"], [145, "Moshie comes to the Rescue. 133 you, if you'll only let us. Oh ! Miss Lizzie, say you'll do us the favour.\" And Lizzie, with the chill at her heart warmed a little by Chirsty's urgency, and by the shy pleasure she showed on the first symptom of Lizzie's yielding, had con sented to go out for a week to the Prendergasts. Then when fortune turned her wheel, Chirsty put in another breathless plea. \" Oh ! Miss Lizzie, you'll no' let your marriage mak' ony odds? You'll no let it part us a'thegither 1 I know Moshie is a fine gentleman, and I'm frichted out o' my wits afore him, though he's so gentle and mak's sic allowance like yersel'. But you'll let me come and see you in your ain hoose, whiles, and bring you a floor, and the white turkey's eggs — I aye thocht I would keep them for you — and you'll come out for a day if you can spare nae mair, just to say you've paid us a visit — as you agreed — afore you're a married leddy.\" \"I'll come out and stay till you're tired of me, Chirsty,\" said Lizzie, gratefully. Then she thought if it did not give the Prendergasts too much trouble, and if Moshie were content, she might be married quietly from the friendly farmhouse rather than from a strange hotel. She would"], [146, "Logie Town. 134 ask Chirsty to be Lizzie's \" best maid,\" which the bride knew the young woman would Hke of all things. Moshie bowed to Lizzie's behests, but when the project was broached to the Rev. John Ochiltree, he put his foot on it without further parley. \" Let your best maid be whom you Hke, Lizzie ■ Chirsty Prendergast, a fine douce lassie, or any other ; but it shall not be said you were married out of Logie Town and my house. Mrs. Ochiltree not able for it ! Trust her or any woman to be equal to a wedding.\" \" But have you forgotten, sir,\" said Lizzie, anxiously, \" that M. de Saye is a Roman Catholic, though he goes to your kirk because there is none of his own persuasion between this and Edinburgh ? The Presbytery or the Kirk Session might object. Some folk are saying already that it is a terrible thing for me to marry a Papist.\" \" A fig for their uncharitableness,\" said the minister stoutly; \"I'll take the Presbytery and the Kirk Session into my own hand. I tell you what, Lizzie, I wish all my kirk members were as good Christians as Moshie. I'll just mention that right and left, and I would Hke to see who will contradict me. No, your father's daughter, the girl"], [147, "Moshie comes to the Rescue. 135 who stood by all that was left of poor Jean Scott to the last, on yon miserable ending to the King's Birthday, shaU pay me — her minister — the compliment of letting me marry her, to as proper a gentleman as ever breathed, in the drawing-room of my manse. Then I'll write to a worthy friend, of your future husband's ancient creed, with whom I have some acquaintance, and you'll cross to the city of Edinburgh and be buckled a second time in his chapel there, just to make sure against mistakes — not in Scotland here, for our marriage laws are if anything a thought too broad, but it is erring on the safe side, my dear — in case you should ever think of taking a step over the Channel to France with your good-man. There's no saying. Oh, by the bye, Miss Lizzie, what are all the Scotch lads saying to being cut out by a Frenchman ? There's Miss Melville, too, on the point of deserting the ranks of the young ladies, though she's not turning her back on the country, no, nor on the county, in the matter of her choice. Sirs, I'm vexed for the young sparks having to stand such a double loss.\" \"They'll survive it,\" Lizzie exerted herself to respond in the old vein. For the minister whose tongue had been t;ed, where jokes were concerned, to Lizzie for some time, was"], [148, "Logie Town. 136 now primed with a store of well-seasoned gallant banter. Not only the minister, the Shirra, all the Merry Andrews were on the alert to make stock out of the occasion. Lizzie could not go up and down the quiet streets in those days without having to encounter a heavy fire of good-humoured wit, kindly ridicule, and extravagant com pliment. In the background, Logie's floating capital of thirty pounds was being seriously disturbed by the drain made upon it to supply the tea-trays, tea-caddies, work-boxes, knife-boxes, silver fruit-knives, and thimbles, which were laid at the feet of the auld Captain's daughter. None knew better than Hay Melville the force of circum stances. She had already lost Lizzie as a constant com panion and familiar friend — when it come to that, Hay no longer stood in need of such an adjunct when she was going to be married herself, going to take up a married woman's duties and responsibilities, not the least of which was to look after Steenie Oliphant and cheer him with her lively society. Hay stated emphatically that she was not at all surprised at what Lizzie Lindesay was going to do — Hay thought it was the very best thing Lizzie could do in her"], [149, "Moshie comes to the Rescue. 137 position. Moshie was unexceptionable in his personal cha racter. He was, though past his youth — Hay had a habit of speaking as if she herself were ages past that foolish period of existence — one of the finest men she knew. She hoped he would be spared long enough to impart his finished grace of manner and bearing not merely to her children, but to her grandchildren. Hay was given to anticipate — she forestalled the young American matron by insisting on addressing Steenie in the first week of their honeymoon as \" father.\" It was a time-honoured practice, she explained to the astonished recipient of the title, and to whoever liked to listen. She had been accustomed to hear her mother apply the term to her father. Hay was determined to keep up the good old custom, particularly as it tended to produce proper reverence on the part of wives. Certainly Steenie was not likely to miss entertainment with Hay by his side. When the two girls met, Hay suddenly stopped in her congratulations to demand, \" Was I a witch in my fortune telling yon market-night at Mrs. Mally's, Lizzie, do you remember ? I gave myself to Steenie Oliphant and you to Moshie, and now the prophecy is fulfilled ! \" The former friends looked at each other for an instant"], [150, "Logie Town. 138 in silence before they changed the subject. Both recognized that they and everything else in the world had changed since that night, though it was not two years ago. Both had a quick sense that their fates in life had then hung in the balance, and humanly speaking, a straw either way would have brought them to a totally different conclusion. \" Eh ! Lizzie Lindesay, I warned you of the pass you would be brocht to when you were sae left to yourself as to gang and help to keep a schule,\" Lady Sprott delivered her verdict. She added pensively, \" Cauld's the hoose with out a man. It's no for me to wed a second time, but I'm glad even of a mak'-beheve like Mr. Eben, though he's only Sir Dauvit's governor, and a blate, wishy-washy, whether-or-no, stickit minister o' a chield. I own an auld dancing-maister is better than naebody. But speaking o' that, you maun let me aff from calling on you, Lizzie, though I wuss you weel. The late Sir Dauvit's weedy, and the present Sir Dauvit's mither, cannot weel visit with the Hke of Moshie and you.\" \" Do just as you please, my lady. Never mind us,\" said Lizzie, hastily. Then her momentary irritation subsided, and was changed into keen amusement. For she thought on"], [151, "Moshie comes to the Rescue. 139 the one hand of Raoul de Saye, and on the other of the late Sir Dauvit, the last time Lizzie had seen the drunken blackguard after he had been brawling in the public streets, when he was hunted out of the town by all the ragamuffins in Logie. Another comical element in the situation was that in spite of the unnecessary candour of Lady Sprott's apology, Lizzie was thoroughly convinced curiosity, if nothing else, would make her ladyship one of Madame de Saye's first visitors."], [152, "140 Logie Town. CHAPTER XIII. MRS. mally's testament. Tt cannot be denied that Lizzie had accepted Moshie a good deal on the spur of the moment, under the pressure of wounded feelings and the dread of what was to become of her, together with her gratitude for his disinterested devotion. When she was fully sensible of what she had done, she felt, in spite of her genuine respect and liking for Moshie, a considerable amount of doubt and appre hension. It rendered her disturbed and restless, shy and timid, with her plighted bridegroom. But the alteration in her manner did not seem to trouble him ; perhaps it suited his French notions. He appeared certain that he could win her tender affection and make her happy after she was his wife. Then an event happened which somewhat changed the"], [153, "Mrs. Mally's Testament. 141 position of affairs, and administered a new kind of shock to Lizzie. The melancholy news reached Logie of the death of Mrs. Mally Corstorphine, just as she had concluded her business in the West Indian island over which Governor Lowrie had presided, and was about to start on her long journey homewards. The full particulars did not arrive at her native town for many a month. They were brought back eventually by Merrin, who had waited on her mistress faithfully to the last, and had finally been passed, helpless, but uninjured, from hand to hand until she came once more, with much thankfulness, in sight of the old steeple of Logie Kirk, and the Crown Inn. Merrin's account of Mrs. Mally's fatal illness was that it had been different from her former attacks. It had been short and sharp. Until she was struck down she had been full of spirit and activity, establishing her claims in adverse circumstances. She had been eager to wind up her business successfully and to set out immediately, as if with a strong longing to be at home again, which was not destined to be fulfilled. When she had accomplished what would justify her journey and prevent much scandalous misappropriation of property and waste of time and labour for those who should come"], [154, "142 Logie Town. after her, she was ready for the road. She had been greatly pleased with the result of her exertions, and had looked as if she were able for double the fatigue she had already undergone. She was then \"as gallant a woman,\" the sorrowing Merrin declared, \" as Mrs. Mally was wont to be in her younger days, fit to cope with all the gUb-tongued lawyers and black-a- vised dons that ever were born.\" But in a few hours Mrs. Mally was seized with yellow fever, and she foresaw instantly that there was little likehhood of her recovery. She said not another word of Scotland and Logie, where she herself was concerned. In the brief time that remained to her, her entire concern was to avoid giving more trouble than she could help, so that she was \" as patient as a lamb,\" according to Merrin's description, and in completing the necessary arrangements for her servant should she be left alone. Then Mrs. Mally turned her face to the wall. Once she had muttered, \" Heaven is owre a', and puir Lowrie will no lie his lane amang frem'd folk,\" and so she had died. But in the mean time nothing of this was known ; Logie simply heard that Mrs. Mally was gone, and it was as if a pillar of strength had fallen, causing general regret and"], [155, "Mrs. Mally's Testament. 143 some sincere mourning among the townspeople. Inevitably there was also a revival of the excitement which had been felt during the earlier illness of the dead woman, with regard to the disposal of her worldly goods. The necessary power was given for the production of the instructions which Mrs. Mally had left behind her, and the reading of her will. The last was in the careful hands of the canny man of business out of Logie, whom she had employed to draw it up. Mr. Tamson came to the town for the purpose with as great state and importance as a man naturally meek and modest and unlike the Emperor could assume for the occasion. He cited a long Ust of persons who were forthwith impressed, not without reason, by a similar consciousness to Mr. Tamson's that the eyes of the world of Logie were upon them. The motley gathering was appointed to meet the lawyer in Mrs. Mally's old domain of the Crown Inn, in her former sitting-room, which had been reserved for her use, and was now re-opened and set in order that it might be the scene of the last ceremony in which she had a voice and could be said to play a part. It was the same place, and yet not the same. For most"], [156, "Logie Town. 144 of the valuable articles of foreign produce, traces of the late Governor, had been put away. The old-fashioned flowers were gone, so were the descendants of the original paroquets and Java sparrows. But Mrs. Mally's closed desk was there in its old corner ; and opposite it her spinning-wheel, st'll with flax on the rock. Among the heterogeneous company assembled was the innkeeper, who had lost the trick of his predecessors in appearing still more the master of his house than the servant of his customers, together with several more of Mrs. Mally's distant relations and one or two of her familiar friends. The Melvilles of Balmayne figured among the company. Balmayne looked cross, because he was honestly vexed by the death of his remote kinswoman and Hfe-long friendly acquaintance. Mrs. Melville was in the deepest mourning which Jenny Stark could get up on a short notice. The lady of Balmayne was composing her mobile face into the desirable degree of sorrow — she was ready to bury it in her handkerchief, according to the extent to which Mrs. Mally had proved her cousinly sentiments, and her title to be grieved for by so distinguished a mourner. Hay was"], [157, "Mrs. Mally's Testament. 145 also of the party, appearing very much as usual, a Httle graver perhaps, but she was mostly grave in the outer woman now-a-days, even when her nimble tongue was uttering all manner of quips and cranks. Various servants who belonged to the Crown Inn, or had belonged to it in the days of the former landlady, ranged themselves befittingly in the background. So did some very humble persons — poor relations of the lower class, to whom Mrs. Mally had once alluded when she was making tea for the Emperor. These stalwart sons and daughters of ploughmen, though they were invited to be present with the rest of the party, entered sheepishly, stumbling in their hob-nailed shoes and market boots, clean corduroys and best shawls, as if the wearers were intruders there. A little apart from the others stood and sat Moshie and Lizzie Lindesay, already closely associated together. Both were unaffectedly touched by the well-known room as it was presented afresh to their eyes. Indeed Lizzie broke down and sobbed outright when she crossed the threshold which she had trodden so often. She afforded Moshie, who was as entirely unabashed as he was free from awkwardness in his character of elderly lover, the best VOL. III. L"], [158, "Logie Town. 146 excuse for hanging over her chair and seeking to comfcrt her with an assiduity which showed a happy mixture of the feelings of the father and the bridegroom. The large circle was wound up by the representatives of the three learned faculties, Mrs. Mally's clergyman, the Rev. John Ochiltree, her physician, Dr. Hepburn, and her lawyer, the chief actor to-day. It was not only over Mrs. Mally's kindred and friends that a dim shadow of her potent presence hung, subduing them more or less, as she seemed to be looking down on them, herself invisible, from her old seat by the hearth, from behind her desk or her wheel. The very lawyer presiding over the performance, who might be supposed hardened to such influences, was sensibly affected by this lingering atmosphere of Mrs. Mally. Mr. Tamson, recalling his last interview with the mistress of the Crown Inn on the same spot, and the disinterested recommendation which she had given him with strange self-forgetfulness and the dryest humour to study the scene and improve his know ledge of human nature, could not resist glancing over his shoulder with the eeriest sensation. He half expected to see a ghostly version of Mrs. Mally's hair-cap towering"], [159, "Mrs. Mally's Testament. 147 about the other heads. He was haunted by her Roman nose, keen grey eyes, shrewd mouth, and the Oliver Cromwell wart, bearing its tuft of bristling hair, all lit up by what are commonly supposed opposing considerations — a proud vindication of poetic justice and a lively experience of derisive glee. But no vestige of Mrs. Mally either in the body or the spirit, whether dominated by feelings proper or improper, interfered with the announcement of her final wishes. The will began by a number of minute provisions and bequests. The peculiar property and furniture of the inn which had not been already handed over to the innkeeper, were secured to him. There was a liberal legacy to the poor of Logie. An ample annuity to the still absent Merrin began from that day. In fact there was a scrupulous remembrance of all who could have made any claim on her spirit of fairness or feeling of friendship. In this category came the year or couple of years' wages to old servants, and the judiciously planned bequests to the w*orking-people who had a \" drap o' blude \" in common with the last of the main branch of the Corstorphines of the Crown Inn. There was a methodical distribution of L 2"], [160, "148 Logie Town. the plate, jewels, and costly curiosities with which Governor Lowrie had from time to time provided himself and endowed his sister. His snuff-box went to Mr. Melville, his gold headed cane to the Rev. John Ochiltree, his punch-bowl to Dr. Hepburn, his watch to M. Raoul de Saye, his seals and razors to the blushing reader of the deed. Mrs. Melville had the late Governor's massive silver salver and his exquisitely-wrought chessmen. Hay had her share of the rubies and pearls, while there was an equal share, along with Mrs. Mally's watch, to Lizzie Lindesay. If Mrs. Melville's plastic face had, in spite of herself, waxed a little longer while her handkerchief had still remained in abeyance, it was simply because of the large, promiscuous slices, which this, to her, uncalled-for and eccentric generosity on the part of the testator, cut in Mrs. Mally's possessions. It was from no distinct dread of the ultimate result, yet the very next intimation was calculated to vex her righteous soul more seriously — a lump of invested money amounting to several thousands was recklessly presented \" to my friend M. Raoul de Saye, because of the respect and regard in which I have held him ever since I knew him.\""], [161, "Mrs. Mally's Testament. 149 Moshie raised his head in evident surprise, and bent forward as if to disclaim the favour in the light of some thing beyond his deserts, to which he had no title. Mrs. Melville gave a convulsive gasp, Hay raised her eyebrows, even Balmayne frowned slightly. Unquestion ably Mrs. Mally might deal with her own as she liked, and Moshie was all very well ; but nobody could be ex pected to hear unmoved of good British money going to a foreigner — a dancing-master fellow. Worse was to follow with respect to the Melvilles — for to do the humbler portion of the company justice, they acted as if they thought they had received aU and more than all that could have been looked for, as if Mrs. Mally had behaved handsomely to them, and they had no reason to complain. They listened stolidly in anticipation of the disposal of the principal part of the dead woman's fortune, consisting, as she had always said, of the large farm of St. Kennet's, in addition to her West Indian property. For Mr. Tamson now proceeded to read what was to become of this the bulk of Mrs. Mally's goods, in the choicest legal phraseology, with an increased solemnity"], [162, "150 Logie Town. of manner in keeping with the greater importance of the legacy. The farm and the West Indian property were left for the sole use and behoof of Miss Elizabeth Lindesay, only daughter of the late Captain Michael Lindesay, of Logie. \" And I desire to make known to all whom it may concern,\" Mrs. Mally went on to say by the mouth of her lawyer, \" that I bestow the gift not only because of the affection I bear her, but because of her kindness to my dear son, Louis Beaugardin, otherwise known as Lewis Corstorphine.\" Lizzie's tingling ears could not take in the words relating to her, far less could her mind receive their meaning. Moshie looked positively aghast. Mrs. Melville dropped her handkerchief, and grew deadly pale with baulked ambition and avarice, and with a keen sense of wasted gracious condescension, including innumerable petits soins. She had demeaned herself to allow, even to uphold, her husband's relationship with the mistress of the Crown Inn for long years. She had thrown away her precious leisure ; she had lavished her choicest dainties ; she had submitted to scanty gratitude and downright snubs, and what was"], [163, "Mrs. Mally's Testament. 151 the Lady of Balmayne's reward ? To be outwitted and laughed at by that masculine-tempered, cold-blooded, crafty woman in her grave. Mr. Melville's frown grew portentous. Hay's dress gave a decided rustle of dissatisfaction, while she put up her lip in an impulse of amazed indignation. There was a moment's awful pause, for the reading of the whl was over. Then Mr. Tamson made a virtue of necessity, and took it upon him to break the silence. He raised his voice independently, and ventured to congratulate the chief legatee. He was drawn two ways. He might be blamed for having connived at Mrs. Mally's independent act, and for having refrained, as a point of professional honour, from giving private information which might have led to its prevention. He might also lose the patronage of the lucky heiress of St. Kennet's, \"Miss Lizzie Lindesay. Sir. Tamson' s nervous voice recalled the Melvilles — -who were the people most aggrieved — to what was required of them by Mrs. Mally's froward and unjustifiable will. The other distant connections could not look back on favours bestowed freely, nay, pressed on the favoured person. These poor people, whatever extravagant credulous dreams"], [164, "152 Logie Town. might occasionally have darted across their stupid minds, were bound to acknowledge that upon the whole they were more solidly benefited than they had dared calmly to hope for. It was different with the Melvilles. There had been no obligation on the Melvilles to spend their strength upon Mrs. Mally ; nevertheless they had done it, and for naught. Strange to say it was Balmayne, so backward in ordinary circumstances, who spoke the first word, as he got up to go, which was a sign for the dispersion of the smaller fry, taking place with an almost indecorous tumultuous speed in order that each might carry the news of how he had fared individually, and what had been the general \" upshot \" of the will, all over the town. Mr. Melville gave himself a shake, as if to recover his balance, like a man of sense and business — a reasonable man, who would disdain to fret like a child or bear malice after the fashion of a woman. \"I am a man of few words,\" he said, gruffly; \"but I suppose I must wish you joy of your fine inheritance, Miss Lindesay. Good day to you, Mr. Tamson ; good day to you all,\" and he tramped out of the room. Mrs. Melville was in haste to follow her husband, \" You are in great luck, Lizzie,\" she said, with a smile"], [165, "Mrs. Mally's Testament. 153 that was spasmodic as yet. \" But I think your friend, Mrs. Mally, need not have been guilty of the deceit of pretending that she made you her heiress on account of anything you did for her son. WHy, you must have been a mere child when that wretched man died ! You yourself best know whether you had reason to expect what has come to light to-day. I can only say I trust not, for, if it was otherwise, I must say there has been a want of openness ; but I will leave you to your own reflections. I must overtake Mr. Melville.\" \" Want of openness ! \" Mrs. Melville relieved her mind as she swiftly descended the stairs and shook off the dust of the Crown Inn from her skirts then and for ever. \" I call it fair treachery in Lizzie Lindesay after the manner in which she was received at Balmayne, and the way in which you, my poor dear Hay, were aUowed to run about with her. I have been shocked to think of it, and ashamed to face Burn Foot on the subject, ever since I heard of her intended marriage with the bowing and scraping old scarecrow of a French dancing-master. I dare say it is all in the air now, though he too has played his cards well and lined his nest pretty comfortably from Mrs. Mally's"], [166, "Logie Town. 154 pickings. It was positively wicked of her after all I did for her, and what she had known of Frenchmen.\" Hay had not gone at her mother's heels as Mrs. Melville upposed. The young lady tarried a few minutes behind. At first she said with a hot face, speaking apart to her quondam friend, \" You have been too rash, Lizzie ; you ought not to have been in such a hurry ; you know you might have waited for this,\" and was passing Lizzie with a mocking half -curtsey. Then Hay's better nature re asserted itself. She turned back, held out her hand, and said quickly in the same undertone, \" What a ' near-begaun,' close-fisted Httle wretch you must think me, Lizzie, I who have so much of my own to be so angry at Mrs. Mally's money going past me. But do we ever have so much that we should not like to have a little more ? However, I will say this, that since it is not to be mine, I think I would rather that you had it than anybody else, which, you will allow, is granting a good deal under the circumstances. ' ' The minister and the doctor with much greater spon taneousness and cordiality wished Lizzie joy before they also quitted the scene."], [167, "Mrs. Mally's Testament. 155 Lizzie, stUl dazed and confounded, was left with nobody save Moshie and Mr. Tamson. At first Moshie did little to help her. Though he had lived so long in Scotland, he began by showing himself lamentably ignorant of law and reason to the extent of betraying a horrified conviction that a wrong had been done. He followed up the erro neous conception by an excited and still more infatuated inquiry whether redress could not be made ? \" For my dear friend Madame Mally's kind intentions towards myself,\" he declared, \"I can only say they are like her, as I have always found her. I did think of refusing the gift with the profoundest respect and gratitude as what was not demanded and as far too much of an obligation. But I think again. No, I will take it humbly with my best thanks, and let my foolish pride go. It is of infinitely more consequence that another person should be enabled to do the right tiling as she will wish to do it. I know it assuredly, my dear friend,\" he said to the bewildered Lizzie, whose hand he took and clasped, \" so there need not be the least scruple or objection on the part of Mr. and Madame Melville. As for our benefactress — I have pleasure in calling her so\" — remarked Moshie, in a shghtly lofty"], [168, "156 Logie Town. parenthesis, \" she who has quitted us, alas ! she would not have been offended if she had known all, for we have had regard to her benevolent wishes — we have suffered her to endow us magnificently, while we shall be rid of the frightful burden of having deprived others of their rights,\" he ended with an air of relief. It was Mr. Tamson's duty, and he did not find it easy, to prove to Moshie that there were no rights in the case — a conclusion which Lizzie never attempted to deny. The firmer and more unassailable the ground which even so meek a man as Mr. Tamson insisted on occupying, the blacker instead of the brighter grew the olive face of the prospective bridegroom of the heiress of St. Kennet's. When the man of business took his departure in his turn, he did not know whether to think Moshie the most accom plished of deceivers or else a harebrained enthusiast. Lizzie had been staying with the Prendergasts when the news of Miss Mally's death arrived, and when she was summoned to be present at the reading of the will, which concerned her so nearly, she had come into the town with Chirsty, driven by Chirsty's father, bodkin fashion, in his brand-new gig. He had deposited the girls at the Crown"], [169, "Mrs. Mally's Testament. 157 Inn, and gone to do his wife's errands at the shops she patronized. Chirsty was at that moment waiting in another room till the business was settled. Already some of the servants had conveyed to her the wonderful intelligence that her Miss Lizzie Lindesay had succeeded to a great part of Mrs. Mally's fortune. Unable to contain herself any longer, now that the lawyer was gone, the young woman burst into the room, beHeving that Moshie, with whom she was getting more at ease, who was always so patient and considerate with everybody, would forgive the intrusion. \" Oh ! is it true, Miss Lizzie ? \" she cried. \" I'm that glad and proud I'm fit to greet. Moshie will not need to dance another step unless for his pleasure. You'll be a rich leddy and gentleman, and can do what you like. Let me run up to the Miss Murdies' and be the first to tell them.\" But when Chirsty saw the troubled, disconsolate faces before her, the bounding heart slackened in its gallop and began to quake. She was persuaded either that the grand news was a great mistake, or else there was some grievous mischance in the background."], [170, "Logie Town. 158 Then Chirsty did what a more accomplished, more artificial person might have failed to do, she retired as precipitately as she had entered, without waiting for an answer to her question, leaving the couple in whom she was so interested to their \" twa-handed crack \" over their difficulty, whatever it might be. Moshie took a quick turn through the room and came back and stood by Lizzie's side again. \" Life is changed,\" he said in an altered, almost a harsh, voice. \" You have heard what your friend, Miss Melville, said. You have been too rash, my young lady. For me, I will not be the person to hold you to a contract out of date, supplanted. On the contrary I tear it, I scatter its fragments to the winds,\" with an appropriate gesture of his hands — long and fine, granted they were a little claw-like; \"you are free, Miss Leezzie.\" \"Have you tired of me, sh-?\" she asked timidly, and at the same time with a shade of bitterness in her tone, for she had been all the while tempted to believe, in spite of his protestations, that she had drawn forth his proposal by unwittingly working on his pity. Now, it darted across her mind that Moshie, not being calculating and grasping,"], [171, "Mrs. Mally's Testament. 159 seeing that she was well provided for, might think he had done enough in the past — he might even be glad of an excuse to be rid of his bargain. \" Tired ! \" said Moshie slowly, with the ghost of a smile on his pale lips. \" Ah ! well, that is not the word. But I have the felicity to be ready, mademoiselle, to resign every pretension to your hand, when your welfare and happiness claim the resignation. The alliance was never equal ; it is less so now than ever, when the necessity for it has ceased. I am glad, for your sake. I bow to your good fortune. Comprehend, I take upon myself all the blame, if there is any blame, cast on the breaking off \" \" Oh, stop stop ! \" cried Lizzie, piteously, for she had looked into his eyes and seen their utter hopelessness. She had recognized how the glad light and the happy, joyous importance of the last few weeks had quite died out of his face. Though he held himself up bravely, it was a drooping, beaten man whose youth lay behind him, whose country was abandoned, who was as friendless as herself, that was thus cutting loose by his own act the solitary tie he had knitted in his lifetime of exile. And this man had pressed on her his best in the darkest hour"], [172, "Logie Town. 160 of her adversity. \" What have I done that you should wive me up when I want you more than ever?\" protested Lizzie. \" Besides, I think you want me, monsieur, really me — young, ignorant, silly as I am, and, indeed, I will serve you if you will let me. Do you suppose I am richer in such friends as you are, than when you proposed to shelter and cherish me in the Miss Murdies' garden? Even Mrs. Mally could not come back to me, she could only send me her money — I do not despise it ; oh ! no, no ! I thank and bless her for it, if you will take it and me,\" cried Lizzie. She did not mind in the least that in so saying she was offering herself with the wealth which had just come to her to an elderly, broken-down man. If he had been in the flower of youth and prosperity she might have thought twice and been stayed by such a consideration, but it was not so in this case. \" You are generous, my little one,\" said Moshie, wistfully, descending several steps from his high horse and wavering a Httle. \" But, no ; \" he remounted his steed with hasty steps, as if he distrusted his resolution ; \" I cannot profit by your generosity. It would be taking advantage of you and abusing your youth and innocence, as if I were a rogue"], [173, "Mrs. Mally's Testament. 161 and villain ; I, who though I have had my misfortunes, have been able hitherto to call myself an honest man, and to challenge the whole world to give me the lie,\" ended Moshie, with something like tragic despair. But a wilful woman would have her way. \" Before you refuse me, sir,\" she appealed to him, \" answer to yourself, in your inmost heart, what is money worth in comparison with a friend Hke you ? \" and she clasped her hands as if Moshie's manner justified her pleading. \" I know this is not what you bargained for. You were to give all and receive nothing. Yes, yes, that is the truth in plain words. You cannot contradict it. But now it is I who make the bargain ; it is my turn to-day ; and if I bid you accept what has not been mine an hour, something that I cannot rightly use by myself, something that Mrs. Mally would have liked you of all men to share, do you call it fair of you to say ' No ' ? I would have taken every thing — everything freely from you. It is not like your justice, it is not Hke your nobility, monsieur, to decline my petition.\" These words staggered him, and ultimately overcame his determination. He was not too old and stiff to kneel VOL. III. m"], [174, "162 Logie Town. with high-bred grace as he kissed her hands and her hair, while Lizzie was shocked that he should go down on his knees to her, and bent towards him, imploring him to rise. There in Mrs. Mally's room, where as some had thought she might have been that morning, \" one mute shadow watching all,\" in the room where her son Lewis had played when a boy, where it is possible an earlier, more luckless troth had been plighted, another and a happier compact was sealed between a French gentleman and a Logie lassie. To the credit of Logie, it applauded Lizzie for her fidelity to her pledge. Such a contretemps as an unex pected accession to worldly goods must have happened occasionally with regard to one or other of the principals in these freely-formed marriages in the beginning of the century, and perhaps not all were so loyal to their word as Lizzie proved. But, not a magnate of the town, Shirra or minister, interfered ineffectually to prevent the fulfil ment of her engagement. Logie supported her in her constancy, maintaining stoutly that she was acting like an honourable woman, and like the auld Captain's daughter."], [175, "Mrs. Mally's Testament. 163 Lizzie did not see Adam Lauder gnash his teeth or hear him curse his ill-luck when he heard of what he called her \" windfa'.\" But it was a great relief to her, and to more than her, when his release came about, before either of the two marriages, celebrated respectively at Balmayne and the Manse, which were a nine days' talk in Logie. Adam was not to languish as a debtor until a horrible appre hension of Lizzie's was fulfilled — that he should in course of time deteriorate into one of the grim, mendacious men who were in the habit of slinging old stockings from the jail windows for the purpose of catching stray halfpence. The Insurance Companies were still inexorable. The Emperor continued to wash his hands of his nephew's responsibilities. But the creditors had wearied of the bootless revenge of keeping a gentleman in idleness in addition to what he had already cost them. When he was at liberty Adam left Logie precipitately, as if it were as much a boon for him to get out of sight and sound of the town, as it was to some of his old acquaintances to learn that he was gone. The very day on which Lizzie was married, as had been planned by the Rev. John Ochiltree, with Chirsty M 2"], [176, "Logie Town. 164 Prendergast waiting upon her, the proudest and most devoted of \" best maids,\" while the minister's eldest son acted as \" best man \" to Moshie, the post, travelling slowly in those benighted times, brought a letter from Mrs. Lindesay. The lady announced that she was coming as soon as she could be spared from her family engagements to take Lizzie back with her to the West Country. \" For of course, Lizzie,\" the letter went on to say, \" you will go no further in that daft-Hke marriage you had made up your mind to — it would be a crying shame — were it only on your dear brothers' account. You owe it to them and to me that we should be the gainers by your fine legacy. In fact I do not know what Mrs. Mally was thinking of. I fancy she must have gone doited before she made that will. For it must have been Mickle who took pity on her ne'er-do-weel son, and if anybody was to be rewarded for it, surely Mickle's sons ought to have come before his daughter.\" Lizzie sent Moshie the letter, for according to an old Scotch \"freit\" which Chirsty jealously guarded from any danger of being broken, Lizzie was on no account to"], [177, "Mrs. Mally's Testament. 165 encounter her bridegroom on her wedding morning till the two met to be married in the Manse drawing-room. \"Ah, well, madame, you will come too late,\" said Moshie, making a low bow and addressing an impalpable being with stern pohteness. \" The Httle one was right. She has need of me still.\""], [178, "166 Logie Town. CHAPTER XIV. AN IDYLLIC HONEYMOON. GREEN GASCONS. Moshie and Lizzie had been married three months. They had not deferred the wedding a day. The marriage settlements had been written by Mr. Tamson, who, being a plain man, did much of his work with his own hands. As he did not represent a great firm of lawyers, with a dozen clerks to share his shortcomings, he was able to draw up the document before the time originally fixed for the ceremony. The couple had not even put off the event in order to procure a more sumptuous trousseau for Lizzie, better befitting the lady of St. Kenn-et's than the junior teacher in the Miss Murdies' school. Moshie, though a Frenchman, cared Httle in general for toilets ; if he had a tender liking for anything it was for the simple, girlish frocks in which his best pupil, his \" little"], [179, "An Idyllic Honeymoon. 167 Meess,\" had originally beamed brightly upon him in the Town Hall and at Mrs. Mally's. But M. and Madame de Saye did not occupy the tiny flat of four rooms which, in their united prudence, they had first talked of for a home. There was no fit house on St. Kennet's ; neither did Moshie propose to risk Lizzie's fortune in amateur farming ; so that the pair were under no obligation to quit Logie. They took a pleasant, roomy house in a large garden on the outskirts. House and garden alone appeared to present an ample field for Moshie's energies. Though he had given up his classes, there was no fear of his being idle and suffering from the horrors of ennui. He was the busiest, and perhaps that was one reason why he showed himself the most contented of men. The terraces and trellises, summer-houses and tool-houses, he projected and executed were a wonder to behold. So were the \"presses\" or cupboards, chiffoniers, screens, brackets, &c, he fitted up. There never had been anything seen in Logie like the drawing-room kennel he provided for Mignonne. He grafted fruit-trees, he set flowers aft3r processes of his own, which were as striking as they were successful. It was seldom that he had leisure now for"], [180, "168 Logie Town. looking over the papers in his bureau, the litter of which had vexed the tidy soul of Merrin of the Crown Inn. As for Lizzie, it must have been a delight to those who loved her to see how she blossomed and flourished, like one of Moshie's plants, partly reared and long kept in the stunting depressing shade, at last brought out and estab lished in the full kindly Hght and warmth of the sun. Lizzie had never since the death of her mother, when she was a very little girl, known anything like the loving con fidence and sympathy, the ceaseless care, the indulgence, and petting which she had lived to receive. She could not have imagined treatment equal to the chivalrous courtesy, the endless consideration which was Moshie's way with all women, above all with those nearly related to him. Lizzie had been accustomed to regard her father, the auld Captain, with justice, as a true man, a faithful friend to women. She had often marvelled, a little indignantly and sorrow fully, at his long-suffering goodness, where a delicate female's exactions and airs and the teasing dependence of little children were in question. But there was a wide difference between his gruff masterfulness, however subdued, and Moshie's gracious, gentle rule, which at the same time"], [181, "An Idyllic Honeymoon. 169 nobody contested, because of its very graciousness and gentleness, and the something intangible in it which said law and order were law and order still, however generously wielded, and must be implicitly obeyed. Lizzie had never been so much of a girl — paradoxical as it may sound — so fearless and light-hearted as after she was a wife. She turned back as it were and fulfilled the experience she had missed, while no one was so charmed as Moshie to listen to her light foot tripping about the house, to distinguish the ring of her laughter, to be called and coaxed from his serious duties to inspect some triumph of her housekeeping skill, some pretty maidenly device which, until she was a matron, she had not had the power to put into practice. Nobody would have noticed it if she had. It was Lizzie herself who said Moshie had two Mignonnes playing games and tricks together, competing for his favour and capering to meet him after the shortest absence. She had actually to put force on herself, she who had been a quiet, almost demure girl, to remember her father's maxims and to behave in a manner worthy of the Madame, in whom Moshie had such faith and trust, that he gave her carte blanche to do as she pleased, and never found fault with"], [182, "170 Logie Town. her conduct, though it might not be altogether suited to his somewhat stately ideas. She was on her mettle when she went with her husband to sup at the Miss Murdies' or the Shirra's — nay, or at Balmayne ; for Mrs. Melville was far too wise a woman of the world, too jealous with regard to her own popularity and character for sense and spirit, to keep up a feud with the de Sayes. But when Lizzie carried away Moshie to drink tea with Chirsty Prendergast and with the gudewife and gudeman of Sauchieden, the young wife \"got out her horns.\" She wanted more than the obligation of a reflected dignity to tame her. She talked and laughed and kept the others talking and laughing till they were weary. Moshie would shake his head a little, but it was so benign and gratified a shake that it was like a challenge to further achievements in the same line. In order to preserve her balance, Lizzie needed either some heavier burden to bear, or a little child in her arms to convert her later wilder girlhood into sweet womanhood — • ever thoughtful in its blitheness. Lizzie went on with her French lessons viva voce, till she could chatter as fast in French as in Scotch to Moshie. For she said his Scotch education had been far too long"], [183, "An Idyllic Honeymoon. 171 neglected, and it was for her to take it under her particular care. It might be as part of this Scotch education that Moshie read Froissart in the evening to Lizzie, and pointed out what sworn allies the couple's respective nations had been. Then Lizzie would go out into the lobby and look up wistfully at her father's despatch-box, which she had hung beside Moshie's sword. On Moshie's birthday, and on the anniversaries of some of the auld Captain's battles, she hung laurel wreaths impartially over both. She played Jacobite airs on her piano till Moshie could accompany them on his violin, and she sang to him all the songs about the King over the water, which recalled St. Germains-en-Laye. But there was no song Moshie Hked so weU as that ballad on Lizzie's namesake, where her name was pronounced as the French tongue spoke it. He seemed to derive a mysterious pride and pleasure, just tinged with pensiveness, in entering into the triumph of the Highland chief who had started under a cloud, when he announced — certainly with more boisterous emphasis than Moshie would have employed in similar circumstances — \" Oh, Leezzie, lass, ye maun ken little Gin sae be ye think that o' me.\""], [184, "Logie Town. 172 Moshie would dwell on the situation and put pondering, pertinent questions. Was it that the Demoiselle Leezzie could not see for herself ? Did her chevalier labour under the necessity of proclaiming his order ? Was it that she could not love him while she believed him of \" laigh degree\"? But that was not satisfactory. That was not love which laughs at rank and profession, youth and age, beauty and ugliness. Mr. Kennet Mackenzie might be happy in one sense that he had the privilege of laying his chieftainship, his lands and castles in the north, at the feet of Miss Leezzie Lindesay — but in another he was not happy — oh ! not at all, for he had to stoop to buy her dear friend ship and willing consent to his suit, which ought to have been won without purchase. There were only two instances in which Moshie preserved a sensitive, pained reserve in return for his wife's happy frankness. In the course of Lizzie's intercourse with him she said to him, once with joyous conviction, \" Surely, there are no husbands like French husbands,\" and he felt bound to qualify the statement. \" There are good husbands and wives everywhere, the good God be praised for it ; but I think, my dear, they are"], [185, "An Idyllic Honeymoon. 173 commoner here than anywhere else. My mother was a good woman, and my father thought he had never seen a woman Hke her from the first time he met her a young girl fresh from her convent. We were of our province, we de Sayes, and I beheve the last of us did our best in our generation, and that our people would not have risen up and cast us out. But what would you have? We had to fight for our class and our King and Queen. Our King was an honest gentleman, and our beautiful, persecuted Queen ought to have led us on to victory instead of defeat. They were martyrs, and so were multitudes of innocent victims who paid the penalty for the sins of their fathers and brothers. But I dare not stop there, Leezzie,\" and Moshie's dark face grew stern. \" Power, without limit, wielded by tyrants — idleness, luxury, love of pleasure, cruel indifference to the sufferings of the poor and miserable — bring all the vices and crimes with final destruction in their train. They ate us through as a canker, they made some of us demons. Others saw to what everything was tend ing, and fought against it, to the renunciation of their birthright and their fraternization with the down-trodden, maddened canaille — all in vain we were doomed, bad and"], [186, "174 Logie Town. good alike. We had brought ruin upon us, and we paid the debt with what courage and faith were left us.\" Lizzie never liked to tempt Moshie into these discussions, which were full of pain and sorrow to him, and left him discomposed and saddened for hours afterwards. But it was a different matter, and one of real regret to her, that her hubsand remained equally reticent on details which could not have had any political significance, but must have bsen of purely personal interest. She would fain have had him talk of his early days under his father's roof ; she craved for minute descriptions of the life led in the grey pepper-box chateau. She had long looked at the en graving of the chateau from a respectful distance in the Crown Inn. She had the opportunity of regarding it near at hand, when by her own doing it had the place of honour above the drawing-room chimney-piece in her own and her husband's house. Moshie was openness itself on the first hard struggles of himself and his compatriots in exile. He could be brought to talk, though with more reluctance, and less freedom, on various episodes of his escape and of the terrible and tragic scenes of the Revolution which preceded the abandonment of his country, and were public property."], [187, "An Idyllic Honeymoon. 175 But he always put her off when she questioned him on what one would have thought would have cost him less to recall. \" Softly, softly, my child ; at some future day I may give you the narrative, the illustrations — not yet ! Even then they will sound like travellers' tales, I fear. This I will say, in that tower were my dear mother's rooms, which should have been yours, if the chateau had been mine to-day. But as it is not, and so far as I can see never will be, why should we trouble — what you call fash — ourselves about a castle in Spain, perhaps wander and get lost and break our hearts among its desolate rooms ? No, no, rest tranquil. We are very happy, my second and best Mignonne, as we are — is it not so ? \" As a matter of fact, Lizzie knew little more of her husband's family than that they had been people of the southern province of Gascony. His father and mother were, of course, long dead, and Moshie himself had been an only child. It was in the late autumn, one of those open, moist days which fox-hunters, farmers, and gardeners love. The scent is strong, the furrows in the field are soft and pliable as rich loam should be. The subtle odour of decayed leaves"], [188, "176 Logie Town. is anything save unwelcome to the man who meditates on leaf mould and a fine show of vegetables and flowers in his beds and borders during the ensuing year. The sun sets in a red fog, through which the yellow, russet, and crimson streaked leaves on bush and hedgerow are dimly visible through webs of gossamer. Moshie, Hke all far-seeing, energetic gardeners, was making haste before the frost came on, delving, raking, and top-dressing his domain. In the mean time the young laird and lady of Burn Foot, together with the very last of the swallows, were availing themselves of the final instalment of milder weather to take their flight southwards, leaving the river bank and the fir-wood, with its craws, far behind them. The crouse, jaunty old laird remained in solitary possession, well content that Steenie was safe and in good keeping, while his father counted on favourable accounts in every letter which should reach him. Moshie was taking immense care of some gooseberry plants which he had got in exchange for specimens of another variety from one of the many amateur gardeners in Logie. Lizzie had been dubious of the wisdom of the"], [189, "An Idyllic Honeymoon. 177 exchange, and puzzled by her head-gardener's excitement over this individual gooseberry — a Httle dark greeu, hairy berry — not to be compared in her mind to the yellow sulphur, or coarser red, till all at once she remembered that the berries she had been inclined to undervalue were known in the horticultural nomenclature of Logie as \" Green Gascons.\" The moment the name came to the tip of her tongue, Madame Lizzie ratted and turned tail in the most shamefully unblushing fashion. She exalted the Green Gascons to the skies, and sang the praises of their sweetness of flavour till Moshie's eyes first sparkled and then grew a little dim in their grateful acknowledgment. Lizzie, in her smartest London-smoke, seeded silk pelisse and new Leghorn hat, was bound for a calling expedition in the town, from which Moshie had begged off. He had the very good reason that gentlemen never dreamt of wasting any portion of their abundance of leisure in making calls along with their wives, or, for that matter, without them, in Logie. Moshie, indeed, would have sacrificed himself cheerfully if Lizzie had desired it; but Lizzie did not desire it, would never, indeed, if she had known, have gone against his inclinations. She only interrupted him at VOL. III. N"], [190, "178 Logie Town. this moment to remind him that if he worked too long and over-heated himself, the \" green \" weather might contain more risk than the hardest frost. She also wished to show off that Leghorn of hers, and asked him his candid opinion of it when it was worn with her smartest pelisse. Whereupon Moshie made the prettiest compliments con ceivable to the blooming young face smiling up in his. He kissed her hand as he had done among the Miss Murdies' sweet-williams and southernwood, and tied one of her sandals which had come undone, while she put up her foot on his bent knee for the purpose."], [191, "Moshie takes an Evening Stroll. 179 CHAPTER XV. MOSHIE TAKES AN EVENING STROLL WITH MR. AD-AM. Lizzie did not stay long over her calls, and when she came back, though the sun was down and a rising moon had taken its place, Moshie was only finishing his oper ations. She went straight to him, not heeding that she stepped through bed and border. Was it to scold him for not attending to her warning ? or was it to draw forth another gallant compliment ? It could hardly be, for all the roses were gone from Lizzie's cheeks, her blue eyes were clouded with anxiety and alarm, and her lips were trembling in an effort to keep them still. \" What is this that has happened, ma mie ? \" cried her husband, the moment he saw the face, every line of which he had learned to interpret, and he threw down his last Green Gascon so recklessly that he snapped it across and N 2"], [192, "180 Logie Town. trampled it underfoot as he hurried to his wife. \" But no, you are fatigued, chilled ; tell me nothing. Let us go ; let us enter and wait till you are rested and refreshed.\" Moshie would not hear a word till he had led her into the house and seated her in her own little chair in the cosiest corner of the hearth, where a bright fire was already burning, lighting up with the blithest \" blinks \" the pretty home-like room. He removed the Leghorn hat as softly as if it had been a child's head he was touching, and urged her to say what she would consent to swallow of her home brewed wine, chocolate, or tea, before she exerted herself to speak. But Lizzie would taste nothing, while she clung to her husband's hand, and gasped with dry lips, \" It is Adam Lauder.\" Moshie was an old acquaintance of Mr. Ad-am's. In addition he knew all that there was to tell about him and Lizzie, every syllable. It was not that Lizzie had boasted to her husband as' some women are said to boast of their conquests — when it came to that there was nothing to boast of. But in the strange delight of the intimately assured relation,"], [193, "Moshie takes an Evening Stroll. 181 \" Half husband, I ween, and half daddy,\" in which Moshie stood to her, Lizzie, in retrospect, poured forth the confidences that at the time had been con fined to her own breast, because she had not possessed mother or sister or true friend to whom she could breathe them. Moshie had Hstened always with the same tender half humorous interest. He had heard the history of the \"pig-dog\" with the fancied likeness to Lark, which had remained among Lizzie's belongings. He had declared pleasantly that he did not see why she should not keep the gage d'amitie, particularly when he had not been able to give her any gages d'amour worth speaking of. He had found a corner and constructed a bracket for Lark's effigy. Sometimes Lizzie would contemplate it and speculate how many girls Adam might have fancied and run after since she had last seen him, and whether he had happened to present to one of them, as a peculiarly choice trophy, her teapot, supposing it had survived the wreck of his fortunes ? Well, she should never want it now, so that the unknown girl who had succeeded her in Adam's light liking was heartily welcome both to it and to the teapot. Lizzie had"], [194, "182 Logie Town. generally ended with the magnanimous hope that he would \"range himself\" — in Moshie's phrase — find his true fate and be as happy as she was. \" What is it that there is about Mr. Ad-am, little one ? \" inquired Moshie, soothingly, and without a single painful arriere pensee. \" Raoul, it is dreadful. Adam Lauder has been in Logie, hanging about the Star Tavern since Wednesday, and this is Saturday. He has been at home doing nothing ever since he got his discharge from his creditors. I suppose he has grown tired and come back here to try what amuse ment he can find. But oh ! they say that word will come from Edinburgh by the coach to-night to issue a warrant for his apprehension. He will be put in the jail again on Monday morning, charged with setting his mills on fire, and if he is not cleared he will be banished for life at the very least.\" \"That would be frightful if it were true,\" said Moshie, incredulously. \" But without doubt it is a false accusation if it is not a sorry jest. He will clear himself. It will be all right presently, if you will not cry and tremble so, my poor frightened pigeon of a wife.\""], [195, "Moshie takes an Evening Stroll. 183 \" No, it will not,\" said Lizzie desperately. \" Come close, Raoul ; stoop down till I can whisper in your ear. It is true. I have known it all the time, for more than a year now. I could not tell you : for it was not my secret, you know. I was at the fire, and I saw something combustible thrown upon the flames when they were sinking down, which made them leap up again with renewed fury.\" \" But there was a great crowd, my child,\" Moshie naturally objected. \" If nobody else saw this remarkable occurrence, surely you mistake ; you deceive yourself. Your nerves have received a shock ; you are dreaming, Leezzie.\" \" I think other people in the crowd must have seen it too,\" persisted Lizzie, unable to take courage from his words. \" But they were terrified to speak out at the time, and are only coming forward with their tale now. Mind, I cannot tell if it was Adam who threw that cake of tar or turpentine, or if it was that horrid uncle of his lurking about in the neighbourhood while he pretended to be out of the way. But I am certain Adam knew of the act and connived at it ; and now that there is confirmation of the accusation starting up, people remember that Adam Lauder was very strange in his manner all the evening, at the"], [196, "Logie Town. 184 party at Burn Foot, on the night of the fire. I remember that also ; and when attention was called to the light in the sky, he started up, and before a word was said to that effect, cried out that it was his mills which were on fire. Oh ! what is to become of him, Raoul ? \" Lizzie wrung her hands. \"And what am I to do? I have never breathed a word of what I have told you just now to any living mortal save yourself, though it has been a sore secret to have in my breast ; but they say everybody who was at the party that night is to be summoned and examined. Hay Oliphant will have to leave her man at Montpellier, if Steenie Oliphant is allowed to stay behind because of his delicate health. She must come over and give evidence. And if they cross-question me and get a guess that I ken more than I say, I will not be able to keep back the truth any longer. You are wise and you have seen trouble, can you not help us ? \" \" Misericorde ! if you are right, why does not the un happy fellow flee while there is yet time ? \" protested Moshie quickly. \" I do not know,\" answered Lizzie from her depth of depression ; \" some people think he has no idea what is"], [197, "Moshie takes an Evening Stroll. 185 coming upon him. Even if he had it is too late, for though the warrant is not out against him yet, and he will not be taken up the morn's morn (to-morrow morning) because it is the Lord's day, the Shirra's officers have their eyes upon him and will not let him out of their sight till he is laid in the jail — not as a debtor this time, but as a criminal detected in the act. Oh ! poor miserable Adam ! It was dishonest and wicked of him, I know all that very well, but I cannot think of it now. I can only think of him as he came first to Logie, and of his sister Janet who stood up for him, and his poor father and mother.\" \" Hush ! permit me to think,\" said Moshie excitedly. \"Something must be done to avert this catastrophe, which will not rebuild the mills. Twenty-four hours of grace make a point in our favour. The word of a gentleman ! we should have thought much of such a point, and made our own of it, across the Channel, when I was young. Proceed, Leezzie, let me get every crumb of information you have gathered.\" \" There was not much more,\" said Lizzie, looking wist fully in his face, and resting her clasped hands on his shoulder as he stooped over her. \"I heard the tale first"], [198, "Logie Town. 186 from Lady Sprott, and I thought it might be just one of her stories — with which she runs away before she has had time to listen to half that has been said. I knew Adam Lauder was in the town, for I had been amazed to get a glimpse of him going into the Star Tavern, and between you and me, Raoul, I am not sure that he was altogether sober. I could not rest ; I went to the Shirra's ; I was sure Mrs. Lamb would know the best and the worst, for Adam was an old favourite of hers. She could not keep the secret to herself — she told me everything without pressing. The Ghirra is neither to haud nor bind, he is so distressed, but of course he cannot move, and his voice is not to be heard in the matter. His wife says it is his private opinion, from the information he has received, that a trial would go hard with Adam. His only chance is to escape between this and Monday morning. But how is he to get away, when even a hint of what is in the wind may make him betray himself 1 It is very likely he is without money, and his steps are dogged.\" \" Never mind ! \" said Moshie, defiantly. \" Worse forts have been scaled, and worse riddles read. Leave it to me, my Leezzie. Good ! I think I can foil law and justice"], [199, "Moshie takes an Evening Stroll. 187 though I have been a peaceful citizen these many years. Bah ! I have not been suspect, condemned, a fugitive for nothing. With more than twenty-four hours to spare, I should be a fool and a donkey if I were beaten. We shall have our Sunday dinner, my wife, and invite Mr. Ad-am to take the luck of the pot with us. What so natural, so proper ? No person will dream that it is anything save a becoming act of hospitality on our part. I shall bring Mr. Ad-am home myself in the eye of the public, if you will, before the congregation coming out of the afternoon church, to which you can go. We stroll, we saunter at ease with our hearts as light as feathers, to the gate of this house.\" \" But I do not understand,\" said Lizzie in perplexity. \" I do not see what good that will do save to bring suspicion on us.\" \" Hold ! listen, once more. We have to dine in the bosom of the family, to talk over old stories, to do honour to your tea-table, to spend the evening, and sup. Our guest may remain over the night, who knows? since we have a spare bed for a friend. All the time the officers of justice do not walk to and fro Hke sentinels, but dodge about Hke thieves in the road without. Listen again, my"], [200, "Logie Town. 188 child. That road Mr. Ad-am never re-enters, for the very good reason that he has gone by another road an age before. He has passed out by the back way, wearing, not my coat and hat — no, that would be too outrageous — but other clothes which I shall procure for him before the shutting of the shops this Saturday evening. I accompany him in my house coat, as I might go to study the weather in the garden, till he is quite clear of the town. I lend him the necessary money. It is to us a brass farthing, for happily we are rich, my Leezzie, we can help a friend in misfortune without a thought. Behold, he will be stupid indeed — and a man is not usually stupid when a prison is behind him — if he does not get to the Ferry, cross the abominable sea, and find another ship and put another more detestable sea — the grand ocean this time — between him and his pursuers.\" \" Raoul, you are the best and cleverest \" \" Chut ! Eo not give me my reward till I have done my duties and won my spurs,\" protested Moshie, gaily, his spirits having risen inimitably with the exciting exigencies of the situation. The scheme was entered upon on the lines Moshie had"], [201, "Moshie takes an Evening Stroll. 189 planned. Only Lizzie in a quiver of anxiety and alarm, with her heart pulsing in her throat, could not face the whole population of Logie in order to worship with them, in the solemn peace and rest of the day, in the parish kirk which Moshie was wont to attend with her. According to universal custom there was only one servant — whose \" Sabbath in \" it happened to be — at home, and she was the elderly cook engaged with the dinner in the kitchen. Her mistress could volunteer, without diffi culty, to open the front door and admit the rare visitor who should turn up at such a season. It was a dim, foggy afternoon, not unhke that of the preceding day. Lizzie sat watching for what was to happen, so stirred by it that she had to get up and move about the room and the house sometimes to calm her nerves and preserve her self-control. At last the front gate creaked on its hinges, and, peeping out, Lizzie could spy the two figures she expected, her husband's long and lean, Adam Lauder's burlier than when she had first made his acquaintance. His gait was steady, if slow and heavy for Adam. He was certainly free from the effects of intoxicating drink to-day, for which she was"], [202, "190 Logie Town. thankful ; while the mottled texture and burnt-in colour of his face, with the eyes at once fiery and vaporous, be trayed what his habits had become. His wife — if he ever got a wife, of which probably he had not the smallest doubt — would not have all her sorrows to seek in one day. His dress, too, was more carelessly worn than it had been formerly. The blue coat with the gilt buttons, the buff vest, the kerseymere trousers, the shoes with the large knot of riband on each instep, were still good of their kind — probably the heavily-burdened, sharply-tried inmates of the Berwickshire manse could not bear that these should fail — but both dress and wearer had acquired another air from that of the dashing hunting-coat and buckskins of old on the old Adam Lauder. There was a great contrast between the personalities of the two men before Lizzie. Adam's swaggering, beginning to slouch a little, and just a trifle untidy and shaky. Moshie's in the faithful version of the old uniform, quaint, scrupulously dainty, in keeping with the straight back, the long legs — the least thing in the world spindle-shanked — ■ the clear-cut, hale, brown face, and bright, dark eyes, on which years told with so small a result."], [203, "Moshie takes an Evening Stroll. 191 The gentlemen did not come into the house at once. They lingered in the garden, walking here and there, along the innumerable \"cats' walks,\" which were among the chefs d'œuvre of Moshie's gardening. He, the master of the house, could tread these narrow paths as lightly and with as much freedom as Lizzie could follow them. But Adam Lauder's bulk took a ponderous aspect, filling the minute space, and looking ludicrously overbalanced, and inclined to topple over on the slender footing. Lizzie continued narrowly inspecting the two men, and she seemed to catch glimpses, as the saunterers turned and re-turned — walking, of course, not abreast, but the one in front of the other — of shades of doggedness, crest fallenness, scaredness, coming and going, and at last settling down on Adam's face. She supposed rightly that Moshie was cautiously and in the most delicate manner conveying to the companion whose face was hidden from him, the real nature of the position in which he stood, and the only loophole of escape that remained open to him. Lizzie's eyes wandered restlessly farther afield, their glance darting through the surrounding shrubs and trees"], [204, "Logie Town. 192 as far as the gate where Moshie and his guest had lately entered. Her heart stood still for a second, a Httle cry rose to her lips. Another pair of men were pausing for a moment in the high road without, and staring through the bars of the gate. No native of Logie could fail to identify another native. Was not the thick snub nose, scenting its prey from afar, the nose of Nicky Bryson ? Was not the high shoulder forming a background to the nose the shoulder of Dunky Cairns ? And did not every child in the town know that Nicky Bryson and Dunky Cairns were the two Shirra officers of Logie ? It was a subdued man on his best behaviour who at last entered the house with Moshie, hailed Lizzie for the first time as Madame de Saye, and at Moshie's bidding led her to the dining-room, and put her at the head of the table opposite the master of the house, while the visitor took his appointed place at her right hand. Adam Lauder glanced round him as in a dream at the handsome room, the well-appointed table, glittering with crystal and silver, and at the host who never appeared so dignified and gracious as when he dispensed his hospitality. At last Adam took stock of Lizzie, the mistress of all, and"], [205, "Moshie takes an Evening Stroll. 193 he was forced to own to himself with a gulp of .envy and chagrin that he had never seen Lizzie look better. She had recovered all the pretty plumpness and sweet fresh rosiness which she had lost in her season of deepest mourning. She was charmingly dressed, to Adam's re gretful mind, in a pea-bloom Norwich crepe, which set off her fairness. She appeared younger than ever in the badge of matronhood — which all young wives wore then, and were as happy and proud to wear it as they were to cherish their wedding-rings. Lizzie's version of the ancient curch was a little lace cap, the Hght caul of which added an additional half-inch of height to her stature, while its airy holders framed the whole contour of her face from the broad white forehead to the slight peak of the chin. The somewhat severe frame was broken in upon and relieved by the butterfly bow nestling among the auburn curls. Poor Adam coughed over his soup to stifle what was akin to a groan, and was thankful when Moshie drank wine with him in order to hide his disorder. Madame de Saye was not at all confused — at least not so far as Adam could see. She seemed perfectly at ease on vol. hi. o"], [206, "194 Logie Town. her promotion. Her casual remarks to her husband, in which she addressed him by his outlandish Christian name — as if a man of Moshie's years had not long outlived the familiarity of a Christian name! — breathed a thoroughly good understanding between them. Her sole concern was that of any other conscientious young hostess, to render her guest as comfortable as possible. Indeed, both Lizzie and Moshie were sorry from the bottom of their hearts for the scapegrace who ran a risk of atoning heavily for his delinquencies. Husband and wife did their utmost to reassure him, and render his last hours in Logie — the very last he was ever likely to spend there — happier than he had any right to find them. Under the generous treatment, the mercurial temperament of Adam brightened up considerably, and Richard was himself again in spite of what had come and gone. By the time the little party repaired to the drawing room, they had only a few more minutes to spend together. The dusk had fallen. The Shirra officers in the road would be off their guard, satisfied that Mr. Adam Lauder had stayed to dinner with his former friends. If to dinner,"], [207, "Moshie takes an Evening Stroll. 195 why not to supper ? Nicky and Dunky might with easy minds resort to Lucky Finlay's, the nearest public-house, and have a gill to refresh them, before they returned to their post and tracked their victim back to his quarters in the town. o 2"], [208, "196 Logie Town. CHAPTER XVI. A HOUSE WITHOUT ITS MASTER. Moshie left the drawing-room to take such precautions as were relegated to the last moment. Lizzie and Adam stood on the hearthrug alone in the gloaming. \" This is a very nice place you have got,\" said Adam, clearing his throat and speaking in a tone which was just a shade patronizing, while he took it upon him to stir the fire that did not need stirring. \" Will you allow me to say that I'm glad you're so well set down and to all appearance so — so comfortable.\" He could not bring himself to say happy, it went so against the grain with him — whatever it might do with Lizzie. \"Thank you,\" said Lizzie, quickly. \"We must take what fortune sends us,\" went on Adam, with an attempt at philosophy. \" I've heard that a lass"], [209, "A House without its Master. 197 may go farther and fare worse than thole an auld man, especially if he's as brisk and fine a body as Moshie.\" \" I do not know what you mean by an auld man and a body,\" said Lizzie, firing up, for Adam's tone was so self conscious and full of a lack-a-daisical \"well, I dare say — ■ after all — you're well quit of me — if you could only be brought to see it.\" It was infinitely provoking. \" I would not wish my husband to be an hour younger, unless that we might have a longer life to spend together. As it is, if I'm destined to survive him here, I hope, I pray it may be but for a short time. He is younger in heart, nobler in spirit than any man I ever knew.\" Adam stared. \"Well done!\" he exclaimed, after a moment's pause, not flinching as at an implied rebuke, rather with an ostentatious note of admiration. \" It is no more than you should say, for it is plain that he is a good man to you, and he is doing me a right good turn. No, I would never have looked for such a cold-blooded admission as some women in your shoon do not hesitate to make — that an auld man's ' brass ' will buy a young wife or widow a new 'pan.' Forby the brass happens to be yours, not Moshie's. Eh ! Lizzie, woman, let me say, once for"], [210, "Logie Town. 198 all,\" broke out Adam, with a mixture of passion and bitterness, \"that if this winds a' of yours had but come a wee sooner, it would have made a hantle odds to you and me.\" \" I can never be too deeply thankful it did not,\" cried Lizzie, springing up from the seat she had taken. \" I would have you know, sir, that though I had the whole world to choose from, I would not have another man than mine, not though he were King of Britain.\" \"Well — a — well, it's all right if you're pleased,\" said Adam, with the ghost of a sneer. \" We'll not be so unmannerly as to hint at soor plooms.\" Moshie came in at this moment, and hurried out Adam to pull on the coat and cap provided for him. When he came back, Lizzie was still fuming at his incorrigible self conceit ; she could hardly cool down and soften in time to bid him a friendly good-bye. Yet the bluster, hardening into insolence in which he had indulged at the last, might be, in part, a mask for very different feelings. In the mean time he was observing with would-be careless ness, that it was far too early in the year for \"guisin1,\" * * Masquerading once common in Scotland during the last or first nights of a year."], [211, "A House without its Master. 199 and reminding her how he had once led a party of \" guisards\" to the auld Captain's door on Hogmanay. How well Lizzie remembered it ! Because of Adam Lauder, who had been got up as a stage sailor, and had rollicked, the \" cock \" of a humbler company, the whole band had been admitted into the drawing-room. They had nearly frightened little Hill out of his wits, though Geordie and Mickle and the maid-servants had enjoyed the uproar and scuffle. As for her, she had excused Adam's boisterous gambols because of what she had been pleased to consider their spirit and fun. She wondered at her old self to-night, and asked herself, with a shade of severity, where could have been the charm which had seemed to hang about Adam ? Why, he was so foolish and reckless at this very moment as to go away, for ever, in the act of whistling — on the Sabbath night, of all nights — ' Hey ! Maggie, Ho ! Maggie ! Hey ! Maggie Lauder ! \" But Lizzie was wrong as well as unfair both to herself and him. The glory might be departed, or it might be draggled and smirched beyond recognition, but it had existed that perennial glory of young manhood in its strength."], [212, "200 Logie Town. Peggy in the kitchen was busy washing up her dishes, somewhat resentful in her sturdy, Presbyterian Sabba tarianism that she had dishes to wash, especially an extra set, on the \"Saw bath-day.\" She could barely hear the opening of the side-door which Moshie was wont to use when he went with Mignonne for a stroll in his grounds. It would be hardly possible for her, in the clatter she was making, to distinguish the additional click of the back gate ; even if she did so, there was no reason why Moshie should not prolong his stroll, with or without a friend. Except for the sounds in the kitchen, a dead silence fell on the house, only broken by the pattering feet of Mig nonne. She had been left behind and was restless without her master. She kept trying whether the mat at the drawing-room door or the mat at the foot of the stairs was the most desirable spot on which she could court oblivion under the circumstances. If Lizzie was not restless like Mignonne, she was nervous. She tried to read her evening chapter. She took out a volume of Blair from the bookcase and endeavoured to make herself mistress of the contents of the first sermon that turned up, as a compensation for having missed Mr."], [213, "A House without its Master. 201 Ochiltree's afternoon discourse, but she could not fix her attention. She kept telliDg herself that this evening of disturbance and trepidation was very unlike an ordinary Sunday evening in its peace and quietness. She kept stealing to the window, as if somebody was listening to her footsteps, and peering through the darkness to see what it was impossible for her any longer to discern. She was in search of quite familiar, common-place figures which had only been invested with attributes of terror within the last twenty-four hours. It was Nicky Bryson in his shabby coat with the red neck and cuffs, and Dunky Cairns in his patched grey trousers, whom she longed yet dreaded to distinguish through the bushes. Were the men still hovering before the front gate, or was their absence an alarming sign that they had somehow or other penetrated the trick which was being played upon them, had caught the scent, and were in hot pursuit ? Lizzie would fain have pulled up the window to reconnoitre, but she felt as if she dared not, with unsuspecting Peggy in the background. After a miserable hour it was a relief to hear the side door open, though Lizzie knew by the very manner in which the latch was Hfted that the new-comer was not her"], [214, "Logie Town. 202 husband. It was only Nelly, the housemaid, coming back with her \"neighbour,\" a younger fellow-servant, from the privilege of \"their Sawbath out.\" The two girls came in with a certain hurry and excitement, immediately followed by loud talking below stairs, which seemed to resound through the silence of the upper regions. Lizzie in the emergency crept as far as the banisters. \" Losh, Peggy ! \" Nelly was saying, \" what for is Nicky Bryson and Dunky Cairns hanging about oor muckle gate?\" \" Hoo suld I ken ! \" answered Peggy disdainfully, for she was still a little out cf temper. \" The road outside of the gate is no oors. It's free to ony idle men that like to stand there.\" \" But I tell you they've stude and gane back, and fore there, this half-hour and mair,\" persisted Nelly. \" And hoo do you come to ken that ? \" counter-questioned Peggy, at once searchingly and sardonically. \" Weel — \" said the rash Nelly, not so glibly as she had spoken before, and then paused. \" Weel ? \" echoed Peggy, with a marked increase of mocking sarcasm."], [215, "A House without its Master. 203 \"I'll teU you, Peggy,\" interposed a more youthful and artless voice. \" Me and Nelly were coming from oor Auntie's — Auntie Ailie is auntie to baith o' us, ye ken.\" \"Never mind your Auntie,\" said Peggy, peremptorily, checking a digression. \" I'm no minding,\" protested the unsophisticated speaker. \" The lauds that ludge at Auntie's were gien us a convoy.\" \" I daursay ! \" exclaimed the unsympathetic Peggy, who was on tlie wrong side of forty. \" It hadna chappet eight,\" hurried on the brow-beaten narrator, instinctively taking the defensive cue, \" and it was a fine nicht ; we stood too.\" \" I daursay ! '' chimed in Peggy again, like a chorus. \" We were a geyan while crackin', but the men afore us were longer, and when we came up to them it was the Shirra offishers.\" \" And when I speered what they were wantin' at oor gate,\" broke in Nelly, who had by this time recovered her equanimity, and did not wish to be deprived of all the eclat of telling the story, \" Dunky leuch and swore they were just looking after ony gentry Moshie micht be keeping"], [216, "204 Logie Town. company wi'. Then I up and vowed he would get his trouble for his pains, since there was neither gentle nor simple keeping company wi' the maister, the day.\" \"You were wrang there, lass,\" Peggy condescended to correct her. \" We hae had company sin' you gaed out. We hae had Mr. Awdam Lauther, that was wont to be in the paper-mills that were brunt doon, dining wi' us.\" \"Oh! but he was naebody,\" said Nelly lightly. \"The gentry Dunky meant but to be foreign gentry, you ken they travel up frae the coast whiles, sea-farin chields wi' rings in their lugs, no speakin' a word o' civilized English that a decent man or woman can understand, and dealing in smuggled gudes. There's nae great harm in the creatures. The maister comes from foreign parts hissel', and can parley-voo wi' them, and the mistress is fain to gie them bite and soup. But that is no to keep company wi' smugglers whom offishers can tak up, on the Sawbath day. My birse was up and I would hae said mair to Dunky, gin it were na that ane o' the lauds wha convoyed us was his gude sister's son. Is Mr. Awdam Lauther gane for the nicht, or am I to lay his plate at supper ? \" \" Weel, I dinna richt ken,\" admitted Peggy, in a tone"], [217, "A House without its Mastek. 205 made up of uncertainty and annoyance at the uncertainty ; \"I didna hear the front door open. The mistress seemed to tak' a second thocht after Mr. Lauther cam, and left the gentlemen, and telled me to mak' doon the spare bed, in case the veesiter suld bide the nicht. He may be 'bidin' for onything that I can say to the contrary. He and the maister 'bode so long stravaigin among the floors and busses afore denner that I thocht the fish would be biled to rags and the tawties clean spiled. I did think I heard the maister gang oot for a turn again after denner. But if sae, he didna tak' the beast Meenen wi' him. It has been wanderin' up and doon and scartin at the basses, for a' the world like an evil speerit. I canno' thole to hear till't. It is as gin some ill were gaun' to happen to the hoose.\" \"Hoots! no; naething o' the kind,\" said NeUy, whose turn it was to be derisive. \" Meenen, for as wise as she is, is aye like that when the maister leaves her ahint and the hoose is quiet. I was wonderin' whether I michtna just slip out and tell Nicky and Dunky that there's nae company here but Mr. Awdam Lauther, and he's gaun' to 'bide the nicht. It would let the honest men — no' that young nane o' them — hame to their warm beds ! \""], [218, "Logie Town. 206 \"I would like to see you try,\" cried Peggy, more irate than ever. \"A fell-like thing for a lass to tak' tidings oot o' her maister's hoose to a pair o' impident, meddlin' Shirra offishers. It's as like as no they're drawin' a score afore your nose. They'll no score me. Ay, Nelly Gallowa', I see through you, ye glaiket tawpie. Gin it werna for Dunky Cairns's Hairry, as glaiket as yoursel, it's no you that would fash your thoomb whither twa honest men, no that young, were keepit out o' their warm beds or no.\" The altercation came to a sudden end with the silence more apparent, because of the strife of tongues which had preceded it. The little French clock over the chimney piece tinkled its warning. Mrs. Mally's watch at Lizzie's belt ticked as if it had been a death-watch. Mignonne would not be coaxed to her couch, but continued her uneasy perambulations and expressions of discontent with her improvised quarters. The family kept early hours, and presently Nelly came in with the supper-tray, and cast an inquiring and some what puzzled glance at her mistress, still sitting alone. Lizzie tried to meet the glance carelessly, as she said, \" We'll want nothing more for the night, Nelly ; you may"], [219, "A House without its Master. 207 all go to bed. Tell Peggy your master will see that the doors are fastened.\" Another interval and Lizzie heard the servants retiring for the night, and was sensible of a certain relief in being freed from their scrutiny and from the dread of Nelly, in her ignorance, slipping out as she had proposed, and making some malapropos communication to Dunky Cairns. Then the reaction set in. The leaden minutes dragged like hours. The solitude of the night grew always more oppressive and appalling. Every feature of the case became magnified and distorted. Lizzie did not know and had hardly considered what risk and blame might be incurred by her husband in promoting the escape of a suspected criminal. She made amends for the heedlessness now. She pictured to herself betrayal — an encounter — a struggle — in which Raoul de Saye would not suffer his guest and old acquaintance to stand alone. She told herself, if nothing worse came of it there would be the vexation and affront of having brought himself within the iron grip of the law, of being mixed up, as an aider and abettor, with the offender in a disgraceful offence. This was hard, happening to a man of Moshie's years, a foreigner"], [220, "Logie Town. 208 who during his long term of exile had vindicated his right to be adopted as a native of the country by leading an honourable, industrious, and blameless life. He had piqued himself on this consciousness as the only thing left for him to pique himself upon. It was she, his foolish, selfish wif?, who had led him into the entanglement, and set him on to play the prominent part he was taking in Adam Lauder's deliverance. In order that Adam might not reap the well deserved harvest of his folly and crime, Moshie, the essence of patient courage and self-forgetfulness, who was worth a hundred strapping, flashy Adams, must suffer. Lizzie's husband, a hero in contrast to Adam, who had proved him self a scamp, was to be the sacrifice. Oh ! what should she do if he, the perfect gentleman, were taken up and laid in jail with his companion ? What would become of her if there had been a scuffle and Raoul had been struck down — hurt — slain — if that were the cause of the delay ? At this utmost pitch of distress, the door softly opened and Moshie entered, splashed with mud from his long night walk, but looking radiant. True enough both of his Mignonnes fell upon him and overwhelmed him with caresses. The canine Mignonne"], [221, "A House without its Master. 209 was the more discreet of the two, for by long training she confined herself to silent demonstrations, wagging her tufted tail and grovelling at his feet. But Lizzie wept aloud in her joy, as she clung to his breast. \" Softly, softly, Leezzie. He is over the hills and far away, Hke Marlbrook gone to the wars. That trouble is past.\" \"Oh! it was not Adam, what did he signify?\" panted Lizzie, inconsequently. \" It was you, Raoul. Oh, I am so glad you have come back to me. When I thought of your danger, and that I tempted you into it, I was Hke to go out of my wits.\" \" Danger ! You dream, little one. You weave a romance out of the commonest material. What danger was there in a walk with a comrade on an autumn night along a quiet country road ? Ma foi, I have known danger, and it has a more formidable face, a little more formidable. What there is to complain of is that you had to be left so long alone to work yourself into a panic — you and this silly dog, who always thinks that I have gone off with other dogs when she has to stay at home in comfortable quarters, the. ass's head of a beast! at the season when VOL. III. p"], [222, "Logie Town. 210 she reckons that I ought to avail myself of her amiable society. Fie, fie then, thou distrustful old woman of a Mignonne. \" \" I am not another distrustful old woman, Raoul,\" said Lizzie, beginning to laugh through her tears, \"nor have I an ass's head, I hope, for your sake. But you were away an age, and it was all my fault. What was Adam Lauder to you ? And he did not deserve that a hair of your head should be hurt for him.\" \" An age ! just three hours by the clock, my dear friend,\" calculated Moshie, briskly. \" Ah, well, it is a good thing to be missed, but one must keep within the bounds of reason. Your fault, did you say ? Pardon. Do you think I could have left an old acquaintance — a comrade in misfortune — to w_alk blindfold into the lion's mouth if I had known, if it were in my power to prevent it, even though you had not spoken 1 You did quite right to come to me, and I have not failed you, that is all. Deserts? To the four winds with deserts ! What should any of us have, we poor people, if we only had our deserts ? Besides, there may be two opinions on the point. It is not all the world that would prefer the hairs of my head, which will"], [223, "A House without its Master. 211 soon have more than a suspicion of grey among their black, to another chance of Hberty for Mr. Ad-am. But I repeat it is good when the wife of a man, one dear Httle woman, puts the high, extravagant price on his head. I should have turned back sooner, Leezzie, but I did think if any friends or foes of the poor boy overtook him and addressed him, they would penetrate his disguise in the twinkling of an eye, while, see you, so long as I was with him I could give the answer and distract the attention. Now he is beyond their reach.\" \" I'm sure I hope so,\" said Lizzie, with the least little moue of impatience, while she bustled about to arrange to her better satisfaction the supper which she had not so much as looked at till Moshie could share it with her. \" The weather is fine ; there will be no storm at the Ferry, where he will arrive before the morning. Let us be thankful for it,\" said Moshie, quite seriously. \" He will not begin by having to climb the waves, high as the moun tains.\" Moshie spoke as if Adam were to swim the passage, as Leander swam the HeHespont. \" In Edinburgh there are, as in all the large towns, the hiding-places — till he got the coach, the ship, he is assured of it. He makes p 2"], [224, "212 Logie Town. his best adieux. He tells us both we shall hear of him again if he prosper. Why not ? He is young ; he has had the lesson. With all our hearts we wish him bon voyage — is it not so, Leezzie ? \" \" Bon voyage ! \" echoed Lizzie, catching up her husband's hand and kissing it before he could stop her. Adam Lauder got away scot free, though a warrant was out against him the following day, and in course of time, when he failed to appear to answer the charge of wilful fire-raising, the sentence of outlawry was pronounced against him in the public court. But if rumour gathered enough of the truth to associate Moshie with Adam in baulking the law of its due, no step was taken with regard to the Frenchman's share in the affair, not even a tongue wagged in his condemnation. Logie was tender to sinners like Adam, and something of the old pity which his earlier arrest had aroused was revived by the climax to his ruin. Only Nicky Bryscn and Dunky Cairns grumbled a little at the misadventure. The Shirra officers had watched and better watched at Moshie's front gate, as they declared, catching hoasts which would last the winter, and all the time the swankie, who had"], [225, "A House without its Master. 213 taken French leave by the back gate, was walking calmly on the road to the Ferry. It was a geyan French-Like pliskie to play the toon's offishers, begging Moshie's pardon. In course of time word filtered back to Logie that Adam Lauder, who like \"MacRimmon\" in the old Highland lament, would return no more, either to Logie or Scotland, after having had to overcome the bitter hardships and sore struggles of one of the pioneers among the Scotch settlers in a distant colony, was doing fairly well. He had even sent home for a wife ; and a woman was found courageous and devoted enough to undertake the long voyage out to him. She had been a girl in his father's parish, whom he had known from childhood. She had thus figured first, probably, in respect to time, of the innumerable beUes to this incorrigible beau. Married and settled, compelled to work his hardest, with Httle time left for play, it might be that Adam had learned his lesson."], [226, "214 Logie Town. CHAPTER XVII. THE STRANGERS. Another year, and the busy season of \" hairst \" was again past. The harvest moon had given place to the hunter's. Autumn was once more descending with silver rimes, bestow ing ruddy gold touches on the apples and pears in the Logie gardens. Young Burn Foot and his lively partner were pre paring to spend their second winter in the south, which it was trusted would turn the scale in favour of Steenie's improved health. Old Burn Foot — the laird had to submit to be called old, though his wig never changed its colour, and he made a gallant fight with his rheumatism — was not so lonely as he had been during the former year. There were a nurse and a baby installed in the Burn Foot nurseries. Mr. Oli phant had seen his heir — the heir of Balmayne also, in the second generation. The grandfather valued the privilege,"], [227, "The Strangers. 215 and was content to divide with Mrs. Melville the dignity and entertainment of presiding over the bundle of cambric, lace, and cachemere equally related to both magnates. That bundle had a mind of its own, and, strange to say, it hankered after a third magnate, the least demonstrative of its grand-parents. Canny Andrew Melville had not a word to say in answer to the morsel's advances, before which the elderly man rather shrank abashed, yet in the depths of his heart he felt flattered by this preference on the part of his remoter progeny. Then there happened one of the most remarkable and rousing events long remembered in Logie. It had been paralleled on a larger scale a good many years before by just such another extraordinary occurrence which took place in the neighbourhood of a small town in the south of England. The story runs with regard to the historical precedent, that a notably shrewd lady, when kneehng at her prayers in church, chanced to glance up, when she saw through a side window — as if in answer to her ardent petitions — two post-chaises, the postillions wearing white cockades, with white banners and white ribands fluttering in every direction, and the chaises driving at a rapid pace"], [228, "Logie Town. 216 along the adjoining country road. She knew in an instant that a government had fallen, a usurping dynasty passed away, and that these were the exultant messengers come to summon the king to enjoy his own again. No government or dynasty had crumbled into dust where the affair at Logie was concerned. Indeed, Logie, though it took a keen interest in public business, had compara tively little to do with imperial governments and national dynasties. But sure enough a post-chaise, minus the white cockades and white flags, dashed up to the Crown Inn, and from it alighted three elderly gentlemen, whom Mrs. Mally's suc cessor described as \" outlandish customers,\" since they were clothes of a peculiar cut. One of the gentlemen was wrapped in a cloak Hke the mysterious \" Stranger \" in Kotzebue's play. Another wore an old-fashioned riding-coat and long boots. The third had his hair powdered under a small cocked hat in a style that had hardly been seen in the town for a whole generation. These gentlemen, without tarrying for refreshments, inquired for a countryman of their own by their mouthpiece — he of the cloak, who spoke in more broken English, with greater convulsive labour of articu-"], [229, "The Strangers. 217 lation, than the rawest emigre or prisoner of war at the nearest depot had been wont to display. This speaker asked, with such methcd as his halting words would permit, for M. de Saye, and was directed to Moshie's house on the outskirts. The three new-comers walked abreast, somewhat after the fashion of a deputation, up the High-gate past the Cross, where the weekly corn-market was in the act of being held, and along the Cart-gate, attracting in full measure the attention and speculation which Logie was in the habit of bestowing liberally on unknown and conspicuous visitors. Madame de Saye was sitting before her work-table in her drawing-room, when she was told that three \" black-a-vised \" gentlemen, speaking queer English, were \" speerin \" for the master of the house. Unfortunately Moshie was out, but he had gone no further than the Miss Murdies' school, where he had been summoned to act as arbiter in a dispute into which Miss Murdie's last French teacher had presumed to enter with the principal of the establishment. Moshie, who was the soul of courtesy and helpfulness, had hurried to lend his aid in order to keep the peace."], [230, "Logie Town. 218 Lizzie sent down — indeed she was ready to run down herself — to invite the gentlemen, whom she judged to be countrymen of Moshie's, turned up by some accident, to enter the house and to be welcome to the best it contained, while they waited for him. She had risen, and was putting aside her work when they were shown into the room. But Lizzie, though accustomed to French politeness, was not prepared for the depth of the visitors' bows, the waves of the hats which the gentlemen held in their hands, the re pressed excitement, together with the elaborate ceremony of the leader's address. \" We intrude on Madame without the introduction — the presentation. We beg a thousand pardons, but it is necessary — absolutely, that we see M. de Saye — as he is known here. We bring news of the first importance. We have the honour to be of Gascony, of Pont-de-Saye, the very humble servants of Madame,\" with a repetition of the profound reverences and the flourishes of the hats. \" Of Gascony ? \" cried Lizzie in delight, forgetting to relieve the agonized struggles for speech of the gallant speaker by using his French language. \" Oh ! how pleased my husband will be to see you. Of course you know that"], [231, "The Strangers. 219 he is from Gascony. I am glad also for his sake ; perhaps you are old friends of his ? \" \" Friends ! Mais non,\" exclaimed the representative of the others, with a lively gesture of deprecation, which his companions with their eager eyes fixed on his face copied exactly. \" We presume not to appropriate the title, though Mon sieur may of his goodwill accord it to us. Permit me to name my friends,\" with an emphasis on the pronoun, \"who are at Madame's as they are at Monsieur's service. This,\" indicating the stoutly-built wearer of the riding-coat and long boots, \" is Maitre Jean Legros, the steward on the estate. This,\" pointing to the wearer of the powder and the cocked hat when it was on his head, \" is the mayor of the town ; and me, Madame, me,\" expanding his cloak and letting it drop again like a bird fluttering its wings, \" I have the felicity to be the notary of the family.\" Still Lizzie did not see why the gentlemen should object to be termed Moshie's friends. She begged them to be seated, and found they would on no consideration take chairs before she resumed hers. She rang for refresh ments. In her desire to be kind to old acquaintances —"], [232, "Logie Town. 220 at least, of Moshie's, who had apparently taken incredible trouble to seek him out — she would willingly have com plied with the gracious old custom still lingering in Logie, by which a hostess herself waited on her cherished guests and offered them with her own hands the bread and wine. But the faintest approach to this last action reduced the strangers to such a state of despair, that Lizzie stopped short in genuine dismay, and submitted instead, as in a dream, to be waited on by the notary with the reverence which she would have judged due to a princess. Verily Gascony was a remote province, and Pont de Saye must be the most obscure of its towns, whan the revolution had done so little to alter the manners of its natives. Flurried in her turn, Lizzie was frightened to air her French to Moshie's compatriots, and the conversation in English could only continue of the baldest character. \" Monsieur has been compelled to remain a long time in Scotland — in this town,\" the notary had suggested with a grimace of unspeakable regret. \" He has been reduced to straits,\" and here there was another vehement grimace."], [233, "The Strangers. 221 \" I do not know what you call straits,\" said Lizzie in a puzzled way. \" He taught dancing and fencing for many years, and he was very successful. As long as I can remem ber he had a number of scholars. He had no rival as a teacher,\" she finished, with mild satisfaction."], [234, "222 Logie Town. CHAPTER XVIII. \" he stood the bravest gentleman that was among them a'.\" The fact which Lizzie stated was so familiar to her and to everybody in Logie ; she had been so accustomed to hear Moshie treat it with the greatest coolness as a matter of course, that she had forgotten how it might strike a stranger. It broke upon her with a shock, for no grimace which had gone before it was to be mentioned in the same breath with the shrug of grief, shame, well-nigh conster nation that greeted her information. \" Un Maitre de danse,\" cried the notary, relapsing with a rush into his mother tongue, and flinging up his arms in the direction of the heavens to which he appealed. \" Un Maitre de danse! Notre jeune Comte, sacrebleuJ \" groaned the mayor, now following fully the drift of the dialogue."], [235, "\"He Stood the Bravest Gentleman.\" 223 \" Un Maitre de danse! misericorde!\" wound up the bailiff. \" And Madame speaks of the success — of the number of the pupils who witnessed the infamy — as if that lessened it,\" the notary took up his parable again. Then the electrified Lizzie, who was pricking her ears with all her might, could easily understand the principal speaker when he went on loftily in his fluent French. He declared it did not signify. He reminded his companions how this marquis and that duke had been forced to convert themselves into farmers, chemists, teachers of fortification, of drawing during the Terreur ; how Egalite^ Orleans's son had been a teacher of languages in Switzerland. \"What would happen when Raoul came back?\" Lizzie asked herself breathlessly, her heart beating wildly. Then she debated whether she ought not to retire and leave him to have a private interview with his countrymen. She settled, at last, that she would only remain long enough to see them meet. It was enough. Raoul de Saye stood in the doorway of his wife's room, and put his hand before his eyes like one dazzled when he saw whom it held."], [236, "Logie Town. 224 \" At last you are here, my friends,\" using the very term which the former retainers, returned with a bound to their allegiance, and bent on not failing in any of the little ancient decorums, had deprecated. \" The cousin has made reparation.\" \" Monsieur le Comte,\" said the notary, \" I have the honour to tell you that monsieur your cousin is dead, without surviving children or nearer kindred, and you are the heir. Justice has vindicated herself. We are here to be the first to tell you.\" While Moshie tarried with the messengers of good tidings, Lizzie was divided between fear and doubt, pride and joy, beyond expression. Fear at a change of fortune, for which she was not prepared, of which she had not dreamt, and for which she might well be unfit, while she had been the happiest of the happy as she was. Doubt tinged with mortification that her Raoul, to whom she had confided every thought of her heart, had kept back this great thing from her. Pride and joy, not for herself but for another — a true wife's highest pride and sweetest joy, in which she went entirely out of herself and forgot all her small questionings and objections, to be glad for her"], [237, "\"He Stood the Bravest Gentleman.\" 225 husband's exaltation with a humble, generous, large-hearted gladness. \" Leezzie, my Leezzie Lindesay ! \" said Raoul, looking the simple, high-bred gentleman he had always looked, nothing more, nothing less, whether pointing his toes in an entre chat, or carving a bone left from his dinner. But his eyes were sparkling and his breast heaving with the news he had heard. \" It is the Chevalier Kennet Mackenzie, the chieftain of high degree, who is at length permitted to lay his rank, his castle, his all at your feet.\" \"But I am not like the old Leezzie,\" stammered the present Lizzie, hanging back a Httle and looking at him with her wistful blue eyes. \"I am a poor soldier's instead of 'a proud earl's daughter,' an old teacher of the Miss Murdies'. How am I to behave Hke a great lady so as to please and not affront you ? How will your countrymen look when they know all about me?\" \" They will look as I do upon my wife, my Countess, who might have been a queen with no loss to her subjects.\" She shook her head. ;< That is nonsense,\" she said, in her straightforward Scotch fashion. \" But why was I not told, Eaoul ? Did VOL. III. Q"], [238, "Logie Town. 226 you think I could not keep a secret? Was this one too great to be confided to me ? \" \" Parbleu ! no, but it was so incredible. It would have sounded empty gasconading, and if you had cared about it then, it might have been a tremendous disappointment. When Pont-de-Saye was confiscated, it was bought by one whom I had the calamity to call my cousin. He vowed it was in my interest, but not a penny of the rents did I ever receive. Bah ! When I knew him, traitor, scelerat, I would not have taken a penny from such as he. At the restoration I was well assured he would not be disturbed in his possessions, and it remains without saying that he would not resign it on any terms till he was compelled. Good ! He has been compelled. Death has been the judge who has loosed his hands. But till now, what will you? I could not go back to Gascony a beggar, to > bandy words and accept charity from that roturier, that wrong-doer. Better a thousand times to work for my bread honestly as I did work, to live and die here, unthought-of, uncared-for. A shade of the old pain and mortification had come over the face which had been so lit up an instant before."], [239, "\"He Stood the Bravest Gentleman.\" 227 Lizzie could not bear to see the change, and reproached herself for it. \" I ' think shame,' \" she cried, with swift, passionate remorse, \" for finding fault with this happy day which you have lived — as you well deserve — to see. And all the time I am glad for you, Raoul, my husband, whatever may befall me. None can wish you joy at getting back your own that you had lost, as I wish you.\" \" I beheve it, my wife,\" he said, as he held her in his arms, It would be impossible to describe the sensation created in Logie by the news of Moshie's original rank and state, with then- restoration. The announcement that he had been a king in place of a nobleman all the time would hardly have made a greater impression. It was a romance in high life for then- private property. \"Preserve us a',\" cried the Shirra. \"Very Hke the man was the governor of a province according to the old Roman law, and held courts on his own authority, and I mind it was with a grudge that some of us granted him the Town Hall ! What is the world coming to ? \" Hay Oliphant alighted from the Burn Foot carriage on Q 2"], [240, "228 Logie Town. the first stage of her journey, and burst in upon Madame la Comtesse with the pressing inquiry, \" Is it true, Lizzie ? I am dying to hear ; \" followed by the equally emphatic and candid assertion; \"Well, if he had been a real live Scotch earl lying jierdu all this time, as we read in daft-like songs and stories, in order to make you a real Hve Scotch countess, I would have just died of spite and envy. But I think I can survive a French title, and I invite myself and Steenie to Moshie's place, in the spring, on our way home. We'll bring back word of your grandeur. Mind, you'll be much obliged to us, for unless we go and see with our own eyes and hear with our own ears, Hke the Queen of Sheba on her travels, how fine it all is, nobody here will be a bit the wiser ; and what is the bravery worth if the sound of it does not reach Logie ? Ah ! we'll not be sorry to meet and speak of Logie and Logie folk, on French land, Lizzie ; and only think how Steenie will enlighten the natives on the proper use of their reflective verbs.\" \" Sae you're a leddy Hke me, Lizzie ! \" exclaimed Lady Sprott, half incredulously. \" You hae been in luck, you hae pussed your fortune to some purpose. For you've payed naething to speak o' for your rise in the world."], [241, "\"He Stood the Bravest Gentleman.\" 229 Moshie's that canny, butter wouldna melt in his mou'. But maybe,\" continued her ladyship, with renewed spirit at seeing a chance that the ways of Providence would prove less unequal than she had feared, \" he'll craw mair crouse on his ain midden-head. Gin he dinna, and you're no forced to eat puddock -pies, it sounds ower gude to last.\" \" Oh, my ain Miss Lizzie, madam, my leddy Countess,\" gasped Chirsty Prendergast, \" I hae lived to hear you ca' ed sae, and I dinna ken whether I'm standin on my head or my heels for fair upliftedness. Only you'll gang far awa, and I'll never see your face again.\" \" But you will see me again, Chirsty,\" insisted Lizzie ; \" you'll cross the sea and land among a nation of Moshies, for my sake.\" \" Gin they were a' like Moshie,\" admitted Chirsty, recovering her breath, \"there would be little to fear.\" A bright thought came to the amazed, well-nigh outraged, and abashed town. The townsfolk would pay Moshie a parting mark of respect and esteem to clear off their debts. If people had ever failed him in not seeing through the obscurity in which misfortune had shrouded his proud"], [242, "Logie Town. 230 claims, an obscurity which he had not chosen to clear up by the light of a farthing candle, the natives of Logie would atone for it now, and vindicate themselves in the eyes of M. le Comte's respectable compatriots who had come so far to reinstate him in his old dignities and privileges. The public mark of respect took the shape of a dinner, at which the Count de Saye graciously consented to be the guest of the evening, on one proviso : he was to supply the funds for a contemporaneous supper to the poor, so that even Long Letham and the Coontess might have cause to rejoice. Moshie also induced the representatives of the once numerous satellites of his house to accompany him to the banquet. These worthy gentlemen from France, so lately Republican, themselves not unaffected by the subversive wave which had deluged their country, were at this moment on their own defence before the strangers, perfidious or otherwise, who had known the Gascons' young count in his adversity, and consented — mention it not in Gascony ! — to his humbling himself to become their instructor in the polite art of dancing. The pseudo retainers were — not without reference to some of the better feelings of human"], [243, "\"He Stood the Bravest Gentleman.\" 231 nature — bent on not abating at this moment one jot of the almost obsequious deference which had been extorted by the most arrogant of Moshie's ancestors. The Shirra, in the singleness of his heart, was fain to make up for any lack of discrimination of which he had been guilty, and at the same time to gratify his genial spirit by fraternizing with his French brother of the law, though he was not even an avocat, far less a juge de paix, and to compare notes with him on codes Roman and Germanic. But the Scotchman found himself kept at arm's length by the punctilious Gascon. The Shirra was M. le Comte's entertainer and associate, he was not on the same level with the notary of the de Saye family. \" The deil take the man with his humming and hawing ! \" The Shirra nearly lost his temper at being thus met. \" I thought we could please ourselves with our company out of the court, and I'm sure we're all friends in Logie Town. I would not give Moshie, Count or no Count, for a dozen of his family notaries.\" At the crowded dinner in the dining-room of the Crown Inn, the Count de Saye sat at the right hand of the chair man, the Shirra, while the Rev. John Ochiltree was the"], [244, "232 Logie Town. croupier. The whole dinner-goers of Logie were present, together with a plentiful sprinkling of the neighbouring gentry, headed by Balmayne and Burn Foot. Could Mrs. Mally but have looked down on the company and the object of the meeting ! The Shirra proposed the toast of the evening, a bumper toast to M. le Comte de Saye, who had so long lived among them as a worthy and respected townsman of Logie. But though the toast was drunk with acclamation, with three times three, and Highland honours, the speaker's usual eloquence was a good deal hampered. He had drunk Moshie's health as the dancing-master on the annual occasion of the dancing- school ball, with more freedom and effect than he could now drink the count's health. The Shirra had an uneasy consciousness that it might be unbe coming to allude to the nature of Moshie's occupation, however honourably he had discharged it, during his stay in Logie. It might be a reflection alike on him and on them — on him for having stooped to the light trade, on them for having permitted it. \" Gude Lord,\" the exercised Shirra had complained beforehand to a crony outside, \" to think that we suffered a Count of the Holy Roman Empire,"], [245, "\" He Stood the Bravest Gentleman.\" 233 I'm not misdoubting, whose forefather may have been ennobled by the great Chairles himself, to fend for himself by letting our bairns see how to turn out their taes ! Of course the Apostle Paul was a tent-maker, but anything is permitted to an Apostle. Besides, tent-making is not only more manful than — tailoring — say, it has a kind of remote Eastern picturesqueness about it in connection with primi tive desert life among the pawtriarchs. There's a great odds between it and louping and dancing. Oh, yes ! I'm aware, for we have it on record that King Dauvit danced on a solemn occasion. But that was in his Royal person, and as a reHgious act. Neither was that like showing a parcel of lads and lasses their steps, no that I mean to undervalue an elegant accomplishment. But we are apt to treat dancing-masters as we treat hangmen — necessary functionaries, by whose services we are willing to profit, for all that the puir chields are to be zealously shunned or impidently laughed at.\" But when Moshie rose to return thanks, the difficulty vanished. He was quite at his ease. He had nothing to withhold, nothing to gloss over. He thanked the town of Logie cordially for its support of him in his capacity as a"], [246, "234 Logie Town. teacher, as well as for its magnificent demonstration to-day. He declared earnestly that he had found satisfaction — aye, and consolation — in conveying to the best of his ability to the youth of that town what he knew of one of the most graceful of the arts. He even went out of his way to deliver a little practical oration on the value of dancing as an aid to manners and morals, to which his fellow-Gascons listened with imperturbable faces. He would always re member with gratitude the most profound, his stay in Scotland and in Logie, together with the goodness of the Logie people towards him. He just touched on his earliest friend in the place and his veneration for her memory, in terms that brought tears to the Shirra's eyes. Moshie ended with a delicate allusion to another and a still nearer and dearer tie which connected him with the town, and would prevent his ever forgetting it. He was sure that little as he had done to deserve their kindness, his enter tainers were too generous to grudge him that precious bond between them. All who understood the delicate allusion were ready to cry \" Na, na, you are well worthy of a good wife and a young wife and a bonnie wife, and we give her to you, and"], [247, "\"He Stood the Bravest Gentleman.\" 235 let her and you go with the town's best blessing on your heads. Proud and pleased are we, as we may well be, that your Countess, since you are a Count, has sprung from Logie.\" But the unspoken words were taken out of the mouths of the enthusiastic listeners by the minister, whose duty it was to drink the health of Madame the Countess. Another cause than that which had fettered the Shirra's tongue stopped the flow of flowery compliments with which the reverend gentleman would in other circumstances have given the name of a fair lady as a toast. The good man's heart was too full. He thought of the auld Captain lying cold in his grave in the kirkyard yonder, unaffected by his daughter's great fortunes, of Mrs. Mally, to whom the girl had been almost as dear, at her rest in another hemisphere. He remembered how he had once wished that Lizzie Lindesay had been his daughter. He recalled his own Httle lass, a flower nipped in the bud, though it might be destined to bloom again, without risk of canker or blight, in a brighter, sunnier clime. He could only say a few heartfelt words, in return for which Moshie, having one hand on his heart, with the other wrung the hand of the"], [248, "236 Logie Town. minister, and said to him and to the company generally, \" It suffices. She is my dear and honoured wife whom you have known all her days. What need have we of further words of praise ? Only let me again express my gratitude • — the deepest, the most sincere — that you gave her to me with all your hearts. So help me God I will do my best to discharge the trust.\" Logie, too, had a heart, and shouted and stamped and cheered with greater fervour at these broken words than ct all the fine speeches which had gone before. Far from seeking to sever his and Lizzie's connection with the town entirely, as if he were ashamed of it, Moshie was willing, nay anxious, that his wife's farm of St. Kennet's should not be sold. He had known too much of changes in his own country not to wish that her in heritance should remain as a resource for her in hers. Neither did he hurry her away from her birthplace, the home of her whole young life, though he more than made up for his reticence on the subject of Pont- de- Saye by dwelling fondly on each atom of detail till she seemed to know every room of the Gascon chateau before she had set eyes on it. She listened with inexhaustible interest, a"], [249, "\"He Stood the Bravest Gentleman.\" 237 hundred times, to the elaborate arrangements in accordance with which the rooms of the late Countess were to be modernized, brightened, and made the pleasantest of apart ments by the skill of Moshie, at his expense, for his Countess Leezzie. The de Sayes tarried till Mrs. Lindesay had time to travel from Ayr with her sons to witness and be convinced of the transformation which had passed over the step daughter and step-sister. The widow addressed Moshie with languid punctiliousness as \" My Lord,\" and even went so far in making up for past omissions as to call her dear daughter \" My Lady.\" My Lord and my Lady were not greatly edified by the amends, but they were magnanimous and willing to let bygones be bygones. At last a day arrived when Moshie came to his wife and gently reminded her. \" Ma mie, when your ancestress, the Leezzie of your song, went off to the north it was to be the bride and the darhng of the young Kennet Mackenzie. But, alas ! petite, I am no more young. I have not the time to lose. I wish, I wish it well, that our eldest-born should first see the Hght in the house of my fathers. What will you?\""], [250, "238 Logie Town. \" I am ready, Raoul,\" she answered promptly, Hke another Ruth. \" I have been only waiting for a sign from you.\" So Lizzie carried away her father's despatch-box and hung it up beside her hr.sband's sword in a Gascony chateau. She never found the first any more out of place than the last in a house in which Mickle Lindesay's name was a household word. The Oliphants brought back glowing accounts of the glories of Pont-de-Saye. Hay said that though in former years Moshie had not paid her the compliment of taking her for his partner at his dancing-school ball in the Town Hall at Logie, he had led her out to dance a minuet in his ancestral hall at a ball given in her honour. And none of the distinguished company present save and except Madame had the faintest guess of the source from which Hay had derived the grace and correctness with which she had executed her steps and curtsies. \" Not that I think he would have cared, though I had told his neighbours that he was my old dancing-master,\" added the wife of young Burn Foot in a tone of conviction. \" If he is silent it is to save their feelings, not his own. He is a fine enough gentleman to be able to do anything.\""], [251, "\" He Stood the Bravest Gentleman.\" 239 But Logie did not need to depend upon Hay OHphant's gay tales, or Steenie's quieter but not less emphatic con firmation. The town had not to wait for the visit which Mrs. Lindesay and her boys paid to Madame de Saye, the delicate female braving a sea voyage to keep up family relations. Many an inhabitant of Logie, from the Shirra and the minister down to Chirsty Prendergast, found their way, though there were leagues of land and water between, to the Gascon chateau. Nobody had reason to complain of the short memories of its Count and Countess. All the visitors vied with each other in their appreciation of the noble m/'nage with its grand simplicity. Lizzie, too, came back often to Logie with her husband. Moshie in his day had known too well the agonies of mal de pays not to face cheerfully the horrors of mal de mer, to save his wife as far as he could from the worse experience. Lizzie boasted that her children could speak Scotch and French with the same facility. \" And a gentle consort made he, And her gentle mind was such, That she grew a noble lady, And the people loved her much.\" The discrepancy between the auld Captain's daughter"], [252, "240 Logie Town. and the Countess de Saye was a good deal less than that which had existed between Sarah Huggins and the Lady of Burleigh, so that Lizzie, far from dying of an honour \"unto which she was not born,\" lived to bear it well-nigh lightly. But though she was a blithe as well as a dignified matron, she was never quite so light of heart, so girlishly gay, as during the honeymoon, repeating itself twelve times, in her first year of married Hfe at Logie. THE END. R. Clay and Sons, London and Bungay."], [253, "April, 1887. — -®- — WARD & DOWNEY'S LIST OF Una Publications. 12, YORK STREET, COVENT GARDEN, W.C."], [254, "*** Messrs. Ward & Downey's Illustrated Catalogue, containing Portraits of the Author of \"Molly Bawn,\" Frank Barrett, Mrs. Lovett Cameron, Mrs. B. M. Crokcr, Richard Dowling, B. L. Farjeon, George Manville Fenn, Somerville Gibney, James Grant, Victor Hugo, Bret Harte, Richard Ashe King (\" Basil,\") The Abbe Liszt, Mrs. Macquoid, Fitzgerald Molloy, jfohn Augustus O'Shea, Mrs. Panton, F. C. Philips, Blanche Roosevelt, George Sand, Florence Warden, and William Westall, will be forwarded post free, on application."], [255, "12, YORK STREET, COVENT GARDEN LONDON, W.C. APRIL, 1887. Creation or Evolution. By George Ticknor Curtis. Demy 8vo. 10/6. Travels in the Interior ; or, the Wonderful Adven- tures of Luke and Belinda. By A. T. Schofield, M.D. Illustrated by Harry Furniss. Crown 8vo. *t* This work attempts to teach accurately and scientifically , and in an entirely novel and enter- taining manner, the anatomy and physiology of the human body. The Candidates' Latin Grammar. By Sidney Reed, B.A. Crown 8vo. 3J6. Through the Gates of Gold : a Fragment of Thought. Handsomely bound, gilt top. 4(6. Common Sense in the Nursery. By Marion Harland. Crown 8vo. 2/6. Dishes and Drinks ; or Philosophy in the Kitchen. By G. L. M. Strauss (\"The old Bohemian\"). Crown 8vo. 2|6. Living Paris: a Guide to the Manners, Monuments, and Institutions of the People. With Maps and Plans. Foolscap 8vo. 7|6."], [256, "4 NEW WORKS OF HISTORY, TRAVEL, BIOGRAPHY, &c. Personal Recollections of the Due De Broglie. Two vols., demy 8vo. 30/-. [In the Press. The Coming Franco-German War. A Political- Military Study. Translated from the German by John Hill. Post 8vo. 7/6. In French and Russian Prisons. By Prince Krapotkine. Post 8vo. Three Years of a Wanderer's Life. By J. F. Keane, Author of \" Six months in Meccah,\" &c. Two vols. 21/-. Duelling Days in the Army. By William Douglas. Imp. i6mo. Walker's \"Original.\" New Edition. Crown Svo. 3J6. A Look Round Literature. By Robert Buchanan. Crown Svo. 6|-. The Healing Art: A History of Medicine and Medical Celebrities from the Earliest Times to the Present Day. Two vols., demy 8vo. 25I . Ancient Legends of Ireland. By Lady Wilde. Two vols., crown Svo. 2i|-. Famous Plays : from Congreve's \" Love for Love \" to Lytton's \" Lady of Lyons.\" By J. Fitzgerald Molloy. Large post 8vo. io|6. Royalty Restored; or, London under Charles II. By J. Fitzgerald Molloy. Two vols., large crown 8vo. With an Original Etching of Charles II., and Eleven Other Portraits. 25I- Court Life Below Stairs; or, London Under the the Four Georges. By J. Fitzgerald Molloy. Two vols., crown 8vo. I2|-. Eighty-five years of Irish History (1800-85). By W. J. O'Neill Daunt. Second edition. Two vols., crown 8vo. 2i|-. Romantic Spain: a Record of Personal Experiences. By John Augustus O'Shea. Two vols., crown 8vo. 2l|-. Russia under the Tzars. By Stepniak. Crown 8vo. 6|-."], [257, "5 NEW WORKS OF HISTORY, TRAVEL, BIO- GRAPHY, &c— continued. Jubilee Edition of Fifty Years of a Good Queen's Reign. By A. H. Wall. With Illustrations. Imp. i6mo. 3)6. Bevelled boards, gilt edges. 4J6. The Unpopular King: the Life and Times of Richard III. By Alfred O. Legge. Two vols., demy Svo. With 16 Illustrations. 30I-. Gladstone's House of Commons. By T. P. O'Connor, M.P. Demy 8vo. i2|6. Old Court Life in France. By Mrs. Frances Elliott. With 20 whole-page Engravings. Royal 8vo. 7|6. Oranges and Alligators ; or, Life in South Florida. By Iza Duffus Hardy. Second edition. Crown 8vo. 5|-. Japanese Life, Love, and Legend : A Visit to the Empire of the Rising Sun. Translated by William Conn. Crown 8vo. 7|6. Recollections of a Country Journalist. By Thomas Frost. Demy Svo. 12J6. Tillotson's Sermons. Selected, Edited, and Anno- tated by the Rev. G. W. Weldon, M.A. Crown 8vo. ~]\\6. Robertson of Brighton: With Some Notices of his Times and Contemporaries. By the Rev. F. Arnold. Post 8vo. g|-. Three-Cornered Essays. By the Rev. F. Arnold. Third edition. Crown Svo. 3J6. The Life and Letters of George Sand. Edited by R. Ledos de Beaufort. Three vols., demy 8vo, With Six Portraits. 36)-. Victor Hugo : His Life and Work. By G. Barnett Smith. Crown 8vo. With a Portrait of Hugo. 6|-. The Abbe Liszt: the Story of His Life. By R Ledos de Beaufort. With Three Portraits 6|-."], [258, "6 THE NEW NOVELS. To be obtained at all Libraries in Town or Country. Price 10s. Gd. per Volume. Logie Town, By Sarah Tytler, author oi \" Buried Diamonds, &c. Three vols. The Ladye Nancye. By \" Rita.\" Three vols. This Man's Wife. By G. Manville Fenn. Three vols. The Dean and His Daughter. By F. C. Philips. Three vols. Amor Vincit. By Mrs. Herbert Martin. Two vols. Sex to the Last. By Percy Fendall. Three vols. The Tragedy of Featherstone. By B. L. Farjeon. Three vols. A Strange Affair. By W. Outram Tristram. Three vols. An Enthusiast. By Caroline Fothergill. Three vols. Playing with Fire ; a Story of the Soudan War. By James Grant. Three vols."], [259, "7 THE NEW NOVELS— continued. Sir James Appleby, Bart. By Katharine S Macquoid. Three vols. Found Guilty. By Frank Barrett. Three vols The Copper Queen. By Blanche Roosevelt. Three vols. A Shadowed Life. By Richard Ashe King (Basil). Three vols. Jack and Three Jills. By F. C. Philips. Two vols. Fatal Bonds. By Richard Dowling. Three vols. At the Red Glove. By Katharine S. Macquoid. Three vols. 3£n the His Helpmate. By Frank Barrett. One vol. A New Novel by J. E. Panton, Author of \"The Curate's Wife.\" Two vols, A New Novel by \" Blinkhoolie.\" Three vols."], [260, "8 SIX-SHILLING NOVELS. A Terrible Legacy. By G. Webb Appleton [In the Press. In Jeopardy. By George Manville Fenn. The Master of the Ceremonies. By G. Manville Fenn. Double Cunning. By G. Manville Fenn The Lady Drusilla : A Psychological Romance By Thomas Purnell. Tempest Driven. By Richard Dowling. The Chilcotes. By Leslie Keith. A Mental Struggle. By the Author of \" Phyllis Her Week's Amusement. By the Author of \" Phyllis.\" The Aliens. By Henry F. Keenan. Lil Lorimer. By Theo. Gift Louisa. By Katharine S. Macquoid A Lucky Young Woman. By F. C. Philips. As in a Looking Glass. By F. C. Philips. That Villain, Romeo! By J. Fitzgerald Molloy. The Sacred Nugget. By B. L. Farjeon Proper Pride. By B. M. Croker. Pretty Miss Neville. By B. M. Croker. The Prettiest Woman in Warsaw. By Mabel Collins."], [261, "9 Three-and-Sixpenny Novels. Two Pinches of Snuff. By William Westall. The Confessions of a Coward and Coquette. By the author of \" The Parish of Hilby,\" &c. A Life's Mistake. By Mrs. Lovett Cameron. In One Town. By E. Downey. Anchor Watch Yarns. By E. Downey. Atla. By Mrs. J. Gregory Smith. Less than Kin. By J: E. Panton. A Reigning Favourite. By Annie Thomas. The New River. By Somerville Gibney. Under Two Fig Trees. By H. Francis Lester. Comedies from a Country Side. By W. Outram Tristram. Tt**x>- Shilling Novels. In a Silver Sea. By B. L. Farjeon. Great Porter Square. By B.L. Farjeon. 6th Edition. The House of White Shadows. By B. L. Farjeon. 4th Edition. Grif. By B. L. Farjeon. 10th Edition. Social Vicissitudes. By F. C. Philips. The Last Stake. By Madam Foli. Snowbound at Eagle's. By Bret Harte. 3rd Edition. The Flower of Doom. By M. Betham-Edwards. 2nd Edition. Viva. By Mrs. Forrester. 3rd Edition. A Maiden all Forlorn. By the Author of \" Molly Bawn.\" 4th Edition. Folly Morrison. By Frank Barrett. 4th Edition. Honest Davie. By Frank Barrett. 3rd Edition. Under St. Paul's. By Richard Dowling. 2nd Edition. The Duke's Sweetheart. By Richard Dowling. 2nd Edition. The Outlaw of Iceland. By Victor Hugo."], [262, "10 SHILLING NOVELS. The Volumes marked * can be had in red cloth, price is. 6d. each. *The Great Hesper. By Frank Barrett. *A Bag of Diamonds. By G. M. Fenn. *Little Tu'penny. By the Author of \" Mehalah,\" \"John Herring,\" &c. 2nd Edition. *The Skeleton Key. By Edition. Richard Dowling. 2nd The Chaplain's Craze Edition. By G. M. Fenn. 2nd *A House of Tears. By Edition. Edmund Downey. 8th :;Lady Valworth's Diamonds. By the Author of \" A Mental Struggle,\" &c. 2nd Edition. *Eve at the Wheel. By G. M. Fenn. 2nd Edition. *A Prince of Darkness. By the Author of \" The House on the Marsh,\" &c. 5th Edition. *01iver's Bride. By Mrs. Oliphant. *TheDark House. By G. M. Fenn. 3rd Edition. ;:A Deadly Errand. By Max Hillary. 2nd Edition. Molka. By B. L. Farjeon. 2nd Edition. Eaten Up. By \" Eosten.\" %* New Volumes are in preparation by Mrs. jf. H. Riddell, B. L. Farjeon, &c."], [263, "11 BOOKS SUITABLE FOR PRESENTS OR PRIZES. Travels in the Interior ; or, the Wonderful Adven- tures of Luke and Belinda. By A. T. Schofield, M.D. Illustrated by Harry Furniss. Hand- somely bound in cloth gilt. Through the Gates of Gold; a Fragment of Thought. White cloth gilt, gilt top, 4J6. Songs from the Novelists. Edited, and with Introduction and Notes, by W. Davenport Adams. 2nd Edition. Fcap. 4to, printed in brown ink on Dutch hand-made paper. Cloth gilt. 7|6. Folk and Fairy Tales. By Mrs. Burton Harrison. With twenty-four original whole-page Engravings by Walter Crane. 2nd Edition. Crown 8vo. In handsomely designed cover, gilt edges. 6j- The New River; a Story of the Time of Hugh Myddelton. 2nd Edition. Crown Svo. 3|6. Japanese Life, Love, and Legend. From the French of Maurice Dubard by William Conn. Crown 8vo, handsomely bound. 7|6 Old Court Life in France. By Mrs. Frances Elliott. With twenty-one original whole-page Engravings. Royal 8vo. 7J6 Jubilee Edition, Fifty Years of a Good Queen's Reign. By A. H. Wall. With illustrations, Imp. i6mo. Cloth, 3 16. ; bevelled boards, gilt edges, _j_]6."], [264, "12 MR. J. FITZGERALD MOLLOY'S RECENT WORKS- \" Mr. Fitzgerald Molloy has a gift and a charm whtca are peculiarly ha own. He is a Ifoyant, a clairvoyant even, from a literary point of view. He sees things — not in tne present but in the pa j / — so clearly, grasps them so tenaciously, and reproduces them, so vividly, that they come to us without any of the dust and rust of time.\" — G. A. S. in Echoes of the Week. Famous Plays: from Congreve's \" Love for Love\" to Lytton's \" Lady of Lyons.\" With a Dis- course on the Playhouses of the Restoration. Large post Svo. io|6. Eoyalty Restored ; or, London Under Charles II. two vols., large crown Svo., with an Original Etching of Charles II., and Eleven Other Portraits. 25]-. \" The most important historical work yet achieved by its author. . ... It has remained for a picturesque historian to achieve such a work in its entirety, and to tell a tale as it has never before been told.'' — Daily Telegraph. \" His book, which is the best, may very well be the last on the subject. . . . The shrewdness, the cynicism, the profound egotism of the Merry Monarch are dexterously conveyed in this picture of him, and the book is variously and vividly interesting.\" — World. Court Life Below Stairs ; or, London Under the Georges. Fourth Edition. Two vols., crown 8vo. 12|-. \"Mr. Molloy's style is crisp, and carries the reader along; his portraits of the famoui men and women of the time are etched with care, and his narrative rises to intensity and dramatic impressiveness as he lollows the latter days of Queen Caroline.\" — British Quarterly Review). That Villain, Romeo! A Novel. Crown Svo. 6|-. \" Few society stories possess the merit of \" That Villain, Romeo.\" The principal charm in Mr. Molloy's novel is the complex and picturesque study of his heroine. Nothing more piquant and fasci nating was ever painted than Marcus Phillip's model. Mr. Molloy's weird sketches of Bohemia, and his bright, incisive style will suffice to ensure the success of his new novel.\" — Morning Post."], [265, "13 MR. F. C. PHILIPS' RECENT NOVELS. The Dean and His Daughter. Three vols. 3i|6- Jack and Three Jills. Two vols. 2i|-. A Lucky Young Woman. With a Frontispiece by M. Fitzgerald. Crown 8vo. 6|-. \" Mr. Philips' racy humour just suits the jaded palate of the day.\" — Times. \"' We can bestow unstinted praise on the unflagging spirit and genuine humour with which Mr. Philips tells his story.\" — Athenæum. As in a Looking-Glass. With a Frontispiece by Gordon Browne. Fifth Edition. Crown 8vo. 6|-. \"A powerful tragedy, a portfolio of character sketches, and a diorama of society scenes. Its characters are all real and living personages.\" — Globe. \" It shows abundant cleverness, much knowledge of some curious phases of life, and a real insight into certain portions of that mysterious organ, the female heart.\" — St. James's Gazette. Social Vicissitudes. Crown 8vo. 6|-. \"The smartest and most amusing set of sketches that has appeared since Mrs. Linton lashed the Young Woman ol the Period.\" — St. Stephen's Review."], [266, "14 Mr. B. L. FARJEON'S RECENT NOVELS. The Tragedy of Featherstone. Three vols. 3i|6. In a Silver Sea. Second Edition. Three vols. Crown 8vo. 3i|6. (( Those who commence it will become more and more interested, and be unable to put it down until they've finished. . . . For it is a quaint, weird, thrilling, mysterious, nightmarish work rivet- ting attention, and exciting curiosity. — Punch. The Sacred Nugget. Fourth Edition. Crown 8vo. 6|-. \" The story is so interesting as to force one to turn over the pages with something like real excitement.\" — Athenæum. Great Porter Square : a Mystery. Sixth Edition. Picture boards. i\\-. \"A masterpiece of realistic fiction.\" — Morning Post. \" One of the cleverest and most fascinating stories of the day. Society. The House of \"White Shadows. Fourth Edition. Picture boards. 2|-. \" A genuine bit of romance powerfully told.\" — Tbe World. \" An ably-written, interesting, even engrossing tale.\" — Saturday Review. Grif: a Story of Australian Life. Picture boards. i\\-. \" One of the best stories he has produced, and full of high dramatic interest.\" — Scotsman. Molka. Stitched Wrapper i|-. \" A gem of truthful, thoughtful, poetical, and powerful writing.'' — Morning Advertiser."], [267, "( 13 ) Mr. George Manville Fenn Novels. This Man's Wife. 3 vols. 31/6. [In April. In Jeopardy. Stories of Peril. Crown 8vo. 6/-. A Bag of Diamonds Paper covers, if-; cloth* i,6. The Master of the Ceremonies. Crown 8vo. 6/-. \" The interest in the plot is skilfully kept up to the end.\" — Academy. \" The story is very interesting. . . . The accumu lated troubles of the heroine are vividly drawn.\" — Athenæum. Double Cunning. Crown 8vo. 6/-. \" More exciting than anything of the kind that has been written since the ' Woman in White' of Wilkie Collins.\" — Morning Post. The Dark House. Paper covers, 1/- ; cloth, 1/6. Fifteenth Thousand. \"fAn inscrutable and bewildering mystery.\" — Pall Mall Gazette. Eve at the \"Wheel : a Story of Three Hundred Virgins. Paper covers. 1/- ; cloth, 1/6. Tenth Thousand. The Chaplain's Craze ; Being the Mystery of Findon Friars. Paper Covers, 1/-; cloth, 1/6."], [268, ""], [269, ""], [270, ""], [271, ""], [272, ""]]