[[1, ""], [2, ""], [3, "CHICKAMAUGA AND CHATTANOOGA NATIONAL MILITARY PARK COMMISSION. BATTLE OF CHICKAMAUGA, GA., SEPTEMBER 19-20, 1863. ORGANIZATION OF TUB ARMY OF THE CUMBERLAND (Commanded by Maj. Gen. W. S. Boseorans) AND OF THE ARMY OF TENNESSEE (Commanded by General Braxton Bragg). Compiled by H. V. B0TNT0N, A«sistant in Historical Wort Roster from Official Records, War of the Rebellion. WASHINGTON: GOVERNMENT PRINTING OFFICE. 1895."], [4, ""], [5, "K..S / CH1CKAMAUGA AND CHATTANOOGA NATIONAL MILITARY PARK COMMISSION. , BATTLE OF CHICKAMAUGA, GA., SEPTEMBER 19-20, 1863. ORGANIZATION OF THE ARMY OF THE CUMBERLAND (Commanded by Maj, Gen. W. S. Eosecrana) AND OF TUB ARMY OF TENNESSEE (Commanded by General Braxton Bragg), Compiled by H. V. BOYNTON, Assistant in Historical Work. Eoster from Official Records, War ot the liebellion. WASHINGTON: GOVERNMENT printing office. 1895."], [6, "INDEX UNION ARMY. Page. Army or the Cumberland 3 Army Corps: „ Fourteenth (Thomas) j> Twentieth (A.D.McCook) » Twenty-first (Crittendeu) |1 Reserve (Granger) J* Cavalry (R.B.Mitchell) lb Divisions: Baird ' * Brannan Davis Johnson jj Morgan (D. McCook's brigade) 15 Negley •> Palmer r -_ y-± Reynolds -' ' Sheridan 10 Steedman 15 Van Cleve ** Wood !2 Crook (cavalry) 1\" McCook, E. M. (cavalry) 16 CONFEDERATE ARMY. Army of Tennessee 19 Right Wing (Polk) 19 Lett Wing (Longstreet) 26 Army Corps-\" Buckner 27 Hill -• 22 Longstreet (Hood) 29 Polk 20 Walker (reserve) 24 Forrest (cavalry) 33 Wheeler (cavalry) 34 Divisions : Cheatham 20 Cleburne 22 Breckinridge 23 Hindman 21 Hood (Law) 31 Johnson 32 Liddell 26 McLaws (Kershaw) 30 Preston 28 Stewart 27 Walker (Gist) 25 Armstrong (cavalry) 33 Martin (cavalry) 35 Pegram (cavalry) 34 Wharron (cavalry) 34 Reserve Corps Artillery (Williams) 29 Reserve Artillery (Robertson) 33 Longstreet's Corps Artillery (Alexander) 33 General Map of the Field '... ..555>_ 36"], [7, "ORGANIZATION OF THE ARMY OF THE CUMBERLAND, COMMANDED BY MAJ. GEN. WILLIAM S. ROSECRANS, AT THE BATTLE OF CHICKAMADGA, 61, SEPTEMBER 19 AND 20, 1863, GENERAL HEADQUARTERS. 1st Battalion Ohio Sharpshooters. 10th Ohio Infantry, Lient. Col. William M. Ward. 15th Pennsylvania Cavalry, Col. William J. Palmer. The Army of the Cumberland at the battle of Chickamauga was composed of the Fourteenth Corps (Thomas), the Twentieth (A. McD. McCook), the Twenty -first (Crittenden), the Reserve (Granger), and the Cavalry Corris (R. B. Mitchell). Army headquarters were at Stevens' Gap the evening of September 13th; at the Lee Mansion, Crawfish Springs, the morning of September ICtli, and were nyrved to Widow Glenn's about noon of Saturday, the 19th. They remained at the latter point until the Union center was pierced and its right forced back, toward noon of Sunday, the 20th. General Rosecrans, being cut off from the left of his army, then proceeded to Chattanooga. During the afternoon General Thomas commanded the troops on the field, with headquarters at the Snodgrass House. FOURTEENTH ARMY CORPS. Maj. Gen. George H. Thomas. GENERAL HEADQUARTERS. Provost-Guard. 9th Michigan Infantry,' Col. John G. Parkhurst. Escort. 1st Ohio Cavalry, Company L, Capt. John D. Barker. This corps was composed of the divisions of Baird (First), Negley (Second), Brannan (Third), and Reynolds (Fourth). Its leading divi sions reached the Kelley field at daylight September 19, from the vicin ity of Pond Spring. It left the latter point about 4 o'clock September 18, marching through the night by the Crawfish Springs Road to Kel *Not engaged; guarding trains and performing provost duty. 3"], [8, "4 ley's Negley being left near Glass' Mill. Soon after sunrise of the 19th Brannan and Band's divisions moved eastward, the former striking the enemy in the vicinity of Jay's Mill about 7.30 a. m. and opening the battle of Chickamauga. Baird's division soon after appeared on its right and rear and at once became engaged. Reynold's division reached the field about 1.30 p. m., and moved into action east ot the Poe house. Negley's division reached the line in rear of the Brother- ton house soon after 5 p. m. FIRST DIVISION (FOURTEENTH CORPS). Brig. Gen. Absalom Baird. Second Brigade. First Brigade. Brig. Gen. John C. Starkweather. Col. Benjamin F. Scribner. 38th Indiana, Lieut. Col. Daniel F. Griffin. 2d Ohio: Lieut. Col. Ohadiah C. Maxwell. 24th Illinois : Col. Geza Mihalotzy. Capt. August Mauff. 79th Pennsylvania, Col. Henry A. Ham- hright. lat Wisconsin, Lieut. Col. George B. Bingham. 21st Wisconsin : Maj. William T. Beatty. Capt. James Warnock. 33d Ohio, Col. Oscar F. Moore. 94th Ohio, Maj. Rue P. Hutchins. 10th Wisconsin : Lieut. Col. John H. Ely. Capt. Jacob W. Roby. 1st Michigan, Light Battery A: Lieut. George W. Van Pelt. Lieut. Almerick W. Wilbur. Lieut. Col. Harrison C. Hohart. Capt. Charles H. Walker. Indiana Light, 4th Battery : Lieut. David Flansburg. Lieut. Henry J. Willits. Brigade. Third Brig. Gen. John H. King. 15th United States, 1st Battalion, Capt. Albert B. Dod. 16th United States, 1st Battalion : Maj. Sidney Coolidge. Capt. Robert E. A. Crofton. 18th United States, 1st Battalion, Capt. George W. Smith, 18th United States, 2d Battalion, Capt. Henry Haymond. 19th United States, 1st Battalion : Maj. Samuel K. Dawson. Capt. Edmund L. Smith. 5th United States Artillery, Battery H: Lieut. Howard M. Burnham. Lieut. Joshua A. Fessenden. This division, holding the advance of the Fourteenth Corps after passing Crawfish Springs, reached the Kelley field at the second road south of the Kelley house at daylight September 19th. It was first deployed across the Lafayette road facing south, but its front was soon changed to face east. Brannan's division passed it at sunrise and pro ceeding north to the McDonald house, marched eastward from that point and the Kelley field to the vicinity of Jay's Mill, where it engaged the enemy about 7.30 a. m. Baird moved to Brannan's support and became engaged on his right and rear. After five hours' fighting, the action having ceased on that part of the line, Baird and Brannan were with drawn to the first glade east of McDonald's. Thence Baird, with"], [9, "5 Scribner's and Starkweather's brigades, moved about 5 p. m. to the support of Johnson's division, which was just north of Winfrey's (E. C. Reed's) house. At the end of a severe tight at nightfall in that vicinity both withdrew to the Kelley field. During Sunday, the 20th, Baird's division held the line about the northeast corner of the Kelley field until the withdrawal about sundown. In this position Starkweather formed Baird's right, Scribner the center, and King the left. SECOND DIVISION (FOURTEENTH CORPS). Maj. Gen James S. Negley. First Brigade. Second Brigade. Brig. Gen. John Beatty. Col. Timothy R. Stanley. Col. William L. Stoughton. 104th Illinois, Lieut. Col. Douglas Hape 19th Illinois, Lieut. Col. Alexander W. Raft'en. man. 42d Indiana, Lieut. Col. William T. B Mclntire. 11th Michigan : Col. William L. Stoughton. Lieut. Col. Metvin Mudge. 18th Ohio, Lieut. Col. Charles H. Gros- 88th Indiana, Col. George Humphrey. 15th Kentucky, Col. Marion C. Taylor. Illinois Light, Bridges' Battery, Capt Lyman Bridges. venor. 1st Ohio Light, Battery M, Capt. Fred- erick Schultz. Third Brigade. Col. William Sirtvell. 37th Indiana, Lieut. Col. William D. Ward. 21st Ohio: Lieut. Col. Dwella M. Stoughton. Maj. Arnold McMahan. Capt. Charles H. Vantine. 74th Ohio. Capt. Joseph Fisher. 78th Pennsylvania, Lieut. Col. Archibald Blakeley. 1st Ohio Light, Battery G, Capt. Alexander Marshall. Kegley's division held the advance of the Fourteenth Corps as far as Crawfish Spring, thence, during the night of the 18th, it was turned eastward to Glass' Mill, where, in the morning of the >9th, it engaged a brigade of the enemy. The afternoon of the 19th it was hurried toward the center, where, about 5 o'clock, it assisted in restoring the line near Brotherton's. Early on the 20th, Beatty's brigade was sent to assist Baird on the extreme left, and after severe fighting was forced to the rear, in the direction of Snodgrass Hill. Stanley's brigade fol lowed Beatty's into action on the left, and subsequently gained position on Snodgrass Hill. Sirwell's brigade became involved in the break of the Union line on Sunday morning, and a portion of it rallied on Snod grass Hill. Fragments of the division were conducted by General Negley to McFarland's Gap, and thence to Rossville."], [10, "6 THIRD DIVISION (FOURTEENTH CORPS). Brig. Gen John M. Brannan. Second Brigade. First Brigade. Col. John M. Connell. Col. John T. Croxton. Col. William H. Hays. 82d Indiana, Col. Morton C. Hunter. 17th Ohio, Lieut. Col. Durbin Ward. 31et Ohio, Lieut. Col. Frederick W. Lister. 38th Ohio,* Col. Edward H. Phelps. 1st Michigan Light, Battery D, Capt. Josiah W. Church. 10th Indiana: Col. William B. Carroll. Lieut. Col. Marsh B. Taylor. 74th Indiana : Col. Charles W. Chapman. Lient. Col. Myron Baker. 4th Kenlucky : Lieut. Col. P. Burgess Hunt. Maj. Robert M. Kelly. 10th Kentucky : Col. William H. Hays. Maj. Gabriel C.Wharton. 14th Ohio, Lieut. Col. Henry D. Kings- bury. 1st Ohio Light, Battery C, Lieut. Marco B. Gary. Third Brigade. Col. Ferdinand Van Derveer. 87th Indiana, Col. N< 2d Minnesota, Col. Newell Gleason. ol. James George. 9th Ohio, Col. Gustave Kammerling. 35th Ohio, Lieut. Col. Henry V. Boynton. 4th U. S. Artillery, Battery I, Lieut. Frank G. Smith, This division arrived at Kelley's at sunrise, September 19, having marched during the night from the vicinity of Pond Spring, and halted for breakfast in the field west of the Kelley house. It moved at once without breakfast, by way of McDonald's house, and thence eastward to the vicinity of Jay's Mill, where, about 7.30 a. m., it struck Forrest's cavalry dismounti d, and opened the battle of Chickamauga. Croxton's brigade became first engaged near the mill and Van Derveer's was at once pushed in on his left. Connell's brigade supported both. Baird's division arrived on the right and rear of Brannan about 9 o'clock, and went into action. After five hours' fighting the enemy was repulsed on this part of the field. The division was first withdrawn to the glade half a mile east of McDonald's, and was thence sent, at 5 o'clock, to help restore the line in the vicinity of Brotherton's. It bivouacked in the Dyer fields, near the Dyer house. Before daylight September 20 Connell's and Croxton's brigades took position west of the Lafayette road in rear of Poe's, Van Derveer's brigade being in reserve. At 10 o'clock Van Derveer, being ordered to support Baird on the extreme left, became engaged with two brigades of Breckinridge's d vision which had passed around Baird's left into the Kelley field, and repulsed them. Meantime the Union Hue having been broken on Brannan's right, he rallied his line on Snodgrass hill, where, at 1.30, he was rejoined by Van Derveer's brigade. In this last position he held his line until the close of the fight. * Not engaged ; train guard."], [11, "7 FOURTH DIVISION (FOURTEENTH CORPS). Maj. Gen, Joseph J. Reynolds. First Brigade.* Second Brigade. Col. John T. Wilder. Col. Edward A. King. Col. Milton S. Robinson. 92d Illinois, Col. Smith D. Atkins. 98th Illinois : 68th Indiana, Capt. Harvey J. Espy. 75th Indiana: Col. John J. Funkhouser. Lieut. Col. Edward Kitchell. 123d Illinois, Col. James MoDroe. 17th Indiana, Maj. William T. Jones. 72d Indiana, Col. Abram O. Miller. Indiana Light, 18th Battery, Capt. Eli Lilly. Col. Milton S. Robinson. Lieut. Col. William O'Brien. 101st Indiana, Lieut. Col. Thomas Doan. 105th Ohio, Maj. George T. Perkins. Indiana Light, 19th Battery : Capt. Samuel J. Harris. Lieut. Robert S. Lackey. Third Brigade. Brig. Gen. John B. Turchin. 18th Kentucky : Lieut. Col. Hubbard K. Milward. Capt. John B. Heltemes. 11th Ohio, Col. Philander P. Lane. 36th Ohio : Col. William G. Jones. Lieut. Col. Hiram F. Duvol. 92d Ohio: Col. Benjamin D. Fearing. Lieut. Col. Douglas Putnam, jr. Indiana Light, 21st Battery, Capt. William W. Andrew, King's and Turchin's brigades of this division formed the rear of the Fourteenth Corps in its night march from Crawfish Springs toward Kelley's. They reached Poe's about 1.30 p. m. September 19. Soon after 4 o'clock Turchin moved eastward aud relieved Hazen's brigade, of Palmer's division. King's regiments were used at various points on Palmer's line, and all of Reynolds' troops were heavily engaged. At 5 o'clock two brigades of the division, supporting twenty guns collected by Reynolds, aud posted on the road north of the Poe house, assisted by Hazen's brigade, repulsed a heavy attack of the enemy. During Sunday Reynolds' line extended from the Lafayette road slightly in advance of the south limits of the Kelley field to the right of Palmer's division, which rested near the southeast corner of the field. At 5.30 p. m. Sunday, the 20th, Reynolds withdrew, under orders from General Thomas, unmolested, north along the Lafay- ette road. Turchin's brigade by a charge, cleared the woods west of the Kelley field. Both brigades subsequently withdrew by the Mullis road to Rossville by way of McFarland's Gap.' Wilder's mounted brigade was engaged during the 18th September in resisting the crossings of the enemy at Alexanders' and Reed's bridges. It was engaged during the 19th in the vicinity of Viniard's, and until the afternoon of the 20th on the right of the Union line at and in the vicinity of Widow Glenn's. * Detached from its division and serving as mounted infantry."], [12, "8 TWENTIETH ARMY CORPS. Maj. Gen. Alexander McD. McCook. GENERAL HEADQUARTERS. Provost Guard. 81st Indiana Infantry, Company H, Capt. William J. Richards. Escort. 2d Kentucky Cavalry, Company I, Lieut. George W. L. Batman. This corps was composed of the divisions of Davis (First), Johnson (Second), and Sheridan (Third). It came upon the field from Crawfish Springs on the morning of the 19th. About 10 o'clock Johnson's divis ion was sent to General Thomas and went into action on Baird's right about noon, and at nightfall was heavily engaged near the same ground. Davis moved to Widow Glenn's and turned eastward to Viniard's, where he was engaged from 2 to 5 p. m. Sheridan marched to Lee and Gordon's Mill and thence to the assistance of Davis at Viniard's. Sunday morning Johnson was formed on the right of Baird and east of the Kelley field, and fought in position there until the withdrawal just before sundown. Davis and Sheridan were withdrawn during the night of the 19th to the vicinity of the Widow Glenn's. When the Union center was pierced September 20, they were attacked in front and on both flanks aud forced back to the Dry Valley road, whence they pro ceeded to McFarland's Gap. From this point Davis returned towards General Thomas' right, while Sheridan withdrew to Rossville, and thence marched toward General Thomas' left, but, after reaching the Cloud Church, a mile and a half from Thomns' flank at dusk, and finding the enemy on the Lafayette road, between himself and Thomas, he withdrew to Rossville. FIRST DIVISION (TWENTIETH CORPS). Brig. Gen Jefferson C. Davis. First Brigade.* Second Brigade. Col. P. Sidney Post. Brig. Gen. William P. Carlin. 59th Illinois, Lieut. Col. Joshua C Win- ters. 21st Illinois: Col. John W. S. Alexander. Capt. Chester K. Knight. 38th Illinois: 74th Illinois, Col. Jason Marsh. 75th Illinois, Col. John E. Bennett. 22d Indiana, Col. Michael Gooding. Wisconsin Light Artillery, 5th Battery, Capt. George Q. Gardner. Lieut. Col. Daniel H. Gilmer. Capt. Willis G. WhiteWurst. 81st Indiana: Capt. Nevil B. Boone. Maj. James E. Galloway. 101st Ohio: Lieut. Col. John Messer. Maj. Bedan B. McDanald. Capt. Leonard D. Smith. Minnesota Light Artillery, 2d Battery : Lieut. Albert Woodbury. Lieut. Richard L. Dawley. 'Not engaged ; guarding supply train."], [13, "9 Tliird Brigade. Col. Hans C. Heg. Col. John A. Martin. 25th Illinois: Maj. Samuel D. Wall. Capt. Wesford Taggart. 35th Illinois, Lieut. Col. William P. Chandler. 8th Kansas: Col. John A. Martin. Lieut. Col. James L. Abernathy. 15th Wisconsin, Lieut. Col. Ole C. Johnson. Wisconsin Light Artillery, 8th Battery, Lieut. John D. McLean. The first brigade of this division was left at Lookout Mountain, in the. vicinity of Stevens' Gap, with the trains. In the afternoon of the 20th it made a forced march to Crawfish Springs and assisted in hold ing that place until it was abandoned in the evening. Early on the 19th the other brigades of the division marched to the vicinity of Widow Glenn's and immediately moved eastward to Viniards, where the division was engaged from 2 until after 5 o'clock in the after noon. Before daylight of the 20th Davis' troops were brought back to the high ground west of the Crawfish Springs road, near Widow Glenn's, and in the morning moved to the left along that crest, con necting with the right of Van Cleve's division of Crittenden's corps, near Lytle Station. About 10 o'clock it moved forward to take posi tion in the front line on the right of Wood's division of Crittenden's corps. Upon the withdrawal of the latter division toward the left, Davis' line was attacked from the front, enveloped on both flanks, aud forced to the rear. It passed over the high ground west of the Craw fish Springs road into the Dry Valley road, and thence withdrew to McFarland's Gap. At this point it countermarched and reached thy vicinity of Gen. Thomas' right, on Snodgrass Hill, at sundown. SECOND DIVISION (TWENTIETH CORPS). Brig. Gen. Richard W. Johnson. First Brigade. Brig. Gen. August Willich. 89th Illinois : Lieut. Col. Duncan J. Hall. Maj. William D. Williams. 32d Indiana, Lieut. Col. Frank Erdel meyer. 39th Indiana,* Col. Thomas J. Harrison. 15th Ohio, Lieut. Col. Frank Askew. 49th Ohio : Maj. Samuel F. Gray. Capt. Luther M. Strong. 1st Ohio Light Artillery, Battery A, Capt. Wilbur F. Goodspeed. Second Brigade. Col. Joseph B. Dodge. 79th Illinois, Col. Allen Buckner. 29th Indiana, Lieut. Col. David M. Dunn. 30th Indiana, Lieut. Col. Orrin D. Hurd. 77th Pennsylvania: Col. Thomas E. Rose. Capt. Joseph- J. Lawson. Ohio Light, Artillery, 20th Battery, Capt. Edward Grosskoptf. * Detached from its brigade and serving as mounted infantry."], [14, "10 Third Brigade. Col. Philemon P. Baldwin. Col. William W. Berry. Sth Indiana : Lieut. Col. Hagerman Tripp. Maj. Calvin D. Campbell. 5th Kentucky: Col. William W. Berry. Capt. John M. Huston. 1st Ohio, Lieut. Col. Bassett Langdon. 93d Ohio: Col. Hiram Strong. Lieut. Col. William H. Martin. Indiana Light Artillery, 5th Battery, Capt. Peter Simonson. This division, marching rapidly from Crawfish Springs, reached the vi cinity of Kelley 's house shortly before noon of the 19th, and at once moved eastward through the forest to the support of Baird's division of Thomas' corps. It struck Liddell's division in the flank, thus relieving Baird. It then turned toward Alexander's bridge and became engaged with Cheatham's division. At dusk, in connection with Baird's divis ion, it was heavily attacked by Cleburne from the direction of Jay's Mills. From this point it withdrew to the Kelley field and fought on the east line of that position throughout Sunday, having Baird's divis ion on its left, and Palmer's division on its right. While in the act of withdrawing, under orders at sundown of the 20th, it was heavily at tacked and followed to the west side of the Kelley field, whence it withdrew without further molestation to McFarland's Gap and Ross ville. THIRD DIVISION (TWENTIETH CORPS). Maj. Gen. Philip H. Sheridan. First Brigade. Brig. Gen. William H. Lytle. Col. Silas Miller. 36th Illinois: Colonel Silas Miller. Lieut. Col. Porter C. Olson. 88th Illinois, Lieut. Col. Alexander S. Chadbourne. 21st Michigan: Col. William B. McCreery. Maj. Seymour Chase. 24th Wisconsin : Lieut. Col. Theodore S. West. Maj. Carl von Baumbach. Indiana Light Artillery, 11th Battery, Capt. Arnold Sutermeister. Second Brigade. Col. Bernard Laibolt. 44th Hlinois, Col. Wallace W. Barrett. 73d Illinois, Col. James F. Jaquess. 2d Missouri, Maj. Arnold Beck. 15th Missouri, Col. Joseph Conrad. 1st Missouri Light Artillery, Battery G, Lieut. Gustavus Schueler. Third Brigade. Col. Luther P. Bradley. Col. Nathan H. Walworth. 22d Illinois, Lieut. Col. Francis Swanwick. 27th Illinois, Col. Jonathan R. Miles. 42d Illinois: Col. Nathan H. Walworth. Lieut. Col. John A. Hottenstein. 51st Illinois, Lieut. Col. Samuel B. Raymond. 1st Illinois Light Artillery, Battery C, Capt. Mark H. Prescott."], [15, "11 This division marched from Crawfish Springs to Lee and Gordon's Mill about 2 o'clock on the 19th, and leaving Lytle's brigade at that point, immediately moved forward with the remaining brigades to the assistance of Davis at Viniard's, where they were engaged till sundown. During the night of the 19th the entire division was withdrawn to the vicinity of Widow Glenn's and was placed in line in front of that posi tion before the opening of the battle on the morning of the 20th. When the break took place on the Union center in the vicinity of Brother ton's the division was moving to the left by the flank, under orders to pro ceed to General Thomas' assistance on the extreme left. Being struck in front and flank it was forced back beyond the Crawfish Springs road into the Dry Valley road, whence it withdrew by way of McFarland's Gap to Rossville. At 5 o'clock the division started to join General Thomas by the Lafayette road. At dusk the head of the column reached the Cloud Church, within a mile and three quarters of General Thomas' left, then at the Snodgrass house. The country between being occupied by the enemy, General Sheridan returned to Ross ville. TWENTY-FIRST ARMY CORPS. Maj. Gen. Thomas L. Crittenden. general headquarters. Escort. 15th Illinois Cavalry, Company K, Capt. Samuel B. Sherer. This corps was composed of the divisions of Wood (First), Palmer (Second), and Van Cleve (Third). It did not cross Lookout Mountain in the turning movement of the Army of the Cumberland, but passing around its north point, and sending Wagner's brigade of Wood's divis ion into Chattanooga, proceeded by way of Rossville and operated in the vicinity of Ringgold, Crawfish Springs, and Lee and Gordon's Mill until the morning of the 19th, when it was concentrated in position at the latter point. At noon of the 19th Palmer's division was dis patched in haste northward along the Lafayette road to the assist ance of General Thomas, and went into action at 12.35 p. m. on the right of Johnson's division. Van Cleve's division followed and became engaged on the right of Palmer and in front of Brotherton's, about half after two o'clock. Wood's division was engaged from 3.30 until sunset in the vicinity of Viniard's and to the north of it, in connection with Davis' and Sheridan's troops. Throughout Sunday Palmer's division fought on the east side of the Kelley field. Wood's division, being involved in the break of the Union center, a portion of it resisted Hood's advance through the Dyer fields, while Brannan was forming the new line on Snodgrass Hill, where Barker's brigade of Hood's division took position in force and remained with fragments of the division until the close of the battle. Van Cleve's division, with the exception of Barnes' brigade, which had joined Baird on the left, was involved in the break of the line, and except some fragments which rallied on Snodgrass Hill, retreated to Rossville."], [16, "12 CORPS). FIRST DIVISION (TWENTY-FIRST Brig. Gen. Thomas J. Wood. First Brigade. Second Brigade.* Col. George P. Buell. Brig. Gen. George D. Wagnei:, 100th Illinois: 15th Indiana, Col. Gustavus A. Wood. 40th Indiana, Col. John W. Blake. 57th Indiana, Lieut. Col. George W. Lcn- nard. Col. Frederick A. Bartleson. Maj. Charles M.Hammond. 58th Indiana, Lieut. Col. James T. Em- bree. 97th Ohio, Lieut. Col. Milton Barnes. Indiana Light, 10th Battery, Lieut Wil- liam A. Nay lor. 13th Michigan: Col. Joshua B. Culver. Maj. Willard G. Eaton. 26th Ohio, Lieut. Col. William H. Young. Indiana Light, 8th Battery, Capt. George Estep. Third Brigade. Col. Charles G. Harker. 3d Kentucky, Col. Henry C. Dunlap. 64th Ohio, Col. Alexander Mcllvain. 65th Ohio: Lieut. Col. Horatio N. Whitbeck. Maj. Samuel C. Brown. Capt. Thomas Powell. 125th Ohio, Col. Emerson Opdycke. Ohio Light, 6th Battery, Capt. Cullen Bradley. Wood's division for the battle consisted of Buell's and Harker's bri gades, Wagner's being at Chattanooga. Wood, with these two brigades, was at Lee and Gordon's Mill the morning of the 19th. At 3.00 p. m. he was ordered to the left in haste by the Lafayette road. Buell's bri grade went into action an hour later near Viniard's. Harker moved on nearly to Brotherton's and became engaged there. During the night the division was moved to the high ground west of the Crawfish Springs road and near Lytle Station. Early on the 20th it was sent forward to relieve Negley on the front line near Brotherton's. Being ordered to close on Reynolds, a break was left in the line through which Long street advanced about 11 o'clock, effectually breaking the Union center. Harker returned rapidly from the left and held the head of Longstreet's corps in check in the Dyer fields for some time, while Brannan was re-forming his line on Snodgrass Hill. Harker's brigade then retired slowly to the bare ridge north of the Snodgrass house, where it fought till the battle ended, and withdrew by way of McFarland's Gap at 7 p. m. General Wood was in command on the hill with General Brannan, and portions of Buell's brigade reached the line there and remained with it. \"Stationed at Chattanooga and not engaged."], [17, "13 SECOND DIVISION (TWENTY-FIRST CORPS). Maj. Gen John M. Palmer. First Brigade. Second Brigade. Brig. Gen. Charles Cruet. Brig. Gen. William B. Hazen. 31st Indiana, Col. John T. Smith. 1st Kentucky,* Lieut. Col. Alva R. Had lock. 9th Indiana, Col. Isaac C. B. Suman. 6th Kentucky : Col. George T. Shackelford. Lieut. Col. Richard Rocking, ham. 2d Kentucky, Col. Thomas D. Sedge wick. 90th Ohio, Col. Charles H. Rippey. 1st Ohio Light, Battery B, Lieut. Nor man A. Baldwin. Maj. Richard T. Whitaker. 41st Ohio, Col. Aquila Wiley. 124th Ohio : Col. Oliver H. Payne. Maj. James B. Hampson. 1st Ohio Light Battery F, Lieut. Giles J. Cockerill. Third Brigade. Col. William Grose. 84th Hlinois, Col. Louis H. Waters. 36th Indiana : Lieut. Col. Oliver H. P. Carey. Maj. Gilbert Trusler. 23d Kentucky, Lieut. Col. James C. Foy, 6th Ohio: Col. Nicholas L. Anderson. Maj. Samuel C. Er win. 24th Ohio, Col. David J. Higgins. 4th United States Artillery, Battery H, Lieut. Harry C. Cushing. 4th United States Artillery, Battery M, Lieut. Francis L. D. Russell. At noon September 19 the division marched from Lee and Gordon's Mill by the Lafayette road to General Thomas. It moved rapidly and went into action on Johnson's right about 1, in the forest east of Poe's. It fought heavily in that vicinity till night, wnen it bivouacked around the southeast corner of the Kelley field. Throughout the 20; h it fought on the east line of the Kelley field, its right joining Reynolds' division in front of the southeast corner, Johnson's division being next on the left of it in the line. About 2 o'clock Palmer dispatched Hazen to protect Harker's left, on Snodgrass Hill. At 5.30 the division withdrew under orders from General Thomas, passing across the Kelley field to the west, and thence by McFarland's Gap to Rossvdle. While withdrawing it was not attacked, except by an artillery fire. * Five companies detached as wagon guard."], [18, "14 THIRD DIVISION Brig. Gen. First Brigade. Brig. Gen. Samuel Beatty. 79th Indiana, Col. Frederick Knefler. 9th Kentucky, Col. George H. Cram. 17th Kentucky, Col. Alexander M. Stout. 19th Ohio, Lieut. Col. Henry G. Stratton. Indiana Light, 7th Battery, Capt. George R. Swallow. -FIRST CORPS). P. Van Cleve. Second Brigade. Col. George F. Dick, 44th Indiana, Lieut. Col. Simeon C Aid. rich. 86th Indiana, Maj. Jacob C. Dick. 13th Ohio: Lieut. Col. Elhannon M. Mast. Capt. Horatio G. Cosgrove. 59th Ohio, Lieut. Col. Granville A. Frambes. Pennsylvania Light, 26th Battery: Capt. Alanson J. Stevens. Lieut. Samuel M. McDowell. (TWENTY Horatio Third Brigade. Col. Sidney M. Barnes. 35th Indiana, Maj. John P. Dufficy. 8th Kentucky: Lieut.\" Col. James D. Mayhew. Maj. John S. Clark. 21st Kentucky,* Col. S. Woodson Price. 51st Ohio: Col. Richard W. McClain. Lieut. Col. Charles H. Wood. 99th Ohio, Col. Peter T. S^aine. Wisconsin Light, 3d Battery, Lieut. Cortland Livingston. About 1.30 p. m. of the 19th, Van Cleve, with two brigades, was oi dered from Lee and Gordon's to the support of Palmer in front of Poe's, leaving Barnes' brigade which soon after advanced and went into action south of Viniard's; Van Cleve became engaged on Palmer's right east of the Brotherton house. At 3.30 o'clock his two brigades were driven across the Lafayette road at Brotherton's, and soon after were forced still further back into the Dyer fields. The division biv ouacked west of the Crawfish Springs road. The morning of the 20th Barnes' brigade was dispatched to the front at Brotherton's with Wood's troops, whence it proceeded to the extreme left and fought upon Baird's line until sundown. Dick's and S. Beatty's brigades were first ordered to the front near Poe's, and while on the march for that point were ordered to proceed to the extreme left. While passing the rear of Bran nan's division they were involved in the break at the center. A por tion of Dick's brigade reached the left, and the Forty-fourth Indiana, with the Ninth and Seventeenth Kentucky, with fragments of both brigades, afterwards rallied on Snodgrass Hill. The remaining portion were collected by Gen. Van Cleve at Rossville. RESERVE CORPS. Maj. Gen. Gordon Granger, This corps was composed of the divisions of Generals Steedman (First) and James D. Morgan (Second) and had been guarding the roads and 'Stationed at Whitesides, and not engaged."], [19, "15 depots between Chattanooga and Nashville. On September 13 and 14, by a forced march from Bridgeport, Steedman's division and D. McCook's brigade of Morgan's division reached Rossville. On the morning of the 20th the corps was concentrated at McAfee's Church. About noon it marched in haste to the assistance of General Thomas, on Snodgrass Hill. It reached the Lafayette road north of Cloud's. McCook's bri gade was left on the high ground west of the road and south of Cloud's house. Steedman's division marched to the rear of Thomas' position at Snodgrass Hill, repulsed the enemy, which had gained Brannan's rear, occupied the ridge, and prolonged Thomas' line to the crests overlooking the Vittetoe house, holding these positions till sundown. FIRST DIVISION (RESERVE CORPS). Brig. Gen. James B. Steedman. First Brigade. Second Brigade. Brig. Gen. Walter C. Whitaker. Col. John G. Mitchell. 96th Illinois, Col. Thomas E. Champion 115th Illinois, Col. Jesse H. Moore. 84th Indiana, Col. Nelson Trusler. 22d Michigan:* Col. Heber Le Favour. 78th Illinois : Lieut. Col. Carter Van Vleck. Lieut. George Green. 98th Ohio: Capt. Moses J. Urquhart. Capt. Armstrong J. Thomas. 113th Ohio, Lieut. Col. Darius B. Warner. 121st Ohio, Lieut. Col. Henry B. Banning. 1st Illinois Light Artillery, Battery M, Lieut. Thomas Burton. Lieut. Col. William Sanborn. Capt. Alonzo M. Keeler. 40th Ohio, Lieut. Col. William Jones. 89th Ohio:* Col. Caleb H. Carlton. Capt. Isaac C. Nelson. Ohio Light Artillery, 18th Battery, Capt Charles C. Aleshire. SECOND DIVISION (RESERVE CORPS). Second Brigade. Col. Daniel McCook. 85th Illinois, Col. Caleb J. Dilworth. 86th Illinois, Lieut. Col. David W. Magee. 125th Illinois, Col. Oscar F. Harmon. 52d Ohio, Maj. James T. Holmes. *69th Ohio, Lieut. Col. Joseph H. Brigham. 2d Illinois Light Artillery, Battery I, Capt. Charles M. Barnett. This division arrived at the Snodgrass house at 1.30 September 20 from McAfee's church. It formed across the ravine, with Whitaker's brigade in advance, and attacked the enemy. Whitaker charged to the top of the ridge and prolonged Brannan's line, the right of which then rested at the high point where the small private graveyard now is. Mitchell charged forward, passing along the rear of Whitaker's line, and carried the crests above the Vittetoe house, and held them until sundown. At that hour the division withdrew to the next ridge in its rear, and at 7 o'clock marched by way of McFarland's Gap to Rossville. McCook's brigade of J. D. Morgan's division remained on the high ground west and northwest of McDonald's house, and throughout the afternoon confronted the troops which were attempting to turn Baird's left, north of the Kelley field. * Temporarily attached."], [20, "16 CAVALRY CORPS. Brig. Gen. Robert B. Mitchell. This corps was made up of E. M. McCook's (First) and Crook's (Sec ond) divisions. The former operated during the battle along the upper fords of the Chickamauga and in the vicinity of Crawfish Springs, resisting Wheeler's cavalry, protecting the hospitals at Crawfish Springs, and guarding the trains of the army moving by the Chattanooga Val ley roads to Chattanooga. Minty's brigade of the Second Division throughout the 18th of Sep tember resisted the advance of the enemy from Pea Vine Creek to Reed's Bridge, and the crossing at the latter place. Lon g's brigade was sharply engaged on the 20th south of Crawfish Springs toward Glass' Mill. FIRST DIVISION (CAVALRY CORPS). Col. Edward M. McCook. First Brigade. Col. Archibald P. Campbell. 2d Michigan, Maj. Leonidas S. Scranton, 9th Pennsylvania, Lieut. Col. Roswell M, Russell. 1st Tennessee, Lieut. Col. James P, Brownlow. Second Brigade. Col. Daniel M. Ray. 2d Indiana, Maj. Joseph B. Presdee. 4th Indiana, Lieut. Col. John T. Deweese. 2d Tennessee, Lieut. Col. William R. Cook. 1st Wisconsin, Col. Oscar H. La Grange. 1st Ohio Light Artillery, Battery D (sec- tion), Lieut. Nathaniel M. Newell. Third Brigade, Col. Louis D. Watkins. 4th Kentucky, Col. Wickliffe Cooper. 5th Kentucky, Lieut. Col. William T. Hoblitzell. 6th Kentucky, Maj. Louis A. Gratz. This division skirmished heavily with Wheeler's cavalry throughout the 19th and 20th of September in front of Crawfish Springs' and about the upper fords of the Chickamauga. It guarded the right of the army and protected the field hospitals at Crawfish Springs until 5 p. m. of the 20th, when it assisted in removing the wounded from that point and in conducting the trains in safety into the Chattanooga Valley and for ward toward Chattanooga. SECOND DIVISION (CAVALRY CORPS). Brig. Gen George Crook. First Brigade. Second Brigade. Col. Robert H. G. Minty. Col. Eli Long. 3d Indiana (battalion), Lieut. Col. Robert Klein. 2d Kentucky, Col. Thomas P. Nicholas. 1st Ohio: 4th Michigan, Maj. Horace Gray. 7th Pennsylvania, Lieut. Col. James J. Seibert. Lieut. Col. Valentine Cupp. Maj. Thomas J. Patten. 3d Ohio, Lieut. Col. Charles B. Seidel. 4th Ohio, Lieut. Col. Oliver P. Robie. Chicago Board of Trade Battery (one sec- tion), Capt. James H, Stokes, 4th United States, Capt. James B. Mcln- tyre. Chicago Board of Trade Battery (one sec- tion), Capt. James H. Stokes,"], [21, "17 Minty's brigade of this division resisted the advance of Hood's column on the Ringgold road, from Pea Vine Creek to Reed's Bridge and Dyer's Ford, from 7 o'clock in the morning of the 18th until after 3 o'clock, when the enemy forced a crossing. Minty continued to resist this ad vance in connection with Wilder's mounted infantry, and at night bivouacked in close contact with the head of Hood's column in front of Viniard's. On the 19th this brigade was engaged with the trains mov ing toward Chattanooga and in reconnoitering beyond the Union left. Long's brigade arrived in McLemore's Cove on the 19th. On the 20th it had a severe engagement with Wheeler's dismounted cavalry about a mile and a half from Crawfish Springs on the road to Glass' Mill, and was forced back to Crawfish Springs upon the main cavalry lines. It moved thence with the trains toward Chattanooga. 15568 2"], [22, ""], [23, "ORGANIZATION OF THE ARMY OF TENNESSEE, GENERAL BRAXTON BRAGG, C. S. ARMY, COMMANDING, AT THE BATTLE OF CHICKAMAUGA. ARMY OF TENNESSEE. General Braxton Bragg. Escort. Capt. Guy Dreux. Drenx's Company Louisiana Cavalry, Lieut. O. De Buis. Holloway's Company Alabama Cavalry, Capt. E. M. Holloway. General Bragg's army was composed of Polk's, Hill's, Buckner's, Longstreet's (Hood's), and Walker's (Reserve) corps of infantry and Wheeler's and Forrest's corps of cavalry. For the second day's fight it was divided into two wings, General Polk commanding the right and General Longstreet the left. The main body of the army crossed the Chickamauga at Reed's Bridge and the fords between that point and Lee and Gordon's Mill, on the afternoon and night of the 18th, and formed in the vicinity of and to the north of Hunt's and Thedford's houses for an advance on the Union position at Lee and Gordon's. The battle was, however, unexpectedly opened by Union troops, which by a night march from McLemore Cove had reached the vicinity of Jay's Mill and attacked a portion of Forrest's cavalry which had arrived at that point from Alexander's Bridge. Instead of attacking Critten den's corps at Lee and Gordon's, General Bragg's divisions were dis patched in succession to his right and rear to meet the Union army on its new ground. RIGHT WING. Lieut. Gen. Leonidas Polk. Escort. Greenleaf 's Company Louisiana Cavalry, Capt. Leeds Greenleaf. During the night of the 19th General Bragg divided his army into right and left wings, without regard to corps organizations and having regard only to the positions on the line in which the divisions fouud themselves at the close of the day's fighting. The right wing was commanded by General Polk. It comprised Forrest's cavalry divisions, Armstrong's and Pegram's, and the infantry divisions of Breckinridge, Liddell, Gist (Walker), Cleburne, and Cheatham. This wing fought during Sunday the 20th, east and north of the Kelley field, and twice gained the rear of the Union left. 19"], [24, "20 POLE'S CORPS. Lieut. Gen. Leonldas Polk. This corps, composed of the divisions of Cheatham and Hindman, was separated before the opening of the battle, Cheatham's division crossing to the west side of the river early on the 19th at Dalton's Ford, and forming as the reserve of Bragg's line of battle, while Hindman's division remained on the east side until 4 p. m., when it crossed at Dalton's Ford and moved forward toward the LaFayette Road north of Viniard's, but did not become engaged. Cheatham's division at 11 o'clock had moved northward to the assistance of Walker's corps. The two divisions of the corps fought the second day on different parts of the field under their respective division commanders. CHEATHAM'S DIVISION (POLK'S CORPS). Maj. Gen. Benjamin Franklin Cheatham. Escort. Company G, 2d Georgia Cavalry, Capt. Thomas M. Merritt. Jackson's Brigade. Money's Brigade. Brig. Gen. John K. Jackson. Brig. Gen. George Manet. 1st Georgia (Confederate), 2d Battalion, Maj. James Clarke Gordon. 5th Georgia, Colonel Charles P. Daniel. 2d Georgia Battalion (Sharpshooters), Maj. Richard H. Whiteley. 5th Mississippi : Lieut. Col. W. L. Sykes. Maj. John B. Herring. 8th Mississippi, Col. John C. Wilkinson. Scogin's (Georgia) Battery, Capt. John Scogin. 1st Tennessee, ) .-, -, r. __ D „. ,. 27th Tennessee! \\ Co1' Hume E' * leld' 4th Tennessee (Provisional Army) : Col. James A. McMurry. Lieut. Col. Robert N. Lewis. Maj. Oliver A. Bradshaw. Capt. Joseph Bostick. 6th Tennessee, ) r. i r. r. -n . 9th Tennessee; \\ °°h Ge0rge C' P°rter- 24th Tennessee, Battalion Sharpshooters, Maj. Frank Maney. Smith's (Mississippi) Battery, Lieut. Wil- liam B. Turner. Wright's Brigade. Smith's Brigade. Brig. Gen. Preston Smith. Col. Alfred Jefferson Vaughan, Jr. Brig. Gen. Marcus J. Wright. 11th Tennessee, Col. George W. Gordon. 12th Tennessee, < Col. William M. Wat- 47th Tennessee, \\ kins. fCol. Alfred Jefferson 13th Tennessee, J Vaughan, jr. 154th Tennessee, ) Lieut. Col. R. W. Pit- l. man. 29th Tennessee, Col. Horace Rice. Dawson's Battalion* Sharpshooters: Maj. J. W. Dawson. Maj. William Green. Maj. James Purl. Scott's (Tennessee) Battery: Lieut. John H. Marsh. 8th Tennessee, Col. John H. Anderson. 16th Tennessee, Col. D. M. Donnell. 28th Tennessee, Col. Sidney S. Stanton. 38th Tennessee and Maj. Thomas B. Mur- ray's (Tennessee) Battalion, Col. John C. Carter. 51st Tennessee, \\ Lieut. Col. John G. 52d Tennesseo, J Hall. Carnes' (Tennessee) Battery, Capt. Wil- liam W. Carnes. Lieut. A. T. Watson Capt. William L. Scott. * Composed of two companies from the Eleventh Tennessee, two from the Twelfth and Forty-seventh Tennessee (consolidated), and one from the One hundred and fifty-fourth Senior Tennessee."], [25, "21 Strahl's Brigade. Brig. Gen. Otho F. Strahl. 5tS ?e^e8S^; } Co1\" Jo-atLan J. Lamb. 19th Tennessee, Col. Francis M. Walker. 24th Tennessee, Col. John A. Wilson. 31st Tennessee, Col. Egbert E. Tansil. 33d Tennessee, Col. Warner P. Jones. Stanford's (Mississippi) Battery, Capt. Thomas J. Stanford. This division crossed the Chickamauga early September 19th at Dal ton's Ford, and formed as a reserve to Bragg's line of battle. At 11 o'clock it was dispatched in haste to the assistance of Walker's corps, then engaged with Baird's and Johnson's divisions. It was engaged throughout the afternoon of the 19th, and again in the evening a mile north and northwest of Alexander's house. On September 20 the division formed the reserve of Polk's wing, and was in the rear of the left of it until 2 p. m., when it was moved to the rear of the right except Jackson's brigade, which had been moved to the front and right on the right of Cleburne's advance. It took part in the last advance upon the Union position just before sundown and bivouacked in and around the Kelley field. HINDMAN'S DIVISION (POLK'S CORPS). Maj. Gen. Thomas Carmichael Hindman. Brig. Gen. Patton Anderson. Escort. Lenoir's Company Alabama Cavalry, T. M. Lenoir. Anderson's Brigade. Deas' Brigade. Brig. Gen. Patton Anderson. Col. J. H. Sharp. Brig. Gen. Zach. C. Deas. 19th Alabama, Col. Samuel K. McSpad- den. 7th Mississippi, Col. W. H. Bishop. 9th Mississippi, Maj. T. H. Lynam. 10th Mississippi. Lieut. Col. James Barr. 41st Mississippi, Col. W. F. Tucker. 44th Mississippi : Col. J. H. Sharp. Lieut. Col. R. G. Kelsey. 9th Mississippi Battalion Sharpshooters, Maj. W.C.Richards. Garrity's (Alabama) Battery, Capt. James Garrity. 22d Alabama: Lieut. Col. John Weedon. Capt. Harry T. Toulmin. 25th Alabama, Col. George D. Johnston. 39th Alabama, Col. Whitneld Clark. 50th Alabama, Col. J. G. Coltart. 17th Alabama Battalion Sharpshooters, Capt. James F. Nabers. Dent's (Alabama) Battery (formerly Rob- ertson's). Capt. S. H. Dent. Manigault's Brigade. Brig. Gen. A. M. Manigault. 24th Alabama, Col. N. N. Davis. 28th Alabama, Col. John C. Reid. 34th Alabama, Maj. John N. Slaughter. 10th South Carolina, ) Col James F preg8ieT. 19th South Carolina, S . Waters' (Alabama) Battery, Lieut. Charles W. Watkms."], [26, "22 This division, under command of General Patton Anderson, crossed the Chickamauga at Dalton's (Hunt's) Ford at 4 p. m. September 19th. At 5 p. m. General Hindman took command and moved forward under an artillery fire but did not get into action. The morning of the 20th the division was formed parallel to and about 600 yards east of the Lafayette road and about half way between Brotherton's and Viniard's. Soon after 11 o'clock the division carried the Union lines in front of it, Manigault's brigade being at first repulsed by Wilder's mounted infan try. Both Davis' and Sheridan's divisions were forced off the field and westward over the high ground beyond the Crawfish Springs road into the Dry Valley road. Hindman's three brigades then moved to the right and joined Bushrod Johnson's division in the vicinity of Vittetoe's, between 2 and 3 o'clock, and were engaged near that point from 3 o'clock to sundown in the attacks on Snodgrass Hill. HILL'S CORPS. Lieut. Gen. Daniel H. Hill. This corps was composed of the divisions of Cleburne and Breckinridge. The latter was posted on the 19th east of the Chickamauga, near Glass' Mill, with Cleburne on the same side and some distance to the right. At 3 o'clock Cleburne was ordered to the assistance of Cheatham and Forrest's and Walker's corps, then in the vicinity of Jay's Mill. Cle burne arrived at the mill at 0 p. m. and immediately moved westward, attacked Johnson's and Baird's divisions of the Union forces, the battle lasting until after dark. Breckinridge's division followed Cleburne's movement, halting during the afternoon opposite Lee and Gordon's Mill. It was brought over the river at Alexander's Bridge during the night, and formed on the right of Polk's line. It attacked the Union left about 9.30 a. m. on the 20th, and twice gained the Lafayette road in its rear. Cleburne operated onthe east front of the Kelley field and took part in the general advance at sundown. CLEBTJRNE'S DIVISION (HILL'S CORPS.) Maj. Gen. Patrick R. Cleburne. Escort. Sanders' Company Tennessee Cavalry, Capt. C. F. Sanders. Wood's Brigade. PoWs Brigade. Brig. Gen. S. A. M. Wood. Brig. Gen. Lucius E. Polk. 16th Alabama : 1st Arkansas, Col. John W. Colquitt. 3d Confederate, ) ~ , T , „ ... 5th Confederates \\ Co1' J\" A' Smlth' 2d Tennessee, Col. Wm. D. Robison. 35th Tennessee, Col. Benj. J. Hill. 48th Tennessee, Col. George H. Nixon. Calvert's (Arkansas) Battery, Lieut. Thomas J. Key. Maj. John H. McGaughy. Capt. Frederick A. Ashford. 33d Alabama, Col. Samuel Adams. 45th Alabama, Col. E. B. Breedlove. 18th Alabama Battalion : Maj. John H. Gibson. Col. Samuel Adams (33d Ala- bama). 33d Mississippi, ) „ n „ „ T 45th Mississippi, \\ Coh M' P' Lowrey. 15th Mississippi Battalion Sharpshooters : Maj A. T. Hawkins. Capt. Daniel Coleman. Semple's Alabama Battery : Capt. Henry C. Semple. Lieut. R. W. Golthwaite."], [27, "23 Deshler's Brigade. Brig. Gen. James Deshleb. Col. Roger Q. Mills. 24th Arkansas; \\ Lieut' Co1' A' S' Hutchinson. 6th Texas Infantry, ) ri i t> r. wn 10th Texas Infantry { ?ol. Roger Q. Mills * 15th Texas Cavalry, $ LleUt' CdL T' 8cott Ander80n' * 17th Texas Cavalry,! „ , „ ,-, „T.„ 18th Texas Cavalry I??!. F C Wilkes 24th Texas Cavalry ?■ Colt' 25th Texas Cavalry! J MaJ' Wm' A' Taylor\" Douglas' (Texas) Battery, Capt. James P. Douglas. This division crossed the Chickamauga at Thedford's Ford about 4 o'clock on the 19th and proceeded toward Jay's Mill, where it formed in rear of Walker and Forrest's troops, and advancing westward with a portion of Cheatham's Mne at sundown, attacked Baird's and Johnson's divisions, the engagement lasting till after dark. On the 20th the divis ion was the left of Polk's wing, and was engaged in the assaults upon the Union log- works east of the Kelley field. Its general line of advance was inthe direction of the Alexander Bridge road. Much of the heaviest fighting on this part of the field was performed by this division. BRECKINRIDGE'S DIVISION (HILL'S CORPS) Maj. Gen. John C. Breckinridge. Escort. Foules' Company Mississippi Cavalry, Capt. H. L. Foules. Helm's Brigade. Brig. Gen. Benjamin H. Helm. Col. Joseph H. Lewis. 41st Alabama, Col. Martin L. Stansel. 2d Kentucky : Lieut. Col. James W. Hewitt. Lieut. Col. James W. Moss. 4th Kentucky: Col. Joseph P. Nuckols. Maj. Thomas W. Thompson. 6th Kentucky : Col. Joseph H. Lewis. Lieut. Col. Martin H. Cofer. 9th Kentucky : Col. John W. Caldwell. Lieut. Col. John C. Wickliffe. Cobb's (Kentucky) Battery, Capt. Robert Cobb. Adams' Brigade. Brig. Gen. Daniel W. Adams. Col. Randall Lee Gibson. 32d Alabama, Maj. John C Kimbell. (Col. Randall Lee Gib 13th Louisiana, I son. 20th Louisiana, | Col. Leon von Zinken. [Capt. E. M. Dubroca. 16th Louisiana, \\ cl Daniel Gober 2oth Louisiana, ) 19th Louisiana: Lieut. Col. Richard W. Turner. Maj. Loudon Butler. Capt. H. A. Kennedy. 14th Louisiana Battalion, Maj. J. E. Aus- tin. Slocomb's (Louisiana) Battery, Capt. C, H. Slocomb. Graves' (Kentucky) Battery, Lieut. S. M, Spencer. * Dismounted."], [28, "24 Stovall's Brigade. Brig. Gen. Marcellus A. Stovall. 4th Florida, Col. W. L. L. Bowen. 47th Georgia: Capt. William S. Phillips. Capt. Joseph S. Cone. 60th North Carolina : Lieut. Col. James M. Ray. Capt. James Thomas Weaver. Mebane's (Tennessee) Battery, Capt. John W. Mebane. Helm's brigade of this division crossed the Chickamauga at Glass' Mill early September 19 and attacked John Beatty's brigade of Xeg ley's division. It then recrossed the river and Breckinridge's forces moved down the east side of the river to Lee and Gordon's. They crossed during the night at Alexander's bridge, and took position at an early hour on the 20th on the extreme right of the Confederate line. This division opened the battle of the 20th by assaulting the Union left, in position about the northeast corner of the Kelley field. The left of Helm's brigade was shattered on the Union works. Subse quently Adams' and Stovall's brigades, wheeling to the left in the vicinity of McDonald's house and moving south on the Lafayette road, gained the Union rear. From this point the division was repulsed by a strong concentration against it. During the afternoon it was in posi tion about half a mile east of McDonald's. It advanced in the general attack on the Union line at sundown. RESERVE CORPS. Maj. Gen. W. H. T. Walker. This corps was composed of Walker's (Gist) and Liddell's divisions. It crossed the Chickamauga the afternoon and night of the 18th and early on the 19th moved forward toward the right of General Bragg's line of battle. Sometime after 8 o'clock Wilson's brigade was dis patched in haste to the assistance of Forrest, then engaged at Jay's Mill. About 9 o'clock Ector followed, and at 10.30 Liddell's division was also sent to the right. Both divisions became heavily engaged. After breaking Baird's division they were in turn taken in flank and pushed eastward and were assembled near Jay's Mill, where they remained unengaged for several hours. On the 20th the corps formed the reserve of Polk's wing. At noon it replaced Breckinridge and attacked the Union line without success. At sundown it took part in the general advance on the Union line, Liddell's division crossing the Lafayette road at McDonald's about 5.30 p. m."], [29, "25 WALKER'S DIVISION (WALKER'S CORPS). Brig. Gen. States Rights Gist. G ist's Brigade. Fetor's Brigade. Brig. Gen. States Rights Gist. Col. Peyton H. Colquitt. Lieut. Col. Leroy Napier. Brig. Gen. Matthew Duncan Ector. 46th Georgia: Col. Peyton H. Colquitt. Maj. A. M. Speer. 8th Georgia Battalion : Lieut. Col. Leroy Napier. Maj. Z. L.Watters. 16th South Carolina,* Col. James McCul- lough. 24th South Carolina : Col. Clement H. Stevens. Stone's Alabama Battalion Sharpshoot. ers, Maj.T.O. Stone. Pound's Mississippi Battalion Sharp- shooters, Capt. M. Pound. 29th North Carolina, Col. William B. Creasman. 9th Texas, Col. William H. Young. 10th Texas Cavalry,t Lieut. Col. C. R. Earp. 14th Texas Cavalry, t Col. J. L. Camp. 32d Texas Cavalry,t Col. Julius A. An- drews. Lieut. Col. Ellison Capers. Wilson's Brigade. Artillery. Col. Claudius C. Wilson. Ferguson's (South Carolina) Battery,* Lieut. R. T. Beauregard. Howell's (Georgia) Battery (formerly Martin's), Capt. Evan P. IloweB. 25th Georgia, Lieut. Col. A. J. Williams. 29th Georgia, Lieut. George R. McRae. 30th Georgia, Lieut. Col. James S. Boyn- ton. 1st Georgia Battalion Sharpshooters, Maj. Arthur Shaaff. 4th Louisiana Battalion, Lieut. Col. John McEnery. Gist's brigade of this division leached Alexander's bridge from was not engaged on the 19th. It Rome at sunrise of the 20th. Wil- son's and Bctor's brigades crossed the Chickamauga at Byram's Ford during the night of the 18th. Sometime after 8 o'clock Wilson was moved in haste from Alexander's house to Jay's Mill to the assistance of For rest's cavalry. At 9 o'clock Ector was dispatched to the same point. Both brigades attacked the troops of Brannan's division. They were taken in flank by Baird's division and pushed toward Jay's Mill, where they remained till toward evening. On Sunday morning, September 20, the division formed the reserve of Polk's right. About noon it took the place of Breckinridge and assaulted the Union works east and northeast of the Kelley field. It also took part at sundown in the general advance of the line upon the Union works, and bivouacked north and east of the Kelley field. * Not engaged ; at Rome. t Serving as infantry."], [30, "26 LIDDELL'S DIVISION (WALKER'S CORPS). Brig. Gen. St. John R. Llddell. Liddell's Brigade. Col. Daniel C. Govan. Walthall's Brigade. Brig. Gen. Edward Cary Walthall. 24th Mississippi : 2d Arkansas, 1 Lieut. Col. Reuben F, > Harvey. 15th Arkansas, > Capt. A. T. Meek. 5th Arkansas, ) Col. L. Featherston. 13th Arkansas, > Lieut. Col. John E. Mur- Lieut. Col. R. P. McKelvaine. Maj. W. C. Staples. Capt. B. F. Toomer. Capt. J. D. Smith. 27th Mississippi, Col. James A.Campbell. 29th Mississippi, Col. William F. Bran-tly. 30th Mississippi : Col. Junius I. Scales. ; ray. 6th Arkansas, ) Col. D. A. Gillespie. 7th Arkansas, > Lieut. Col. Peter Sny- ) der. 8th Arkansas : Lieut. Col. Hugh A. Reynolds. Maj. James M. Johnson. 34th Mississippi : Maj. William G. Pegram. Capt. H. J. Bowen. Lieut. Col. Hugh A. Reynolds (30th Mississippi). Fowler's (Alabama) Battery, Capt. Will- iam H. Fowler. Lieut. Col. George F. Baucum. Maj. A. Watkins. 1st Louisiana (Regulars) : Lieut. Col. George F. Baucum. Mai. A. Watkins (8th Arkan sas). Warren Light Artillery (Mississippi Bat tery), Lieut. H. Shannon. This division crossed the Chickamauga at Byram's Ford the night of the 18th, and was moving forward to take position as the right of Gen eral Bragg's line of battle, when, at 10.30 a. m., it was dispatched in haste to its right to the assistance of Forrest's cavalry, and Ector's and Wilson's brigades of Walker's corps. About a mile north of its start ing point it struck Baird's division in flank and threw it into confusion. It was in turn taken in flank by Johnson's division and forced back to Jay's Mill, where it remained for some time, moving forward again toward evening and was briefly engaged on the right of General Cheat ham's line. On the morning of the 20th the division was posted as a reserve to the right wing behind Breckinridge's division. After the first engagement of the latter division, Liddell's troops replaced it and attacked the Union line. Toward sundown it was again sent forward and crossed the Lafayette road at McDonald's. Here, being taken in flank, it withdrew, but subsequently advanced to the vicinity of the McDonald house and bivouacked. LEFT WING. Lieut. Gen. James Longstreet. General Longstreet in person arrived on the field from Ringgold about 11 o'clock on the night of the 19th. He was assigned to the command of the left wing, comprising the divisions of Stewart, Bushrod John son, Law, Kershaw, Hindman, and Preston. Of these divisions Stewart and Preston composed Buckner's corps ; Johnson, Law, and Kershaw made up Hood's corps; and Hindman belonged toPolk's corps. Stew art was on the right, Johnson in the center, Law and Kerhsaw in rear of Johnson, Hindman on the left, and Preston to the left and rear of Hindman. At 11 o'clock on the 20th Johnson, Law, and Kershaw penetrated the Union center at Brotherton's, and Hindman forced back the Union right. Stewart attacked east of Poe's ; John son and Kershaw penetrated to Snodgrass Hill and continued to assault it during the afternoon. Hindman broke the lines of Davis and Sheridan and pursued them to the high ground west of Widow Glenn's, and then moved to the right and assisted in the assault of Snodgrass Hill from Vittetoe's. Preston was brought up to aid in this assault at 4 p. m., and went into action on the fronts of Brannan"], [31, "27 BUCENER'S CORPS. Maj. Gen. Simon Bolivar Buckner. Escort. Clark's Company Tennessee Cavalry, Capt. J. W. Clark. This corps was composed of Stewart's and Preston's divisions. It crossed the Chickamauga at Thedford's Ford the night of the 18th and early on the 19th. During the 19th and until 3 o'clock of the 20th Preston remained in position near Hunt's Ford. Stewart moved north to the assistance of Cheatham about noon on the 19th and was engaged until sundown east of aud in the viciuity of Poe's and Brotherton's, and sought on nearly the same ground the second day. At 3 o'clock on the 20th Preston was moved up the Lafayette road to Brotherton's and thence to assist in the assault on Snodgrass Hill. He went into action on the left of Kershaw and a little south of the Snodgrass house, and was heavily engaged on the fronts of Brannan and Steedman untd the close of the fight. STEWART'S DIVISION (BUCKNER'S CORPS). Maj. Gen. Alexander Bate's Brigade. Brig. Gen. William Brimage Bate. 58th Alabama, Col. Bushrod Jones. 37th Georgia: Col. A. F. Rudler. Lieut. Col. Joseph T. Smith. 4th Georgia Battalion Sharpshooters : Maj . T. D. Caswell. Capt. B. M. Turner. Lieut. Joel Towers. fCol. R. C. Tyler. 15th Tennessee, ) Lieut. Col. R. Dudley 37th Tennessee,] Frayser, [ Capt. E. M. Tankesley. 20th Tennessee: Col. Thomas B. Smith. Maj. W. M. Shy. Eufaula Artillery (Alabama Battery), Capt. McDonald Oliver. P. Stewart. Clayton's Brigade. Brig. Gen. Henry D. Clayton. 18th Alabama: Col. J. T. Holtzclaw, Lieut. Col. R. F. Inge. Maj. P. F. Hunley. 36th Alabama, Col. Lewis T. Woodruff. 38th Alabama, Lieut. Col. A R. Lank- ford. 1st Arkansas Battery, Capt. John T. Humphreys. Brown's Brigade. Brig. Gen. John C. Brown, Col. Edmund C. Cook. 18th Tennessee: Col. Joseph B. Palmer. Lieut. Col. William R. Butler. Capt. Gideon H. Lowe. 26th Tennessee: Col. John M. Lillard. Maj. Richard M. Saffell. 32d Tennessee: Col. Edmund C. Cook. Capt. Calaway G. Tucker. 45th Tennessee, Col. Anderson Searcy. 23d Tennessee Battalion : Maj. Tazewell W. Newman. Capt. W. P. Simpson. T. H. Dawson's (Georgia) Battery, Lieut. R. W. Anderson."], [32, "28 This division crossed the Chickamauga at Thedford's Ford the night of the 18th and early morning of the 19th, aud formed in the second line of battle. Soon after noon it was dispatched to the right to assist Cheatham. Moving rapidly northward about three-quarters of a mile it became heavily engaged and fought till night east of and about Poe's aud Brotherton's, at one time penetrating the Union line nearly to tho Dyer house. On Sunday the division fought in front of the Poe house aud attacked Reynolds' division posted in advance of the south line of the Kelley field and Brannan's division. The division took part in the general advance of the right wing about sundown of the 20th and pass ing over the Union works bivouacked near the Kelley house. PRESTON'S DIVISION (BTJCKNER'S CORPS). Brig. Gen William Preston. Grade's Brigade. Trigg's Brigade. Brig. Gen. Archibald Gracie, Jr. Col. Robert C. Trigg. 43d Alabama, Col. Young M. Moody. 1st Alabama Battalion:* 1st Florida Cavalry (dismounted), Col. G. Troup Maxwell. 6th Florida, Col. J. J. Finley. 7th Florida, Col. Robert Bullock. 54th Virginia, Lieut. Col. John J. Wade. Lieut. Col. John H. Holt. Capt. George W. Huguley. 2d Alabama Battalion:* Lieut. Col. Boiling Hall, jr. Capt. W. D. Walden. 3d Alabama Battalion,* Maj. John W. A. Sanford. 4th Alabama Battalion,t Maj. John D. McLennan. 63d Tennessee : Lieut. Col. Abraham Fulkerson. Maj. John A. Aiken. Third Brigade. Artillery Battalion. Col. John H. Kelly. Maj. A. Leyden. 65th Georgia, Col. R. H. Moore. 5th Kentucky, Col. H. Hawkins. 58th North Carolina, Col. John B. Palmer. 63d Virginia, Maj. James M. French. Jeffress' (Virginia) Battery, Capt. Wil- liam C. Jeffress. Peeples' (Georgia) Battery, Capt. Tyler M. Peeples. Wolihin's (Georgia) Battery, Capt. An- drew M. Wolihin. Grade's brigade of this division crossed the Chickamauga at dark on the 18th of September at Dalton's (Hunt's) Ford, the other brigades following early on the 19th. The division formed line near Hunt's aud then moved forward to the high ground at the bend in the river below Hall's Ford. At noon it was moved to the right onto the ground vacated by Stewart's division, when the latter moved to the assistance of Cheatham. At 3 o'clock Trigg's brigade was sent to the support of Hood, then engaged east of Viniards. At 3 o'clock September 20 the division was moved by the Lafayette road to Brotherton's, and at 4 p. m. it was sent through the Dyer fields to assist in the assault on * Hillard Legion. t Artillery Battalion, Hilliard's Legion, serving as infantry."], [33, "29 snodgrass Hill. The right of Grade's brigade rested near the first spur south of the Snodgrass house, with Kelly next on the left and Trigg on the left of Kelly. The division was heavily engaged from 1.30 till sundown, and at dark Trigg and Kelly captured the left regiments of Steedman's division and gained the rear of Brannan's right. RESERVE CORPS ARTILLERY,. Maj. Samuel C. Williams. Baxter's (Tennessee) Battery, Capt. Edmund D. Baxter. Darden's (Mississippi) Battery, Capt. Putnam Darden. Kolb's (Alabama) Battery, Capt, R. F. Kolb. McCants' (Florida) Battery, Capt. Robert P. McCants. These four batteries, under command of Major Williams, crossed the river at Alexander's bridge early on the 19th, and were posted as a reserve to Buckner's corps. Baxter's battery was then sent to Grade's brigade, and McCants' to Trigg's. The remaining batteries moved with Preston's division Sunday afternoon to Brotherton's, and about 5 p. m. moved up to the vicinity of Poe's and opened fire, first with eight and then with eleven guns upon the Union lines south of the Kelley field. LONGSTREETS CORPS.* (Hood's.) Maj. Gen. John B. Hood. This corps consisted of McLaw'sand Hood's (Law's) divisions, Pickett's division having been left in Virginia. Johnson's provisional division was attached to the corps on the 19th September. Kershaw's and Humphrey's brigades alone of McLaw's division arrived in time for the battle on the 20th. Robertson's brigade of Hood's division arrived with Johnson's division on the afternoon of the 18th and reported to Law's division early on the 19th. The other brigades of Hood's division, Ben ning's and Law's, arrived for the battle of the 19th. McLaw's and Hood's divisions, fought east of the Lafayette road, between Viniard's and Brotherton's on the 19th, Johnson's troops penetrating west of the road south of Brotherton's. At 11 o'clock on the 20th the corps ad vanced at Brotherton's in column of divisions, Johnson leading, fol lowed by Kershaw and Law, penetrated the Union center and pro ceeded to assault Snodgrass Hill. It was engaged in this latter attack until sundown. * Army of Northern Virginia. Organization taken from return of that army for August 31, 1863. Pickett's division was lest in Virginia."], [34, "30 M'LAWS DIVISION Brig. Gen. Joseph Br Maj. Gen. Lafayette Kershaw's Brigade. Brig. Gen. Joseph Brevard Kershaw. 2d South Carolina, Lieut. Col. Franklin Gaillaid. 3d South Carolina, Col. James D. Nance. 7th South Carolina : Lieut. Col. Elbert Bland. Maj. John S. Hard. Capt. E. J. Goggans. 8th South Carolina, Col. John W. Hena- gan. 15th South Carolina, Col. Joseph F. Gist. 3d South Carolina Battalion, Capt. Joshua M. Townsend. Humphreys' Brigade. Brig. Gen. Benjamin G. Humphreys. 13th Mississippi, Lieut. Col. Kennon Mc- Elroy. 17th Mississippi, Lieut. Col. John C. Fiser. 18th Mississippi, Capt. W. F. Hubbard. 21st Mississippi, Lieut. Col. D. N. Moody. (HOOD'S CORPS). Brevard Kershaw. te McLaws. Wofford's Brigade.* Brig. Gen. William T. Wofford. 16th Georgia. 18th Georgia. 24th Georgia. 3d Georgia Battalion Sharpshooters. Cobb's (Georgia) Legion. Phillips (Georgia) Legion. Bryan's Brigade.* Brig. Gen. Goode Bryan. 10th Georgia. 50th Georgia. 51st Georgia. 53d Georgia. This division did not arrive for the battle of the 19th, and only Ker shaw and Humphreys' brigades were present on the 20th. It was formed in rear of Law's division, east of Brotherton's. At 11 a. m. it followed Law's division through the Union line which had been pene trated by Johnson's division. It pushed through the Dyer fields to their northern extremity, where, passing over Law's troops, it became engaged in that vicinity with Harker's brigade of Woods' division. At 1 p. m. it assaulted Snodgrass Hill to the south of the Snodgrass house and was engaged in attacking that position untU sundown. 'Did not arrive in time for the battle."], [35, "31 HOOD'S DIVISION (HOOD'S CORPS). Maj. Gen. John B. Hood. Brig. Gen. Evander McIver Law. Jenkin's Brigade.* Brig. Gen. Micah Jenkins. 1st South Carolina. 2d South Carolina Rifles. 5th South Carolina. 6th South Carolina. Hampton Legion. Palmetto Sharpshooters. Robertson's Brigades Brig. Gen. Jerome B. Robertson. Col. Van H. Manning. 3d Arkansas, Col. Van H. Manning. 1st Texas, Capt. R. J. Harding. 4th Texas : Col. John P. Bane. Capt. R. H. Bassett. 5th Texas : Maj. J. C. Rogers. Capt. J. S. Cleveland. Capt. T. T. Clay. Law's Brigade. Brig. Gen. Evander McIver Law. Col. James L. Sheffield. Col. W. C. Oates. 4th Alabama, Col. Pinckney D. Bowles. 15th Alabama, Col. W. C. Oates. 44th Alabama, Col. William F. Perry. 47th Alabama, Maj. James M. Campbell. 48th Alabama, Lieut. Col. William M. Hard wick. Anderson's Brigade.* Brig. Gen. George T. Anderson. 7th Georgia. 8th Georgia. 9th Georgia. 11th Georgia. 59th Georgia. Benning's Brigade. Brig. Gen. Henry L. Benntno. 2d Georgia : Lieut. Col. William S. Shepherd. Maj.W.W.Charlton. 15th Georgia: Col. Dudley M. DuBose. Maj. P. J. Shannon. 17th Georgia, Lieut. Col. Charles W. Matthews. 20th Georgia, Col. J. D. Waddell. Only Law's, Robertson's, and Benning's brigades arrived in time for the battle. The divisions went into action north and east of Viniard's, about 2 p. m. on the 19th. The Union line was at first forced west of the Lafayette road in confusion, but being re-enforced, Law's division was pushed back into the forest east of that road at sundown. On the 20th the division was formed east of Brotherton's, behind Johnson's division, and at 11 a. m. followed that division through the Union center. It was attacked by portions of Brannan's division, and finally checked by Harker's brigade, of Wood's division, near the north ern extremity of the Dyer field. Kershaw following, forced Harker back to Snodgrass Hill. Law remained for the rest of the afternoon in the forest east of the Dyer fields and near their northern extremity. * Did not arrive in time to take part in the battle. t Served part of the time in Johnson's provisional division."], [36, "32 JOHNSON'S Brig. Gen Gregg's Brigade. Brig. Gen. John Gregg. Col. Cyrus A. Sugg. 3d Tennessee, Col. Calvin H. Walker. 10th Tennessee, Col. William Grace. 30th Tennessee: Lieut. Col. James J. Turner. Capt. Charles S. Douglass. 41st Tennessee, Lieut. Col. James D. Tillman. 50th Tennessee: Col. Cyrus A. Sugg. Lieut. Col. Thomas W. Beau- mont. Maj. Christopher W. Robert- son. Col. Calvin H. Walker (3d Ten nessee). 1st Tennessee Battalion : Maj. Stephen H. Colms. Maj. Christopher W. Robert- son (50th Tennessee). 7th Texas: Col. H. B. Granbury. Maj. K. M. Vanzandt. Bledsoe's Missouri Battery, Lieut R. L, Wood. Johnson's Brig. Gen. B> Col. John S. DIVISION BUSHROD R Bushrod Fulton, - (HOOD'S CORPS). . Johnson. McNair's Brigade. Brig. Gen. Evander McNair. Col. David Coleman. 1st Arkansas Mounted Rifles, Col. Rob- ert W. Harper. 2d Arkansas Mounted Rifles, Col. James A. Williamson. 25th Arkansas, Lieut. Col. Eli Hufsted- ler. 4th and 31st Arkansas and 4th Arkansas Battalion (consolidated), Maj. J. A. Ross. 39th North Carolina, Col. David Cole- man. Culpeper's (South Carolina) Battery, Capt. James F. Culpeper. Brigade. R. Johnson. 17th Tennessee, Lieut. Col. Watt W. Floyd, 23d Tennessee, Col. R. H. Keeble. 25th Tennessee, Lieut. Col. R. B Snowden, 44th Tennessee : Lieut. Col. John S. McEwen, jr. Maj. G. M. Crawford. Company E, 9th Georgia Artillery Battalion (Billington W. York's Battery), Lieut. William S. Everett. This division, in connection with other troops under General Johnson's command, forced a crossing of the river at Reed's bridge at 3 o'clock September 18, and advanced toward Lee and Gordon's Mill to a point about 800 yards east of Viniards, where it bivouacked. At 2.30 p. m. of the 19th, the division moved in a northwest direction into action, Fulton's brigade crossing the Lafayette road some distance south of Brotherton's. Here it was attacked from the rear by Harker's brigade of Wood's division, advancing from the south on the Lafayette road, and forced to the eastward. The division was engaged in this vicinity until sunset. September 20th it advanced from the forest on the east side of the Lafayette road opposite Brotherton's as the head of Longstreet's column, having Law's division in its rear, and Kershaw's division sol. * A provisional organization, embracing Johnson's and part of the time Robert- son's brigades, as well as Gregg's and McNair's. September 19 attached to Long- 8treet's corps, under Major-General Hood."], [37, "33 lowing Law. It penetrated the Union center, which had been weak ened by dispatching Wood's divisiou to the left, and passing through the Dyer fields first occupied the high ground northwest of the Dyer house, and then assaulted Snodgrass Hill from Vittetoe's. The first assault was at 2 o'clock. Another occurred at 3, and the attack was thereafter almost continuous untfl sundown. CORPS ARTILLERY * (LONGSTREET'S). Col. E. Porter Alexander. Fickling's (South Carolina) Battery. Parker's (Virginia) Battery. Jordan's (Virginia) Battery. Taylor's (Virginia) Battery. Moody's (Louisiana)Battery. Woolfolk's (Virginia) Battery. RESERVE ARTILLERY. Maj . Felix H. Robertson. Barret's (Missouri) Battery, Capt. Overton W. Barret. Havis' (Georgia) Battery, Capt. M. W. Havis. Lumsden's (Alabama) Battery, Capt. Charles L. Lumsden. Massenburg's (Georgia) Battery, Capt. T. L. Massenburg. FORREST'S CORPS (CAVALRY). Brig. Gen. Nathan Bedford Forrest, Escort. Jackson's Company Tennessee Cavalry, Capt. J. C. Jackson. ARMSTRONG'S Brig. Gen. Frank Armstrong's Brigade. Col. James T. Wheeler. 3d Arkansas, Col. A. W. Hobson. 2d Kentucky, Lieut. Col. Thomas G. Woodward. 6th Tennessee, Lt. Col. James H. Lewis. 18th Tennessee Battalion, Maj. Charles McDonald. DIVISION. C. Armstrong. Forrest's Brigade. Col. George G. Dibrell. 4th Tennessee, Col. Wm. S. McLemore. 8th Tennessee, Capt. Hamilton McGin- ms. 9th Tennessee, Col. Jacob B. Biffle. 10th Tennessee, Col. Nicholas Nickleby Cox. 11th Tennessee, Col. Daniel Wilson Hol- man. Shaw's Battalion, O. P. Hamilton's Bat- talion, and R. D. Allison's Squadron (consolidated), Maj. Joseph Shaw. Huggins' (Tennessee) Battery (formerly I reeman's), Capt. A. L. Huggins. Morton's (Tennessee) Battery, Capt. John W. Morton, jr. * Did not arrive in time for the battle. 15568 3"], [38, "34 PEGRAM'S DIVISION.* Brig. Gen. John Pkgram, Davidson's Brigade. Scott's Brigade. Brig. Gen. H. B. Davidson. Col. John S. Scott. Ist Georgia, Col. J. J. Morrison. tfth Georgia, Col. John R. Hart. iith North Carolina, Col. Geo. N. Folk. Rucker's 1st Tennessee Legion, Col. E. W. Rucker (12th Tennessee Battalion, Maj. G. W. Day. and 16th Tennessee Battalion, Capt. John Q. Arnold). Huwald's (Tennessee) Battery, Capt. Gustave A. Huwald. 10th Confederate, Col. C. T. Goode. Detachment of John H. Morgan's com- mand, Lieut. Col. R. M. Martin. 1st Louisiana, Lieut. Col. Jas. O. Nixon. 2d Tennessee, Col. H. M. Ashby. 5th Tennessee, Col. Geo. W. McKenzie. N. T. N.Robinson's (Louisiana) Battery (one section), Lieut. Winslow Robin- son. Early on the 19th General Forrest, being in bivouac near Alexander's bridge with a portion of his command, was ordered toward Jay's Mill, where at 7.30 he struck Croxton's brigade of Brannan's division. Forrest's troops attacked dismounted. Shortly before 9 o'clock they were re-enforced by Wilson's brigade of Walker's infantry division, and soon after 9 o'clock by Ector's brigade of the same division. Dibrell's brigade arrived about 11 o'clock. The battle continued with great severity until 1 o'clock, when Forrest's and Walker's troops were with drawn tti the vicinity of Jay's Mill. Armstrong's brigade arrived from the extreme left about the close of the fight. Scott's brigade was at Red house, near Ringgold bridge, and not engaged. On Sunday Forrest's corps held the right of the Confederate line. About 11 o'clock it advanced and captured the Union hospitals at the Cloud house, but was driven back about noon by the advance of Gor don Granger's corps from McAfee's church. It continued to hold, the Confederate right throughout the afternoon of Sunday. WHEELER'S COB PS (CAVALRY). Maj. Gen. Joseph Wheeler. WHAKTON'S DIVISION. Brig. Gen. John A. Wiiarton. First Brigade., Col. C. C. Crews. Malone's (Alabama) Kegiment, Col. J. C. Malone, j r. 2d Georgia, Lieut. Col. F. M. Ison. S& Georgia, Col. R. Thompson. 4th Georgia, Col. Isaac W. Avery. Second Brigade. Col. Thomas Harrison. 3d Confederate, Col. W. N. Estes. 1st Kentucky, Lieut. Col. J. W. Griffith. 4th Tennessee, Lieut. Col. Paul F. An- derson. 8th Texas, Lieut. Col. Gustave Cook. 11th Texas, Col. G. R, Reeves. White's (Tennessee) Battery, Capt. B. F. White, jr. •Taken from Pegram's and Scott's reports and assignments."], [39, "35 MARTIN'S DIVISION. Brig. Gen. William T. Martin. First Brigade. Col. John T. Morgan. 1st Alabama, Lieut. Col. D. T. Blakey. 3d Alabama, Lieut. Col. T. H. Mauldin. 51st Alabama, Lieut. Col. M. L. Kirkpat- rick. 8th Confederate, Lieut. Col. John S. Prather. Second Brigade. Col. A. A. Russell. 4th Alabama^ Russell's Regiment), Lient. Col. J. M. Hambrick. 1st Confederate, Capt. C. H. Conner. J. H. Wiggins' (Arkansas) Battery, Lieut. J. P. Bryant. This corps consisted of Wharton's and Martin's divisions. It was very active throughout the 18th, 19th, and 20th at the upper fords of the Chickamauga. It crossed the river several times and engaged the Union cavalry. On the afternoon of the 20th it pushed it back from the vicinity of Glass' Mill to its main lines of battle at Crawfish Springs. It then recrossed the Chickamauga, proceeded to Lee and Gordon's Mill, crossed there to the west side again, and about sundown captured the Union hospitals at Crawfish Springs, and followed the withdrawal of the Union cavalry toward Chattanooga. O"], [40, ""], [41, "15568"], [42, ""], [43, ""], [44, ""]]