[[1, ""], [2, ""], [3, "VERSES WRITTEN ON SEVERAL OCCASIONS, Between the Years 171 2, and ifzi* Ite leves huga, fterilefqtte valete Camcencs, Grataque Phcsbceo Caftalis unda Choro, Ite : fat eft, primes vobifcum abfumpfimus annos. Buchanait, 2£/*tf*_v*v*>^^v*,_aS_ k^o^kj_ k><#Mj_ LONDON: Printed for T. Becket, Adelphi, Strand, mdcclxxvii."], [4, ""], [5, "ADVERTISEMENT. 1 HE Author of thefe ingenious and fpi rited Compofitions flourished in the reign of Queen Anne^ the immortal sera of poetry and polite literature in England. He was the fon of a very renowned Prelate, to whom this country is indebted for the Hiflory of the Re formation^ for the Hiftory of his Life an d Time s^ and many other learned and ufeful works. He was connected in friendlhip and intimacy with thofe Wits, which will for ever fignalize the beginning of the prefent century, and him felf {hone with no inconfiderable luftre amidft that conftellation of Geniufes which then fo illuftrioufly adorned the Britijb Hemifphere. The poems were fairly tranfcribed by the Author, and the motto from Buchanan pre fixed to them, intimating his having then re- linquilhed"], [6, "[ iv ] linquilhed the enchanting purfuits of Poefy, in which he once delighted 5 and it is related of him, that he would have publifned thefe, had he not deemed fome of them to derogate in fome meafure, from the dignity of the tribunal to which he afcended, and to be too light and fportive for the gravity of the judi cial character. Every perfon of tafte will readily difcern the Age to which they are here afcribed, and in which they were written, from the eafy negligence and elegant fimpli city, which is their characT.eri_tic excellence. The Reader has no common repaft before him, let him regale on it with the luxury of an intellectual voluptuary, and the Editor fincerely willies him all the elegant fatisfa&ion he himfelf enjoyed."], [7, "V E R S E S WRITTEN ON SEVERAL OCCASIONS. TO MISS E Y, Written at her requeft in the firft leaf of Arcadia, On New Year's Day. _L V Ay Mufe, infpired by your command. Dares flrike the lyre with artlefs hand ; Her numbers at your feet fhe lays, An humble New Year's Gift of praife : And it were fhame to all ParnaiTus, Unfung fhould fuch an angel pafs us. What thou oh their aid the Nine refufe, Your charms fhall furnifh out a Mufe. B O could"], [8, "( « . O could my happy numbers Ileal The foftnefs that your eyes reveal, I'd quit Apollo's aid with pleafure, And you fhould dance to teach the meafure. The Knights of old, near purling ftreams, Languifh'd away in love-fick dreams ; To Echo told their mournful ftories, Taught her the found of cruel Chloris I Convers'd with nightingale and lark, And carv'd their ditties on a bark. But I muft love with better fpirit : My purling ftream' s a flood of claret ; My bark a bumper, where your name Engraven, gives my liquor flame : For while your name I etch on glafs, Your image in my heart I place. Enclofed thus in rough fhagreen, The rareft jewels oft are feen."], [9, "3 MALHERBE on DEATH. T * J E pauvre en fa Cabane ou le Chaume le couvre Eft fubjecT: a fes loix : Et la Garde qui veille au barrier dn Louvre, N'en defend pas nos Rois. THE SAME THOUGHT IN ENGLISH. JL HE fummons of Death we all muft obey, Nor riches nor want can free from his fway. The clown in his hut, thatch'd over with ftraw, In vain from the tyrant's regard would withdraw ; Nor can at St. fames's, our yeomen fo ftout, This troublefome gueft from the palace keep out. TO A LADY WHO LOVED DANCING.. \\ J A Y I prefume in humble lays, My dancing fair, thy fteps to praife ; B 2 While"], [10, "4 While this grand maxim I advance, That all the world is but a dance ; That human kind, both man and woman, Do dance, is evident and common : David himfelf, that godlike king, We know could dance, as well as ling. Folks who at court would keep their ground, Muft dance the year attendance round. Whole nations dance : Gay frifldng France Has led the Engliih many a dance : And fome believe both France and Spain Refolve to take us out again. All nature is one ball we find, The water dances to the wind. The fea itfelf at night and noon Rifes and capers to the moon ; The moon around the earth does tread A Chefhire round, in buxome red. The earth and planets round the fun Dance, nor will their dance be done, Till"], [11, "5 Till nature in one mafs is blended, Then one may fay, The Ball is ended. A SONG. I. X HOUGH Phillis denies me relief, She's angry I feek it in wine : Though fhe laughs at my amorous grief, At my mirth why fhould fhe repine ? II. The fparkling champaign fhall remove The cares that my fate hath in ftore ; My reafon I loft when in love ; By drinking what can I do more ? III. If Phillis would pity my pain, My paflionate vows would approve ; The juice of the grape I'd difdain, And be drunken with nothing but love."], [12, "6 On M O R E T, a Lady's Lap-Dog. X N Greece fojourn'd a well-known fage, The Ifaac Newton of that age, Pythagoras his name : I'm told He did this ftrange opinion hold, That when the foul the body pafles, It goes into a dog's, or afs's ; Or any other living creature That moft refembled us in nature. The prieft who died an hour ago, The next will animate a crow, Which in its former fundlion joys, And round the church ftill makes a noife. The fop, of equipage too vain Struts out a peacock with a train ; he politician, when he dies, Does in a large grey owl look wife. A mifs >"], [13, "7 A mifs, who prattled without thought, A parrot grown, ftill chats by rote. Were I to caft this coat of flefh And live an animal afrefh, The change, methinks, I'll not regret, Could I revive and be Moret. AN ALLUSION TO THE STATE OF INNOCENCE In praife of a fimple pair in the Country : The wife very fat and large, the hufband very fhort and lean. £~JL A D fate, inftead of planting Eve with Adam, In Eden's garden rais'd Sir John and Madam ; The ftate of foft fimplicity had lafted, And fruits of knowledge had been yet untafted. No precept needed this incurious pair, Who from fuch food would of themfelves forbear. But had the fate of Eve befallen our Dame, Alas ! what fig leaf could have hid her fhame ? While"], [14, "8 While every tree might to her happier Lord, Full covering of his nakednefs afford. To Mifs LUCY. L J/ AIR Lucy, one day, Mine eyes went aftray, And rambled all over your breaft : My heart, not my own, Was prefently flown, To lodge in that elegant neft. II. No Cupid was there : Your neck, when it's bare, Hath deaths more than are in his quiver. What traveller could meet A robber fo fweet, And refufe her to ftand and deliver ! Alas!"], [15, "9 III. Alas ! foolifh heart ! Thou'rt gone to a part Whence thou ne'er can ramble no more t I fear'd 'twas thy lot, In this fnare to be caught, And warn'd thee of Lucy before. TO LADY D N, ON HER LEARNING. I. XN beauty or wit, No mortal as yet, To queftion your empire has dar'd : But men of difcerning, Have thought, that in learning, To yield to a Lady was hard. II- Impertinent fchools, Where Pedants give rules, C Have"], [16, "( xo ) Have reading to females deny'd : So Papifts refufe, The Bible to ufe, Left flocks fhould be wife as their guide. III. 'Twas a Female at firft, (Indeed fhe was curft) In knowledge that tafted delight : And fages agree, Our laws well decree, To the firft pofTefTor the right. IV. Then bravely, fair Dame, Renew the old claim, Which to your whole fex doth belong : And let men receive, From a fecond bright Eve, The knowledge of right and of wrong. But"], [17, "£v{ ( xi ) But if Eve the firft, Was fo cruelly curft, When only one apple had fhe : What punifhment new, Shall be found out for you, Who have robb'd the whole fruit of the tree. TO MISS P R, ON HER INDIFFERENCE. I. _\\j_Y Chloeisfair, Hath bright flowing hair ; i3ut trefTes as comely I'll find : So taper her fhape, It tempts to a rape, But others as charming, as kind. II. The Nymph has fuch eyes, Each heart is her prize ; C 2"], [18, "If ( xa ) But others have glances more fweet : Though graceful her mein, Unfafe to be feen, Yet fure there are forms as neat. III. The fair one is coy And gives me no joy While fome there are give me no pain : To tafte of her charms, I'd die in her arms, But cannot live, loving in vain. TO LADY C N, AFTER HAVING BEEN THE DAY BEFORE TO VISIT HER. __.VAaDAM, I left your houfe at ten, And fcarce was yet without doors, when I mift my heart, and found 'twas gone : Now I remember not a place, In which I yet beheld a face, That look'd fo like a thievifh one."], [19, "Hi. ( x3 ) II. If you've my heart, pray, fend it home, Or let your own inftead on't come ; I fhall not like the bargain ill : For while fuch eyes with you remain, All hopes of keeping hearts are vain, Since Robbers once are Robbers ftill. TO THE TWO MISS WOODWARDS. I. T J_L HE charms of fweet Lydia infpire me, Her face, fliape, and wit, I adore : But Emily's fmiling eyes fire me With wifhes I ne'er felt before. II. The bright mind of Lydia's a jewel, Well fet in an elegant frame : But Emily pleafes me too well, To examine what caufes my flame."], [20, "14 III. His meafure with Lydia time lofes, Hours glide like the minutes away : If Emily her prefence refufes, One moment appears a whole day. IV. One lifter my head fo poffefies, My reafon with her would take part But the other that Rebel fupprefTes, And abfolute reigns in my heart. V_ To mufic when gay Lydia bounds, My fancy too dances the hays _. When Emily's fpinnet refounds, I feel on my heart firing fhe plays. VI. Fair Lydia all the Graces adorn, Every word, every look I approve ; But Emily's ferene as the morn, And I only know this, that I love*"], [21, "( *5 ) THE COMPLAINT. w T V HY doft thou, gentle Sleep, deny, To clofe the curtain of my eye ; To fold me in thy downy arms, And lull my fenfes with thy charms ! Thy charms, alas ! are vanifh'd all, Nor can I now obey thy call. A ruder reign fucceeds to thine, A weary watchful pain is mine. Firft, Fancy draws my Chloe's form, Such as the coldeft clay could warm : It arms with lightning her bright eyes, And blue as are her kindred fkies ; Small ivory teeth, lips pouty, red, And every grace it round her fhed. Then bad me clafp the charming maid, I feiz'd, but feiz'd an empty fhade. The lovely phantom re-appears, And thefe fad founds falute my ears :"], [22, "16 The flower of bloom fond youth demands, Nor muft be crop'd with wither'd hands. Abafli'd, with reverence I withdraw : But love obeys not reafon's law ; He fondly whifpers, follow me ; Wife Beauty may with Age agree. Again the fairy form I chafe, Again deceiv'd, the air embrace : 'Till tir'd with all this cruel fport, Thus the decrees of fate I court : Miftrefs of all my future ftate, On whom ten thoufand bleflings wait £, Or give thy fubftance to my arms, Or fiom thy fhadow take its charms. Thus pafs I the flow length of night, And fleep and I are ftrangers quite."], [23, "17 TO CELIA, ON HER LEAVING ENGLAND. J? AIR Celia, fince you cannot cure my pain, At leaft admit your lover to complain : Though hope is vanifh'd, ftill it's fome relief, In gentle verfe, to tell our tale of grief. With fruitlefs forrcw I forefee the time, When envious fate fliall to a diftant clime The object of my wifhes far remove, And I be left to mourn an abfent love. Then muft my fighs, unheard by you, arife, Nor will you fee the tribute of my eyes. Unmeafur'd grief fhall all my foul employ, Nor leave one moment's interval of joy. Wanting my Celia to lament my fate, Each woe will prefs me with a double weight. Far from the noify town, a rural feat Shall be my forrow's only laft retreat. P There"], [24, "( g ) There, in the fhady covert of a grove, Dark as my thoughts, and private as my love, I'll figh my hours in love-fick plaints away, Sleeplefs all night, as reftlefs all the day. On every bark I'll print my Celia's name, To every echo truft my hopelefs flame : Sometimes againft my fortune I'll repine, And curfe the circling ftars that you're not mine. Sometimes my woes with pleafure I'll review, And count them glorious, fince they flow from you Sometimes my head on mofly bank reclin'd, Indulging all the weaknefs of my mind, With women's eyes my forrows I fhall wail, And wildly e'en againft my Celia rail. Thus fhall I live in abfence of my fair, And linger life away in dark defpair : Till fate, regarding all my woes at large, In pity gives me a long wifh'd difcharge."], [25, "19 TO C HL O E. Q OTAY, gentle Chloe, nor neglect to hear, Once in your life, a lover that's fincere. Your bloom, which charms us, is a fading thing, Like other flowers, it blooms but in the fpring : Like them, not gather'd in its tempting prime, Its fweets are loft, and it's defac'd with time. The greens and trees, that winter's rigour mourn, Flourifh afrefh at fummer's kind return. But when the damfel pafles once her bloom, The gaudy feafon fhe can ne'er refume : Her reign expires, her glances rule no more, And flaves defpife, who worfhipp'd her before. Chloe, to fhun this fate, in youth be wife, And ufe the prefent conquefts of your eyes. Liften to love, e'er baleful blight approach, Slight a poor ufelefs toy and keep your coach."], [26, "20 A SONG TO CELIA, IN IMITATION OF MRS. BEHN's SONG TO STREPHON. I. W HAT tender paffion, eager joy, Invade my breaft, when you appear ; Celia, you my foul employ, With all that's fweet, with all that's dear. II. When you your lovely mind reveal, A foftnefs fteals through every part, My reafon fails, and foon I feel A fomething melting at my heart. III. Alternate paflions widely rife j I fwell with hope, I faint with fear : My fluttering foul fprings to my eyes, In hopes to tell its ftory there. Then"], [27, "21 IV. On Then take the heart, that muft be thine ; But Celia, fee it kindly us'd : So dear an inmate who'd refign, That thought the gift would be abus'd ? V. If too much boldnefs fhould offend, And you my pain with anger fee, Think, Cupid did thefe verfes fend, So blame the God, but blame not me. N. B. The laft Stanza is an addition to the original Song, which I altered at a Lady's requeft. IN A LADY's COMMON PRAYER BOOK. VJ E L I A, no longer to the church repair, Nor vex the facred power with impious prayer : You afk for mercy, which you never gave ; You beg for life, which you deny your Have. If you believe that juftice reigtts above, Firft pity learti, and what you afk, approve."], [28, "( « ) On even terms Religion was defign'd ; None but the merciful fhall mercy find. TO A LADY, THE NEXT DAY AFTER DANCING $f A I R partner, fince confin'd at home, To meet your charms I cannot come ; I've been thus bold, and fent my mufe To wait on you with my excufe. My feet with dancing are fo fore, I'm forc'd to creep upon all four : And, gentle beauty, do not blame My verfes, if like me they're lame ; But, pitying my ill-tim'd difafter, Send me your pardon for a plaifter. That done, allure yourfelf I am, Your moft obedient fervant, TAM."], [29, "( *3 ) TO A LADY THAT LIVED IN A GARRET, 1 j Sent her from the coffee-houfe over againft which fhe lived. W HILE Fops exprefs their wonder here, To fee you in fo high a fphere, And think it ftrange, a nymph like you, Sould foar fo much above our view ; My jufter fancy feeks to know, How fuch an Angel came fo low : And if a mortal may moleft, Your upper region's peaceful reft, Permit me to afcend fo high ; By you inftru&ed how to fly, We both, perhaps, may reach the fky. WRITTEN AT LISBON, ON HIS MAJESTY'S BIRTH DAY, IN 1720. J. HOUGH rigid fate my prifon may remove, Far from that King, whom I am born to love ; My"], [30, "24 My wifhes ever with my Monarch flay, Nor will be abfent on this welcome day ; Happy if they his royal ear can find, While he from public care unbends his mind. O could my mufe, with flight-exalted wing, Soaring fublime, fublimeft virtue fing, Nor Homer's Gods, nor Virgil's man divine, In verfe fhould like my royal mafter fhine. An Henry, and an Edward grac'd our throne, With Fra?ice fubjecled to the Britifh crown : A proud Armada once before from Spain, Was bravely vanquifh'd in Elizas reign : The Gaul again aflum'd, again with awe, Confefs'd fuperior virtue in Najfau ; But George alone of Britifh monarchs fends, To bid the Czar, the Swede, the Dane, be friends. And while his wifdom plans the northern peace, His guardian navy bids Bellona ceafe. Nor"], [31, "25 Nor to the warriors of the North alone Our prince's godlike care of peace is fhewn ; His other naval fquadrons fo nth ward far, Protect Italia 's coaft from threaten'd war. His fleets round Sicily triumphant ride, And with their thunder curb the Spaniard's pride. Till Philip, by his loffes wifer giown, In Europe's fafety, fee, he feeks his own. Great George ! a year of wonders is thy laft, Be it by each fucceeding one furpaft ! A numerous band are in the rolls of fame, Whom bloody trophies give a deathlefs name : But few the heroes whofe exploits we find, Like thine, purfu'd the welfare of mankind. Pompey and Ccefar in their triumphs fhone, While nations wept the laurels they had won. To jufter glory great Auguftus rofe, And only conquer'd for the world's repofe. But E"], [32, "26 But hold my Mufe, thy lowly lays refrain, Know an Augujius claims a Firgil's flrain. TO THE COUNTESS OF L K, WITH THE FOREGOING. J\\_|_ADAM, to you my trembling mufe For pardon and for favour fues ; Alas ! the wretch has dar'd to fing In verfe unhallow'd, Britain's King ; Yet if Sophia kindly deign To lend protection to my flrain, If fhe my fong with favour hear, O let it reach my Mafter's ear. What future blefling can I want, When he's the God, and you the Saint. PROLOGUE TO A PLAY OF MRS. CENTLIVRE. \\J U R author fears the critics of the flage, Who, like barbarians, fpare nor fex nor age ; She"], [33, "27 She trembles at fome cenfors in the pit, Who think good-nature fhews a want of wit : Such malice — O what mufe can undergo it ! To fave themfelves the wretches damn the poet. Our author flies from fuch a corrupt jury, As wary lovers from the nymphs of Drury, To the few candid judges for a imile She humbly fues, to recompenfe her toil. To the bright circle of the fair fhe next Commits her mufe, with anxious fears perplext : Where can fhe with fuch hopes and favour kneel As to thofe judges who her frailties feel. If fhe hath err'd, then woman's her excufe, And fuch a plea no woman fhould refufe. If fhe fucceed, a woman gains applaufe, What female but will join in fuch a caufe ! In plays, like vefTels floating on the fea, 'Tis hard indeed to know our defliny. E 2 In"], [34, "28 In this howe'er the pilot's art appears, If only by the Stars his courfe he fleers. In this our Author does her judgement fhew, That for her fafety fhe relies on You. ON OCTOBER. \\J FFSPFJNG of malt, competitor with wine, Smiling in furface, and in tafte divine ! The lab'ring hind, at night, to thee retires, Nor feeks the feebler warmth of harveft fires. By thee the rural 'Squire his mirth receives, And College Sot in focial dulnefs lives. Nor does the Gown thy friendly aid forego, To thee their oily eloquence they owe. The prudent Juftice does by thee compofe Thofe feuds, which only from thy valour rofe ; Thy peerlefs virtues Weflern counties know, Where right and wrong are meafur'd as you flow"], [35, "29 THE FIFTEENTH ODE OF THE FOURTH BOOK OF HORACE. I. |N lofty numbers as I try'd to fing The triumphs, Britain, of thy mighty King, The God of verfe deny'd his aid, The God of verfe did thus upbraid My rafh attempt : <c Thy flender bark in vain Tempts the loud furges of a boundlefs main.\" If. By Phoebus warn'd, I quit the founding tone, To fing the milder glories round thy throne. Let captive fpoils from every foe, Let captive fliips thy conquefts fhow, Thofe fhips which foreign gold to Albion drew, And guard the ifland now where once they grew. Indulgent"], [36, "30 III. > Indulgent Heav'n, that firft maintain'd your crown Is anxious to diftinguifh your renown. The brazen gates of war you clofe, You the diforders of the world compofe Her equal fcales to juftice you reftore, And plenty vifits us from ev'ry fhore. IV- The Arts, the Virtues, all a drooping band, By you reviv'd frefli flourifh o'er the land. From thefe old Albion's honours came, From thefe the terrors of her name : Thefe taught her firft to fpread the canvafs fheet, And made the globe pay homage to her fleet. V. While Brunfwick's genius watches o'er the ftate, Nor foreign foe we fear, nor civil hate : Through him our ancient difcords ceafe, Through him we live fecure of peace ; Through"], [37, "( p ) Through him enchain'd no more deftrudtive rage Shall point the fpear to wafte a refcu'd age. VI. Does not his word, controuling far, appeafe The rugged warriors on the wintry feas ? He bids the Roman Eagle foar, And pitch on fair Siena's fhore ; Behold th' Iberian, German, Latian bands, Sheathe the bright vengeful fteel at his commands. VII. Meanwhile to thee, thy fubjedts, mighty King, The laurel intertwin'd with olive bring : To Heaven their vows for thee they pay, To Heaven that blefs'd this fignal day. Then, Bacchus, with thy gifts they glad the foul, And Brunswick is the pledge of every bowl. VIII. When, if fome Poet, warm with rage divine, Hymns out the ftory of the godlike line ; While"], [38, "32 While here Plantagenet allies, While there Imperial Grandfires rife r The fhining pedigree we ravifh'd trace, And own the glories of the heaven-born race. TO THE COUNTESS of L K, WITH THE FOREGOING. 1 HE golden lyre I ftrung anew, Of Brunfwick fung, and fung to you ; But creeping numbers, lowly phrafe, LefTen'd the glories I would blaze. Conftrain'd I fought a nobler vein,. I fought the prince of lyric flrain : A great Augustus blefs'd his days, A greater now fhall grace his lays. Contented with my humble fate ; What he fhall dictate, I tranflate ; Nor to the loyal borrow' d mufe, Her aid Sophia fhall refufe ; Who"], [39, "33 Who while fhe blames the want of art Accepts the tribute of the heart. By her my fong fhall reach the throne, And favour'd live through her alone. THE FIRST ODE OF THE FIRST BOOK OF HORACE IVliECENAS, fprung from royal race, Thou friend and patron of my lays, Olympic honours fome to gain, The chariot drive with harnefs'd train ; Through clouds of duft they rapid roll, Now nearly fhun, now reach the goal, And whofoe'er obtains the prize, Exalts his glory to the ikies. On meaner fame while others doat, Gain'd by the rabble's giddy vote. The home-bred Hind, whofe grateful foil, With plenteous crops repays his toil, Could F"], [40, "34 Could not be brought to plough the feas Though both the Indies fhould be his ; CD But while he fows paternal plain, Scorns the rich danger of the main. The merchant when with ftorms diftreft, To gain prefers fecurer reft ; But fafely landed on the fhore Refits his fhip, augments his flore, Slights perils paft, and broken health, And fears no want but that of wealth. The jovial crew all care defy, While flowing bowls their mirth fupply. Which if the fcorching fun perfuade, They quaff beneath a verdant fhade ; Or ftretch'd on downy mofs they lie, Where gentle rivulets murmur by. A fiercer warmth the wars infpire Where trumpets roufe the manly firej That death-watch to a mother's ears, When darling fons go volunteers. The"], [41, "35 The Sportfman quits his wife's embrace, If but a fearful hare's in chace, Or if his hounds with faithful cry, Announce fome mountain boar is nigh. Thus to fome favourite fancy thrall' d, Our tafte for other joys is pall'd. For me, the learned ivy crown Is all I feek for my renown. While I can fing the cooling breeze, That gently fans the bending trees, The nymphs' and fatyrs' wanton love, Their merry gambols in the grove ; While kind Euterpe does infpire, And Polyhymnia tunes my lyre ; While thus I fing, no vulgar fwain, But one of Phoebus lyric train 1 > ■ I J All other glories I difdain. F 2"], [42, "36 THE ELEVENTH ODE OF THE FIRST BOOK OF HORACE. T_P Jj ORBEAR, Leuconoe, the fearch is vain, How many number'd days the Fates ordain : The ftated hour's unknown ; but one can kill, While cruel forefight antedates the ill. Whether 'tis doom'd that we fhall hear no more, On fhelving rocks the Tufcan ocean roar j Or whether Jove referve us flore of years, More painful far than death itfelf appears : Be wife, and fince the bowl is full, caroufe, Nor wafte the moments niggard fate allows. Since while we fpeak, time wings her eager flight; Seize this, nor trull to-morrow's doubtful light. THE TWENTY-THIRD ODE OF THE FIRST BOOK OF HORACE, V_^HLOE, you're like the foolifh fawn, That trembles, when her dam is gone, And"], [43, "37 _> And frighted fcours through lonely groves, Scar'd at the fmalleft mite that moves ; Or wither' d leaves that ftrew the ground, When blown by winds fhe hears the found ; Or when the painted lizard fees, Darting acrofs the bramble trees ; With knocking knees and heart difmay'd, She feeks her dam's unwanted aid. Were I fome ravenous beaft of prey, No wonder, if you fled away. But I the joys of love purfue, Joys, that you'd feek, if once you knew. Be wifer, Chloe, 'tis high time, You're paft fifteen, juft in your prime. Leave fondling with Mamma ; let man Inftrud you more than parents can. When once you tafte of love, you'll find How childifh 'twas, not to be kind."], [44, "38 THE NINTH ODE OF THE THIRD BOOK OF HORACE. HORACE. W HEN I alone of all your train, Was the belov'd, the happy fwain j While then no other faucy gueft Might prefs that fhoWy panting breaft, The Perfian Monarch's vaunted flore, To mine compar'd, I thought was poor. LYDIA. While only to thefe arms you came Untainted with another flame, While Chloe was no fav'rite toaft Nor Lydia by your falfehood loft ; Not Ilia, though a Goddefs fhe, Could merit envy more than me. HORACE"], [45, "39 HORACE. Amidft a crowd of Thracian fwains, Chloe now holds me in her chains ; Whofe tuneful voice receives the prize Of hearts, the captives of her eyes. To me fhe's now fo dear, that I, To fave her life, myfelf would die. LYDIA. Calais, the glory of the plain, Has figh'd for me, nor figh'd in vain : Him nature form'd for love and play, So vers'd in fong, and roundelay, A double death I'd meet with joy, To add a day to my dear boy. HORACE. What if my former flame return, And I no more for Chloe burn ? What if I quit her maiden charms, And reft again in Lydia's arms ? There"], [46, "40 There penitent for what I've done, Once more I put your fetters on ? LYDIA. Though fairer he than fixed flar, Thou more than cork art lighter far ; Though not the fea, with florms oppreft, Hath half the tempeft in thy breaft, My wanderer's faith again I'll try, Content with thee to live or die. THE THIRTEENTH ODE OF THE FOURTH BOOK OF HORACE. JL/YCE, my prayers are heard, they're heard by fate, Thy fond defire of charms outlafts their date ; Vain is the merry fong, the wanton fmile, Vain is the leaden comb's repeated guile, When prying love difcerns the. motley ftreaks, And quits the painted for the blooming cheeks No"], [47, "No wither'd lips his wanton triumphs grace, Where tainted teeth forbid a clofe embrace. Then why thefe coftly gems — Can they repair That wafte of years, which Regifters declare ? Alas ! where now is all thy beauty fled, Which once could raife defire in limbs decay'd : Where now that grace, and that refiftlefs art Which plac'd your image fecond in my heart ? Fair Cynara was firft ; whom Fate more kind Of life bereft, 'ere beauty had declin'd : While wretched Lyce lafts a Raven's age, Like him is bald, like him an ill prefage. TO LADY L , ON A VOLUME OF HER POEMS, CONTAINING A PASTORAL, VENUS's RAMBLE, CASTLE HOWARD, BERENICE'S LETTER TO TITUS, AND SOME OTHER STATE POEMS. W HEN in fweet Paftoral your Mufe delights, The fylvan fcene to cottages invites y Your G 41"], [48, "42 Your pen fo well the pencil's art fupplies, That all around us rural landfcapes rife : Buxand s haplefs fate our pity moves, And kindly warns us of unequal loves. Such is the power your tuneful numbers boaft, They draw a Goddefs from the heavenly hoft ; And with fuch fights her fancy entertain, For Cafle Howard Paphos fhe'll difdain. The rareft of its wonders had fhe feen 1 I 1 here fix'd the Cyprian court had ever been, > Thyfelf in beauty next to Beauty's Queen. To Berenice you fend a moving flrain, 'Tis pity fuch foft words were fent in vain, Your other Poetry, although divine, Tho' Phcebus' warmth infpires each well wrought line, Such is the fubject of your tuneful lays That gratitude forbids too large a praife. To"], [49, "43 TO A LADY, THE DAY AFTER I HAD ASKED HER FOR HER PICTURE. I.« Jri O vV haplefs alas ! is my fate, Doom'd to afk as you to deny, The Copy of that lovely Face Pafora beftow or I die. II. Had I the original fought Like IxiohX might have been tafk'd : But I check' d the prefumptuous thought, And only the fhadow have afk'd. III. How can my dear charmer refufe, The boon which fo humbly I crave, When nothing in giving you lofe, Receiving I every thing have. Whoever"], [50, "44 IV. Whoever with witchcraft has fped, Or men to new worfhip has turn'd ; If feiz'd on, to Smithfeld is led, Efcaping, their image is burn'd. V. Then this be your doom not fevere, Since to you my new worfhip I owe, If my flames you yourfelf cannot bear, To my Fire let your Effigy go. THE LADY's ANSWER. I YOU afk'd a trifle ; I deny'd : That trifle was not worth refufing ; Yet Strephon, think, had I comply'd, That bufy tongues are ftill improving. A mole-*"], [51, "While II. A molehill to a mountain rais'd Is in our days no mighty wonder : Children and fools are oft amaz'd, And muftard bowls miftake for thunder. III. The idle world we muft regard, Yet inwardly contemn its folly ; In my opinion 'tis moft hard Such things are faid of Peachum Polly* REPLY TO THE FOREGOING. I. Vp *; X IS true the world we muft regard, Yet fomething is to pity due, And that's to me a high reward, Which but a trifle feems to you. 45"], [52, "Ah! II. While on your Picture I fhould gaze, Though thoufand raptures from me flow > What tales can buffy Tatlers raife, When none but I the blellmg know. III. Were I fome wanton, wavering lover, A gift like this would be to blame ; But how fhould Strephon aught difcover, Who from yourfelf would hide his flame. IV. I know my fate, but can't oppofe, Nor catch myfelf upon the brink : As high as e'er with Love I rofe, Now low with fear my fpirits fink. V. Yet why fhould I fuch trembling feel, Why hide the weaknefs of my foul, Our paflions we in vain conceal, Which all our reafon can^t controul. 46"], [53, "47 VI. Ah ! where are now thofe golden days, When every pretty face could charm : I on each Fair could fafely gaze, And paffion only ferv'd to warm. VII. If haughty Sylvia fhone too bright, T turn'd to Chloe 's milder glance, And when Corinna won me quite, •» * ■ * Was fav'd by Sophy s fprightly dance. VIII. If Cynthia frown'd with coy difdain, Florella heal'd me with a fmile : If Celia fwell'd with boiling vein, Phillis my torture could beguile. Or"], [54, "IX. But now, alas, no refuge nigh ; Nor man nor woman now can pleafe : Pajlora only charms my eye, And only fhe can give me eafe. X. But fince my blifs the Fates deny, And I my flame to none impart ; Methinks, Paflora might comply, Nor for a pidure break a heart. A SONG, To the Tune, Gin, thouwert mine ain Thing* I. V__/H, how Love has rent my heart, It's cruel throbs and pangs diftrefs me : Oh, how fhall I footh the fmart, Or eafe the pains that prefs me. I can- 48"], [55, "( 4* ) II. I cannot bear her coy difdain, Nor can I feek to give her pain : I cannot live and love in vain ; Paflora ne'er will blefs me. A SONG, To the Tune of — '—Virgins are like the fair flower in' its hflre In the Beggars Opera. I. JL__<OVE like the fly thief is unfeen when he enters, And lieth conceai'd with his murderous arms ; Nor ever on projects of robbery ventures, Till all is fecure from the fear of alarms.- H So"], [56, "( so ) II. So when on Paflora too fondly I'm gazing, Her charms unawares Ileal into my breaft, And while to defend me my reafon I'm raifing, At once I am robb'd of my freedom and reft. To the Tune of Over the hills and far away. I. X HE mereft nonfenfe 'twere to love, Where 'tis no nonfenfe love to feign ; For as it muft a banter prove It can in earneft give no pain. II. Of fancied power Paftora vain, Believ'd each eye had Cupids dart, Nor knew till I had broke the chain, How. weak it was to hold a heart. With"], [57, "51 III. With Chloe pleas'd I pafs the day, Have fomething kind to do or fay, A little nonfenfe too for play ; Love's der the hills and far away. Tranflation of a French Song, Bacchus tria dit pour m' engager a boire. I. X HE God of wine would draw me to his fide, And promifes my freedom to reftore : In vain his aid already have I tried, The more I drink I feel I love the more. II. In plaintive fongs my torments I regret, While my mufe tells the fecret of my breaft : But Phillis is an airy young coquette, And laughs to think fhe robs me of my reft. Pleas'd"], [58, "( ,) III. Pleas'd with my wit fhe fometimes does appear, And fays my fongs are writ with tuneful art ; If I to-day can catch her by the ear, Perhaps to-morrow I can fleal her heart. To the Tune of --'Twas when thefeas were roaring. X HE trembling pulfe difcovers, The fever in the blood, Such is the ftate of lovers, Inconftant as the flood. Now fwelling flows the tide in, Again it ebbs as low ; So love my foul dividing, From pleafure finks to woe. To"], [59, "Not To the Tune of— All in the Downs. X HROUGH gardens roves the bufy Bee, And every flower he taftes and tries, Till cloy'd with fweet variety, . The little labourer homeward flies: Unlike to him from One I'll feek my joy, And feaft upon thofe fweets that never cloy. A FABLE. jf\\N Oak and Dunghill have been matter * For flattery fulfome and low fatyr : Nature did fure the bard direct, A wooden patron to felect ; And whilft around him dirt he throws, His cleanly wit a dunghill chofe : Thus the pure ftream of Helicon Did foul as any kennel rum ♦Alluding to a late Fabulift. 53"], [60, "54 Not every genius can produce, Such Fables, apt for Children's ufe : Rare is the art that thus can hit, Upon fimilitudes fo fit. For fmall's the ufe, we know, of Oak, 'Till it be fell'd by axes ftroke : And Dunghills in a craftsman's hand Spread to improve and chear the land. Since this of Fables then prevails, I too incline to telling tales ; And firft, O Dunghill, thee I pray Lend thy propitious warmth, fo may This mufhroom live at leaft a day. 1 ■ r J In TVindfor foreft, or perchance, Some wood in Italy or France, Or"], [61, "( ss ) Or Mufcovy, no matter where, An old Oak flood of femblance fair : But, as in men 'tis often feen, This fair tree hollow was within. His top an eagle proud poffeft, And there had feather'd well her neft : At foot a fow had fix'd her fly, And laid her grunting progeny. Betwixt thefe two a French cat lay, To whom both thus became a prey. Grimalkin to the eagle creeps ; The bird of Jove, fecurely fleeps, Quoth fhe, while danger is fo near ; Look on that fow, and learn to fear : See how fhe chafes, and all around, Has with her tufks torn up the ground. She"], [62, "56 She lays, that you'll the acorns pick, From off her trees, a wicked trick : Whereby her tender young foon would, Be famifhed for want of food. Therefore this tree, fhe'll undermine, Though to her coft, as, well as thine. Thus fpoke the cat with fly diflembling, And thus reply'd the eagle trembling ; Few are the acorns I have ta'en, Juft what my eaglets may fuftain ; But if the fow at this repine For peace I will my right refign. The cat then vows to make 'em friends -, And to the hog-fly next defcends. Dear Hampihire fow, quoth fhe, kind neighbour, How vain our fruitful womb, our labour ; If"], [63, "57 If to fupport the Eagle's pride, Our callow brood muft be fupply'd ; My kittens yet too fmall fhe judges, Though fhe to me bears ancient grudges : But firft thy pigs fhe will devour, And plots their death this very hour ; The moment thou art hence away, Be fure thy hog-fly is her prey\". When thus fhe had both parties frighten'd, And every jealoufy had heighten'd, , Within her cell all day fhe flaid, Like one of fome furprize afraid : But in the night unfeen fhe'd roam, Spanijh potatoes to bring home, With Tufcan olives, Turky rice,, Food for French Cats or Belgian mice. I Mean"], [64, "58 Mean while the Sow and Eagle wake, Nor reft nor food they now can take While neither dares her watch forfake. In fhort both quickly dy'd for want of food, And pufs regal'd her kittens with their brood. 1 ■ i i j ON THE PROCESSION OF THE SACRAMENT AT LISBON. YV HEN I faw the proceflion fo pompous of late, Where our humble Redeemer is carried in ftate ; Where horfes in fumptuous trappings are led, And the Brothers of Chrifl, look fierce in their red, * Attended by friars of different die, By lawyers and Judges, a numerous fry ; And Chrifl his own knights, whofe order, 'tis feen, Like him, no refpecter of perfons has been : The patriarch's pomp adorning the rear, Where Princes and Kings as his followers appear Cried * The brothers of the Sacrament are all habited in fcarlet vefts."], [65, "59 Cried I, To the flames let blafphemers be hurl'd, Who fay that Chrifl '_• kingdom is not of this world. ON THE DEATH OF ALEXANDER KNOP's SEVENTH WIFE. XyEATH kindly took feven wives away From mighty Alexander Knop; All in one field interr'd they lay, Did ever ground yield fuch a crop ? TO THE AUTHOR OF A VERY OBSCURE BOOK. W HY fhould you take pains to conceal Your learning in myftical ni^ht, If nothing you chofe to reveal, Who is it that bids you to write? TO"], [66, "60 TO THE EARL OF HALIFAX IN 171 5, WITH AN ORI GINAL MS. MAGNA CHARTA. X HIS mighty Charter may of right pertain To You, who ne'er will wifh its Statutes vain, This Britifh Barons did of old provide, A prudent check on lawlefs power and pride ; When minifters on fellow fubjects prey'd, And knew no laws, but what ambition made. Had Chiefs, like you, then flourifh'd at the helm, Such fafeguards had been needlefs for the realm. Laws only for delinquents were defign'd, The virtuous bear a law within their mind : Nor could our nation from a Monarch fear, Whofe wifdom lent to Halifax an ear. AN"], [67, "AN APPLICATION OF THE FOREGOING ODE* TO TWO LADIES AT LISBON MADE ME ALTER IT FROM THE TENTH VERSE ONWARDS, IN THE FOLLOWING MANNER. W HERE now is all that majefty retir'd, Which aw'd the paflions once your beauty fir'd ? Where now that art, and that refiftlefs grace, Which claim'd the firft, and held the fecond place ? For Cynara was firft — 'till fhe refign'd, Withdrawing wifely, when her charms declin'd : While Lyce flay'd— who ftill her part maintains And, fpite of falling hair and wrinkles, reigns. While narrow flays nigh choke the fhapelefs Dame,l Our youth with laughter view the tottering frame, y And find not embers, where we felt a flame. • Note, by a miftake of the Printer we are obliged to refer our Reader to Page 40, for the Ode above-mentioned. THE 61"], [68, "62 THE SIXTH ODE OF THE FIRST BOOK OF HORACE TO AGRIPPA. I. AN verfe, like Homer s Varius may Your courage and your conquefts write, Tell how beneath your martial fway, By fea or land the foldiers fight. II. But this, or ftern Pelides' ire, Or falfe Ulyfes\" wandering courfe, Or Pelops favage houfe wou'd tire, With flight too ftrong my Mufe's force.. III. She knows the lyre's unwarlike lays, And modeftly declines the fong i Nor your's nor noble Caefar's praife With verfe unequal will fhe wrong. Of"], [69, "63 IV. Of Mars, in adamant array'd, Black with Troy duft, Merion fell, Tydides, with Minerva's aid, A match for gods, who dares to tell ? V. We fing of feafts, where Virgins arm Againft the youth with new-pair'd nails, Such themes are wont our Mufe to charm, Whether we're free or love prevails. A TRANSLATION OF A FRAGMENT OF PETRONIUS ARBITER UPON DREAMS. \\N dreams when images amufe the mind, The Gods are idly, as the caufe aflign'd : It's birth to troubl'd brain the phantom owes ; For when our weary limbs in foft repofe, Free"], [70, "64 Free from the motion of the fpirits lay, Eas'd of her clog, the foul begins to play. Whate'er the day prefented to the fight, She acts it over and improves at night. The Soldier, who in tumult fought renown, And oft to flames bequeath'd the hoftile town, Sees arms, and routed troops, and kings laid low, And fields, that once were green, with crimfon glow. The advocate, addicted to debate, Pleads o'er his caufe, as if the court were fet r His ufelefs wealth the mifer hides from fight, And digs imaginary mines all night. The huntfman hollows to no beagle's cry ; The Pilot fees the fancied waves on high, And now he fleers his bark with happy fkill, And now he feels his leaky veffel fill. Chloe does kindly to her keeper write* While luftful Lais purchafes delight. The"], [71, "65 The Dog barks at the Hare he could not fcent, And wounds, though clos'd,in dreams renew their vent. WRITTEN IN A LADY's TELEMACHUS. i\\MIDST the Grecian poets Sappho fhines, Soft were her numbers, tuneful were her lines. But whomfoe'er her artful fong allur'd, Unhappy Nymph, her homely features cur'd. Thus for the Viper's penetrating wound, From his own head a remedy is found. But from your charms what refuge can we find, Where fo much wit with fo much beauty's join'd Calypfos graces with Minerva* mind. K TO"], [72, "66 TO MRS. M , ON BEING SUN-BURNT. V__/ Phoebus, thy votary hear, Belinda s fair face come not near ; When my charmer next paffes the road, Let none of thy rays peep abroad. If thou canft not her company lack, Attend her in form of a Quack, For thou'rt a Phyfician, 'tis faid, As well as a Tanner by trade. Then invent fome wafh or pomatum, Which for fun burnts may be probatum : Then you'll cure the harm you have done, And the Quack may atone for the Sun. ON"], [73, "67 ON A CERTAIN LEVEE, To the Tune of Richmond bells. qEE the cringing coxcombs come, One, two, Three, four, five, fix, Among them none Says his foul's his own They all fneak forrily, forrily. See the bufy whifpering crowd, Where not a man dares fpeak aloud, Till he firft has been taught his cue, By fome top cringer of the crew : Dingle Dangle, Dingle Dangle, wait they Their patron's looks to fcan : there And the De'el a fop Leaves this flate-fhop Till he fees the MIGHTY MAN ! THE"], [74, "68 THE DREAM. ONCE Strephon, blefs'd with freedom, rang'd the plain, Sported with love, and laugh'd at coy difdain ; To every Nymph his tender fuit addrefs'd, With equal ardour every fair carefs'd ; Nor yet of love had felt the poifonous dart, But all the pleafure fens'd without the fmart : Till led by fate, on his deftru&ion fet, The fair Paflords powerful charms he met. Since that ill hour a ftranger to delight, The day no joy, no fleep affords the night ; Unlefs when nature, with her weight oppreft, Forces faint flumbers and a troubled reft. Then dreams arife, that vifionary play, And mimic all the torments of the day. This."], [75, "] ■ I J e 69 ) This morn a Phantom wrought upon my brain, And led me wandering to the verdant plain, There all my fenfes with fuch blifs to cheat As waking prov'd a torture of deceit. Methought beneath the covert of a fhade Paflord s lovely limbs to fleep were laid : Her fparkling eyes, which make to me the day, Were clos'd, nor darted forth one beamy ray. While rofy blufhes both her cheeks adorn, Such as falute the advent of the morn. Her fnowy neck had on no cambric cloud, That might from longing eyes its graces fhroud. There two round globes, than ivory whiter, lay ; Which gently heav'd, and foftly funk away, Forcing a figh, that fomething feem'd to fay. Her"], [76, "70 Her taper arms were at a diftance fpread, One hand was plac'd a pillow to her head, The other carelefs by her fide was laid : Both pureft white, and branch'd with fky blue veins, Such as the choiceft Parian marble flains. Her other charms, though garments cover'd quite, My bufy fancy brought forth to the fight. But oh ! what tongue my extafy can tell, When loft in tranfport on the Fair I fell. Paflora, with th' unufual weight oppreft Wak'd from her fleep, and threw me from her breaft, Prepar'd to chide— but fofter pity foon, Made her perceive 'twas Strephon in a fwoon. Then all her rage was turn'd to tender fears, While 'twixt her lilly hands my head fhe rears. That magic fenfe reftor'd my fenfes all ; Her touch might fure from death itfelf recall ; Recover 'd"], [77, "( 7< ) Recover'd thus, my heaven before my eyes, (Who can neglect the moment love fupplies) I prefs'd her gently to the carpet ground, But fhe with indignation flernly frown'd, And breaking from me cry'd, Bafe man be gone. Yet foft compaflion midft her anger fhone : And when I would withdraw, fhe deign'd to fay, If you'll be good, Strephon, you ftill may flay, Thefe foothing words, with a relenting glance, Difpell'd my fears, while all my hopes advance 5 I boldly rufh'd upon the melting Fair, 1 * f J But clafp'd a fhadow and embrac'd the air: So woke from fancied blifs to real care. FINIS."], [78, ""], [79, "RECOVERED 1035."], [80, ""]]