[[1, ""], [2, ""], [3, ""], [4, ""], [5, "THE Co-Denantettf Communion, AND OTHER POEMS. BY • DAVID VEDDER. The morning of that day, which saw the Lord Rise from the chambers of the dead, was come. His faithful followers, assembled, sang A hymn, low-breathed ; a hymn of sorrow, blent With hope. Orahami EDINBURGH : PRINTED FOR WILLIAM BLACKWOOD. 1828."], [6, "R. Wallace & Co. Printers."], [7, "TO THE REVEREND THOMAS M'CRIE, D. D. THESE POEMS ARE, BY HIS KIND PERMISSION, RESPECTFULLY DEDICATED BY THE AUTHOR. Dundee, June 1828."], [8, ""], [9, "CONTENTS. Pages. The Covenanters' Communion, ... 1 The Song of Noah, - - - - - 35 Abram's Vision, 37 Jacob and Rachel, -\"_-.-.--- 41 Esau's Lamentation, ----- 44 The Finding of Moses, ----- 45 Balak, ------- 48 The Siege of Jericho, ----- 55 Gideon's War-Song, ----- 57 Jephtha's Daughter, 60 Samson's Revenge, . - . 63 The Song of Elkanah, ----- 66 The Death of Eli, ----- 68 Sonnet, ------ -71 The Funeral of Abner, - - .... 72 The Friendship of David and Jonathan, - - 76 David's Transgression, ----- 79 Vashti's Disgrace, .... - - 82 The Destruction of Tyre, - - ■ - 86 Daniel's Triumph, ----- 89"], [10, "CONTENTS. Pages. The Song of the Magi, ... - 92 The Eternal Spoke, -..--- 94 Stanzas to a Daughter, .... - 97 Arise, Shine, - .... 100 The Destruction of Babylon, .... 102 Jephtha's Soliloquy, -....- 105 The Dew-drops are falling, - - - 106 Stanzas to , - .. .- - 109 A Vision, - - - - - - 111 When the Orb of Morn enlightens, - - - 114 Stanzas, written 15th August 1822, - - - 116 St John's Vision, - - - - 119 Ode to Immortality, from Delille, - - - 121 Stanzas, Paraphrased from Petrarch, ... 133 The Voice of Time, - - - - - 136 Hymn, - - ■- - - - - 139 Sonnet, - - - -' - - 141 Song, ------- 142 The Adieu, - - - . . . 144 To my Friend, ------ 146 Notes, --.-... 149"], [11, "POEMS."], [12, ""], [13, "place THE Covenanters' Communion. i. JJark is the page that chronicles the time, When James, the latest tyrant of his race, Reigned o'er his Weeding country. — Not sublime, With golden sceptre, — but an iron mace, With which he crushed his subjects ; — power and Were given to base familiars, — who, to fill The measure of their crimes in briefest space, Did deeds of woe, at which the blood runs chill ; And owned no law except a gloomy bigot's will. B"], [14, ",, 2 THE COVENANTERS 9 II. Land of my sires ! beloved of bounteous heaven ! On whose blest soil, nor slave nor tyrant treads ; Then, — then by bigotry thy sons were driven, From hearth and home, from flocks and flowery meads Thy winter winds howled o'er their houseless heads, Responsive to their wailings and their cries ; There's not a grove whose bloom the autumn sheds, There's not a cavern 'neath thy inclement skies, But echoed to their groans, responded to their sighs. III. Thy beauteous fields, thy straths and meadows grew,— Loved country ! — like an howling wilderness ; And commerce on her golden pinions flew To lands illumed by liberty. — Distress, Arrayed in tattered robes, usurped her place : — Thy cities teemed with a detested swarm ( ' ) Of perjured priests, and prelates void of grace ; Rapacious nobles, — venal judges, — warm, With an unhallowed zeal to crush fair freedom's form."], [15, "3 COMMUNION. IV. Thy soil was tainted too with armed hordes, Prowling like cannibals in search of blood, ( - ) Assassins — bravoes — ruthless as their swords, — Abhorred alike by mankind and by God ; Who spared nor sex nor age, but strewed their road With patriot corses, thick as autumn's leaves : — But patriot tears shall aye bedew the sod, Which blooms above these martyrs hallowed graves, Whilst many a balmy sigh from beauty's bosom heaves V. Years rolled away, and melted in the past, As wane the hues of evening into night : — Fierce as a demon on the midnight blast, Rode Persecution, in infernal might ; Showering his deadly influence, to blight The fairest flowers in Zion's garden found. — Even Desperation quailed beneath his sight, And hied him to his fastness, — where around Reigned pristine Solitude in majesty profound. b2"], [16, "4 THE COVENANTERS VI. Then Torture, in habiliments of blood, (') Convolved her screws, and heaved her hammers high ; And Murder, with her poignard, stalked abroad, Surcharged with gore, at noon-day openly, Rearing her crimson banners to the sky Like poisonous exhalations. — Long and loud Was heard th' exulting shout, and battle cry, Of Devastation and her monster brood ; Whilst Pestilence and Woe tracked the infernal crowd. VII. Fain would I sing the memory of those Uncompromising spirits, — stern and brave ; Who like the pristine martyrs, nobly chose To stand or fall for Christ's prerogative, As king and head of Zion. — And to give Their houses to the spoiler — to the flames ; Their bodies to the torture — death, — than live With an accusing conscience ; — and their names Enrolled in characters which dark oblivion claims."], [17, "COMMUNION. 5 moss VIII. And I would sing their solemn Eucharist, Their day of jubilee and joy on earth; Held at life's hazard, midst the lonely waste, Where nought of life, save ptarmigans had birth ; The doctrines which Heaven's messengers held forth, The sacred Songs of Zion which arose Up to the throne, with consecrated mirth ; Their prayers and aspirations, till the close Of that eventful day ; — if Heaven its aid bestows. IX. 4\\dored Intelligence ! who erst inspired Our martyred sires with fortitude divine ; — Who with a coal from thine own altar fired Their independent spirits, to resign Their dear domestic comforts ; — nor repine Against thy providence for conscience sake ; Assist my strains with influence benign, — Strains which I to their memories awake, Whose hallowed bones are strewed o'er muirland. and brake."], [18, "6 THE COVENANTERS X. Oh bright anticipation ! glorious truth ! These precious fragments yet shall re-unite ; Shall ever flourish in immortal youth, Bask in the beams of uncreated light. A countless multitude of saints in white, (Their elder brother's robes) with harp and lyre, Attuned to rapturous anthems, — Seraphs bright In concert : — On the sea of glass and fire Shall welcome them on high — to their whole souls desire. XI. Friends of a buried covenant ! arise, And o'er its mouldering relics drop a tear ; Join in your poet's fervent sympathies, Tho' boasted Liberality may sneer ; — That cause, as their immortal souls was dear, To your heroic fathers. — Ardently They fought — they bled — they fell, but knew not fear, What time a tyrant's myrmidons chew nigh ; — Hence Freedom's sacred tree spreads its green branches high"], [19, "7 COMMUNION. L5 XII. Yet base ingrates, with venom'd tongues have jeer'cl The memory of this heroic band ; Unblushing Infidelity hath sneer'd, And Defamation rear'd her ebon wand ; — Effeminacy push'd her pointless brand Against Truth's buckler, which they nobly raised, But shrunk from the attempt ; — in accents bland, Hypocrisy with borrowed language praised, And Ignorance, with mouth extended, stood and gazed, XIII. Land of the brave, that nursed heroic Bruce, And gave the patriotic Wallace birth ! Thou'rt covered with a thousand glorious hues, — And mightiest of the mighty here on earth : — May pure religion dwell by every hearth Within thy borders : — May the patriot's flame Mix with thy legislation, and thy worth, Still keep thee on the pinnacle of fame, For ever and for aye : — proceed we to our theme."], [20, "8 THE COVENANTERS XIV. The orient skies are tinged with purple hue ; The summer moon is sinking in the west ; The opening flowerets, bathed in morning dew, Seem with ten thousand thousand diamonds drest; And yonder lofty mountain's hoary crest, Is radiant with the glories of the morn ; The fleecy clouds on Heaven's cerulean breast, And misty exhalations upward borne, All seem instinct with life, the pageant to adorn. XV. Thc lark is caroling his matin hymn, The heath-flowers are exhaling heavenly balm, Those bleatings from the upland mountains dim, Seem like the music of a cottage psalm ; — These ancient elms are verdant as the palm, With which the hallowed soil of Judah 's stored ; The aspin stirs not ; — tis an holy calm, — A sacred day, — the Sabbath of the Lord ; Come heralds of the Cross, girt with the spirit's sword,"], [21, "9 COMMUNION. XVI. Come — with the message of salvation fraught, Come — in the plenitude of heavenly grace ; Tell of the mighty acts your Master wrought, T' achieve redemption for the human race : Tell how the Lord of Life — the Prince of Peace, Upon the accursed tree his life resigned : Th' Omniscient, who pervades all time and space, — Against even him the hellish hosts combined, And Man, the base ingrate, the black alliance joined ! XVII. With energy expatiate on the path, — The thorny path, — the man of sorrows trod ; Tell how he poured out his soul to death, To cleanse even foes, by his most precious blood ; 4-_nd make them reign as Kings and Priests with God, Arrayed in everlasting robes of light ; Beatttv for ashes ; — in that blest abode, Crowned with unfading diadems, more bright Than all the glowing gems that stud the dome of night !"], [22, "THE COVENANTERS' 10 XVIII. But now the sun, with influence benign, His brilliancy above the horizon flings ; See ! multitudes impelled by grace divine, Like many waters from their mountain-springs, Come rushing clown to witness heavenly things : A table in the wilderness is spread, Stored with the symbol of the King of Kings, — The bread of life — with which the saints are fed, Until they sit on thrones, with Christ their living head. XIX. These are the precious of the earth ; the gems Of God's creation — brightened by his ray : When suns and systems shall be wrap'd in flames. Aud like a scroll of parchment pass away, Tliis faithful flock shall never know decay : But from corruption's bondage having flown, Shall bathe in floods of everlasting day, Where Christ their brother is already gone ; And drink the living stream which issues from his throne"], [23, "11 C'OM.MUNION. was XX. These are the faithful followers of the Lord, Who witness for his glorious truths and cause ; These bare then- bosoms to the oppressor's sword, Rather than break their dear Redeemer's laws ; 'Midst persecution's fires, they did not pause, Nor compromise the hallowed truths of heaven ; Tho' gaunt with famine, fed on roots and haws, — Like partridges upon the mountains driven, — Or hid in caverns damp, by winter torrents riven. XXI. Fast by the source of Nith's romantic stream, Far upland lies a sweet secluded strath, All green and purple, — bright as poets dream, — Far from the persecutor's wonted path ; There they commemorate their Saviour's death, Beneath the azure canopy of heaven ; For they, by crowned and mitred tyrants' wrath, From Home, and all its sympathies were riven ; From temples made with hands, the scattered flock driven."], [24, "12 THE COVENANTERS XXII. But they remembered Bethel's hallowed towers, And Peniel, where the patient Patriarch toiled ; On Him amidst the desert, when hell's powers And principalities were worsted — foiled. Thcj' knew amidst the solitary wild, Where scarcely human being ever trod, The mighty master of assemblies smiled On his true worshippers. — \" This is the road \" Up to the highest heavens, this is the house of God ! \" XXIII. Now the last straggler from his noisome cave, Has joined the motley congregated throng ; The hoary Pastor, mild, sedate, and grave, Comes 'midst a band of mounted yeomen. — Strong And watchful pieptets, the ravines among, And sentinels are posted — pass-words spoke, — And nimble scouts are sent the plains along; — Then from the summit of a jutting rock, 'Twas thus the man of God addressed his listening flock,"], [25, "13 COMMUNION. XXIV. \" The desert, and the solitary place, \" The arid waste with burning sands o'erspread ; \" The howling wilderness, shall yet rejoice, \" And in the rose-bud's beauty shall be clad ; \" Yes ! they shall bloom profusely, and be glad, \" Libanus' glory to them shall be given ; \" Their savage dens, and parched mountains, red \" With desolation, and by thunder riven, \" Shall see the glory of the God of earth and heaven ! XXV. \" Then let the pliant hands he strengthened, \" And let the feeble knees be well confirmed ; \" And let the fearful heart no longer dread, \" For the Eternal comes with vengeance armed ; — \" And all his enemies shall shrink alarmed, \" Blackness shall seize the death-devoted crew ; — \" But with pure rapture let your souls he warmed, \" He brings a glorious recompence to you, — *' You're graven on his hands, ye God-adoring few."], [26, "14 THE COVENANTERS XXVI. \" No more shall films of darkness shroud the eye, \" Nor shut out visions of creation bright; \" For all the lambent glories of the sky, \" Shall burst at once on man's astonished sight ; \" The palsied and the lame, shall bound as light \" As fawns on Jordan's flower-enamelled plain ; \" Iniquity's effects shall cease to blight \" The human ear with dulness and with pain, \" The dumb shall utter praise, — felicity shall reign ! XXVII. \" The scorched wilderness with water stored, \" Men shall, astonished and delighted, see ; \" And fertile as the garden of the Lord, \" The weary and the thirsty soil shall be ; \" Dells, where ferocious beasts roared furiously, \" And winged serpents hissed, shall ever ring \" Responsive to aerial minstrelsy, \" Harmonious as the music of the spring, \" In Sharon's flowery vale, with dew drops glistening"], [27, "COMMUNION. 15 XXVIII. \" For those whom the Eternal doth redeem, \" And sanctify by his peculiar grace, \" Shall be a glorious highway ; and its name, \" Writ with a sunbeam, shall be \" Holiness ! \" \" Th' unhallowed feet of an abandoned race \" Shall ne'er pollute the consecrated ground ; \" But Zion's crystal domes with rapturous praise \" From ransomed millions ever shall resound ; \" And with unfading wreaths their temples shall be bound! XXIX. These truths are like the precious evening dews, Which imperceptibly fall from on high, Upon the tender herb ; — or like the hues Of God's own bow, amidst a murky sky ; — When first it gleamed upon the Patriarch's eye In pristine glory, — glowing like a ray Of mercy from a gracious deity On his afflicted people, when dismay Wrapped in a sable stole, had made their souls a prey."], [28, "16 ,t THE COVENANTERS l> XXX. Then did the congregation of the Lord Unite their hearts, and raise their voices high ; The song of Judah's captive Poet soared Above their lofty cloud-wove canopy Up to the heavens, in solemn harmony, Blending with seraph-harp and angel-lyre ; — The plaintive strain drew tears from every eye, They thought upon their persecutors dire, And on the Church of God, 'midst persecution's fire. 1. Tho' the heathen have entered thine heritage, Lord. Tho' thy saints have fallen by the tyrant's sword ; Though weltering in their gore they lay, To ravenous birds and beasts a prey ; Yet we will be glad and rejoice in thee, Great Source of immortality !"], [29, "COMMUNION. 17 2. Tho' their blood in torrents has been shed, And none to bury the martyred dead ; Tho' our names have become a reproach and scorn For the faithful witness we have borne ; — Yet we will rejoice and be glad in thee, Great Source of immortality. 3. Tho' thy glorious Name they have reviled, Tho' thy Holy places they have defiled, Tho' thy Sanctuary they have laid waste, And all its carved work defaced ; — Yet we will rejoice and be glad in thee, Great Source of immortality. 4. Tho' we stand upon destruction's brink, Tho' our bread is sorrow, and tears our drink, Tho' we're scattered before the wind like chaff, And the heathen flout, and the foemen laugh ; — Yet we will rejoice and be glad in thee, Great Source of immortality. C"], [30, "18 THE COVENANTERS cc >> 5. Oh let the prisoners' groans and sighs Before thy glorious face arise ; Oh save the captives doomed to die By the ruthless arm of tyranny ; — So shall we give our praise to thee, Great Source of immortality. XXXI. And now the Pastor's orisons aspire With holy fervor to the throne of grace ; His lips seemed touched as with the living fire From off the altar of the Prince of Peace : (*) \" That God would shew the brightness of his face, \" Would dissipate his suffering people's night; \" Would make this broken persecuted race \" With then adored Redeemer walk in white, And in his book of life their names and numbers write"], [31, "COMMUNION. 19 XXXII. The Spirit's influence that day was felt With irresistibly-constraining power ; And adamantine hearts that day did melt Like Alpine snows beneath the Summer shower : And multitudes confessed it, as the hour Of their emancipation from the thrall Of sin : — And threatened wrath no more did lower Above them, like a black funereal pall ; But Liberty and Light encircled one and all. XXXIII. Oh thou whom patriots, sages, martyrs, name An emanation from the Deity ! To me thou'rt dearer than life's vital stream, Star of surpassing radiance, — Liberty ! If there is human bliss beneath the sky, 'Tis Thou must gild it with celestial ray : — The lowest in thy scale, Humanity ! Recoils with horror from a tyrant's sway, And breaks his galling chains, and casts his cords away c 2"], [32, "THE COVENANTERS' 20 XXXIV. But Liberty from Sin, and Satan's sway, Is more delightful to the Child of God ; For Earth and Hell can never take away The glorious gift, bought by the Saviour's blood He bears his cross exulting ; — and the rod He kisses with humility and love ; Glories in tribulation : — his abode He knows already is prepared above, — His robe of righteousness is by the Saviour wove. XXXV. Again the multitude their voices raise To Israel's God, for wonders he had done ; The pealing notes of gratitude and praise Ascend above th' empyrean to the throne ; — Not all the joys their former years had known, Had equalled joy like this ; — the sacred strain Symphonious echoed from the mountains lone : For Nature seemed to join th' adoring train, And Heaven and earth seemed linked as with a golden chain."], [33, "COMMUNION. 21 I. Let us lift up our voices aloud to Him Who dwelleth between the cherubim ; In the star-paved mansion above yon sky, The Centre of immensity ! Shepherd of Israel, shed one ray On us, thy suffering flock to-day ! ■>. In Ephraim's and Manassah's sight, Stir thine all-powerful strength and might ; Break the oppressor's bow and sword, And save thine helpless heritage, Lord ! Shepherd of Israel, shed one ray On us, thy suffering flock to-day ! 3. Let thy mighty arm be round us still, And mould our souls to thy holy will ; And bring us at last to the wealthy place, Illum'd with the light of thy glorious face ; Th' imputed robe — the wreath — the palm, — The song of Moses and the Lamb."], [34, "THE COVENANTERS' 22 XXXVI. \" The just shall live by faith, and not by sight, — \" Shall bear the Cross, if they would win the prize ; \" Strong in the strength, and mighty in the might \" Of him whose finger framed the starry skies : — \" Their aspirations he will not despise, \" Their humble supplications will not spurn, \" His gracious ear is open to their cries, \" His spirit comforts those who truly mourn, \" And in their sickness sore, he all their beds will turn. XXXVII. \" Eternal pleasures wait for those who win \" A conquest o'er the world by Faith divine ! \" When outward circumstances, inward sin, \" And Satan's soul-destroying schemes combine ; \" When sensual pleasure, meteor-like, doth shine, \" With dazzling influence, and delusive glare ; \" With holy fortitude, in duty's line \" To persevere, — is bliss beyond compare ! \" 'Tis treading that blest path the Saviour trade wliile here."], [35, "COMMUNION. 23 XXXVIII. \" Exterminating cruelty hath raged \" Implacable in Satan, since the hour \" That he and his infernal cohorts waged \" A bootless war against Jehovah's power : \" His malice urged liim to that happy bower, \" By an indulgent God to mankind given ; \" His malice cropp'd of innocence the flower, \" And strewed its blossoms to the winds of Heaven, \" By whose tornado blasts they from the earth were driven. XXXIX. '• On exultation's pinions next he flew, \" And formed a sad alliance with the world ; \" Anon Rebellion's horrid trumpet blew, \" Her spears were brandish'd, and her shafts were hurled \" Her gory standard also was unfurled: \" Jehovah's name and statutes were defied ; \" Till o'er the mountain-tops the waters curled, \" And yawning Ruin's overwhelming tide '* Swept from the groaning earth Impiety and Pride."], [36, "24 THE COVENANTERS XL. \" Amidst the roar of this appalling scene, \" Where fell Destruction reigned without controul, \" The venerable Patriarch smiled serene, \" And fearless saw the liquid mountains roll. -- Jehovah's gracious promise cheered his soul ; \" His Faith saw future happiness in store ; \" Tho' Ruin, from the centre to the pole, \" Had bathed her chariot's wheels in human gore, \" And Desolation grim his deadliest aspect bore. XLI. \" Sec Abraham, at his Maker's high command, \" Amidst the mountain wild an altar rear; \" And, all obedient, with unshrinking hand, \" To sacrifice his only child prepare ! \" The child of promise, and of many a prayer, \" At God's command, he cheerfully resigned ; \" His Faith did triumph o'er paternal fear, \" Nerved his weak arm and fortified his mind, \" To execute with joy, whate'er his God designed."], [37, "COMMUNION. 25 XLII. \" Hail genuine faith ! gift of our gracious Lord ! \" An unexhausted gift from age to age ! \" Enriched by thee, the Martyrs on record, \" With cheerfulness trod Persecution's stage ! \" Defied the dungeon's gloom, — the bigot's rage, — \" The excruciating torture and the sire ; — \" The rack, the gibbet, and the sabre's edge, \" And praying for their enemies, did expire : — \" Thus were they chased to Heaven, to join the ransomed \" choir. XLIII. \" Christians ! doth Sin impede your heavenward race ? \" Do Hell's suggestions urge you to despair ? \" Jehovah sits upon a throne of gi_.ce, \" And Jesus Christ reigns Mediator there ! \" Approach his table, — lift your souls in prayer; \" A promised welcome from a faithful God, \" In inspiration's pages doth appear, \" Procured by Jesus' meritorious blood ! '• Who, of his father's wrath, the hitter wine-press trod."], [38, "26 THE COVENANTERS I ', XLIV. \" By faith in Him, your sins shall be forgiven ; \" Mark the amazing mercy God displays : — \" Your spirits sanctified and sent to Heaven, \" Where Saints and Angels bask in glory's rays \" And triumph's song, to the Redeemer's praise, \" Thro' the celestial city shall resound ; — \" Jehovah's light with undiminished blaze, \" Thro' all eternity shall shine around, \" And everlasting bliss unmeasured shall abound. ' XLV. Now bread, — the symbol of incarnate God — Is broken, — blest, — distributed ;: — and wine, Apt emblem of the Saviour's cleansing blood, Diffuses heavenly rapture thro' the line Of reverential worshippers. — Divine The element in which their souls did move ; Like the beloved disciple they recline Each on Emanuel's bosom ! — with what love These aspirations rise up to the throne above ! —"], [39, "COMMUNION. 27 XL VI. \" Dweller on high, my Saviour and my God, \" Shall I prefer a favom*ite lust to thee ; \" Whose fearful agony, and sacred blood, \" From everlasting ruin ransomed me ! \" For thou didst suffer in Gethsemane, \" Unheard of tortures in thy sinless soul ; \" And on the accursed Mount of Calvary \" Jehovah's billows over thee didst roll ! \" Whilst all the expanse of Heaven grew black, from pole \" to pole. XL VII. \" Shall fleeting pleasure — falsely called so, \" Seduce me from the joys thou hast in store ? \" Shall I eternal happiness forego, \" That Hell may triumph o'er one victim more ? \" When Thou, adored, wert wounded to the core, \" By those ingrates thou earnest to redeem ; \" Suspended on the cross, — distained with gore; \" Yet ! \" Oh, forgive them father ; \" — was thy theme, \" They know not what they do, they know not they \" blaspheme. \""], [40, "y 28 THE COVENANTERS XL VIII. \" Shall I, obedient, tread the narrow path, \" Or with thine enemies, my God, be joined ? \" Shall endless glory, and eternal wrath, \" Hang doubtful in the balance of my mind? \" Oh, shall thy invitations be declined, — \" So fraught with mercy, and replete with grace ? \" E'en Heaven and all its glories are assigned \" Unto the humblest of the human race, \" Who, hy a living faith, thine offers, Lord, embrace. XLIX. \" Though Jesus, — to display his sovereign power, \" And the exceeding riches of his grace, — \" Hath at the ninth, — nay, the eleventh hour, \" Reclaimed the vilest of the human race : — \" Such monuments of mercy can give peace, \" To none who fondly hell-ward persevere ; \" No ! he records it a peculiar case, \" To save convinced sinners from despair, \" And teach them to employ their latest hours in prayer"], [41, "COMMUNION. 29 L \" Then henceforth — till my heart shall cease to throb, — \" God's grace assisting, — Sin I will detest; \" And grasp by Faith that grand imperial robe, \" The spotless righteousness of Jesus Christ. \" Dear Saviour ! may this solemn Eucharist \" Refresh our spirits in this vale of tears : — \" Make us obedient to thy high behest ; — \" Return a gracious answer to our prayers ; — \" And in the fiery fight dispel our rising fears. \" LI. Thus whilst intense Devotion upward soared To Heaven, — from 'midst the solitary dell, Full suddenly appeared a murderous horde, Led to the onset by accursed Dalzell, — Pealing like fiends \" the banner-cry of Hell, \" — Rushing like famished wolves upon their prey ; Showering their bullets thick as drops that fell Upon the summits of the Cheviots grey, What time drear winter reigned, with ruthless tyrant sway"], [42, "30 THE COVENANTERS LII. One twinkling — and the Covenanters' formed ; Their sabres gleamed — their spears were levelled low ; Their broad-swords flashed, — their files with carbines armed, Poured in destruction on the astonished foe. — Thy mountain streamlet, Nith ! began to glow A crimson current. — Whilst the dying groan, — The shout of triumph, — and the shriek of woe, Mingled with echoes from the mountains lone ; And all the gory field was thick with corses strewn. LIII. The heroes of the Covenant advanced With all the energy of men inspired ; — Dalzell's ferocious spearmen wildly glanced, And inch by inch, and foot by foot retired : — Destructive vollies on his flank were fired, Sweeping whole ranks. — But hark ! the bugles' swell Proclaims a troop of horse, who scarce respired With foaming fury incontrollable ; Then plunged into the fight, with savage shout and yell"], [43, "COMMUNION. 31 LIV. Chafed to the verge of madness, fierce Dalzell Darted like flickering flame from van to rear, — Blaspheming like a very fiend of hell, While dropt his myrmidons like leaves, when sere, Beneath the trusty brand, and deadly spear Of patriot-strength. Yet, ere the ruddy sky Of evening disappeared, — Van, centre, rear, Were broken by th' infuriate Cavalry : See ! from th' ensanguined field, for life, — for life they fly LV. Carnage hath done her work. — And all is hushed, All save the lamentation of despair, — The stiffled sob, — the dying groan which rushed Incessant on the horror-striken ear : Shriek, — execration , — blasphemy, — and prayer And praise were blent. For on the blood-stained sod, Oppressors and oppressed commingled were, — The despot's-tool — the patriot-saint who trod The thorny path, which leads to glory and to God,"], [44, "32 THE COVENANTERS' COMMUNION. LVI. To clefts, and tarns, and precipices steep, — Crags inaccessible to cavalry; — To quivering marshes, and morasses deep, The fugitives forlorn for shelter fly ; — Leaving their fathers, brothers, sons, to die A lingering death upon the bloody field ; — No friendly hand to shut the death-set eye, Nor comfort to the parting spirit yield, Painting the joys of Heaven about to be revealed. LVII. Cease melancholy harp : — I may not sing Th' indignities the hapless sufferers bore In prison and in banishment ; — nor ring The changes on a subject I deplore : — The brandings, mutilations, scourgings, — nor The blood which flowed on scaffolds and on plains : My fainting soul is sick of scenes of gore ; — Shrinks from the headsman's axe, — the gaoler's chains, The period accursed, which Scottish annals stains."], [45, "POEMS D"], [46, ""], [47, "THE SONG OF NOAH. 35 ŒIjc J^onjr of Noal). \" And Noah builded an Altar unto the Lord. ' JL-ET songs of praise ascend to Him who sits enthroned above; Jehovah hath remembered us, in mercy and in love ; The flowers, as erst in Paradise, exhale their rich perfumes, The floods have fled, and earth again in new-born beauty blooms ! The storm which rent the cope of Heaven, now slumbers in its cave ; The tempest, torrent, thunder-burst, no longer fiercely rave; No longer are the clouds on high in threatening masses piled; And Ocean, limited by Him, sleeps like a cradled child ! d 2"], [48, "36 POEMS. The balmy dews in silence fall, and herbs and flowerets lave; The olive trees, in loveliness, their verdant branches wave ; The birds, in boundless gratitude, pour forth their melting lays, And warble at the gate of Heaven seraphic songs of praise ! Tho' long upon the yesty surge all helpless we've been whirled, Our God at length hath blessed us with a renovated world ; Then let our altars blaze to Him who sits enthron'd above : — Jehovah hath remembered us in mercy and in love !"], [49, "abram's vision. 37 gftram's Ftsion, On Mamie's plain the length'ning shadows lie, And Evening in her chamber of the west Unfolds the glowing tapestry of the sky, Wooing day's king to rest ; And pilgrim Twilight from afar Is journeying on with the vesper star. Abram ! thou know'st it well, — thc hour is nigh, Thy holy bosom wont the bliss to prove Of sweet communion, with thy Friend on high, And well it's coming may'st thou love : — For seldom, alas ! since Misery's birth, Comes visitor like thine to Earth."], [50, "38 POEMS And Abram ! still art thou lingering near, Where the blessing is lingering too ; — For the promise is made, and the promise is dear, And the Promiser faithful and true : Nor vainly now is thine altar stained, With the victims unblemished, by Heaven ordained But now o'er Mamie broods the Night, With wing of such appalling gloom, As if earth's Minister of Light Had sunk into his tomb : Nor lingered one surviving ray, To speak the splendour passed away. No marvel, holy man, a gloom Of kindred horror haunts thy slumber ; May mortal hear, unnerved, his doom ? Unawed, his days' appointed number ? Ah ! flesh and blood, tho' prone to pry, Shrinks from thc glance of Destiny."], [51, "abram's vision. 39 .' Yet fear not, thou beloved of Heaven . 'Tis thus th' eternal counsel runs : — \" This garden of the Lord is given \" To Abram and his future sons \" They, from Euphrates to Egyptia's river, \" As the Stars, numberless, shall dwell for ever. \" True, they shall dree for many a weary day \" Th' inglorious bondage of a foreign yoke, \" Moiling beneath a Despot's iron sway : — \" But woe to such as shall abide the stroke, \" Jehovah's vengeance, in the day of wrath, \" For his own people's foes prepared hath. \" Four hundred tedious circuits of the Sun, \" Shall bring at length that fatal favoured day. \" Pharoah ! in vain, its terrors would'st thou shun. \" Israel ! in vain, thou art not wont to pray, — \" Behold ! the smiter smote, — the spoiler spoiled, \" Behold ! the Lord redeems his chosen child."], [52, "40 POEMS \" Shall I from Abraham conceal the rest ? \" No, — he shall find me a consoling friend : \" Know then, beloved, with peace unbroken, blest \" Shall be thy life, and blest thy latter end : \" Far shall thy light prevail, and warmly shine, \" And soft and silent be it's late decline. \""], [53, "JACOB AND RACHEL. 41 .Sfacoo mitt iftacijel. Gen. xxtx. v. 11. Jdeloved one, beloved one, thou hast burst upon my sight, All radiant as the Star of eve, in loveliness and light ; And like that orb of purity, may'st thou for ever shine ; My Rachel, my adored one, my soul is knit to thine ! My soul exults in thee, love ; — to me thy beauteous face Seems like a living fountain in an howling wilderness ; The pearly drops of tenderness are shining in thine eyes, Like the balmy dews of Hermon, when the stars of Heaven arise !"], [54, "42 POEMS. The rose that bloomed in Paradise, the tree of life beneath, Hath lent its crimson to thy cheek, its perfume to thy breath ; The music of thine Angel- voice falls on my ravished ear, Like anthems of the Seraphim descending from their sphere ! I've left my father-land, love — I've forsaken all beside, To woo thee to my bosom, and to win thee for my bride ; Bright source of all my happiness, on earth we may not part, But like a gem beyond all price, I'll wear thee on my heart. But yesterday at eventide, by journeying oppress. Fatigued and faint, I pillowed me upon the lonely waste ; My father's God appeared to me, and spoke in accents mild, — And his glory shone around me as I slept upon the wild ! In vision there a ladder, bright as Heaven's refulgent bow Extended from th' Eternal's throne into the world below ; And lucid legions countless thronged the star bespangled road From Heaven to earth, — from earth to Heaven. Thus spake Jehovah-God : —"], [55, "43 JACOB AND RACHEL. \" I am the God of Abraham, and Isaac's sure defence. \" The land whereon thou liest shall be thine Inheritance ; \" And countless as the stars of Heaven thy progeny shall be, \" Nay, an incarnate God shall spring — to save a world — \" from thee. \""], [56, "44 POEMS. Esau's Hamrntatton. Gen. xxvii.— Si. 38. JV_Ie too, oh ! my father ! thy son — Thy first-born — thy faithful — undone — Oh ! bless, father, bless ! if it be A blessing remains yet with thee. 'Tis enough that his hard-hearted guile Wrung from me my birth-right erewhile Oh ! still to his treachery true, — Shall he pilfer my sire's blessing too ? Of birth-right, — of blessing bereft, What for time — for eternity's left ? Not in vain this last boon let me crave : Or welcome the gloom of the grave !"], [57, "THE FINDING OF MOSES. 45 Cfje tfm&itiff of iWoscs, J. he far-stretching Nilus one chrysolite seems, And bright is the Heaven from his bosom that beams ; But ne'er hath his billows reflected before A form so divine as approaches his shore. Like the star that first gems the still brow of the night, She comes — and her maidens are lost in her light ; — Like that star gliding down to the slumbering wave, She hastens her pearly bosom to lave."], [58, "46 POEMS. But, daughter of Pharaoh ! the pride of the land ! What spell now arrests that fleet foot on the sand ? Why bends that keen eye on the flags spreading yonder ? Why cluster, ye damsels, in silence around her ? Is't the crocodile-god chills that bosom with fear ? Or is crocodile-man, with his wiles, lurking near ? No — staid is that footstep, and staid is that eye, But of danger she dreams not, — no danger is nigh. 'Tis yon garlanded skiff, by the brink of the stream, Like the cloud-built pagoda of day's dying beam, — Like the fairy-fraught car o'er the moon-beam that strays, Has fluttered her bosom, and fetter'd her gaze. And her maidens have sped with the fleetness of thought, And the trophy, triumphant, before her have brought, — 'Tis of bulrushes built, and betokens an art That is nature's alone, — that but springs from the heart."], [59, "THE FINDING OF MOSES. 47 So goodly the casket, oh ! who may divine The price of the jewel that's hoarded within ? 'Tis displayed: — a sweet babe, while she looks, looks again, And the innocent wept — and he wept not in vain."], [60, "48 POEMS. IBalafe. \" Come, curse me Jacob, and come, defy Israel. ' I. JL he fierce barbarian king — Whose jewelled turban, and blazoned crest, And the burnished mail on his regal breast Their dazzling splendours fling On the steel-cased legions that round him stand With the bow and the shaft, the spear and the brand Thus issued forth his dread behest To the vassal-prince, and the crouching priest : —"], [61, "BALAK 49 2. \" To Pethor wend your way, \" Afar, where the wizard-prophet dwells; \" Whose di*ead enchantments, and potent spells, \" Can blacken the orb of day, — \" Call forth the thunder and lurid leven, \" And quench the light of the stars of HeaA'en ; \" Arrest the comet in mid-way flight, \" And pluck the moon from the brow of night ! 3. \" And bid the Sage retire, \" Seven days and nights in his murkiest cell, \" Invoking the deadliest fiend of hell, \" For curses deep and dire : \" Anon in our presence let him appear, \" In his magic-girdle, and roquelaure, \" Fraught with one dread curse, whose raging flame \" May scorch from the earth the Hebrew name. E"], [62, "50 POEMS. 4. \" Jehovah's mighty hand \" Hath hurled the bolts of his vengeance dire : — \" By pestilence, locust, hail, and fire, \" Hath swept Egyptia's land : \" His word hath cloven the raging waves, \" And made an highway for this horde of slaves ! ■• Then bid him invoke a curse of flame \" That may blight the hated Hebrew name. 5. \" Chiefs, Princes, Kings, lie low, — \" Their mailed squadrons foiled and driven, \" Like mist before the gales of Heaven, \" By this audacious foe ! \" Their country's drenched with a gory flood, \" Whilst the mountain-hawks, and the eagle's brood, \" Have gorged on hearts that beat liigh for fame, — \" Let him curse inc this race with a curse of flame. \""], [63, "BALAK 51 6. A gorgeous cavalcade, — Noble and warrior, prince and priest, Have wended their way to the flowery cast, In regal robes arrayed. Then- camels were laden with virgin gold, — And pearls from the ocean, of Nature's mould, — And jewels and gems from the fane of Peor, — A guerdon rich for the orient Seer ! 7. Poring on mystic page, Inscribed with characters unknown, — Dark emblems, — might startle a statue of stone, — They found the hoary sage ; His ample beard, on the troubled air, Streamed like the portentous comet's glare ; His ivory scalp, and his straggling hairs, Had been blenched by the winds of an hundred years ! E 2"], [64, "52 POEMS, . 8. The gold and gems were piled Before the wizard, in order bright, — His Spirit glowed with supreme delight, — His eye with rapture wild; — As he gazed on ingot, pearl, and gem, — Each might ransomed a King in his diadem. — The Princes knelt, whilst Baalim's priest Pronounced his Sovereign's dread request. gr. The Prophet's cheek was blench'd ! The mystic scroll from bis fingers dropt, And the current of life for a moment stopt ; The fire of his eye was quenched ! But the lust of lucre prevailed in his soul, And he snatched from the dust the enchanted scroll And he brandished his wand with unholy glee ; — \" Your King's request shall granted be. \""], [65, "BALAK. 53 10. Led on by his princely guard, — Bending with awe and homage meet, Lo ! at the plumed Monarch's feet The eastern sage appeared. Tho' his face was ploughed, and his looks were thin, Yet his soul was intent on the meed of sin : — With a curse on his tongue ; — from the heights of Baal He gazed on the camp of Israel. 11. Seven Idol-altars blazed To Heaven, on Nebo's summit hoar; — 'Midst the lightning's flash, and the thunder's roar, The prophet Heaven- ward gazed, — When the truth from God on his spirit came, And his lips were touched with an hallowed flame ; And a glance from the Holiest beamed on his eye, And lit up the gloom of futurity."], [66, "54 POEMS. .< a a a a a a a 12. The shaft of the Amorite shall not prevail, Nor Midian steel against Israel; — Nor wizard's enchantment, nor sorcerer's spell, Nor the deadliest curse from the depths of Hell The Jordan shall rush to its source in fear, Like the timid hind, or the hunted deer ; Then Jacob's favour'd tribes shall rest : Jehovah hath blest them, — they shall be blest. \""], [67, "55 THE SIEGE OF 4IERICHO. 1 Œljc of Sfmrfjo. Oh Jericho ! thy lofty towers proclaim thy might afar, And many are thy valiant men, and terrible in war ; Thy daughters fair and fruitful as the palm upon thy plain, And the boasted balm of Gilead hills in thee is found .igain But Jericho ! thy doom is sealed, — a deadly host is near ; — The fatal trump anon shall peal its death-note in thine ear,1 They, who erewhile thro' rifted floods, unscathed, pursued their route, Before whose coming Jordan fled, — have girded thee about"], [68, "56 POEIVIS. Six days, its daily round ordained, the sacred ark is borne ; Six days, its daily peal prescribed, has \" twanged each \" trumpet horn; \" — The seventh dawns, — the son of Nun awakes his faithful band, Ah ! Jericho ! proud Jericho ! an awful hour's at hand. Six times to-day, as wont, they've passed, the doomed wall around, Again they move — hark ! hark ! a shout ! — 'tis level with the ground, The breath of Heaven from the land accursed of the Lord, Hath blown her battlements away, and bared her to the sword. King, — warrior, — priest, — babe, — mother, — sire, — their destiny is one ; — The fire, — the sword, — hath done its work, — here living thing is none, — 'Tis past, — and cursed be the man who dares restore her state; His first-born her foundation be, his youngest pave her gate."], [69, "GIDEON'S WAU SONG. 57 tififron's Wluv J£on#- Oh ! Israel, thy hills are resounding, The cheeks of thy warriors are pale ; For the trumpets of Midian are sounding, His legions are closing their mail, His battle-steeds prancing and bounding, His veterans whetting their steel !"], [70, "58 POEMS. I His standard in haughtiness streaming, Above his encampment appears ; An ominous radiance is gleaming, Around from his forest of spears : The eyes of our Maidens are beaming, — But, ah ! they are beaming thro' tears. Our matron-survivors are weeping, Their sucklings a prey to the sword ; The blood of our martyrs is steeping, The fanes where then- fathers adored ; The foe, and the alien is reaping, Fields, — vineyards, — thc gift of the Lord Our country ! Shall Midian enslave her, With the blood of the brave in our veins ? Shall we crouch to the tyrant for ever, Whilst manhood — existence — remains ? Shall we fawn on the despot ? oh, never !■ Like freemen unrivet your chains !"], [71, "gideon's war song. 59 ,' Like locusts our foes arc before us, Encamp'd in the valley below ; — The sabre must freedom restore us, The spear, and the shaft, and thc bow The banners of Heaven wave o'er us,- Rush ! — rush like a flood on the foe !"], [72, "60 POEMS. &t$)tW* $attfl$Ut% Woe to thee Gilead ! thy balm-trees are weeping, And strangers are thirsting to gather their chops ; While Jephtha, thy champion, in exile is sleeping, The war-trump of Ammon proclaims her proud hopes Rejoice ! he returns, — and has marshal'd thine host, And myriads of foemen are routed, or slain ; The flower of her warriors proud Ammon hath lost, — Their skeletons whiten fair Aroer's plain !"], [73, "jephtha's daughter. 61 \\ Hark ! timbrels are sounding from Mizpah's gay halls, And Vestals advance to the warrior greeting ; Oh ! mercy ! behold where his fearful eye falls, — The child of his bosom his glances is meeting ! \" The dust is defiling thy laurels, my Sire, \" Earth cannot return the fond kiss thou'rt impressing; \" Is it kind from thy darling's embrace to retire ? \" Is it well that the sod should receive thy first blessing ? \" Oh rouse thee, my father, the altar is near, \" And a flower-wreathed victim to victory's due, — \" The herd, for thy glory, the purest shall spare, \" And the blade of the sacrifice waits but for you. \" ' Break! — break — Oh my heart, 'neath this weight of despair, \" The purest indeed was the pledge of my vow ; \" But the herd is still free, — and a victim more rare \" Than Israel e'er offered, thy Sire must bestow."], [74, "62 POEMS. \" 'Tis precious as him whom the Patriarch-priest \" Devoted to God, as an offering by fire. \" — \" When the blood from my veins by thy steel is released, \" I'll bless thee, — yes, dying, — I'll bless thee, my Sire. \" Clouds rose o'er the altar. — For Mercy had veiled The victim from human, and angelic eyes. Thus the Sweet Rose of Israel, its odours exhaled, A Vestal's pure spirit thus soared to the skies !"], [75, "samson's revenge. 63 damson's itteimtfle. JL he vaunting Philistine, Delivered from his foe, At Dagon's godless shrine, Bids the libation flow. No Noble-born to-night Forbears the brimming cup : By eyes of beauty bright, The banquet's lighted up. All wanton, in their glee, — \" Where is the Chief, \" they cry, \" The eyeless one, that he \" May merriment supply ? \""], [76, "64 POEMS. out The razor'd Hero came, Led on at their command ; His blood by slavery tame, And impotent his hand. Oh ! lamentable sight ! He, — Israel's succour born, — The predicted Nazarite, A heathen rabble's scorn ! With a pillar in each hand, That props the lofty pile, See then- writhing victim stand Recruiting him the while. \" What feat, imbruted crew ! \" Shall next awake the shout ? \" Ah ! they of Lehi knew \" Why that arm was stretched"], [77, "samson's revenge. 65 \" And ye shall know again. \" He bends his bulky form, The massive pillars twain, Seem like osiers in the storm. Down like a bursting flood, The headlong lumber rushed ! The groan of death is loud : — Their revelry is hushed ! F"], [78, "66 POEMS. myt potter of GHfeanaJ). Am not I better to thee than ten Sons. \" X es ! years have flown on silken wing, Since first thou blest my view ; They have bloomed like the flowers of Eden's spring, When the sinless world was new ! Thy locks are as rich on that neck of snow, And thy heaving bosom as white, And thy dove-like eyes as brightly glow As on thine espousal night !"], [79, "THE SONG OF ELKANAH. 67 No clouds have obscured the Star of our loves, «[n it's aziue path on high ; Serenely amidst the spheres it moves The loveliest in the sky ! Then brighter still may it's rays blaze forth, Till our journey of life shall be o'er ; And our spirits, freed from the stains of earth, Above it together shall soar. F 2"], [80, "68 POEMS. Wiyt ©eats) of dt. Oad and alone, by Shiloh's gate The time-worn priest was sitting ; The dark and the ominous shadows of fate O'er his quivering features flitting : Loosely o'er him the Ephod is spread, Dim is his breast-plate gleaming : And the snowy fleece of his mitreless head, On the evening wind is streaming."], [81, "THE DEATH OF ELI. 69 The last hope of Israel — the Ark of the Lord, — To a struggling remnant, they bear it, — His step may not follow — 'twere bootless his sword, — Yet his spirit is hovering near it. 'Tis hovering over the busy field, Where the doubtful die is turning, — If Abraham's seed to the heathen shall yield — Jehovah his people spurning. Now sickens his soul at the mortal thought, Their God may have ceased to deliver ; — Now fondly he ponders his mercies wrought At Jericho, — Jordan's river. Sudden he starts, — an appalling hum, Like the Earthquake's voice far rolling, From Shiloh's homes, to his ear hath come — The knell of ruin tolling :"], [82, "70 POEMS ,\" And a breathless messenger, bloody and pale, In sackcloth and dust is before him ; — 'Tis enough — enough is the half uttered tale, — Young Samuel's vision comes o'er him. His children — ah ! too well beloved ! lie low, — Yet mute to the stroke hath he bended ; But — \" The ark of the Lord is the spoil of the foe; And his corse on the sod is extended !"], [83, "SONNET. 71 JNmut I've stood alone upon the mountain's brow, And gazed, enamoured, of the infant morn, Ere yet celestial day had from his urn Poured forth a golden flood, on earth below : — And I have joy'd as Phœbus forth did go Like racer strong, to win the Crown of Heaven ; And when again, his trophied car was driven Adown the western steep, and he did throw His last paternal glance, o'er the lov'd scene His bounty had beatified, I've stood Idolatrous. — But oh ! ye wise and good ! How were these transports vacant all and vain, Compared with yours, when Twilight's holiest mood Steals o'er the tranced soid, 'mid nature's solitude."], [84, "72 POEMS. Œfje Jftmeral of SHmer. Oee ! Israel's prophet-king With dust on his sacred head ; And his chiefs in sackcloth and rended robes Mourn for the mighty dead. They've scoop'd the solid rock, — They've hollow'd the narrow bed ; — They've strewn the costliest drugs of the east Where the warrior-prince is laid."], [85, "THE FUNERAL OF ABNEr.. 73 They've placed the ponderous stone Above the Hero's breast : — And hid for ever from mortal eye, The slaughter'd Chief shall rest. A pile of spices rare, Above him heavenward blaz'd ; — Whilst the Royal Bard to his hallow'd harp, This Song of Sadness raised : — 1. \" Yes ! bliss hath vanish'd, — \" Bliss, — time may ne'er restore ; — \" And Hope is banish'd \" From out this bosom's core : \" Then 'midst thy camp, oh Israel, \" Bid the deep note of sorrow swell, — \" Bid all thy mountain-echoes tell \" The Mighty is no more !"], [86, "74 POEMS. 2 \" Thy foot in fleetness \" Excell'd the mountain-roe, — \" Thy voice in sweetness, \" The Jordan's liquid flow : — \" But ere life's noon, thine eye of fire \" Was quench'd in blood by a traitor due :■ \" A prince hath fall'n, — my voice, my lyre \" Shall swell with notes of woe ! 3. \" Belov'd and cherish' d, \" Could I thy life recal ; — \" A hero perish'd, \" When thou, my friend, didst fall : — \" Then let thy blood for ever rest, \" Like smouldering fire in thy murderer's breast, \" On his father's house be the curse imprest, \" To generations all."], [87, "THE FUNERAL OF ABNER. 75 4. \" For bliss hath vanish'd, — \" Time never may restore ; \" And Hope is banish'd, — \" The Mighty is no more : \" Then 'midst thy camp, oh Israel, -- Bid the deep note of sorrow swell ; \" The Chief who by the Assassin fell, \" In bitterness deplore. \""], [88, "76 THE FRIENDSHIP OF ŒJ)e ifvienosinp of IBabitj anU $onati)an \" He loved him as his own soul. ' Ihe Sun hath sunk to his coral cave, Beneath the occidental wave ; But hath left behind him a crimson dye, Like the hues of the upper sanctuary ; When Angels in their bowers of bliss, Blush for their own unworthiness ! And slowly as the day retires, A splendid host of glorious fires, Are studding the azure vault on high, And glowing a gorgeous galaxy !"], [89, "77 DAVID AND JONATHAN. But the vesper star is blazing to-night, With more than her own accustomed light ; She moves like the empress of the sky, Clothed in pellucid majesty ! Those lambient flames that have downward flown, Seem couriers sent from her radiant throne ; And those countless orbs flitting swiftly by, Seem crowding to swell her pageantry ! I deem her the fairest star above, — Friendship was formed beneath her ray ; A friendship stronger than woman's love, And lasting as eternity. Then gird thee with this bow and sword, That oft have routed the foes of the Lord ; Enrobe thee in this princely stole, And bind it with this regal zone ; For thou art dearest on earth to my soul, And shalt until honour and life are gone."], [90, "78 POEMS. For ever thy friendship let me share, For life is short, and bliss is rare ; That for a few fleeting years were worth, A patriarchal age on earth. And when our spirits shall soar above, — Yon glowing gems that stud the sky ; Our love shall equal angel's love, Thro' never-ending eternity !"], [91, "david's transgression. 79 3©abttj'ia Cranstjtfsston. \" So the Lord sent a pestilence upon Israel. ' Of old the Eternal had given, The promise to Abrah'm his friend : — \" Thy seed like the stars in the azure of Heaven, \" Unnumbered shall be to the end; \" When time and eternity blend. \" But the King, in the pride of his might. Hath numbered the hosts of the Lord ! And vengeance from heaven his kingdom shall blight By the fires of a merciless horde ; — By famine, by plague, or the sword !"], [92, "80 POEMS. Iii sackcloth and ashes he lies, — With the cords of remorse he is bound ; — Whilst the angel of death 'twixt the earth and the skies, Is raining destruction around, And corses fall thick to the ground. His vestments imperial are torn, — The dust hath polluted his stole; And in heart-rending agony, not to be borne, On the floor of Araunah doth roll, With the arrows of God in his soul ! O'er Salem, death's messenger lours, Like a sulphury cloud o'er the plain ; And soon shall her bulwarks, and portals, and towers, And turret, and palace, and fane, Be steeped in the gore of the slain."], [93, "david's transgression. 81 \" In anguish my follies I mourn ; \" Jehovah ! I've sinned against thee ! \" Tho' thy wrath like a thrice-heated oven may burn, \" Let it scorch up my kindred and me ; \" But ah ! let thy people go free ! \" The faulchion celestial was stayed, When the Monarch his error deplored ; When, contrite in spirit, the penitent prayed, Tho* Justice had whetted her sword, Yet Mercy prevailed with the Lord. &"], [94, "82 POEMS. Fasti's ©tejjrace. JL he imperial Persian, — 'neath whose rod, From Ethiop's to India's river, Full many a nerveless nation bow'd, Nor from them sought his yoke to sever — Hath said, — and at his high behest, For son and sire, in Shusan dwelling, A thousand hands prepare the feast, — The hum of gathering thousands swelling"], [95, "vashti's disgrace. 83 Within the royal garden fair, In dazzling sheen, the wide pavilion, Rainbow-like, spans the lofty air, Whilst gleaming azure, jet, vermillioii Marble, the variegated floor, With gold and silver couches studded ; And Satrap soft, and Eunuch hoar, Are 'neath the gay festoonings crowded. And there, in all the pomp of power, Great Ahasuerus high is seated : And still, from morn to midnight hour, The jest, — the joyous draught's repeated. 'Tis song, — and shout, — and madness all, — Sov'reign, and slave, their ravings blending; Nor Royal eye may now appal, Nor supple knees, as wont, are bending. g 2"], [96, "84 POEMS. But hark ! — \" Ye chamberlains away, — \" Swift to your royal mistress — tender \" His Sovereign will, whom all obey, — \" Here blaze, full-orbed, her beauty's splendour \" For not in all these boasted bowers, \" The zephyr-breath of Heaven perfuming; \" Not in this bright-eyed land of ours, \" Is Asphodel, like Vashti, blooming. \" 'Tis yours, my Lords, the boon to-night, \" To sun ye in her glance etherial ; \" 'Tis yours to own, ne'er gem so bright \" Its halo lent to crown imperial. \" Ah ! woman ! seemly mate for him, But little less than angel reckoned, How sullied oft thy beauty's beam, Too rashly bright, when Folly beckoned !"], [97, "vashti's disgrace. 85 But Persia's Queen transcends thc praise That despot-lip may ever utter ; And shall she brook their idle gaze ? Or list, while Bacchanalians flatter? Shall female loveliness and grace, The hallowed shrine to virtue given, Become the unholy altar-place, Where lust's foul incense darkens Heaven ? Perish the thought ! — tho' Persia's Lord With Arimanes dark, united T'enjoin observance of his word, — Vashti its mockery had slighted !"], [98, "86 POEMS. C|jc .©cstt'iution of Cfite. JFhy merchandize, Tyre, Shall be strewn on the blast, Like the leaves of the forest, When summer is past ; And thy glory shall fade Like the passion-flower's bloom : And thy light shall be dimmed, By the damps of the tomb."], [99, "87 THE DESTRUCTION OF TYRE Like myriads of locusts Impelled by the wind, — A garden before them, A desert behind ; — Thy foemen shall trample Thy gardens and bowers ; And level in ashes Thy temples and towers ! And nation on nation, Like wave after wave, Shall crimson their steel In the blood of thy brave ; — Thy nobles shall fall 'Neath their ruddy-red blades, And their sabres shall reek O'er thy matrons and maids !"], [100, "88 POEMS. And the viper shall lurk Where thy \"virgins have slept ; And the serpent shall hiss Where thy sucklings were kept ; And melody's voice Shall forever be mute ; For the adder shall twine Round the harp and the lute ! The flames from thine altars In volumes may rise, And the smoke of thine incense May darken the skies ; — But vengeance, thy priests And then- idols shall crush ; And the blood of his victims In torrents shall rush !"], [101, "Daniel's triumph. 89 -Danifl'0 CruunjpT). X he Mede hath retired to his chamber opprest, But his chamber affords not a pillow of rest ; Nor sackbut, nor harp to his presence™ ay come, For his anguish is deep, and his sorrow is dumb. Uprising in haste, at the dawning of day, To the dread den of lions, he speeds him^away ; \" Oh ! Daniel, \" he cries, in loud accents of grief, \" Can the God thou adorest send thither relief? \""], [102, "90 POEMS 9 \" Oh ! King, live for ever ! \" the captive replies, \" My God, — the Great God, hears the innocent's cries \" Me he heard, and forthwith sent an angel of power, \" To fetter these jaws, that stood wide to devour. \" As passes night's shade from the face of the world, When the streamers of day in the east are unfurl'd ; — As winter's deep gloom, flies the footstep of spring, So vanish the clouds from the brow of the King. And, with transports of gladness, his bosom is fraught ; And the youth from the den, to the palace is brought ; — Oh ! swerve not, ye just ! tho' all fearful your road, This Daniel was true, to himself, — to his God. And, tho' many and mighty, the foes that have striven, To peril his life, yet, his trust was in Heaven ; And they in the toils they have weav'd are now caught ; Nor mercy shall find they, tho' mercy they sought."], [103, "daniel's triumph. 91 And publish'd abroad is the Sov'reign's decree, To the ends of the earth, and the isles of the sea, — That henceforth be feared the Eternal alone, For, beside him in Heaven, or in earth, there is none."], [104, "92 POEMS, Œfje of tyc JWaflt. \" We have seen His Star. ' Son of the Highest, we worship thee, Tho' clothed in the robe of humanity ; Tho' mean thine attire, and low thine abode, We own thy presence, incarnate God ! We have left the land of our sires afar, 'Neath the blessed beams of thine own birth-star, Our spicy groves, and balmy bowers, Perfumed by the sweets of Amra flowers ; — Our seas of pearl, and palmy isles, And our crystal lake, which in beauty smiles ;"], [105, "THE SONG OF THE MAGI. 93 Our silver streams, and our cloudless skies, And the radiant forms, and the starry eyes That lit up our earthly Paradise ! We have turn'd us away from the fragrant east, For the desert-sand, and the arid waste ; — We have forded the torrent, and passed the floods, And thc chilly mountain-solitudes, And the Tiger's lair, and the Lion's den, And the wilder haunts of savage men ; — 'Till thine advent Star, its glories shed, On the humble roof, and the lowly bed, That shelters, Lord ! thy blessed head ! Son of the Highest ! we worship thee, Tho' thy glories are veiled in Humanity ! Tho' mean thine attire, and low thine abode, We hail thine advent, eternal God !"], [106, "94 POEMS. Œije eternal <#). ofer. The Eternal spoke !— 'twas holy ground, To Israel, 'midst the desert's maze ! Terrific glory gleam'd around, — Mount Sinai trembled to it's base ! Lightning repelled th' intruder's gaze, And thunder rolled amidst the gloom : — Th' appaling trumpet notes did raise, Such as shall burst the tomb !"], [107, "THE ETERNAL SPOKE. 95 Deliverer of the human race ! Light of a ruin'd world redeem'd ! With softer sounds of love and peace Thine advent was proclaimed. Altho' effulgent glory gleamed O'er Bethleh'm, that eventful night ; Altho' celestial radiance streamed — 'Twas all serenely bright. No trumpet, with terrific noise, Preceded thine angelic train ; Nor hail, nor fire, nor tempest's voice, Disturbed the stillness of the scene : — No clouds obscured the hallowed plain, No thunderings announc'd thy birth ! But seraphs hymned this dulcet strain — \" Peace and goodwill on earth. \""], [108, "96 POEMS And when thy native glories blazed On Tabor's summit green, Thy followers, lost in wonder, gazed, Entranced, upon the heavenly scene ! Crowns, sceptres, and imperial sheen, Like fleeting foam-bells, did appear : — \" Bless'd mount, \" they cried, with feelings keen, \" 'Tis blessed to be here ! \""], [109, "STANZAS TO A DAUGHTER. 97 Jftanjas to a Uauflitfer. VV hen the lunar light is leaping, On the streamlet, and the lake ; And the winds of Heaven are sleeping, And the nightingale awake ; — While mirror'd in the ocean, The bright orbs of Heaven appear; — 'Tis the hour for deep devotion, — Lift thy soul to Heaven in prayer ! H"], [110, "98 POEMS. When the autumn-breeze is sighing, Thro' the leafless forest wide ; And the flowers are dead, or dying, Once the sunny garden's pride ; — When the yellow leaves in motion Are seen whirling in the air; — 'Tis the hour for deep devotion, — Lift thy soul to God in prayer ! On his power, and greatness, ponder, When the torrent, and the gale, And the cataract, and thunder, In one fearful chorus swell ; — Amid'st nature's wild emotion, Is thy soul oppress'd with care ? 'Tis the hour for deep devotion, — Lift thy soul to Him in prayer !"], [111, "99 STANZAS TO A DAUGHTER. In sorrow, and in sickness, And in poverty, and pain ; And in vigour, or in weakness ; On the mountain or the plain ; In the desert, on the ocean, — To the throne of love repair : All are hours for deep devotion, — Lift thy soul to Heaven in prayer ! H 2"], [112, "100 POEMS. ■for \" arise, _§J)me,\" JLiving Temple of the Lord, Fairest fane beneath the sky; — Founded, built, and beautified, By the Architect on high ; Shine throughout creation wide, — Light humanity. Darkness dense shall wrap the world, Man shall grope in midnight gloom,— Outcasts on a desert shore — Spectres hovering round the tomb : Whilst thou shall shine resplendent, Thy God shall thee illume !"], [113, "101 ARISE, SHINE. Nations, numberless, shall crowd, To thy heaven-reflected light ; Kings, in pilgrim weeds, shall knock At thy pearly portals bright ; — Savage tribes, like doves shall flock And worship in thy sight. See ! Numidia's swarthy sons Stretch their sable hands to thee ; Arabs from their mountain-caves, Chief and vassal, — bond and free ; — Ships of Tarshish on the waves, And islands of thc sea !"], [114, "102 POEMS Œfje Bttftrtutiim of OBatiplon. Strike your harps, ye beatified spirits, whose flight, Was from faggot and flame, to the regions of light ; — Who by famine, and torture, and headsmen, were driven From the gloom ofthe vault, to the glories of Heaven ! Raise jubilant anthems, — be glad and rejoice, The tyrant in purple shall fall ! for a voice Hath issued in thunder from God's holy dome, — \" Let vials of vengeance be poured upon Rome. \""], [115, "THE DESTRUCTION OF BABYLON. 103 An Angel obeyed the behest, — and there fell The throes of Destruction, the torments of Hell, On all who had knelt at the shrine of the beast, Or had his foul mark on their foreheads imprest. He poured on the waters. — All stagnant and red And putrid they grew, like the blood of the dead : He poured on the rivers, and fountains so fair ; — And death, like a cormorant, rioted there ! Hark ! paeans ascend the empyrean, to God, For drenching his shafts, and his sword in her blood ; — Whilst choirs from the altar, this chorus renew, \" Jehovah ! thy judgments are righteous and true !\" A vial was poured on the sun. — And 'twas given To scorch the blasphemers with lightning from Heaven And the earth streamed with lava, wherever they trod,- But they hardened their hearts, — nor gave glory to God"], [116, "104 POEMS. Wrath, ruin, and woe, at Jehovah's behest, Are rushing amain on the lair of the beast ; Thick darkness envelops the noble, and slave, — Towers, Temples, are wrap'd in the gloom of the grave. A vial of vengeance was poured in the air, And thence issued groanings and shrieks of depair ; And voices, and thunders, and lightnings, and fire ; — Below all was earthquakes, and pestilence dire, And mystical Babylon's name shall expire ! Strike your harps, ye beatified spirits, whose flight, Was from faggot and flame, to the regions of light ; — Who by famine, and torture, and headsmen, were driven From the gloom of the vault, to the glories of Heaven !"], [117, "jephtha's soliloquy. 105 . Srpljtlja's \" Then Jephtha fled from his Brethren. Crease, my doating bosom, cease, Treach'rous thoughts to cherish : — Flowers of earthly joy and peace, Only bloom to perish. Hast thou not already known, What it is to sever Souls that seem'd together grown, — To be parted never ? Has not Hope, from day to day. Mock'd thy fond confiding? And winged happiness, away Flown, when deem'd abiding ? Oh ! dream not then of coming bliss Hope not from to-morrow, Learn my doating bosom this, — Life is only sorrow !"], [118, "106 POEMS. Œfje _©eto--btop0 are dfanitijj. \" The winter is past, the flowers appear on the earth,— \" The time ofthe singing of birds is come. \" X he dew-drops are falling The green leaves among, The thrush is recalling His mate with a song : The rose is exhaling Its richest perfume, And the flowerets are swelling Like Eden's fust bloom !"], [119, "THE DEW-DROPS ARE FALLING 107 The Sun, my adored one, Hath sunk in the west, Like a spirit of light To the bowers of his rest ; But his glories are singeing, And lighting the skies, Like the hues of thy cheek, And the light of thine eyes ! The star of the gloaming Hath burst on our sight, Like love-lighted woman, Transcendently bright : That vesper-song comes not From spirits, I deem — 'Tis the voices, commingling, Of ocean and stream."], [120, "108 POEMS. Then look, my belov'd one, Around, and above, There's nothing save harmony, Beauty, and love ; And list to the love-tale I'll breath in thine ear ; 'Tis so pure, that the spirits Of Heaven may hear."], [121, "STANZAS TO 109 J£tan„as to O Lady, thy form is more beauteous and fair Than the heathen imagined a Goddess possess'd; And thine eyes shed a radiance more dazzling, by far, Than the stars that illumined the bowers of their blest And thou hast a voice, that is sweeter than ought That e'er fancy ascribed to Elysian lyres; And thy smiles so seraphic, are equall'd by nought Save the rapture transcendent, thy presence inspires."], [122, "110 POEMS, , A truce with your roses, the simile's trite, And lilies are equally heartless and faint ; — Thy Maker has made thy soul's index so bright, It approaches the glow of a glorified saint ! As the scorching effulgence that flows from the sun, In its course thro' the air, becomes temper' d, and kind So the eloquent sweetness that flows from thy tongue, Is with dove-like simplicity, mix'd and combin'd. And purity's self hast thou been from thy birth ; And often thou hast, with adversity striven ; — But, still shine in the paths of Religion on earth, And thy spirit shall shine, 'midst the splendours of Heaven."], [123, "A VISION. 111 a Ftsiott. Rev. c. 20, ver. xi. Jljased on viewless space, And robed in light that never stray'd, From its stainless dwelling-place, A lofty throne, I saw displayed : And One was seated thereon ! And this Imperial One Look'd to the Heavens, and look'd to the earth ;— They fly ! — they're gone ! Nor wreck remains, To tell they ever had birth . — An awful silence reigns !"], [124, "112 POEMS. Time's records, unrolled Before him lie, — and the volume of life, Whose mysteries never were told In mortal ear, — But, with interest rife ; — Must now at length appear ! But, what do I see ? Are these the living that crowd around ? Like shroudless dead they be, — So ghastly, — so pale, — Can the dread sound, Have roused them all to bale ? The great, the small, are there ! Earth returns her long-hoarded spoil ; And ocean's gousty caves, their share, Long treasured too, Gives back the while ! And each is trusty and true."], [125, "A VISION. 113 Son of man ! thy doom, — Whate'er thou wert, whate'er The halo that shines around thy tomb, The magic of thy name, — Now shalt thou hear : — Thy works, thy praise, or blame. Woe ! woe ! woe ! The sad second death to the hapless wight, Who to God and his goodness a foe, Knows no place 'Mong the sons of light In the Chronicle of Grace. With Death tind Hell,— Foul company ! in the fiery pool, Such for ever and ever shall dwell. Not a drop His blaspheming tongue to cool, — Not a ray of hope. 1"], [126, "114 POEMS. Wfytn tlje #rb of Jffloru Œnliijljteits. W hen the orb of morn enlightens Hill and mountain, mead and dell ; When the dun horizon brightens, And the serried clouds dispel ; And the sun-flower eastward bending Its fidelity to prove, — Be thy gratitude ascending Unto Him, whose name is Love."], [127, "WHEN THE ORB OF MORN ENLIGHTENS 115 When the vesper-star is beaming, In the coronet of Even ; And lake and river gleaming, With the ruddy hues of Heaven : When a thousand notes are blending, In the forest, and the grove, — Be thy gratitude ascending Unto Him whose name is Love. When the stars appear in millions In the portals of the west ; Bespangling the pavilions, Where the blessed are at rest ; — When the milky-way is glowing In the cope of Heaven above ; — Let thy gratitude be flowing Forth, to Him whose name is Love. i 2"], [128, "116 POEMS &ta\\WB, WRITTEN 15th august 1822. IJunedin's Tower, to my gazing eye, Seems like a volcano dire ; Or a thunder-cloud in the middle sky, Surcharged with electric fire ; Whilst it's fearfully quick explosions swell, Beyond the loudest thunder-peal ! Its hoary turrets again appear, — The nitrous clouds dispel ; The clarion's voice salutes mine ear, And the bugle's martial swell ; And high the regal banner streams, In the morning sun's refulgent beams !"], [129, "117 STANZAS. i Hark ! rapture's shout on the breezes borne, Will make the welkin rend : See ! thousands this auspicious morn, Around their Sovereign bend; — Exclaiming ! \" Mightiest of thy race, ■\" Hast thou deigned our rugged shores to grace ! \" Then welcome as light to the purple plains, \" Of this ancient land of song : — \" There's a spring-tide of loyalty flows in the veins \" Of the legions that round thee throng. \" Each battle-field fought in the cause of our King, \" There holly shall blossom, and laurel shall spring \" We do not in feudal pomp appear, \" Like our sires of ancient days : — \" No glittering shields, nor helmets glare, — \" No burnish'd corslets blaze : \" Yet, Loyalty's pulse ne'er throbbed so high, \" In the golden age of Chivalry ! \""], [130, "118 POEiMS. With all-indulgent Heaven we plead, To list to the prayers we breathe : — \" May the diadem on thine anointed head, \" Be light as thy laurel wreath ; — \" And long may its gems on thy temples glow, \" And in all thy paths may roses grow. \" And long, oh ! long, may thy natal day \" Be a theme for Scottish lyres ; \" And long may the light of thy Royal eye, \" Illume the land of thy sires ; \" And late may thy spirit wing its flight, \" To fields of uncreated light. \" To Loyalty's prayer a loud — \" Amen, \" Was by countless thousands given ; — It ascended far above human ken, And entered the gate of Heaven And Pentland's everlasting chain Of mountains, echoed back — \" Amen ! \""], [131, ".ST JOHN'S VISION. 119 j? J*t Sofm's Ftstoit. Kev, Chap. xtx. v. xi. 1 looked to the Heavens, and, behold ! It's mysterious veil was unfurl'd ! And what eye hath not seen, nor tongue ever told, I beheld of the unseen world : — A milk-white steed appeared to my view, And its rider was called — \" The Faithful aud True On his head many diadems shone, And his eye shot a fiery flame ; And in righteousness he to the combat hath gone : And none may unriddle his name, Save himself; — and his garment, dyed in blood, Proclaims him the wonderful Word of God !"], [132, "120 POEMS. In his train are the armies of Heaven, With their stainless robes, and their snowy steeds ; And, to punish the nations that 'gainst him hath striven, A Sword from his mouth proceeds ! And thc rebels he'll rule with an iron rod, And tread the wine-press of the wrath of God ! On his vesture, and eke on his thigh, Are graven the wonderful words — \" King, greater than kings most high, \" The Eternal Lord of Lords ! \" Whose kingdom and glory shall ever endure, And the word he hath spoken be steadfast and sure."], [133, "ODE TO IMMORTALITY. 121 <0tJt to _5mmortaliti?. FRO.M DE LILLE. _C ROM whence the tumult of thine anxious breast ? Vain the transition ever From dalliance to travail — toil to rest ; Shadows of ills to be, my path molest, And mortal loathings cease to haunt me never. Come pleasure ! in thy gladsome gay attire, Garland my brow, and string anew my lyre ; Loves ! graces ! all your laughing train be here ; Breathe balmy odours round, This consecrated ground; And let the golden goblet's purple beams appear !"], [134, "122 TOEMS. But hold, — the rose's hue is gone ; The incense on the breeze, no more My lyre forgets its lofty tone ; And on my vitals feed, the brood that fed before. Away to glory's field, Undaunted, next I go ; The laurel on the brow, My heart may solace yield : On — on — the charge is sounding ; Helms are glancing, — coursers bounding, — Lances shivering, — thunders muttering, Groans and shouts, commingled, uttering, — Seas of gore, and hills of slain, — Ah ! — My heart revolts again, And pity's plaintive wail subdues my madden'd brain. Of calmer mein, and accent soft, Now, nobly daring, cruel oft, Ambition points the way, — Great Lord of earth and ocean grown,"], [135, "123 ODE TO IMMORTALITY. A subject world, I claim my own ; Myself I cannot sway. Still panting after coming good, — Still loathing that, once most pursued, — Still onward, onward bent, Ne'er stoops th' immortal spirit's wing, To level of created thing, Nor swerves its steadfast eye, on Heaven's far goal intent AVhen droops the dying sage, Beneath th' eternal fiat all obey ; He hears the Everlasting say : — 'Tis mine Eternity's anterior age, Eternity to come, for thee unrolls his page. Eternity divisible ! begone The thought profane ! — 'tis an unbroken one, And by Omnipotence combin'd in thee ; Thee in himself, the Lord most high, Did from unfathom'd time descry, And all thc floating forms of things about to be."], [136, "124 POEMS, I Stain not the glory then, Of thy celestial birth, It bids thee spurn the grosser chain, That binds thee down to earth. How dwindled, to the eye of him, Who downward looks from Heaven, This boasted world of ours would seem A clod to reptiles given ! Sublime ambition, what were she, Her trophies thus beheld ? What but the noteless rivalry, Of insects of the field ? — The winged bustler of an hour, — The conqueror of a blade of grass, Or fast-decaying flower. All, Ignorance, colossal deem'd, All, Vanity, most fair esteem'd ; What are they to his eye, Who scans them from the awful heights Of Immortality ?"], [137, "ODE TO IMMORTALITY. 125 'Tis this, — the source of lofty thought, — The hope to live again, Than all the schemes, dull pride hath wrought Earth's balance to maintain, Efficient more ; — 'tis this plucks Sorrow's sting ; Robs Pleasure of her witching wiles, Our passing tears, our passing smiles, Our claims all equalling, — This to man's vow, a wing hath given, To dart from Earth below, to Heaven ! Sees he, or will he deign again, To note if Earth or Ocean be ; If sunbeam gild the smiling plain, Or thunders rend Heaven's canopy : If hero, — noble, — potentate, be found, — If Peace solace, or war's red faulchion wound ; If fortune gives or takes, in her capricious round !"], [138, "126 POEMS Ah ! who, from mountain's lofty brow Beholds the Nile majestic sweep His wilderness of waters deep, Will turn his eye to mark below, The murmuring brooklet's feeble flow ? Mortal ! be still, — vain grandeur ! boast no more, — Power, — powerlessness, — obscurity, — renown, — The scholar vain, — the vacant clown, — Distinctions all, save reverence to the righteous power, Save crime and innocence, — are o'er. — A dread hereafter to frail man display'd, Shows the false forms of things in truth array'd, And levels with the herd the high aspiring head ! So hill and vale, a level plain, And continents, a speck become, To him, who views the subject scene From th' awful Appenines' eternal cloud-capt dome."], [139, "ODE TO IMMORTALITY. 127 Ah ! could we deem the quenchless flame That fired promethean Homer's soul, And bade the Scipios seek a name Renown'd to glory's farthest goal, — A wild chimera of the brain, — The fiction of a feverish pride, — Why back recoils the spirit, fain To shun the dreary shore of blank oblivion's tide ? Why in this tenement of clay, Dares it to dream of bowers, whose bloom, Shall never know decay ? 'Tis no delusive scheme, — This sentiment sublime, — The antidote of crime, The nurse of virtue, and her theme, Is graven on the soul by her Supreme. Friend of the righteous one, The evil doer's bane, Destined unshaken to remain For ever on her throne, —"], [140, "128 POEMS _ Benignant Immortality, Defends the good from giant time, And mocks the fearful hope of crime — Death, everlastingly. Oppressors vile ! Usurp Olympus' thunder, — never Your vengeance slack, but know the while, And tremble, — ye shall live for ever. But you, — sojourners in this vale of tears, — Ye passing pilgrims to a better land ; Mourn not, — subdue your fears, Your God, your Father, all your groanings hears. Ye, too, shall live eternally, — . Shall live at his right hand. What heart this anxious longing never knew ? Alike by hope and terror driven, Man fondly dreams to live anew ; In death's dark chambers even, A yawning grave is at his feet, He hides his head in Heaven."], [141, "129 ODE TO IMMORTALITY. The pyramid that props the sky, Bears to th' Eternal's throne on high This corse's swollen ambition : His name consigned to faithless brass — These passing trophies all, alas ! But speak his inanition : Yet tell of mortal aims to rise To realms immortal, in the skies. Alone beloved, alone admired, 'Tis yours, my rivals, to prepare Immortal monuments, and wear Th' unsullied wreath, to which your virtuous muse aspired. Thus, doubly privileged, your brow receives The crown divine your own hand weaves ; — So Homer, while his altars dim the skies, Partakes the honour of the sacrifice. If, haply, in a thoughtless hour, Your muse hath deign'd to bow to power, How oft, how oft again, Her voice sublime, for law inspired — K"], [142, "130 POEMS. Becoming awe — the patriot fired To burst the oppressor's chain : From rank to rank the martial minstrel flew, Goading the youth to glory on : Tyrtaeus woke fires wild and new, Till then to Mars' rough soul unknown; And Alee us' thunders yet pursue The tyrant on his throne. Tyrants ! — oh how I loathe the inglorious name ! My curse pursued their car from childhood's hour; My veriest infancy bemock'd their power : — Where Cæsar sat in state, Cato had been my theme, And wherefor fear A lawless ruler's rage ? Another country's near — Another, and a better age. When prostrate lay the world, Great Cato stood alone, And heard, unmoved, the tempest hurled, Fearing, heeding none."], [143, "ODE TO IMMORTALITY. 131 A poiuard here, — there Plato's page, — These flout the chain, — the tyrant's will, And leave him free, and fearless still : — That, — tells him death shall crown his vow, — This, — life which ne'er shall limit know. To Tyber's Lord bend every kuee. — Yon soul, triumphant, enters Heaven's portal, — Know, tyrant, — he is free, — Know, death. — he is immortal ! Hence, bear that honour'd clay To the sepulchral urn. Where all his fathers point the way, — Pharsalia's conqueror's conqueror. — 'Tis he by you is borne. Great Cæsar, all in vain, Leads onward his triumphal train. The people, yet one moment free. Gather around that fatal tomb. Weeping the hallow'd memory Of him, the noblest son of Rome : And Victory's car grows jealous of the bier, Cato must triumph now, and Cæsar disappear ! K.2"], [144, "132 POEMS. Oh ye round whom my spirit fondly clings, Shall we, shall we part for ever ? No, — life's doubtful dawning brings A glorious day, declining never ; And we shall meet again, — shall meet no more to sever !"], [145, "STANZAS FROM PETRARCH. 133 Jztamas, PARAPHRASED FROM PETRARCH. O never-sated grave ! in whose embrace Is hid forever from my joyless sight. That peerless form, that love-illumined face, Whose witchery charm'd each demon-woe to flight, And in adversity's most starless night, Streamed morning radiance o'er my cherish'd soul Nerving its powers, with more than human might, Swaying its movements all with mild controul, — My paradise her arms, — her heart my spirit's goal."], [146, "134 POEMS. I Thy spoil I grudge thee, grave ! — and thee, oh Heaven Who, to add splendour to yon bright array, From form divine, divinest spirit hast riven, And greedily borne it to thy bowers away. Ah ! me, full bliss is sorrow's earliest prey ; Surpassing glory, but foretells decline, Night's sackcloth soon enshrouds the brightest day, And fields, and flowers, their summer pomp resign, — Change is the doom of all, save this fix'd heart of mine. And oh ! I envy you, — ye spirits pure, Who in the blaze of Joy's eternal noon, Where passion-mists, no darkling soul obscure, — Know all the sweets of intellectual boon, And to love's mellow themes your souls attune, — I envy you the luxury refined, Thc nectar of her converse ; — why so soon To me this balm denied ? oh fates unkind ! Was it too much to grant, — too much for man to find ?"], [147, "STANZAS FROM PETRARCH. 135 To And why, remorseless tyrant ! all-ahhorr'd, Whose breath sheds mildew o'er creations bloom, Blasting alike the adorer, and the adored, And quenching beauty's light in envious gloom ; Why must I writhe beneath thy heaviest doom ? Thy dreadest destiny, relentless death ! Why sepulchre my life in Laura's tomb, And leave me sense enough, and vital breath ) know thy skinny arms her matchless form en wreath."], [148, "136 FOEMS. Wtyt Fotcc of ©.mr. 1. _L he world, and all the joys it hath, Is an illusive show ; — And Life is a slippery mountain-path With a yawning gulf below : — Whilst some dread power invisible Impels us onward, — onward still ! 2 Yet, we would all our steps retrace, Or linger by the way ; — Deem arid wastes like a paradise, Could we here prolong our stay But the dread power invisible Impels us onward, — onward still !"], [149, "THE VOICE OF TIME. 137 3. A thousand wild conflicting schemes Impair our happiness ; — Fame's fleeting breath, — ambition's dreams, Our fevered spirits oppress : — Yet, we would gladly bear them all, — But, \" onward ! — onward ! \" — is the call. 4. We pluck the flowerets from the lea, — Their hues celestial fade ; — We shake the goodly spreading tree, — But, we find the fruit decay'd : — The limpid brook, and the crystal rill Taste bitter : — onward ! onward still ! 5. We turn, and gaze from day to day On the blooming scenes we have past ; And we shudder to see them swept away By the desolating blast : — Yet, visions of bliss our souls will thrill, Till the voice cries, — \" onward ! onward still ! \""], [150, "138 POEMS 6. The gold of the earth, in one pyramid, May not buy an hour's delay ; All the precious pearls in the ocean hid, Cannot bribe the tyrant away: — Tho' our souls are sick, and our blood runs chill, 'Tis \" onward ! onward ! onward ! \" still. 7. 'Tis enchantment, — spell, — illusion all, The starry vault beneath ; — We dimly perceive life's fearful goal, Through the mists and the vapours of death Tho' remorse, and horror, our spirits fill, 'Tis onward ! onward ! onward still ! 8. One tottering step, and we headlong merge, In that sea without a shore, — One feeble grasp at the rugged verge, — One struggle, — and all is o'er !"], [151, "HYMN. 139 &2>mn. All, all, my God ! yon waving woods, blue hills, and vallies green, Ocean and Earth, and all that live, rejoicing therein, Th' o'erflowings of a father's love, harmoniously proclaim, And oh ! shall I refuse to join the universal theme ! It may not be, — tho' silence sat, unbroken, on my tongue, And I were all unskilled to list the anthem nature sung ; Yet in the secret of my soul, some welling springs woidd be, Whose silent waters, gratefully, would upward rise to thee. This being was thy gift, — and oh ! to me, how full of love, Tho' no kind whispers ere had told of happier realms above ; Since here I'm privileged to see so fan a scene unfurled, And trace the prints of Deity o'er all this gorgeous world."], [152, "140 POEMS Tis not that thou hast fashion'd me in mercy's kindliest mould, And tun'd my soul to secret joys, no minstrel tongue hath told, Pour'd balmy health thro' all my frame, kept sorrow from my brow, Or, if a cloud should dim my path, then set thy blessed bow. Not all this bliss, (tho' ah ! to man, how bounteous such a Heaven,) May sum his goodness, who, with these, has love and friend- ship given, Girded my board with kindly souls, with pleasure-beaming eyes, And twin'd around myhappyhearth affection's changeless ties. Enough — enough — my cup o'erflows. — Yet ah ! fond man, beware ! Of earth thou art, — and all that blooms, shall also perish there. — Sad doom ! — but yet, but yet, my soul ! renew _hy joyful strain, Thy God is just — thy God is good — and all shall live again."], [153, "SONNET. 141 J^omtrt. X ather of all ! since thou art just, declare Why does thy righteous Providence permit, That Villainy on high tribunal sit, While Innocence his galling chain must wear ? Who nerves with power, the arm that boldly dare Defy the dictates of thy holiest laws ? And makes the zeal that would espouse thy cause A foot-stool, — Guilt's unholy foot to bear ? Do we not see the palm triumphant wave, In hands unclean, while Virtue mourning lies, That ere such triumph should reproach the skies ? Thus had I spoke, when lo ! a Heavenly maid, Smiling, appeared, and gently whispering, said, — Frail one ! is there no land beyond the grave ?"], [154, "142 POEMS. Yes! I will deem thee like the rose, In summer's rich refulgent glow ; I'll swear that winter's purest snows Grow dim beside thy beauteous brow : Thine eyes like violets bathed in dew, Shall ever be compared by me ; For snows and flowers of fairest hue Are emblems of Inconstancy. Oh ! thou hast made thy captive drink The chalice of uniningled woe ; And thou hast broke the magic link Which chain'd him to the world below"], [155, "SONG 143 That heart is torn with many a throe, That throbbed tumultuously for thee ; And first affection's heavenly glow Is chiU'd by thine Inconstancy. Sweet woman ! tho' arrayed by Heaven In conquering beauty's brightest beam, Thou'rt fickle as the clouds of even, — Inconstant as the meteor's beam. My early thoughts, — my daily theme, — My nightly musings, still shall be, That woman's love is all a dream — Inconstancy ! — Inconstancy !"], [156, "144 THE ADIEU. Cfje gUteu. 1. X-I.iza ! I must say adieu, Nor longer on thy beauties gaze ; — My shallop sea-ward turns her prow, And gambols in the breeze. 2. Sweet flow'ret of celestial birth, I strain thee to my throbbing breast ; These tear-drops from thine eyes are worth Ten thousand vows express'd. 3. I'll braid this lock of auburn hair, When far on the unfathom'd deep ; — And o'er it breathe my holiest prayer, When all around me sleep."], [157, "THE ADIEU. 145 4. I'll bind the relic on my arm, When oceans vast between us roll Not to remind me of thy form ; — 'Tis graven on my soul ! 5. And when upon my couch I bend, My senses locked in slumber light, Thou like a Seraph shalt descend, In visions of the night ! ii. Eliza ! I must leave the Strand, — My bark is less'ning to the view ; Again I kiss thy trembling hand, — Once more I sob — Adieu. L"], [158, "146 POEMS. Co fflg ffivittib. Oh, dear to my heart is the balmy horn-, When the dew of Heaven steeps herb and flower ; And the Orient flames, with a crimson glow, On the smooth expanse of ocean below ; When the mountains are wrap'd in a misty shroud, And the lark is carolling from the cloud, And the blackbird chaunts from the milk-white thorn A mellow hymn to the opening morn ; When the whin-bush exhales a rich perfume, And trances the eye with its richer bloom ; When the west wind steals with an hand unseen The incense from briar, and birch, and bean."], [159, "TO MY FRIEND. 147 And dear to my heart is the evening fire, And the blended tones of the voice and lyre ; When beauty the willing ear enchains With the deathless Poet's sweetest strains; — When the captive soul is borne away On the magic stream of minstrelsy ! And dear is the hour, yes ! doubly dear, When the tomes of Sir Walter, the wizzard, appear : TJien the mighty dead before me stand In casque and cuirass, — with lance and brand ; — In vision arises the turreted tower, The moat, the bridge, and the Ladye's bower ! Hark ! to the music, deep and bold, The trumpet's martial tone, It speaks of the glorious days of old, Of the times that are long, long gone ! Of Cœur de Lion with eye of fire, — Of Blondel, the bard of the matchless lyre ! — l 2"], [160, "148 TO MY FRIEND. See ! see how that legion their chargers wheel'd, They pant to rush to the gory field, — To flesh their swords thro' each foeman's shield One helm is wreathed with a milk-white glove,- The stainless pledge of his ladye-love ! But dearer than all is the hour at even, — 'Tis an hour akin to the bliss of Heaven, — When friend meets friend in communion sweet, And the full heart feels what it cannot repeat ; — The quivering lip, and the beaming eye, — The faultering question, — the brief reply, — Bespeak a Heaven-born sympathy ! I pant for an hour like this at even, — An hour akin to the bliss of Heaven !"], [161, "NOTES"], [162, ""], [163, "151 NOTES. \" Thy cities teemed wilh a detested swarm \" Of perjured priests.\" — Stanza 3d, (1) In the parish of Tingwal, I find finings most severe, and papers before me bear, that the Curate of that place made money by them. He used to delate the persons to the Courts. __nd upon pretext of the people's inability and poverty, he interceded, and got down the fine to a small matter, which he paid down, and took a right to the whole, and then tooke his own methods to draw much more from the persons concerned, before they got their discharge. Many other ways he had to share in the fines of persons of his own delating. In Kirkcudbright, likewise, there were, courts, not only about nonconformity, but also reset and converse. The Curate caused almost the whole parish to be cited, and sat in the court, and accused, and excused, as he saw good ; and gave characters of the persons appearing, and a secret mark was put upon such as he alleged were backward in keeping the Church, though they declared, or deponed in court, they were regular, that af terwards they might be narrowly looked to. Woodbow, lib. 3, p. Hi, sol. Edit. 1722."], [164, "152 NOTES \" Armed hordes, \" Prowling like cannibals in search of blood, \" Assassins,— bravoes,— ruthless as their swords, \" Abhorred alike by manlcind and by God, \" Who spared nor sex, nor age. \"—Stanza 4, (2) The quartering of the soldiers, for non-payment of the cess, was another thing most vexatious to the country. That tax was imposed, and the method of gathering it so ordered, as one would think an oc casion was sought to stumble the poor country, and to give room for the soldiers to spoil and ravage. Many honest people did think, that in paying it, they consented to all the black and foul things committed by the soldiers, and their re fusal became new matter of sore persecution. A party of soldiers was brought upon the refusers by the uplifter of it, and they quartered, till ten times the value of the cess was taken ; and after all, oftimes the poor man's friends behoved to compound with the publican for a sum, a great deal more than the cess came to, besides the loss of quartering. Thus, in the parish of Carsphairn, seven cows were taken away from a poor man, upon his refusal, after quartering, to pay the cess, and all the sum owing was not five pounds Scots. Vast depredations were made in most parishes this way. Woodiiow, lib, 3, p. 446, sol, Edit."], [165, "NOTES. 153 \" Then Torture, in habiliments of blood, \" Convolved her screws.\" — Stanza 6, (3) Whereas the boots were the ordinary way to episcate matters re lating to the government, and that there is now a new invention, and en gine, called the thumbkins, which will be very effectual to the purpose and intent foresaid, the Lords of his Majesty's Privy-Council do, therefore, ordain, that when any person shall, by their order, be put to the torture, that the said boots and thumbkins both be applied to them, as shall be found fit and convenient. Act ofthe Scottish Privy-Council, 23d July 1684. In order to give the reader a faint idea of the diabolical cruelties practised on the unhappy sufferers of that period, it may not be improper to present him with a sample of the \" tender mercies \" of Viscount Dundee, whose infamous memory is, to this day, regarded with horror by the Scottish peasantry. \" In the parish of Glencairn, the soldiers under Clavers made terrible havock, beside the ordinary practices in other places whither soever they came, the seizing horses, pillaging houses, and the like . Two passages of their barbarity I have well vouched, cannot well bc passed. They apprehended a poor harmless youth at his work, and pressed him to declare who of his neighbours were said to be at Both-"], [166, "154 NOTES well. The young man either could not, or would not inform them. And when he had stood out their threatenings, they came to put him to the torture. Boots and thumbkins were not at hand, and the way they fell on was this, — a small cord was tied about his head, and both ends of it were wreathed (twisted) about the butt of one of their pis tols, then they twisted it about the upper part of his head so hard, that the flesh was cut into the skull. The pain was inexpressible, and his cries were heard at a great distance.\" \" They catched a young herd boy in the same parish, and would have him to discover where his Master was, whom they alleged to have been at Bothwell. The boy very probably could tell them no thing about his Master. However, they took him and fastened two small cords to his thumbs, and by these hung him up to the balk (roof) of the house. The torment he endured was very great, yet they got nothing out of him. But the other youth last spoken of, died within a little after he came out of their hands. A vast more of their cruelties might easily be added, in Ayrshire, Galloway, Dumfries, and Nithsdale, but I have only selected one or two of the different kinds of severities from a great many instances in my hands ; and ihere are instances in other shires as well as these. \" \" Francis Park in Croftfoot, in the parish of Carmonock in Lanarkshire, was, some little time after Bothwell, questioned for lend ing his plough to a neighbour of his, who was said by the soldiers to have been at Bothwell, to plough one acre of land. \" When he could not deny the matter of fact, that he lent his"], [167, "155 NOTES plough to such a man, straightway fourteen soldiers were quartered on him for some days ; they took up an inventory of all his goods and plenishing, (furniture) ; the poor man was forced to compound, and give the soldiers £50, to save his house from being plundered. George Park in Muirside, in the same parish, was forced to pay 200 merks, for no other cause but his harbouring his own son, for a little in his house, after he had been at Bothwell. They likewise seized Anna Park, a singularly religious and sensible country-woman, and pressed her to tell where her husband was. The good woman peremptorily refusing, they bound her, and put kindled matches be tween her fingers, to extort a discovery from her. Her torment was great, but her God strengthened her, and she endured for a few hours all they could do, with admirable patience, and both her hands were disabled for some time. When they found they could not prevail, they spoiled the house, and abused every thing in it ; the milk they could not drink was poured out on the ground ; the groats she had for the sustenance of her family, they gave to their horses ; and the meal in chests which they could not consume, was cast out to the dunghill. \"— Woodbow, lib. 3, pp. 76, 77. i Having, in the 3d Stanza, hinted at the rapacity of the Nobles of that period, it may not be amiss, for the sake of illustration, to tran scribe the following passage."], [168, "156 NOTES. \" The Revenues of Scotland were engrossed and wasted by Lau- derdale and his friends. The Parliament was prolonged above four years, that he might enjoy the emoluments and rank of Commission- er ; and his Revenues during his abode in Scotland, exceeded those of its ancient Kings. His salary was _£16,000 sterling, — the donatives which he obtained, .£26,000 ; but the annual Revenues of the Crown, the surplus Revenue accumulated by Murray, and an assessment of __72,000, were insufficient to support his profusion, and quickly disap- peared in his hands. ******* But the most lucra- tive and oppressive sources of extortion, were the penalties and com- positions for attending Conventicles, of which it is impossible to es- timate the amount. Nineteen hundred pounds sterling were exacted by Athol, the Justice-General, for his own emolument in a single week. Two gentlemen, one of whom was a youth from school, and the wife of the other had attended a field-meeting, compounded for fifteen hundred pounds. Thirty thousand pounds were imposed on ten gentlemen, and these not the most considerable in the shire of Renfrew. \" \" Injustice was aggravated by the insolence of Lauderdale, whose unfeeling jests insulted those who compounded for their fines. The penalties of non-conformity within particular districts were farmed out, or assigned to his dependents ; and the estates of those who withdrew from his rage and insolence, were plundered and wasted by gifts of escheat. \" Laing's Hist, of Scot. Vol. IV. p. <64."], [169, "NOTES. 157 \" His lips seem'd touch'd as with the living fire \" From off the Altar ofthe Prince of Peace. \"■ Stanza 31 (4) \" One day the Duke of Hamilton, and Middleton, happened to be present when Mr John Carstares was praying by the bedside of a dying Nobleman, and they were so much struck with the power and unction, and heavenly eloquence of his devotional address, that when the exercise was over, the one said to the other, aside, \" did you ever hear any thing like that ? these Covenanting clergy are no ordinary men, they are not to be rashly meddled with. \" WoODROW, Analecta, MS. Art. Mr Jno, Carstares. R. Wallace & Co. Printers."], [170, ""], [171, ""], [172, ""], [173, ""], [174, ""]]