[[1, ""], [2, ""], [3, ""], [4, ""], [5, "THE VALLEY OF A HUNDRED FIRES. HV THE AUTHOR OF \"MARGARET AND HER BRIDESMAIDS,\" \"MR. AUD MRS. ASHETON,\" &.c, &c. \" Who are the Blest 'I They who hare kept their sympathies awake. And scatterel joy for more than costonft *ake — Steadfast and tender in the hour of need ; Gentle in thought, benevolent in deed; Whose looks have power to ulitke dissensions cease — \"Whose smiles are pleasant, and whose words are peaee: They who have lived as harmless afc the dove. Teachers of Truth, find Ministers of Love: Love for all mortal power — ;ill mental gram — Love fur the humblest of the human race— Love fur that tranquil joy that virtue brings — Love fur the Giver of all goodly things ; True fotlowcri of that soul-evaltinj,- plan \"Which Christ, laid down to hless and yovern man : They w ho iron calmly linger at the last. Survey the luron-. BSd ret-wll tin- past-, And with that hope nhicli triumphs over pain. Feel well assured they have nut lived iu vain ; Then wait in peace their hour of final rest : — They arc tie only Blest-\" T. {.: Pbcice. IN THREE VOLUMES. VOL. n. LONDON: HURST AND BLACKETT, PUBLISHERS, SUCCESSORS TO HENRY COLBURN, 13, GREAT MARLEORODGH STREET. 1860. Tlit right of 7ra7ula(wn 11 rcsirced."], [6, "LONDON : PRINTED BT R. BORN, GLOUCESTER STREET, regent's PARK."], [7, "THE VALLEY OF A HUNDRED FIRES CHAPTER I. \" For I have taught her, -with delighted eye, To gaze upon the mountains— to behold With deep affection the pure ample sky, And clouds along its blue abysses roll'd, To love the song of waters, and to hear The melody of winds with charmed ear.\" Beyant. That evening John imparted to Emily that Lord Bernard would assist the Me rediths, on condition that they left their self-built abode, and dwelt in one of his VOL. II. B"], [8, "2 THE VALLEY OF new stone cottages, which they should have rent-free for a year. She felt that nothing could be more just than such an arrangement — while she feared they were too wild a set to submit to it. Never theless, she nerved herself up to insist upon this offer being accepted, or her friends the Merediths should have no as sistance from her. And as if to reward her for allowing Prudence to guide Bene volence, the following event occurred : — A furious peal at the door-bell — answered by Anne ; a parley at the door, in which a rough voice demanded the gigantic sum of eight shillings and sevenpence for a parcel. John and Emily, attracted by the monstrosity of such a demand, went out to join in the colloquy, followed by young John and all his sisters. \" Anne,\" exclaimed Emily, losing sight of the sum of eight shillings and seven pence at sight of the box — \" give the porter"], [9, "A HUNDRED FIRES. 3 some supper and beer. How could you carry so heavy a thing ? \" \"It bean't heavy, missus, but I be dry.\" \" Oh ! go, go directly — dear John, what a box ! Really eight-and-sevenpence is very cheap. You must give the man a shilling for bringing it up, or perhaps two.\" \"But is the box for us, Emily?\" \" Oh, yes, the direction is quite clear — Mrs. Leslie ! It's for me, John. Oh ! how stupid I am, the direction is in my sister's handwriting. Now we shall have news of Adeline.\" The opening of that box was never for gotten by any one. On the top lay five little black beaver hats, each with a long curling black feather, and strings of bright carnation colour. Nest put the largest on Lily on the spot, to see the effect, who would have been smothered but for Wilsy's for tuitous arrival. B 2"], [10, "4 THE VALLEY OF Underneath the hats were five little scarlet cloth cloaks, with little hoods lined with scarlet silk, and bows with long ends of broad black ribbon. Beneath them lay a black velvet dress for Emily. Beneath that some wonderful things for John. From the interstices were brought out toys, books, puzzles, games the more valuable because of the darling Adeline's handwriting affixing each name to her gift. Also a present from her for Wilsy and Anne. Finally, at the very bottom of the box lay a new, handsome great-coat, with a black velvet collar. \" And I really believe you required one, John,\" exclaimed the innocent, ignorant Emily. John smiled pleasantly — he did not know, but how his good sister-in-law divined his extreme need was more than he could tell. Lady Armitage had that sort of heart which sees beyond mere as-"], [11, "A HUNDRED FIRES. 5 section. Nevertheless, it is not out of the pale of probability that Mrs. Reine had a little to do with the extraordinary appro priateness of the contents of this box. On Michaelmas Day who so proud as Wilsy ? She paraded her little flock in their black hats and scarlet cloaks in the face of every one whose opinion she re spected; and cordially joined in the remark of Betty, Miss Charles's maid — \" That them dresses of the parson's likely bairns was a deal more to her taste than the flashy whites and purples of the Robartses, which 'ull be black afore next Soonday, mark me, Mistress Nurse.\" Moreover Miss Nest comported herself proudly in honour of a cloak down to her ankles, and a hat with a straight brim, just like a lady ; which caused the admiring and still enamoured Jeffreys to confide to his mother — That he really did believe his Nessie"], [12, "THE VALLEY OF 6 would grow up to be the biggest beauty ever seen.\" ii In which sentiment kind Mrs. Dawson cordially agreed. The jealousy long existing between the nurses, heads of the nursery department of the Robartses and Leslies, did not extend to the mothers. Emily did not know of the existence of a feeling called envy, and Mrs. Robarts was very glad to see those poor little children warmly clothed at last. The Robartses rented a large house while their own was building. As for the little Leslies, Nest was rather too thoughtless, Pearl too wise, the little ones too young to think much of their fine clothes ; but they doted on Adeline's presents, and must perforce carry them about, wherever they went, to show them Most especially to the Miss Hills. Their lovely house had been spared by the pit-"], [13, "A HUNDRED FIRES. 7 men. And there young John, Nest, and Pearl might often be found, especially when little domestic events occurred which rendered it desirable to keep tbe parsonage quiet. If, at their youthful age, visions of para dise occurred to their imagination, the Miss Hills' garden would have been the type from which they drew the pictures. The sweetest and earliest flowers were to be found there — the rarest, the most curious. Fruit in such luscious clusters and golden profusion, that there was no need to restrain their own longings after it to keep some for the little ones at home (a Leslie peculiarity) ; there was sufficient for them and to spare. Besides, what wondrous things were to be learnt in this garden. That never-failing barometer, the scarlet pimpernel — the obstinate worshipper of the sun, who, let him be put into any corner of the garden, persisted in turning"], [14, "8 THE VALLEY OF his round, glaring face to his God — the feathery ferns that bore their seeds in such curious patterns, and the wonderful variety and beauty of the numerous seeds that they gathered for the Miss Hills, in little paper bags. Above everything, in a little secluded corner, they had a plot of ground of their own — a luxury unattainable at the parson age, where smoke-dried and furnace-blasted, not even gilliflowers and daffydowndillies were worth the picking. A solitary rose-bush, that bore white roses, had the pain to witness its fair blossoms grow black by evening, which, daily inflicted, caused the mother plant such constant sorrow, she was gradually pining away. But in their own gardens at the Miss Hills', what delicious things grew for them! and how did the hearts of the good ladies expand, hearing the happy shouts of the children, as they discovered the tiny leaves"], [15, "9 A HUNDRED FIRES. of newly-born plants raising their delicate heads above the soil. \" Such pretty things do the children ot God grow, my Pearl,\" would Miss Hill say, \" planting the seed of their earthly bodies in the grave, and rising up to Heaven fair and spotless.\" And what excellent things were in the house ! \" Papa,\" said John, \" Miss Hill draws and paints all the wild flowers of the field so correctly I wish to take them up to smell ; and, more than all, she writes their Latin names beneath.\" \" And, papa,\" said Nest, \" we sit under the shade of a tree in the drawing room — it has large leaves, and long, white flowers.\" \"But, papa,\" lisped Pearl, \"my godmamma has a shell, which I put to my ear, and it speaks to me in the speech of the sea!\""], [16, "10 THE VALLEY OF \"And what does it say to you, my P.P. ? \" P.P. was Mr. Leslie's abbreviation for Pretty Pearl. \" It says, ever and ever, that it has wonderful things in its depths, which some times it casts upon the shore for us to see. It murmurs as if the drowned children down there spoke to their mothers, comforting them.\" \" And, papa, Miss Frances Hill makes imitation of flowers with silk and ribbon ; so that, as I look at her, I think nothing can be impossible,\" said John. \" And, papa, I never saw a room be fore with a tree in it,\" pursued Nest, who, getting one idea into her head, had no room for another until it was worn out. \" I think my godmamma a very clever woman,\" said P.P., oracularly. \" Do you think I shall ever be like her, papa ? \""], [17, "A HUNDRED FIRES. 11 \" We will hope . so,\" answered papa, gravely; \"but how are we to manage about P.P.'s blue eyes?\" \" Perhaps my eyes will grow black, papa ? \" \"Not so, P.P.\" P.P. remained silent, as if the evil was irremediable. \"Papa,\" she said at last, \"blue eyes may become as clever as black ones.\" \" Exactly so, my P. P.\" It was thus that Mr. Leslie and his chil dren exchanged confidences, as he took them in some of his rounds over the hills. And it was thus that the love of the beau tiful and curious in nature grew so familiar to the little Leslies ; and the thoughts of the Miss Hills' garden remain to this day, as that spot where Art and Nature met to gether, and endeavoured to outvie each other. And from their intercourse with the Miss"], [18, "12 THE VALLEY OF Hills there arose the desire to excel in what ever they did, besides opening to them the many delightful occupations of collecting rare things — the necessity of classing them — the beauty of order in their arrangement — the search after one thing engendering the pur suit of another. And having taken these wishes into their hearts from earliest childhood, there was but little room left in the brains of the young Leslies for tempers, passions, delusions. They were little unsophisticated creatures, earnest about their employments, and simple in their manners. \" I thank God for my good children ! I have no trouble with them ; on the contrary, great delight from them, and satisfaction. Oh ! Lord, hear my prayer, and preserve them from sickness, casualty, and vice, for Jesus Christ's sake. Amen.\" — Extract from Journal."], [19, "A HUNDRED FIRES. 13 CHAPTER II. \" There's not a star the heaven can show, There's not a cottage hearth below, But feeds with solace kind the willing soul. Men love us, or they need our love ; Freely they own, or heedless prove The curse of lawless hearts, the joy of self-control.\" Keble. Mr. Leslie had asked another question of Lord Bernard — namely, the permission to take more pupils. The two young Bernards were about to be sent to school ; and if with the salary he received from teaching them he was uncomfortably straitened for money, he would not be able to manage at all without. \" My wife is very kind in presenting me"], [20, "14 THE VALLEY OF every year with a little daughter,\" remarked Mr. Leslie ; \" and they are such good, docile little things, that it appears to me they can never be unwelcome ; yet, work for them I must, or they will all starve.\" \" I assure you,\" interrupted Lord Bernard, \"my wife and I agree that there cannot be too many of them. Indeed, it would be rank treason against Mrs. Leslie's beautiful mother pride in them, to conceive so base an idea. And thus thinking, perhaps, you will accept, in the spirit with which it is offered, the salary necessary for a curate. I do not wish to deprive you of taking pupils : you will find it imperative to do so. But, with the increasing religious wants of an increasing population, I am justified in insisting upon defraying the expenses of a curate.\" So John did as he was bid — the more es- pecially as, Lord Bernard remarked, in any other profession he would have received some reward of honour or money for his conduct"], [21, "A HUNDRED FIRES. 15 during the riots. Also, John was sensible, and not Quixotic. It was trouble and pain struggling on to keep free from debt: this was a feeling from which he considered a clergyman should be exempt. If he was straitened at home, pinched id every way, how could he preach with that freedom and power that only a soul unburthened by earthly care could command ? He went home to tell Emily the good news, who received it as a matter of course. What was there that John ought not to have ? It was his due. \" But still, Emily, this generosity will hardly suffice. I should like, if it would not be troublesome to you, to take pupils — here •in the house.\" \"Excellent, John ! How very wrong in me not to think of this before ; — our house so large, too.\" \"It will be much extra trouble to you, Emily \""], [22, "16 THE VALLEY OF \"Of course, and quite right too. Why should everything fall upon you, John?\" Emily's mode of argument always con sisted of, or was wound up by, an un answerable question, as she thought. And truth to say, they were very nearly so, from the manner in which the questions were put — a manner irresistible, pretty, energetic, warm from the heart. \" Now, we can go and see Adeline \" \" Also John must go to school.\" We will not dwell upon the delights of this excursion ; how Emily was again re cognized as she alighted at the \" Tun \" at Bristol — not from the heavy old coach in troduced into our first chapter, but a beau tiful new yellow affair, that performed the journey at the rate of ten miles an hour, and turned out so clean and polished up, it appeared to be a new coach every morning : nevertheless, Emily did not like it at all — she thought it a wild galloping"], [23, "17 A HUNDRED FIRES. coach, and sorely regretted their old friend, that thought itself extremely fast at seven miles an hour : or how Adeline was exactly the counterpart of her dear little self, grow ing tall and sedate — happy, blooming, and good, Emily had no doubts of her welfare. Furthermore, Sir Edward and Lady Armitage made a solemn compact to visit them the following year. It was a pang to part from young John. But he was to go to a school so near the Armitages, that he could always spend Sunday with them ; and in the wonderful happiness this gave both himself and Adeline the father and mother stifled their own regrets. So they returned home grateful and happy ; and the whole of the aristocratic inhabitants of the Valley of the Hundred Fires were amazed and delighted with the beautiful appearance of Mrs. Leslie, in a little VOL. II. c"], [24, "18 THE VALLEY OF crimson and gold turban, with a heavy tassel falling upon her lovely shoulder, the last new Parisian fashion. In the full bloom of most beautiful womanhood, she yet charmed more by the graces of her countenance and de meanour. The winter was one of much sickness to the poor, bringing with it anxiety and work to all who sympathized with them. In the spring the Robartses took pos session of the finished part of their new residence, in time for a boy to be born there ; while later on, Wilsy again obtained a fee for good news, if good news it could be called, announcing the birth of another daughter. Emily was advised to go from home afterwards, to recover her strength, which holiday they employed in seeing Adeline and John, and an old uncle who lived in Oxford. So the visit of Sir Edward and Lady Armitage was"], [25, "19 A HUNDRED FIRES. again put off. Such is the fate of nu merous mundane asseverations. \" My dear Jane,\" remarked Mr. Ro barts, in the autumn of this year, \" did not Lord Bernard send us some game last week ? \" \" Yes, Jaspar — of course the children had it. I am glad of anything nice, by which to induce them to eat. Their appetites are so sadly fluctuating.\" \" Now, look you, Jane. I begrudge my children nothing, as you well know. And I spare myself no toil or trouble, that I may be enabled to leave them fortunes sufficient to live as they have been brought up. Otherwise, I might long ago have rested, and enjoyed an income with you that we never contemplated having when we first married.\" \" Jaspar, don't be so vehement. Re member how nervous I am. And why may not the poor children have the game sent c2"], [26, "20 THE VALLEY OF us? I would a thousand times rather see them enjoy it than do so myself.\" \"Of that I have no doubt; indeed, it is of that which I am about to complain. You pamper them too much ; God knows, this age is progressing fast enough, without the mothers of England sowing the seeds of selfishness and irreverence in the very nursery. Can you deny that our children are a most unmannerly lot? — and do you not think the want of appetite of which you complain, proceeds from the fact that they have everything their most foolish fancy can cry for? Now, Jane, don't weep and move away. You are to hear all I have to say ; I have intended some time to make this remonstrance to you, but am moved to do it by a scene I witnessed at the parsonage just now. Mrs. Leslie was giving her five little girls their din ner — roast mutton and mashed potatoes were on the table. They said grace, all,"], [27, "A HUNDRED FIRES. 21 as it were, with one voice. Each said ' thank you,' when her plate was put before her. None complained, and no one asked for more. After the meat was removed, a baked roley-poley pudding was put on the table, and even the eyes of the bigger girls danced with delight at the sight of it. I could plainly see it was a luxury. At that very moment the maid said — ' If you please, 'm, Evans's boy has come for some pudding that you promised for the sick children.' ' Very true, Anne, I did ; but I forgot to desire cook to make one. Children, you must give up yours to day, and Anne shall give you each an apple instead.' ' Yes, mamma,' said they all. Upon my word, Jane, I could not, in the face of the very youngest, trace the least disappointment. It seemed to me such a thing must have occurred more than once before.\""], [28, "22 THE VALLEY OF \" They are taught to do such things, Jaspar.\" \" Not so ; God forgive you, Jane, I know it is not so. It was done so quietly, as a matter of course; and that little thing, so different from the rest, slender and fair as our girls, with those gray eyes and black curling lashes, an innocent little thing, lisping still in her talk, ran up to her mamma and said — \" ' Sick child have me's apple too, mamma.' \"'No, Lily,' said she; 'say grace with your sisters, and run out.' \" Jane, I know none of my children would have acted thus.\" \" Oh ! Jaspar, is it in this manner I am requited for all my devotion and tender ness to them ? \" \"Hold, my dear wife ; it is this over devotion, this undue care, for which I blame you. You appear to forget that our chil-"], [29, "A HUNDRED FIRES. 23 dren have an Almighty Father in Heaven, to whom you ought to confide them, with the faith that Mrs. Leslie appears to do!\" \" Hush, Jaspar, hush ! — would you have me tempt Providence in the way she does? Only two days ago (I had the whole story from Miss Charles) the Leslie chil dren were out walking, with but a young nursery-girl in charge ; they met Owen's great bull in the Forge Lane — it had a gate on its horns. The maid, alarmed, put the baby into Nest's arms, and ran away, leaving all the children to the mercy of the infuriated animal.\" \" None were hurt ? — speak, Jane ! Ah ! I forgot, I saw them all to-day, safe and unhurt ! \" \"Indeed, Jaspar, I have wished some little thing would happen to them — it would put Mrs. Leslie on her guard, and prove to you \""], [30, "24 THE VALLEY OF \" God forbid ! I would rather endure any pain or bodily suffering, than see a cloud on that serene, contented face. No : God for bid she should be touched in the heart, 'tis so tender ! \" \" You have pity for her, but none for ft me. \"My dear wife, we have somehow de parted from the original tenor of my remarks. I do not consider you deficient in tenderness : you have too much. Our children ought to be brought up in habits of forbearance, self denial, and simplicity. Hard I know it is, for one constituted like you, to deny them anything ; but, in pleasing yourself, you ruin them. In not being able to govern your own feelings of tenderness, our children are to be sent into the world self-indulgent, weak, and helpless.\" \" They shall never leave me ! I will al ways be at hand to guard them.\" \" Look, Jane — let me beseech you, look in"], [31, "A HUNDRED FIRES. 25 this glass ! See how your cares and trou bles are marking you. If you continue to lose strength and health thus early, you will not live to see the half of your children reach the spring of their age. When Mrs. Leslie first came into this country, it was hard to say which was the prettiest. But there is a difference now. She is more blooming, more healthy, more active than ever ; and you — my poor Jane ! \" \" I am sick of hearing her name ! \" ex claimed Mrs. Robarts, in sudden anger. \" She does not feel as I do : she cares but little what may occur to her children. She is always smiling and pleased, what ever happens, and, in my heart, I wish something would touch her — something make her lose that perpetual smile — that never subdued cheerfulness \" \" Jane ! Jane ! \" \" Yes, Jaspar — I say it again — I wish it ! I want no great misfortune ; a little sick-"], [32, "26 THE VALLEY OF ness — perhaps one child a cripple — but I should like her to look sorrowful for once.\" Oh! Mrs. Robarts, be pitiful! Unsay those words ! Doth not the Evil Spirit still walk up and down the world, considering the ways of men, as he did in the time of righteous Job? May he not hear your thoughtless words ? — thoughtless — not heart less ; because in verity you would not be thus cruel. But he is remorseless — he, the great enemy of our souls. He will carry your words up to the throne ot God ! He will point out the hopeful, con tented mother, and charge the Almighty, when he commends her meek faith and trust, with \"hedging her about,\" as he did Job of old : — \" Hast thou not made an hedge about her, and about all that she hath, on every side. But put forth thine hand now, and touch all that she hath, and she will curse thee to thy face.\" And God might say, \"All that she hath is in thy hand.\""], [33, "A HUNDRED FIRES. 27 Oh, woman — irritated, blindly angry — unsay those words ! — tempt not the Evil Spirit ! The rather, think upon her gentle courtesies to thee — her neighbourly acts — her ever-ready sympathy. Didst thou ever call for her, and she refuse to hear ? Didst thou ever want comfort, and find the well-springs of her compassionate heart dry? Oh ! Mrs. Robarts, tempt not the Evil Spirit ! Be pitiful — be kind !"], [34, "28 THE VALLEY OF CHAPTER III. \" Our heart is half-way there to welcome him. How looks he ? Well ? And all our long-lost friends — Their faces grow before me ! Lead the way Where we may meet them : our haste seems slow.\" Owes Meredith. \" My love,\" asked Mr. Leslie, one day at dinner, \" what is this story I hear of our daughters' being tossed by a bull ? Miss Charles has it that \" \" Dear John, it is quite an old story — of four days' date. I rarely tell you of disa greeable things that eventually have no ill consequences. Thank God ! nothing did hap pen to the children — which mercy we owe to His goodness, for the affair might have turned"], [35, "29 A HUNDRED FIRES. out very differently. I generally send the little ones out, as you know, under the care of Nessie, in the morning. She is very proud of the charge, and very trust worthy ; but, on that day, having some parcels of clothing to send to the cottage up the Forge Lane, the new nursery-girl went with them. On their way home they met Owen's bull, who had escaped out of its shed by lifting the gate off its hinges. The little maid was so alarmed she put baby into Nest's arms, who dragged her sisters into the ditch — which, you know, is rather deep there — and placed herself in front of them, the maid running away. Well, the bull, it seems, looked at the children and the flying Mary alternately, and, whether the dauntless attitude of our Nessie decided him or not, he finally went off after the latter. Fortunately, the gate beat against his head as he ran, so that he was easily stopped and secured. But"], [36, "30 THE VALLEY OF here are the children — ask them to tell their own tale.\" \"So, Nest,\" said the father, \"you have been run after by a bull ? \" \"No, papa; he ran after Mary.\" \" Were you frightened ? \" \" A little, papa. If he had tossed me, baby must have been hurt.\" \" Good child ! to think of others before yourself. And you, P. P. ? \" \" I was not afraid, papa. I did not think he could toss us, because of the gate on his horns.\" \" Wise child, you reasoned well. And now, my little fat kittens, Gwladys and Gwenny, tell me true, were you alarmed ? \" Glwa. — \" Oh, papa, there was such a snail \" Gwen. — \" Oh yes, papa, so large and long, in the ditch \" Glwa. — \" And, papa, it was all black \" Gwen. — \" And, papa, it put out its horns \""], [37, "A HUNDRED FIRES. 31 Gwla. — \"And oh, papa, it creeped \" Gwen. — \"And so, papa, we two screamed and were frightened.\" \" Poor little maidens ! But at which did you scream — the bull or the snail ? \" \" Oh ! the snail, papa,\" exclaimed both in a breath — \" it was such an ugly beast ! \" \"And of what was my little Lily afraid? \" \" Nessie there, papa — me not frightened, she so big a Nessie.\" \" Very true, she is a big Nessie. Never theless, she is not so big but that you might all have suffered from this naughty bull. In fact, I am inclined to think he was more dangerous than the snail, little kittens ; but it appears to me my little daughters all behaved very well. So, here — open each a hand : Papa thinks he has got five pennies, for which he has no im mediate use. There, now ; go and put them safe into the bank, and, in fourteen years' time, each penny will have become two pen-"], [38, "32 THE VALLEY OF nies. But, meantime, if you prefer buying a piece of the moon at once, you have my full permission.\" \" A penny, a penny — each a penny ! Thank you, papa, thank you. We don't care for a bit of the moon ; we will buy some taffy at Tomkins' shop.\" \" Our children don't seem to have suf fered, Emily, from their adventure ; so I will go and quiet Miss Charles's fears. She considers some of them dead, I believe. I am glad to see that they are so unso phisticated as to delight in a penny.\" \" Of course, my dear John.\" This little episode in the lives of the Leslie children was followed by still greater happiness. Adeline, who bore in their little affectionate imaginations a place meta phorically identical with that of the most wonderful princess described in fairy my thology, was coming to see them. That good Adeline, who wrote such letters, fault-"], [39, "33 A HUNDRED FIRES. less in expression, spelling, and calligraphy — that kind Adeline, who spent all her pocket-money in sending them such splen did toys, dolls, workboxes, books — that clever Adeline, who, their brother John told them, could play on both piano and harp, and who could draw and paint, though, he was constrained to allow, not so well as the Miss Hills — but then she was quite a little girl compared to them. In fact, their imaginations were so excited upon the subject of this beloved Adeline, that, at the near prospect of seeing her, Wilsy found the respect due to her Roman nose fast on the wane — insubordination was imminent. A powerful appeal to their feelings, put in the form of a threat that she would certainly tell Miss Leslie, the first minute she set eyes on her, of their extraordinary naughtiness, restored them to a state of sober decorum ; meantime the nursery was not the only scene of change. VOL. II. D"], [40, "34 THE VALLEY OF Emily, assisted by her mother, put the whole house into one entire state of rout ing out and cleaning up. To receive such guests a universal holiday-trim was to pervade it. Mr. Leslie was driven out of it by the mere rending asunder of new dimity for curtains, and glazed calico for linings — a species of sound for which Mrs. Reine had a peculiar fancy. Also a very pleasing and gratifying addition was made to the wardrobes of the Miss Leslies by their grandmamma, in the form of spotless white frocks, whose beauty was further enhanced by pink sashes, the ribbon for which had been presented by Lady Bernard. Now, never before had the little Leslies possessed white frocks, for the good and incontrovertible reason, that the state of the atmosphere in the Valley of the Hundred Fires did not warrant such an expensive luxury, ex cept upon very extraordinary occasions"], [41, "35 A HUNDRED FIRES. like the present. So no wonder that, under all these unwonted excitements, even Wilsy's threats proved of little power. On the very day of the expected arrival that good woman, in despair, had locked up Nest and Pearl in their own little room, with each a pocket-handkerchief to hem. Gwladys and Gwendoline were put into opposite corners, cutting up old papers into lighters or spills ; Lily sat in her own little chair, like a lady, keeping a watchful and sisterly eye upon the baby. Otherwise, but for this masterly disposi tion of her forces, Wilsy would have had them on the Cinder Tip, looking out for the carriage, every minute that she turned her back upon them. Fortunately, papa, wandering that way, took them out for a walk, and soothed down their excited little brains by various interesting stories — such as the wonderful history of \"Tom Thumb,\" that brave and D2"], [42, "36 THE VALLEY OF sensible \"Cheshire Man and his Cheese,\" the \" Hypocritical old Beggar of Bethnal Green, and his darling daughter, the pretty Bessie\" — all interspersed with never-failing anecdotes of the dear Adeline. So that the smarting duties of the toilette, ad ministered with unflinching zeal and clean liness by Wilsy, were executed without delay or murmur; and they were all calmly seated in their chairs, with hair, eyes, and faces, all shining one against the other, arrayed in their white frocks and pink sashes, when an electrical shock ran through them all. A splashing, dashing, noisy carriage was heard rattling up to the door, evidently heavily laden, and drawn by four horses. Then began to appear that singular anomaly, prevalent in affectionate disposi tions. Eager, anxious, and unruly (as it seemed in that orderly nursery) the Miss Leslies had been to see their sister, they"], [43, "A HUNDRED FIRES. 37 now all blushed with shyness, and shrunk into their chairs, as if to hide themselves beneath their cane bottoms for safety. Their hearts beat at the various sounds running through the house, especially if a footstep neared the nursery-door. None ventured to speak. A long time appeared to elapse — so long, they began to wonder if any carriage had come; or was it pos- sible that Adeline did not know she had six little sisters upstairs? Ere this grave question found an answer, the door bounced open, a sort of flushed and animated Anne (an appearance totally unknown in the real Anne) pops her head in at the door, \" Children to go down immegently, Wilson,\" and disappears. If the grave and imperturbable Anne was thus transformed by the arrival of their Adeline, what would become of them, thought the six little ex pectant sisters, as they were ushered down by Wilsy in her usual style, Nest at the"], [44, "38 THE VALLEY OF head, upholding the tottering steps of the baby ? When the door was open, and they fairly within, their shy eyes dared hardly raise themselves. The one first irresistible glance had shown them a lovely lady, all covered with blue silk and white lace, a tall, grave gentleman, a young and rosy face, beaming with happiness, but surely too tall, too like a little lady, too gaily dressed for their Adeline. But, lo ! that pretty, blooming face has darted forward, is kissing them all. She has hardly to stoop to the great Nest ; but she goes down on her knees, regardless of her pretty silk frock, to kiss the little ones a dozen times over. Then an overwhelming tide of feeling begins to break through the crust of shyness. With sparkling eyes and flushed cheeks, Pearl whispers — \"Are you Adeline — our sister Adeline?\""], [45, "A HUNDRED FIRES. 39 \" Yes, yes, darling, I am your own Adeline.\" The spell was broken. Forgetting mother, father, uncle, or aunt, they flung their arms round their long absent sister, where ever they could find anything to clasp, while a little chorus of joyful cries filled the room with its pleasant sound. \" This is Adeline, our Adeline, our own eldest sister. We love you, Adeline ; will you love us ? You are so good, and we are very often naughty; but we will do everything you like. Our own sister, our Adeline, that we have lost so long. We have always loved you best of all of us, Adeline — will you love us ? \" This scene of genuine nature took all the audience by surprise. Neither Mr. nor Mrs. Leslie knew that their children were any otherwise than shy little obedient things, that always seemed best pleased to do as they were told."], [46, "40 THE VALLEY OF But as for Lady Armitage, whose heart was touched as by electricity with any display of feeling, she could not restrain her tears. \" Never, never again, will I deprive these little darlings of their sister for so long a period. The most beautiful sight I ever saw, the most touching ! Edward, shall you ever forget it ? \" \" Never,\" he answered ; \" their half fear lest it should not be Adeline, and the burst of nature when they were certain, was most touching and delightful ! \" \" Now go, dears,\" said their mother, \" and take Adeline with you to see Wilson.\" With a buzz of delight they clustered round her as bees round their queen, and hurried her off to their own domain. \" Never, never shall I forget this sight,\" exclaimed Lady Armitage ; \" and but that I think they will be happier together for a time, I would not suffer them out of"], [47, "41 A HUNDRED FIRES. my sight. But, sister, bid them re turn.\" This being promised, the party dispersed to change their travelling dresses, and pre pare for dinner, previous to the announce ment of which the little sisterhood made their appearance, clustering more lovingly than ever around their little queen-bee — for shyness had given place to unbounded confidence. Having now eyes for other sights than Adeline, they began to gaze upon Lady Armitage, with a mixture of both admira tion and awe. Her gorgeous dress, her rich ornaments, and her peculiar beauty made them, from Nest downwards, stare at their aunt with distended eyes and open mouths. \" You are dear little affectionate things, certainly,\" remarked their aunt ; \" but, sister, there is not one to be compared to Adeline. This one is pretty\" (pointing to Pearl), \" and this is a little darling \""], [48, "42 THE VALLEY OF (kissing Lily) ; \" but what a monster of a child you are, my dear. What is your name ? Nest ! — ah ! yes, of course, you are the second ; but you grow too fast — remember you are much younger than Adeline, and, of course, must keep your proper place below her.\" \" Yes, aunt,\" was the low answer. \" But who is this, all eyes ? \" \"She is Gwladys, aunt,\" responded Ade line, coming to the relief of her little sisters. \"Does she not deserve her name, she looks so happy and bright. And this is Gwendoline, who you must know is very clever, as you can judge by her quick little face.\" \" My dear child, they may be all that you say, in fact I do not doubt it ; but these too have not a single good feature in their faces but their eyes, and they are much too large and black to please me. I wonder they have not your eyes, Emily ; but, of course,"], [49, "43 A HUNDRED FIRES. I did not expect that any of them would, or could, equal Adeline. So you will excuse my saying, I do not admire any of them very much. Their complexions are not sufficiently clear to please me. By-the-by, my dear sister, what a horrible place you live in ! I could not exist in such an atmosphere. Such a road leading to the parsonage — though I must own this is a very nice house, and everything is beau tiful within it. Adeline, don't poke — go and sit down, and get something to do.\" \" May I go into the window with my sisters, and talk to them ? \" asked Ade line. \" Very idle work, my dear child ; but I suppose dinner will be ready shortly, so you may go.\" ;> \" Thank you, dear aunt,\" said Adeline, in a tone of voice that would make one believe her aunt had created her a prin cess of the blood royal."], [50, "44 THE VALLEY OF There arose in the minds of the six girls a misgiving. The awe that mingled with their admiration of their aunt was fast smothering the latter feeling, and, in a subdued whisper, when they were safe in the window, Nest asked — \" Is our aunt kind to you ? \" \" Yes, darling, very.\" Pearl. — \" But mamma never speaks to us like that.\" \" She does not mean it unkindly, dear.\" Gwladys. — \" I'll tell you what, I wouldn't care for her ! \" \" Oh ! yes, my happy little Gwladys, you would, if you knew her as well as I do.\" Gwendoline. — \" When I am as big as you, nobody shall order me like that.\" \" Then you shall never grow as big as me, my Gwenny — you shall be a nice, funny-looking little girl always. You must none of you be afraid of her, my darlings, for she is so good and kind to your Adeline.\""], [51, "45 A HUNDRED FIRES. \" Then we will love her, indeed we will.\" After dinner Lady Armitage insisted that all the children should stand in a row, that she might see the regular gradation in which they fell. \" I must say, sister, you may be proud of such a number of fine children ; and if it were not for Nest, towering up so high, and spoiling the line from herself to Pearl, they make a pretty show as they stand there. Now, Adeline, go and play.\""], [52, "46 THE VALLEY OF CHAPTER IV. \" Her very smile was haughty, tho' so sweet ; Her very nod was not an inclination ; There was a self-will even in her small feet, As tho' they were quite conscious of her station.\" Byron. In a few days John arrived from school. He had seen Adeline several times, and had spent some of his holidays with her in London. He came home laden with honours, prizes, and good words from every one. Ah ! Mr. Leslie, no wonder your eyes wander so often from your seven daughters, to fix themselves with such pride and"], [53, "A HUNDRED FIRES. 47 happiness on your beautiful and gifted boy. Ah ! Mrs. Leslie, you are not quite perfect after all — there is a well of vanity in your heart; but it does not flow be- cause Adeline is as good as she is healthy and accomplished; Nest as active as she is tall ; Pearl as talented as she is pretty ; that Gwladys is as witty as she is merry; Gwendoline as useful as she is clever; Lily as angelic as she is lovely ; the baby as promising as she is good. No, not for any of these. They may have double all these perfections ; you would not be vain. Miss Charles may repeat any idle tale against them, with an exaggeration that utterly smothers the original malice ; you would laugh. But John, your only son, your one boy. Does there live one human being who knows him, who can lay his hand on his heart, and say otherwise than that John is the dearest, cleverest,"], [54, "48 THE VALLEY OF loveliest boy that ever blessed a mother. Ah! happy parents of so bright a bud, you have built hopes upon the blossom and the fruit. It has never entered your guileless minds that a being lives who has watched your contented, holy, useful lives, and poisoned them with the curse of envy. Emily, anxious of course, not only to make every one as happy as herself, but desirous to prove to her neighbours and friends that nothing had been said too favourable of Lady Armitage, asked every one to dinnner. And indeed they would have thought her very unkind not to do so. Rumours of the fashionable life Lady Armitage led — visions of the wonderful modes she would bring, of which they had had more than visions, ocular demonstration, in her pre sents to her sister — the repeated disappoint ments as to their arrival — all combined to"], [55, "49 A HUNDRED FIRES. make the advent of the Armitages a mat ter which concerned every one, far and near. Not that Lady Armitage herself de rived the most remote pleasure from these dinner-parties, though she sat like a god dess among them — the cynosure of many admiring and wondering eyes. On the con trary, she confided to Lady Bernard that, much as she feared the set of people with whom her sister associated were by no means worthy of her, the reality was far worse than she had expected. \" Certainly she has yourself, but then you are often absent. Again I allow, those delightful Miss Hills, and their fine old father, are society that fulfils every wish one could desire. I long to transplant them to a more intellectual neighbourhood ; but then I must take their quaint house, with its sunny gardens and curious collec tions. I must bear away too that wild VOL. II. E"], [56, "50 THE VALLEY OF Hepste, with its thrilling murmurs, and, above everything, the waterfalls. Ah ! well indeed, now I begin to think about these things, Emily is well repaid for living here, if only for the Hills, and their wonderful river. But look at the female (is it a woman?) now speaking to Emily, who smiles and beams upon her, every sweet feeling of her heart — can you conceive anything more odious and outre? \" \" Poor Miss Charles ! what would you have said formerly, ere your sister's magic influence had softened down a most unami able character ? But she does us all good ; we cannot see her so excellent, so unselfish, without longing to be like her. And your mother also — to her we are indebted for many a liberal and noble example, for many a wise and good thought. Before they came here, I have often urged Lord Bernard, notwithstanding the inexhaustible wealth mineral property promises, to sell this es-"], [57, "A HUNDRED FIRES. 51 tate, rather than be burdened with the care of the people. I can give you no idea of the place it was. Look at your sister's face, and then see what it may become.\" To Lady Armitage no music was so grate ful as her sister's praise, but the more Lady Bernard spoke of her virtues and worth the more she lamented her being where she was. As Lady Armitage had no idea of not saying what she thought, the third dinner-party had not passed away before she was as unpopular as her sister was the contrary. Not her beauty, nor her magnificent dresses, nor her many accomplishments, which she was most compliant in displaying for their amusement, saved her from being considered a proud, imperious, fine lady. Miss Charles was full of acrimonious resentment against her. Mrs. Dawson, with her kind and gentle heart, was heard congratulating herself and somebody that E 2"], [58, "52 THE VALLEY OF Lady Armitage was not Mrs. Leslie. Mrs. Robarts admired and liked her beyond everything, and would sit for hours imbib ing all sorts of ideas and rules that Lady Armitage deemed necessary for the education of a young lady ; who in return thought Mrs. Robarts rather a sensible woman, fully aware of the advantages of refinement and accomplishments. One good effect all this had upon Jef freys Dawson was to stifle a dawning notion that flitted through his mind, of returning to his first love and forsaking Nest. But, acting, I suppose, on the same principle as the fox did by the grapes, he declared to his mother, \"Adeline was a stuck-up thing\"— (fancy if the six little sisters had heard him thus talking of their Adeline ; he would certainly have lost all chance of Nest for ever) — \" and that Nest was not only a great deal handsomer,"], [59, "A HUNDRED FIRES. 53 but would be a great deal bigger, when she grew up.\" Mrs. Dawson rose and kissed him on the spot. Nest was her pet. But Jeffreys was going away for a couple of years to \" walk the hospitals,\" as they call it; so we shall not have to men tion him again for some time, having no wish to accompany him in that walk."], [60, "54 THE VALLEY OF CHAPTER V. \" The merry homes of England ! Around their hearths by night, What gladsome looks of household love Meet in the ruddy light ! There woman's voice flows forth in song, Or childhood's tale is told ; Or lips move tunefully along Some glorious page of old.\" Mrs. Hemans. Though not disappointed in their Adeline, the little girls were grievously hurt at the little they enjoyed of her society. All day long she was practising singing, drawing, and otherwise employed by that discipli narian, her aunt. So they held a consul tation."], [61, "55 A HUNDRED FIRES. Nest declared she was much too fright ened of Lady Armitage to speak to her; Pearl said that \" Adeline always assured them she was so kind, she would not like to do anything to make her angry — it was better they should bear their misfor tune quietly than do that.\" Gwladys and Gwendoline said nothing, but they withdrew into a corner, and had a whis pering conference. Gwenny took mightily after her grandmother, and if she did not manage the turbulent Nest, or the spirited Pearl, she twisted Gwladys round her finger, and it was through no fault of hers she did not do the same by all. At present, however, the result of the con ference was that they left the room together ; and, shortly after, Lady Armitage was inter rupted in the very middle of a duet with Adeline, by repeated little taps at the door. \"Come in!\""], [62, "56 THE VALLEY OF The door opened slowly. \" Come in,\" she repeated, hastily ; and, nothing daunted by her quickness of speech, Gwladys and Gwendoline made their ap pearance hand-in-hand. Gwladys. — \" If you please, we want our Adeline.\" \" What ! ! ! \" This word as answer sounded through the room. Gwendoline. — \" We have come for our own Adeline.\" \" Adeline ! did you say ? \" Gwla. — \" Yes, we want Adeline.\" Gwen. — \"We have come for Adeline.\" \" You little stupid children, what do you mean? \" Gwla. — \"You have Adeline always.\" Gwen. — \"And so we want her now.\" Gwla. — \" We want her to play with us \" Gwen. — \"When she goes away she can lay with you.\""], [63, "A HUNDRED FIRES, 57 Gwla. — \" So, if you please, we want our Adeline.\" Gwen. — \" Yes, we have come for our own Adeline.\" Whether Lady Armitage was so struck dumb by the enormity of the demand, that she really did not know what to say, or it occurred to her that she really was unjust both to Adeline and the little sisters, is not known, but she said shortly and abruptly to Adeline — \" You may go.\" Adeline's face flushed with delight, and the two little innocent things, coming gravely up to the formidable aunt, curtsied low, and said together : — \" Thank you very much, we will be very kind to our Adeline, and take care of her.\" Then, grasping their prize fast, they trotted off to the nursery, in high delight at their success. Lady Armitage, half-an-"], [64, "58 THE VALLEY OF hour later, looked in there and did not repent her kindness. So happy a group was never seen. Gwladys and Gwendoline were considered heroines after this, and Mr. Leslie talked with great gravity of sending them on all sorts of messages to different people. Among others to beg Miss Charles to tell a tale \"as it was told to her.\" And now occurred a great event in their small lives. In honour of Adeline's arrival, the Miss Hills gave a juvenile ball. The simplicity with which they had been brought up led them to form the wildest conjectures as to what would happen to them on that eventful evening, and there fore their anticipations were of unmixed delight. Whether they were all to play at ball, or only to drink tea, or merely to play in the usual manner, or that there was to be something wonderfully un-"], [65, "A HUNDRED FIRES. 59 common, all formed part of their conjec tures, but took nothing from their happi ness. There was one anticipation no one could take from them : they would be able to show off their Adeline to the admiring eyes of all the little playfellows they knew. She would play and sing- to them, and they already in imagination heard the admiring plaudits, and felt beforehand it would be almost impossible to refrain from proclaiming aloud, \" She is our Adeline ! \" They pictured to themselves how she would look in her cambric frock, and her white kid shoes, her beautiful gloves, and her broad blue satin braces passed round each arm and crossed behind. Her dark brown hair, though cut short, was the brightest and smoothest ever seen, and was kept in its proper position by a round tortoise-shell comb, the shape of her head. And then her face ! — the skin so fair ! the"], [66, "60 THE VALLEY OF cheeks so rosy ! the eyes so blue ! the mouth so pretty ! — and certainly, whatever the little Leslies might think, Adeline was an excellent specimen of a fine blooming girl of fourteen. So occupied were they in thinking about Adeline, her dress and appearance, that until they saw five little white frocks just like hers, five little sets of blue ribbons to match, five little pairs of white kid shoes with bright buckles, and five little pairs of gloves, they had no conception of unmitigated happiness. To be dressed like Adeline, thus everybody would see at once that she was their sister — who could have ordered, devised, executed, carried out such a master-stroke of pleasure? Of course, who could it be but Aunt Armitage? They blushed guiltily, thinking how they feared in their inmost hearts she was not quite kind. In the meantime, poor Mrs. Robarts"], [67, "A HUNDRED FIRES. 61 was undergoing such a series of domestic evils, she heartily wished the Miss Hills on the top of Vesuvius, for doing so evil a thing by her as to give a children's ball. In the first place, Ellen could not go; Doctor Dawson feared for the conse quences. She was very delicate — still more wayward. They were not naturally bad tempered as a family, but over-indulgence and unrebuked pettishness were fast making them so. It was Mrs. Robarts's intention to keep Ellen in ignorance of the coming festivity, that she might not injure her constitution by fretting to join in it. Offending her eldest brother, Gustavus, or Gus, as he was familiarly termed by everyone, he thought himself justified in retaliating by inform ing her of the event, and her intended non-participation therein. Actuated by the double motive of proving him wrong, and"], [68, "62 THE VALLEY OF ardently desirous to go, she fretted so much, that her mother, alarmed, sent for Dr. Dawson. He, perceiving that her dis appointment was as inimical to her health as the risk of going, gave the desired permission. \"But I warn you, Miss Ellen, that had you been six years old, instead of sixteen, I should have recommended your mamma to give you a little wholesome chastisement. At your age one might expect you to consider her feelings, instead of your own. These remarks being as intelligible as Greek to Miss Ellen, she paid no heed to them ; but, turning to her mother, said : — \"Mamma, may I wear your pearl neck lace? Maria and Jane have both worn it, and I never have.\" So Dr. Dawson went away, reading in the mother's face another care. He felt"], [69, "A HUNDRED FIRES. 63 morally certain that evening the whole of the Miss Robartses would quarrel as to which should wear their mother's neck lace — not so much from love of it, or vanity, but that they might be the fa voured one, and gain a victory over all the others. That fusillade of words, \"You did,\" \"I didn't,\" \" I will,\" \" You shan't,\" \" Get out,\" \" Begone,\" was constantly heard in the Ro barts's nursery. But, as the details of the Leslie children wax voluminous, 'tis as well not to add the naughtinesses of another nursery still more numerous. The elder girls were very pretty, slender, and elegant-looking, with long throats, and drooping shoulders, delicate features, and soft, almond-shaped blue eyes. They had no perceptible character about them ; but an incessant contradiction of each other, and a perpetual little giggle in company. One, named Eliza Mary, had an idio-"], [70, "64 THE VALLEY OF syncrasy wholly her own: she never lost an opportunity of having a comfortable cry upon the slightest provocation ; and by so doing was the least good-looking among them, owing to weak eyes. The dressing of the Miss and Master Robartses began about two o'clock, conse quently some had to be re-dressed ; for what with their own individual restlessness, and the disposition prevalent among them to do despite to each other, many mis haps occurred ; but by six o'clock Mrs. Robarts, weary, feverish, and anxious, col lected her flock together, and, with a sigh of relief, took the four youngest with her, sending the four elder ones in another carriage, with the governesses, and departed for the wished-for haven — Captain Hill's. Two babies were left behind, as she had now ten children. On the road they over took Mrs. Wilson, the Roman-nosed par sonage nurse, in attendance upon Nest,"], [71, "A HUNDRED FIRES. 65 Pearl, and John ; the two young ladies, in their anxiety to keep their frocks clean, were regardless of a bountiful dis play of ankles, which caused that amiable creature, Gus, to shout from the carriage window, as long as he was in sight, \" Legs, legs ! — oh ! what legs ! \" which ap peared to his sisters to be remarkably witty of him, as they giggled in chorus. Shortly a handsome coach passed them, containing the owners, Sir Edward and Lady Armitage, Mrs. Leslie, Adeline, and some little Leslies. Anon came the Castle car riage, with its four gray horses, ridden by postilions, in scarlet jackets, black caps, and gold tassels, from either window of which might be descried the round, won dering, and delighted black eyes of Gwladys and Gwendoline Leslie. Thus, though some of the family trudged, the rest came in very proper state ; and, spite of having walked to the ball, and VOL. II. F"], [72, "66 THE VALLEY OF shown a considerable quantity of ankles in doing it, there was not so pretty a girl in the room as Pearl, or such a popular dancer as Nest. It mattered not exactly to that young lady with whom she danced, so long as she had enough of it ; therefore, she was amen able to the constant demands of all those little ones who, too young and too igno rant to be daring alone, thought themselves (and rightly, too) perfectly competent to perform any feat under the strong, protect ing arm of that young Amazon, Nest."], [73, "A HUNDRED FIRES. 67 CHAPTER VI. \" Not youthful kings in battle seized alive, Nor scornful virgins who their charms survive ; Nor ardent lovers robbed of all their bliss, Nor ancient ladies when refused a kiss ; Nor tyrants fierce that unrelenting die ; Not Cynthia when her mantua's pinn'd awry — E'er felt such rage.\" — Pope. But, as the amusements of that day were somewhat different from those now in vogue, it may be as well to give some little account of this celebrated party of those dear, kind Miss Hills. As each family arrived they were carried off to tea, in that pretty drawing-room, where, as Nest observed, she could sit f2"], [74, "68 THE VALLEY OF under the shade of a tree; for a large Datura, in a huge tub, filled one window with its gigantic leaves and trumpet-shaped flowers. At this tea, according to the account Gwladys gave the next day to her papa, \"there were cakes, and cakes, and cakes, and no bread and butter that she could see ! \" After tea the little ones were all ush ered, according to age, into a large barn. As the groups clustered together beforehand, Wilsy had the proud satisfaction of perceiv ing that all the Miss Robartses were not dressed faultlessly alike in cambric muslin dresses, as she had been privately informed was to be the case — dresses of extreme fashion, and got up regardless of expense — (we know, dear reader, the reason why) — whereas all the little Leslies were one the counterpart of the other ; (woe betide any of them had they offered to stir from their"], [75, "A HUNDRED FIRES. 69 chairs after Wilsy had dressed them). And the group was extremely effective, always making a little exception in the case of Nest, who would grow so tall, and whose hair would curl, in spite of its almost being bastinadoed every day with a very hard brush. Wilsy was extremely gratified, and broadly smiled — a mood most uncommon to her ; but Emily — Mrs. Leslie the mother — well, she told no one but John what she thought, and had we time to peep into his journal we might discover how vain she was, after all. Skilfully as Miss Hill marshalled all the young ones into the barn, Walter and Frank Bernard, highly privileged at all times, con trived to get a seat each on one side of Pearl, who had a bewitching little disdain ful way with her, most provocative in its effects. Jeffreys Dawson — who had not yet set out, on that long walk of his through the hospitals — stood in a corner"], [76, "70 THE VALLEY OF of the barn, in an attitude of much grace and effect, as he thought, his elbow against a post, and his fingers (he was proud of his hand) running negligently through his hair. Now, had his hair curled, the effect might have been picturesque ; but being remarkably straight, damp, and whity-brown in colour, it fell in odd star ing clumps, not unlike pounds of candles hanging from a nail. With a tender and absorbed gaze in his great blue eyes, he endeavoured to make them speak soft mes sages of affection to his lady-love, Nest, who took no further notice of this homage to her charms than to imagine he was practising the art of squinting, a talent — her great aversion — Gus Robarts excelled and delighted in. When Gus was not thinking of anything more pleasant to his juvenile imagination, he condescended to talk to Pearl, and assure her of so much of his regard, that when he and she were"], [77, "A HUNDRED FIRES. 71 grown up he might, if she looked pretty sharp, make her Mrs. Gus — an assurance received with quiet disdain by the young lady, high indignation by Nest, and tearful moans by the little sisters. It was known, painfully known, to the small sisterhood, that what Gus said he would do, was done. Nevertheless, we are all now in the barn, at one end of which is a great curtain. This being drawn up, wonderful and extraordinary dogs appear, walking on their hind legs, dressed as ladies and gen tlemen, acting a play. What those dogs did was not forgotten for many a day, and the different heads of nursery departments took occasion long after to read lessons of obedience and pro priety, caused solely by the excellent de portment and morals of these dogs. No sooner had the dogs finished their play, when a marvellous peacock was dis covered, that arose out of a small box,"], [78, "72 THE VALLEY OF flapped its wings, screamed, spread its tail, picked up some crumbs of bread, collapsed, and sunk into its box again. As for any of the little Leslies believing that this was not a r^al bird, nothing but a machine, they don't to this day. After the peacock the curtain was again drawn up, and there appeared a pretty boy, seated at a table playing chess. He lifted up his head, he moved his pieces, he rubbed his forehead with his fore-finger, he crossed his legs, and he won a game of chess against Mr. Sabine, the best player in the Valley. Yet he was no boy at all, nothing but the image of a boy. This was much too bewildering for Gwladys and Gwendoline. \" But he has got a jacket and trowsers on,\" says one. \"And he looked at me,\" said the other. \"And he yawned,\" said the first. \"And he has nails on his fingers.\""], [79, "A HUNDRED FIRES. 73 This part of the entertainment was pro vided by Captain Hill. And now came Miss Hill's. She had a magic-lantern, then considered a startling and extraordinary thing. During the pro cess of its performance the mouths of the little spectators expanded as well as their eyes. They began to lose their own in dividuality. A cessation of the magic-lan tern, and a request for some music, sud denly recalled Gwladys and Gwendoline to their senses. Adeline was b°th t° play and sing — their Adeline. For fear any one in that numerous company should not know this important fact, the adventurous Gwenny persuaded Gwladys to go with her, and, insinuating themselves among the company, announce, in important whispers, the de lightful fact. They succeeded pretty well, meeting the usual fortune of adventurers. Some called"], [80, "74 THE VALLEY OF them \" dear little affectionate things.\" Others stared, and said nothing. Again, some were unpolite, which was not so dis tressing as being unsympathetic. But in one or two instances they were highly ap plauded and kissed. Somewhat bewildered with delight, Gwenny, the leader, inad vertently fell into the very arms of Gus, who had been watching their manœuvres as the cat watches the mouse. \"Your Adeline, is it, squeaking and squall ing? Well, now you shall hear her better.\" And grasping Gwenny's hair with a vicious clutch, he twisted it so tight that her eyebrows went visibly up into her forehead, and her eyes protruded to an alarming extent. Though strongly inclined to shriek at her perilous condition, not for worlds would she suffer a sound to escape her ; for think ! if she screamed, she might spoil the effect of, and stop, Adeline's song."], [81, "A HUNDRED FIRES. 75 Meantime, the prudent Gwladys had made a timely retreat, and, speeding away to Nest, informed her of the direful situation of one of the nestlings. That young lady generally acted on impulse, and, flying to the rescue, found Gwenny at the extreme verge of endurance. A sounding box on the ear reverbe rated all over the room, followed by a yell from Gus, that made his mother shriek with fear, and fly to his rescue. Not even the love-sick Jeffreys could deny the fact. There was the mark of his angelic Nest's fingers flaming on Bob's delicate skin, and she did not attempt to deny it. On the contrary, she stood there, her arm still in protection wound round the rescued Gwenny, her cheek flushed certainly with shame, but the ray of a flash of indignation was scarcely concealed by the drooping lid. \"My darling, darling boy! You cruel girl!\" exclaimed Mrs. Robarts."], [82, "76 THE VALLEY OF \"Oh! dear, dear, I am so very sorry. Nessie, dear, how could you ? \" Here Mrs. Leslie stopped; she was not an adept at scolding. \" Send her home — she is not to be trusted here, with her great schoolboy manners,\" mur mured Mrs. Robarts. \" But,\" interposed Miss Hill, \" I know Nessie very well ; it is not like her to do this.\" \" Good girl in general, my god-daughter, excellent girl, but not partial to languages,\" said Mr. Sabine. And a chorus of voices spoke up for Nest, who was too shy to speak a word in her own defence. \" I insist upon her being sent home. Look at my darling's cheek. Oh ! my dear, dear ill-used boy, where is Dr. Daw son? — his cheek will inflame.\" \"Nessie, dear, I think, perhaps, it is as well for you to go home.\""], [83, "A HUNDRED FIRES. 77 Emily whispered this in broken and de tached words, feeling all the time that there was something extraordinarily amiss in the matter, and heartily wishing to go home in the stead of the delin quent. Nest said quietly, \"Yes, mamma,\" and withdrew. Oh ! what a \" Yes, mamma,\" that was. Half the evening not over — such delicious pleasure to come. Nessie deserved the crown of the Stoics ! While the company were eagerly clus tering round the injured one, half of them unaware of what had occurred, Mrs. Leslie was quietly wrapping Nest up in her cloak and bonnet, apologizing to her all the while, as it were ; endeavouring to say that there was no more to be seen that evening, the best was all over, and lamely stumbling over ex cuses, and wonders, and blunders. In fact, quite incapable of saying more to Nest on the"], [84, "78 THE VALLEY OF enormity of her sin, highly concerned for Mrs. Robarts, full of remorseful pity for the poor injured boy, and yet desperately dis tressed at the disappointment to her little daughter. Poor Emily, her tender heart was touched in every way ; but Pearl and John both begged to go home with Nest, to be her companions, and keep up her spirits, which comforted her in one way. \" Yes, yes, my dear Pearl, you shall go, that will do very nicely ; John may be missed, so you must go back, dear. Ade line will want you. Kiss me, my dear Pearl ; you are a good, unselfish little girl, and I daresay you will be very happy running home together — it's a starlight night, and Wilson shall go with you. And ask your papa to play cribbage with you. That will be so pleasant ! \" This was Emily's running comment as she assisted Pearl to put on her cloak; and though Nest made a vehement protest"], [85, "A HUNDRED FIRES. 79 against the sacrifice of Pearl, that young lady only replied by equipping herself the more speedily. Meantime a reaction had taken place in the drawing-room. Dr. Dawson's scornful scoffing regarding Gus's hurts, and his sar castic remarks about blubbering \" Mollies \" and baby-boys, had even made Mrs. Robarts remove him from her knee; and when em boldened by the change in the aspect of affairs, Gwladys and Gwenny gave a little shrill duet upon the subject of their wrongs, a total veering round took place. Shouting with glee, Frank and Walter Bernard rushed out to communicate the pleasing fact that Nessie had done perfectly right, and found Mrs. Leslie in the very act of kissing and dismissing her daugh ters. The sudden dismay, then the extreme de light, the tearing off the bonnets and cloaks, the triumphant leading in of the"], [86, "80 THE VALLEY OF two girls, the public assurances of Frank and Walter that if Pearl had really gone they would have gone after her, and the private confidences on all sides that Gus ought to have been dismissed, and no one else, combined in making a pleasing novelty in the evening's amusements. \" Nessie, I am very much ashamed of you,\" said Lady Armitage, and she looked it ; and all the evening she sat by Mrs. Robarts, and condoled with her. So Nessie was sad, and felt very ill at ease. \"Pearl, you are a darling,\" said Miss HiU, \" and you shall have that collection of sea-weeds. Bewhipt to Mrs. Leslie, what business had she to send off any of our guests without our leave, sister Fanny ? \" \"Ah, indeed, sister Margaret, punish her we will ; . so now I'll go and do it, and tell her she is a cruel, unkind mother.\" \" But we would all have gone after them, would we not, Miss Fanny ? \" said Frank Bernard."], [87, "A HUNDRED FIRES. 81 \" Yes, that we would, hand-in-hand, until we reached the parsonage-door.\" So the evening's amusements went on ; Miss Frances Hill undertook the dancing arrangements, and fast and merry was the fun. At the bottom of a most lively country dance, throwing himself down on a chair to rest and breathe, Walter Bernard's eye fell upon Gus, who, with sulky look, had hid his dis comfiture in a corner. Taking a candle off its socket, the worthy recipient of the box on the ear slyly drew near to Nest, who was standing waiting her turn to dance, the enamoured Jeffreys her partner. In a moment he applied the candle to her sleeve, and set it on fire. Walter was upon him with one bound, and had crushed out the flame without doing her or himself injury. The elder portion of the guests having gone into supper, very few were VOL. II. G"], [88, "82 THE VALLEY OF in the barn. So, taking up Master Gus, he and Jeffreys by turns shook him, after the manner of terriers shaking rats. \" Now howl if you will, you little wretch ! So sure as you make the least noise, I'll tell every one what I saw you do ; and you'll be hanged for murder, and I'll go and see you hung ! \" Pale with terror at this threatened fate, Bob murmured endless promises; and Nest having implored his release, he was at last forgiven, and flew to his mother's side for safety during the rest of the evening. These little episodes in the Miss Hills' party are mentioned, that the seeds of edu cation and habits sown in two families may be traced from the beginning ; for we shall have to follow them on until they have budded, bloomed, and borne fruit. Endless was the happiness this party caused the little Leslies. It was an era in"], [89, "83 A HUNDRED FIRES. their lives, from which they dated a store of new and pleasant thoughts. The Robartses, too, had reason to remem ber it ; for Ellen was taken from thence to her bed, on which she lingered for many anxious months. G 2"], [90, "84 THE VALLEY OF CHAPTER VII. \" My wishes are but few, All easy to fulfil : I make the limits of my power The bounds unto my will. \"I have no hopes but one, WTrich is of heavenly reign ; Effects attained or not desired All lower hopes restrain.\" Robert Southwell. \" Well,\" said Lady Armitage, the evening before they left, \" I am sorry my visit to you, sister, is at an end ; but I cannot re gret leaving this dreadful place. I shall not rest, my dear brother, until you have a living suitable to your learning and"], [91, "A HUNDRED FIRES. 85 talents, and one situated in more congenial society for Emily.\" \" Oh, no, my dear sister — think of Lord and Lady Bernard, the dear Miss Hills, that kind Mrs. Dawson. I am linked to them for life.\" \" But, Emily, remember your daughters. When they reach womanhood, how are you to find proper connexions for them in this place, where there are nothing but clerks, surveyors, tinkers, and tailors ? Think of those poor girls.\" \" It will be time enough to reflect upon such a subject when it arrives. Meanwhile, with so many, we ought not to look much higher for them.\" \" Emily ! sister ! — can you possibly anti cipate such a fate for one of your daugh ters ? \" \" They must take their chance, dear sister. With so many, we cannot hope they will equal Adeline, whose fate, I feel sure, will"], [92, "86 THE VALLEY OF never disappoint the unwearied trouble you take with her.\" \" True ; my Adeline, I am determined, shall mate with none but the highest and wealthiest; but remember what a drawback it will be to her if she is overwhelmed with poor sisters, wedded to husbands who may alike be objectionable in birth and habits.\" \" We must trust no such misfortune will occur — we can do no more. For my part, I frankly confess, I wish no better fate for my little girls than I have myself; and should they not marry at all, then their father and I shall perhaps consider ourselves still more fortunate.\" \" Emily ! — six Miss Leslies old maids ! Suffer me to hope that you may have no more daughters. I really think you trouble yourself less about the future welfare and present behaviour of the six sisters than I do concerning the ribbons of the one.\""], [93, "A HUNDRED FIRES. 87 \" My little girls give me very little trouble. They obey at once ; they are happy as the day is long ; they speak the truth, and love each other dearly ; and I thank God for the gift he has bestowed upon me, of six little innocent, docile girls.\" \" You are incorrigible, sister,\" answered Lady Armitage. Before they parted, Mr. Leslie made it a sine-qua-non with Lady Armitage, that Ade line should always spend her holidays with her sisters. It had gone to his heart the wild joy of his little ones at seeing one so long lost to them, and their sad but subdued grief at now losing her. Besides, she did them (especially the elder ones) so much good. Nest really looked tidy, and behaved less like a boy, when Adeline was near; while the eager Pearl im bibed music and drawing as fast as her sister could teach her. In parting with his daughter once more, he saw that, though"], [94, "88 THE VALLEY OF kept in such strict order, not one girl in a thousand would have escaped becoming artful and reserved, she obeyed her aunt from love more than fear, and had so bright a face, besides such blooming health, he could not desire more for her than a little relaxation. As for her temper, it was her mother's. Sunshine of heart was her birth right, her gift. The pain of parting was softened to the little affectionate sisters by the knowledge that they should meet again at a definite time, though a year presented the aspect of a lifetime to some of them. Lord Bernard opened the door of his wife's boudoir again to have a conference about the Leslies. \" My dear Kate,\" said he, \" it is more than twelve years since our rector and his wife came amongst us ; are you as much in love with him as ever?\""], [95, "A HDNDRED FIRES. 89 \"Fully so, Henry, and you with her?\" \" Much more so, wife, if you will permit the thought. It shows, Kate, that they must be true and excellent people, thus to increase our love and affection for them. Remembering our enthusiasm at first, we ought not to have murmured had a greater intimacy borne us on to a more sober judg ment. But the more we know of them, it appears, the more we have reason to admire and esteem them ; would you therefore be lieve that I have come to the conclusion we must part with them?\" \" Dearest Henry, I am prepared to hear you say so. Since the visit of Lady Armi tage, I have thought over her lamentations upon their present life ; how the refinement of her delicate nature is poured forth upon the stupid and ignorant ; how wasted in this society are the talent and learning possessed by him ; while the probable fate of those six little girls may be (if they remain in this Valley)"], [96, "90 THE VALLEY OF such as their aunt predicts — namely, forming connexions that others of the family must always deplore ; we must restore them to the world, I fear.\" \" Then the half of my disagreeable task is over, sweet wife. But we need not as sume it is certain that they will go. My charming Mrs. Leslie may prove herself en tirely angelic, and refuse to leave us. Never theless, thus do I intend to act. Our friend, the Bishop, as you are aware, asked me many questions about Mr. Leslie, saying that, though unknown to him, he had heard such a character of him from the officers who commanded here, during the strike of the pitmen, that he was not only anxious to hear more of him, but to know him. This officer described his conduct as so firm and decided, yet so simple and charitable, so fearless and cool, yet so tender and mer ciful towards his people, that he firmly believes his influence and character were the"], [97, "A HUNDRED FIRES. 91 sole means, under God's blessing, of saving the whole country from frightful scenes of bloodshed and lawlessness.\" \" Then you have written to ask the Bishop to visit us, Henry?\" \" Yes; and more, he accepts, and will be here next week.\" \"Ah! can we part with them — is it in evitable ?\" \" I shall adopt Mrs. Leslie's favourite motto, my dear wife, ' Let matters settle themselves.' \" \"Nevertheless, I shall assist matters a little,\" murmured she. Thus it fell out that, one evening at the Castle, Mrs. Leslie found herself, all beam ing as usual, seated at dinner, with the bishop on one side of her, and Lord Ber nard on the other. An honourable posi tion truly. Little did Emily think for what purpose she was placed there. Lady Ber nard had a shrewd idea in her mind, that"], [98, "92 THE VALLEY OF if anyone could spoil her own good fortune it would be Mrs. Leslie. And so far she was justified in her penetration ; for when a person is always watching for good and for tunate events to befall others, they seldom have time to spread out their own aprons to catch blessings for themselves. If Lady Bernard had offered to make the beloved John an archbishop at once, Emily could not have more fully realized her hopes, all unwotting as she was of any base plot hatch ing against their good fortune. The Bishop. — \" I am happy, Mrs. Leslie, in at last becoming acquainted with your ex cellent husband.\" Mrs. L. (all in a glow). — \" You do him honour, my lord.\" The Bishop. — \"Col. Fullarton gave me first to understand how a lover and pro moter of peace could combine undaunted firmness and unflinching courage in a very embarrassing situation. We owe to such"], [99, "93 A HUNDRED FIRES. characters as much gratitude and admira tion as to those more prominent heroes who win themselves a name by daring. Perhaps even more so, for true courage is rarely dis advantaged by rashness.\" Mrs. L. — \" He had so much at stake, my lord ; the good name of his people — as dear to him as their safety.\" The Bishop. — \" That is well said. A true pastor identifies himself with his people in their sins as well as virtues. We meet with these fatherly feelings in men of large natures and capacious affections, but not often, I think, in a scholar so erudite as Mr. Leslie. Books are apt to fill up the place designed for social qualities, leav ing to less gifted brains the duties of humanity.\" Mrs. L. — \" You must except Mr. Leslie, my lord ; for much as he loves his books, he loves his fellow-creatures more.\" The Bishop. — \"I needed not your as-"], [100, "94 THE VALLEY OF surance, my dear lady, of this fact ; I could see it in his manner towards his children, when they approached with some petition, and we were in the middle of a most exciting discussion. It surprises me that so learned a man, evidently a lover of learning for its own sake, should remain contented in this far-away remote region.\" Mrs. L. — \" But he has friends with whom to interchange thoughts — Lord Ber nard, Mr. Sabine, Captain Hill. If he had more, they might interfere with the proper performance of his parochial duties.\" The Bishop. — \" That may be ; but let us suppose those duties to be merely nominal, as they would be in one of the universities — an appointment there would be a fair field for the display of so much know ledge.\" Mrs. L. — \"Perhaps it would; but I almost think Mr. Leslie prefers a parish.\""], [101, "A HUNDRED FIRES. 95 The Bishop. — \" Indeed ! and this parish in particular, remote from all those worldly advantages that are becoming necessaries for getting on in the world ? \" Lord Bernard looked up quickly; he knew, if Emily did not, the importance of her answer. He felt that she ought to pause, to weigh it well ; but not she — her answer, clear and animated, rises, as the thought in his mind : even Lady Bernard can hear it at the head of the table, and she mourns for a second over Emily's rashness. Mrs. L. — \" Oh ! my lord, 'we love this place, and all the people in it ; we could never be more happily situated.\" The Bishop. — \" But you have many young children. Do they thrive and keep healthy in this atmosphere ? \" Mrs. L. — \" Perfectly so — they are seldom attacked with anything but the common dis eases of children ; and then we are most fortunate in being near the sea. We move"], [102, "96 THE VALLEY OF there for two or three months every year.\" The Bishop. — \" And as regards their education ? I think I saw only little girls.\" Mrs. L. — \" Our son is at school, and Mr. Leslie teaches the little girls quite as much as they can learn. (Dear Emily, Latin and Greek, 'tis true, John teaches very well, but of what use is that to little girls ? Nevertheless, you must go your own way now. You are not to be prevented making the Bishop believe the Valley of a Hundred Fires is that spot in the world most desirable to inhabit.) The Bishop. — \" Is it the country you like so much, Mrs. Leslie, or the charm of loving friendship that reconciles you to the smoke and inconveniences of your parsonage? I understand, not a wind blows but brings vast volumes of murky clouds from some furnace over your garden.\" Mrs. L. — \" Yes, our garden is certainly of no use to us ; but having made up our"], [103, "A HUNDRED FIRES. 97 minds to that, it is so far fortunate, in other respects, that we need not care which way the wind blows.\" The Bishop looked up. Her eyes were serene in happiness. Contentment and truth were stamped on her countenance. At this moment Lady Bernard called to Mrs. Leslie to prepare her for seeing all her children at dessert. \" I sent the carriage for them without asking your permission, fearing a refusal, and I hear them arriving now.\" The Bishop explained to Mrs. Leslie that Lady Bernard had taken this liberty at his request. He wished to judge for himself if they were happy and healthy. Emily was not ill-pleased to be made to do what she secretly liked, determinately as she would have said \" No,\" had she been consulted. She was a vain mother in the bottom of her heart — indeed, almost as vain as Mrs. Robarts. Only the one bore the VOL. II. H"], [104, "98 THE VALLEY OF sin openly, as a rich and flaunting robe. The other secreted it within her heart of hearts. So there appeared an orderly little set of maidens — Nest upholding the tottering steps of the baby, according to custom. They bore an introduction to the Bishop with the composure consequent upon an inadequate knowledge of the honour, and told him their names without stammering ; Gwenny, as usual, adding a little general knowledge of her own, gratis. \" So you have no garden of your own to play in ? \" began the Bishop. \" Sir, we have a Cinder Tip,\" began Nest. \"And when it is wet,\" interrupted Gwenny, \" we have a coach-house.\" \" And it is very large, larger than any body's,\" added Gwladys. \"And we play at plays,\" continued Gwenny. \"Nessie is the papa, Pearl the"], [105, "99 A HUNDRED FIRES. mamma, Gwladys the lady that visits, and I am the maid that does the work.\" \"Will you show me your coach-house some day ? \" \" Oh ! yes, Mr. Bishop.\" \"Go, my children, and eat your oranges,\" said their mother, scandalized at their familiarity. \"No, no,\" said the Bishop, \"I am much amused.\" But they were gone. \" You will not get them to return,\" said Lord Bernard, \"until they have obeyed their mother's orders.\" The Bishop watched them at the side table prepared for them. The two eldest peeled all the oranges, cut them up, and gave them tidily to the younger ones. They then put their own oranges into their pockets, and Pearl went and whis pered to Lady Bernard that they had finished. The Bishop beckoned to Nest, and asked H 2"], [106, "100 THE VALLEY OF her why she and her sister had not eaten their oranges with the others. \" We have not time, sir — we eat ours to-morrow,\" was the answer. The ladies and children having with drawn, Lord Bernard remarked they were orderly and obedient children. The Bishop. — \" Very much so. And the contrast appears greater to me, from what we suffered to-day at the luncheon Mr. Robarts was so good as to have prepared for us after our tour through the works.\" Lord Bernard. — \"Hah! yes, Mrs. Robarts. I fear she is fostering for herself endless cares and afflictions. My wife often be seeches her to take example by Mrs. Leslie.\" The Bishop. — \" It is rare to have, two families thus numerous situated so close together — still more so to perceive the difference between them. I should have thought that mixing together they must"], [107, "A HUNDRED FIRES. 101 have imparted each something to the other. Lord Bernard. — \" This idea has often crossed Lady Bernard's mind as well as my own. The two families meet daily — yet the Robartses remain disobedient, trouble some, and sickly, and the little Leslies al ways as you see them to-day.\" The Bishop. — \" It will be curious to watch the end of this generation. You may live to see it, my lord, but I cannot hope to do so. Therefore hear a prophecy. Mr. Leslie, whose faith and truth remind me of Abraham, will be like Abraham, and leave behind him a numerous and esteemed progeny, who will spread through the world, in the various situations in which the Pro vidence of God shall order them, the bless ings of their mother's contented sunshine of heart, and their father's common good sense and simple piety. 'Tis to families like these that England owes her national"], [108, "102 THE VALLEY OF character. From such nurseries we obtain those steady performers of the world's work that are necessary for its well-doing. Such a father and mother do more good than the hero that saves a nation, or the statesman that governs a coun try — for the benefit of their culture ex tends to generations to come. I am a thorough believer in the promise — ' I will do good unto them that love me, unto the third and fourth generation.' \" Lord Bernard. — \" They have one son among this troop of little girls, upon whom we all rest great hopes. The boy is won derfully gifted in every way.\" The Bishop. — \" It is from large families, such as Mr. Leslie's, that we obtain our great characters. They learn from their cradle self-denial, the virtue of mutual co operation, an experience in dispositions and tempers, without which talent is useless. Now, with regard to the other family, my"], [109, "A HUNDRED FIRES. 103 prophecy is, that two-thirds will never reach maturity. The rest will sink into the vortex of the world, and ere fifty years have passed you will find it diffi cult to trace their whereabouts. By birth they inherit no idiosyncrasy to distinguish their family character, as far as I can judge ; and by education, that which was weak before — namely, their bodily constitu tion — is rendered weaker still. It is de sirable that such a family should expire with the same rapidity with which it burst into being. They would impart no strength to the great family of mankind, but the rather weaken it, the more they mixed with it. Lord Bernard. — \" Such a fate seems sad when fortune has given them worldly means to lay the foundation of a wealthy name, especially as they are much gifted in per sonal beauty.\" The Bishop. — \"These two gifts, wealth"], [110, "104 THE VALLEY OF and beauty, are dearly purchased at the expense of health and common sense. But now with regard to Mr. Leslie himself, whom I perceive to be out of reach of hearing my words, you doubtless know that I had one particular purpose in ac cepting your invitation.\" Lord Bernard. — \" True, my lord, the same that prompted us to send the invi tation, namely, that you might become ac quainted with a man who appears less conscious than any among us of his own virtues. Even though it might lead us to the painful pang of parting with him.\" The Bishop. — \" That intention was one object of my visit. The living of LI is just vacant. I have had fifty -two ap plications for it. It is the best at my command. I may not again, my years being so many, have an opportunity of rewarding so excellent and conscientious a man. With all these arguments strongly"], [111, "A HUNDRED FIRES. 105 urging their claims, would you believe it, that I have nearly arrived at the con clusion it would be as injurious to him self to remove him as it would be to his parishioners to lose him.\" Lord Bernard. — \"Of the latter there is no question, but I own I have doubts about the former.\" The Bishop. — \" I have studied the mat ter conscientiously the three days I have spent among you. Nothing can be better than the manner in which he is bringing up his family. A change might mar that simplicity and contentment now so strongly their characteristic. Wants and wishes grow like mushrooms. The lessons of self-restraint taught in the nursery never lose their whole some influence. They are better than those forced on the heart with the bitter cup of experience. For their sakes, I would have him still remain the humble, laborious parish priest. His wife, over whose beam-"], [112, "106 THE VALLEY OF ing countenance I can imagine no cloud ever remains long enough to dim its beauty, appears well content. So much so, that I question if parting with the friends over whom she pours the wealth of such a warm heart would not subvert all the benefit of a change in situation or of pe cuniary advantage.\" Lord Bernard. — \" I agree with you, my lord, yet must I declare, out of pure con scientiousness, because his wife is contented and his family happy, Mr. Leslie ought not to be sacrificed. I had not known him six months before I discovered his talents en titled him to much better preferment than I could give him.\" The Bishop. — \"I intend, before I decide, to probe him to the utmost. I please myself by considering that I am a judge of character, and conjecture that no man can talk to me for an hour without lay ing bare to me his innermost wishes. If"], [113, "107 A HUNDRED FIRES. I find that Mr. Leslie has even so much as a hair's-breadth leaning towards a change, all the influence I possess, whether by my own right, or from patronage through others, shall be his. If he does change, it must be to a position that will enable his own character to bear him on to the highest honours. But as regards this parish, my lord, I shall ever think that I sacrificed it for the man. If he leaves it, prepare to suffer great risks and trouble. Though I think the long super intendence of one head is apt in some communities to engender sloth and inert ness, both in the governed and governor, yet the thirteen years of Mr. Leslie's rule over this parish are now only beginning to show fruit. Eight or ten years more, and his precepts will have become habits. He is now in his prime. He shows no lax ity; custom has not diminished his zeal, nor the routine of everyday duties his vigi-"], [114, "108 THE VALLEY OF lance. My care for your parish bids me hope that I shall find Mr. Leslie as con tented to work on still in this parish as his family are to remain in it. If I live, he shall not be forgotten at a fitting time. And in the hands of the God he trusts so implicitly, he will likewise be remembered for ever.\" Lord Bernard. — \" So be it, my lord. I desire nothing better than to keep him. We are inefficient in expedients if we can discover no other way of benefiting him than removing him from a situation in which he is both loved and honoured.\""], [115, "109 A HUNDRED FIRES. CHAPTER VIII. \" For not that which men covet most is best, Nor that thing worst wirich men do most refuse ; But fittest is, that all- contented rest With that they hold — each hath his fortune in his breast.\" Spenser. On the following morning the Bishop walked down to the parsonage, accom panied by Lord Bernard. It is now the historian's duty to portray John in a difficult position. That his own penetra tion had informed him his diocesan re garded him with unusual interest need scarcely be named ; or that he was fully aware the living of LI was vacant."], [116, "110 THE VALLEY OF The Bishop.— ■\" I fear, Mr. Leslie, you must have suffered much in your first labours among your mixed and varied pa rishioners. The respect and regard which I see is universally paid you, must have been gained at much cost of your private comfort.\" Mr. Leslie. — \"Not so, my lord, I assure you. I own I had many fears on first undertaking this charge, but I believe the real secret is, not to interfere. The less management used the better. They will follow, yet resent being led.\" The Bishop. — \" A maxim I have always believed in. So much so, that I have been apt to place interference among one of the seven deadly sins, so much evil arises from it.\" Mr. Leslie. — \" I believe my people are as conscious as I am how much we owe to Lord Bernard. Thus we have a bond of union between us at once. Neither they"], [117, "A HUNDRED FIRES. 111 nor their pastor would wish to fail in gratitude to him. Consequently, walking hand-in-hand in one feeling, we are half way towards unanimity in others.\" The Bishop. — \" I do not know where I could have discovered a family who seem contented with an abode in the midst of incessant smoke, and all its consequences. But your wife and children appear to be both happy and healthy.\" Mr. Leslie. — \"I thank God they are so.\" John paused ; if the Bishop thought he was mentally sending the prayer straight to the throne of grace by a hearty Amen, he would not have been wrong. The Bishop. — \"You are fortunate, Mr. Leslie.\" Mr. Leslie — \"In my wife and family never man more so.\" The Bishop. — \" You have a son \" The sudden irrepressible flush of tender"], [118, "112 THE VALLEY OF feeling that broke over John's face, flooding his eyes with joy and beautiful hope, ar rested the Bishop's words. \" Of great promise,\" he continued, softly, significantly laying his hand on Mr. Leslie's. \" Of great promise,\" echoed John, sim- Pty- \"God bless you in this son,\" said the Bishop, solemnly. \" Amen,\" answered John Again a pause. \" You would wish — it would be desirable that you should be so situated that every advantage may be given this son, to make his way in life.\" \" I hope I do not arrogate too much to myself in saying that, should it please God to grant my son his life and health, he will rise from his own merits. No situation of mine can repress his talents.\" The Bishop. — \" Then we will think only"], [119, "A HUNDRED FIRES. 113 of yourself. Do you feel no desire of a change ? Is there nothing you have at heart?\" Mr. Leslie. — \" My lord, I own there is. I have a secret hope, a strong desire. There is a change ardently wished by me, but a proper feeling of reluctance to over burthen Lord Bernard has hitherto re strained me. Yet it would be of singular advantage to the parish.\" The Bishop. — \" I think you somewhat mistake my meaning.\" Lord Bernard. — \" Nevertheless, even when Mr. Leslie understands, my lord, that you desire to benefit him only, let me know what is this secret desire ? I will pro mise, my dear friend, not to entertain it unless perfectly convenient and agreeable to myself.\" Mr. Leslie (without hesitation). — \" I know I can rely upon this promise. My desire is, my lord, to have this parish divided VOL. II. I"], [120, "114 THE VALLEY OF into two, each with a church and vicar of its own. In the minds of conscien tious people there is always the wish to attend their parish church. Now, as Lord Bernard knows, over the hill district to wards the hamlet of Cil-Hepste, including Nythvar, there is rising a large population, who have no other parish church to attend than this one. They have many miles to walk to get here, and are wholly inca pable of attending twice. I should pro pose that a church be built at Nythvar. I am persuaded my friend Hill will giye the site. The emolument I receive from Lord Bernard's liberality, now amounting (with curate's salary) to five-hundred a-year, I should propose to be divided. Perhaps not equally, because of this being the mother church. Three hundred to me, two hundred to the other. This sounds well, my lord, but I am conscious that sound is not always sense. To build a church."], [121, "A HUNDRED FIRES. 115 parsonage-house, schools— all these follow as natural consequences.\" The Bishop.—\" If I have been silent, believe me, it arose\" from no feeling of dissent to your proposal, but the rather admiration of the disinterestedness you display.\" Lord Bernard.—\" And I for the same cause. Recollect, Leslie, your large and increasing family.\" Mr. Leslie.—\" I find it is the same trou ble, and takes the same time to instruct four pupils as two. I should propose to make up the deficiency in my income by taking more pupils. I have an excellent and liberal mother-in-law; and though my wife is so good as to present me every year with a little daughter, we have never yet wanted. Had they been sons, I must have hesitated because of their education, so much more expensive than girls. As I had no other fortune to give them, the 12"], [122, ";> 116 THE VALLEY OF best that could be got would have been the right of sons.\" The Bishop.—\" And if I had a better living to offer you, my dear sir \" Mr. Leslie (smiling). — \"You must not tempt me, my lord. I am a mortal, as weak in purpose as any other. I like my parishioners, I find no fault with my home, I love my neighbours, the place is dear to me as the birth-place of many good and docile children. If I move, it would be solely for the sake of emolument, and it is a question if I should enjoy greater riches in the thought that this parish was troubled in its integrity by the ordeal of a change. Fromv the tenour of your ques- tions, I presume it is more for my own sake than that of the parish that you would offer me a change. If it is so, my lord, let me beseech you to be guided by your own judgment, for the welfare of the people.\""], [123, "117 A HUNDRED FIRES. The Bishop. — \" My dear sir, I take you at your word — I think it would materially injure this parish to remove you at pre sent. Also, if Lord Bernard entertains any idea of effecting the division of the parish, according to your desire, it is expedient that you carry out this noble plan your self, and live here sufficiently long to see the results. It will take some time to effect this — a sum must be raised to build a church. It is when I meet such men as you I lament the poverty of my diocese, that limits my wishes. But let me head the list by putting my name down for 100?.\" Lord Bernard grasped his hand and thanked him — Mr. Leslie's face glowed. \" Come,\" said the good Bishop, \" let me see your children in their play-room — the coach-house.\" But Mr. Leslie first handed the Bishop into Emily's drawing-room."], [124, "118 THE VALLEY OF Some people have a faculty of making the sternest, most uncompromising, squarest apartment into a home-like, elegant, com fortable, snug dwelling-room. Now Emily possessed even more than this. She gave an air of refinement to every nook of her house, together with an arrangement of furniture and a disposing of colours the most appropriate and pleas ing. In addition, she was scrupulously tidy. Thus the Bishop was irresistibly impelled to confess that Emily's drawing-room was al most perfection — she seated in it, with her beaming face, and that beautiful and regal specimen of old age — her mother — beside her. The Bishop was by way of being completely captivated by Mrs. Reine, and they interchanged compliments and ' good wishes with all the grace and manners of a court — bowing and curtseying to each other without limit. Highly amused was the Bishop with the"], [125, "A HUNDRED FIRES. 119 scene in the coach-house — vast the dismay of the little actors upon discovery of their visitors, and made wholly incapable of pur suing their amusements. But they readily answered all questions, and were unanimous in considering they had nothing to wish for. \" But I should like you to remember my visit,\" said the Bishop ; \" see, open each little hand, here is a golden guinea for each.\" \" A golden guinea ! \" exclaimed Gwenny, the first to recover her wits, bewildered by the sight of such riches — \" each a golden guinea ! \" \" Thank you, thank you, Mr. Bishop.\" Emily was glad to hasten him away from their clamorous delight. \" My dear Mr. Leslie,\" said the Bishop, on bidding him farewell, \" I congratulate you as a happy father, possessed of so many innocent, good little children. I congratu-"], [126, "120 THE VALLEY OF late you upon the possession of a wife who may well be considered the joy and charm of your home, brightening it above all the evils of smoke and discomfort. But I con gratulate myself most of all, in having made the acquaintance of a man whose learning and talents would do credit to the highest station, but who has the integrity and hu mility to be contented with a more obscure lot, the duties of which are most onerous.\" Mr. Leslie. — \" I thank you, my lord, I am not insensible to such praise. You have taken from me the power to express all I feel, more especially for the cordial assistance in carrying out my wishes.\" The Bishop. — \" Nay, I am your debtor for that also. God bless you, your family, and all that belongs to you, and grant you your heart's desire.\" \" Amen,\" said John. And with this bless ing still vibrating at his heart, John is relating to Emily all that passed between"], [127, "A HUNDRED FIRES. 121 him, the Bishop, and Lord Bernard. All his hopes about the new church — all his conjectures as to what the Bishop had meant to do, but did not do — all his hap piness at the praises of his wife, his chil dren, himself. And then he thanked her for the cheerful, happy spirit that had assisted in all this — for the power she pos sessed of making good come out of every thing ; sunshine out of smoke — pleasure out of pain — for the bright influence of her serene spirit — her guileless heart. And she, losing sight of that excellent living of LI , thought only of John's happiness in the fulfilment of his dearest wish — that her children were so much liked, her home con sidered so pretty (inside), her mother so highly regarded and esteemed. Truly, one is apt to be out of patience with these people ; and nothing but the fact that they knew not the real advantages of the living of LI could excuse them."], [128, "122 THE VALLEY OF We must reckon them up for our own satisfaction : — Seven hundred a-year is the worth of the living of LI . In a beautiful situ ation, close to the sea — remote from smoke and furnaces, excepting the steamers that crossed the ocean, casting behind them long wavy lines of vapour, like the track that angels might leave, as they smote on either side, with glistening pinions, the heavy air of this beclouded world. Excellent gardens and pleasure-grounds — certainly not a very good house, but Emily would soon have made it so. 'Tis true, the Bishop means to send you two of his sons (for spite of his flirting with Mrs. Reine, and professing such high admiration for her, there is a lady-bishop at home — beauty makes fools of us all, of whatever kind it may be) as pupils — but is that equivalent to all the above-mentioned advantages? The children can each have a"], [129, "123 A HUNDRED FIRES. garden of their own, with new bonnets and frocks twice a-year. But 'tis useless saying more — John has just given Emily a grateful kiss, and she has returned it with interest ; saying, with her usual innocent animation — \" And oh ! John, how grateful we ought to be. It is not every one who has had the power granted them, to do this act ; for many, many people, I daresay, would like to do just the same, only they have not been so fortunate, as we are, in the prospect of success.\" \" True, my Emily, that is a proper light in which to regard it. Otherwise we might lose sight of tbe goodness of the deed, in glorying over it. Now I must go to my study, to prepare my sermon.\" All the way there he thanked God for the gift of her; and even now, on the very paper which was destined to contain the words of his sermon, he is writing verses — a sonnet — and all in the praise of Emily, who has been mainly instrumental"], [130, "124 THE VALLEY OF in losing him the excellent living of LI close to the sea, &c, &c, &c. Of course we must copy it : — \" TO MT WIFE. Full sixteen years have flown away Since first I won and wed thee, And that sweet face is dear to me, As when to church I led thee ; Now youth's fresh and tender blossom Is exchanged for beauty's prime, But the kind heart, as soft, as true, That can never change with time. Should thy son and daughters ever Ask the question — ' Wnat is Love ? ' Bid them shun the transient passions Which fond, idle bosoms move. Tell them truly — neither riches Nor beauty's charms ensure it, Nor can regal sway o'er millions, Or wit, or words procure it. Tell, oh ! tell them to love honour And true faith themselves above ; 'Tis a pure and heavenly feeling — ' Love ' alone produces ' Love.' \" Meanwhile, Lord and Lady Bernard con gratulated themselves upon their full suc cess in \" assisting matters,\" nefarious as such conduct must appear to disinterested eyes."], [131, "A HUNDRED FIRES. 125 CHAPTER IX. \" A dew-drop falling on the wild sea wave Exclaimed in fear — ' I perish in this grave ! ' But, in a shell received, that drop of dew Unto a pearl of marvellous beauty grew ; And happy now the grave did magnify Which thrust it forth — as it had feared to die ; — Until again, ' I perish quite ' it said, Torn by rude diver from its ocean-bed ; Oh ! unbelieving, so it came to gleam Chief jewel in a monarch's diadem.\" E. C. Trench. Mr. Robarts passed into Dr. Dawson's sur gery, with trouble and care on his counte nance. He came to ask him his real opinion concerning his daughter Ellen, who had now lain for many months upon the bed of sickness. In fact, she had not left"], [132, "126 THE VALLEY OF her chamber since the Miss Hills' party, and was daily growing weaker and more ailing. Dr. Dawson gave that trite but eagerly grasped at comfort, \" While there is life, there is hope.\" \" I ask more for my wife's sake than my own. To me, I acknowledge, the loss of my daughter will be less grief than to witness her sufferings increase. But, Dawson, my wife's health is giving way. If this state of things is to last much longer, I shall have her as ill as the child.\" \" I have only been waiting for warmer weather, to recommend you to send the whole of your family to the sea-side — Ellen, too, while she is able to travel. You are aware that we are becoming anx ious about this fever that is creeping about us most insidiously, but surely progressing. The strong and healthy we have a chance"], [133, "A HUNDRED FIRES. 127 of saving, but I would not answer for the life of one of your children, should they take the infection.\" \" They are a weakly lot, I believe,\" remarked Mr. Robarts, half-sadly. \" And yet a fever sometimes spares the weakly, even more than the strong, upon whom it has something to grapple and strive with. But I cannot manage your children when ill. They will suffer no re medies to be tried, nor bear contradiction. You must be aware, under these circum stances, that the responsibilities of a doctor become too onerous. In fact, I would rather we should over-tax Ellen's strength than risk the others taking a fever. Having given my advice, you must follow it or not, as you please.\" \" My wife is all to blame for this,\" sul lenly remarked Mr. Robarts. \" It may be so,\" answered the doctor, shortly."], [134, "128 THE VALLEY OF \"Then I must make up my mind — Ellen will die.\" \" Such seems the decree of God.\" \" I tell you, man, 'tis the fault of my wife \" \" Hush, Robarts, sorrow is sent to hu miliate, not anger us.\" \"Look at all those little Leslies, nothing hurts them. They encounter no accidents — you don't appear to dread the fever for them.\" \" Stay, stay, say no more — look there ! \" \" Lady Bernard — she has driven has tily, the ponies are in a foam, but the young gentlemen are away. What is it, doctor ? \" \" She beckons me — follow and hear.\" \"Oh, doctor!\" exclaimed Lady Bernard, as he ran out to the carriage ; \" is it true ? Has my little Pearl taken the fever?\" \" It is true — I am but just come from her.\""], [135, "129 A HUNDRED FIRES. \" But not dangerously ? \" \" I may not deceive you, any more than I would her father and mother — she has it in its worst form.\" Mr. Robarts uttered a sudden exclama tion. For a moment a species of horror seized him, as if an envious wish had been granted, the iniquity of which bore the face of murder. \" Oh ! \" said Lady Bernard, a gush of tears filling her eyes, \" if my little Pearl dies, it will seem to me that I have lost an only daughter. Spare nothing, doctor — send anywhere for advice, if you desire more. I speak Lord Bernard's wishes as well as my own. The fairest one among them all, who bears about her the marks of so much that is good and noble — she is a bud of such promise, surely God will permit us to see it open, and expand into full bloom and beauty ? \" \" Can I go anywhere, do anything ? \" VOL. II. K"], [136, "130 THE VALLEY OF broke in Mr. Robarts, his face still pale and quivering with his inward remorse. \" There is nothing more to be done at present than to pray for her — Nature, and the good constitution she inherits, are my best hopes besides. For with children, the chiefest art is to meddle as little as pos sible with God's work.\" \" But something may be done to assist Nature. I must go to the parsonage — but, doctor, promise me, as you value my esteem and regard, that you will spare nothing to save this darling child.\" \" Ah ! Lady Bernard, she is as dear to my heart as if she were the child of my flesh and blood ; the winsome, loving nature of her has taken fast hold of it — besides that, I could not bear to see a pang rest ing on the sweet face of her mother. Depend upon everything that skill and love can do. Here comes the poor father for the medicines.\""], [137, "A HUNDRED FIRES. 131 \" Dear Mr. Leslie,\" said Lady Bernard, \" I am so grieved about my Pearl.\" \" God's will be done, Lady Bernard,\" said Mr. Leslie. He could say no more, but, as he turned away, the large tears, extorted only by the heart's pain, gushed from his eyes. They respected him too much to witness natures's agony wrestling with piety -and faith. Oh ! angel of death, so beautiful to some, so terrible to others, so mysterious to all — is it thou that with slow but sure steps approachest that chamber-door? Dost thou veil thy face beneath thy shadowing wings, that we may not see the inexorable de cree written thereon. Oh ! angel of death, pause but one moment on the threshold. Dost thou hear the prayer of the mother? \" Gracious Father,\" she saith, \" spare my child, spare me my pretty blossom, that Thou gavest for my garden on earth.\" K 2"], [138, "132 THE VALLEY OF From beneath the shadowing wings there breatheth a voice. \" Thou hast many blossoms as fair, con tent thee with them. This one shall come with me.\" \" I know I have many blossoms as dear and promising, but this hath so gentle a spirit — spare my child ! \" \" I take it from the evil its gentle spirit is too tender to bear.\" \" Nay, but spare my child, I would that her gentle spirit should blossom on earth, so that she may shed her fragrant leaves on the path as she goes, and raise up fruit for heaven.\" \" I will take the little gentle spirit straight to her Saviour's bosom.\" \" Nay, but let her win her way there, through the trials and crosses of life. Let her carry with her the souls she will win, through the sweet influence of her gentle spirit — let her fight the battle of life, that"], [139, "133 A HUNDRED FIRES. she may hear the blessed words, ' Well done, good and faithful servant, enter thou into the joy of thy Lord ! ' \" \" Oh, mother ! good is thy wish ; keep thou the child of the gentle spirit — I will come for her, when her work is done.\" The air stirred with the fluttering of his departing wings, and fanned the cheeks of the child, so that she opened her eyes and said, \" Mother ! \" Then the mother saw that she knew her, and that the fever was gone — and she blessed and thanked God."], [140, "134 THE VALLEY OF CHAPTER X. \" At need, then is help the nighest ; WTiere the storm is fiercest, there The courage must still be highest, To act, to resist, to bear.\" Anon. The fever ran through all the little Les lies, and though none had it so danger ously as Pearl, their little Avhite cheeks and thin forms showed how sadly they were pulled down by it. Nevertheless, they all looked very happy one evening in papa's study, it being such a warm room, wrapped up in shawls and little caps, as white as their faces — all"], [141, "135 A HUNDRED FIRES. assembled there to tea. And Pearl was to join them for the first time since her illness ; and they were to have tea, real tea, and sugar cakes ; and after tea, papa was to tell them every story he had ever heard of. They all sat very silent, thinking over so much happiness, because papa was read ing. And all their eyes were fixed upon the door, watching for Pearl's advent, whom Wilsy presently brought down in her arms, wrapt up in a great shawl of mamma's, and laid her softly on the sofa. \" Oh ! Pearl, Pearl, our own P. P., we are so glad to see you again ; but oh ! how ill you look — how thin you are, dar ling Pearl, we hope you are not sick now, are you better? What can we do for you? — what white little hands ! Oh, Pearl ! we have been so unhappy about you, and Nest cried every day and every night.\" Poor little, weak, pale Pearl! her heart"], [142, "136 THE VALLEY OF heaved, a faint colour tinged her cheek, the tears were beginning to flow, for the gentle spirit was moved at the touching joy and sorrow expressed by her sisters. When mamma, fearing for her still weak frame, said cheerily, \" Come, come, Pearl has been all this time shut up in a sick room, have you nothing with which to amuse her, nothing new to show her ? \" The little sisters, with intuitive tact, caught their mother's idea in a moment ; and not appearing to notice the quivering lip, and the quiet tears, one ran for one thing, and one told her another, and all went hither and thither, save Nest, who clasped the little white hand, as if she would not again lose it, and wiped the quiet tears with her long curls. \" We are to have tea here,\" said Gwladys. \" Yes, in papa's room, with hot cakes,\" said Gwenny."], [143, "A HUNDRED FIRES. 137 \" And I will be your little nurse, until you get quite well,\" said Lilly. \" And me give you my cake, P. P.,\" said Winnifred. Such delight it was, making P. P. lie upon the sofa, all striving to be the first to hand her everything — one brought the tea, another the sugar and milk. \" May she put in her own sugar and milk,\" said Gwenny ; \" because she is sick.\" \" Yes,\" said mamma, quite composedly, hardly aware of the grandeur of putting in one's own cream and sugar. \" May she have this cake, because you see it is so nicely browned?\" \"May she have another cup of tea?\" \"Then it is my turn to take it now,\" said another — and so on. Mamma was pleased her little girls were so kind hearted, and papa was amused at their ut terly forgetting their own cakes and tea, while waiting on P. P. \" I cannot believe, P. P., that you are"], [144, "138 THE VALLEY OF ill,\" said papa ; \" for I have no cakes, they all go to you.\" \" I do not eat them, papa — only I thought they would be vexed if I did not take them.\" \"Humph!\" said papa; \"I think I must be ill to-morrow.\" \" Oh ! do, do, papa, it will be so nice to wait upon you.\" Papa laughed, but shook his head. He did not appear to think it worth while to be ill, for such an honour. But thanking them gravely for their politeness, he left the room, saying he would return to fulfil his promise about the stories as soon as tea was removed. Then what questions they poured upon Pearl, and how much they had to tell her. First, and in particular, they liked being ill very much. Wilsy had never scolded them once. Grandmamma had given them"], [145, "A HUNDRED FIRES. 139 books and toys, and read stories to them whenever they wished. Lady Bernard had sent them fruits, preserves, and jellies; and they did not mind taking physic, with such things to taste afterwards. And Mrs. Dawson had taught them many nice games to play in bed. And the Miss Hills had brought them pictures to paint, and each a paint-box, and above everything that was told, rose the constant cry, \" What ever we have is yours, Pearl — all your very own, if you like it.\" Then Pearl, in her little, low voice, told them how ill she had been — how for many days she did not know what she said or where she was, but that she wandered about in a strange, hot place, where she was looking for them always and could not find them. How she called to them over and over again, and they answered her, but still they would not come. \" Oh ! but,\" said they in one voice, \" we"], [146, "140 THE VALLEY OF never heard you, or we would have come. \" And in spite of Wilsy, too,\" added Gwen doline. \" Yes, I know you would, darlings,\" said P. P., \"but I don't know that I did call really. I only think it was a sort of dream; and I thought I was always trying to creep up ' the Cinder Tip,' to catch you at the top, and always tumbling down.\" Here papa came back again, and was just going to seat himself in his arm-chair, intending to take Pearl on his knee, and have all the others perched round him, preparatory to a most interesting relation of undoubted facts about Robinson Crusoe, when the door-bell rang. The same bell that hath already been mentioned as ring ing at strange times; ominously given to peal unexpected summonses, engendering palpitation of heart and nervous tremour. Mr. ' Leslie \" pooh-poohed ; \" the little"], [147, "A HUNDRED FIRES. 141 girls all said, \"Oh, dear!\" in different keys of disappointment; and mamma said, \" Hush, my children, if it is any one on business I will ask them to go away, pro vided it is nothing very important.\" The door opened, and borne between Wilsy and Anne was the one son, wrap ped in a blanket. \"My darling!\" exclaimed the mother. \"My son!\" cried the father. Fear knocked loudly at the hearts of each. But the boy, seeing the sudden an guish on their faces, true to the nature he had obtained from them both, showed all his white teeth as he smiled and said : — \" I am very sorry to come home, but Mr. Smith sent me off without asking my leave, and I come to ask for shelter here.\" \"Any accident?\" just fluttered from the father's lips. \" No, papa, but I believe I have got"], [148, "142 THE VALLEY OF the scarlatina; and Mr. Smith, fearing the infection among the other boys, has sent me home. But he did not do so until the doctor assured him I should take no cold, nor experience any harm. So don't be frightened, dear mamma, I hardly feel ill at all.\" \"Send for Dr. Dawson,\" said Mr. Leslie. \" I am here, my dear sir,\" said the doctor ; \" your boy, knowing you would be alarmed, called for me, like a trump as he is. He was not going to have you frightened for nothing. Trust a Leslie for doing what's kind and proper. But if I come across that Smith I'll tell him my mind, or my name's not Dawson.\" During this speech the doctor had been examining John all over ; and now he had to stop talking to feel his pulse, while the father and mother stood breathless, and the six little girls seemed turned into stone."], [149, "A HUNDRED FIRES. 143 \" Well, well, we shall do,\" said the doctor, rubbing his hands. \" Some fever, but a fine moisture — no harm done yet, thank God. But no thanks to that Smith. Now, Wilsy, is the bed ready ? \" So saying, the doctor, the mother, the boy, and the nurse all vanished upstairs, and the door closed upon the woful father and the six awe-struck little girls. After an ominous silence Lilly rose up, and put ting her little hands into her father's said, \"Papa, we will pray to God to make John better, as he did P. P.\" Having broken the ice, all the little girls came forward with their quota of comfort, saying how merry John looked, and how he joked with them, and how Dr. Dawson was quite cheerful as he went out of the room. And had it not been for one thing, the father would have been comforted by the pretty words of his little sympathizing girls. But a sudden"], [150, "144 THE VALLEY OF conviction had shot through his heart, and left a pang there nothing could erase. Not the illness of all his little girls had given him the shock that his boy's sudden ap pearance had inflicted. He knew, he felt, it rushed into his heart, how he idolized his boy — how, if his faith was to be tried, his heart purified from earthly ties, his affections weaned from present things — it must all be done through the love he bore for his one son. By degrees his little girls felt that their father's deep abstraction lay beyond their skill to cure, and silently they lay clustered together on the sofa, while thought upon thought rushed through his brain. What castles had he not built upon the promised genius of his son — what pleasure had he not anticipated, watching the growing per fection of his character; in the depths of his heart had he not set him up as an idol ? Was it necessary for his soul's wel-"], [151, "A HUNDRED FIRES. 145 fare that he should prepare himself to part with his treasure? Long, long ere he could answer the ques tions thus proposed by his conscience — long as he had forgotten the patient stillness of his little girls — long ere he had done battling with his rebellious feelings, his wife appeared ; and, with her usual hopeful spirit, told him how the dear boy was so comfortable — how Dr. Dawson feared no thing, if the fever were not higher, the sore-throat no worse — how the rash was perfectly out, so that there was no fear of its being checked — how John himself was so happy and delighted to be at home — so merry and full of fun, that Wilsy was fairly in fits of laughter at his jokes. Mr. Leslie shook his head. He was bat tling with the evil spirit that suggested, \" Take all my children, but spare my son.\" Emily little knew the struggle that rent VOL. II. L"], [152, "146 THE VALLEY OF the heart of Mr. Leslie all that night, and the conviction that took possession of his mind— \"My son, my promising son, is only lent to me, I shall have to restore him to the heaven he came from. His Father's name is written on his forehead — my son, my son !\" It does not become us, weak, erring mortals, to scrutinize and dilate upon Mr. Leslie's struggle with himself. He thanked God upon hearing, the first thing in the morning, that John was no worse. He thanked God, as he sat by the bed-side of the frank, happy boy, so merry in his sickness, so studious to make his father cheerful. And he thanked God heartily, ' when Dr. Dawson, preparing Mrs. Leslie for the little girls' taking this fresh fever, she, in the overflowing beauty of her un selfish heart, said, \" Oh, doctor ! I knew that from the first, but God is so gracious, I can safely trust my little girls to His"], [153, "A HUNDRED FIRES. 147 merciful goodness.\" He had been so ab sorbed by his one misery, everything else was forgotten. But she set him the bright example of faith and trust — he could do no less than follow. \" Not that I apprehend it to be a bad sort,\" said the doctor; \" besides, they are but weak after the fever, and I am of opinion they will have anything they may take now but slightly. Nevertheless, that Smith — sure as my name's Dawson — he shall hear of this. Sending the poor boy home, to give the infection to his six little sis ters — and not using the brains the Almighty has given him to send him to a doctor near at hand.\" Mrs. Leslie was more tried than she had thought for. Either owing to distress of mind, or predisposition for the fever, Mr. Leslie took it suddenly and dangerously. John was recovering fast from it, but, owing to an accident he met with at school, L 2"], [154, "148 THE VALLEY OF by a kick at football, a swelling rose in one knee, which entirely lamed him. It seemed as if the fever had settled there. Also, the six little girls all fell ill toge ther — though, save Nest, none had it dan gerously. Mrs. Leslie trusted and hoped — she went from her husband to her nursery and her son with quiet calmness, fortitude, and presence of mind. She neither lost her cheerfulness nor her energy. Mrs. Dawson and the Miss Hills were ever at her com mand — for she had another trial, her mother had met with an accident, through treading on a slide made by the boys in frosty weather. After eight days of fever and delirium, Mr. Leslie awoke up to hear his beloved boy had quite recovered from the fever, though still confined to the sofa from his swollen knee ; that his little girls were all rally ing fast ; that his mother-in-law was not"], [155, "A HUNDRED FIRES. 149 expected to live ; and that Ellen Robarts was dead, and to be buried that day. But none of these things affected him so much as seeing his Emily waiting, tending upon him ; for even his feeble eyes could detect that she had a bandage round her throat, a flush upon her cheek, a brilliance in her eye, none the effect of health. The dread ful fever had seized upon her — his light — his life — his sunbeam !"], [156, "150 THE VALLEY OF CHAPTER XI. \" My God, so temper joy and woe, That Thy bright beams may tame Thy bow.\" George Herbert. Why do the people run hurriedly about? Why are the forges almost forsaken? Why do all faces wear such a look of concern ? Why is Mr. Robarts more miserable than the day of his daughter's funeral? Why is Dr. Dawson in such a distracted state? Why is even Miss Charles weeping and moaning? A horrid whisper runs among the crowd. That beaming, happy face, that bright, genial spirit, overflowing with the milk of human kindness, is it possible that"], [157, "A HUNDRED FIRES. 151 death, inexorable death hath come to take it from their sight for ever ? High and low, rich and poor, young and old, pur sued the doctor as he left the parsonage gate. \" Pray for her, good people, pray for the life of the kind angel, who has made herself part of us,\" said the doctor ; \" pray for your own sakes. If we lose her, we shall never see her like again ! \" \" Ah, Lady Bernard ! if she lives,\" con tinued he, \" it's not through my skill, but all your prayers — it will not be anything I have done, but her patient, gentle submission. All those lovely curls are gone, and that fair, white throat scored and marked with blister upon blister. But there is hope still, hope through God's mercy, and her wonderful composure. In the midst of all her sufferings, so thoughtful and considerate. 'Pray, burn all that hair,' she murmured, ' it may carry infection to any one that"], [158, "152 THE VALLEY OF touches it.' I thought her an angel be fore, but what is she now? Oh! Smith, you Smith, would we had you in the forge ! \" All the great bells of the works were stopped — all the people went about as quiet and subdued as if they were in the sick chamber. Solemnly and slowly Mr. Sabine gave out in church, \" The prayers of this con gregation are desired for Frances Elizabeth Reine and Emily Leslie, both lying at the point of death.\" And from the heart poured forth from every one present an earnest petition, as if they each prayed for those nearest and dearest unto them. For into what house had Mrs. Reine en tered and not done some good? To whom of all the congregation had Mrs. Leslie spoken, and not imparted some of her kindly, sunny spirit? And the beneficent Creator of all good"], [159, "A HUNDRED FIRES. 153 heard the prayer on behalf of the young mother, but He said unto his aged and faithful servant, \" Enter thou into the joy of thy Lord.\" And while all hearts rejoiced in the slow but gradual recovery of Mrs. Leslie — the poor, the maimed, the halt, and the blind were following to her grave the charitable and pious Mrs. Reine. To this day there exist many objects of her bounty, to whose undying gratitude her name remains as fresh as ever ; many monuments of her self denial and charity, that have built up her imperishable mansion in the skies, when these shall have long crumbled to dust. \" Let me die the death of the righteous, and let my last end be like his.\" Emily mourned for her mother with quiet, silent tears — mourned that she could not pay the last duties of a daughter to so good a mother; but it being the will of God, she could only say to herself — \"Mother,"], [160, "154 THE VALLEY OF thou knowest that I would have been with thee if I could. Mother, thou knowest that I loved thee!\" As soon as she was sufficiently strong, Dr. Dawson ordered the whole family to the sea-side for three months ; while Lord Bernard, in their absence, ordered the par sonage to be entirely painted and papered, at his own expense. Also, the new church would be ready on the Hill by the time the Leslies returned, and the Bishop was expected to come and consecrate it. So, at the end of three months, they returned home all renovated and restored, save the one son, whose lameness con tinued. It was visibly affecting his health. Mrs. Leslie was as bright and beaming as ever, never recurring to the past, but to take comfort for the future. Mr. Leslie was grave and subdued — he had wrestled with the agony in his heart, but, in con quering it, a bloom was taken from his"], [161, "A HUNDRED FIRES. 155 life, that could only be restored in Para dise. The little Leslies rejoiced in going to the sea, and rejoiced in coming home again — almost in appearance a new home, so beau tifully renovated and cleaned. They ran into their beloved coach-house, to discover if aught had disturbed its intactness, and re joiced in finding it thick with native dirt and magnificent cobwebs. No one had con sidered it expedient to meddle with their private apartment. They ran up and down the Cinder Tip with high delight. Who so fortunate as they to possess one ! The Robartses had migrated to Leaming ton when the Leslies went to the sea; and so enamoured was Mrs. Robarts with its beauty and healthiness, that she would have remained there ; but their new house was almost ready for them, and they re turned to put the finishing touches to it. He was becoming a very rich man, yet was"], [162, "156 THE VALLEY OF he not without a certain care on his brow. He was sauntering down the road lead ing from his own office to the works, and which ran some short way by the side of the Cinder Tip, when he met the doctor. \"Good news, I hope, at the parsonage?\" he asked. \" Pretty well, pretty well. This new baby is likely to be weakly, after all the illness of the family, and the mother's anxiety. Mr. Leslie has just christened it Frances, after its lamented grandmother.\" \"Is it true the news that Mr. Leslie has had a fortune left him ? \" \" 'Tis true that his uncle has left him a good share of what he had to leave — 15,000/. I think; he is going in a day or so, when Mrs. Leslie is up, to see the law yers and settle it all.\" \" I rejoice to hear it — truly I rejoice, as if it were my good luck.\" \" Yet I question if Mr. Leslie would"], [163, "A HUNDRED FIRES. 157 not forego it all, provided his son was all right.\" \" John ill ! — God forgive you, doctor, don't tell me so.\" \"He is not ill in health, but I begin to fear he will be a cripple for life.\" And, like the heavy stroke of one of his own iron bars on his heart, Mr. Robarts felt a shock. The words of his wife, lightly spoken, 'tis true, rushed to his memory. It could not be that God had heard and registered them. The punishment would re turn on themselves."], [164, "158 THE VALLEY OF CHAPTER XII. \" There's not a star the heavens can show, There's not, a cottage hearth below, But feeds with solace kind the willing soul. Men love us, or they need our love ; Freely they own, or heedless prove The curse of lawless hearts, the joy of self-control.\" Keele. Mr. Robarts found Miss Charles with his wife, paying a complimentary visit on Mrs. Robarts's return to her beautiful home. Unlike his usual habit, at sight of Miss Charles, he lingered, the name of Leslie attracting him. \"Ay, but them Leslies has lighted on their feet at last.\""], [165, "A HUNDRED FIRES. 159 \"It appears to me,\" answered Mrs. Robarts, \"that they are always fortunate. 'Tis true, Mrs. Leslie has lost her mother, but what loss is that compared to a child whom we expect to outlive us ? \" And Mrs. Robarts's tears fell. \" But, honey,\" answered Miss Charles, \" the doctor bid ye thank God that your little missy was spared a long life of suf fering ; and Betty tells me the sufferings and the sickness of the Leslies \" \" I have lost a darling little baby, two months old, Miss Charles, as well — no one has experienced such trials as I have.\" \" 'Deed, thou hast many left. But mind ye now, get them prayed for i' the church. When that good saint lay a-dying, prayers were pit oop for both her and her dochter. Mrs. Leslie took the turn that very hour. Oh, my conscience, I think prayers is serviceable ! \" \"What would Mr. Leslie have done had"], [166, "160 THE VALLEY OF he lost his wife ? \" remarked Mr. Robarts. \" There's nae doubt on't, he'd gane after her. Them fevers mows down right and left, and I counted upon more nor half of that family getting their summons. But it wor not to be. They cam' thro' much tribblelation, and I am glad on't.\" This was a sentiment so unlike Miss Charles, that even Mrs. Robarts looked up from her tears. \" Good Madam Reine, ye mought have heered on it, may bes, left me and Betty a legacy.\" \" Surely that was scarcely fair, when you consider how poor Mr. Leslie is, with such a large family.\" \" Thou and me'll no quarrel about thon, Mr. Robarts ; and what's mair, we think for aince alike. I was na' going to tak' ony for mysel', but joost wag on. But when I evened the thing to Mustress Leslie, ray word, didn't she flash! Says she, 'Miss"], [167, "161 A HUNDRED FIRES. Charles, nothing,' says she, 'ever pleased me more,' says she, 'than to hear my mother had thus proved her friendship,' says she. And upon my living word, Mustress Robarts, she looked as if she kenned weel what she said, and felt it.\" \" You should have consulted Mr. Leslie — his wife was ever too generous.\" \" But now, what think thou of his saying most the vary same thing: says he, 'Thou'st been a kind neighbour in her sickness, and Betty has been very useful ; and had illness or fever,' says he, ' blinded the natural good heart of my mother,' says he, 'my wife and I would not have forgotten that you rendered her a daughter's duties, when her own were prevented offering them,' says he. ' And 'deed,' says he, ' we benefit greatly in money matters by what she has left us, sad tho' the legacy is, from remembrance of her.' Them Leslies maist think o' ony body VOL. II. M"], [168, "162 THE VALLEY OF afore themselves, so 'tis glad I am he's come into a fortin.\" \"But,\" said Mr. Robarts, \"the boy, they tell me, Jane, that beautiful boy, whose very name Mr. Leslie cannot hear unmoved, is to be a cripple, will be lame for life.\" \" Hoot awa, what ever's gotten me ! It's the maist wonderfu' extraordinarie thing, that I am joost a doighted body the noo, when I hear ill news. I'm no kin to the lad, but waes me I wish I wor, that I might hae the roight to greet my lane. They mun hae the prayers o' the Church, they'll git an answer roight off, one way or tither. Eh, my conscience, but I mun hame to Betty. I canna think what's cam o'er me, but I feels sae tender. Excuse me, Mustress Robarts, them Leslies mun ha'e a' our prayers — for, setting aside their fine fortin, they'll gi'e all oop for their bonny lad's health. Excuse me — why, I"], [169, "163 A HUNDRED FIRES. wud hae lossen my own leg the sooner ! Oh ! Betty, Betty, whatever can be said the noo of the Lord's justice gin that fine boy gangs a cripple ? \" So sayihg, in a whirl of dismay and grief, Miss Charles vanished, without any courtesy of adieus to the Robartses. \" 'Tis true, Jane, I had it from Dawson's own lips.\" \" Don't look thus at me, as if I was to blame, Jaspar. I would my children were cripples rather than lose them by death.\" \" But the one boy,\" whispered Mr. Robarts, as if to himself, awe-struck. \"Now, had it been one of the girls — \" u Mrs. Leslie loves them all the same ; like myself, she makes no difference in her children, so you need not think they are more to be pitied because John is stricken. And after all, what is it? — perhaps he may halt on one leg. Is that to be M 2"], [170, "164 THE VALLEY OF compared to my loss — two children taken from me.\" \" Hush, Jane ! you forget— this boy is so gifted, we are all so proud of him in our hearts. I cannot look into his clear eyes, without the wish to be better than I am. I feel, I am sure, that one day I shall be glad I knew him as a child.\" Mrs. Robarts was tearful and miser able all that evening. She felt that she was lowered in her own estimation, even below Miss Charles. Nothing roused her, not even the contemplation of her chil dren, or the hearing their accomplishments, her usual panacea. She was afraid to go near Mrs\". Les lie ; she had no further conversation with her husband, who, indeed, was very little at home. She longed to hear something, and wondered that no one came to see her. She could not count upon the Miss Hills, because they were among"], [171, "A HUNDRED FIRES. 165 the number of those whom, on her ac cession to the many privileges of riches, she had thought to keep on the back ground of acquaintanceship. Now, mingled with the most ancient blood, of the ancient Britons, there was a spice of Danish outlawry in the pedi gree of the Miss Hills, that when roused was not soon allayed. They gave their hearts, their affections, their time, their talents, their all, to those who appre ciated them. Touch but with one finger their pride, and adamant was not harder than their resolutions. As Christians they forgave — as mortals, they never forgot. Mrs. Robarts knew she must call more than once ere the Miss Hills would return even a card of civility. Yet they past Ty-mawr House nearly every day on their way to the parsonage. So, tired of she knew not what, hopeless of retaining Mr. Robarts, fearful of sending"], [172, "166 THE VALLEY OF for Mrs. Dawson, whose tender heart, she intuitively felt, would but increase the load upon her own, Mrs. Robarts sent to beg for Miss Charles's company to tea ; from her she would be sure to gain the latest news. Now, Miss Charles, when she ar rived, was certainly full of news, and at first Mrs. Robarts derived infinite consola tion from what she told her. \" There's nae fear for his life,\" was her first remark (in answer to Mrs. Robarts's question about young John,) \"and indeed, maybe there might be luck for him too in regard of his knee. Every day brought out new-fangled notions of pheesic whiles as dress. And he was that extraordinary good, if the Almighty granted a miracle nowa days, there wor none more befitting the blessing than young John. And Mr. Leslie has come hame — and oh ! the pree sents he has brought! No less, if you please, than one for my ainsel, and Betty"], [173, "167 A HUNDRED FIRES. besides ; and the manner o' the gift, my conscience, but I am a sinfu' critter ! I be as prood of thae few words i' the beginning of my present, ' To Martha Charles, in memory of Frances Elizabeth Reine, who loved her ' — ' who loved her,' mark ye that — and she as guid a Chris tian as ony boddy ye might read on, even i' the Holy Book itself (that's my present, a beautiful large print), a Dorcas, a vara saint — and she loved me, Martha Charles ; and its writ down black and white i' the Minister's own pen-hand ; and whar lives the boddy as daur say its not truth ? \" Here Miss Charles, excited and breath less, paused. Mrs. Robarts took advantage thereof, and remarked : — \" Indeed he is a truly good and thought ful man. I have been making myself quite ill, fretting about his son John, — and so he gave Betty a present ? \""], [174, "168 THE VALLEY OF \"The Lord be guid to the lad! We mun ha'e prayers pitten up for him. Ay, Betty had a dress, most the beautifullest maid's dress I ever set ma twa eyes on. I ha'e been maist dinnerless since the lass had it — she has been rinning the hale length and breadth o' the toon for a fashion's book. But I tell her she mun ha'e it made discreet, and shapely — forbye it is a kindly gift for her ceevelities and duties to that good Christian in her last deadly sickness, and she wor aye a disre garder of fashions. But Betty's no to be guided — she says the minister's to the fore, and the good lady not, and she mun show him the greatest respect, and have her goond well tagged and sewn in the fashions. Betty's a knowledgeable lass. I had to gi'e her an extra sixpence for sugar, ' for,' says she, ' missus, the little ladies will be owre here like fresh blossoms in May, and I mun ha'e a good"], [175, "A HUNDRED FIRES. 169 batch of the best gingerbread to the fore.' And believe me, if Betty was not pat as a brick in her saying. Over they all cam'. 'Look, Miss Charley,' says one (that's their name for me, Mustress Ro barts — and, eh ! doesn't it sound pratty in my ears ?) ; and ' See, Miss Charley,' says another ; and ' You shall always play with mine, whenever you like,' says that little one that's fitter to be an angel, Betty and me thinks, than a mortal bairn. Eh ! the little winsome, dear things, was it not pratty on 'em thinking as Betty and me wad be pleasured to see their grand pre sents? They are true bluid Leslies one and a', and I'm aye glad Betty never let's 'em ha'e \" Here Miss Charles stopped — she was let ting out a sacred secret in the Betty-an management. Mrs. Robarts was about put ing an end to this Lesliean discourse ; her conscience being quieted regarding young"], [176, "170 THE VALLEY OF John, she was in no mood to hear more of them, and considered it high time to change the discourse into a dissertation upon the perfections and accomplishments of the Miss Robartses. Miss Charles discerned her wishes very speedily, and began to look about for some reasonable excuse to shorten her visit directly after tea ; for that good lady had more reason than most of her neighbours to dis like the young Robartses. Kept in some awe and deference for others of their visi tors round about, they had none for Miss Charles. On the contrary, acts of rudeness and mischief towards her contributed greatly to the family amusement, from Mr. Robarts himself downwards, when they were de tailed. \"But she looks awful ould and weakly, puir boddy. Maybe it 'ull do her guid to let on a bit; and tho' its agin the na ture of me to say 'ay' to her notions, I"], [177, "171 A HUNDRED FIRES. can listen ; and o' my conscience I'll joost do it, as long as she likes, oot of naething but a bit charity feel.\" Miss Charles's soliloquy ended in her powers of listening being well taxed ; and it was with a sense of relief, notwithstand ing a most excellent tea and supper, that she found herself trotting home, escorted by Betty. \" Ech, my word, Betty, but there is ae sin that houldens on us unaware, and I wad ha'e ye queston yersel weel aboot it. One may o'er-vally onesel, and nae greet harm ; but to credit yersel wi' vartues ye ha'ena a title to, is a deadly sin, I'm think ing, and maist unbearable.\" \" True for you, Missus, I'll mak' an ex amination of mysel,\" was Betty's meek reply."], [178, "172 THE VALLEY OF CHAPTER XIII. \" Talk not of wasted affection— affection never was wasted ; If it enrich not the heart of another, its waters returning Back to the springs, like the rain, shall fill them full of refreshment.\" Longfellow. \"On Wednesday, March the 26th, 182— died my good uncle, Doctor Septimus Leslie, at the ripe age of 83. He had been in a manner almost a father to me, aud his advice I always valued. He possessed considerable powers of mind, an acute shrewdness in seeing to the bottom of statements and characters, together with practical common sense. His probity"], [179, "173 A HUNDRED FIRES. in all relations of life was beyond sus picion. He was kind, beneficent, a ripe classical scholar, an eminent theo logian. He was liked and respected where ever he went. His character is worthy of imitation for me and mine ; and I pray God that we may be enabled to preserve the family name as unstained as he did. He left 64,000/., which he has bequeathed among numerous nephews and nieces — the share appropriated to me being 14,000/. I thank Almighty God for this relief from straitened circumstances. For together with my wife's share of her mother's fortune (a legacy we would gladly have foregone for many years to come) I am now com paratively rich. I purpose still to take pupils, as much for my son's sake as for my own pleasure. My son, my son ! It has pleased the Almighty to place a re straining hand upon the bountiful flow of my son's talents. May it be for his"], [180, "174 THE VALLEY OF eternal good. An affection of the synona or juice that feeds the membranes of the knee, will for some years, I fear, require diligent care and nursing, compelling him to dwell at home under his mother's care, rather thau pursue his education at Winchester, where — ah, my God and Father, if in mine innermost heart I valued at too high a price for mine own good the gift of this good, this intelli gent boy, at least let mine be the pun ishment — suffer me to be the smitten one. \" It behoves me to think well of the tythes I must return to Almighty God, for His goodness towards me, touching the wealth I have inherited. I can think of none better than the making up the sum requisite to finish the new church, which now approaches completion. It is a good work, and I would not have it marred by any debt. May God grant"], [181, "A HUNDRED FIRES. 175 this blessing on the efforts to spread the benefits of His Church. Amen.\" — Extract from Journal. There was one person who had reason to bemoan good Mrs Reine's death, even to the innermost flesh. This was Mr. Sabine. Individually he certainly was more his own master, had greater liberty, could go out and come in at will without be ing questioned, could indulge in experi ments without fears of interruption, poi son himself or not as the case might in advertently be. But time proved him a miserable being ; and it was on this wise. Milner, that faithful maiden, proved the truth of a common axiom of the world. From being the most submissive, awe regarding, nul-thinking, obedient, passive species of slave to her rigorous and ener getic mistress, that pressure being with drawn, she rose up a giantess in petty tyranny. Never woman was so gifted with"], [182, "176 THE VALLEY OF exquisite little tortures of domestic annoy ances ; and let him rail in twenty different languages, she had her own way at the last. He was made to drink coffee, which he hated — and never allowed even to inhale the aroma of tea, which he loved. He could not in reality swear to the age of the last baked loaf of bread, but never since the lamented Mrs. Reine's death had he been indulged with a new, hot, smoking loaf of bread, which, during her rule of strict but kind sway, he was allowed to mess and muddle with in any manner he liked — which messing and muddling, good reader, consisted of pulling off the crust with his fingers, un til at last none was left, and a naked, shapeless, crustless mass of bread alone re mained of a beautiful loaf. But these were minor evils to others. There befell him a sudden and inexplicable deprivation of shirts. Being exquisitely"], [183, "177 A HUNDRED FIRES. clean and natty, he luxuriated in clean linen. No matter on what subject, had he something to settle, he inaugurated the matter by putting on a clean shirt. This was an absolute preliminary to ar ranging his thoughts and preparing for an emergency. Imperturbable was Milner in protesting he had not such an article in his possession. He began to feel like Sindbad the sailor, with the old man' of the sea fast round his throat. In an inad vertent moment, he, a man hitherto without ties, despising links of any kind, domestic or not, a wanderer, a lover of vagabondish ways, had promised to take the whole care of a parish — of a church (he was to be the new vicar of Nythvar), regardless of any unknown country being discovered, pos sessing a curious and literary etymology, bewitching to a Glottologist, and still further had adopted, through a sacred promise to the dead, a servant, who was fast reversing VOL. II. N"], [184, "178 THE VALLEY OF their situations, and reducing him to a degraded slavery ! He had serious thoughts of eloping — leaving parish, church, and maiden to shift for themselves. But it appeared some second thought pleased him better. He wrote a letter — and labouring under an impression, whether true or not, that he had not even an undivided power over his own correspondence, he carefully sealed and bore it to the post himself. He received no answer to it, and was not apparently discomforted thereby. It is even thought that he warned his corre spondent against imparting their joint secret to the doubtful sacredness of a sealed letter. Be that as it may, one hot July day the far-famed Bristol coach deposited at the door of the mis-named, or rather over-named hotel, a traveller. Was he a traveller, or merely Mr. Sabine"], [185, "A HUNDRED FIRES. 179 himself, who for some excellent unknown reason had gone out in the morning, clerically clad, and come home in the evening in sporting attire : blue coat, brass buttons, white cords and Hessian boots ? The mystery was soon solved. The real Mr. Sabine was at that moment walking up the street, apparently for the purpose of meeting his double. Miss Charles, who was passing, had reached that point of astonishment at the new arrival which breaks out into unlicensed speech, when Mr. Sabine came up. \" Allow me, Madam,\" said he, overhear ing her, and after a curt greeting between him and the traveller, \" to introduce you to this gentleman.\" \" Gentleman indeed ! why, he be like enough for thine own brother.\" \" We are related, madam ; he was born of the same mother, within the same hour. n2"], [186, "180 THE VALLEY OF He has come to live with me for a time.\" Mr. Sabine had a secret hope in his heart that the sight of his twin brother might have a startling effect on Mrs. Milner, moving her to speak sudden not-to-be passed-by words. He placed more faith on this hope than any greater power pos sessed by his brother for managing a feminine servant, than he possessed himself. So he hurried away from Miss Charles, that swift-tongued Rumour might not fling the news up to the White House before he arrived. He was justified in his expectations, and Hope, pleased with her votary, rewarded him on the spot. Mrs. Milner, like most tyrants, was a fool in worldly wisdom. She flew out into a wordy passion, to which both the Mr. Sabines listened with such silent, not to say pleased, complacency, that she was led in her wrath to say a great deal more than she intended. A burst of tears wound up her"], [187, "A HUNDRED FIRES. 181 indignation, as she finished by saying, \" She was amost worn to death attending to the whims and wants of one gentleman, but when it came to two, and they so exactly alike, it was more than mortal woman could put up with. And, spite of her solemn promises to her dear, departed, indulgent mistress, never to leave Mr. Sabine, but work for him night and day, she wasn't a-going to bear no such inhumanity as having a brother, be he twin or not, forced on her.\" \"Just so, my good Milner,\" began Mr. Sabine. \" Just so, indeed ! — not just at all, to my thinking. You'll please to send your brother, if he is your brother, down to the hotel, sir, for this night at least. I must consult my friends, sir, before I'll be put upon — just so, indeed ! — either your brother or I leave the house, sir, this very night. Take your choice, sir.\" The withering scorn with which the irri-"], [188, "182 THE VALLEY OF tated Milner uttered this last sentence was worthy of a better cause, and clearly proved how very far from her thoughts was the notion that any choice was necessary. There fore her state must be conceived rather than described, on hearing Mr. Sabine's answer. \" I have made my choice, good Milner. Far be it from my brother and me to tax too hardly a female frame. Here are your wages — one month over. Mrs. Evans of the ' Swan ' hath engaged me a maiden and a boy. They will be here anon. Farewell ! Vale, vale, hein, hein — a good business. Come, brother — hon, hom. Forti nihil difficile.\" Breathless, subdued, conquered, Mrs. Mil ner quitted her field of glory ignominiously, curtseying low to her victim, and beseeching his good word for the future. Her future was soon settled. She was caught in her wandering state by an ambi-"], [189, "183 A HUNDRED FIRES. tious dyer, who was on the look-out for a female partner possessing a few savings. She migrated to Bristol under a new and pleasing phase of life, and became dyer in ordinary and extraordinary to the inhabitants of the Valley of a Hundred Fires. Vast was the amusement and delight occa sioned by the arrival of Mr. Sabine the second. There was no possibility of telling the brothers apart but by their dress, and after a little time by their speech — for though Mr. Hugh John Sabine had the same guttural voice as Mr. John Hugh Sabine, he by no means in dulged in those various dilations into un known tongues which ended every sentence of the other. Indeed, it may be questioned if the former knew any other language than his own. But Mr. Sabine had not yet done astonish ing the world. Of course as he was about to become vicar of the Nythvar church he must necessarily go and live near it. It was an"], [190, "184 THE VALLEY OF understood thing that he and his brother were to live together, wherever he might take up his abode. Previous to the settlement of this question, the following scene took place at Nythvar Cottage, Captain Hill's house. \" Sister Fanny, sister Fanny, where are you?\" called Miss Hill. \" Here ! \" answered Miss Fanny, in a sort of choked-with-emotion voice. So, out of an arbour came she, gallantly led by Mr. Sabine — he, all smiles and hap piness — she, blushing and tearful. Mr. Sabine had only escaped Milner's clutches, to fall into those of Miss Fanny Hill. Now this match pleased the whole Valley, excepting, indeed, Miss Hill. And she be gan to look upon it in a philanthropic light, and consider it was as well to sacri fice the society of her sister, rather than lose so good a clergyman as Mr. Sabine."], [191, "185 A HUNDRED FIRES. But he was deeper than them all. She had no occasion to sacrifice her sister's society. She gained two brothers instead. Nythvar Cottage was large — in fact, it had been two cottages. It was close to the new church. \" Now, what can be nicer than our all living together ? \" remarked that sly Mr. Sabine ; \" your father wants a play-fellow, my brother will just suit him. Come now, say yes. Fanny will manage the house, and you and I will attend to the parish. We shall be a cosy family party. Say yes, and I and Fanny will get married by the bishop — unione fortior — hein, hein.\""], [192, "186 THE VALLEY OF CHAPTER XIV. \" Her heart was his — Wedlock joins nothing if it join not hearts ; Marriage was never meant for coat-of-arms : Heraldry flourishes on metal, silk, Or wood, .\" Sheridan Knowxes. Miss Frances Hill would, perhaps, not have been flattered had she heard Mr. Sabine ex plaining to Mr. Leslie the real reason of that important step which he had just taken with regard to her. \" Yes, my dear sir, 'tis true, 'twas a sud den thought. I daresay I ought to have considered the matter long ago. Perhaps I should, to have shewn my love, courted my"], [193, "187 A HUNDRED FIRES. Fanny — but, truth to say, the morning the idea entered my head saw in the evening its fulfilment. I was about to take a per manent place among you. Long as I have been settled here, I considered myself but a bird of passage, a wanderer, until I ac cepted the care of the new church. Then I saw, I felt that my wanderings were over, my home settled. I must quit the study of languages for the study of human nature. I love Mrs. Leslie, I like all the children (I fear my god-daughter has little taste for learning), my heart much affects so erudite a boy as John. I have lived here longer than I ever lived in any other place. I felt I could not leave it with out a pang. Pangs I don't like, they dis agree with me, upsetting my digestion as long as memory is vivid. I sent for my brother ; he, I said to myself, shall take care of the house, shall be mistress while I am master. My dear sir, Hugh John"], [194, "188 THE VALLEY OF knows not the difference between a fresh or stale egg even by his nose. Hugh John is unfit to manage a house — all would go wrong. He thought starch was to eat, and, I think, imagines shirts wash themselves. I am ignorant, easily taken in, but still I am not so deficient as Hugh John. Sir, he had the duck, the roasted duck, I was anticipating for dinner boiled — yes, boiled ! ' Hugh John,' said I, solemnly, ' duck boiled is duck spoiled.' ' It is so, John Hugh,' he answered, calmly. So I made up my mind on the instant, that to be comfort able we must have a mistress. I thought over all the ladies I knew. I should have liked Mrs. Leslie ; but there were two ob jections — she was already yours, and has far too many girls to suit my brother and me — we wish to lead quiet lives. Fortu nately I remembered the Miss Hills. I knew not which to choose. I settled it should be the one I thought of first when I awoke"], [195, "189 A HUNDRED FIRES. in the morning. I sleep soundly ; when I awoke I had forgotten everything — my over night intentions — the decision so important. I was merely hoping that my shirt was aired, when suddenly, opposite to me on the wall, my eye fell upon that curiously coloured dark wall-flower that Miss Fanny Hill painted at my request and gave me — an extraordinary colour, very dark. In stantly all came back to my mind. I rose up, dressed with alacrity and precision, met Hugh John, told him my intention, gained his consent and approbation, and at a proper and respectful hour set forth. Hugh John was to meet me on my return. If we were victorious — (you know, my dear sir, born of one mother, within the same hour, we have no separate interests) — I was to wave my handkerchief, to spare him some seconds of suspense. I waved, a victor, so did he ; I shouted, so did he ; I ran, so did he ; and as we met we embraced"], [196, "190 THE VALLEY OF cordially, in token of our great happiness. Hein, hein, animo vinces, nee temere nee timide. But, my friend, I am glad it was Miss Fanny — I rather surmise Miss Hill would not have accepted me.\" Prodigious was the excitement in the Valley of the Hundred Fires. A wedding in prospect, a church to be consecrated, a visit from the Bishop, but to the little Leslies much, much more — no less than the advent of Aunt and Uncle Armitage, with Adeline. Dark as had been the cloud lately hanging over the enclosure of the Cinder Tip, in the full glory of its silver side it now beams down upon all the little Leslies, wildly running up and down their beloved play-ground, Nest carefully draw ing John in the garden-chair to that par ticular point from which the earliest glimpse of the road could be seen. For on this day they were expected, and on this day Adeline was to be presented with papa's"], [197, "191 A HUNDRED FIRES. gift. A gift in a small jeweller's case. Now, though all the little Leslies had been favoured with a view of its contents, tightly did they hold their hands over their mouths lest they should be tempted to breathe forth the secret, and some wicked wind might bear forth the news to Adeline, and she should hear of it and they not be present to witness her delight. It was a gift only fitted for a young lady almost grown up, and therefore the very proffering of it was a mark of high esteem and favour, setting forth to the whole world that papa and mamma regarded Adeline as a superior being, without deference to the private opinions of her sisters. Pearl was the first to descry the carriage. Each little girl lent a helping hand to con vey John safely down the slope, and place him in the best position for greeting Ade line the first, and then they gave themselves up to the entire dominion of joy."], [198, "192 THE VALLEY OF How charming was that meeting ! With their increasing growth and intelligence it appeared to the little Leslies there came additional powers of enjoyment. And when the moment arrived for papa to present that gift, it was almost impos sible to restrain their delight. How pro vokingly calm Adeline was, rising up and kissing her papa as thanks, instead of open ing the parcel. But then she was as yet ignorant of what it contained. But indeed she is very slow now. Even Aunt Armitage says, \" Cut the string, child, and don't lose time disentangling the knot.\" But when it was opened, when Adeline first sees her present, the little sisters are amply rewarded. A beautiful watch and chain were well worthy of Adeline's start of delight, and uncontrolled exclamation of pleasure. She received her present just as she ought to have done, exactly as they had been anticipating. But then Adeline"], [199, "193 A HUNDRED FIRES. did everything as she ought, sd no wonder. From some peculiar formation in their dis positions, the little Leslies appeared to derive greater pleasure from seeing Adeline pre sented with a watch, than if it had been given to themselves. Aunt Armitage was so kind and con siderate, no deputation of fearless young maidens was necessary to rescue her from her absorbing accomplishments this time. Wholly and entirely was she given up to them and John ; and happy was it to wit ness the colour returning to his pale cheek, and the light into his beautiful eyes, under the care and fostering of the darling Ade line. Therefore this young lady, nearly if not quite sixteen years of age, dignified by the possession of a watch and chain, might now be seen, regardless of such an honour able position, running up and down the Cinder Tip as gaily as the youngest, draw ing John about, as if life held no greater VOL. II. o"], [200, "194 THE VALLEY OF boon, and acting the part of a very severe governess in the coach-house, with all the zest and activity of Nest herself. But lo ! a great change has come over that ungainly maiden. Heedless and untidy before, she is now hopelessly absent, not to say stupid. Excepting that she can always be trusted in regard of anything concerning John, or indeed with a certain surveillance over the baby, Nest has become perfectly useless as a member of society. The little sisters laugh at her, Wilsy scolds her, mam ma wonders at her, papa is concerned for her. Only John knows the real reason, and Pearl; and they, in pity to her, keep the secret as long as possible — then only con fiding it to Adeline. Dear Adeline is so amused and delighted, the great, big, blush ing Nessie must let her tell the secret. Nest is composing, and has nearly finished an epic poem! The news spreads. It is disbelieved. Papa looks pleased — a sort of"], [201, "195 A HUNDRED FIRES. guilty pleasure ; it is a sin he commits himself. Mamma shakes her head. About that time Lord Byron was beginning to astound the world with his poetry, and mamma, shocked at his sentiments, had no soul for the pathos and beauty with which they were expressed. Besides, individually Mrs. Leslie was eminently deficient in sen timent. She entertained no kind of inte rest in anything she did not feel. And then as she always sympathized a great deal too much, of course she had nothing left for sentiment. So she was entirely ignorant as to there being any beauty in poetry, much less use. But Nest rose in the estimation of Aunt Armitage and her god-papa, while Mrs. Dawson shed tears of delight, and prognos ticated wonderful things regarding Nest's future. And she made her poor eyes ache reading over the ill-written, ill-spelt, blurred poem, the only one who had courage to do 0 2"], [202, "196 THE VALLEY OF so, excepting papa. The little sisters, of course, had heard it read over and over again by the authoress, especially the finest bits, until they were completely tired of the name. \" Though I am no great admirer of poetry myself,\" remarked Mr. Sabine, \" I like the feeling which prompted my god daughter to undertake the task. You, my Fanny, it appears read to her and Pearl, when they came to you for their drawing lessons, the different poems of Sir Walter Scott and Lord Byron. Deeply smitten with either the manner in which they were read, or their own intrinsic beauty, or the marvellous tales contained in them, the child it seems confided to her sister Pearl that she must do the same, it should be her vocation. Now, that very feeling por trays that my god-daughter has character. No doubt, as she grows older, it will prove itself in a more extended and sensible man-"], [203, "A HUNDRED FIRES. 197 ner — hein, hein, operd repulsæ nescia sor didæ, hur, hur.\" Meantime the delights of the present mo ment drove all poetry out of Nest's mind so completely that she, as well as everyone else, forgot this first effort of genius as much as if it had never existed. No, not everyone. Papa locked it up, and it is supposed looked at it now and then. The day before the consecration of the church arrived ; the wedding was to take place on the day following that sacred cere mony. Of course, every house resounded with the din of preparation. Mr. Sabine, depart ing from the usual \" thoughts\" of bride grooms, was bent upon this new experience in the manners and habits of a civilized nation being performed with every known custom; and was as minutely curious, in specting dresses, tasting cake, and examin ing favours, as if he bore no active part"], [204, "198 THE VALLEY OF in the matter, but the rather was an accre dited newspaper reporter. Also, Hugh John Sabine innocently divulged that both he and his brother tried on their wedding garments, one dressed as bridegroom, the other as best man, and showed themselves off each to the other with due gravity and studious care. Of course, on this afternoon it behoved the little Leslies to keep out of the way as much as possible ; and they were all assembled in their coach-house, making preparations for a great tea, to which as many Robartses as had not colds were expected to come. Fortunately for the peace of the evening, Gus and Bernard were at school. So there would be nothing very much more to bear than constant giggling, and perhaps a few floods of tears from Eliza Mary. Very great was the fun and happiness — Adeline at the head of the table, Nessie at the bottom, John, under Pearl's protection, at"], [205, "A HUNDRED FIRES, 199 a side-table — when shadows darkened the doorway. Lo ! a goodly company. The Bishop, Lord and Lady Bernard, many other great people, and the papas and mammas, not forgetting Sir Edward and Lady Armitage. Such a commotion ! which redoubled itself as stout servants, bending under the weight of huge parcels, bore them into this wonderful old coach-house. Presents from the Bishop to fit up the coach-house in a worthy and tidy manner. A small tea-service, dinner ditto, grand prints for the bare stone walls, a bookcase, books to fill it, puzzles, games, balls, battle doors, dolls' cradles ; and last, though not least, a doll's house, with a real knocker on the door, and a servant never ceasing to peep out of one of the windows, expressive of her readiness in case that knocker knocked. What a kind, thoughtful, gracious Bishop ! The consecration of the church passed off"], [206, "200 THE VALLEY OF remarkably well : no drawbacks of any kind. Mr. Sabine duly read himself in, with as much ease and bravery as if nothing serious was to happen at that identical church to-morrow. In those days one bridesmaid was con sidered sufficient — at most two. Now, as Miss Hill so far justified Mr. Sabine's opinion that her nature was antagonistic to matri mony as to refuse to be bridesmaid, Ade line was chosen in her stead, and Bella Robarts to assist her — sorely against the advice of Dr. Dawson, who fought vigorously for the sake of the girl's health, fearing ill effects therefrom. But the mother and daughter were equally obstinate : the former, because Mrs. Leslie's daughter must not out shine hers ; the latter, because she could triumph over her sisters — they had never been bridesmaids. Both repented the indulgence of their desires before the year was out, but with that we have nothing to do at present. Now, Miss Frances Hill's wedding-dress"], [207, "A HUNDRED FIRES. 201 was enough to startle the modern tastes out of all power of repressing amazement. It was neither more nor less than a riding-habit of sky-blue cloth ; a white beaver hat, with a vast pyramid of white ostrich feathers on it ; a very heavy gold chain round her throat, and a large gold watch, deeply em- bossed, bearing a microscopic resemblance to a warming-pan, hung at her side. And very handsome she looked, being a fine portly woman — rather beyond forty, we must allow, but with a very good presence, and excellent, well-modelled features. Her bridesmaids (whisper it gently to civilized ears) were not dressed alike. Adeline in a lavender silk dress, with a white scarf of China crape, fes- tooned from the top of one shoulder down under the other ; a white chip bonnet with a fatal resemblance to a coal-scuttle — but, oh ! the admiration of so many little eyes. Bella in pink gauze, a sort of chaplet on her head, rather than wreath, a loose veil, white kid"], [208, "202 THE VALLEY OF gloves fringed at the edges, the pearl necklace round her throat, a terrible cough in her chest, and pink satin shoes on her feet. Not withstanding these obsolete costumes, both the girls looked very pretty, and were vastly admired. As to the fashion of their dress, Lady Armi tage had been overheard charging her maid, Burton, to put three breadths into Miss Leslie's dress, gored. \" Gored, my lady ! Miss Leslie's skirts will look himmensely wide ! \" \" Leave me to judge of that, Burton, and do as you are ordered. I think it probable that you and I may live to see the day when six breadths will be considered none too little for a fashionable dress.\" \" Himpossible, my lady!\" (Nevertheless, dear reader, in this prophecy Lady Armitage only made one mistake — she ought to have said nine.) One pleasant surprise cast a sort of delight ful beam over every countenance."], [209, "A HUNDRED FIRES. 203 Upon signing and sealing the settlements that morning, it was discovered that, so far from being a wanderer, a poor curate, a needy sort of wayfarer on the' earth, Mr. Sabine and his brother, conjointly, had a very pretty estate, worth 700/. per annum, the whole of which was settled upon Miss Frances Hill, on the death of both brothers, \"provided,\" remarked the bridegroom, with a most won derful attempt at mock modesty, \" she has no heirs — otherwise she must share it with — with — our child.\" The history of the brothers was not without interest. Their mother had been left entirely dependent upon them, through inadvertence rather than intention. But what formed the most singular part of the matter was, they never suffered her to know it. They mutually agreed to suppress the will that entailed the estate upon them : they paid her the respect and deference of children dependent upon her pleasure. John Hugh accepted the 100/. a-"], [210, "204 THE VALLEY OF year which she, in a high fit of generosity, as she thought, accorded him, to go on his travels and pursue his erratic inclinations ; and he accepted it with filial gratitude, promising never to exceed so bountiful a provision, which he never did. Hugh John, she decreed, should stop at home with her and manage her estate, and, as submissively as his brother, Hugh John toiled away, executing his mother's commands as scrupulously as if he were indeed the de pendent, instead of part owner and heir. The old lady did not belie the Aveakness cf her sex, which (God and Nature having de creed that they are to be ruled, not rulers) led her into not a few mistakes and lapses of good sense. She was not over-wise, not too sweet - tempered, not particular ly amiable, and she lived to the very un reasonable age of ninety-six, dying utterly unconscious of her long usurpation, exacting, as her due, the thanks of her sons for"], [211, "205 A HUNDRED FIRES. leaving them in equal portions an estate that had rightfully been theirs nearly thirty years. Why Hugh John's portion was settled on Miss Frances Hill, as well as that of her intended husband, is best known to the two brothers. They willed it, aud had apparently no better reason to give than that they willed it. Gossips had not been idle in predicting a double wedding and a double connexionship. But gossips waited in vain. Hugh John began, almost before the nuptial blessing was pronounced, to call Miss Hill \"sister Mar garet,\" she as frankly responding \" brother Hugh,\" and they keep it up to this — But we have forgotten the wedding. It was not the fashion then for the bride and bridegroom to depart in honeymoon felicity by themselves. After the wedding there was a grand collation; after the collation Mr. Sabine presented his bride with various wonderful presents col lected in his travels : unset diamonds of great value, Indian shawls, Ceylon pearls, Peruvian"], [212, "206 THE VALLEY OF feathers, Egyptian ornaments of silver, Chinese crapes, Japan lacquer ware, Dresden china, Turkish embroidery, Genoa velvets, and Russian furs. She was to bestow each and all of these in whatever fashion most pleased her. And, as she was generous and amiable, many went away from Nythvar that night the possessors of some priceless and wonderful gifts. The two bridesmaids in particular, and little Lily above all. This took up the greater part of the afternoon. Then came a sort of feast, the table groaning under the weight of goodly viands. Then dancing, then more eating and drinking, until at last, worn out with all her. onerous duties, Miss Hill begged every one would go away. \"I hope sister Fanny will never think of having another wedding-day,\" remarked she, \"for it would be the death of me.\""], [213, "A HUNDRED FIRES. 207 \" I respond to that wish, sister Mar garet,\" answered her new brother, \"as it would certainly be equally fatal to me.\""], [214, "208 THE VALLEY OF CHAPTER XV. \" Thank God, bless God, all ye who suffer not More grief than ye can weep for. That is well — That is light grieving ! lighter none befell, Since Adam forfeited the primal lot. Look ! those tears will run Soon in long rivers down the lifted face, And leave the vision clear for stars and sun.\" E. B. Browning. November the 12th, 182 — saw Dr. Daw son enter his house after an irritated fashion. He slammed-to the house-door, causing all Mrs. Dawson's prized little knick-knackeries to jump from their ha bitual quiescent position, as if they all had nerves, and these nerves had been startled."], [215, "A HUNDRED FIRES. 209 And he bounced into the surgery and out again, as if possessed by something not very proper. \" Dear doctor, what can be the mat ter ? \" said his apprehensive wife, running to him. \" Matter indeed ! just like women, al ways talking when a man wants to be quiet.\" \" 'Tis not any of the Leslies, surely, doctor — its not one of them.\" Mrs. Dawson knew her husband's moods well. He was never put out in this man ner without very cogent reason. \" Bella Robarts wont live a month,\" growled he. \" But it is not that, you know you are not fretting about that, husband, for you told me six months ago there was no hope for her. Tell me at once, dear doctor — you know I shall only suffer more.\" p VOL. II."], [216, "210 THE VALLEY OF The doctor was already conquered. His morose moods had not a shadow of foun dation, and melted at the first sympathe tic word. \" That boy John,\" he began \" I knew it, oh ! I knew it. I have seen a care gathering in his mother's eye. But he will not die?\" \" No, with God's blessing, no ; but, to preserve his life, he must lose his leg. The tumour on his knee is sapping his life away.\" \"Oh ! doctor, doctor, the beautiful fellow — what will his father say? — how will he bear it himself? \" \"And isn't it that which is setting me demented, you cruel old Dolly, instead of a kind, helping Dolly. I ought to have told them all a month ago. I wish I may not be too late now, for the boy's spirit and sense are beyond common ones, and I may have trusted too much to them. Whom am I to tell? — to whom"], [217, "211 A HUNDRED FIRES. can I go? — his father's tender heart I could not bear to see.\" \"Go to the dear boy himself; he is wise beyond his years — he may think life poorly purchased at such a sacrifice, but he will bear anything for the sake of his father and mother.\" \" You are right, wife ; I beg your par don for calling you a cruel old woman. I'll go now ; for if he consents we must lose no time — I must write by this post for the best operator in London. Pray to God for me and them, Dolly, until I return.\" Very gentle was the doctor in break ing the sad intelligence to the poor boy. It was the custom of the family to leave them alone together when the doc tor paid his visits; and there appeared no thing extraordinary in his remaining with him an hour at a time. For a not un usual specific of the doctor's was an p2"], [218, "212 THE VALLEY OF hour's cheerful chat, with some of his pa tients, as the best physic for them. In fear and trepidation he witnessed the effect of the news upon young John. His constitution was more injured than he had imagined. The buoyant, hopeful spirit that he inherited from his mother had somewhat blinded the eyes of the good doctor to his real strength. Very bitter were the tears that rolled in uncontrolla ble anguish from those beautiful eyes, into which none had ever looked without an inward wonder at their exquisite co lour and expression. The doctor was ready to sob aloud It is at moments like these that re ligion points to the only True Comfort. Kneeling down by the sick boy's couch, Dr. Dawson began to pray aloud, beseeching strength for them both, dwelling more par ticularly on the young life so heavily bur dened with earthly pangs; and then in"], [219, "A HUNDRED FIRES. 213 trembling tones he besought comfort for the tender parents. As John heard his father's name he opened his eyes, and stretching out both hands said — \" Do as you will. Save my life for their sakes.\" \" God love and keep you, my noble boy ! You have a fine heart.\" And he paused, as if thanking God for so imme diate an answer to his prayer. \"Now, who is to tell them?\" \" I will ; they will bear it better from me,\" said John. \" Oh, my boy, my boy, would that I could lose both my limbs to save yours — you dearest, best fellow !\" \"But, doctor, I fear more for my father. Spare my father knowing it.\" \" But I know not how, my boy ; I hardly understand.\" \"If — if this must be done, do it now,"], [220, "214 THE VALLEY OF before he returns home. I would wish him to hear that it was expedient — and and over, at the same moment.\" \" God Almighty reward you, John, for no mortal can. I understand you now. Your father has left home for a fortnight 1 think I heard ; every day is of conse quence to you. His grief will unfit him for any use at the time, so he may well be spared; but dare I, can I do such a thing without his consent ? I may not, in truth I may not without the consent of one parent at least.\" \" Tell my mother, and give her reasons good for what you do, and she will be the first to remember my father.\" \" Oh, my boy, my boy, every word you say pierces me to the heart like a knife — for indeed, indeed, you are too good for this earth. Man's grief is, as you imagine, almost unbearable, from their strength and the consciousness of a cer-"], [221, "215 A HUNDRED FIRES. tain power in all things, which leaves them unprepared to cope with pangs. But a woman is different — her nature is to suffer and to soothe. Your mother's agony will be great, but even in the first wringing of it she will turn to God for help. As she does so, the pain and tor ment of her son, the despair and anguish of the father, will make her forget herself. She will think only of them.\" It was even so. Yet Nature asserted her rights, as the time drew near. To the very last moment she hovered over him with un flinching love and tenderness, thanking him, with all the fervour of her ardent affection, for his heroism and courage, in sparing his father this bitter hour, while she upheld his shrinking spirit with pious words and earnest prayers. \"Mamma,\" said the gentle boy, \"the doctor says you are not to be with me."], [222, "216 THE VALLEY OF I could bear it better, I think, if I had one kind hand to hold.\" Our poor Emily had taxed herself too much. These words brought the first sob ; they were not to be restrained now, and she was borne insensible from his room. \" It would not hurt Nest, would it, doctor? — if I die, I should like to feel one of my own people's hands in mine,\" he asked meekly. \"It will not hurt Nest,\" answered the doctor, in a choked voice — \" or Pearl either.\" \" No, she is too tender-hearted,\" answered John. \" My Dolly and Miss Hill will both be here in the room, and the two girls shall sit on your bed and talk to you. Your mother is under the care of Lady Bernard and Mrs. Sabine. Now, my good and darling boy, in less than an hour, with God's blessino you shall be free from the aching limb.\""], [223, "A HUNDRED FIRES. 217 \" Make haste, Miss Nest and Miss Pearl, dry your eyes directly, Master John wants you to hold his hand while the doctors are with him.\" \" We cannot ! — oh, we cannot ! \" \" But he has asked for you, young ladies, and you'll please to think of him, and not yourselves.\" White and trembling, they rose up hand in-hand, and Wilsy led them into the room. John's face of pleasure when he saw them repaid them at once; and Mrs Dawson placed them upon the bed, one on each side of him, with their faces towards him, and their backs to the foot of the bed. \" Now, Nessie, smooth and comb his curls, as you are wont to do, when he has had his paroxysms of pain, telling all those little wild fanciful stories he loves to hear; and you, Pearl, bathe his hands with laven der-water, and keep reminding Nessie of her tale in case she wanders. You are not to"], [224, "218 THE VALLEY OF turn your heads right or left — you are only to look at John.\" Fortified by Mrs. Dawson's cheerful words, the colour returned to their cheeks. \" Good girls,\" said the doctor, \" good girls — now I shall go for Mr. Stewart.\" As John heard the step of the new comer he raised himself on his elbow and looked up. \" Good heavens ! what a beautiful boy ! \" was heard in half-smothered accents. True to their orders, the little girls never turned their heads, even when John said, apparently unheeding the remark, \" Sir, will you shake hands with me ? \" \" With as much pleasure as if it was a king who desired it. But those girls — why are they here? — they must be removed.\" This was uttered in an audible whisper to Dr. Dawson. \" Not so — I'll answer for their good be haviour with my life. He is used to them,"], [225, "A HUNDRED FIRES. 219 and they are his usual little nurses. 'Tis so best, I assure you.\" The new doctor appeared reluctant ; but suddenly, as if again astonished at the group, he bent over and kissed John on the forehead. \" Thank you, sir,\" said John ; \" you see he is very kind, sisters.\" And the two little girls looked with be seeching and pitiful eyes into the unknown and dreaded face. Very piercing ones look ed back into theirs, belonging to a cold, stern face, that seemed as if the world itself might wholly die away without one muscle relaxing. But he said nothing more. Soon he felt John's pulse — and then came the words, \" We are ready.\" \" Now, Nessie,\" whispered Mrs. Dawson. Resolutely shutting her eyes, Nessie parted the beautiful curls, with her well-tutored fin gers, and began her wild tale, half-jargon, half-sense, wholly curious, from its likeness"], [226, "220 THE VALLEY OF to the strange whimsicalities of a dream. And bent upon excelling herself for John's sake, she heard no preparations. But pretty, pale, nervous Pearl resembled a fawn startled from its lair by the wild bay of hounds. Some minutes had elapsed — a low, grating sound was heard — a sharp, sud den, agonized cry from John. Nest paused, paralyzed — Pearl sunk on his pillow. \" It is over, well over, God be praised, and the upper limb perfectly free from dis ease. 'Tis a good job, excellently done!\" Who spoke these words neither Miss Hill nor Mrs. Dawson could ever tell. The next voice heard was John's. \" Nessie, go and tell mamma it is over, and I did not suffer so much as I ex pected. I feel relieved already, Avithout my burning knee.\" \" Swallow this, my boy, and then I will take your sisters away, for you will have no more pain to endure ; but we shall be"], [227, "A HUNDRED FIRES. 221 some time taking up the arteries. You have borne it nobly.\" When they tried to remove Pearl it was discovered she had fainted. But Nest went with her message. John was exhausted before the doctors had done. So Mr. Stewart said, \" I am much wanted in London, and intended to return this night; but I cannot make up my mind to leave this boy. I will watch by him myself to-night.\" Fully alive, not only to the advantage of this offer, but to the magnitude of it, Dr. Dawson was profuse in his thanks. Towards evening John awoke from a deep sleep much refreshed, and as he opened his eyes he saw that keen, bright gaze fixed upon him. John smiled. It appeared that few ever regarded this stern doctor with a smile, for his eyes filled with tears, and' gently as a woman he again kissed him."], [228, "222 THE VALLEY OF \" Sir, when may I write ? \" \" Write ? \" \" Yes ; it must be in my handwriting that papa hears it.\" \" You shall write to-morrow, and I will take the letter to him myself. For I shall like to tell him that though he has a son with only one leg, there is no father in England who need be more proud of that son.\" John was rather like his mother in one thing. He duly appreciated praise, but some monitor within apportioned to the heart what was its due, leaving the ears the only recipients of what might be over due. This time he flushed with pleasure. \" It would comfort mamma if she was to see me to-night.\" \" So she shall — I will send for her now.\" How keenly did this man of extraor-"], [229, "223 A HUNDRED FIRES. dinary nerve, and skill, and hardened feel ings watch the short interview between Emily and her boy — the efforts of John to soothe and cheer her — the resolute will with which she kept down all emotion, and yet the irresistible love that made her kiss his hands, his hair, his very pillow — and, amid all this, her remembrance of the griefs and wishes of another. \" Mrs. Robarts, hearing so much of the kindness and skill of Mr. Stewart, my John, wishes him to see Bella before he leaves.\" \" I do not quit this house until I can do so with perfect ease,\" was the reply ; \" even for half an hour.\" John had an excellent night, and was enabled to write a short letter to his father in the morning, with a pencil. Mr. Stewart went to see Bella, and gave his report of her to Dr. Dawson. \" There is no hope for the girl, even"], [230, "224 THE VALLEY OF if Mrs. Leslie was her mother ; and they will all go the same way, just as they reach womanhood, if you do not frighten the mother into some more rational mode of bringing them up. How strange that two families living so close together should present such different features -in their phy sical as well as mental organization ! No, no fee, thank you, for that boy. Even if his father was not a clergyman, from whom I take no fees, I am his debtor. I shall prize my skill as a gift from God if that boy is spared to be an old man.\""], [231, "A HUNDRED FIRES. 225 CHAPTER XVI. '.' Father 1 I'm going home ! To that good home you speak of — that blest land, Where it is one bright summer always — and Storms do not come. I must be happy then ! From pain and death, you say, I shall be free — That sickness never enters there, and we Shall meet again. Now, mother ! sing the tune You sang hist night — I'm weary and must sleep ! Who was it called my name ? Nay, do not weep, You'll all come soon.\" Anon. When Mr. Leslie returned home he spoke to no one of his sorrow, not even to his Emily. But his hair when he went away VOL. II. Q"], [232, "226 THE VALLEY OF was only just touched with gray. Now, even in this fortnight, like the hoar-frost on the dark fir-tree, lay the snow of grief upon it. On the first evening that John was able to come down-stairs, at his particular re quest the nursery was invited down to tea with him. Great was the commotion. No one com plained of the smarting soap in their eyes, the hardness of the hair-brush, the extra briskness of Wilsy's fingers, always rather painfully active ; nothing was thought of but drinking tea with John. Dear John, whom they had not seen for so long, and regarding whom something very dreadful and serious had happened, filling their minds with awe and mystery. Under the influence of these feelings, they were at first subdued. But finding John very nearly just the same John, only paler, they regained their confidence. At"], [233, "A HUNDRED FIRES. 227 last Gwendoline permitted herself to make a long and earnest investigation, though only with her eyes, of John's figure, as he lay on the sofa, enveloped in a curious coun terpane of patch-work. Finally, unable to repress her curiosity any longer, she demanded of him — \"If he had had his leg sewn on again. This highly amused John, so that he laughed. Breaking down through all barriers, all or ders from Wilsy, all charges of Nest and Pearl, on hearing this laugh, the whole nur sery crowded round him, with their ques tions. So John made Nessie and Pearl re move the coverlid — and there was a sight that set half of them crying. Only one foot and ankle was to be seen on John's sofa. Very pitiful were all the little girls, and very sincere in all their wishes that they could give John one of their legs. \" See, I can hop about quite well upon one,\" remarked Miss Winifred. \"I shall Q2"], [234, "228 THE VALLEY OF never want mine — it shall be always John's.\" Tea caused a turn in the state of affairs ; after tea, Papa came in with two parcels in his hands, one of which he gave to Nessie, and one to Pearl. Upon being opened, at which ceremony every little girl was as eager as if it was her own, there were displayed two beautiful Bibles, one bound in crimson and gold, the other pur ple and gold. Within them were written the names of Nest and Pearl— \" A present from their bro ther, in memory of the 17th of Nov., 182—.\" And as if that was not sufficient happi ness, Papa took each of them by the hand, and, kissing their flushed cheeks, thanked them for being so true-hearted and unselfish, and that he blessed God for having such good children. Then were the other little sisters delighted, and jumped about, saying, \"Nessie and Pearl have beautiful Bibles,"], [235, "229 A HUNDRED FIRES. given them because they are good. So we will be very good too ; and perhaps they will lend them to us, to read in some times.\" \" Ah,\" says papa, \" if I know of any little girls very good, as good as Nessie and Pearl, I have more Bibles in my treasury.\" \" I think, papa,\" said Gwenny, \" that Gwladys and I are pretty good ; for we helped a poor frog over the wall with two sticks, and though he fell down with a great flop he did not seem to mind.\" \" Poor frog — no doubt your intentions were excellent.\" \" Now,\" said mamma, \" here are two other parcels for Nest and Pearl.\" They were from Lady Bernard and Mr. Sabine. Pearl's was a workbox, outside all rosewood and gold — inside, the most ex quisite thing ever seen, gold thimble, scis sors, tweezers, bodkin, and no one knows what, reposing on white satin. Nest's was"], [236, "230 THE VALLEY OF an utterly ridiculous gift compared to that workbox. It was only composed of some dirty bank-notes. Thirty pounds had Mr. Sabine sent his god-daughter, in token of his admiration of her conduct on the 17th of November. Nest was disposed to break the Tenth Commandment over Pearl's box. But papa came to the rescue. \" I will take care of your thirty pounds, Nessie ; and every quarter-day I will give you interest, which, at 5 per cent., will yield you an income of thirty shillings a-year. Here is the first quarter — seven-and-six- >! pence. Whereupon Nest's most highly in the the more because wholly inexplicable. seven - and - sixpence, present rose in value little girls' eyes, all the transaction was Not, however, the which was spent in idea twenty times over that night. And that quarterly payment became afterwards the source of boundless pleasures — always"], [237, "231 A HUNDRED FIRES. anticipated for weeks before it was due, and then spent in ostentation and pro fiiseness worthy a sum twice tenfold in value. Also, to the casual observer it might have been worth noticing that each little girl considered she had as much individual right to part of this seven -and -sixpence, paid quarterly, as Nest herself, and that Nest appeared to think this arrangement extremely just and proper. Mr. Sabine was taken to task by his wife for sending so strange a present to a young girl. \" You should have bought her something pretty — a watch, a coral necklace, or ring. But to send thirty pounds in notes was very strange.\" \" My Fanny, the greatest pleasure I ever experienced as a boy was the re ceiving a present of thirty pounds — I bought with it a Lexicon, a Phædrus, the Bible in Hebrew \""], [238, "232 THE VALLEY OF \"Oh! that's quite enough, don't stun me with learning.\" That same evening, the evening of the tea-party, Emily had scarcely seen her son to bed and asleep, when she was sum moned by urgent messages to Ty-mawr. Poor Isabella Robarts was passing visibly away; and Mrs. Robarts, in agony, called for comfort upon every one — on none more than Emily. Unheeding the vale of sorrow in which Mrs. Leslie was still treading, Mrs. Robarts could listen to and think of no woes but her own. By turns she upbraided, be wailed, rebelled, and murmured. No sooner had Mrs. Leslie left her, than a messenger would recall her in hasty peremptoriness. No sooner had she returned, than with captious fretfulness she would bid her be gone. The happy mother of healthy chil dren was not the comforter she required, but one who could feel for her, one who"], [239, "233 A HUNDRED FIRES. knew real experienced sorrow. It was in vain to say it was God's will, and she must submit. Why was she the only mo ther in all that Valley marked out to rear her children but to die? Very pitiful and tender was Emily ; and if in some of Mrs. Robarts's upbraidings she touched, with lacerating hand, upon the one sorrow of her heart, very careful was she to hide from her that grief made her cruel. To all but Mrs. Robarts was visible a cessation of the hopeful gleam in Emily's eyes ; — a languor was stealing over that bright spirit. She an swered sometimes at random — her eyes seemed ever looking up, as if a constant prayer was on her lips. But not when with John, or minister ing to the wayward whims of the sick girl. With that feeling common among in valids, Isabella preferred any one to nurse her, rather than those of her own family."], [240, "234 THE VALLEY OF Nessie and Pearl were in constant re quest. Gwladys and Gwenny were not to be despised ; and when any of these gave her child a transient pleasure, or enabled her to pass a happy hour, the gratitude of Mrs. Robarts was boundless. And so went matters on, until, whether in humble submission or unrighteous mur muring, the mother had to let her child go- She had a painless death ; and at the last, like a weary child, fell asleep — say ing, \" she should never wake more ; and trusted she might go to heaven, and en dure no further suffering.\" But poor Mrs. Robarts derived no comfort from these words. Her child was taken from her. It made her loss appear greater that she was glad to go. Thus the happy Christmas time passed this year somewhat gloomily in the Valley of a Hundred Fires. Lord and Lady Bernard had gone to Italy, for a length-"], [241, "235 A HUNDRED FIRES. ened period, on account of their youngest son's health. Sir Edward and Lady Armitage never travelled in the winter. Captain Hill was slowly sinking into an honoured grave, and his state demanded the entire attention of both his daughters. Isabella Robarts was buried on the 29th of December. Captain Hill survived her just six weeks. Miss Charles was dangerously ill for two months, but was restored by the prayers of the Church, as she considered, and no doubt justly. On the last week in April Mr. Robarts abruptly entered his wife's boudoir, and spoke thus : \" Jane, you have often wished to leave this country. I am ready to go wherever you like, provided it is immediately.\" \"Oh, Jaspar, how you startle me! Leave this country, where lies all that remains of my two dear girls ! No, I don't wish to leave it. And just, too, as we have got the"], [242, "236 THE VALLEY OF house in such beautiful order — the new con servatory \" \"Hush, Jane! — if you choose to remain, say so. I — I — cannot, must not. I require a holiday. 'Tis time I gave up business.\" \" You are hiding the real reason from me, Jaspar — there is some other cause \" \" It may be as you say, or it may not. You know this place is unfit for our boys — they will never learn to be gentlemen here; and though Lord Bernard has promised his in terest for Gustavus, in whatever profession he chooses, he must be schooled into something better than he is at present. Would you like Brighton ? I can be off there to-morrow, and will take the best house in the place, for a lease, if you please. 'Twill be healthy enough for the girls.\" \" No, Jaspar, I should not like that at all, so far away from all our friends ; and how can I get Mrs. Leslie to come and comfort me at such a distance ? And you know she"], [243, "A HUNDRED FIRES. 237 always nurses the children for me when they are ill — they do anything she bids them.\" \" 'Tis to avoid her I wish to go.\" \" Jaspar, you amaze me ! \" \" Jane, it is some time ago since you and I, in a fit of murmuring and discontent, scat tered curses on the air regarding the Leslies. Since that time they have never been wholly free from one care or another.\" \" How can you say so, when you compare our sorrows to theirs? Death has spared them, while we have lost two lovely girls, at the most interesting of all ages.\" \" Has Mrs. Leslie been here to-day ?\" \" Yes, she sat with me for more than an hour, and was as lively and cheerful as I ever saw her.\" \" Ay, in speech, but not looks.\" \" She ages, as I do. Few people have had so many children as she and I. It begins to tell upon us now.\" \" Not so — there is trouble in her eyes, not"], [244, "238 THE VALLEY OF age. And Mr. Leslie, why is he to look so careworn ?\" \" I see nothing of all these things, Jaspar. You are only trying to alarm me. Who is to manage our affairs, if you leave ? And why did you spend such vast sums on this house, and allow me to fit it up as I liked, if I am to quit it just as it is perfect ? \" \" You never can please a woman, I have heard, and I believe it is true. At one time I never could get you to stop at home. Now I will give you until Sunday. Mark well both Mr. and Mrs. Leslie — see the pitying faces of those who speak to them. If you can remain after that, to see an overwhelming blow fall upon them, which I know is im pending, I cannot. I remember what I said, and God forgive me for it.\" If Mrs. Robarts had not received this warning from her husband, an incident that occurred in the church service, on Sunday, would have opened her eyes. The"], [245, "A HUNDRED FIRES. 239 second lesson was the parable of the nobleman's son. There was a slight faltering in Mr. Leslie's voice as he began it, and, seem ing to fear an increase, he read on with unusual rapidity ; but he suddenly paused — like a cry from his heart, a petition of his own, with thrilling pathos, he slowly said, \" Sir, come down, ere my child die ! \" It seemed as if the church was filled with the sound of a universal Amen. There were many who left the church that day with red eyes. So much had the simple, engaging character of Mr. Leslie won upon his parishioners, that his grief was in each heart as the private grief of all. The Leslies never rejoiced alone — so were they not to sorrow alone. Hard natures, gentle ones, morose charac ters and kind ones, worldly hearts and loving ones, all appeared to have one common"], [246, "240 THE VALLEY OF feeling with regard to their pastor and his wife — and it was with many a whis pered blessing that they made their way through the throng of sympathizers. That evening Mrs. Robarts consented to go to Leamington for a year. They were to let their grand house to Lord Ber nard's brother, who was expected shortly, to manage the iron-works during his ab sence ; their return appeared indefinite. Extracts from Journal. \" May 2nd: — Oh ! Lord God, hear my prayers, for my Lord Jesus Christ's sake. Preserve my son, my only son, to us, if it be Thy gracious pleasure. Turn his weakness into strength, his disease to health, for Thou canst do it, oh ! my God. Hear Thou from Heaven Thy dwel ling-place, and grant that this my sick son may live, for Christ's sake.\" \" May hth.—kh. ! me ! Ah ! me ! Has my heart been too much set upon my son?"], [247, "241 A HUNDRED FIRES. Merciful Father, I valued Thy gift. His mother and I ever gave Thee the praise, for his gracious young spirit, his ability, his sense. If we rejoiced that no eye saw him without loving him, no ear heard him without commending him, did we not give all the glory to Thee? Spare, spare my son ; nevertheless in humility I would add, 'Not my will, but Thine be done.'\" \" May 9th. — We require of Thee strength, 0 Lord ! Thy servants are heavily burdened. Hear us, 0 Christ ! Hear us, 0 Lord Jesus Christ!\" \" My dear doctor, have you heard the news? — the Robartses are really off!\" Mrs. Dawson, getting no reply to this re mark, looked into the surgery : her husband was not there. She sought for him in va rious parts of the house ; for she knew he was at home — there was no mistaking his step. R VOL. II."], [248, "242 THE VALLEY OF In their bed-chamber, on the further side, she saw the reflection of a figure through the white dimity curtain. She approached. Sitting across a chair, with both arms on the back of it, and his face buried in them, sat Dr. Dawson. Mrs. Dawson needed not the evidence of her ears to tell her he was in grief. His whole frame shook with sobs, and his tears fell like rain-drops on the floor. \" My dearest ! \" she whispered, \" oh ! my dearest ! \" 'Twas all she could say. The grief of a man must waste itself out. As mighty woes produce it, only mighty power can subdue it. She silently wept by his side, waiting the outpouring of his sorrow. \" Wife, it was too late ! I wish I had been dead ! — I wish I had not loved him so ! Mr. Stewart says, had it been done but a month earlier, we might have saved him.\""], [249, "A HUNDRED FIRES. 243 \" God laid His mark upon the boy from the day of his birth, husband. I mourn for the parents, and not for him.\" \" I mourn him — I lament the loss of him : it is out of all reason to suppose that God created so perfect a creature to smite him down after this fashion. Oh ! Dolly, Dolly, I am in a bad way ! I am no Christian — my faith has left me.\" \" God help you, my good husband. I have no fear on that score. Mr. Stewart has been here, then ? \" \" Yes, he came this morning, and has just returned to town.\" \" And is there no hope ? \" Poor Mrs. Dawson's voice trembled, with the beseech ing cry in her heart for a favourable an swer. \" There is no human hope,\" answered her husband, in loud, angry tones. \" There is no human hope — no human hope, I say. R2"], [250, "244 THE VALLEY OF This severe winter nipped all we had in the bud. It has seized and grappled with many. But he had no strength to battle with it. I ought to have sent him away, to a warmer climate ; but then I knew no one would watch his every change as I should. Oh ! Dolly, Dolly, thou must bear with me. I would lay down my life for the boy's. And I much question if that stony iron-man, Stewart, would not do the same.\" \" And the father and mother ? \" \" Oh, don't talk to me — don't you speak of them. I know nothing about them. Dost thou think I'd show my face there again, a murderer? One mouth, one little month, might have saved him ! \" \" But they ought to know — they should be prepared. Husband, doctor, my dearest, think of them.\" \" The Almighty must do that — I am only a man, Dolly — a poor weak man."], [251, "245 A HUNDRED FIRES. Why put such a burden on me — me, who am evermore to think I murdered him ? \" \" Now, God forgive you for the thought ! You'll get no comfort from me, or any one, until you dismiss such unchristian fancies from your heart. It is more likely that the poor father and mother are thanking you in their hearts, for the care that has kept him so long among them.\" \" Ay, 'tis like them ; but I was too late, too late, Dolly, and I never can for give myself! \""], [252, "246 THE VALLEY OF CHAPTER XVII. \" Two Angels, one of life and one of death, Pass'd o'er the village as the morning broke ; The Dawn was on their faces, and beneath The sombre houses hearsed with plumes of smoke. Their attitude and aspect were the same — Alike their features, and their robes of white ; But one was crowned with amaranth, as with flame, And one with asphodels, as flakes of white.\" Longfellow. Once more the angel of death approaches the door of the parsonage. But not as before, with shrouded face and lingering foot-fall. He has the mien of a conqueror ; on his brow is the radiant diadem of glory — from his wings falls the resonance of a celestial melody ; he stays not on"], [253, "247 A HUNDRED FIRES his way — already he is at the door of the sick-chamber, — hope, joy, and triumph lighting up his broad front. But he pauses — once more he hears voices within that sick-chamber ; there is a mother seated by the bed of the dy ing — across her brow flit spasms of mortal agony, almost extorting the cry of pain. But a resolute will restrains them ; the grief in the heart bears down the mortal dolour. The angel hears the whispered prayer, \" Merciful God, let me deliver my son's last sigh to Thee ! Give me strength to receive the last look, ere he goes from me to Thee ! \" Deeply hidden in the curtains, an agonized father was schooling his heart to deliver up his son, his only son — but no words passed his lips. Yet the angel read the prayer of his heart. \" Forsake me not, 0 God ! — leave me not to my own strength. I sink, I fail ! — help, Father of mercies, for our Lord's sake ! \""], [254, "248 THE VALLEY OF And beside the dying, half-reclining, lay a young girl. Her trembling fingers essayed their wonted skill in smoothing and arrang ing the heavy curls damped with the hue of death. As if her well-known touch might scare away this strange aspect, so lately fallen on her beloved one, she me chanically rolled a curl round her finger, and looked piteously into his face for one, the slightest, token of his consciousness. A sudden inexplicable dread seizing her, she whispered, \" John, dearest John, take me, take me with you.\" At one and the same moment the angel answered the prayer of each in their hearts. \" Oh, mother, strength is given thee, thine hour of pain is delayed. Thou shalt close the eyes of thy beloved one.\" \" Father, the Lord hath need of thy son, thine only son. He gave thee His, there fore pay back the debt.\" \" Young sister, thou art not ready to go"], [255, "A HUNDRED FIRES. 249 with thy brother. Fight thou the good fight of Faith in the Battle of Life, and thou shalt meet thy brother again.\" The mother felt a strengthening calm fill gently her drooping frame. The father said aloud — \" Not mine, but Thy will be done, 0 God.\" But the young sister bowed her head, choked with grief, her lips wildly seeking his, as if to bind his soul and hers in one. At this passionate kiss once more opened upon the world those beautiful eyes — aift they saw, what was hidden from the mourn ers, the angel in the doorway. Straightway light and glory flushed his brow — he stretched out his feeble hands, in a strong clear voice he said : — \" Glory be to the Father, the Son, the Holy Ghost ! Amen, Amen ! \" Then he beckoned, as it were; soft, won dering, and delighted smiles covered his face, so lately contracted by pain. And like a"], [256, "250 THE VALLEY OF little child folding itself up safe in his mo ther's arms, he laid himself down, with one faint sigh. Ere that sigh had fluttered from his heart the angel had opened his arms, the pure soul sheltered within them, and spread ing his wings, straightway, in holy triumph, he bore the sweet spirit to the footstool of the Almighty. And the father and mother kissed, one after the other, all that now remained of their boy; piously submissive, closing the eyes that might never more open to them in this world. Then sympathizing neigh bours led her away to the bed she so much needed, while the father hastened alone to his chamber. None would intrude upon his sorrow. They felt he must wrestle alone with God and his grief. The girl was insensible, and tightly round her finger was wound the ringed curl of hair. They had to sever it from the head"], [257, "A HUNDRED FIRES. 251 of the dead boy ere they could bear her away, the fingers closing instinctively on the treasured lock. Then silence, as befitted a house visited by the angel of death, fell upon it for a brief space. Solemn as is such a time to all who ex perience it, it appeared in this case as if there had departed from the house a joy never to be replaced — a good that could only be found again in heaven. There was nothing to cry quittance with the loss in this world. There was no palliative to counterbalance the weight of woe. He was gone from their eyes, leaving none to fill his place — for surely none of earthly parents ever promised such perfection. The Al mighty had claimed him early for His own. They must mourn in submission, not mur muring. They must be grateful that he had been spared for sixteen years to be their delight and glory. Would they have forborne"], [258, "252 THE VALLEY OF his sweet companionship for those sixteen years, rather than endure their present pangs? Ah! no, no! he has left behind him the never-dying fragrance of his memory. As time mellows the pang of his early death, they will remember, with fond pride, his goodness and beauty. As years soften the acute pangs of hopes shattered, expectations withered, there will arise on these ashes the growing promises of a happy reunion, drawing nearer and nearer, until they almost see their lost one again. But hurried steps break through the solemn calm of the house — voices whisper anxiously. The watchers by the beloved dead must leave their charge, for the living require their services. There was hurrying to-and-fro, a quick and instant demand for things not forthcoming — strange and unwonted bustle for a house in which lay one dead. Ere the sun had set on that day which heard the last sigh escape from an imprisoned"], [259, "253 A HUNDRED FIRES. soul, the first wailing cry of a new life broke upon the listening ears. It approached the nursery-door, where Pearl, with her little sisters, was endeavouring to soothe and comfort the now conscious Nest, who lay just in the same attitude as when placed insensible upon the mattress before the nursery fire, that dark curl still encircling her finger. Now the door opens, and Wilsy hurriedly enters, bearing in her arms some living thing enveloped in flannel. \" Miss Pearl, take charge of this baby, and keep it warm by the fire until I return.\" So saying, she placed in Pearl's gentle clasp a little new-born child, from whose lips came strange gasps, and strug gling cries for breath. Unheeding the fear expressed in the children's eyes, Wilsy hurried away. Many times did Pearl shrink back in terror, and the little girls hide their faces,"], [260, "254 THE VALLEY OF in fear lest the struggle for life in the little baby should cease, and no further sound be heard from those little flutter ing lips. Dismayed and panic-stricken, the tears from Pearl's eyes washed the small convulsed fingers of the newly-born, all unconsciously on her part ; and it was just as she was beginning to fear she could endure this no longer that they heard the footsteps of Dr. Dawson approaching. Never before had they seen their kind, merry doctor wear such a countenance as he did now. \" This child must be baptized imme diately,\" he said, examining the baby. \" I will send for Mr. Sabine,\" answered his wife. There was a pause, during which the doctor listened attentively to the la boured breathing of the little innocent. \"It will be an hour before he can get here. Never again will I be too late. You must summon Mr. Leslie.\""], [261, "A HUNDRED FIRES. 255 \" Dear husband, it is too soon to break in upon him. I would not dare.\" \"It must be so. It will be good for him. Pearl, go to your father, and say that a little newly-born child of his must be baptized immediately, for God may recall it any moment.\" Pearl ran swiftly to her father's room. She felt like the little tender mother of a first child towards the frail being that had lain for an hour in her arms, the only nurse it had, and she longed, without un derstanding the meaning of her longing, to have it baptized and made a child of God. But no heed was paid to the first timid knock — nor again and again, as it grew louder, urged by the impetus of her agitated thoughts. \"Papa, papa,\" she pleaded through the door. Still no answer. \" Dear papa,\" she sobbed, \" mamma wants"], [262, "256 THE VALLEY OF you — there is a little newly-born baby come — and oh! it wants you before it goes away again.\" Before she had ceased speaking the door opened, and her father stood before her, so changed, so different, a cry of fear escaped her lips. \" My Emily ! your mother. I am very sinful — I had forgotten her state. Forgive me, Lord ! Take me to your mother, my dear.\" There was such a sad, troubled meekness in his voice and air, little Pearl took hold of his hand between hers, and kissed it, with an intuitive idea that he wanted com fort. \" I do not know where mamma is, we have not seen her ; but there is a little baby — it is very ill, Doctor Dawson says it must be baptized directly, papa. It cannot wait to send for Mr. Sabine. Please, papa, come to this little baby.\""], [263, "A HUNDRED FIRES. 257 \" I will, my child — I will. I must see my Emily first. Go, tell nurse to get all things ready, and open my prayer-book at the proper place. I will be speedy, but I must see my wife.\" As Mr. Leslie staggered, rather than walked, to his wife's room, he was met at the outer door by Miss Hill, who resolutely forced him into a chair, and gave him a glass of some cordial that was on the table. \" Don't think to see our dear patient, my good friend. She is much exhausted ; and having satisfied herself that her child bears no sign upon it that the troubles of the last few months have marked it with any deformity, she laid herself down, con tented and calm. Nature points out that she must sleep before she has further trials.\" \" If she speaks of me — if I am required — I rely upon you to call.\" \" At the very first sign, expect me. VOL. II. S"], [264, "258 THE VALLEY OF Now, eat this — you must husband your strength.\" \"I thank God for many mercies, amid much affliction ; you will tell my wife, when she is fit to hear it, that I am able to thank God.\" \" The most comforting message I can give her, and one I am not likely to forget. But, dear sir, go to your dressing-room for a moment, your little girls must not see their father thus broken down by an inflic tion from the hand of that God whom they regard as a beneficent Father.\" Mr. Leslie hastened to do her bidding, and, having carefully removed from his counte ance and apparel all traces of the bitter agony with which he had been wrestling, he proceeded to the nursery. \" God bless you all, my children,\" he said, simply. It is a long and fearful journey into the dark valleys of death and woe, and by Mr."], [265, "259 A HUNDRED FIRES. Leslie's words it would appear as if he was greeting his children after a lengthened ab sence in these dark shadows — an absence that was separated from all other acts of his life, and brought him more nearly face to face with the mysterious future than he had ever been before. A time that might well appear to him as the sudden flight of years from the evening of yester day. For yesterday he had a son — and now A feeble wail smote upon his ear. Pearl touched him on the arm ; looking down, he saw in her arms the small frail thing. He stooped and touched it with his lips. Wilsy appeared about to speak, but waving his hand to enforce silence he took the Prayer-book and began the solemn ceremony. In the midst of his seven little daughters, his voice yet weak and trembling, he baptized the newly-born — Pearl standing s2"], [266, "260 THE VALLEY OF on a stool, the better to place the frail thing in his arms. By no means would Pearl forego her nurseship. Even Nest half rose from her couch in anticipation, as, dipping his hand in the water, her father said, \" Joan, I baptize thee in the name of the Father, the Son, and the Holy Ghost. Amen.\" As he did so, the babe opened her large, lustrous, dark eyes, for the moment filled with a strange intelligence, as if some spirit spoke out of them. They seemed to tell a message to the father ; or gazed for the moment with an expression familiar — long-known. He suddenly stooped and kissed the child. Then the eyes closed, it moaned again, and he hastened to de liver it to Pearl, and complete the service. When it was over the baby was re luctantly delivered up by its little nurse to Wilsy, who bore it off; and their father sat down among his little daughters, telling them that he trusted they would all be"], [267, "261 A HUNDRED FIRES. tender and good to their new sister Joan, who was sent to them from heaven on the same day that their brother had gone home there. It was a present from him — his last one — and the love they had had for him, which he now required no more — for he was happy and blest, free from sickness and pain — they must now bestow upon this little sister, who would grow up to be like him. \" Papa,\" said Gwenny, \" why did he not send us a boy? — we have now no brother. Wilsy said she would not be able to tell you it was a girl, you would be vexed.\" \"I am very grateful to God for my good little girls. He gave me one boy, but I fear I loved him too much. So He has taken him back again. ' We shall go to him, but he will not return to us.'\""], [268, "THE VALLEY OF 262 CHAPTER XVIII. \" Pleasure is oft a visitant ; but pain Clings cruelly to us, like the gnawing sloth On the deer's tender haunches, late and loth 'Tis scared away.\" Keats. Sir Edward and Lady Armitage, accom panied by the half broken-hearted Adeline, arrived on the third day after Joan's birth. Mr. Leslie was about \" removing his dead out of his sight.\" Very soothing was it to him to have his mournful labours assisted by the presence and council of so good a Christian and brother. They passed many hours in an interchange of thoughts upon Death and"], [269, "A HUNDRED FIRES. 263 Eternity — thoughts which seldom intrude upon busy, active life, but which, when al lowed fuU scope, act as the refiner's fire upon the soul, purifying it from the grosser particles of earth and matter. Such seasons sprinkle good seed in the heart, that buds and blooms with full vigour when cares, pains, passions, and tumults assault the soul. Such thoughts create \"the prayer of fear,\" which we are promised shall \"be heard,\" not in removing the suffering, but in giving us strength to bear it. Such times bring us nearer to God: we are help less, we come to Him — we are miserable, He comforts us — we are poor, naked, blind, He gives us the riches of His Son's righteous ness, the wedding-garment, the sight beyond the grave. \" He exalteth the humble and the meek, and filleth the hungry with good things.\" He comforteth the mourner — the desolate heart is filled with the"], [270, "264 THE VALLEY OF riches of His goodness, at the very moment when earth, with its teeming bounties — affections, with their endless pleasures — talents, with their vast rewards — are power less to ease the heart of one pang, are in capable of mitigating one woe. Emily was not allowed to see her baby again. By the doctor's orders it was kept in one room, rolled in flannel, and an especial nurse provided for it. And with all this he would not guarantee its life for an hour. Some strange defect in the tubes of the wind-pipe caused every breath to be drawn, not only with difficulty, but with a hoarse noise that could be heard through the closed doors. It appeared born with consumption al ready wasting its feeble life; yet it lived on — lived until its mother had strength to come and see it herself — lived to be petted and nursed each day by all its sisters — Pearl in particular. With that peculiarity"], [271, "A HUNDRED FIRES. 265 in her disposition nothing seemed to quell, Emily hastened to regain her strength and health, if but in gratitude to her sister for coming to nurse her — if but in tender care for the anxiety of John, her husband. But she overtaxed herself. It became necessary, in the opinion of Dr. Daw son, that both she and Mr. Leslie should have a lengthened absence from home, free from all care of any kind. So, taking the matter into their own hands, their kind friends so arranged everything for their benefit, that they had nothing left but to consent and be grateful. Mr. Sabine wrote to the Bishop, who sent his own son as curate for an indefinite period. Miss Hill begged for the company of Gwladys and Gwendoline, and a general superinten dence over Wilsy and the younger nurslings. Pearl it was considered only proper should be sent to a first-rate school — her"], [272, "266 THE VALLEY OF talents demanded every encouragement. But Nest, poor Nessie ! Emily had not been told yet that Nessie had never been able to rise from the couch on which she was laid at her brother's death, without help. At first Dr. Daw son was inclined to fear that, from having been so constantly with her brother, she had imbibed the taint of consumption (the real cause of his death) from him. But she had no cough, no fever, no symptoms to warrant the assertion, but utter prostration of strength. And this weakness appeared to extend to the mind as well as the body. All day long she lay quiescent and silent. Some times tears rolled from her eyes, of which she seemed more unconscious than those who only witnessed them. She rarely spoke, and if required to give an answer, it appeared to pain her to col lect her thoughts to do so. And as"], [273, "A HUNDRED FIRES. 267 often as not, the answer was irrelevant. Dr. Dawson was puzzled, and his wife in despair. Who was to tell Emily of this new sorrow? Who was to prepare Mr. Leslie for another grief— wherein a life was not so much in danger as the reason, with out which life would be valueless ? Behold how good it is to have a fine, unselfish heart ! \" The child shall be mine,\" said Lady Armitage, leaning over the unconscious Nest. \"I owe Emily a debt for sparing so dutiful a child as Adeline to me. I will repay that debt by restoring Nest to her, healthy and strong. Don't talk to me, Dr. Dawson, of her unfitness to be moved. She shall be wrapped in blankets — but she goes with me.\" \" I fear nothing of that sort to her, dear madam. I only wished to warn you of the trouble you entail upon yourself.\""], [274, "268 THE VALLEY OF \" And should I undertake it if it was no trouble. Certainly not. The more I have to endure, the prouder shall I be of my success. Besides, she is my god daughter. I never cared much for the child — now I will repair my neglect.\" It was not known that any one ever disputed the will of Lady Armitage. In this instance she carried all before her. There was but one alteration in all these plans. Miss Hill was to be the companion of Mr. and Mrs Leslie in their travels, and Mr. and Mrs. Sabine were to be the temporary parents of Gwladys and Gwenny. Sir Edward and Lady Armitage departed first. In those days carriages were made to hold any number that were required to go in them, irrespective of convenient room. So they sat on one side of their coach, and between them Adeline — Nest, wrapt in blankets, was placed lengthways on the other, and Pearl had to perch herself wherever she could."], [275, "A HUNDRED FIRES. 269 Very sad was this first parting asunder of the little nursery — all the more so be cause, apathetic and indifferent, their chief, their head, their prime mover in every thing, lay back in the carriage, as listless as she had done for the last few weeks by the fire, receiving their kisses of adieu, with scarce a look of interest in return. So unlike the turbulent, affectionate, some what overbearing Nest. For a moment, the real truth, which had been hidden as best they could from Emily, appeared to flash upon her mind. \" The child is dying — she is not fit to go ! \" she exclaimed. \" No such thing, my dear sister, it is too late now. Kiss your mother, Nest, and say good-bye ; tell her you wish to go.\" Strange to say, Nest obeyed these or ders, even as they were spoken, proving that an indomitable will is sometimes an excellent thing."], [276, "270 THE VALLEY OF The following day Gwladys and Gwenny departed, the leave-taking this time more amusing than painful. For Mrs. Sabine had sent her donkey to fetch them, and they were to ride by turns. In the hurry to enjoy this exquisite gratification, they were in danger of omitting their adieus altogether. But as there was a prospect of meeting those left behind nearly every day, they were forgiven, the temptation too being so great. Finally the pale Emily and the quiet subdued John bid adieu to their little ones, leaving an especial blessing on the head of little Joan, and casting a lingering look on the churchyard. They met the cheerful, lively Miss Hill at the coach-office, accompanied by Mr. and Mrs. Sabine, Hugh John, and the two little girls, again in possession of the don key. Many others congregated round to bid them God-speed, and if prayers for"], [277, "A HUNDRED FIRES. 271 their speedy restoration to health and com fort were necessary, many were uttered for them. Found in Mr. Leslie's Journal : — \" The full-blown rose in beautiful decay, Drops leaf by leaf its fragrant life away ; And e'en the fragments from some spicy tomb, For long exhale the essence of perfume. So man, mature in virtue, years, and fame, Leaves an undying, a time-honoured name ; But if the canker a young bud invades, Its leaves unscented shrink, its colour fades. The blighted promise of that opening flower They only know who reared it for their bower ; Thus when disease has marked his early prey, Fond, anxious parents see their son decay. The finely-gifted mind, the feeling heart, Fit — but not doomed to act a manly part — Are gone from earth — they trust with Christ to rise, And bloom amid the sweets of Paradise.\""], [278, "272 THE VALLEY OF CHAPTER XIX. \" Eyes which can but ill define, Shapes that rise about and near, Through the far horizon's line Stretch a vision free and clear : Memory's feeble to retrace Yesterday's immediate flow, Find a dear familiar face In each hour of long ago.\" M. MONCKTON MlLNES. This history has been kept essentially a domestic one ; and if it has dwelt upon the habits and doings of one family more than the other, whose story is woven with theirs, it is because the details of the one record simple habits and manners, which are"], [279, "A HUNDRED FIRES. 273 more pleasing to relate than the ungracious and perverse humours of the other. Further, it has been kept almost wholly to the doings of the inhabitants of \" the Valley of a Hundred Fires,\" not because public events were insignificant, or the doings of the world of no moment to our heroes and heroines, but because a too close adherence to dates is not deemed essential to this history. The exact period of the different events recorded in this book may be classed generally as having occurred within the last fifty years. And as in so short a time many and vast changes have taken place (and those with exciting rapidity), it may not be amiss to recall to the memory of many yet in full health and powers of mind the difference of things in their childhood to the childhood and youth of their own offspring. As regards politics, society was then broadly defined by Whig and Tory. No VOL. II. T"], [280, "274 THE VALLEY OF refugee under other names — no fugitive hiding his apostasy under expediency — no splitting of hairs or admission of pro and con — a Tory was a Tory, and a Whig was a Whig. Such terms as Liberals, Pro tectionists, Radicals, Peelites, Free-Traders, Conservatives, were not only utterly un known, but would never have been enter tained in those days of specific prin ciples. They had a cordial hatred to each other — unlike the smooth suavity that bends in public, and confines its dislikes to private denunciations. They met on the fair, open ground of mutual defiance ; the conqueror, when his party was in, re joicing with the clamours and crowing of the best cock on the walk : the con quered all the more willing to submit, because at any moment they might change places, and he would wish to crow still louder."], [281, "275 A HUNDRED FIRES. That age, consequently, was less selfish than the present. Rare and stern patriots might be found, who had no thought of self when the honour of their crown and country was at stake. Places were less coveted than the palm of political purity ; so much so that, if an ancient Whig or Tory meet now-a-days, they are apt to form a compact of friendship, out of pure admiration for the unbroken probity of their political life ; for they consider these days degenerate ones — and are they not so ? The hereditary faith is not handed down pure from father to son. The son takes leave to choose out of many parties, and, probably, ends in belonging to none. If high in position, he may strike out a party of his own ; if clever, he must make himself conspicuous by some new conceit of his individual brain. But patriots — real true lovers of their country, who will sa crifice everything for her — are seldom born T 2"], [282, "276 THE VALLEY OF now-a-days. There may be plenty of them, rising, like Phœnixes, from the ashes of past days; but it will require England to be wrung with sudden emotion from one end to the other before they spring forth vigorous and faithful. This was also a time of great events. Fast as the world is going now, great events knock each other down with such rapidity, that they are gone before astonishment has had time to exclaim. Formerly they were dwelt upon; they left behind them their due measure of experience and investigation. They suggested matter for thought, and prompted words of gratitude. Nations were shaken, and each household felt it. It is questionable if such would be the case now, unless each individual house had its own private shock. Literature, too, was not a desperate ava lanche of everything, a hodge-podge of in congruous articles, out of which must be"], [283, "A HUNDRED FIRES. 277 picked, with infinite labour and much soil ing of fingers, a few plums palatable to a refined taste. The Waverley Novels were then startlino- and delighting the world; and though they may be somewhat despised in the present day (and, truth to say, some of them, picked to pieces, make one wonder at the genius that stitched them together), they formed a wonderful stride in advance of the senti- mental, not to say ridiculous, romances that preceded them. The Waverley Novels were even permitted in the strictest school-room, as models of description, language, and sentiment. In the nursery Mrs Barbauld, Mrs. Han nah Moore, Mrs. Sherwood reigned supreme, with their good little girls in aprons and caps, and their model boys in flap coats, all full of moral sayings and genteel maxims — now utterly routed by an army of new fairies, a flight of fresh Robinson Crusoes,"], [284, "278 THE VALLEY OF and a batch of Peter Parleys, to keep them steady on the road to learning. No doubt there will be a re-action, as it is impossible that the history of the \" Robins\" will ever sink into obscurity. There is also a great change in the habits of people during the last fifty years. They dress better, have more luxuries. What before were considered such are now ne cessaries. A dish of tea and a piece of dry toast was deemed a sufficient break fast. The recommendation of a sippet of toasted bacon, for an invalid or an old person, began to tempt the healthy and strong, until at last a breakfast has be come a meal almost equal in importance to dinner. Visiting, also, was no idle \" Come and see us for a day or two, on your way up or down.\" Letters of invitation were for mally sent, never, if possible, by post, but with due dignity by a purpose messenger."], [285, "279 A HUNDRED FIRES. Regular preparation was made in the house of the inviter, according to fixed rules — while the invited paid the compliment back, by equal care in getting himself up for the occasion. It was the rule then never to leave your guest alone. He was not to have it in his power to say that he had a vacant mo ment for thought. And as for the enter tainments prepared for him, if he devoured all that was hospitably pressed on his plate, he would need the throat of an elephant, and the digestion of an ostrich. In truth, ceremonious visiting in those days was very irksome. The topics of conversation were even more limited than they are now — though it was not uncommon to meet with a regularly -educated talker, who knew why he was invited to dinner, and paid for his invitation accordingly. In pleasant juxta-position to these reminis cences may be placed the delightful coun-"], [286, "280 THE VALLEY OF try visiting of the present day, where you are enjoined to feel yourself at home at once, and have a good example set you in the freedom from ceremony of the host and hostess. Nor is this the only advantage of the present day — dress is so very much more convenient and pretty — customs are so much more healthy and sensible. The plea sant, invigorating country walk, with substan tial boots, and sufficiently short petticoats — the becoming and appropriate shooting dress of the male sex — and their sports, not incompatible with the walking dress of the ladies. There is a degree of common sense that happily rules most things of the present day. People may be a little more selfish, rather luxurious, but no temper is fretted by useless ceremony, and the height of indulgence seems not to stifle the pluck and courage of the indomitable Briton. Only just in one degree removed from the hideousness of the short waists and poke"], [287, "A HUNDRED FIRES. 281 bonnets was the dress of the Leslies and Robartses. Their waists were reasonably long. Their dress permitted them to get over a stile, their bonnets gave them head aches from their size, their muffs would have spread out into respectable door-mats, their shoes were laced like a bandit's, their sleeves resembled the helpless wings of the dodo, vastly expansive in appearance, but with out the pinion feathers to support them. The materials for dresses were not in such profusion as now. Printed dresses had just begun to make their appearance. French merinos were offered to the wealthy at thir teen shillings a yard, while a material called Chale was even more recherche. Gauzes were the only thin material, with the exception of muslin and lace. A lady furnished her wardrobe with one, or at most two winter dresses, and a bonnet."], [288, "282 THE VALLEY OF The same for summer, with the exception of washing muslins. Nowadays, a dress for every month is no such great extravagance, with bonnets to suit, while the long train of mantles, shawls, lingerie, gloves, and parasols, which must match with undoubted accuracy, swell up the necessities for a lady's toilette, that in the days of the Leslies might well have alarmed a father and mother blessed with as many daughters as they had."], [289, "A HUNDRED FIRES. 283 CHAPTER XX. \" Timely blossom, infant fair, Fondling of a happy pair; Every morn, and every night, Their solicitous delight Sleeping, waking, still at ease, Pleasing, without skill to please.\" Philips. Extract from Journal. 11 July 16, 182 — . — Being about to take a journey in foreign lands, beginning with a voyage from Bristol to Rotterdam, partly for the sake of my dear and good wife's health, partly to withdraw our minds from over-much concentration in self, I humbly beseech Almighty God to protect"], [290, "284 THE VALLEY OF us in our journeys, and to watch over our children and friends while we are absent from home. \"Our lives are not really more uncertain or precarious abroad ; but this unusual change has led me to think what never presented itself so forcibly to my mind before — namely, how necessary is the Divine protection. \" A season of heavy trial has passed over my head. Let me beseech Thee, 0 God, to render it fruitful in penitence and prayer, that I may persevere more straitly in overcoming my numerous sins. Let me cast up unsparingly the account of my failings and offences, especially as the minister of Thy Gospel, that no one may lay it to my charge that, while I preached to others, I was myself a castaway. Let me ac cept Thy chastisement, 0 God, in the sight of all men, as my due, as an in stance of thine unerring love and pa-"], [291, "A HUNDRED FIRES. 285 tience. All this I ask, for Jesus Christ's sake.\" \" Dec. 7. — We have now travelled through Holland, have been in the Netherlands, Germany, Switzerland, Italy, Piedmont, and France. We are about returning home, and, I thank God, without having experienced the least accident. Moreover, my dear wife is greatly benefited in health, and I have to record, with deep gratitude, the rising of a fresh spring of life within me. My ap petite has revived with almost the keen ness of eighteen and I feel a desire and longmg to return to active duty. I have endeavoured, though but imperfectly (owing to the superficial observation that necessa rily attended our steps), to compare the religious worship of the different countries we have been in, with our own. \"Never having entertained the idea that the religion of England is the only one, I yet have concluded, from all I have seen,"], [292, "286 THE VALLEY OF that our worship and service is the best — the truest outward form of Christianity, the most equally removed from extremes of su perstition and indifference. It is also suited to our national character, and interwoven with the constitution. Can this be said of other countries ? In some of them, it struck me they were antagonistic. \" The clergy in England are more secular ized than abroad. They marry, and are as much citizens as priests. I cannot see the harm of this. On the contrary, it ap pears to me that every Christian father and master of a family ought to be, and is, a sort of priest, if he rules wisely and reli giously. There appears to me less depth and thoughtfulness of character among fo reign people than among the English. With fewer comforts they appear to enjoy life more, though it may not be so in reality; for a grave or serious mind is often the most uniformly cheerful."], [293, "A HUNDRED FIRES. 287 \"Dec. \\Oth. — On this day we returned to our beloved home, sacred to us evermore from sorrows as well as joy. I thank God for His many mercies, more particularly for finding our little ones healthy and much grown. Also, for the warm greeting and kindly welcomes of our good neighbours. They cheered my heart .as it began to sink at sight of — \" My God, let me not murmur, but thank Thee heartily. The little sick babe is yet alive. I had not set my hopes on it, as Dr. Dawson prepared me for the Lord re calling it ; and to spare my Emily's tender heart the pain of seeing it fade away, I :onsented the more readily to our length ened absence. But though still sadly op pressed in breathing, her eyes — (ah ! my son, •uy son !).... \"Yes, her eyes, they are his — they have che same softness, yet intelligence, in them, the same rich colour, the same gentle ques-"], [294, "288 THE VALLEY OF tioning look — I had never thought to see such eyes again, and they have life in them. I am persuaded the little child will live. I and her mother are much indebted to our good Nurse Wilson. It appears that we owe it to her incessant care and watchfulness that the child is yet alive. Out of five, nights in every seven she has to walk about with the poor little thing, as the only means by which it can breathe free from pain. I cannot but be glad my Emily has been spared this. The natural anxiety of a mother would have been added to her fatigue. Our new system of a savings-bank having been started, I have placed ten pounds there in Wilson's name, though I feel how in adequate even money is to repay obliga tion. My three eldest daughters we have not seen since our return home. Adeline has been always her mother in miniature. We hear better tidings of poor Nessie."], [295, "289 A HUNDRED FIRES. As for my dear P.P., I fear her mother and I think there are very few children like her. I shall be glad to see them all once more.\" Now for Miss Hill — a pleasant surprise awaited her. \" Sister Margaret, sister Margaret, sister Margaret ! \" exclaimed three voices in different keys, \" you are most welcome home. The Yucca Gloriosa has flowered, the spider orchis has naturalized and seeds itself — Helianthus Tuberosus, or wild arti choke, has been sent to you ; and an en tirely new flower has sprung up, for which at present we have no name — but here it is ! \" And, lo ! in a cradle lay a fat, rosy, cosy specimen of humanity, diligently suck ing its thumb. \" Whip me ! \" said Sister Margaret, \" what business have babies here ? I have just VOL. II. u"], [296, "290 THE VALLEY OF left little Joan at the parsonage — but it seems a plump child.\" \" A plump child ! \" exclaimed Mrs. Sabine. \" A plump child ! \" echoed her husband. \" A plump child ! \" groaned Hugh John. \"And is that all you can say of your own niece, Sister Margaret ? \" asked her sister, reproachfully. \" Your own niece, Sister Margaret ! \" echoed Mr. Sabine. \" Sister Margaret ! \" murmured Hugh John. Sister Margaret was essentially matter of-fact. \" Sit down,\" said she. They mechani cally obeyed. \"Now, tell me whose child is that ? \" \"Mine,\" said Mrs. Sabine. \"And mine,\" said Mr. Sabine. \"Yes, it is ours,\" said Hugh John. \" Sister Fanny — \" began Miss Hill, re- proachfully."], [297, "A HUNDRED FIRES. 291 \"No upbraidings,\" interrupted Mrs. Sabine — \" I was not going to make you uneasy. You were very happy, and enjoying your self; besides, none of us were accustomed to these sorts of things — we were taken by surprise, all of us.\" \" Yes, all of us ! \" echoed the twin bro- thers. \"Dear little thing!\" began Miss Hill, all in a glow of aunt-like affection ; \" and so it is really our baby. I must just take it up and hold it.\" \" Yes, yes — it is really ours,\" was pro nounced in three voices. \" Everybody kept our secret very well.\" \" Now, you see,\" said Hugh John, in nervous delight, as he watched Miss Hill's silent ecstasy, \" it's more — far more — than a plump child ! \" Far more indeed ! Never did any house feel itself so com pletely turned topsy-turvy, inside out, beside u2"], [298, "292 THE VALLEY OF itself, as did that respectable and orderly mansion — and all because of a little child. The mamma was the only one who simply regarded it as a baby, and to be treated as such. As for the papa, it must be presumed he meant to write a treatise in Latin upon babies, so energetic was he in learning all that they did, all that they required, and all that they apparently thought. With regard to Hugh John, it was useless the baby having a nurse : he was always hang ing about the nursery door, waiting for any fortuitous moment when baby was awake, and required amusement. But none of them equalled Aunt Mar garet. She was even known to walk in her sleep, and go and look at baby. Every thing she did in the day had reference to baby. Mr. Sabine had indeed been guilty one Sunday afternoon of addressing his con gregation as \"Dearly beloved baby,\" but"], [299, "293 A HUNDRED FIRES. Miss Hill had simply ordered nothing but arrowroot for dinner one day, thinking only of baby's wants. She had carried up the celebrated botanist, Dr. Winterbottom, who had come two hundred miles to see her Polypodium Cambricum straight into the nursery, and said, \" There it is ! \" and he had started back astonished at seeing only a calm, contented baby sucking its thumb. Indeed, it was a capital baby — always smiling and placid. It seldom cried, which may be partly owing to the fact that, like the youths of the present century, who are never seen without a cigar in their mouth, so baby was rarely discovered without her thumb in hers, which is a safe preventative to crying. Miss Hill gave up painting. She exer cised her ingenuity in devising the prettiest small garments ; she plaited wonderful little bonnets ; she knitted extraordinary"], [300, "294 THE VALLEY OF little fine socks ; she manufactured the most exquisite little shoes ever seen, fitted only for mythical Cinderellas. And all the while baby sucked her thumb, and showed no signs of grati tude. But though nearly three months old, she had never been named. They had waited for Sister Margaret's arrival to settle so important a matter. The mamma had always decreed and in tended she should be little Margaret. Mr. Sabine had a weakness for the name of Portia. He felt certain she would grow up a sort of Portia. Hugh John, of whom it has been hinted that, in contradistinction to his brother, he was if anything unlearned — had some wonderful idea about Cleopatra. Certainly he was not well read in history, but she was a queen in her own right, a beau tiful woman, and somehow very remark-"], [301, "295 A HUNDRED FIRES. able in history, which no doubt the baby would eventually be. This important matter of naming the baby spread through the whole Valley of the Hundred Fires, and every interested person brought forward their opinion. One thing was unanimously settled — it must be of three syllables, to sound so norously with Sabine. So nervously anxious were the four parents (as they were con sidered by all) lest they should misname so wonderful a creature, that at the last they agreed to leave the matter in the hands of Mr. Leslie. He had a great many girls of his own, and therefore had experience in names. He was a scholar, and not likely to give an inappropriate name. He was a friend, and liked the baby, and therefore it was not probable that he would give it an ugly name, or a common one."], [302, "296 THE VALLEY OF \"But one of its names must be Mar garet,\" said Mrs. Sabine. \" Roman names are remarkable for ex pression and nobleness,\" said her hus band. \" A regal name is the most fitting,\" said Hugh John. \" She is the very darling of my heart,\" said Miss Hill ; \"so you may call her anything else you choose.\" Whereupon Mr. Leslie undertook the onerous duty of selecting the name, pro vided he was not to divulge it until the moment of naming it. \" For,\" as he justly remarked, \"you will change it, whatever it is, if you have time to think about it, and we shall be again tossed on the horns of indecision.\" This was agreed to. But they were extremely nervous, and when Mr. Leslie passed down from the reading-desk to the font he might have heard strong whispers"], [303, "297 A HUNDRED FIRES. suggesting \" Portia,\" \" Olympia,\" \" Cleopa tra,\" hissing into his ears, followed by deep sighs at his apparent unconsciousness thereof. Everybody being interested on the subject but the object of it, who placidly amused herself in her accustomed manner, there was, of course, a deep si lence. Mr. Leslie had no need to clear his voice, which he did, for \" Regina Margaret \" sounded all through the church. \" Excellent ! \" was heard immediately after wards, in a loud irrepressible key, and sup posed to come from one of the twin brothers. As they neither of them pri vately denied the fact, it was fair to suppose they both said it at one and the same moment. Mr. Leslie was much complimented upon his happy choice, which, strange to say, pleased all. The baby promised to be fair, and have her mother's handsome features and large frame ; joined to these, she showed"], [304, "298 THE VALLEY OF the indications of a broad, thoughtful, white forehead ; and her earliest propensity being that of calm contemplation, assisted by the simple action of sucking her thumb, no doubt she would be queenly in all her ways, and truly deserve her regal name. Very shortly after Regina Margaret's christening, little Joan was taken alarm ingly ill, with incessant sickness. At the end of three days she lay on Wilsy's arms — white, almost lifeless, and appa rently in the exhaustion of death. In vain did the anxious mother bend her head to catch the sound of the troubled breathing, that sound, hitherto always so painful to bear, now longed for as the one sign of the child's still being alive. \" Oh, Wilson, she is gone, she is gone ! \" Wilson had no answer to give. She considered she had more right to grieve"], [305, "299 A HUNDRED FIRES. than the mother. They laid a feather to the little blue lips. Regularly it was waved to and fro. Tenderly folded up in Wilsy's arms, the little thing lay for six hours in that dead, quiet sleep ; and then awoke feeble 'tis true, but free from all pain and sickness — free even from the op pression with which she had been born. From that hour she throve and grew, and never suffered again from impeded breath. In fact, it was considered that the fit of sickness was an effort of na ture to get rid of the cause of her suf fering. Fat, rosy, loving, with her won derful eyes, she became the darling of every one, and the especial pride and pet of Wilsy's heart and nursery. There was no good news from Lea mington : Eliza Mary was threatened with blindness."], [306, "300 THE VALLEY OF CHAPTER XXI. \" In the hour of my distresse When temptations me oppresse, And when I my sins confesse, Sweet Spirit — comfort me. \" When I lie within my bed, Sick in heart, and sick in head, And with doubts disquieted, Sweet Spirit — comfort me. \" When the passing bell doth tolle, And the Furies in a shoal Come to fright my parting soul, Sweet Spirit — comfort me.\" Robert Hekrick. So far from bringing their daughters home to restore them to their father and mother at Easter, an urgent peti-"], [307, "A HUNDRED FIRES. 301 tion, enforced by another from Lady Ber nard, was sent from Sir Edward and Lady Armitage, for leave to take them abroad. Pearl was to be Lady Bernard's guest, Adeline and Nest with their aunt and uncle. Mr. Leslie pined over this request — though he felt the full force of the advan tages that would accrue to his daugh ters. He was longing to assure himself that his Nessie was really so much re covered as they said, and he required his P. P. every hour of every day. But Emily decided that so kind a pro posal could not be refused. Independent of the benefits her girls would derive, it was allowed that Nest was still very deli cate, and a change to another climate would be especially beneficial. For while her body grew stronger her mind yet re mained weak, and required rousing by sights unwonted and exciting."], [308, "302 THE VALLEY OF Also her sister wrote, as usual, peremp torily. Emily had never yet learnt to say her nay. About this time Mr. Leslie had the offer of a living in one of the midland counties. He, contrary to Emily's advice, went to see it. For himself he cared not to move, but he thought of his nine daughters, and con sidered it only due to them not to refuse what might be advantageous. He could not disguise from himself that the smoke nui sance became worse and worse ; it might eventually affect their health. He had been offered by Lord Bernard the refusal of one or two other houses, less unpleasantly situ ated, but they none of them were so roomy and commodious as the parsonage. Mr. Leslie went alone to view the capa bilities of this new living to make a home, and to Emily's satisfaction came back deci dedly in favour of remaining where he was. The living was not so very much better in"], [309, "A HUNDRED FIRES. 303 point of money : there were several expen sive schools and charities to keep up, most of which he felt must be defrayed by the rector. It was situated at an inconvenient distance from a town, and the one item of coal would be trebled in their expenses. Very glad was he to be able conscientiously to say, it was better for the whole family to remain where they were. The good Bishop had long been hovering on the verge of the grave ; and anxious as he might be to benefit Mr. Leslie before he died, no fitting opportunity occurred. The livings in his gift were but small ; he thought he did Mr. Leslie the greatest kindness by leaving him still under the eyes and pa tronage of Lord Bernard. There was one thing he executed before he was taken to his last home, which oc curred in the ensuing summer. He left a short history of the labours and merits o this worthy parish priest, and directed the"], [310, "304 THE VALLEY OF package to his successor. He was sin cerely lamented, and by none more than the little inhabitants of the coach-house. There was talk of the Robartses returning home, but they lingered on the journey there. At the end of the year Emily had her tenth daughter, whose real name is not ex actly known to any but her immediate family, for she was always designated Puss, or Pussie, and Miss Pussie. This is sup posed to be generally the name bestowed upon the youngest of the family. So Mr. Leslie approved of it and encouraged it, from which we may conclude that he con sidered ten daughters sufficient for. one family. It is, indeed, somewhat wearisome to the historian to have so many births to record, and an endeavour has been made to gloss over some of them. For instance, Mrs. Robarts's fourteenth child is nearly two"], [311, "A HUNDRED FIRES. 305 years old; and though she has only eleven living, still that is a prodigious quantity of whom to relate the history. It was about this time, also, that Miss Charles had a serious return of her last year's illness ; during which, having made up her mind that her time was come, she did not call upon the prayers of the Church to restore her to health, so much as to be seech forgiveness of her sins. \" Now, ye ken, that's no possible to be,\" remarked Betty ; \" when she has hae sin maist monstrous.\" \" And what may that be ? \" asked Wilsy, her confidante. \"Nae less than an oopsetting o' a' God's commands in regard to her ain kith and kin. I'm sometimes wae for missus, whiles I'm joost mortified wi' her pride.\" \"Dear me!\" answered Wilsy; \"and to think all these years as she has had folks VOL. II. X"], [312, "306 THE VALLEY OF kin to her and never telling. Be they decent people ? \" \" Ou, ay, decent in ways as iver ye heard tell on, but vara unlawfu' as regards pence. I am no sure she has a penny but whatten she warks hard for, ay, harder than I do mysel — and ye see that's an awful sin in missus's eyes.\" \"She? — do ye mean to tell me that your missus has no but a woman relation, and lets her want.\" \" Ay, ye hae kenned it ; and noo thou mun see I hae nae great occasion to respeckit her, though I grit a bit, when I think she be gaeing to die, my aincient auld mistress, wi' whom I hae lived ever sin' I wor twalve years of age. I am wae to think she'll hae a bad end, puir boddy ! \" \" They tell me as she has left her bit o' money to our Miss Lilly. Noo, the master will never hearken to such a thing as that, if he gets knowledge of her having kin.\""], [313, "A HUNDRED FIRES. 307 \" Ay, now thou best tell thy missus, if ever a boddy 'ull do what's the notion able thing, its her. Missus has left me no less than five good punds in her will — may be, if she hears tell I hae letten oot she hae a niece nae better nor a maid o'-all-work like mysel, I shall get pitten out o' that.\" \" Never heed, woman, she shall not know.\" \" Not ken ! — ay, catch my missus not kenning ! I mun do her a justice, she's knowledgable, she kens weel what's inside o' the pot wi'out her nose. She'll deeve at me, I tell ye, as sure as my name's Betty.\" \" Master wull lecture her.\" \" Hoot, I dinna care. I wanna mind lossen my five good punds, if the auld missus gets a fine easy departer. So gang yer ways, and tell it roight off.\" To do so good a deed was work after x2"], [314, "308 THE VALLEY OF Mrs. Leslie's own heart. But before they said anything to Miss Charles, with Betty's help the young girl was sought for and found ; not only found, but brought to the parsonage for care and nursing, until Miss Charles was in a fit state to be told. A gentle pale girl, with anxious eyes, as if indeed the world had been very hard upon her; and, strive as she might to do her best in it, she was conscious she had not strength to cope with the harshness of it. Delightful was it to Emily's kind heart to dress her up in a pretty light cotton dress, and to have her down to tea in the drawing room, bidding her make it (Emily had an aversion to that domestic duty) ; still more delightful to see Mr. Leslie, that good blind John, bow so politely, and then whisper quite loud, \"who Emily's pretty little tea maker could be,\" though the poor girl had been with him for two hours in the morning telling her sad little history."], [315, "309 A HUNDRED FIRES. There was a natural gentlewomanly grace about her, that appeared to increase every day, with the perception that she was in her proper sphere, and could enjoy it to her heart's content. Then when Miss Charles came to know, and she was brought face to face with that hard old aunt who had doomed her to ser vitude rather than spare her a mite, Emily and Mr. Leslie were both pleased with the touching sort of self-dignity she assumed. Sullen was Miss Charles — bearish. \" I shall stay with you, aunt, while you are ill. Then, if it pleases you, I can go away again.\" But she never did go away, as Betty said — \" T'ould missus wud hae died twenty times but for Miss Bessie\" — (Betty was most scru pulous in treating the whilom maid-of-all work with the highest respect). \"Naeboddy kna's but wat I may turn oot gran' mysel'"], [316, "310 THE VALLEY OF sum day — for I was but a parish lass, ye ken, and them coomes o' strange beginnings.\" And Miss Charles felt Betty's words even stronger than that worthy individual herself. There never was so neat, so handy, so pleasant a little bird about the house as Bessie — and as for her powers of nursing, Miss Charles concluded she never slept — and as for her dainty little sick possets, Miss Charles felt it necessary, after every one, to linger on a little longer to taste it again : and and so she was beguiled into living until spring. In addition, she had so sweet, so touching a voice, Miss Charles could hear her read the Bible all day. And so at last this hard, stony-hearted woman died gently, like a child, holding fast on to the little soft hand of Bessie, and looking fondly into her weeping eyes — for Bessie could hate nothing, but loved all who would let her. \"Ay, a most Chrustianlike and Bible end,"], [317, "A HUNDRED FIRES. 311 as a body could wush ; and wad ye believe it, Mistress Wilson, no but an hour before her departer, she rises her heed, and says she, 'Niece, Betty's a good lass, let her hae ten good punds.' ' Indeed, indeed, yes, aunt,' says Miss Bessie ; and I'm thinking I'll get it, too.\""], [318, "312 THE VALLEY OF CHAPTER XXII. \" Oh ! if no faces were beheld on earth But toiling manhood and repining age, No welcome eyes of innocence and mirth To look upon us kindly, who would wage The gloomy battle for himself alone ? But little children take us by the hand, And gaze with trustful cheer into our eyes ; Patience and fortitude beside us stand, In woman's shape, and waft to heaven our sighs.\" Frederick Tennyson. Betty not only received the whole of her ten \"guid punds,\" but had the \"handsomest treatment regarding mourning as iver lass had \"—and more than that, became what she called \" cook's maid \" at the parsonage. To be sure she did but ill at first, the"], [319, "313 A HUNDRED FIRES. parsimonious habits of her late mistress being very unlike the liberal ideas of her present one. But being a sharp woman, she at last steered clear between the two extremes — not but what she loved saving in all her heart ; it had been the one sole accomplishment incul cated in her since she was twelve years of age. But poor Bessie (we are bound, as faithful historians, to confess that her sur name was Trumps), poor Bessie Trumps had only found a home to lose it. Ori ginally she had prepared herself for being a nursery governess; but want of friends, funds, and recommendations had reduced her ambition to the lowest ebb of servi tude, rather than degradation or starving. Though now in a manner independent, still it was discovered that Miss Charles's in come had consisted of no more than 90/. a year and her house. As Emily said to John, \"You see how right, dear, she was to be so — so — so — \""], [320, "314 THE VALLEY OF \"Stingy,\" suggested John. \"Not at all, John, but careful. It must have required very great thought and care to live so comfortably as she did on that.\" \"No doubt, my dear Emily; but as Bessie does not wish to have this care always on her mind, I think she is quite right to work while she is able.\" \" Regina is too young to require a nursery governess yet,\" mused Emily, aloud. \" And our girls are rather too many, too old,\" remarked her husband ; \" but I have no objection to her remaining with us for six months, as a beginning. She will be enabled to take a better situation then, and you can the more conscien tiously recommend her. Besides, as we have a nursery of all ages, she can ex ercise herself upon some of them. The duties of a maid-of-all-work are not, I"], [321, "315 A HUNDRED FIRES. imagine, the usual foundation requisite to make a nursery governess.\" So Miss Trumps remained at the par sonage for six months, daily gaining good words and improving herself. Then she paid a visit to Mrs. Dawson, who would like to have adopted her then and there as a daughter. She was just after her own heart. But Bessie was too indepen dent. So, finally, she set up a school; and taking a French lady into partner ship — it is not to be told what a fa mous school that became. The house her aunt had left her was particularly fitted for such an establishment ; and Bessie's talents lay in pretty, nice arrangements, that were most seducing in their attrac tions. And as she lost the dolorous plaint in her soft eyes, and became plump, rosy, and pretty, she caught the heart of every one. The shyest, most home-sick child never refused her first kiss, and was ready"], [322, "316 THE VALLEY OF to demand a second. The most fond and doting mother consigned her darling to her care, without a misgiving. No won der the school throve. Gwladys and Gwendoline went there as day scholars, to benefit by the French mistress and the Bristol music-master. Now Gwenny, as we have seen, was ambitious for the family glory, and of an aspiring nature, owing to that little mor sel of her grandmother's nature which she inherited. Her eldest sisters were all undergoing most wonderful advantages abroad, and it was sad to think what comparisons might be drawn between the sisterhood on their return home. So, inoculating Gwladys with her en thusiasm, they devoted themselves with untiring zeal to learning every possible thing that came in their way — not with out a latent hope, on the part of Gwen-"], [323, "317 A HUNDRED FIRES. ny, that perhaps there might be no such great difference, perhaps indeed none at all. So the time passed very quickly away. They became great adepts in all manner of work ; Gwenny was assiduous in learn ing French, Gwladys would not be per suaded to follow her example in that ta lent — French was odious, incomprehensible, and of no use. Meantime, Emily began to set her house in order for the reception of her cher ished guests. Indeed, it required renovat ing very often now, the smoke was at times almost intolerable. Mr. Leslie's favourite walk on the Cin der Tip was useless in some winds : five smoking furnaces sent out of their wide gaping mouths sufficient volumes of smoke to make black clouds for a twelve hours thunder-storm."], [324, "318 THE VALLEY OF Extract from Journal. \"April 9th, 182— .—This day I enter into the 43rd year of my life. I have had twelve children. God grant that the ten upon earth may meet the two who have commenced the family, I humbly hope, to gather round me in Heaven. \" I have been married twenty years, and, as I look back, how many mercies outnum ber my sorrows ! We have been tried (oh, my God! thou knowest how sorely!); and I incline to fear my poor Emily, from her natural temperament to think of others more than herself, has injured her constitu tion. Grief has no outward show with her, but feeds the more strongly on the heart. Time, and her natural buoyancy of spirit, with the true piety which is part of her character, may repair the mischief. (I thank Thee, 0 God, for this inestimable hope, on my knees.) \"We have a very pleasant prospect in the"], [325, "A HUNDRED FIRES. 319 good dispositions of our children. It might have been with us as with my poor friend Robarts. I understand his son is again dis- missed. I fear it will tax the patience of his good friend, Lord Bernard, who has now used his influence three times for the foolish youth. I incline to think his disposition is not so evil as weak. His father's wealth is certainly great, and if we may judge of the past, will be much greater. This is, no doubt, repeated with exaggerations to the young man, who perceives no need to work, a thing he hath ever much disliked. I misdoubt me that his mother fosters his idleness. Therefore, must he be prayed for. He is in much 'tribulation of riches,' out of which few come scathless. Should I be thankful that my children must al ways eat the bread of carefulness? We do not save, it is not in my Emily's nature — on the contrary, we are sometimes a little straitened. The world appears to"], [326, "320 THE VALLEY OF increase in wants and luxuries. When we first came here, the crier went round with his bell to proclaim the killing of an ox — now we have five butchers, and it is probable they kill as much meat in one day as sufficed before for a month. I like to see my people enjoy their roast meat on Sunday, . even as I do myself. And now to answer my question, I am grateful that my children will not know the perils of riches. The want of a little more money is not only the most bearable of all wants, but it brings with it a good. The very want may perhaps stimulate all to more exertion. \" I may not look for much more prefer ment in the Church; for my good friend, the Bishop, is dead — and I hear it hath been represented to my present diocesan that I have a good private fortune. And so I have in comparison with others. I have not made as much as I expected by my"], [327, "A HUNDRED FIRES. 321 works — and I can no longer take pupils, now that my daughters are growing up ; though I have every confidence in my chil dren, it is not right to the young men themselves. Many entanglements take place, that under the most favourable circum stances redound back on the head of the tutor. Fingenda mihi fortuna est. But how ? — enough of anticipation, I have lived sufficiently long to know that each day takes care of itself. Let me look to the present. \"Many changes have taken place since we came here, more than seventeen years ago. The population then of my parish was 5,000. It now reckons five times that number, including my good friend Sabine's half, which was formerly attached to mine. If, 0 my God, I have been guilty of many sins of omission and commission in this the work Thou hast given me to do, VOL. II. Y"], [328, "322 THE VALLEY OF the care of these many souls, pardon me, for Christ's sake. \"We have lost one or two of our earliest friends. Our first one, Captain Hill, a soldier both towards his king and his God ; he went ripe for his reward. My good and worthy mother-in-law. Her child in the Lord, for surely she was so, Miss Charles. I take much shame to myself that I indulged in a repugnance towards this parishioner, that occasioned me in humility to confess she owed her good and comfortable end to other ministry than mine. I will be more guarded for the future, despairing of none, be their demeanour repellent or obdurate. \" I continue as fond of reading as ever, and it has been a great advantage to me keeping pupils, for I have lost nothing, but the rather gained.\" \"April 23rd. — On this day we expect my good sister and brother, with my three dear daughters. I cannot settle to anything. I"], [329, "A HUNDRED FIRES. 323 seem to fear to hear their voices, for I shall miss one — the one. ' Oh, my son, my son,' do I still cry out, 'would to God I could have died for thee, my son.' Lord, pardon thy servant in this thing. I had once misgivings that we should not again see my dear child Nest. I thank God we have always had good reports of her both in health and dispo sition. But her illness has been long — we must not expect her to be very robust. I would they were come, and this meeting over.\" END OF VOL. II. E. BORN, PRIXTEB, GLOUCESTER STREET, REGENT'S PARK."], [330, ""], [331, ""], [332, ""], [333, ""], [334, ""]]