[[1, ""], [2, ""], [3, ""], [4, ""], [5, "7105 REPORT > FROM THE COMMISSION APPOINTED TO INQUIRE p® *• INTO THE CONDITION OF THE JGOLD-FIELDS OF VICTORIA. TO HIS EXCELLENCY SIR CHARLES HOTHAM, K.C.B. LlKUTI-XANT-OOVERNOl! OF THE COLONY OF VICTORIA, ETC. MELBOURNE: PRINTED AT THE ARGUS OFFICE, 4PLLINS STREET. 1855. cc40 6 ! ■ , .£"], [6, ""], [7, "REPORT FROM THE COMMISSION APPOINTED TO INQUIRE INTO THE CONDITION OF THE GOLD-FIELDS OF VICTORIA. TO HIS EXCELLENCY SIR CHARLES HOTHAM, K.C.B. LIEUTENANT-GOVERNOR OF THE COLONY OF VICTORIA, ETC. MELBOURNE: PRINTED AT THE ARGUS OFFICE, STREET. 1855."], [8, ""], [9, "The extreme importance of the subjects treated of in the following pages, and the impartial, intelligent, and pains-taking manner in which the Commissioners appointed to inquire into the condition of the Victoria Gold-Fields, have performed their duties, have induced the republication of their Report, in the shape of a Pamphlet, for general circulation, in a cheap form."], [10, ""], [11, "ghwel-mttrtiott* VICTORIA, by the Grace of God, of the United Kingdom of Great Britain and freland, Queen, Defender of the Faith, cfc. TO OUR TRUSTY AND WELL-BELOVED JOHN HODGSON, JOHN O'SHANASSY, WILLIAM WESTGARTH, JOHN PASCOE FAWKNER, WILLIAM HENRY WRIGHT, and JAMES FORD STRACHAN, Ebqrs. Greeting, — informed upon the subject of this our Commis sion, and also to call for, have access to, and examine all such books, documents, registers, and records, as may afford the fullest information oh the subject, and to enquire of and concerning the premises by all other lawful ways and means whatsoever : And for your further assistance in the execution of the premises, we do hereby appoint our trusty and well-beloved Charles Warburton Carr, Esquire, to be Secretary to this our Commission, whose services you may use from time to time as occasion may require : And we do hereby direct and appoint that you do report to us in writing, under your hands and seals, your proceedings, and also your opinions on the subject herein referred to you : And lastly, we do by these presents ordain that this our Commission shall continue in full force and virtue, and that you our said Commissioners, or any three or more of you, shall and may from time to time proceed in the execution thereof, and of every matter and thing therein contained, although the same be not continued from time to time by adjournment. Whereas complaints have arisen among the Mining Population of the nature and operation of the laws and regulations under which the revenue derived from them is raised, and of the manner in which those laws and regulations have been administered, and of the inadequate repre- sentation of their interests in the Legislature by which those laws are framed : And whereas the Government is earnestly desirous to enquire into the grounds of such complaints, with a view to ascertain how far they are well founded, and to devise and carry out a system which, while it makes due provision for an adequate revenue with the least possible expenditure of public funds, shall aftord every facility for the develop- ment of the mineral wealth of the colony, and prove the least harassing and vexatious to the Miners ; and further to enquire into the manner in which the law at present in force has been administered, with a view to ascertain whether unnecessary harshness or undue partiality has been shewn by the administrators ; and generally to enquire into all complaints relating either to the privileges or pecuniary interests of the Mining Population : Now know ye that we, with the advice of the Executive Council of the Colony, confiding much in your fidelity, know- ledge, and ability, do, by these presents, nomi- nate, constitute, and appoint you, our trusty and well-beloved John Hodoson, William West- qarth, John Pascoe Fawkner, John O'Shanassy, William Henry Wright, and James Ford Strachan, to be our Commis- sioners for the purposes herein mentioned : And we do, by these presents, grant unto you full power and authority to enquire into the laws and regulations now in force affecting the Mining Population, and their operation, and also to recommend such alterations in those laws and regulations as may seem necessary for the public advantage and convenience, and to enquire into the manner in which those laws and regulations have been administered, and in general to enquire into all complaints, and to recommend such measures as may have the effect of removing all such as shall be shewn to be just : And we do, by these presents, grant unto you, our said Com- missioners, power and authority to call before you such persons by whom you may be the better In witness whereof our trusty and well- beloved Sir Charles Hotham, Knight Commander of the Most Honorable Military Order of the Bath, Lieutenant-Governor of our Colony of Victoria, hath hereunto affixed the Seal of our Colony, at the Government Offices, in Melbourne, in our said Colony, this seventh day of December, in the year of our Lord One thousand eight hundred and fifty- four, and in the eighteenth year of our Reign. (l.s.) CHAS. HOTHAM. By His Excellency's Command, JOHN FOSTER. Entered on Record by me, in Register of Patents, No. 9, page 19, this seventh day of December, One thou- sand eight hundred and fifty-four. JOHN FOSTER, Colonial Secretary and Registrar."], [12, ""], [13, "REPORT. To His Excellency Sir Charles Hotham, K.C.B., Lieutenant- Goverhor of the Colony of Victoria, <$fc. The Commission appointed by letters patent, under the hand of his Excellency the Lieutenant- Governor, and seal ot the Colony of Victoria, bearing date at Melbourne, the 7th day of De- cember, 1854, ''to inquire into the laws- and re- gulations now in force affecting the mining popu- lation, and their operation ; and aho to recom- mend such alterations in those laws and regula tions as may seem necessary for the public advantage and convenience; and to inquire iuto all complaints, and to recommend such measures as may have the effect of removing all such as shall be shewn to be just,\" have the honor to Buhrait the following report : — ■ 2. The Commission, during aa interval of three weeks, devoted to a personal inspection ot the mining districts, visited th* pr ncipal gold- fields of the colony, namely, Bdlaarat, Cres- wick' s Creek, Castlemaine (Forest and Campbell's Creeks, uear Mount Alexander), aud Sandhurst (Bendigo I- In these four localities, or the gold- fit-ids surrounding them, are comprised the larger portion of the mining population of Victoria. They are far, however, from being the only gold- fields of this extensively auriferous country ; aud the Commission have to regret that, owing to the pressure of many duties, and the desirableness of an early report upon their views and recommen lations, they were unable to extend their visit to all these gold-fields. This remark applies mor a especially to the remote bat important district of the Ovens. Evidence has nor, indeed, been wanting, a* regarded various local peculiariiies of tho --e remoter goldfields, sufficient to guide the Commission in the general views they have felt warranted to enunciate on tnis subject, — evidence derived either through the local press or through personal communica- tions, of which they have always gladty availed themselves. In regard, however, to those more essential points of the inquiry that involve in- terests coir, mon to all the mining population, the Commission are happy to be able to state that they have been amply supplied with information. 3. The Commission were everywhere met in a good spirit. Evidence was readily tendered ; and at Ballaarat, Castlemaine, and Sandhurst, the inquiries w«-ro materially aided by represen tatives of tne miners elected and delegated at public meetings, assembled for that purpose, with a view of assisting the Cmimisi-dou. Agreat amount of information was thus made available, upon which the Commission are enabled to recommend some change * of a very decisive and, as they believe, ot a very beneficial character with reference to the mining population. available gold-fields m Australia was first made public during the month of May, 1851, in conse- quence of the practical experiments of Mr. Har- graves-in the vicinity of Bathurst, in the adjacei t colony of New South Wales, on the 12th Febru- ary preceding. The spirit of research soon ex- tended to Victoria, where, in August following, a gold field was established, although with limited workings, at Anderson's Creek, about sixteen miles eastward from Melbourne, and another at Cluues. on the Deep Creek, a tributary of the Loddon, about ninety miles west of the same city. In the following month the importance ef Ballaarat began to be ascertained \\ and this was rapidly succeeded by the discovery ofthe rich de- posits near Mount Alexander. The auriferous character of a large area of the colony was thus assured; and upon the faith of this circumstance, multitudes were incessantly prospecting for ne*v deposits. By the guidance of certain empiric te-ts, derived entirely from local and practical observation, various other gold fields, extending over a vast area of surface, were successively dis- covered, and their united produce has already astonished the world by the marvellous quantities of the precious metal. 5. The more important of these subsequent discoveries have been the gold-fields of Bendigo, those of the district of the Ovens River, and, more recently, those of Creswisk's Creek, about twelve miles north-west of Ballaarat. This latter locality, although for some time known as auriferous, and worked by a fluctuating body of miners, has only within the last four or five months assumed its present aspect of primary importance; and it affords a fiesh and striking example of those great and sudden \"rushes\" of the mining population, which have always been a feature of these gold-fields. 6. The enormous expenses and financial ir.con- venience that resulted to the colony irom the gold-fields, particularly iu the earlier stages of their development, when a miscellaneous and unsettled population, deserting all other pursuits, betook themselves to the novel vocation of gold- digging, called early attention on the part of the authorities to the means of raising some ade- quate revenue from these gold fields taemselves, to meet the altered state of the couutry. In this and in other particulars connected with the earlier arrangements of the gold-fields, the Government of this colony followed the example of that of New South Wales, where gold digging, as a distinct colonial interest and vocation, had already been established. A licence fee or royalty of 30i. per month, for the privilege of mining, was imposed upon each person ; and, on the other hand, a Commission of authorities for tbe special ser vice ofthe gold-fields was in stituted. Large bodies of foot and mounted police were collected upon each gold field ; fol lowed by an armed tacurt for the couVejaucQ us Retrospective View. 4. A short retrospective view may here be taken ofthe brief bat important history of gold- Miining legislation in Victoria, prior to the ap pomiiut'nt of this Commission. The existence of"], [14, "6 the gold to Melbourne or Geelong, a stipendiary . magistracy, and a commissariat establishment. The system of the license-fee was made law in this colony by proclamation of the Crown, in the Gazette of 16th August, 1851, and the first licenses were issued at Ballaarat on 20th.Sep tember following. 7. The Executive Government, contemplating soon afterwards an increase of the amount of the license fee, issued a proclamation in the Gorern tnent Gazette of 3rd December, of the same year, intimating that, from and afrer the 1st January following, the former rate of charge would be in creased two-fold, namely, to GUs. per month, and 30s. per half-month. But this proposed regula tion never came into operation, having been rescinded during the interval succeeding the advertisement. No reason for this proposed alteration was given in the proclamation, but the reputed politic qualities of tire gold-fields of this colony may be assumed to have been the urging motives in regard to this intended increase of charge upon the miner. The opposition which the proposal encountered so Boon as it came to light, aud the arguments called forth against it. appear to have aided its prompt withdrawal. The reasons stated for this withdrawal were the contemplation on the part of Government ofa new mode of levying a reve nue from the gold. 8. The Commission cannot but regard this whole procedure as pre-eminently inapposite and unfortunate, illustrative as it must have been of haste, inexperience, or indecision, and attended with effects upon the mining p„pulaLion such as can only be too readily conceived to result irom su-h unstable policy. The great yield of gold was undoubtedly norr» remarkable at tuat time, and, indeed, for nearly a year subse qu>ntly, than it has since proved; but a slight inquiry of the multitude amongst whom this treasure was distributed would have shewn that three-fourths of their number enjoyed even ttun but a narrow and precarious livelihood. It may be observed, however, that the opposition to this proposition did not emanate solely from t_e miners, nor whs it confined merely to the pe- cuniary consideration. Objections were taken to a power resting in irresponsible hands, which could thus suddenly, and to so seri- ous an extent, alter trie conditions under which a very large proportion of the Victorian popula- tion then earntd their daily subsistence. 9. This view of the question, indeed, and the intimate relations ot the while case to the sphere of duties of the Colonial Legislature, induced that body, at an early stage, to assert, in opposi- tion to the Executive, its claims to the control of this newcoloniaMepartmenijand, as a fir; t step in the contest, to refu-e to vote from the revenues at the Council's disposal, aud for departments pertaining to its charge, those exira amounts for the public service that the new order of things had rendered necessary. Both in New South Wales, therefore, where the same position on the part of the Legislature had already been taken, and in Victoria, these expenses were of necessity defrayed trom the Crown proportion of the public revenues. This anomalous state of affairs, happily of brief duration, was terminated during the year 1852, in consequence of the liberal view taken of the case by the Parent Go- vernment, by whom the whole question of the gold regulations and revenues was forthwith transferred to the control of the Colonial Legis- lature. The Government, however, had mean- on the first issue of the gold regulations, the Legislature of Victoria had not as yet come into existence, the date of the first assembling having been the 22nd November of the same year. 10. In the course of the following year, a spirit of dissatisfaction, which had for some time been gradually manifesting itself throughout the gold fields, assumed, with regard to one locality in par ticular, the district of Bendigo, so serious an aspect as to demand the grave and immediate attention of the Legislature to tiie subject. In Sep tember, 1853, a select committee of this body, which had just previously assembled, was appointed to make inquiry and take evideace. The case being urgent, this committee, after a lapse of a few days, brought up a progress report, recommending a tempo rary mining act, bearing upon the license fee. The reigning dissatisfaction appeared to the committee to have discharged itself mainly upon this regulation, and the irritations attendant upon the incessant collection of the rate. Ac cordingly, this new measure effected a reduction of the charge to 40s. ior three months, instead of 30s. monthly. The monthly charge was made as high as 20s., with the view of en couraging rather the quarterly payments and thereby lessening the opportunities of collision between the police and the miners. 11. The select committee reported finally in October, an J upon tois report was based the act by which the gold-fields are at present administered. By this act the Lieutenant-Governor is empowered to issue licenses to miners on the following terms, viz.:— For one month at 20s. ; for three months at 40s. ; lor six months at £4 ; for twelve months at £8. The committee had recommended the rates to be _tl, £2, £3, and £5 respectively for these periods. Storekeepers on the goldfields wf re required to take licenses at the rates of £50 for one year, £25 for six mouths, and fcl5 for three months. Leases of mineral lands for a period or years might be granted on terras )f a royalty of not less than one-twentieth of the gross proceeds of the gold raised. Fines of £5, j_15, and £30 were leviable ret-pectivtly for the first, second, and third occasion of offence in being found without a mining or trading license. In the penal clauses an improvement was effected in the manner of arrest, which could not take place unless in view of a commis sioner, and in the facilities for taking bail. In cases of raining <; claims\" and ot partnerships, two justices might decide to the extent of £200 value ot suit, without appeal. The Executive might make rules as to area of claims, or the su perficial quantity pertaining to any one block, such rules being subsequently submitted to the Legislature. In ordinary cases involving more than £10 value, appeals were allowed to the next Court of General Sessions. In these regulations there is a divergence from ordinary legislation, aa in the case of claims and partnerships, to meet the peculiar case of the miner, and to permit of the prompt settlement of his differences upon the spot where they occur, and where alone, perhaps, and at the moment of their occurrence, the proper evidence is to be had for their adjustment. The committee's report recommends the issue of publicans' licenses for the towns and districts of the gold-fields, a recom- mendation that was afterwards carried out under a general act for the colony, that fixed the li cense-fee for this privilege at £100 yearly. The report further recommends that each yearly mining licensee be permitted to cultivate a small garden plot upon adjacent lands that can be spared for that purpose ; an arrangement thathas been, as far as practicable, carried out, although, as this Commission experienced, not greatly availed of by the miners. The recommendation that th© while introduced into the Legislature an act, assented to 5th of January, 1852, for the better regulation of the gold-fields, of which an abstract is given in the appendix. It may be further stated that,"], [15, "7 yearly license should qualify for the franchise I grievances, or were indisposed to spend time and could be carried out only when power for that | rai e contentions about public questions, yet the purpose had been conferred by the Imperial Government. The committee advise a liberal encouragement to \" prospecting f that com panies with capital and mechanical appliances should be induced to develop colonial resources, and that lands situated around the gold-fields should be sold with a liberal hand to the mining population. 12. The administration ofthe gold-fields under this act has, unfortunately, not resulted in realis ing the favorable anticipations of its promoters. To account for this circumstance, besides the general unsuitableness of the whole system, now rendered more visible by further experience, the Commission may allude to two facts of important bearing, namely, that the yield of gold has very considerably fallen off, and that the Government have not responded to the recommendation of the committee that the Crown lands should be liberalfy sold to the miners. The spirit of dissatisfaction appears to have become gradually more general and more deeply rooted. Public meetings, numerously at tended, have been repeatedly assembled at each principal gold field to protest alike against the laws and regulations and the mode of their administration. A feeling of estrangement and distrust between the authorities and the people has been widely diffusing itself. This feeling has originated in the harsh operation of the laws, in the want of a political and general status to the miner, that might have aided him in procuring redress, and it has been subsequently aggravated by the sus picion of corruption in the authorities. The Eureka riot of October last, at Ballaarat,was a natural extreme ot this feeling, which, as the subsequent inquiry demonstrated, with regard to one member of the stipendiary magistracy, was not without foundation The more serious out break of the two following months at the same place exhibited the sad spectacle of civil strife and bloodshed, happily now a rare feature among the British people and upon the soil of a prosper ous colony. 13. The discovery of the gold-fields of Victoria, aad the development of a new interest, already the most conspicuous and important in these Australian settlements, are events that have coursed rapidly and wonderfully before the world within a space of only three and a half years. The Commission entered, therefore, upon an interesting duty, as they examined the labors of tens of thousands in their new vocation, and inquired into the condition and well-being of this great body of colonists, which may be esti mated to amount to one-third of the present large population of Victoria. 14. The duties of the Commission might have proved as agreeable, as they have con.essedly been of an instructive and interesting character, had they entered upon a scene where laborious industry was happily blended with contentment amongst this large population. Such was scarcely to be expected, indeed, considering the indications for some time past upon the gold-fields, — indica tions that had been the occasion of the institution ofthe present inquiry. Tne Commission must now only confirm the general impression upon the public mind, that a spirit of dissatisfaction prevailed widely throughout these districts, par ticularly those of comparatively old settlements, such as Ballaarat, Forest Creek, and Bendigo. On this head they make no qualified assertion, notwithstanding some occasional variety regard ing it to be found in the tone of the evidence ad duced. It appeared very clearly to the Commis sion, that, although individuals might have mani fested indifference — or even levity — as to alleged general voice expressed a strong dissitisfaction with the present administration of the gold fields, and the absence of a recognised political end general status for the mining population, such as is enjoyed by the other colonists. 15. The Commission have gathered from the various evidence on the subject submitted to them that this discontent, so far as it bears a general character, and is distinguishable from individual grievances, may be attributed to the following causes: — (1.) Tne license-fee, or more properly the un seemly violence often necessary for its due col lection, — a result entirely unavoidable in thus taxing for this considerable rate every individual of a great mass of laboring population: involving, as it did, repeated conflicts with the police, an ill will to the authorities, from their almost con tinuous \" hunt\" to detect unlicensed persons, and the constant infraction of the law on the part ot the miners, resulting sometimes from accident in losing the license document, or from absolute in ability to pay for it, as well as from any attempt to evade the charge. (2.) The land grievance ; the inadequacy of the supplies of land as compared with the wants of the population ; the want of sufficiently fre quent opportunities, and upon reasonable terms,* for the acquisition of a piece of land ; the diffi culty, amounting with thousands to an impossi bility, of investing their small capital or their earnings of gold upon a section of ground ; from want of which facilities many thousands, it is to be feared, have left and are still leaving this colony to enrich other countries with their indus try and capital. (3.) The want of political rights and recognised status ; the mining population of this colony having been hitherto, in fact, an entirely non-privileged body, in vidisusly distinct from the remainder of the colonists, consisting of large numbers with out gradations of public rank, political repre sentation, or any system for self elected local authority ; in short, contributing largely to the wealth and grea'ness of the colony, without en joying any voice whatever in its public adminis tration. The Commission will venture on a few re marks upon each of these several heads. The License Fee. 16. The history of this charge or royalty upon the miner has already been given. Assuming the practical and equitable view with regard to the gold ofthe soil, that it is the public property, the right on the part of t*ie Government, as trustee for the public in this matter, to impose some charge upon individuals for the permission to take this gold frr their own private benefit, cannot be questioned. It is the part of good policy, however, to limit this charge in accord ance with circumstances, and to impose it in the manner the most suitable. Here is, indeed, the proper question. 17. It has been evident to the Commission that this charge was much less a matter of com plaint at an earlier period of the gold mining than it has proved more recently. This is easily accounted for from the novelty of the pursuit at that time, and the more abundant average yield of gold. The evasion of the tax also, which has always been upon a large scale, was at that time a matter of greater facility than it has been since ; nor should the important circumstance be overlooked, that as the principal gold-fields assumed a more settled character, and com prised many intelligent persons more or less permanently resident, the habit of meet in g"], [16, "8 m public and discussing th^min'ng interests gave » strength and detiniteness to complaint which it had n-'t previou=ly assumed. 18. Undenhes-'cii'cu-slstancesthischirge.atfirst i only partially, became at length generally opposed. It vas found unsuitable to the ptoverMaliy unequal fortunes of gol '-digging, and seems to have been felt particularly o^rr-ssive when theaverage pro duce of the gold-fields began seriously to fall off. At Bsniigo, tor examplt, tne time of this falling oil*, wuica became conspicuous about eighteen months prior to the Commission's visit, may be fixed as about the commencement of the agitations that have since characterised that dis trict The redu 'tion ot the charge effected by the pre^eutact has, of course, reduc3d the pressure of This tax ; but l he arguments ag dust the u-iequ il operation of it* pnuciple s.ill remain. It may be douhted alf-o if, with the present reduced earn ings of individual miuers, the present charge of £2 per quarter is noi practically qaite as much as the former ot\"30s. per month. 1ft. Toe great ex. cot to which the license-fee is or may b<* evaJed must be held as a serious objection to this mode of levying a revenue The public demoralisation thus entailed is un favorable tot invern.iient and gond order Evasion became a pmetised and skilful art among a consi derable number with whom an esprit de corps was ever the stronger sense of honor. The Commis sion were amused at least, if not edified, as they learned of the various decoys, and heard of dig gers without licences who were left quietly at work in the pits, while those who had complied with the law betook themselves to flight as if the guilty parties, with all the police ac their heels. Amongst a multitude of all varieties of condi tion, many must have been always founddesti tuteof the means of meeting such an expense, payable as it is iu advance on the moment of entering the cold-fields. To such, there is often but the alternative of concealment or imprison ment ; while some, to avoid either ofthese mis fortunes, have quitted the auriferous district as soon as they arrived upon it. 20. These observations have reference mainly to the pecuniary amount of the fee. But this part of tiie questio.i was always represented to the Commissim as much less an objection to the rate than the mode of its collection. With this view of the subject the Com-nission entirely ac- curd, the particulars of various cases having come under their own notice To carry »*ui. the law in it* .ntegrity. to oblige every one to pay | the rate, or at least to endeavor effectively to do so. required a <'on^tant exercise of authority, and a continual d - moance of those who hai paid, in order to d**i ct those who had not. Scenes betwetii iiie police and the miners were of daily occurrence, where mutual irri- t ition, abuse, and gross violence would en sue. The loss of the license-paper, also, by accident or negligence, or even omitting to have the document upon the person ready at all no- raents for official inspection, would entail very annoying results. To be fined or imprisoned in such circumstances must have been at the least a hard alternative, but to be re-arrested and fined again, or re- imprisoned almost as soon as re- leased, is trenchiag very closely on the Hmits ot human endurance, although a course sanctioned by letter of the regulation. 21. One very serious but very evident result of such proceedings was to unite the sympathies of the mining bodies against the authorities, and by a natural extreme to extend in some negree these popular sympathies to delinquent brethren. Very much depended on the prudence or natural tem per of individual officers, — too much, in fact, rested on so precarious a basis. The police, in exposed to the distrust and antipa'hy of the miuers ; and, as these feel ings became mutual, they had the effect of rcnlering that force un«uitable for its proper duty of protecting the peop e. The gold fields could not be patrolled for the more effec'ual suppression of crime so long as the police were thus employed in collecting the license-fee. While, from such causes, therefore, the police were rendered qnite inefficient for tlie ordinary public service, the force itself was withal twice as numerous and twice as expensive as would have been necessary under ad ist* r.ntsys'em. The very scattered character of manv gold-fields re quired either that license collecfin, he in a great n_easure abandoned, or 'hat. a very expensive po> lice «tnff be maintained. The Ovens circuit re quired no less than one hundred nnd twenty for all purposes, one-half of whom might be con sidered as maintained for purposes ot the license fee Instead of that happy accord between the police and the orderly citizen, exemplifiedTevery where but on tlie gold-fields, this force was chi-fly arrayed around the authorities at the camp, who, as they balnnced the spirit and num bers of the defiant miners, were apt to judge of the police requirements, not by the proportion deemed necessary to protect the people, but hy the force requisite to defeat them, should the mutual irritution come to a crisis. 22. With reference to all these remarks, the Commission have no specific charge to substantiate agaii st either the local authorities or the police. They will, however, afterwards allude to cases that seem to demand a passing comment. But their chief complaint is against the system. Laws must not be based solely upon abstract principle or right, but be adapted also to human nature. The Commission are unanimous in recommending the immediate abolition of the license-fee. 23. It is not desirable that the character of public property in the gold of the soil should be abandoned, although the present system of a license-fee be given up. The views of the Com mission are, that a revenue must not be derived mainly from a direct tax ; this they propose to accomplish by a fairer and less obnoxious method, namely, a moderate export duty, or, to use a more suitable term of English mining, an assess ment upon the gold produce. Tbey would, however, impose a small charge, ostensibly for the privilege of mining for gold, and with the object of some revenue beingd-rived, but mainly fir recognising the public right in regard t:> the gold of the toil, snd for other collateral and highly useful purposes, sue\", for example, as enabling the miner to qualify for the franchise by means of some annual pay ment, in terms of the New Constitu tion Act. This charge would comprehend the registration ofthe miner, and the issue of a pa per conveying his rights. The document may be taken out for the term of a year. The Com mission agree in recommending a charge of £1. It is not, intended that any active search be in- stituted by the authorities as to whether a miner has or has not taken out this qualification ; but without it he has no right to the gold he may acquire, or to claims or digging ground he may take up and labor upon, and cannot be maintained in the possession of either. The M ner's Right, as it is proposed to term this annual document, would be a means of dis- tinguishing the well-disposed on the gold- fields, and of aiding the po i ice and authori- ties as a special constabulary ; thus throwing the conservation of the peace, during any possible emergency, upon the people them- I selves, whose chief aid will probably consist in the exerci-se of their annoying duties, were ■ their preventing such emergencies from ever ari-"], [17, "i a i ling Tkemineri rigUt. u \"ell .. m- l,..-n-r» time. como*Tntir»lj r»«drr«t' ••' «>e»n ' ...... ,e uii ulher 'ln.,e§ ul r- >: iei.l . up..., M* land buying till I .mm,i-.i..l. \"i\" \"\"' land bovine ihi Cuan»h*Uœ ar u-t ' llrvont 'hit \" ninpul \"Allen ill Hi>- l'\"\" ! * ,, nm»«rtt' Th, -.- » >»•; l\"\"^\"?* -o.i t.1,8 wtoaj fe SOT •• l' Ml S, *XTs while it is even m..fe p..pnlous- ttirtia tirf besoming sitUil -eh an mji\" population for whom .ojofulluiiO PBt1t«m«j'» «\" cniimnlly desirable, aud *ho for *wl \"' \"<\"«'• are Iraving these aliorea b- .*„= m li„,ii-.u. I ' other hods, less fanorm iwitiap*. hy naiu\"< '•' fm more at) hy the happier urri>n|M-iti<ut' ot ui-ir fioverntnents l\". s »ay of pr-n-tirtl mnatnirloii. th\" • m „,i .....nqiiotn from th. o.i-i,- .1 Mi. t n,im...i U>r au aaaiaian' WtOwlstloiK-r, \\n •\"\".iitomw hrs n-tiniony il given which -m U»M IW it, pp : — ■ The diifeings »l whic-U I olh. J.i'd weft at Un- Bei Bet and Bum ''>'■\"■ '\"'' hiirniio-h and Kornng, in the .11,-0 i ri„. intrrnmiiBK la.wtl,ol iwrj nib' \"' « ™' «aa oorileroiM, Ctose to wlwrttlu! illgiW «w ul vnrk there waa a quiuituy nil \"\"tN tine ••m rial land nntmrlferww, - : *\" :; \"\"\" \"f** 1 \" WtMlt, tihii-hthe diggers- we.T m.xi.mi M pur haw I wrolelolhi\" ii.o.\".ii..i\"\"\"t !''•\"\"' 0 '•\"' ami t. rtfect. The land lonu-l part of 1*.. p.iH|.„ ,1 snitioiia. There waa a shepherds hul \"1 the Burn Creek side; bul »incetm-di|fginp«one«i nos land i..k1 been u-sd ■•>■ B ifh«rorih»«io»uert I iiMvei^'VBsherpupooitoll the thnel *n-ihe|e ft lay nuite want*, awnpl «lvn the ditrit-r- «-' it in iifp.wi nrc their horses. A hish prte« I have been \".il for this landirt the lime I wr. to,— u iiine.i ,1-\" £.11 an aere. TlnO pnee eouln .\" He mt now, nor nr.ir it, at most h \" T,i ' \" the place. Many tnnlM lu« --ohd there u ihev.ooldhayegot.Iaml They told me s» Ire .pie/itlv It wtt9 a rjvorite lni-.aluy. Tmre \"et« on theee dlMiaga. at 'he time- I apesli id u' 1 \".liiOU pet- him\". There may be now ilih. Nohufi has heen mill in tlml part, of the country al all. I have been unable to Wro the ti as..i. 'it. The L'uui<li)»iuu fear lhal lids tii-tjn I! hut uii..- ..ul ..fnuuiT. where Ihe happiest cppnrtn nines hare been totally I...I, the |. r.n:uie.a *-i toi.iHiu ul pronii..iiiedi»ln<Jta liusiirt.-d '.\".r yeara ii.eo.nv, and ihoiniind- of colonists driven w <!»• ..jipaintir.ftii to fiial a home In BtllCT OOUnlWJ* iO. The uitferent got l.firi'i* wh«r.\" talwW to »• been hiciienu sold are— Ballanrat, when th» land ii much heitcr tt.an at rtni-t of the other tj'Hd IS.il. and where uul ol BO.OOO f\"\"\"\"s '•**'?*! (I IJ found sale, Castlem.iiue, ■«» I 1 000 ».\"le»lia.e In eu uffiftd. anO 10,11(10 Mil H\"\" digfl, where mil of 22,000 ttCfBB off\" rot, Ire. niaa in nun ware sold, the Ovens, where T111I anei HtaMantil ontal'lSOilj the nfrlTor, where «l»rirt $011(1 nrrei were <uld ; the Avuca, win 1- \"1 2(i00 oltored, 300 were M>>d tod 8prme ruet, wi.ere 1 Mini were sold, ootofJOI'll t.i -innli \"Her 1 t..r Ole These make a total, a* jlievlt -r-iti-rt, ol ihoul sli.fluO acret offered, aud .. UOOscId ■I'lietraallnensorilif quautii)\" h. the 1 1 <i.l. I hm hens the BflCaalOT Of the land teall.. hg high prices ; and the lota have eotisi-l-i tn > great ueeaure us town and mbturbsa s. MOne, aud not of the i-ionlry laiuk, that aie (till more nreinly required For the presanl yrtt • lt»n 1, \"paled thav lao (inn acres will be brought W uH.d i„r sale iu thu fktsioes ot the gold Bautl Jl (If tl.elni.d-: 'hroucliiujl Ih- COtin during lha j*»t iSal «.bonl Wll.OOfl .\".e\". had been tuhiuiind I r of whi II W0.OO0 1 ■■ ■• • h...t heeii s..|d It 19 et pent ed t!i»< thu survey stalf will be abb to arrange lor aUVring • llw i|U»niitv ut* \"rtlO illili a-ret during the present yeftt Twtnty j«ani haie now tlop«ed ynœ tills oalunv was first s-ttled It i* «ut\"p'>«'( \"\" praacul at.ovt \"il\" nun . ...1 r..l ' fie]t|. — a tubj-rt to h« treated ns nuder ita |.TT,(.tf |,f»i|_ >h«uM ipil.il) l'»,I II\"' flT. |. Wl»l UP I. IN\" r.HIRVVPCf Us. \"of ot Nimplninis innammliln tin the tiinl .|UC3li.in. the Commission will il-r.l in the •ir-.r plane, \"ilti whir ejrpBSTB the >' intpor . ii- .»>! upon whirh thfir view* wrw the must MtHniMiiU' Ttnse are ■*t-it h rriranl if. ihf inale i,n.iii> fcuppllfs >! O,.. . r.*n lii.i'l* I'- 111.' mlnlfif; |i,.|iillotIiiii. un.l Hi\" iinfreijiieii'-y iif Ine \"pi'ortu ultieBalFonleil them turpuri'l. .1-11.2 1 lo- I..-I.. ,m. I.mg u mutter \"t general eonipininl tin nllghnnl >.., eoloo v -<i complaint certainly its' u teiy >'r«nge character in » joiing naiMi] al »•■'. ex tensive area, »nii ou«, Ino, ihni no-inn unsortu natelj In have arrasloord much distMiriifnuiiuii \\ipoo the gold fields. 25. The- iiccessosmatiynf thermos rs. — tlMOSGM reali.ol probably u'ter a season ol'gieit | t*(Mi • nil hlh.x — may vvry natnrullv fxphon lltis indi cation ol »sti.ing desire to arirnire land and in r..rm 1 .cttled home. On this euhjeet ill.' evi •lenoe in millers and the com plains* uuuersnl suggesting to the mind not only a most p.iniii.l ti.t.ne 1. f 1 hi- wholesale iirevcntit.n i.f iudivi dual mm .0 niei well-being lo the popounin upna tlw g..i.|-fivi.lH. imt th»i in this negiMStni inability * pullet, it Leiae pur -lied m.«l suicidal l.itliu i..i..r-its oftheonlntii ailuny? lu.tei-i .one su.'hliwdthtiil acdilesiMhleindioarionsnnihcpar» efailtoi»M |»f .nkuioli -li'->>il,l have hem re sponded I., in the inudei|U>i.<e manner ttiat i = ihear.i hv the widenee. an.lthat is indeed waller • t vuinmiin nannies, is a .\"n-uli quallj Impitlitlfi :.r..i .|ppl\".iii|- whelbwH apse tomi the incut .1 ite|uiitin«at« to keep paoe with the pilhli'e tf«ni<. ni\" I'nim th»t entranrdinary ItltU ,,,., ,,i vti.i, I, the greater forl ..I H.- 1 r...m l auds I 1 ile ,.,,l,.ny huvt: beeiioitiVied by the ll.iv.m- Hicn'. m remain since the Imperial orders of IfciT on the Squatting iiu.. , itiuu. Tht CvmmiMiun iiiuke » Mint Btems »liini«t increitlhle, 10 tilt fiT.'iji, nitnely lhat up la tht en.] ot ISV4. ■ctei Mints iIihu tine.- faun ol gold 'lining, ...iIt so mill ai.r-a of 1.1,1 .1 in ihe ficiiiitie* ul Mir gtild-fiet/U li».l t.e«j bnnight forward for »4le; will ihn .if nbie<pi!infitv. tpi\" liinil being in «nme pliioe» rery poor, tbera b»d hecu nctoully wld in. 1 i)4,iiiiii «■ 1 - 1 populaiiiiB ihaldonog all tune inny ba»e »ver*~d about us nuny iadivi.e. »ta 50. The lav.jfiWeoppoi'iiin'l uJlot If i I'or the p»i8tl»ive UHlrmrol al \"in, f.i.i. roimiry. by Ihe unietal lin.l hiiv hik spirit of the hu-i Uir>\"? rr»r5. ....Miionol hj the stimuli. i <fi the gold rtlremrerleo, ho? been sutf-reil to pa« tiilit»ly away. Tina inanlu, lu use a turn r.<.n 'enp«>«inn. tlia na'ural a'.d po. mwini; tesim -.s arealm Md pfoapeiiij Oft«urg m.r the n.l.my. in-lt-1 .1 In i\"i» p-tidftvd, si It iiOuin hi- - •'- ■ >■ s lurce in. 1I1 us iniiieii -■ pt.ir.lu\" T».»enue.uin) us jo .meusi-n. arlllemeln. n( mliinnl pnpulaimn, nm b»ta oiinwoJ In expend lt?»Is In a dxitx limn u .h'»- corupetiliou for Hie ilniile'l .pi unity o' l»o '- \\lr»Mily in tin- haoi - a' Hit l.muia Fut uiiuTaiui tUmmy Jiatlmli therrfuf, ihi'-e Imd- »• pur- I .eni.«f fabulouj prioei BiT'-iuuig ihui the jtiin t« «i iiu'eaxinl ir.nl..' (her have pt»o»il tin- i.ii-iuof» ot 111, ..I. a temaivarv arid twtiiuJai tia^w; arolii.e t.iluiiv In Ills IMtllnn thai lui^ inevit.ahly lot ha. luon pluo^-1 uiti mi euibaiT4a»iiig .; tn£ Uir tiie time to n rinm rlii'.i ui (Mftnrbl* and possibly pr«inc hrl.h |\" • iu'li:\"i»l al liorao lo tbs r-piiiaiiou ,.i Viit.-ini) u- 1 tmilablo fioltl for tmniraikm, \\llh.^hlh»= finaurtal ntu/ipi will, tor a"], [18, "10 land i, which the subsequent discoveries of the gold-fields have rendered totally in consistent with the progress that now evi dently awaits the colony, and with tho general welfare of its large population. It is not for this Commission to pursue this part of the question further. Nor would they ignore the claims of any class, merely because subsequent changes in tlie circumstances of the colony have given to these claims an intolerant; or invidious aspect. They must, however, assert most peremptorily that, under any view of this caas, the flocks and herd-? must give way to the human families. Un til this question be entirely disposed of, and placed upon a footing incapable of misunderstanding, harmony can never be attained amongst the people at large, and it cannot therefore be rea sonably expected amongst the masses at the gold-fields. The piecemeal wrenching of the lands, and the reluctant action of the authorities during past years, have only involved all parties in angry contention. Each survey staff must cease to raise up a question about pastoral pri orities, and the plough to be regarded as a hostile and unlawful intruder. Lands available in regard to their qualities must be everywhere available for settlement, when the proper opportunity has arrived; and thus put an end to the extraordinary spectacle of seaports over crowded wi*h population, while among the squatting solitudes of the interior, as the Com mission personally experienced, the eye may still range over vast areas of the finest country without detecting even the trace of a human being. 35. Besides this great grievance of the inade quate supplies of land, and the obstruction thus occasioned to the progress and settlement of the country, the evidence shows considerable dissatis faction with the present arrangements connected with the selling of the Crown lands. The Com mission will first, however, advert to the present practice of granting to annual licensees the use of small plots of garden ground where these were available near the miner's residence. \"Whether from the poorness of the soil at the gold-fields, or the difficulty of getting such lands suffi ciently near the claim, ani in the precise spots where they could be attended to by the working miner, or from his slight and temporary tenure, the Commission found that these garden privileges were but little sought after. They, therefore, advise a discontinuance o( this system, and this the more strongly because they are desirous that every opportunity should be given to tne miner to induce him rather to purchase these lands. an area of upwards of 60,000,000 acres of land, of which, up to the end of 1854, less than 1,400,000 acres had been alienated from the Crown. The Commission fear that by this rate of progress in the settlement of the country a very mperfect justice is rendered alike to the resources of the colony and the wants of the people. 32. Had the extent of the past land-<=elling operations been otherwise than of this very in sufficient character, the Commission might have alluded with pleasure, on so gloomy a subject, to the statement made by the Survey or- Gen er al, that, in surveying ani bringing forward lor sale the colonial laa^s, he had not found any practical difficultiesarising out ot* the squatting question. If a new era is now to be hoped for, the exertions of Government, in opening up the country for settlement, must proceed for the future on a very different scale. 33. The various gold-fields should form so many centres throughout the interior for the sale of Crown lands. Occupied, as they are. with large masses of unsettled population, the Go vernment -should have been at least as ready to sell as the people were to buy the Crown lands in these places. The reasons that apply to the gold-fields, are applicable also to the case of Crown lands upon each side of main highways throughout the colony, and in particular to :he lands connected with the lines of future railways. As a general and practical rule of guidance, the public lands are most wanted in localities where, with the greatest population, the highest prices are realised. This rule hitherto has been too often neglected or reversed. The loss in such a case is not merely one of public revenue. The high price is too commonly the indication of a scant supply, which has given lands only to a few, but where the eager crowd have bid up tie lots to the end nf their means, in a vain strife of each in dividual to secure something. A scene of this kind in a young colony, which has as yet scarcely commenced to sell its lands, and has such abundance for every one, is one of positive as well as needle-s distress. All the Ian 1s for many miles round the chief gold-fields should be surveyed as soon as possible, and brought forward for sale. In this manner, under the present regu lations, such of the country lands as fire not sold when offered by auction are open for selection afterwards, at the public convenience, for the minimum price. Reserves are desirable in the more crowded localities, particu larly of the lands that are not adapted for cultivation, and are suited only for pasture. These reserves may be used as commonage until otherwise required. The pastoral use of the lands situated around the gold-fields may be said to be already in a great measure lost to the squatter. The actual sale ofthe land, therefore, inflicts but little additional damage, and should be promptly proceeded with while the people are collected together, and disposed, as in the case ot the Bet Bet and Burn Creek miners, to purchase and become settled. But the area rfquired for the gold-fields population must extend much lurther than merely this vicinity,where the supply would be not only inadequate, but where it is commonly of a very useless quality for the purpose of cul tivation. It is therefore the more urgent to set tle definitely the protracted question alluded to, and that too with respect to every part of the colony ; for most of the gold-fields and of the mining population, the Commission believe, will be found in the unsettled district. 36. Some of the arrangements just alluded to are of a remediable character, — such, for example, as the uncertain rule, or rather the absence of all general rule, as to the amount of advance on biddings at the auctions of the land. In one place, or at one time, a farthing advance is taken, at another nothing short of a pound, and so on with intermediate gradations. The practice, even if general, of settling this point by preliminary agreement of the intending buyers is one that cannot always command unanimity. This loose system with the public property hits placed an improper power in the hands of the officer conducting the sales, and a very irritating power he has the opportunity, whether by intention or otherwise, of making it. 37. Take again the inconvenience of offi cial arrangements as to the time and mode of payment for lands purchased. The Commis sion are glad to observe some recent changes for the better in these arrangements since their visit to the gold-fields. They would merely observe, further, that the public are the customers ofthe Government in these purchases, ZL The pastoral interest of this colony, which with such eminent advantage occupied these waste lands in the earlier days of the settlement, acquired in its later progress such prosperity and influence as to establish claims regarding these"], [19, "11 •and should have a consideration accordingly ; as- suredly the convenience of the public, and not that of the Treasury arrangements, should be studied. There is too often ground of complaint for unreasonable delay in the issue of title-deeds. 38. The Commission would call especial atten- tion also to the regulation by which ten per cent. only ofthe purchase money is paid at the time of sale, and a month's interval granted for the ba- lance. This interval permits of much specula tive jobbing in the lands on the part of persons who count upon an immediate resale at a profit, and who, with this prospect, are willing to risk the ten per cent, in question. Speculators will buy lands without having previously even seen them, and throw them up after inspection. This subject, and the others already alluded to, may ap- pear of less moment than the Cov-miss'on have actually found them. To illustrate their full vexatious and damaging effect upon the large numbers of persons upon the gold-fields, they refer to the practical comment upon those cases handed in to them by the Rev. Mr. Currey. It is far from the Commission's view that the real capitalist should, any more than ano- ther, be excluded from investing in lands, but it is evident here that the arrange- ment is at fault, and that the buyer who bids with the view of settling upon and using the land is liable to be opposed by a system of scheming, or rather gambling, in lands on the part of persons without adequate means, or an honest desire for investment The imperial act, which defines that not less than ten percent. shall be deposited, permits that this amount may be increased. In the opinion of the Commission, a deposit of twenty per cent, would remove these evils. only to one case ol complaint now before them, mmely, as to the over- proportion of \" special country lands,\" or lands whose upset price the Executive may raise above 20s. The imperial act, which gives the power of advancing the price, limits the ptoportion of such ''special\" lands at any sale to one-tenth of the quantity of country lands simultaneously brought forward. In many of the late sales, and of tho^e now advertised, this proportion is greatly exceeded. During the present reactionary crisis it is espe cially undesirable to seek any occasion of raising unnecessarily the minimum price, a proceeding which is, therefore, alike illegal and injurious. On the subject of town and suburban lands, the Com mission would venture to express disappointment that these, and not the country lands so much wanted for the agricultural settlement of the co lony, should still form so conspicuous a propor tion of the land sales. 42. The system of cash sales appears the best, so far as regards the relationship between the public and the Government. Any system having the effect of bringing the mass ofthe people into the position of Crown tenants for leases ot the co lonial lands, or of debtors to the Crown for ba lances of payment, seems unadvisable if a colony and people are independent of such facilities. Su'-h a system, if it did not involve the authori ties in frequent suits and conflicts with their nu merous debtors, wou'd at least place the popula tion in a relationship to the Government alike unconstitutional and undesirable. 43. The facilities of settlement experienced iu South Australia, and so often dwelt upon by com- plainants in this colony, did not arise from any different land regulations In that colony, in- deed, it is important to state that the orders of 1847 regarding the squatting question were not made appl;cabJe. In other respects the regula- tions are similar in b tth colonies. The remark- able benefits to South Australia arose simply from the circumstance of the market being kept fully supplied with lands available for cultiva- tion, which were either bought on reasonable terms directly by the agriculturist, or, if his means were inadequate, were leased from the South Australian Company and other capitalists, on terms alike advantageous to both parties and to the country at large. 4t. It is this full tide of supply that this colony requires, and has but too long been deprived of. Land has consequently been here a coveted mo- nopoly, and from its limited distribution as com- pared with the wealth and population of the co- lony, the prices it has been held for by the com- parative few who have possessed it, have been usually beyond the means of the cultivator, or in- compatible with his reasonable calculations of profit. From this cause it has arisen that a great portion of such lands as have already been sold have been with held from use. Had the quantity sold been still less, the unfilled proportion would probably have increased, and every field of corn might have disappeared from the colon}, because its cultivation with profit would have been impossible. From a combination of causes thus deplorably infelicitous, these sold lands lie comparatively waste. This land monopoly must be completely broken down. If the lands by hundreds of thou- sands oi acres yearly are insufficient for that purpose, they must be brought forward by mil lion?. If hundreds of colonists have acquired lands which they will neither sell nor cultivate, this offence, if such it be, must not be charge able to the thousands who still seek for land, but without any reasonable opportunity of acquiring it. \"While Victoria, so rich in the extent of her available soil, has made so little progress in agriculture towards even her own 39. The other arrangements complained of, namely, the high minimum price of 20s. per acre for the land, the system of selling only by auction, and of cish payment for the whole pur- chase moiey, are, as is well known, regulations by imperial act, which the colony has not as yet received the power to alter, even if an altera- tion should be deemed desi rable. On these points the views expressed, although very various amongst the witnesses, had all one tendency, namely, the acquisition of land on easier terms and atcheaper rates thanunder the present system. 40. The questions involved in these points have beeu so repeatedly debated for many years past, both by the imperial Government and in these colonies, that the Commission are glad to avail themselves of this fact to avoid any lengthened discussion. Divisions of opinion are likely to be still increased on this fertile topic, from the little that has hitherto been done under the present system for the settlement of the country The Commission will at once agree that it is of far more consequence to promote this settlement, at the outset, for the increase of population and production of wealth, than to make land regula- tions calculated merely to raise a revenue. From the foregoing remarks, however, it mav be seen that the chief fault has not lain with either the present system or the present price, but in the restricted operations of the Government, under which no system whatever could have been found to answer. 41. The desire of the Commission is, not to deal with abstract theories upon colonial lands, but to render the present imperial regulations a-j available and beneacial as possible. But al though they do not now differ with the up«et price of 20s. an acre, there may be valid ground of complaint at the high valuations placed upon lands other than country lands, such as town and suburban lots. On this subject, which is not one very easily dealt with in the abstract, the Commission would allude"], [20, "12 are feature* common to all agitutions. a.iJ there fore to be * xpected on the goldfields. But the whole qnesriou mu-'t nor be adjudged upon these outer developments). Such extremes have their oa'ii reaction. They seem to have occasionally weakened a movement upon the gold-field*, by limiting its ostensible numbers, and driving many into neutrality of conduct, beside* ex .iting opposition and even soinethinit of ridicule. 4S. Taking, th<»n. the general view of the case, the miners may he considered to have clearly enough answered for themselves the question, if it ever was one, of the appreciation ot iheir poli tical rights ; nor can their fellow-coloi.ists do o'herwise than approve the determination, on the p= rt of this co'onial interest, to pirticipate in pr'vileges that should in justice b- common to all. The Commission can freely testify, alike from the evidence received, and from their own obervation, to the hvelligence that pervades the masses upon the gold-field-, — a degree of in telligence, indeed, that is perhaps but inade quately represented by an assertion that it it speord to that of no other industrial inteiest thnughout the colony. This teature of the minn.g population is partly aftrihutnblc to the stimulus of new circumstances, and pirtly to the intermixture of many persons of good education and even scientific, acquirements, — a circumstance from which much is hereafter to be expected in regurd both to individual and mining progress at the gold-fields. As regards the pas', ho vever. amongst a large body of the character described, exposed to physical hird ships, unsettled lives, and precarious fortunes, the political discussion based on so valid a groundwork was of nfi*e-*sity harsh, and liable to acquire a sharpened edge wirh exercise duriog the interval of exclusion from representative privileges 49. As delay may Rt 111 intervene bntween the miner and his direct franchise rights, a virtual repre'entntion as far as practicable sh >uid be awarded. Thus an electoral r >ll °ho-ild wants. California (whose circumstance* in other respects are so nearly similar) is already export Ing on a large scale the produce of her soil, — a position wh>.h, in the opinion of the Commission, rcust be attributed chiefly to the free scope there given to the acquisition of Inn I. The social view is incomparah y su^rior even to the commercial, in this question of the settlement ot the colonial lands. The harvests they should have yielded, and the social picture wish whi;h they should have animated and adorned the colony, have been raised up elsewhere. Victoria has benefited other lands by transferring to them the care of supplying the wanss of hor population, hut this has been by a grievous and unnecessary sacrifice of her own best interests. Political Rights. 45. Happily there seems not at present any -difference of opinion in any quarter up ia the ■question of conferring the franchise upon the industrial population of the gold-fields ; although, as regards the mining proportion of that popu lat ion. the electoral rg;it must be based upon modifications in the miners' favor, as to resi dence and amount of qualification, differing ma terially from those of orher colonists. 46. For the present, however, as the imperial set under which this colony is now administered had not contemplated gold-mining, the power to meet the case fully on the part of the colonial Government is yet wanting. But the requisite steps have already been taken to remedy this de fect, and the case tt the miners' franchise is included both in the New Constitution measure passed and transmitted home last year, and in a separate act for this particular purpose, bst any cause of delay should impede the progress of the irst. No long interval can now elapse ere the miner, and those of his fellow colonuts who are now otherwise occupied at the gold fields, will be in the full txerctseof the franchise, — a conclusion which the Commivsion cannot but regard with confidence as likely to prove one great means of inspiring order and enutentment throughout these important district-*. A temporary expedient lately mooted in the legislature, to erect the g <ld - fieMs and vicinities into separate electoral districts, where the townships and other sold Ian Is would give qualifications under the present law, has been received generally, although not unani mously, with iavor. As another and still more immediate expedient, the Lieutenant-Governor has lately intimated that he will be ready to bestow one nomination seat in the Legislature now at bis disposal, . upon any one whom the general mining bo ly may agree to sele'.t. The recourse t > these ex pedients instructively illustrates the disadvan- tages that may arise from the limitation of the powers of colonial Government in questi ins ot local concernment. The most eeriou-t conse- at once be made out, of all per-ons possessing the franchise upon the gold-fields by right of sold lands, to be available on the earliest occasion to meet anv new electoral arrangement that the law as it now stands will permit of for the represen tation of the gold-fields And the Commission would further suggest an extension of the plan proposed by his Excellency with reference to nomination vacancies in the legislature, which in one instance he was willing to fill up in ac cordance with the miners' selection. Th°y ad vise that the miner-,' right be available for the selection of persons for these vacancies Eight elective and four nominee memb-rs for al the gold-fields might thus be added to the present legislature, thereby giving virtual representation to the gold-fields until the arrival of imperial powers As the sold lands are not generally held by actual miners, but ccnmonly by retired miners or storekeepers, the elective proportion of three new members would not be held as fully representing the rain ing population. By the arrangement here recommended, this office would be per- formed by the nominees. Such a mark of confidence on the part of the Government would not be lost upon the mining population. 50. Seeing there appears no difference of opin- ion on the subject of conferring the franchise upon the mining population, it ii only fo be re gretted that any difficulty should have interposed tooccasion the long delay that has already oc curred. The due representation of this interest at an earlier stage would certainly have checked the progress of discontent. This would have been a consequence, not of a mere abstract right, but the benefit that must have resulted from quences may thus arise to society before a legal aud proper ledress may be availed of. 47. The amount of privation involved to any portion of society by the want of poetical rights may be variously estimated by different minds. The Commissiofl are impressed with their important bearing upon the present in quiry. Although taese rights, neither the abso lute necessaries of life, nor even of so direct and positive a consideration as the two preceding subjects, nevertheless, to the want of political status in the mining population may be attribu ted very much ot the malcontent feeling on the goldfields. The public demonstrations in these districts, although characterised, as u-ual in all such cases, by exceptionable incident, are satisfactory as evidence of decided general viewi. Extremes in the con Just of individuals"], [21, "13 an authoritative exposition of the wants of the g ild nelds, and the same authoritative demand for the necessary redret-s, namely, for social ameliorations of many kinds, for local regulations embodying popular views and « Trying popular assent and suggestel by local knowledge, and for improved official arrange ments under every head in a novitiatory medley 01 extravagant and disunited departments. Con sidering the crying nature of the land grievance, the mining reuresentative would certainly hav^ made some better way than has been done hitherto without him, in meeting the wants of constituents as to the Crown lands, and in se curing opportunities of settlement to thousands of miners u^on cultivable sections, where they might now have been prosperous colonists instead of disappointed agitators. The representative must have p-rceived. Ions ere now, the advantage of local poweis for framing bylaws suited to each goldfield, and that the suggestions for the required ar rangements should not emanate solely from the local Crown authorities, but also from the people who were interested. The mining vocation, thus more effectively and steadily conducted, wnuld have doubly enriched the colony and have benefited all its interests. ting in these unsympathising at'itudrs. and tend- ing to aggr.ivac.onh on both sides. Such, it may be hoped, is the explanation of a decision ot the same magistrate, who, on the ground of a mere disturbance of his court, sentences a female to forty eight hours' imprisonment, and that, too, m such prisons as are but too com mon upon the gold-fields. The contrariety of the evidence precludes t e Com- mission from further comment on this case; but under any v.e* they should doubt the propriety or advantage of suen a sentence 55. A commn^i ner cr-lt-rs a young man into the custody of a ca-sttble to receive an admoni- tion for twice galloping past this officer, throw- ing dust about him, as he states, and as the com- plaint in chief, lor taking no notice of him. she comnrssioner was upou an open camp, under a tree, reading a news-paper; he was in unrires*, but pleads that his commissioner's cap, which ne had on, should have identified him. lt does not appear tnat the young man sh.w either ;he one or the other. He was not likely to do anything rude or imp. ops r. This is one of tho-e indis- cretions ot authority that could happen only on a gold-field, and hecause it could happen only there it is the more likely to prove annoying. An officer irresponsible to all around him, and with, a camp of police ut his command, ought, in the first place, to possess the command of himself ; he muy other- wise have i pportunities far more hurtful to those around nim than this slight but illustrative case displays. As a fitting sequel, therefore, it may be remarked that the same commissioner, who was in thirgeat Ballaarat during the out- break, to be pre-ently alluded to, appears to have given occasion to precipitate that move- ment. These incidents are not necessarily incon- sistent with the case of a biave and honor- able public officer; but they indicate a temper or judgment that may not suit every depariineut of the service, and the gold fields least of all. 51. The ab ence of political and secial status in the great population of the mine3 is r ndered complete, in addition to the want of the fran- chise and ot any local powers, by the absence of the honorary magistracy. To the want of status generally, and in particular to the absence of this institution, much evil may be traced, al- though indirectly. The extension of the ma- gistracy amongst the miners, many of whom are, iu intelligence and respectability, quite adequate to its duties, in strengthening the hands ot the local stipendiary magistrate, would have inspired a confidence amongst the masses as regarded the admir istration of justice, which th*y are most unlikely, in their present circumstances, to expe- rience towards a court solely stipendiary as well as of Crown nomination. 52. This state of things was lamen- tably illustrated in the first or Eureka outbreak at Ballaarat : and the Commis- sion are impressed that the institution, in a cordial spirit, of the honorary magistracy they allude to, forming a link, as it were, between the people and the Government, might have tended to prevent those magisterial impro- prieties exposed by the present and the preceding Commission, and which had assuredly some effect in stimulating prevailing dissatisfaction, nnd occasioning amongst a section of the miners the extremes ofthe subsequent outbreak. 53. More tr less connected with these circum stances, occur a host ot minor irritations common to all the gold-fields, which, if not in every case illustrative of positive fault and wrong-doing on one side or the other, are at least illustrative of what leans to quite as much evil, namely, a grie vous want of mutual sympathy and confidence between the ptople and their authorities A medical gentleman at Sandhurst complains to the Commission of an unjust and erroneous sentence inflicted upon him l-y the local bench, and of a dis graceful animus hefeelsas-ured to existagainsthim ou the part of the magistrate. So iropreisel is the complainant, tnat he believes even the copies of the depositions furnished to him for the occa sion to have been falsified ; and in the hope of triumphant detection, he compares them before the Commission word for word with the original record brought up for the purpose. Possibly both he and the Sandhurst public continue as little satisfied on the general case, although the present instance was not substantiated. 54. There must be something mutually irrita- The Ballaarat Outbreak. 56. The Commission have thus en- deavored to state in a general man ner the chief grounds of the complaints of the min- ing population, aud will allude presently to the modes they recommen 1 for obviiting these oc- casions of dissaiisfactiou. They regret they cannot do fo without first alluding to rectnt events that have acquired an unenviable noto- riety, namely, t^e civil outbreaks that occurred towards the close of last year, at Ballaarat, which, however inexcusable as the rash crime of an extreme sec ion ot the miners, must yet be regarded as an unhappy consequence of the state ot affairs- the Commission have just con- templated. 57. These proceedings are still fresh in the recollection ot the colonists, and mu»t long be remembered for the gloom and apprehension they occasioned, — an apprehension having much less to do with any considerations of personal danger, than with the damaging effect upon the colony in its social and commercial relations, and the permanent reproa-m which such collisions leave upon tociety. 58. The first of these proceedings was a riot that took place around the Eureka tlorel, on the 17th October, in which chat building was set fire to, and totally consumed. The cause of this riot arose out of an immediately preceding case ot manslaughter. The circums-ames of this case wtre strongly indicative that Bentley, tho keeper ofthe hotel, was concerned in it. The case against Bentley having been, nevertheless, dis missed by the local bench, a popular clamor arose which freely charged the beech with a general corruption and bribery that was not con-"], [22, "14 the disaffected. The Camp, with its police and military on the one hand, and the miners on the other, were in armed array, like two hostile bodies. A system of drilling was begun amongst the miners, who were seen from the Camp on 'Friday and Saturday employed in these manœuvres. On Saturday a \"stockade\" began to make its appearance, above a mile from the Camp, and on the Eureka Hill, — no very formidable piece of military strategy, but an act, alike unconstitu tional and unmistakeable, and indicative of tha determination of some considerable section ofthe people to carry matters to an extremit)'. At daybreak on Sun lay morning, according to the prompt but seiret arrangements of the military commandant, this stockade was attacked and taken by a party of military and police. 63. The wisest head might have acted injudi ciously in the haste and excitement of such affairs. It is not, therefore, the Commission's object here to bring any deliberate personal accusation in respect to official conduct during the rapid stages of the outbreak. They must, however, make a passing comment upon the procedure of Thursday on the part of the Commissioner in charge. The evident state of excitement of the people upon the license question rendered it altogether unadvisable to er.tertain at t hut mo ment any idea ofthe ordinary business of license collecting. Whatever might have been in tended by the official procedure, it was in reality only a premature defiance of the people, ineffectual for any good purpose whatever, and only tending to goad them to the very extreme that both parties should have labored to avoid. The evidence of witnesses on this point is dis tressingly emphatic and distinct. In any popu lar movement, however unexceptionable the conduct of its main body, there is a section always in readiness to precipitate an extreme, and but too glad for a good excuse. Such an excuse was here given; and the Commission are disposed to agree in a very general view, that but for the police proceedings in question, the subsequent outbreak might not have occurred. The people bad not yet opposed any hos tile front, and even if their movements were interpreted otherwise by the authorities, still this was not the mode to deal with the case. The ferment might have been expected shortly to subside, unless it broke out into some act of ex tremity. Either result should have been waited for. The erection of the stockade was a crisis in question, although the Commission are not en tirely unanimous that, even at this stage, there should have been on the part of theau horities a deliberate shedding of human blood. They agree generally that, since the popular excitement had culminate! in that absurd tut criminal proce dure, the prompt attack on the morning of the 3rd was a movement alike well timed and well executed. fined merely to the present case, and that in veighed strongly against the local authorities, in j whose administration, it was asserted, there was no longer any confidence. An official commis sion having been appointed by his Excellency to inquire into this matter, these popular su-pictons were substantiated against two individuals. Besides a sergeant ol police, the chairman of the bench himself was convicted of practices unworthy of his high and responsible pisition.and was very properly dismissed. From evidence subsequently tendered to the present Commission, they do not hesitate to say that had their predecessors' inquiries been extended, still grosser practices would have been ascertained again stt he same individual To return to the case ot Bentley, who was subsequently re- arrested, tried, and convicted, it is only due to the Government to state that they appear, equally with the peo pie on the spot, to have considered the bench's decision erroneous, and to have taken the steps for his arrest prior to this outbreak. 59. The Commission consider the whole case of this Eureka riot as o-ie of a most untoward ch tr acter. The position of the mining population ren dered them suspicious and watchful of the con duct of the authorities. A population as large and dense as that of a considerable town, and occupied in labors of high importance to the colony, were not only destitute of the politicil rights common to other bodi js of colonists, but destitute also of every semblance of other rank, — all the authorities amongst them, from the highest to the lowest, being nominees ot' the Crown. The strong presentiment on the ptrt of the miners of corrupt administra tion and malpractices of these autho rities, was partially confirmed even by an inquiry of a strictly official character; and a criminal, about to have escaped from justice, seemed to them to have been secured solely by the out break of popular indignation. 60. This state of feeling, enhanced by the scenes attending the collection ot the license-fee, led by rapid stapes of popular disaffection into the serious outbreak of the first days of December. The conmencing features of that outbreak were chiefly the defiant attitude of considerable sections of the miners, exhibited for a time, however, only by large and frequent public meetings, and the proposal of strong measures of opposition to the reigning system, particularly respecting the license-tee. On Wednesday, 29th November, at one of these meetings, a resolution was carried, to the effect that the miners should burn their licenses, and refuse to take out new ones ; and a few licenses, accordingly, are stated to have been burned. A flag which had first appeared on the previous Wednesday was displayed, having upon it a representation ofthe southern cross. 61. On the following day, the Commissioners having, io consequence of this procedure, ordered out the police and mounted troopers to detect the unlicensed, scenes occurred which, as might have been expected, with an armed police, and in the excited state of the people at tho time, only precipitated a crisis. Many of the people be- came seriously alarmed at the prematurely violent procedure of the authorities, i and many more were highly incensed. ■ The menacing resistance of a number of people who had gathered round the Commissioners and police, caused the reading of the Riot Act. Shots were first exchanged between the authori- ties and the people, and the first blood was shed, although not attended with death, 62. Events now rapidly approached a I crisis. This last procedure of the autho | rities resulted in nothing but a greater: irritation and strengthening the hands of; 64. This sorrowful affair, although happily put an end to with such facility, did not terminate without a lamentable amount of bloodshed, and what was quite as much to be regretted, the display of some of those ruthless feelings which have ever characterised civil broils. The inci dents appear to have been somewhat as follows : — The military and police, on approaching the stockade, were fired upon from within its enclo sure. Returning the fire, they climbed over the structure, shot down a number inside, who soon ceased to offer any resistance, and took many others prisoners, assisted in this movement by a flanking party outside, sent round to in tercept the fugitives. Comparatively few were found within the stockade, and the mere con spicuous of the party had nearly all dis appeared. All who remained were soon dis-"], [23, "15 persed, and so ended the brief but bloodv tragedy. 65. The scenes connected with this outbreak, both during this conflict and before and after its occurrence, as stated to theCommisHon, and as cur rently rumored, exhibit some of those disgrace ful inhummities that are the customary features of a social outbreak. The opportunity lay with the victors, and of course the burden of the sym pathy and accusation is ag-uust their side. The foot police appeir, as a body, to have conducted themselves with creditable temper ; but, as-uredly, on the part of tbe mounted divisioa of that force thtre seems to have been a needless as well as ruthless sacrifice of human life, indiscriminative of innocent or guilty, and after all resistance had disappeared with the dispersed and flying rioters. But the Commission decline to elabo rate this subject further. These were the excesses arising out ot duty, as opposed, on the other side, to those arising out of disorder. Still less will the Commission enter under such circumstances into questions of individual con duct, reprehensible, it may be, on both Bides, during moments of ungovernable excitement. 66. The casualties of the stockade attack ap pear to have been considerable. On the part of the insurgents, one hundrei and fourteen prisoners were secured; and it is variously stated that as many as from fifteen to thirty and up wards of their number were killed on the spot, besides others who afterwards died of their wounds. Of the police only one was wounded. Of the military there was one killed on the spot, and three who afterwards died ot wounds, besides twelve others wounded, most of them severely. Amongst these were included Lieutenant Paul, severely wounded ; and Captain Wise, dangerously, who has since died. This young and brave officer, persisting in his duty after receiving a first wound, was shot in the leg while mounting the stockade, and fell forward inside. The conduct of this force, on the part alike of officers and men, was only such as must be expected from the British soldier. 67. The share borne by foreigners in this out break has been the subject of frequent comment, and been rather variously represented. That many of these persons were permitted to be pro minently active is evident, notwithstanding a natural desire on the part of witnesses sympa thisiog in the late movement to give a different impression, and invest the movement with a more national character. The foreigners formed a larger proportion among the disaffected than among the miners generally. It seems certain that some of their number acted a very promi nent part, in regard particularly to the drilling with fire-arms, — a lawless form of demonstration, that appears to have been mainly due to this agency, if not altogether. If these persons have not been wholly chargeable with tbe culmina ting and lawless extreme of the outbreak, they have unquestionably been only toe influential in drawing a body of colonists into courses that, among the British people, are happily as rare as they are disgraceful, in the oft-recurring differ ences with their authorities, 68. The Commission allude to this part of the subject with a feeling of disappointment. With out reference to the merits of questions, they would remark, generally, tbat when their fellow countrymen experience grievances, they should undertake the remedy for themselves and they will then probably accomplish a cure with more unani mity and less disgrace. This remark applies in par ticular to persons who have not yet been natura lised; but it should surely apply generally, even al though there may have been a recent adoption into citizenship. The British people may hope that they are in general better qualified to give than to receive lessons in the modes of asserting per sonal rights and liberties. The Commission present on this subject to the colonists the pro per example of California in rejecting the inter lerence of foreigners in questions of home po litics, although in a case in which those persons were themselves directly involved, namely, the question ofthe foreigners' license-fee. The Ameri can public, agreeing that this measure was illi beral and impolitic, first extinguished the foreigners' Bgitation on the Pubject, and then undertook and carried through for themselves the duty of altering the law. 69. It affords satisfaction, in reviewing this dark page, that this outbreak, in its extreire and guilty manifestation, was far from general st Bal laarat ; while it appears that the \" license hunt ing\" of Thurs.iay impressed the people very un favorably with the prudence of the authorities, and so far strengthened the dissatisfied seeling: yet it also appears that, as each extreme step was successively taken, the great body of the miners held more and more aloof, until at length a system of coercion, attempted to be enforced by a very active minority, became so annoying that it is probable the miners themselves would have taken measures to quell this libertinism of disaffection had such not been done by the au thorities. In a movement whose first stages were very generally approved of, many minds were in perplexity as to lines of demarcation in the sub sequent steps, — a perplex'ty that prevented the more orderly population from uniting with the authorities, or even at the time with one another. Thus it was that emissaries went about, with more or less success, to collect recruits and com pel a cessation of industry ; horses were seized from passers by, and stores and tents plundered of saddlery and other requisites of the strife. These operations were only on a very limited scale ; but none of the articles, of course, have ever found their way back to their respective owners. The movement, thus scandalised, as well as rendered illegal, was latterly creating a decided reaction; and the Commission do not doubt the prevalence of such reaction among the body of the miners, although strong sympathy was ma nifested by many for their erring comrade*. There was a natural desire displayed to excuse and protect the extreme sections of a rising tbat but recently before, and when within more legi timate bounds, was popular and general. 70. The Commission have already had occasion to allude to the excessive array of police upon the gold-fields. This expensive body, obnoxious in its duties, and banded together upon a camp as if in hostility to the people, seems to have been a deep-seated cause of popular irritation. Nor is this the only view ofthe case. To the Commission it appeared that the authorities were naturally led to con port, themselves towards the people according to the force of troopers and po lice with which in any emergency they could make sure to coerce them. A smaller force, ade quate to protect, but not to defy the people, would have materially tended to abate antipathies on both sides ; and might, indeed, have operated still further in preventing every extreme movement at Ballaarat, by calling forth a reciprocation ot confidence between the people and their authorities. 71. The Commission speak thus neither from mere abstract principles, nor from imaginary views. A happy illustration came before them at the adjacent extensive gold-fit Ids of Cres wick's Creek. Amidst an immense population, estimated at that time to be nearly 20,000 souls, the police force, consisting only of nineteen per sons, including two sergeants and one sub-in spector, was so small as to be scarcely adequate even to the ordinary administration of justice ;"], [24, "16 and very different considerations than tl ose of civil commotion. The rough hand ofthe ■« Id er is a prompt cure; but it is a cure of the surface onh.and it remedies nothing permanently any more than effectually. In so fir as there have been grievances of a valid character to rediess amongst the mining population, the presence of tlie military in this colony, available as 'hey nave been to encourage a resistant and unsym patnisjng attitude in the authorities, has he^n a misfor une and a stumbling-block, — a misfortune alike to the soldier and the citizen of the same blood thus ingloriousiy brought into mututtl strife. and even this force was very greatlv reduced during the Ballaaru- outbreak, in order to add to the camp ar the latter plac ■•. The authorities, thus destitute of ull pr.nection against the peo pie arcund 'hem, aid without even the sem blance of a camp, seein to have been in reality more rase than in the midst of a regiment of bay onets. The miners even offered the protection of some of their number tor a time, in ■■■aae ot in convenience from the pauufy er lotal absence of the police, — an offer that was accepted, an I hat is pleasingly illustrative ot an entire confidence subsisting here Ivtween the authorities und the people. The fact that the i xtension of this gold field, during a tune when official embarrassments had prevented the formation of the usual large camp establishment, which in other circum-stanc-s it would have been promptly -upplied with, as, in the opinion ofthe Commission, contributed in no small degre* to maintain so important a lo cality, with its numerous people, in a state ol con tentment. 75. Civil commotions are attended with the two conspicuous hut opposite features of violent antipathies at the moment of action, succeeded by powerful reactionary syirpithies. The haste, excitement, and confusion of such scenes tend to dissolve deruarcati ms of guilt or innoc< nee ; and the absence of prrsonal malice is a distin guishing mark of political from ordinary aid base criminality in cases even affecting human life. These scenes, therefore, happily few and tar between as they are in society, cunpris-ea page which humanity longs for un excuse to pass over. The Commission have taken this matter into consideration with reference to theappo nted State trials The severity of the law in such cases always nullifies its practical operation. State trials are the sigrals for popular sympathies, and they ore ever a failure exc<pt to call np an undesirable excitement, and to exalt a few obscure names to a coveted importance and good fortune, not greatly calculated to furnish a deterrent example, if such were wanted, for the future In such trials, too, the testimony of witnesses is justly liable to suspicion, concerned as thf y have generally been, on one side or the other, and i nbued with prejudiced or contraoictorv vi\"ws. The Commission, after visiting the gold fields, after satisfying themselves tbat their counirymen there wer-: not different from elsewhere, and that they were not without valid ground for complaints too long unredresBed, although of'en improperly urged, and without duly considering if powers of redress existed in the ColonUI Go vernment, agreed to the r*-eommendatjou o a general amnesty ofthe past, as regarded the late outbreak Unquestionably this is a snhj^ct open to difference of opinion, an! it is not one that the Commission themselves readily or unanimously agieed upon. Nev> rrheless, they express a regret that tie Government should have been unable fo accede to their views, and thus have closed a dark and reproachful incident, with the causes of which the Government them selves were not entirely unconcerned, and which there is perhaps a good ground ot hope may never occur again. 72. It 13 by observation of such incidents, as wed as by general reasoning, that the Comioi — s'on are entirely assure I ot the conservative elements upon the gold fields. They have full faith that the British character is not change I there, although British wants may b;- novel and somewhat urgent. The observations ma 'e with regard to the array of police upon these districts apply still more str ugly and unexceptionably to military firce, which, as an arm of the State, is never cordially regarded under the irresponsible forms of a Colonial Government Where a section ofthe people appear in armed insurrection, the sooner and the mure effectually they are put down the better ; but the great point should be so to meet the reasonable wants ofthe people as to prevent such a social outbreak, rather than to maintain a defiant arrangement for putting it down. 73. The Commission may allude, by way of illustration, to an order issued from the Govern- i ineut, about a month previous to the Eureka | riot, that there should be a more frequent and rigid enforcement of the license-fee than hereto fore. The police were to be ordered out at least twice a week, to detect the unlicensed. The Le gislative Committee, in its previous considera tion of this subject, had found that the frequency of these collecting or detecting sallies of the police, under the former monthly system, had been one great cause of irritation ; and, with the special view of diminishing these occasions, they had recommended, and the Legislature had adopted, a sy-tem ior ihe encou ragement of quarterly payments. The spirit and inrention of this arrangement is now entirely contravened, and the Commission can scarcely doubt that this order had a very injurious ten dency. The object of the Government was to increase ihe revenues from this source, which had been observed to be falling away ; but under these circumstances pnvious experience should have dictate 1 rai her a chaDge of the law. A fire is kindling from the use of soue conrbustible material, and the official mode of extinguishing the flames is to increase this material. The Le gislature had bfen guided by considerations of national character and of general human nature, which can never be safely overlooked in any legislation : the Government had considered the strength of its military and police. Thtir arm may not fail them, it is true, but it may occasion the evil as well as effect the cure. Compensation for Individual Losses. 76. The Commission now consider a subject connected with these disturbances that *as brought very urgently belbre them by those con erned, namely, the claims for property lost or destroyed on the occasion. In most instances, these losses arose from the destruction, by fire or otherwise, of interposing tents, and their con tents, on the part of the police or military, on the 3rd December ; in som\" by the Eureka Hotel riot; in others, again, by the levies <-r robberies ofthe rioters. Of these claims six are connected with the Eureki Hotel ri\"t, representing an amount of £1334, and including a claim of a cre- ditor of Bentley for £'577. Connected with the subsequent ou'break, there aie seventeen . claims, involving the sum of *5279 Is. 6d., besides four for insurgent levies, amounting I to £417 17s. lOd. There is one claim lor £79 4s. for illegal custody and loss of property. 74. The Commission believe that the crisis which was evidently gathering on the gold fields would have been differently and more oppor tunely met had there been no military arm to rely upon. The introduction ofthe military into this colony was a measure connected with other"], [25, "[ tl j There is, then, a total of twenty -eight claimants, whose collective claims amount to £7110 3s. 4d. A list of names, with description and amount ot claim, is appended to the report. tl. This is a class of cases very difficult to he dealt with, and by no means invited by the Cnn mission, who, from want of time and preliminary prepar~tinn, must have been restrained fr--m entering into their endless be -rings, even if this had be<n more strictly pertinent to their duties than they have judged it to be However, as it appeared to them a just principle that the brunt of these commotions should not he borne by a few individuals, particularly if they were not proved to have had any connection with the <>u*. break, the Commission agreed to accep. from each complainant a statement of his claim made under affidavit. It is these statements that are now presented. Judging that the misfortune of such an outbreak, common as it is to the entire district, should, as far as possible, in regard to its effects, he transferred from individuals to the general body, the Commission commend the sub ject to his Excellen-y's consideration. commissariat. Although the present mo'e of obtaining supplies appears the most expensive that could well be devised, the commissariat regulations appear with Mudious diligence to place the department at stilt greater disadvan- tage by interposing obstacles of every kind m effecting settlements with those *bo have deal- ings with it. Iu this way the Government, which ought to be the laigest and securest of customers, and therefore served more promptly aud cheaply than all others, are, on the to.i- trary, the leait sought tor. This department, therefore, avoided by the many, is administered to by some courageous lew, wno, in the lurnish- ing of supplies, take care that they are well re- paid for encountering the evils of deferred settle- ments and labyrinthal formularies. 81. If a complication of partic'ilar forms is ne- cessary for the convenience of official accounts, the commissariat itself should pr-pare thet-e, and not impose that trouble on th..-.e who may have dealings with it. Take a case that occurr.d at t'astlemiine. The commissariat run short of hay, because the contractor for the eniire supply had got into d ifficulties, and h is suo contractors were refusing their q otos. In this state of things, an officer of the gold commission orders some hay, not from ihe contractor, but directly from a farmer, one of the sub- contractors. For the payment, however, which is another matter, this officer refers to the commissariat. The commissariat, as regards hay, knows only one individual, — the contractor, and this contractor is credited the hay in question, with which he has, iu this case, nothing whatever to do. His receipt is therefore nectssary tor the money ; but the farmer had refused from the first to recognise V- e contractor in the matter. The inflexible com- missariat, in order to carry out its own forms and modes of accounts, eventually paj s the contractor tor articles he did not supply, and refuses the payment to the person who supplied the property. The contractor subsequently failed, and the real creditor is still unpaiu. 82. In some articulars similar to th^ above is another complaint laid before the Commission. One of the police orders a coffin for an unclaimed dead body. The carpenter supplies the coffin ; but, as he has never been paid his account, and seems under the impression that he has made a hope- lessly bad debt, this is likely the last of hi3 serv ces the Government may avail themselves of. The policeman referred to toe commissariat, but the commissariat, whohadnotperhapsbeen approach- ed according to its own peculiar forms, have not condescended to the payment, and as nearly a year hasnowelapsed,they have apparently no intention to do so. The fault here seems to be in the want of s_>me head office of reference, which com- mands and controls every department relating to the gold fields, and can therefore prouptly and effectually meet all such claims without being de- feated by forms, or denied by an independent department. The interposition of these diffi- culties must p^ove eventually of serious account to the public, as the Government business must either be left undone and official wants unat- tended to, or, as is most commonly the upshot, their requirements roust be paid for at an extra rate, often of enormous consideration, in order to compensate tor such anno; ances and loss. 83. Another case may be attributable to the reigning defects ot management. The Commis- sion, in proceeding from Castlemaine to Sand- hurst, hai te 1 for an hour at a police- station half-way, where a large wooden store, empty, and seeming never to have been used, attracted their attention. It aopeared, on inquiry, that this structure, of goidly aspect and capacity, but a very expensive affair where it Departmental Changes. 78. The enormous expenses of a cumbrous official staff at the gold fiefts comprised a question in which the miners tmve felt themselves alike interested and aggrieved, no less than they did in other matters ot' nio-e direct bearing upon their personal welfare. Nor was this merely an ahstr'ct question of general government. It amounted to a local grievance, from the general understanding that the gold-fields were taxed for the purpose of meeting the expenses they occasioned to the public revenue. Tn the Com- mission it appeared that no small share of dis- satisfaction arose amoi.gst the mining population on account of these official establishments, their needier extent and complicacy, and their general cost to the country. Tbe miners were governed three times over, and dissatisfied iri proportion to the over-governnrent. 79. From views dra vn chiefly out of the evi- dence, the Co nmission have decided upon re- commending a most radical change in tte whole of this complex department. The most con- spicuous part of this chinge will be, in addition to great numerical reductions, the economy and simplification of all official business, by placing one chief magistrate upon eaeh principal gold district, who shall correspond directly with the Executive. Tnis will involve the entire aboli- tion of the present Gold Commission. The complaints in consequence of divided authority are eni less and confusing. The Gold Commis- sion Department, the Commissariat Depart- ment, tbe Police and Escort Departments, the Stipendiary Magistrates Department, all revel in mutu il independence, and jealously defend themselves from toils that the one may argue to belong to the other. The inconvenience and cost of such a state of things are evi- dent. It has doubtless arisen from the haste with which the tide of gold digging p mred in upon a colony and Government pre- vious'y unversed in the administration suited to such emergencies. Its continuance may be, in gr-at measure, attributed to the circumstance that an interest thus tumultuously developing has not possessed the advantageof representation in the local legislature. There its legitimate dele gates, armed by local knowledge and stimulated by local interest, could have effectively pro ceeded, in their proper battle field, to save, alike to the golf-fields and the colony, an excessive expenditure upon a series of inefficient depart ments. 80. Araong9t other instances, the committee offer a sew observations upon the working of the"], [26, "18 may be considered as thus pertaining to that of the stipendiary magistracy rather than any other. Such an officer should enjoy a status equal to that of the heads of the principal colonial de partments. 87. As the office of the head authority upon each gold-field is a new one, it is advisable to distinguish it with a new name. Although in effect the officer would be a senior police or sti pendiary magistrate, the Commission suggest rather the title of warden, so long familiar in English mining. Tne warden of the gold dis tricts may enter upon a scene vacated for him by the entire Gold Commission and Civil Com missariat ; in short, by the principals of all the present official departments, as well as by the greater proportion of the several staffs. The Commission, in this necessary and wholesale re duction, would except only the present stipen diary magistracy, whose services can probably in no case be dispensed with sir some time, under the first pressure of new duties on the part of the warden, amongst an increasing population upon the gold district'. This officer will be expected to preside personally only on principal occasions, as at full magis terial benches. He will report periodi cally the condition of his district, notifying its various developments, and receiving applications for privileges. Besides his capacity of general head in criminal and civil affairs upon the gold districts, he should preside at a local board for the framing of by-laws suited to the special circum stances of gold mining and othervocations within his circuit. 88. In alluding to the Warden as an officer of grave experience, the Commission take the op portunity of adverting to the preat importance of this quality in every magistrate, whether stipen diary or honorary. They conceive it all but im possible that very young men can be safely en trusted with such responsible offices, where the property, character, or personal freedom of nu- merous individuals are possibly exposed to the decisions of a rash inexperience, or swayed about in a vexatious uncertainty before an incompe tent bench, according to the rival dexterities cf opposing pleaders, and withal resulting in a se rious compromise ofthe character of Govern ment. 89. The separate character of the gold fields departments, and the large staff connected with each, have occasioned an extravagant extent of buildings at the different camps. Many of these will become useless under the system proposed by the Commission, and the mode of their future disposal must now form a subject of consideration for the Government. 90. The Commission, although in general meet- ing with a great excess of officers aud establish- ments, found that some important places were not adequately supplied. Creswick's Creek, for example, whose sudden increase had left its re- quirements somewhat in arrear, stood in need of a few more police, which have since been granted, and also of a post office, a nolice office, and a gold receiving office. The \" gaols or lock-up3 were generally in a most filthy condition, from accumulated vermin, and the edifice and its ac- commodations alike unsuitable. The females was not required, had been really intended for Sandhurst, but by some accident had made a premature halt at\" this station. As commissariat doings were hidden things to the uninitiated police of that station, this body seems to have merely looked on and wondered The store in question was deposited, completed, and duly locked up, and has ever since so remained. The Commission felt a natural curiosity as to any subsequent intelligence having reached either Melbourne or Sandhurst of this stray child of the commissariat family, whose expensive training in the Australian wilderness was thus so useless to a parental public. 84. The Commission may allude to an illustra tion of divided authority in the caee of the armed escort, a branch of the police which appears to have careered with the customary extravagance. The escort expeditions, with stations at distances that seem even ludicrously short, were supplied at each station with a fresh relay of police, and. incredible as it may seem, these relays renamed at their respective stations until the return ofthe escort, when they went back to the stations they had previously quitted, and so forth. In the case of the Ovens escort, to which these remarks more particularly refer, this circuit involved a period of a fortnight. For a distance of 170 miles, there were seven stages of these police relays, the first being \"Wangaratta, twenty-two miles distant from the starting point of Beechworth. 85. This state of things was afterwards par tially.remedied. The Commission say partially, because, although these escort relays are now liable for other than mere escort service, — in fact, are held available for general police duty, and are doubtless an additional police pro tection along the lines of road, — yet, with this exception, much ofthe formerextravagance seems still to remain. As the Commission view the matter, this is a needless expense; f »r the slow journeying which is deemed advisable with this escort, may well dispense with these brief stage-, and possibly even with all of the present costly relay system. If some present police station can not be made available for the supply of changes of horses, a small body of police may be necessary where such stations are positively required, and this small body would be available as a partial relieving force to the escort staff. At such sta tions grass paddocks should be enclosed for the use of the horses, in order to economise the great cost of fodder. 86. The Commission conclude this branch of their subject by recommending that, instead of the present detached arrangements and divided authority, there be one head upon each principal gold district. These centres of authority may em brace the locations presently in charge of a \"Re sident Commissioner, ' namely, Ballaarat, Castle maine, Sandhurst, and Bee<-hworth. Avoca, the fifth of theie locations, may, for the present, be excepted. At all gold fields, when the warden is not present, the stipendiary magistrate should be the officer in authority. Instead of a commis sioner of very partial authority, and responsible to the head of a general gold-field department, this Commission no jv recommend an office having authority over all others upon the gold-fields, and communicating directly with the Govern ment. As this would form an office of great honor and grave responsibilities, it should cor respondingly be occupied by one of competent attainments, and matured years and experience. From the paramount importance of matters con nected with the administration of justice for the auriferous districts, their novel developments, their valuable interests, and large population, this chief office should be of the nature of a magistracy ; and if it may be viewed as an eleva tion or extension of any of the present offices, it could see and converse through chinks in these wooden prisons with the male prisoners. The murderer and the unlicensed miner, the man con victed of the gravest crime and the man merely suspected ofthe most venial offence, were thrust together into the same den. This is a subject of the first importance, and should have taken pre cedence of various others, of commodious and substantial commissariat stores, and other edi fices, which, in the comparative scale, should have been a second consideration."], [27, "19 91. These social requirements, however impe rative, make often but a tardy appearance upon the gold-fields, where the large and sudden tides of population require prompt and effective mea sures. Thus, as one witness observes, magis trates arrive when the crisis of crime-committing is past, and post offices are set up when there are scarcely any people or their letters to give them business. These delays have not always been chargeable upon the neglect of the local authorities; but, whether arising from the want of influential bearing in the representations of these authorities, or from the inattention natu ral to a divided camp, they will be alike re medied by the higher status and undivided authority and responsibility of the office recom mended by the Commission. 92. The Commission have thus proposed a competent authority upon the gold-fields, and it will be a part of his duties to enter upon the de t ills of change and reduction. In offering a fjw observations on this subject, they may again remark that, amongst other reductions, the whole gold commission througnout the colony may be given up, a due provision being nade for re ceiving the gold of the miners, to be forwarded per escort, for marking out their ''claims,\" for de ciding on their partnerships and differences, and for collecting the revenues under the new and less expensive arrangements in view of the Com mission. For these duties this Commission con- shillings, payable by each party ; and, according to the importance ot the case, this may extend to five pounds ; the amounts to be paid it to au office prior to adjudication, and the award against the party at fault to include the other's share of the cost. The miner must, in some branches, have special laws, which are framed for and not against him. In the case ot the gold-fields it is necessary to furnish the facilities here con- templated ; but it is only reasonable that the cost of administrating for these private disputes should be borne there, as everywhere else, by the contending parties themselves, and not by the public. 95. In the furtfcer pursuit cf economic ar- rangements, a few of tne more prominent and respectable amongst the miners should be invited by the Executive to act as honorary justices, and nominated accordingly, in aid ofthe stipendiary magistracy. With reference to mining differ- ences, lists of jurors, qualified with the \" miner's right,\" should be made out, and from these the Executive might nominate magistrates for each gold-field, and till up places at the local boards proposed for framing by-laws suited to each dis- trict. These boards might therefore be expected to be composed ofthe officers in charge upon the spot, assisted by intelligent miners. These ar- rangements, which no system of general legisla- tion could properly provide tor under the various and changing circumstances of each gold-field, are calculated to promote general har mony, and an efficient and pacificatory as well as an economic management. ceive that the requisite staff may be very much smaller than at present. They do not hesitate to say that, comparing the one entire case with the other, — the one they propose to do away with, and tbe one they propose to institute in its stead, — the latter may be cut down toone-third,oreven to a smaller proportion. 93. By the simple change, for example, of abo- lishing a compulsory and vexatious license-fee, one-halt' of the present police force may be dis- pensed with. By other curtailments there may be still further reductions, perhaps in the whole to the extent of two-thirds. Attention is parti- cularly called to a very great reduction of the present expensive force of mounted troopers, whose numbers eeem to be quadruple of whatar* now necessary, or at least of what will hereafter be needed under the new system. It seems not improbable, indeed, that, by the use of the mili- tary in particular cases upon the gold-fields, while this force remains in Ihe colony, still further re- ductions might, with comparative economy, be effected in the police. The military might, for example, be taken in small bodies lor escort du- ties, treasure guards, and gaol sentries. It is as- sumed t!iat in these positicns their military dis- cipline would not materially suffer, nor would that discipline prove a disadvantage in the duties they were appointed to. The judicious distribution ofthe police through the body of the population for their effectual protection, instead of the force being invidiously centralised at camps or stations, will result in a mutual good feeling, aud the usual aid of a special constabulary on oc- casions of emergency. 94. The numerous cases of mining disputes re- specting claims, which now occupy considerable time of the public officers, may be greatly reduced by a system of charging small fees in such cases. At present no charge is made for administering justice to the miner in these matters. The con- sequence is tbat one-half of these cases are of a frivolous character, and it is estimated that by the imposition of the fee in question the official time needlessly wasted upon this proportion would be saved. There should, therefore, be an officer upon each gold-field to settle as to mining differences, by aid of stipendiary magis- trates and assessors, with right of appeal. The charge should not be leas in any case than twenty Financial Changes. 96. The Commission now turn their attention more particularly to considerations of revenue. Although abandoning the present license-fee, they would still rQtain, on the principle already stated, a charge upon the miner for the privilege of mining gold; but its amount would he so unimportant, and the benefits to be derived from paying it so conspicuous, that the authorities may be saved all the expenses of an active collection by leaving to the miners the care of providing themselves with \" miners' right.\" The Commission do not, oi course, anti cipate much revenue fro a this source. They have in view that a moderate amount of revenue shall be derived from another and an indirect source, namely, a duty on the gold produce. The advantage arising in both these cases is, that while they together involve the payment of a smaller amount by the public than that of the present license-fee, the payment falls more equitably as regards the successful and the unsuc cessful, and it is collected at much less cost, and without the occasions of social disturbance that seem inseparable from the present Bystem. It is, therefore, in every respect a change for the bet ter, and a gain instead of a loss. 97. The question of a duty, or, to use a more suitable term of English mining phrase ology, an \" assessment\" upon gold, has beeu one already much debated in this colony. It was proposed on a former occasion by the Go vernment as an aid to the revenues, but ob jected to by the Legislature, and, indeed, apparently by the public generally at that time. The grounds of objection eeem to have been, first, that the miner was already taxed suf ficiently in the license-fee, which it was not pro posed to interfere with in imposing this export duty ; and again, that the lowering ofthe price of gold in Victoria (the effect of course of such a duty) from a cause that did not exist in the adjacent colonies, would prove prejudicial] in oc casioning much of the gold to be smuggled out of the colony into those adjacent and higher markets."], [28, "20 effbits has still left larg.1 quantities ot' Burifr-r- u* material, that local regulation* must, in tact, hence forth he framed mainly for these newer moles. inuteid of, as heretofore, solely tor the individual miner. In a financial point of v ew, thereto^ it appears to the Commission that a system of charge should be instituted to n eet cases « here any privilege beyond that of the individual miner should be required and applied tor. Therfl is here a promising source of revenue, over and above tbe assessment, and the more unexception able, as it may be anticipated to proceed from ampler earnings, realist d under fewer privations of u icenainty and physical toil. 102. To furnish some idea of the extent of these newer modes of gold mining, it may he mentioned that whtn the Commission wer* at Ballaarat upwards of twenty steam-engine-* were expec ed ou the ground, in addition to ieVrtl a ready at work; that a\" Forest Creek there are upwards ot 2(H) puddlmg-maehines, and in the whole IVnduo district about 2000. It is of course impossible that these improved appl-ancts can be worked upon the same limited areas al lowed in the regulations for the ordinary mining. These wan a should be met upon some impartial *nd methodical system, by a determinate charge for t tie extra allowances over and above the di rect payment for tbe \" miner's right\" and the in direct one of the assessment. Mk In the present case, the first of these ob jeoi.uia may be considered obviated in the aboli tion of the licen-e-fee. The second no doubt re mains. an<1 has been the subject its the Commis sion's cn-dderation, as well a* an}* other points vluat -my affect the question. They find that circumstances have been gradually tending tn t'-cilitaf the levy of this prop >sed assessment. T\"p y allude pirticularly to the tact that, whereas at first the m\"rcantile public were the sole bu\\ers of th' gold, the purchasers now are almot solely the various colonial banks, through their agen cies opon the gold-fields. At least four-fif'hs of all the gold appears now to pass through this* channel. 99 The Com nission hwesgreed to recommend 2«. 6d. per ounce as the amount of the assess ment. In coming to this conclusion, they ha, re had before them several circumstances of un npposif. tendency, to which they proceed to advert. Thrt evidence, if not unanimous, is generally favorable to this mode of raising a re\"enue, rath-r than the one now in force. It is, of csiur-*», natural 'hat the miners should prefer alow to a hifjh rate, and accordingly their evi dence is generally, although not unanimously, fir a lower ra-e than that n>w recommended. A lower rate than 2«. 6d. per ounce would produce ■ h very unimpnrtan* proportion of the public Tevenue as compared with the amount ot the public property involved. But the Commission ■would ca'l attention to one feature of the ca;e iwhich they conceived an advisable mea-ure, and which practically reduces considerably td the mmer the actual effect of the assessment, namely, the free carriage ofthe gold by the Government armed escort. This arrangement seemed advisable on other obvious considerations. The Coamission, therefore, recommend tnat all gold at the mines, on which it is arranged that the duty is to be paid prior to irs leaving official custody, be conveyed to town free ot any charge. The present escort charges for the conveyance of money, or anything else than the raw gold, may remain undisturbed. 100. TheCommission have to remark that, but for the arrangement of a free escort service, they might possibly have felt called upon to propose even a smaller rate than that now recommended. They are aware that very much higher rates than ev*?n 2s. 6d. have been spoken of, but such -considerations appear to them quite inconsistent with the present aud prospective average earnings of the miner. The fortunes of a con pirative few are no relief to the great mass, who are earning but a narrow and precarious livelihood. Indeed, the condition, present and prospective, of the miner in his individual caoicity, as distinguished from the co-operative efforts of machinery and capital, is oue sufficiently desponding, however cherisied it may be by the miners themselves tor its feature of simplicity and personal independence. With the fact before the Commission that these individual earnings have falleu off within the last eighteen or twenty months, from whatever cause, and still continue to fall away, they not only conclude upon the limited assessment recox mended, but consider that even this cannot be maintained as a permanency. The present system of \"indivi dual raining\" as it is distinctively termed (al though usually consisting of a party of three or four individuals!, promises to present, ere long, a scene of laborious and unrequited toil that every one must wish to see either given up or materially improved in its effective operation. 101. This leads to the devising of a revenue from other modes than individual mining. Ne cessity and obvious advantage have now made these other modes so extensive, particularly on older gold fields, where the rudeness of past 103. Other sources of revenue from the gold fields will he found in the is«ue of licenses to various trailers, aud to other persons not lesident miners. Regarding the present system in thin particular, the C mmission would point out what seems to call for change. Tbe storekeepers license of £50 a year appears ton high; nor does there seem goud ground for some distinctions of rate between one kind of trade aud another. The auctioneer, who pays but one-half of tho storekeeper's rate, finds no practical difficu ty in m-rging ootb professions at convenience, and deals with an audience of one as well as of a hundred by the form of entering his pulpit and knocking down a bottle or a bale at the price agreed on with bis customer. A noderate rate, to be equal in both cases, seems a more satis factory course, and the Commission recommend that this rate be £20 yearly. No general hawking-license, acquired as this is for a much smaller sura, should avail for dealings within a gold-field ; and with regard to unlicensed traders, who have hitherto taken many liberties, it may be hoped that a pn> per distribution and constant patrol ot the police, as recommended Dy the Commission, will toon check an evil so generally and justly complained of. The wholesale spirit license of £50, and the public-hi use license of £100 yearly, may continue as hitherto. The Commission consider that all persous resident upon the gold fields in the prac tice of a profession, trade, or calling, of any per mitted kind, should contribute on some reason able scale to the public revenu-,ond on some principle that will include a consideration of the area of ground or other privileges they require for their vocation. The fees or fines arising from disputed claims, from the registration of mining partnerships, and the adjudication gene rally of local tribunals, will form other sources of income. 1U4. It is a pubject of some difficulty to esti mate the probable annual amount from each of these sources of income. One difficulty arises from the uncertainty as to the future extent of quartz-crushing and leasing ot auriferous lands, — a promising source, if one may judge from the attention at present paid to the former subject. As regards the gold assessment, about 1,750,000 ounces, as an approximation to the present pro duce, may be expected lo pay duty, yielding"], [29, "21 ohout £220,000. The miner's right may yield £10,000, the storekeeper's license £30,000; all other sources perhaps upwards of £60,000 ; making a total to about £350,000. Although this amount of income, viewed solely in the light of a gross sum, and without reference to actual net receipts to the exchequer, falls short of the results under the present system, yet, under the whole arrangements proposed by the Commis sion, aud the greatly diminished expenditure which these involve, they feel assured that in regard to the gold-lields the general revenue will be left a gainer. dark hluish grey hue, with a considerable inclina tion, offers many irregularities of surface be tween the layers cf stratification, anil it is in these that tho particles of gold are intercepted, as in the artificial breaks of a cradle. The miners carefully cleaned out these crevices with a mason's trowel, and washed the material in a tin basin. The yield, however, seemed very poor. Tais natural cradle, which had been operating for ages of time, was still so scantily charged as to give to the miners engaged in it only a bare subsistence. 108. The general practice of distinguishing a particular drift or layer as more auriferous than the mass of material met with in sinking, led to the custom of driving, or undermining, in order to throw out this drift. The object in sinking the shaft was now only to reach this drift as cheaply and promptly as possible. The official regula- tions had, under these circumstances, been al- tered, as to allowance of surface, from eight feet square to twelve per man, four such \"claims\" being permitted together to any one party con- sisting of at least four licensed individuals. 109. The deep-sinking and second-bottoming have been chiefly exemplified at Ballaarat, where gold digging has indeed become even more pre- carious than elsewhere, but for this very reason suggestive of curative arrangements as to co- partnery association and the aids of capital and machinery, that promise ere long to furnish good suggestions for mining legislation, and a good field of mining prosperity. 110. The Commission here found the sinkings to extend to nearly 200 feet in perpendicular depth. One shaft was 194 feet deep. These shafts are regularly \"slabbed\" down the sides with small split boards of the stringy-bark tree, and the pit is in the form of a square for the con- veniency of this operation. This process is ne- cessary, alike to sustain the sides of the shaft and to arrest the water oozing out of the porous layers of materials by means ot a clay puddling behind the boarding. In these deep sinkings generally, everything is disregarded exceptiog the lower bottoms There the drift is taken out, and either all or the lower part of it is washed. Large quantities of gold are occasionally met with in crevices or gutters of the subjacent slaty rock. The idea generally pervading the mind of the miner is to this effect, that there is a lead, or particular direction of the main charge or accumulation of gold, formed by the in-pourings in former times from the surrounding eountry. This lead takes a very irregular and wholly uncertain direction. It is not found in directions at all comformable to the lines of lowest level of the present valleys. '* The gutter \" is a term applied to a supposed central line of this lead, into which, as into a groove or ditch, the main mass ofthe gold had been brought together. The grand object is to strike upon the lead, and catch the gutter, where the rewards are sometimes of a very stimulative character. Present Mining Practice. \" Individual Mining.\" 105. The earlier efforts at mining in Victoria were confined to what has since been termed surfacing and shallow sinking. It was very com- mon at first to see persons washing only the sur- face gravel found immediately below a scanty top soil. Many adventured a few feet lower, washing out everything that was thrown up. Some who sank still deeper appeared in these days of inexperience to be working much at random, and their adventurous curiosity did not command general imitation. The official regu- lations at this time were framed in consonance. The miners formed themselves into small parties of three or upwards, seldom exceeding five or six, who divided between them the duty of keep- ing the tent, digging up the material, and trans- porting to and cradling at the adjoining creek. Each miner in these circumstances, paying his license of 30s. per month, had a superficial al- lowance of eight square feet, and so soon as he had worked out one place, or was disposed to try another, a fresh selection was allowed him. 106. This practice of superficial digging and surface washing has since been generally, al- though not wholly, given up. The Chinese, who have arrived in very large numbers upon the gold-fields, form the chief exception, and still carry on this simple mode, characteristic of the earlier stages of gold mining. In the deeper sinkings, although the rewards were precarious, the colonists were often largely, as well as unexpectedly, reimbursed for their labors. This mode thus became more general, and soon led to some practical rules, derived solely from Australian experience, that aided the miner in his search, and often saved much useless labor. If he could never tell where the gold actually was, he could at least, by merely observing the labors of others, pronounce often with some cer- tainty where it was not, and so save further toil at any particular spot. This deep-sinking was connected with the later practice of \" bottoming,\" in which the mass of the \" drift, \" that was previously w-ont to be washed in its entirety, was passed over, excepting a Bmall quantity immediately adjacent to the rock or bottom on which it rested. Hence arose tbe terms first and second bottoms: the Grst, re- lating to drift resting upon a soft shaly bed of various light hues, called the pipeclay ; the second to another drift-mass, arrived at in boring through the pipeclay, and beyond which it is supposed there are no further auriferous drifts. 107. This lowest bottom, \"the rock,\" as it is emphatically tcr.ncd, in reference to its character as a bar to further digging for gold, is often the depository upon its irregular surface of con- siderable gold deposits. The Commis- sion, in a recent visit to she Anderson's Creek diggings, found that a small party of miners in that locality had detected this description of bottom in the bed of a portion of the river Yarra, and had dammed off portions of the river, in order to obtain access to tlie bed. The rock in question, a slaty stratun of 111. These deep sinkings are rendered ad ditionally expensive by the influx of water from below, or from the sides, as the shaft descends. Time and capital are, therefore, necessary in every instance of this kind; and it is a matter of no snail importance to have tome guidance as to the when abouts of tlie lead before a party commences such costly sinking. The clearing out of the water, which is still commonly done by manual labor, is so diffi cult in many places as to prohibit pioneering in new localities, unless by the co-operation of seve ral miuing parties. This difficulty, however, has been the means of introducing the efficacious aid of tlie steara-engine upon the gold fields. In other respects, these difficulties have gradually C"], [30, "22 ] worked their own cure by (he co-operating ar rangements they have called forth among the miners. The superfluous capital of one party has thus been directed to aid the poverty of another, whose industry eventually gave profit to both. 112. This system is an interesting exemplifi cation of the ameliorative measures natuially springin-j up to suit local circumstances. The prarice at Ballaarat, when it is proposed to sink ashaft. has been to form a co-partnery with so many shares. A part of these shares is rc-tained. of coarse by the origina-ors, who, being generally poor, dispose of the rest in order to raise the ca pital necessary for the under'aking. This share dealing has become a multifarious business. giving great facilities to the body of poor but industrious miners, without which they must in many instances have been unable to carry through their undertaking*. 113. The probable direction of the \" lead \" was the great preliminary question in tbe sinking of a shaft. It was thfrelore the interest of every one to let his neighbor go down first, that he himself might escape the expense of ascertaining this important point. If the lead was detected, every one in expectancy went promptly to work; if not, the immediate vicinity was proba bly abandoned for a trial elsewhere. Hence arose the practice of\" shepherding\" claims.those areas of twelve feet square respectively, of which by the regulations one man could hold four to geth- r on account of as many licenses for an in definite term, by simply watching or shepherd ing in person on the ground, and effecting some daily but very facile manœuvring with his spade. Claims wt re thus in every promising spot taken np by individuals or co-partneries, who were able to k>ep on a shepherd, at a cost usually of 20s. a day. If the le.-d failed to be found amongst these claims, they proved worthless, and were given up ; but. on the other hand, if the lead were traced in their direction, they immediatelv acquired value, and might sell for a large amount. Large areas of the most promising grounds were thus reonopo ' lised bv active and knowing speculators, who had, perhaps, no intention to make use of any of thcm, at least immediately, and who not only herd more thon their due, but preven'ed the auriferous soil from being made at once available by those who most needed its produce, and who were both willing and ready to work it. cants for that of which there is but a limited quantity. There may also be e-i couragemeDt to such arrangements as are calculated to save an unnecessary number of shafts; for amongst a number of small mining parties closely packed together, it seems a need less waste of labor that every one should go through the expensive routine of sinking a separate shaft. 115. But the difficulty of proceeding into further detail on a question almost purely local, ani the fact that such remarks do not apply to the whole area of any one gold field, touch less to the circumstances of any other gold-field, have suggested to the Commission the expedient of instituting in each c'istrict local boards or tribunals, with adequate powers to frame special regulations for each locality. Such b arde econo mise, and therefore render more remunerative. the working of the gol i fields. Their influence and local experience would bring to a bearing questions that appear complex to those at a dis tance. The expensive monopoly of shepherd ing, for example, would be met by either li miting these holdings, or what seems still bet ter, by compelling their being held by such a number of hands as must insure the claims being put to use. Snch a board would have duly pu- before them the necessity alike for on area sufficient for each case, and for such re servation of dealing as may still enable them to meet impartially the wants of all. Higher Mechanical ArrLiANCES. PUDDLING MACHINES. 116. At the other gold-fields generally, tho \"auriferous serifs,\" as it may he called, of first. and second bottoms, and the exciting problems of leads and cu-ters, characteristic of Ballaarat, do not so distinctly appear. In these cases the more general diffusion ofthe gold has made the vocation less individually speculative, while, at the same time, the scantiness of this diffus;on, as experienced at least by tbe indiv dual mining process, has suggested certain improvement in mechanical appliances of a promising character. Conspicuous amongst them are the puddling-machines, by which, with the aid of horse power and apparatus on a large scale, the washing is far more effectively con ducted than by the old mode of hand-cradling. By this larger machine there is already a species of revolution in gold mining, the process being so effective, in a comparative sense at lea^t, as to permit of all the old and deserted ground being re-worked, and, indeed, the whole mper ficial mass, from the surface down to \" the rock,' being profitably passed through the washing trough. Suggestions. 114. Such are same si atures of gold mining as it has developed itself at Ballaarat, where this vocation assumes, perhaps, an aspect more in teresting than upon any other locality. It has been evident to the Commission that the present regulations require 6ome change. On the gold fields generally the lands that have beai partially washed should be dealt out iu larger measure to tho e who will try them a second time. In the case of Ballaarat, where such expen sive preliminaries in searching are rt-quired, the area to each party should, as a general rule, be more considerable than forty-eight, feet by twelve or twenty-four by twenty-four as au ordinary maximurn. Hen*,e has arisen the contentious practice of claiming or seizing upon an extra margin by way of a \" wall,\" making 26 x 26. Seventy-two feet by twenty-four, to a staff of not less than eight jrten hands, appears a more suit able space from which to give a due to chance drawing adequate remuneration for the time and labor of preliminary outlay. The proposition that the longer line of this oblong should he across the supposed lead, the shorter being in the line of its probable direction, seems also reason. able, as there may usually be many appli- 117. The most serious limitation to this improved machinery is the deficiency of water ; excepting during winter and spring.no adequate supplies of this necessary can be expected as re gar Is most of the present gold-Selds. Already at this moment, as summer passes onwards, the river beds present a vast mass of vitcld mud, produced in great measure by the wholesale operation of many hundreds of puddling ma\"hines ; and it is only by 6ome exertion of authority that a sufficiency of \"water holes,'1 and natural reservoirs can be preserved to the population for their ordinary use. The diggings of the Ovens district offer, in this respect, advantages that give g--eat promise to that locality. Tbey are accessi ble to supplies of water throughout the year, and some exertion on the part of the miners of tbat place has tended to give a general distribution of the water over the grounds, by means of artificial races or water courses, which are, in some in stances, miles in lengih. To this ample supply"], [31, "23 may be attributed what appears to the Comrais aion to be the tact, that the remuneration on this gold field is more equally distributed, and bears a larger average than upon any or.lier, with re fereoce at least to the results of the ordinary mode of mining. _ 1J8. The Commijsion earnestly direct, the atten tion of Government to this question of the supply of water, as it is one that in its preset state must shortly embarrass the operations on the gold fields, and seriously retard the prosperity of the colony. The formation of great rest rvoirs of water in the vicinity of each important gold field, wheu ph} sical conformations will permit at rea sonable cost, seems a great and necessary duty of the authorities. From whatever source the re quisiie funds are to be derived, this duty and the advantages that will result are not the less con spicuous. 119. Iu the meantime, private efforts towards the same end should receive direction and en couragement, and be freed from vexatious inter ference to which the letter of tne present regula tions might expose th- miner. A suggestion, that well-digging should be encouraged, by per mitting the sale of the water, is worthy of atten tion. The fact that water is actually sold on some of the gold-fields during the dry \"season of summer at Is. 6d. per bucket speaks strongly as to the eflect upon the scale ot production that must result from an ample and permanent supply of that element. I in its body a proportion of Intelligent and experienced mini rs. The Commission, therefore, would greatly regret to see the present prohibi- tion carried out. even although justified by any after inquiry. As a precedent, so sum- mary a disposal ofa large amount of private pro- perty must prove a most injurious discourage- ment to the after progress of the gold fields ; nor can the Commission readily believe that such a step is actually necessary. Ifta<en ge- nerally upon the gold fields, it must be ruinous to thousands, and materially affect the whole production of gold. Improvements involving general advantage may possibly involve some general inconvenience, and an inconvenience of this kind appear, to have been strongly urged by many upon the Commissioner, and to have in- duced the order in question. The one side must be judiciously weighed against the other in tuch mutters. To prohibit such im- provements on account of the inconve- nience, may resemble a government prohibiting the use of bread to the p-ople, under the appre- hension that such use might involve a scarcity. 122. On this su.iject of puddling machines, of which no less than 2000 are stated to exist throughout the Bendigo district alone, the Com- mission may remark that the necessities of the case, aided by a code of suitable regulations, will suggest arrangements important to the public convenience. But these canoot be suddenly devised. The suggestion, ior example, of caus- ing the sludge of each machine to be turned into an adjacent large pit made, for the purpose, or that of cutting a di: ch for the special use of these machines so as to secure the creek, are still looked upon as very questionable expedients. The puddling-machine, Ironi the comparatively small capiial involved, is an appliance very generally accessible to the miners. The cost of each need not exceed .£75, besides that of the horse, and these machines are said to return five- fold the remuneration of the old mode of handwashing. With the usual party of four mea to each machine, the yield is estimated at two ounces of gold per day, or about 37s. per day to each man. 120. This scarcity of water has, with reference to the puddling-machines, induced the Commis- missioner at Castlemaine, since the visit of this Commission, to issue a prohibition, dated 25th Ja- r.uary last, of all such machines that are placed upon main creeks within tbat important district. For a variety of reasons 6tated in the proclama- tion, the-e machines are required to cease work- ing from 31st March following. The Commission are induced to notice this matter rather from the magnitude of the interests involved, and the impropriety of these interests being so entirely controlled by the officer in question, than from questioning the necessity or otherwise of such a pro'Æeding. A delegation from the owners of puddling machines has lately waited upon this Commission, as well as elsewhere, with a state- ment of their complaint, and a request that the prohibition may be at least postponed for further consideration. It seems all but impossible to work the puddling-machines elsewhere than upon inain creeks. The statement, after denying the injury to the water to the extent alleged by the Commissioner, and also the interference with the individual miner, proceeds to state in the follow- ing extract the magnitude ofthe interests at stake ; — \" There are 203 machines situated on Forest, Barker's, and Campbell's Creeks, and their tribu- taries, aod capital invested in plant, to the amount of £90.000. Your memorialists have to expend an- nually, in forage for horses, £112,320, and they give employment to 847 men, whoEe annual household expenditure amounts to £132,800, exclusive of 287 wives and 861 children, whose maintenance costs annually i 70,026,\" 4C The document goes into other items, which raise the annual total to upwards ot half a million ster- ling, thus involved in the commerce of the place. 121. If an interest of such magnitude should be thus controlled by an irresponsible Govern- ment officer, the status of a Resident Gol 1 Com- missioner is at least inadequate to so grave a duty. The Commission rather agree with the spirit of the views of tbe delegates alluded to, as expressed in their letter to the Chair-nan, dated 19th February instant, that steps of this kind should not be taken without the concurrent sane tion of some local board established for framing by-laws suited to each locality, and including quartz crushing. 123. Quartz-crushing is another process of go'd mining mat falls under the Commission's notice. Tnis process is at present carried on chiefly at Bendigo atid Ballaarat, but as yet to a v<ry un- important extent in any locality. The Commis- sion express their disappointment as regards the efficiency of any machinery that came under their observation. But the testimony of tho witnesses as to the richness of the auriferous quartz of the colony suggests the highest pro- mise for the future. With a minimum of not less than three ounces of gold per ton, and an average stated to be as high as seven ounces, in the locality of Ballaarat, where this material is superabundant, seems to placj the colony on the threshold of untold riches. 124. The several modes of quartz-crushing presented to the Commission were as follows, premising, however, that by the preliminary ope- ration of burning the quartz, after the manner of limestone, this Daturally hard material was ren dered so friable as to be easily broken up with a moderate power : — (1.) On the stamping principle, by which the material was crushed under a heavy iron mass, raised by steam power, and falling by a rapid process on the quartz by its own weight. After a rude crushing, the proportion of dust was screened, and tbe larger fragments returned to be re crushed with fresh quartz. (2.) An adaptation of Berdan's principle, by"], [32, "24 which the quartz was crushed in a basin by the weight of large iron baits rolling over it. (3.) By means of large heavy wheels or mill stones put in motion by horse power, — an arrange ment that, although tho rudest, seemed for the present the most efficacious. 125. The uncertainty of the present regula tions a3 to quartz-crushing may assist in explain ing the small progress hitherto made in a mode of mining that promises so much for the colony. The Commission, in admitting me neces sity for totally removing this uncertainty, are also well aware of the difficult ies of the case. The area, or the extent of quartz vein that may be leased out for the use of any quartz-crushing party, must be regulated by the probable number of such companies, and the extent of the rock avail able for their use. Under the impression that these companies will not be very numerous un less decided improvements take place in the modes of crushing, the Commission incline to advise a liberal dealing, as a mode hest calculated to ensure these improvements. The extent of quartz veins in the gold-fields around Sandhurst, comprehended in a spice of about thirteen miles by six has been estimated at sixty miles in length. One disinterested witness suggests 200 yards in length of vein to each company ; and with this view the Commission so far agree that they would recommend one-eighth of a mile, or 220 yards, as a maximum. They would deem the larger allowance of a quarter of a mile too great, as suggested by another such witness. The extent hero recommended would supply work for probably a period of several years. into play. Improvements and powers in this respect are so desirable in themselves tor unfolding the great mining resources of the co lony, and they are so unlikely to be carried to any hurtful extent, that it would bo better to await the actual advent of any injurious he »ring from this cause than to anticipate, by depressing regulations, a benefit that seems so real, for a contingent evil so imaginary. Individuals, or small associations, under those regulations, may, by taking limited extents of quartz vein, reduce the annual charge to a very small amount, and so render this mode of mining generally attainable, so tar at least as concerns the Government charge. In su :h cases, too, the arrangements may often permit of leaving for tlie future use of such lessor companies a spare area of quartz vein, so as to save frequent removal of plant and machinery. 128. The Commission allude with pleasure to one mode of arrangement in quartz-crushing, that seems likely to be, ere long, a common one upon the gold-fields, viz., where a capitalist or company get up a quartz-crushiDg apparatus with the view of establishing an agency in the crushing of quartz for the sur rounding miners. There is much of promise in this mode of conducting business between the capitalist and the working miner, where each entirely depends upon the other. These estab lishments might be pleasantly pictured as here after competing with one another for the custom of the miners, nnd running with each other an edifying race in the improvement of their appa ratus, and tbe cheapness and efficiency with which they accomplished their business. The prejudice against capital, which experience shows to be nearly inextinguishable in the theories of many working men, would not here find play; and this new colonial crop — the grist for a mill peculiarly Australian— might be regarded as being, in every sense ofthe word, a golden harvest. AlIRTFEROUS LANDS, LEASES, AND MACHINERY. 129. The Commission have alluded, with regard to leases, to the special case of quartz veins. They now direct attention to the general question of leases of auriferous lands, to meet the case of all appliances of capital or machinery that require an extension of privilege, as compared with what is needed by the individual miner. In these cases the undertaking frequently requires so strong a force of hands, that viewed, as regards its co-partners or assistants, in the light simply of i co-operating body of individual miners, the separate rights of each as to area might, when the whole was placed together, suffice for the wants of the enterprise, lt will be recollected tbat the present arrangements do not permit of more than four such rights or claims heing held toge ther by any one party. This extended arrangement is suitable to many cases, particularly to those of co-partneries likely to be formed for more effec tive mining amongst the working miners. It is, therefore, not to be lost sight of, although it will n'rt by any means meet the whole question. Such a regulation, if it should stop there, would fre quently tend, in fact, to an inverse effect of re warding those who conducted their affairs ex pensively, to the discouragement of a better economy that showed to all how the same wealth could be raised at lc3S cost of labor, and how such labor could be saved in a prosperous colony that should have nothing to spare in this respect. 130. The lands most suitable as the subjects of leases or other special arrangements, in addition to those containing quartz veins, are, in the first place, all new auriferous lands prospected at the instance of the applicants for those privileges. These may be dealt out with a liberal hand, as compared with tho«-c within established gold fields, which form the second head of this subject. In the lirat instance there arc no other parties to 12G. The payment for the privilege of this lease, supposing it to be for a period of five years, isanother question. The Commission have already adverted to the principle of levying a special charge in all cases where more than the privilege of the individual miner is required. This payment should hi levied on some clear principle of proportion according to the extent of area required, and not by way ot a per centuge on the yield of gold. This latter mode may be availahle, perhaps, in the case of large public companies, but it seems quite unsuited to that class of smaller local co-partnerships which, even in quartz crushing and in other uses of machinery, will, as the Commission believe, form the great proportion of applicants for leases upon the gold-fields. The probable yield of the quartz should of course form an element iu the estimate of rental. The evidence does not show that the other quartz rocks of the colony arc so rich as those of Ballaarat. Tlie report upon the quartz of Bendigo, as regards particular veins, or the richer portions of them, is sufficiently en couraging, the average being found as high as eight ounces per ton, with instances of even seventy-five ounces per ton. But the mass ofthe rook is estimated to contain only two to three ounces per ton, — a rate, however, that, although apparently low for Australia, seems most strik ingly beyond that of the auriferous rocks of all other countries. 127. The reasonable consideration for such a lease might warrant a rent-charge varying from £100 to £250 a year as the maximum. This lease, for whatever term, should not bind any proprietary to the full termination, if. by efficient machinery, the work was previously accom plished, or if fur other reasons it was iound de sirable to cease work, or remove elsewhere. It does not 3eem desirable to impose a charge pro portioned to the power of the machinery to be employed, or of the other resources of a copart nery. In some degree proportioned to such powers must be the larger capital necessary to bring them"], [33, "25 be interfered with ; and an enterprise useful to the colony and, occasionally doubtful as to its remu nerative results, claims due encouragement. In the second instance, namely, that of an established gold-field, the ground is already covered, it may be, with thousands of miners, keenly contending with ca ¥h other in a rude and rapid mode of procedure that soon brings into occupation every spot of the more promising areas of the gold fields. Every one of these miners has virtually a lease from the authorities which should be re spected as much as any other. In tlie case of such a working gold field, therefore, it is evident that it is only the less promising areas left untouched by the individual miner, and those parts he has already overrun and abandoned, but which are still available for better machinery, that can be considered open to the comparatively wholesale abstraction contemplated by the leasing system. 131. To return to the first case, that of leases of new auriferous ground, the Commission would recommend an area not exceeding eighty acres. As it is not advisable to bind lessees to engage ments they may not find advantageous, so, on the other hand, it is right that tbey should not have the option of very lengthened term?, which, in a colony so subject to change, may operate to the public disadvantage. The Commis sion would be glad if periods not exceeding seven j'ears would suffice ; but, at the same time, they are aware that good reasons will be brought forward for longer terms, — reasons connected with the stability of buildings and the efficiency of machinery, that may not be controverted. They hope, however, that a term of lease not exceeding fourteen years may be found to answer every purpose. In the consideration ot the very un certain subject ofthe yearly rent for such lands, the Commission would only state that they think this should in no instance be less than £5 per acre. 134. With regard to deserted portions of established gold-fields, the Commission recom mend that leases be granted for areas not ex ceeding five acres, and at an annual rental of not less than £20 per acre. Of the less au riferous localities of gold-field.?, from which the individual miner cannot draw remuneration, but which are still available to the appliance of ma chinery, the Commission would express an opinion that twice the area may be given, and at one-half of the rent per acre payable in the other case. In all these cases, prior to any step being taken by the Government, there should be a deposit of one year's rental, as a guarantee that the operations proposed will be proceeded with. It will be understood, of course, that while these or any other auriferous lands are held by private interests, they are to be maintained in full and fair use. 135. These rates, considering the discouraging views at present entertained relative to the working of the gold fields by companies with capital, and machinery, seem to be sufficient, and might even be questioned as extreme. They compare curiously with the different ideas upon this subject that prevailed at an earlier period of the gold-fields, when it was thought that inex haustible wealth might be raised by the applica tion of capital and machinery. In the Govern ment Gazette of October, 1S51, appears an advertisement fixing the annual rental of auri firous land for lease at £300 an acre. Several gold companies, formed in London and elsewhere, for working the Australian mines, have, with some rare exceptions, been entirely disbanded. The expenses seem too considerable for even the most effective machinery hitherto introduced. There is. of course, no limit to the improvement of mechanical appliances, and the colony may still attract from without xhe capital and im provements so important to develop its re sources. To such it is important to afford every encouragement, for the improved processes they introduce are a valuable property to the colonists. But as regards the present, and perhaps the future also, the Commission are impressed that successful gold mining associations will be, almost without exception, restricted to the prac tical and work;ng miuep, or the miner in conjunc tion with the coionial capitalist. Improved machinery, introduced from without, is, when put in operation, and so made public, equally available to the colonist. This question and all others similarly involved in the case of these special arrangements, arc subjects that will, soon at least, if not immediately, concern chiefly the miners themselves, whose efforts to improve their condition, and to rise, whenever opportunity permits, beyond the drudgery of \"individual mining\" should receive every encouragement fronn the Government. 132. The area of eighty acres here named is large for auriferous land*, taken even as a maximum not likely to be always either applied for or allowed. Countless treasures may possibly be passed from the pub lic possession within such an area. But with the experiences of Australian mining, so may it possibly prove with even tlie one thousandth part of this area. But such treasures must remain dead to the colony, if, from want of encouragement, they be not discovered and de veloped. The Commission would remark further, tiat the colony may well regard such contingen cies of private success without either reluctance or apprehension ; for one such instance would, as a general stimulus, prove incalculably more beneficial to the public than any amount of trea sure that tad thereby passed into private posses sion. 133. Recurring to the case ot established gold fields, the Commission would allude precaution arily to the common case of portions of these districts being abandoned during the summer only, oi account of the want of water, but re sumed during winter. These may be considered io the Fght of grounds in full use, as far as cir cumstances will permit But although tse Com mission would not advise even any portion of such lands being swept off by lease from the individual miner, they see no objection to a judi cious dealing out of small portions of euch lands to co-partneries of working miners, or, indeed, to co-partneries of any kind, when these mining co-partneries are satisfied with an area made up of the collective individual claims, and no more, of each of its hands actually at work. They conceive that by co-operations of this kind, far better than by any individual exertions, such lands might, by means df artificial supplies of water, be made available all the year round. 136. The ca-e of puddling-machines, as at pre sent used, may perhaps be best met by a certain annual charge upon each, under which charge they may be apportioned a liberal area of \" worked\" land. Excepting in the requirement of water, they may be expected to interfere but little with the general body of the miners. The Commission suggest £b a year as a charge. Should these machines diverge into other forms than their present simple and uniform construc tion, it may be necessary to deal with their pro prietors on the common principle of all special cases, namely, by imposing an annual payment proportioned to the area of auriferous land allotted. This is an arrangement that may be susceptible of happier adjustments than one that directly discourages progress, by threatening a double or treble charge for every proportionate accession of power, or, in short, for every im provement to the machine. Fur such machines"], [34, "26 141. In so far as this feeling is entertained by the miner in regard to hi^ own case, it may be highly commendable. He is fortunate, perhaps, in hi* own labor, and therefore independent in cir cumstances ; or he is so attached to personal freedom of action, as to be disposed to sacrifice all eUe for the preservation of that valued privi lege. But hnre he should stop, and not interfere with his neighbor, who, for his own comfort, or iu consideration of his family, may desire a less pre carious livelihood. the area required, which may vary in each place, might be left to the consideration of local boards. 137. The question of auriferous lands that have been, or th it may htreafter be, sold here demands ciu-jiderai ion. In order to avoid con fusion as to what may or may not be such lands, and 10 save the authorities from the determina tion of a very doubtful question, the Commission recommend that auriferous lauds, as such, should not be alienasei tr >m the Crown. They observe that in Ne*' South Wales the ea«e of proprietors of such land--, or persons mining there ly per mission of tlie owners, has been very judiciously met by a remission of half the UMial license fee. That regulation, however, will not now answer for this colony under the proposed change as to this chirge. But the Commission would suggest, although only as a general rule, that such private proprietors be chargeable with one half the rates now recommended with reference to Crown lands for lease, or for other special arrangement. In such cases projrietors could suit themselves in the matter of charge, and at their option reduce the rate to one little more than nominal, by restricting the area fenced off for mining purposes. 142. The Commission with regret comment upon the arguments made use ot by their mining fellow-colonists to establish a case for their opposition to systems that involved employed labor. To speak of companies competing with one another f»r the labor of the miner having a tendency to grind down the laborer's wages, is really like a dealer com plaining that the pressure of custom compels him to lower the price of his wares; when his shop is full of buyers, then he deems his ruin certain ; the market is to he spoiled, not as usual with the overstock of goods, but with the increase of bidders. At Bendigo tbe Commission found that the Port Phillip and Colonial Gold Com pa y were employing miners at 20s. per day, while the evidence of some miners went to show that this sura was scarcely the average per week upon the same gold-field, and an average too of very precarious attainment. One witness quotes the case of an employe of this company, who, after saving a surplus of wages, went off for a time to independent dig ging, but proving unsuccesslul, returned to hit* former employment. This i* a ca^e quoted to the Commission as an argument against such employed labor. 143. That such prejudices will give way to reason and necessity seems a superfluous remark. They have always done so elsewhere. M»to abstract theories are soon dispelled when they militate against thousands in the presence of daily wants and the stern realities of daily life. Thus the common prejudice against the use of machinery is almost disappearing at Ballaarat, where its advantages in mining are most evident. The Co omission observed that the labor ques tion was practically sharing a similar fate ; for while theory was condemning employed labor, the necessities of society were quietly but widely establishing it. This is an observation that now introduces the Commission to a very interesting branch in their report, namely, that which is conn' cted with the very numerous class of employed miners, and the cn-pattnery asso ciations that are their usual employers. 138. In judging of these special cases, as well asof every ense connected with the gold-fields, the local b »ards instituted for framing by-laws suited to local circumstances will act, it may be hoped, with the confidence of the mining holy. What is of even greater and more permanent conse quence, it may be hoped that they will act equitably as between all classes and claimants, who have equally their respective rights. The Commission would, therefore, dispense with a needless delay and precaution of first advertising for so many months the intention of any lease, with the viev apparently ot giving the indi vidual miner his opportunity of first occupying the lands in question, if he finds them avai able for him. So far as regards lands deserted only during dry seasons, the case that seems in fact to have suggested this precaution, that question has already been disposed of. In other respects the authorities must only aim to meet with a liberal i n partiality the wants of all classes of miners, and therefore endeavor to call up around them a scene of industry, prosperity, and contentment, that will ever form a chief gua rantee of socia1 order. Mining Prejudices and Apprehensions. 139 in the course of the evidence before the Commission some strong views were elicited frou the miners in opposition to much of what the Commission have felt it their du y to bring prominently forward for encouragement, with the view of stimulating the development ofthe won derful resources of the colony. An apprehension was manifested, in particular, at the approach of companies and capital, which, in their imaginary colossal proportions, seemed in the fu'ure to threaten extinction alike to the independence of the miner and the whole cherished vocation of individual mining. With regard to this mani festation, the Commission regret any such groundless d'splay, involving as it does tne credit of their intelligent countrymen. 140. The Commission recognise two chief grounds for this hostde feeling on 'he part of the mioers. The first is a very natural tear that the wealth and influence of co-partneries would gra dually lead to a monopoly ofthe auriferous land, of a character very unfair to the individual miner as well as detrimental to his interests. But this is a point which the Commission have already been anxious to guard against. The se cond ground regards the independence of the miniog body, amongst whom there is an allow able pride in working for their own arcount ra ther than as the employes of other?. miners' earnings. 144. The usual rate of pay to a working miner varied at the different gold-fields between 15s. and 30s. per day. At Ballaarat it reached the highest limit tor an employed working miner, while a (i shepherd\" could earn 20s. per day. At the Ovens 20s. to 25s. were common rates; at Cas tlemaine 15s. to 20s. At Bendigo 20s. seemed a maximum; and smaller rates, even as low as 10s. per day, but with some allowances in food tr lodging, were reported to the Commission*. Em ployment at such wages might not be said, on the whole, to be readily procurable on the gold-fields generally ; the applicants for work seemed de cidedly on the increase, as compared with the sphere of employment. 145. The testimony as to the average earnings of the individual miner (using this term iu its technical and very convenient meaning) is much less certain than that a* to the rate of wages. \"While some fixed these earnings as low even fts 15s. to 20s. per week, sow were disposed to a^-end above 10c. por day as an"], [35, "27 average, even for the individuals actually at work, independently ot all who pursued other occupa tions on the gold-fields, and were sustained by the gold produce. At the Ovens goldfields, judging from the quantities Fent by escort, the average may be one ounce per weerk for each miner actually at work, of whom, out of a total population of 6000 for the Ovens proper, there may be between 3000 and 4000 The aspect of plenty upon the gold-fields generally, therefore, under these circumstances, showing such mode rate acquisitions, is to be explained partly by tbe paucity ofthe miner's wants in his simple style of life, and partly by the greater production \"of a variety of present appliances superior to those availed of in individual mining. The miner-.' earnings certainly appear to have sullen off since the earlier periods of the gold-fields, as in dicated alike by the testimony adduced to the Commission and the evidence of the gold statis tics. But this subject will be considered else where more at length. It forms a very special argument for the encouragement, by suitable re gulations, of every 6tep of improvement in the business of mining, and of every facility for introducing and circulating capital by co-partnery arrangements throughout the gold-tields, to de velop the industry and intelligence even of the most destitute of this abuse of shepherding, the Commission are decided advantages, — advantages, in fact, that were instinctively perceived and acted upon by the miners themselves, and without which many enterprises set on foot by poor but industrious miners ir ust have been stopped short for want of means. To a casual on-looker there is in the whole a vast network of complication ; but it is a scene in which every separate individual and co partnery have a distinct and pra -.tical compre hension of their ownrelations. The Commission see no cs use to interpose any restrictions in ttiese proceedings, nor, in fact, to interfere at all. ex cepting in so far as to require a system of public registry through which, when differences arise, there may be information available to a public court or other judicature for effecting an equita ble settlement. 148. The Commissioners have duly considers d a suggestion that is to some extent at variance with this general conclusion, namely, that with reference to a proportion of miners who have acquired some little wealth, a limit should be put upon the indefinite holding of shares or claims. The ca?e has been urged because it seemsto involve an urvlue advantage to the rich miner. But intruth this is a kind of advantage, whether in the abstract it be due or undue, which the rich enjoy evrry where else as well as upon the gold-fields And with regard to these shares, so long as there exists necessitous sellers on the one' hand and capitalist buyers on the other, these two parties wili, find a way of working in defiance of all law. E-ich miner who, on some abstract theory, contends for the restrictive law. may possibly experience its inconveniences in his own case, and be dis- posed to feel on such an occasion that an imagi- nary public good is a very unsatisfactory set-off* to a real private evil. 149. This is a question not of the capitalist alone, who is only the prominent foreground in the pic ture, and therefore apt at fir-it to be alone looked at : it is much more a question of the masses, who are his customers, an-i whose busy schemes of industry are more or less dependent on the aids they ebtain from him, whether under the form of loans or co-partnery. What is chiefly wanted is to prevent unjust and non-productive mono poly, caused by the abu«e of shepherding. \\Vhen shut evil is checked, the extensive and prosperous shareholder can exist only as one component in an extended scene of industry and prosperity, — a scene sus- tained in part by the means contributed through his investments. Tne claims in which capita- lists may be interested, however numerous, can- not be worked without a corresponding number of miners. These miners, in fact, are commonly the originators of the schemes and co-part- neries about which they deal with the capitalist ; and it is only fair to them that they should be free to make their own bargain, and to find as many to treat with for the assistance they require as the natural market around offers them. MINING PARTNERSHIPS 146. The whole body of miners may be said, without any exception, to conduct their opera tions under a co-partnery system. The simplest case of this kind, and still the most common, is that which first appeared upon the gold fields, namely, where a number, varying usually from three to six individuals agree to co-operate on equal terms in the various duties connected with excavating, transporting, and washing. A division of proceeds takes place either occasionally or after the working out of a claim ; this latter occurrence terminat ing the concern, unless the parties ate agreeable to resume upon another claim. Under the sys tem of shallow sinking and surface-washing. which gave generally no particular value to any one claim over its neighbor, nor presented much difference in value at any s*ageof proceed ing, this simple character continued. Deep sinking soon introduced complexities, which, as exemplified at Ballaarat, were still further in creased by the accidents and uncertainties of leads and gutters. The expense and delay of these sinkings rendered necessary a larger num ber in the co partnery, for the sake both of larger means and a more effective staff. These under takings soon assumed the form of companies, with a \"stock,\" consisting, besides the chance of gold, of some little plant, as slabs, windlass, &c, and divisible into a fixed number of shares. These shares were transferable, and, to meet the circumstances of all, were subdivisi ble. As the sinking proceeded the stock gra dually acquired value, and, becoming marketable, was the subject of constant traffic. 147. The Commission's attention was drawn to an endless variety and intricacy in the co partnery arrangements. One or t*o individuals would hold five out of six shares rff a certain co parrnerv, while four or six others held the sixth share. The latter have probably agreed, more over, upon certain terms, irrespective of these shares, to work the claim, having occasion in that engagement to hire additional but not co-part nery labor; while their partners, it may be, arc working at some other shaft in which they have also shares. Many miners held shares in a num ber of such companies ; and the spirit of specula tive enterprise was particularly developed at Ballaarat under tho shepherding process. In all these arrangements, with exception 150. On the same principles roust the Com mission contend against the proposition for limit ing shareholding in mining co-partneries, as regards persons non-resident on the gold-fields, or not of the class of working mi.iers. The real question here is not as regar is these non-resi dents or non mining person-, but the numerous working miners who invite the aid of the capiral of such persons, or see their advantage in accept ing thit aid when it i3 offered to them. Two cases ot companies at the Ovens are described as having come short ot expectation from inade quate capital. One was founded among the storekeepers, tbe other among the miners. Nei ther was in a flourishing condition ; the limited ■"], [36, "28 means having been expended crc an}* thing was attained. Were it even the case that the gold fields were or ought to be the exclusive private property of the miners, the restrictive propo sition alluded to would stand on no better ground as regards their own benefit. It is a blow aimed by the miner at his own head, as he would soon practically experience were he, while in pursuit of so:ne enter prise, to find himself inadequately supplied with thatcapital of whose rights ia the abstract he was so jealous, but whose aid in his own case he now finds so desirable. auriferous coil. There will, therefore, be less liability to lapse into complica tions, such as appear to have overtaken many of the home partnerships, which, departing from the simplicities of the original cost-book and purser system, gradually assumed features ap proaching to ordinary joint-stock partnerships. \"Scrip\" companies appeared, followed by mana gers and directors, and it was soon difficult to draw lines of distinction, and define precisely what could or could not be done by such com panies or their managers. 154. There should, therefore, be a simple co partnery law or regulation, like that on the cost book system. The case is registered by a public officer on payment of a small fee, say of £l, and the co-partnery must keep a book of expenditure and receipts. Such simple partnership arrangements refer chiefly to what is technically termed individual mining, which may be distinguished as hand mining in contrast to that by mechanical arrangements. But other partnerships, such as those for conducting pud dling-machines, may not be found inapplicable to all the advantages just alluded to, although accompanied with a few additional features. As these latter co-partneries are cases likely to be exceedingly numerous, every facility is desirable. The law should be clear, but simple and accor dant with the practice which circumstances have already established. 155. Other and more complicated cases of gold mining co-partnery, approaching as they do to ordinary partnerships on the joint-stock prin ciple, must be dealt with under the current laws. In so far as they involve a large scale as to num bers of co-proprietors and extent of property, their complicated interests and management really require, for the benefit of all concerned, those expensive or troublesome preliminaries de manded by the law. It is desirable, however, that when such companies, however extensive, are originated upon the gold-fields by the miners themselves, they should be promptly met by every facility of local registration, that no need less and vexatious bar be placed in the way of such desirable associations by the delay, expense, and uncertainty of remote jurisdictions. Social Condition. 151. Two examples will illustrate this ques tion. Twenty working miners, it may be sup posed, unite into a co-partnery, and, being in good circumstances, are enabled to raise the ne cessary capital independentlyamongstthemselvcs. This is a happy case which seems to call up no hostilities. But twenty others, although less favorably situated, arc also desirous to form a co-partnery for gold mining. Their industry and intelligence are as yet the only capital at their command; but these point out to them the road to competence if they had but the requisite means tor a start ; that is, if they could strike a bargain anywhere for the requisite ca pital. In this they may have their own difficulties ; but it is not for the law to inter pose to increase these difficulties, by denying to this capital the rights and privileges it bar gains for, which the parties who are interested have mutually agreed to, and without which the capital will not be given, and the enterprise not be proceeded with. Such a law would, in its effects, restrict progress to those who had already advanced, and confine benefits to those who least needed them ; it would be the tyranny of the independent against the necessitous. 152. The subject of mining co-partnery which has so suddenly opened up throughout the gold fields, and which, as regards certain forms, has received so remarkable a deve lopment at Ballaarat, is one upon which some useful experience may be derived from the laws upon Engliah mining. Mining partnerships in England, as being of the nature of a joint occu pation of land, have features differing from ordi nary trading partnerships, and are regulated ac cordingly. If it seemed desirable in that coun try to give every facility to mining pursuits, by the permission of very simple partnership ar rangements, the argument is still more applicable here to the summary proceeding of gold mining, which involves usually much less either of time or means than in the other case. A practice had arisen at home for mining companies to be formed by a simple agreement between a certain number of adventurers ; having settled their few preli minaries, they appointed a purser, and opened a cost-book for entering the transaction. Such is the present cost-book system. The purser was a mere servant without authority, as the whole body held frequent meetings, with the view of managing their own affairs. Shares could be bought and sold, and proprietorships determined without consent of other proprietors. These facilities were aided by a legal protection to the association from liabilities which any of the pro prietors might contract with the general public. 153. By such simple arrangements, and with out any dilatory or costly machinery common in the case of ordinary companies, the business of mining had certain obvious and very suitable advantages. These are eminently applicable to the case of gold mining as commonly pursued in this colony, where each concern is usually limited in numbers, trifling c miparatively in regard to tbe means and material required, and of brief existence as regards the time involved in working out the claim or section of 156. The general condition and prospects of the mining population call for a few observa tions. The proverbially unsettled lot of the miner has been improved, in prospect at least, by the recent establishment of townships upon the gold-fields, and the sale both of town and other lands in and around these districts, al though at the same time this tardy procedure is still but inadequately carried oat. with reference in particular to the sale of country lands. The proposed extension of the municipalities system to these localities will afford to the more popu lous of them an opportunity ot instituting a local popular government for the cognizince of many questions of great social importance in regard to local improvements and public protection. 157. The Commission allude with regret to the flow progress of railway communication. The expenses attending these undertakings, as com pared with the still limited extent of private means for their construction, have rendered the railway companies of this colony hitherto all but a failure. The Commission observe with plea sure his Excellency's late message to the Legislature. It seems but reasonable to hope that the increased value ofthe lands on either side of proposed railways will supplya certain meansof re paying the cost of the line at no great interval. This is one consideration that connects the Government of the .e colonies with its railways. It is eminently desirable that the great lines of this communication be at once definitely fixed"], [37, "29 upon and correctly surveyed, with a view both to stimulate cultivation and settlement in these directions, and to avoid the endless difficulties and expense at a later period of dealing with numerous private proprietors. In the United States of America no interior town or district, however favored otherwise, is considered in a position to maintain the race of progress mani fested in that country without a railway com munication. The effect of a railway in amelio rating the condition nf the gold-fields would be almost incredible. The miners themselves are similarly impressed. Their coraJierce and social comfort would be improved by the introduction of many articles now denied to these remote and isolated districts, and a healthier tone established by a better fusion of the colonial population from cheap, frequent, and expeditious inter course. tlie Chinese. This number, although already almost incredible, yet appears to be still fast in creasing, and likely to increase still more upon the publication of the abolition of the license fee. That there should have been at the time of this Commission's visit ten thousand Chinese throughout the gold-fields of this colony is a tact of a most novel and to many of a most un expected character. There appear to be 2000 to 3000 at Ballaarat ; 1500 to 2000 at Bendigo ; about 1000 at Forest Creek, ic. ; many are con stantly met with travelling through the country between the several gold-fields, and they are ob served in large bodies on the principal highways leaving Melbourne for the interior. The Com mission draw attention to the fact that between the 6th February and 6th instant, an interval of only four weeks, there were landed at this port, from four different vessels, upwards of 1400 Chinese. 15S. In aid of the diffusion of religious minis trations upon the gold-fields, the Government have for some time defrayed, out of the public revenue, the salaries for the clergy of various denominations, and sects declining this aid have also supplied these districts at their own charges. These efforts are unceasing ; but the still unset tled Hie of the miner has not afforded a very encouraging field for the labors of the clergyman. 159. Neither is the schoolmaster abroad in any strength over the various gold districts. The situation of a teacher there has too many hardships and disadvantages to prove at tractive to a high order of ability. His methodical vocation contrasts widely with the surrounding excitement and uncertainties of gold-digging. But the promise of better things is here also. The increasing application of me chanical contrivances in aid of gold-digging tends to settle the population by the prospect of larger profits acquired with less cost and labor, while lo comotion with such establishments becomes more difficult as well as less necessary. The present increase of wives and families upon the gold fields produces the same effect from even a hap pier cause. Several of the religious bodies have established schools at the principal gold-fields in connection with their respective churches. A few schools on the National system have also been established. 162. Besides the Chinese there are others of the Asiatic races, although in comparatively unimportant numbers. A body of three hundi ed New Zealanders, at Bendigo, under confused no tions of a late agitation in that quarter with the Chinese, had tendered their services to the au thorities, unier the impression that the roads were blockaded by rebels, who would prevent their getting back to their country. 163. The question of the influx of such large numbers of a pagan and inferior race is a very serious one. Even if the Chinese were consi dered desirable colonists, they are unaccompanied by their wives and families, under which circum stances no immigration can prove of real advan tage to any society. Nor is the economical argument of their utility as servants available, as they all seem to proceed to the mines. 164. Their proceedings on the gold fields are certainly such as may occasion inconvenience to the general population, if not strife and collision with the European laws. The Chinese are con tent with very small earnings acquired under the rudest modes of mining. In rewashing the old grounds, which seems their chief mode, they use up and waste the water with a thoughtless profusion, disregarding often the reservoirs of drinking water, and may thus occasion many wrangling scenes by their inability or unwilling ness to understand the representations of the authorities or the adjacent miners. They have the proverbial propensity of thieving. The custom of returning home with their earnings is in one point of view, perhaps, the best feature of the case, were it not that this only magnifies the evil by the multitudes who soon replace those who have leit. Their general saving habits and strong disposition to return to their own country must still, in so large a number, isolated from friends and country, leave many eventually chargeable for support on public charity. The statement of one of this people, that \" all\" were coming, comprises an unpleasant possibility of the future, that a comparative handful of colon ists may be buried in a countless throng of Chinamen. 160. In connection with this subject may be given the following estimate of the average po pulation, taken for quarterly periods, of the entire gold-fields for the year 1854, dis tinguishing women and children. The estimate has been made by the Resident Commis sioners. The population as here given is about one-third more than that which appears for the gold-fields by the official census. But this latter document is considered so defective that the present is substituted as the more probable, al though perhaps partaking of the opposite error of overrating : — ESTIMATED POPULATION OF THE GOLD- FIELDS, 1854. 165. But long prior to this extent of the evil, it may have assumed a very inconvenient ani un manageable proportion. Without charging these people with disorderly tendencies, for, with ex ception of occasional gross crime with which they are chargeable, their disposition is remarkably quiet, yet their presence in such large masses must certainly tend to demoralise colonial society, by the low scale of domestic comfort, by an in curable habit of gaming and other vicious ten dencies, and by the examples of degrading and absurd superstition. A fund was lately com menced at Bendigo amongst them, for the erec tion of a joss-house, but the scheme did not then go on. They seem to have a system of commu- Chinese. 161. A most serious social question with reference to the gold-fields, and one that has lately crept on with rapid but almost unobserved steps, is with reference to the great number of n — (-. O <v a- _fa 41 > « 57,871 14,870 11,177 83,918 — -- o__ • S If 3 5« 77,123 17,469 19,079 113,671 ■\" __ ©__ 6-2 « 3 >-a 77,186 17,096 18,765 113,047 _c« BO. 62,982 13,125 14,662 90,669 « a> > <_ Men Women Children 68,790 15,640 15.9J1 100,351"], [38, "30 nicating with one another throughout the colony, clinging strictly together, as such a race is apt to do in tlie midst of its superiors. Being in this and other respects little understood or looked after by the colonists, and acquiring a custom of acting in concert, the future does not seem free from apprehension. It would be absurd to regard such danger as of a general nature, but there may be results which, if not anticipated bow, humanity may hereatter have occasion to deplore. These returns appear somewhat regularly throughout the past year at about 3 j,000 ounces weekly, for all seasons. Comparing this state ment with that for 1852, the first half of this year, with a population of about 23,000, is found to give monthly about 71,843 ounces, or rather more than three ounces per head ; while the last half, which is the season of the greatest supply of water, gives no less than 275,610 ounces monthly to a population of 47,000, with the sur prising average of nearly six ounces per head. 106. The question of the absolute exclusion from this colony of this or any other branch of the great human family, is one that the Commis sion have no desire to entertain, nor do they think it can even be necessary to adopt such ex treme proceedings. But that some step is here necessary, if not to to prohibit, at least to check and diminish this influx, seems quite evident. The Commission, therefore, suggest that notice to this effect should be forwarded to the several Chinese British ports. It seems sufficient that, after due notice has been given, vessels be here after restricted from bringing more than a cer tain limited number in each, say of fifteen to thirty, or as many as may be deemed sufficient for a ship's crew ; and that when more are brought than this limited number, there be a certain rate of fine, but no other prohibition or restriction of any kind. The fine should be a considerable one, not less perhaps than. £10 per head for the cabin passengers. Further than this, the com mittee deem it undesirable to proceed. Evasions of this proposed law may often take place, or par ties of Chinese may arrive overland from adja cent colonies; but the object proposed will probably be gained nevertheles -, to all the extent at least that is deemed necessary, and that, too, without in the slightest degree infringing directly with personal liberty. In such a proceeding it would only be fair for Government to advert prominently to the fact that the welfare of the Chinese themselves is consulted in this arrange ment. 169. To complete this view of the great com parative falling off in the gold produce, the Com mission would direct attention to the export returns for the colony. The strictly official re turns, it is well known, represent but imperfectly the actual quantities exported, as they not in clude an estimate for the unrecorded portion. Making this estimate as nearly as can be done, the following appears to be the value of the gold actually exported from Victoria during the three past years, namely,— for 1852, at the valua tion of 70s. per ounce, £14.866,796; for 1853, at 75s. per ounce, £11,588,782 ; for 1854, at 80s. per ounce, £8,770,799. 170. The following summary, having refer ence to this subject, will be perused with in terest : — Mining Prospects. 1C7. A question ofthe gravest and most direct importance is that of the continuance of the supply of gold That a remarkable falling-off has already taken place since the earlier stages of gold-mining here, and in spite of increased numbers and improved processes, is incontro vertible, and the Commission will allude to this subject chiefly as its threatening import with reference to tne future furnishes one more argu ment, if such were required, for giving every facility by laws and regulations for the fullest development of the mining resources. The dis covery of the gold, and its boundless promise at the outset, have with unexampled rapidity placed Victoria in the first position amongst colonies, — a position which her colonists must not only be excusably ambitious to maintain, but which, with reference to the great and increasing population now upon the gold-fields, and to all the present operations within her territory, cannot be lost, or even materially reduced, without occasioning serious apprehension. 168. For the year 1854 the monthly average of gold brought down by escort is given as 151,373 ounces, for a total population on the gold-fields estimated to have averaged for that year 100,351, giving one-and-a-half ounces ot gold per head of all ages and classes. For the year 1852, with an average population apparently not ex ceeding 35,000, the monthly average by escort is 173,893 ounces, or five ounces per head of the population. One remarkable circumstance is the great regularity ol the present yield of gold throughout the year, as compared with previous experience when judged by the escort returns. 171. Assuming even that the population for 1852 upon the gold-fields may have been under rated, which is not improbable, and that the large number of 1854 comprehends an increased pro portion of females and children, and persons having other than mining vocations, such as traders and professional men, there would still remain a very striking difference in favor of the earlier efforts at gold mining. This difference is increased by the fact that the escort service was not so generally availed of at first as subse quently, se that the proportion sent from the mines by private hand, and therefore not here noticed, was more considerable for 1852 than for 1854. An Adelaide escort service, also, which was discontinued prior to the latter year, took away direct to South Australia, in 1852, an amount of 228,533 ounces (address to Chamber, Appendix, April, 1853), which is not included in the above estimate. This view of the diminishing production receives a strong confirmation by reference to the above comparative estimates of the value of the gold exported for each of the last three years. * It may be repeated here, that during the last half of this year (1852), during which proportion by lar the greater part of this large amount of gold was procured, the population on the gold-fields averaged, by official estimates, about 47,000 per sons, and by other estimates at least from 10,000 to 15,000 more. The official estimates were pr»bably less easily cr less guardedly taken at first, as the miners were then comparatively less settled in any one locality. 1852. 1853. 1854. Value of all gold produce export ed, by estimate. Valuation per ounce Official valuation, being that re- corded at Cus- toms Population on gold. fields of whole colony £ £ £ 14,866,799 11,588,782 8,770,796 70s. 75a. 80s. £ 6,135,728 £ 8,644,529 £ 8,255,550 35,000* 73,000 100,000"], [39, "31 172. The explanation ofthe miners themselves on this subject is, that the richer auriferous loca lities have been already discovered and overrun. Certainly the rmdes of operating, rude as these may yet bethought, are an improvement on those that preceded them ; and in addition the miner has been aided by a variety of machinery, from the puddling machine upwards. The results of deep sinking, too, are considered more profitable than the old mode of shallow sinking and sur facing. These modes are still industriously main tained by thousands of Chinese, but with very poor results. It is to be remarked that these old modes, where still persisted in, are generally car ried on upon the old grounds, which are thus re-washed or re- explored, in preference to newer prospectings. This is a fact which supplies alike a reason for the diminished earnings of this mode, and a proof of the correctness of the miner's views that these richer localities have been somehow thus early ascertained. That other similar localities may yet be discovered must not be held impossible; but lor the present, although every succeeding observation confirms the opinion of the unlimited quantities of gold that are scattered through the Victorian soil, this gold has certainly become less and less attainable by the ordinary modes of operation, since the first dazzling re wards that were so instrumental in drawing pub lic attention to the subject. of these untoward circumstances has en gendered a very dissatisfied feeling. This feel ing, more or less, is of so general a character, founded as it is upon old and valid grounds or complaint, that the whole case demands the most considerate action of Government, and in parti cular the employment of officers who are likely to justify and not betray such action. The evidence here appended cannot be perused with out the reader being made aware that the gold fields population not only earned a very preca rious livelihood under an uncomfortable mode of life, but that the Government itself was wanting in the duty of amending this lot by supplying op portunities to the people to buy lands for the formation of settled homes. These colonists, de prived of the means of direct constitutional redress through representatives, were exposed to laws unsuited to their national character, and certainly most unsuitable to the circumstances in which they were placed upon the gold-fields. 176. The Commission have labored with the view not to favor any one class of colonists more than another, but to extend to the miner all the privileges common to others, and to place at his command, as far as mere legislation can do so , every just and proper facility for aiding his in dustry and promoting his personal comfort and well-being. By accomplishing such results, the colony will truly prosper, because its prosperity will be sounded upon the welfare of the people. 173. This discouraging picture assumes a. brighter aspect when the subject of mechanical appliances is considered. The arm of machinery, so powerful in other branches of industry for the progress and welfare of society, will equally avail to the miner. The greatest promise ap pears at present to rest with the quarte rock. Unlimited in extent of surpassing richness, it presents a source of boundless wealth, and is already largely attracting the attention of the colonists. In this respect much has been doing since even the short interval of the Commission's visit to the gold-fields. Many colonists are now busy in the formation of small co-partneries for the in troduction and application of quartz-crushing machinery. When that machinery is made a little more effective than hitherto, and its use has become more general, the colony may then extract untold riches from those limitless heaps of auriferous material which have hitherto lain uselessly upon the soil. 177. The tendencies to serious outbreak amongst masses of population are usually a sig nal that the Government is at fault as well as the people. The recent events on the gold fields of this colony are no exception to this rule. It is not by the bayonet that these tendencies are to be eradicated, as this may leave behind it the seeds of a new or a worse outbreak. The Com mission may truly despair of their countrymen if by such instrumentality they are to be defeated in their just demands. But at the same time they must equally despair, if, under new and just laws, there is in the future a repe tition of the past. Under any view, they most unequivocally condemn the resort to arms on the part of any section of the people. This is to betray the popular cause, by placing it at the mercy of authority rendered despotic by the necessity of the case. It is a procedure which levels at once the boasted supe riority of British character and civilization, — a movement alike illegal and unworthy, because it virtually ignores the supremacy of the public, and mistakes the relationship of its govern ment. Conclusion. 174. The Commission now conclude their report. The evidence on many of the points it unbraces will be found discordant and diffi- cult to be dealt with. This is particularly the case as regards the testimony con- nected with the Ballaarat outbreak. The Commission have neither implicitly fol- lowed all the evidence, nor have they thought it necessary to attempt to reconcile all the discor- dant statements. With the spirit of the evidence generally, as regards the interests of the mining body, they agree, and they have given their views accordingly. 175. To carry out these views will operate, they believe, beneficially upon the large and im- portant colonial interest to which they refer. This must be done in a cordial and considerate spirit, otherwise the labors of a thousand Com- missions will effect nothing. They offer these remarks because the case is novel and peculiar. The elements to be dealt with are confessedly in flammable. The mining population is British, but the circumstances in which they are placed are unusual and trying. The long persistence 178. In endeavoring to accomplish their im portant duties, the Commission have freely com mented on the system or procedure on the part alike ofthe Government and the people. An inquiry of this unsparing, and, it is to be hoped, impar tial character, was only to be expected from the ample powers granted to the Commission, and the circumstance that all its members, with one exception (the Chief Commissioner of the Gold fields), were wholly unconnected with the ad ministration. Such a constitution has been to the Commission a pleasing and satisfactory guarantee of the earnest views of his Excellency on the suoject of this new and hitherto disturb ing feature of colonial development. Whilst sympathising with his Excellency on this and other difficulties which have been be queathed to his recent government, the Com mission cordially unite with him in the hope that good results may attend this inquiry ; and they trust that when laws and institutions, suited to the independent position and feelings ofthe population, are extended to the gold-fields,"], [40, "32 \" It is only justice to these officers, and indeed to those of the gold-fields generally, to protect them from a very erroneous inference that might be drawn from Mr. Wright's expressions. The degrading accusations alluded to have no form or existence that the Commission can recognise. The Commission entertained such complaints and charges as were brought before them, which, geuerally speaking, amounted to nothing as regarded personal imputations. In this mode of procedure thpy have followed the course al luded to by his Excellency in his communication of 16th November (11th paragraph), which they consider to have been, under all circumstance, the most judicious. The Commission have ma(?e merely a passing comment on several instances apparently arising out of negligent or hasty pro cedure. These cases they have no desire to carry further, the mention of names even having been avoided in the text of the report. \"The Commission willingly allude, as the op portunity is here given them, to the favorable testimony borne by the miners themselves to soma of the officers upon the gold-fields. Partially and incidentally as such testimony came before them, the Commission have not touched upon it in their report. Without disparagement to others, they might thus favorably notice the Commissioners in charge at Creswick's Creek, Castlemaine, and Sandhurst ; and more particu larly reter to the discretion happily exercised by the last of these officers during certain occasions of emergency in his district. \" But as the subject is re-opened, the Commis sion may mention that, in speaking thus of the one side, it is only due to the other, namely, the mining population, to allude to the difficulties on their part, among a body so migratory both as to authorities and people, in substantiating any case against the local officers. Although during the brief intervals of time the Commission could spare in each place, every complainant was in vited to come forward, yet witnesses not always at hand were necessary for reasonable proof, and the absence of the accused was a bar to every case. The minute investigation alluded to by Mr. Wright, even if it had been one of the duties of this Commission, would have been for the Commission alike unreasonable and impos- sible. They have therefore passed lightly, although with discretion, over this irregular ground. They have repeatedly stated that there prevailed a wrong system, which tended to the irritation of both authorities and people, and that this system has been the chief object of their attention and animadversion. these districts will prove as free from disaffec tion as any others, and form, in all respects, the integral portion of a loval and prosperous colony. Melbourne, 27th March, 1855. (Signed) WM. WESTGARTH. JOHN P\\SCOE FAWKNER. JOHN HODGSON. JOHN O'SHANASSY. JAMES F. STRACHAN. W. H. WRIGHT.* Wednesday, 21st March. \" One of the duties undertaken by the Commis sion was the investigation of charges made against the officers of the gold-fields. Few of them were brought in a specific shape before the Commissioners, who examined into such as were so preferred ; but I allude to the mass of accusa tions so constantly urged upon the public mind, and which comprised everything degrading to the reputation of gentlemen and the character of pub lic servants. To the Commission the accused justly looked for the confirmation of their guilt, or the vindication of their honor; and I cannot append my signature to this report without ex pressing my deep regret that a subject so dearly affecting those concerned is dismissed with one passing allusion, and that the verdiet ofthe Com mission of \"guilty\" or \" not guilty,\" as concerns those gentlemen, is withheld. \" That the Commission performed that part of its duty which comprised the investigation of the charges (to the extent they were brought before it) is shown in the printed proceedings. and the opinion founded on the evidence therein u as clearly to be seen in paragraph 22 of the Report, which states that the Commission have no specific charge to substantiate against the looal authorities, and that their chief complaint is against the system. \"I also record my dissent from the censure indirectly implied on an officer, whose conduct under trying and difficult circumstances «as in accordance with and had become a necessary vin dication of the law which it was his duty to en- force.\" Thursday, 22nd March, 1855. The Commission having discussed the pro priety of admitting Mr. Wright's \" Rider,\" which appears in the minutes of Wednesday's proceedings, 21st instant, as an appendix to his signature of the report, decided that such a rider was inadmissible. In consequence of this decision, arrived at by the Commission, Mr. Wright declined to attach his signature to the Report. The following resolution was proposed and adopted : — \" The Commission having considered the points raised by Mr. Wright, decide that his note, which has been received and placed upon the minutes, cannot be permitted further to ap pear, in the manner claimed, as a protest tc his name on signing the Report. \" With reference so Mr. Wright's declining in consequence to sign the Report, the Commission have only to remark that this gentleman is an ex officio member of the Board, and is further the head of that department of the gold-fields which, with its various regula tions, is chiefly concerned in this inquiry. He is not. therefore, in the responsible position of the other members regarding this report ; much less is he in a position where he might be expected to agree with views that may be taken regarding the officers of the Gold Commission. \" The comments upon the procedure of one of the Commissioners, in paragraph 63, must be left to the testimony on which these comments rest, and to which there is, in the marginal notes, abundant reference. The main object of the Commission is neither to inflict censure, nor to asperse personal character. They had before them the much higher consideration ofthe future peace and well-being of thousands of colonists, which might be compromised hereafter, as it ap pears to have been heretofore, by injudicious proceedings on the part of persons whose only faulr, perhaps has been their appointment to try ing and unsuitable situations. \" Instructions to Chairman of Commission. Government Offices, Melbourne, 16th November, 1854. The Lieutenant-Governor having had under his consideration the general state and con dition of the mining population of this colony, and being desirous to ascertain whether any amendment or improvement in the prcpcnt mode of administering the law, and col- * Subject to my protest as £;ven in the appended extract from minutes o! proceedings ol Wednes day, 21pt .March, 1855."], [41, "33 lccting the revenue, can be effected, and whether any reasonable grounds for discontent exist amongst that portion of the community, has re solved to institute and appoint a Commission, composed of the gentlemen named in the margin * and presided over by Mr. Haines. The Lieutenant-Governor is far from desiring to limit the subjects of inquiry, or do more than indicate the points which seem to him to be of the most importance. He wishes the Commis sion to understand that their proceedings and inquiries are to be entirely uncontrolled, the sole object of his Excellency being to obtain such evidence and information as will satisfy all classes of the community, and at the same time enable the Government, which his Excellency directs, to institute a system of administration which may prove satisfactory to those residing on auriferous lands. On the tendency which an export duty on gold would give to smuggling, it does not seem necessary to dwell ; long experience and general admission have overborne whatever theories might be set up. But the Lieutenant-Governor does not enter tain the same strong views with reference to a modified export duty, combined with any other, for raising a revenue, — a very low export duty ot Is. per ounce would assist the general revenue, and be too insignificant to invite crime or smug gling. _ To this point his Excellency hopes the Commission will direct their attention. Connected with this portion of the subject, is the grant of mining leases to individuals or com panies. It requires but little reflection to deter mine that unless a certain tenure of land is granted, capital will not be invested in uncertain speculation, and it is equally clear that, unless the aid of machinery is invoked, a large portion of our colonial wealth will remain unproductive ; nor will the opposition which the proposal has hitherto met be considered reasonable, when it is remembered that the extent of auriferous lands seems incalculable, and therefore that the in dustry of the common miner need not in any way be interfered with. On this head his Excel lency forbears making any suggestion : The matter is abstruse and complicated, and requires the knowledge which can only be ob tained by personal investigation, evidence, and research ; and his Excellency feels convinced that the ability of the gentlemen forming the Com mission will devise a measure remunerative to the capitalist, beneficial to the commerce of the colony, and free from injustice or hardship to the miners. To obtain these ends, his Excellency gladly avails himself of the services of the gentlemen forming the Commission ; for although it may appear to sone that the Government are thus delegating a portion of its legitimate functions, it is nevertheless to be hopea that the reflecting part of the community will perceive an earnest intention to seek, by truly constitutional means, a course of action which will set at rest con flicting questions, and enable Government vigo rously to maintain the law. It is not necessary here to dwell upon the pro priety of collecting a revenue from this particular portion ot the community, or push forward the numerous reasons which exist for levying a tax upon the seekers for gold ; suffice to say, that the miner, like every one else, must pay for his personal protection; that the miner must con tribute to the general revenue, for the formation of roads and highways, in which he is particu larly interested, but to which as a class he only indirectly contributes ; and that the miner can claim no especial right to occupy and use the Crown Lands without payment. Assuming, then, that there is a general concur rence of opinion on the propriety of obtaining a revenue from the gold-fields, the question which remains for discussion is to devise the mode of Concurrently with the above subject, his Ex cellency invites the attention of the Commission to the manner in which the law is at present ad ministered. It would be an act of injustice to subject an officer to examination on accusations anonymously preferred ; but if, during the course of their visit to the gold-fields, any person or persons come forward and prefer open charges against a public officer, the Lieutenant-Governor deems it within the pro vince of the Commission to examine and inquire into them ; for, assuredly, if it is unjust to com pel an officer to defend himself on an anonymous charge, it is equally unjust to deprive the miner fr«m personally complaining in a matter wherein he may feel himself aggrieved. It is desirable that the present opportunity should be seized to determine whether the officers of the Gold Commission are more numerous than the public service requires, or are overpaid. levying which may be the least harassing to the individual, — and herein lies the real difficulty of the problem, and on which the Lieutenant. Governor resorts to the Commission for counsel and advice. The practice at present in force is far too familiar to need comment ; but other systems have been recommended, each of which has its advantage and merits consideration. The first is to levy a tax upon tents. The second is to enforce payment by taxing the claim instead of the individual. As the correspondence and papers connected with these subjects will be submitted to the Commission, his Excellency forbears to do more than present them for investigation. There are persons whose opinions are entitled to weight who advocate levying a duty upon gold in the form of what is termed \" an export duty ;\" but this plan is open to the grave objection of conducing to crime, — to evade such a duty as would maintain tbe present re- venue would dispose people to carry gold about their persons, and expose themselves to the attack of the bushranger and murderer. Cir cumstanced as is this colony, the Lieutenant- Governor strong'y feels that whatever tends to invite the felon should be avoided. Whether the number of officers resident on the gold-fields is more numerous than circumstances justify. Whether, generally speaking, the very large sum of money appropriated for the administra tion of law and collection of revenue, is excessive, or can be in any way curtailed or improved in its distribution. These are some ofthe principal matters which require final adjudication aDd determination ; but the Lieutenant-Governor desires me to repeat that the scope ot the Commission is unlimited, and his Excellency rejoices in the hope that he will be enabled to lay before the public the con clusions arrived at by gentlemen — in a most im portant matter — who he believes generally to po^ess the confidence ofthe public. CHAS. HOTHAM. W. C Haines, Esq., M.L.C., * Messrs. Haines, Westearth, Fawkner, M'Cul looh, Wright, Ktrachan, and |the Auditor-General (ex njfiati). Chairman of the Commission."], [42, ""], [43, ""], [44, ""], [45, ""], [46, ""]]