[[1, ""], [2, ""], [3, ""], [4, ""], [5, "NOTES BOU l_ON N AISES VARIÉTÉS LA STÈLE DE DID ï US L'ESCADRE BRITANNiaUE, D'APRÈS M. H. FERRERO LE POTIER RELANIUS LA TOUR D'ORDRE ET SON NOM GAULOIS EUSTACHE-AUX-GRENONS HATtDELOT LES ÉPHÉMÉRIDES DE F. HIBON BOULOGNE ET FOLKESTONE EN 1704 LES ASSIGNATS BOULONNAIS ETC ETC. ETC. PAR V.-J\". VAILLANT Correspondant du Ministère de t'Instruction Publique et des Beaux-Arts Membre de la Commission des Antiquités Départementales du Pas-de-Calais, de la Société de /'Histoire de i'Art français, etc. etc. BOULOGNE-SU R-MER Imprii prie typographique et lithographique Simonuaire et Cie. 1889."], [6, ""], [7, ""], [8, "y £ PUBLICATIONS DU MÊME AUTEUR I. MORT DE CH. CHURCHILL. II. B. YVART ET S. YVART, PEINTRES. III. LE SIÈGE D'ARDRES EN 1657. IV. RÉVOCATION DE L'ÉDIT DE NANTES. NOTES BOULONNAISES. LES CÉRAMISTES BOULONNAIS. LE CIMETIÈRE FRANCO-MÉROVINGIEN DE NESLES. LA DALLE DE MARGUERITE DE NIELLES. DEUX SOUVENIRS DE L'OCCUPATION ANGLAISE DANS LE CALAISIS ET L'ARDRESIS. UNE FIBULE A DEVISE TROUVÉE A ÉTAPLES. VASES PASTILLES ET ÉPIGRAPHIÉS DU BOULONNAIS. SAUMON DE PLOMB ROMAIN TROUVÉ A St-VALERY-SUR-SOMME. JEU DE POIDS ROMAINS ÉPIGRAPHIÉS. CLASSIS BRITANNICA, CLASSIS SAMARICA, COHORS 1. MORINORUM. ÉPIGRAPHIE DES DEUX CANTONS DE BOULOGNE-S-MER. (EN COLLABORATION AVEC M. L'ABBÉ D. HA1GNERÉ). GUIDE-MERRIDEW DANS BOULOGNE ET SES ENVIRONS, ETC. ETC. ETC."], [9, "NOTES BO U l_ON N A I S ES VARIÉTÉS LA STÈLE DE DIDIUS L'ESCADRE BRITANNiaUE, D'APRÈS M. H. FERRERO LE POTIER RELANIUS LA TOUR D'ORDRE ET SON NOM GAULOIS EUSTACHE-AUX-GRENONS HA RDELOT LES ÉPHÉMÉRIDES DE F. HIBON BOULOGNE ET FOLKESTONE EN 1704 LES ASSIGNATS BOULONNAIS ETC ETC. ETC. TAR V.-J. VAILLANT Correspondant du Ministère de /'Instruction Publique et des Beaux-Arts Membre de la Commission des Antiquités Départementales du Pas-de-Calais, de la Société de /'Histoire de l'Art français, etc. etc. BOULOGNE-SU R-MER Imprimerie typographique et lithographique Simonnaire et Cie. 1889."], [10, "TIRAGE A ÌOO EXEMPLAIRES x°."], [11, ""], [12, ""], [13, "H.A. STÈLE FUNÉRAIRE DE DIDIUS Non loin de l'endroit où fut découverte la stèle funéraire de Viator en 1884 (1), les fossoyeurs du cimetière de l'Est de Boulogne-sur-Mer ont mis au jour, en juillet 1888, deux fragments d'un autre monument lapidaire de même nature. La nouvelle stèle présente de nombreuses analogies avec la précédente qu'elle rappelle à divers égards. La table ou plaque de pierre appartient en effet à la même formation géologique : elle provient également des bancs de grès durs qui se rencontrent au Mont-Lambert, dans la falaise de Châtillon, à Rupembert et, suivant toutes les probabilités, dans le massif rocheux qui porte le cime tière de la ville haute. Elle est brisée ; mais l'examen des morceaux qui nous ont été conservés, établit facilement qu'elle a été employée telle qu'elle avait été tirée du sol. Certaines parties des tranches ou rebords sont arrondies par les agents natu rels ; la face antérieure qui porte l'épitaphe, n'a pas été dressée, et le lapicide a exécuté son travail avec régula rité et netteté en dépit des obstacles que la dureté du grain venait ajouter à ceux des irrégularités qu'elle pré sente et qui s'accentuent vers le haut, à l'endroit même où a été gravé le nom du défunt. Le caractère des lettres se rapproche de celui que l'on (1) Bulletin, de la Commission des antiquités du département du Pas-de- Calais, T. V, p. 416 et pi. XIII.— Bulletin de la Société Académique de Boulogne-sur-Mer, T. III, pp. 303, 392 — Epigraphie du département du Pas-de-Calais, T. III, fasc. 1, p. 47."], [14, "2 observe dans la pierre funéraire de Viator. Si un double malheur ne nous avait pas ravi le corps de l'inscription de celle-ci et la moitié du texte de la nouvelle légende, une étude comparative qui se fût basée sur un nombre relativement considérable de lettres, aurait peut-être permis de conclure à la contemporanéité des deux monu ments. Les deux fragments qu'il nous est donné d'examiner, occupent la partie supérieure de la stèle, mais non pas d'une manière consécutive : ils ne se touchent pour ainsi dire qu'en un seul point. En style de blason, on les décrirait comme occupant le 1er et le 4ma quartier d'un écu écartelé — avec cette particularité pourtant que le 4me contient quelques restes du texte inscrit dans le bas du 2me. Quant au 3me, il fait absolument défaut, et l'on ne peut guère se flatter que les deux quartiers manquants puissent se retrouver avant que ne soient expirées les concessions des tombes récemment ouvertes dans les terrains voisins de l'endroit de la découverte. Ils mesurent respectivement 30 centimètres sur 27, et 27 sur 30: leur épaisseur moyenne est, de 76 millimètres. Autant qu'on en peut juger sur l'état fragmentaire du monu ment, il avait le chef plus ou moins cintré et arrondi; sa largeur était moindre vers le pied que dans la partie supérieure où elle est de 60 centimètres environ. L'inscription est disposée sur cinq lignes; je dirais six, si je pouvais être plus certain qu'une dépression circulaire de la tête correspond réellement à la partie basse courbe d'un D, sigle qui se compléterait naturellement dans le quartier perdu par un M, pour parfaire la pieuse dédicace du monument aux Dieux Manès. J'en figure ici une repré sentation approximative: DJDK \\Traexiv \\STIPEN XXXV M LXV EST."], [15, "3 Les lettres de la première ligne mesurent 62 millim.; de la seconde, 43, sauf le T qui dépasse l'alignement supérieur ; de la troisième, 25 ; de la quatrième, 30, et de la dernière, 46. Malgré la dureté de la pierre et la rugosité de son grain, la gravure est nette, régulière, lisible et artistement variée. On y remarque, à la ligne 3, la ligature des quatre lettres numérales XXXV, comme à la suivante celle des trois numérales LXV; celle des lettres EX à la ligne 2, de TI à la ligne 3 et de l'N double, mais mutilé, de la ligne 4. En outre les E à trois traverses égales et propor tionnellement courtes, les S d'un dessin un peu rustique et le P non fermé semblent autant d'indices, soit d'une influence provinciale, soit d'une basse époque où la gra vure lapidaire avait déjà décliné, c'est-à-dire la fin du m6 siècle. Notons enfin la présence possible de deux points séparatifs, l'un après EX, l'autre avant STIPEN ; ces petits creux en forme d'I trapus sont plus probablement le résultat d'accidents. Quant à l'interprétation de cette épigraphe, — que Ton admette ou que l'on rejette la formule initiale D. M. d'une dédicace —, elle est assez facile, bien que pas une ligne ne soit entière et que quatre soient acéphales. II ne saurait s'élever aucun doute sur la lecture de la première : le reste d'un élément courbe qui ne peut appartenir qu'à un O, est un guide suffisant pour constituer au datif le nom du défunt, DIDIVS : nul autre nomen, en effet, n'est connu en épigraphie, qui réponde aux données de ce petit problème. Les géologues ont constaté que la pierre employée pour le monument de Didius, est de celles qui se détachent et se divisent par plaques parallèles : ainsi se trouve expliquée la cassure qui intéresse la tête de la ligne 2. L'espace qu'occupait la plaquette absente, est de la largeur de deux lettres qui ont dû être gravées entre la"], [16, "4 tranche de la pierre et le bord de la cassure. Pour les suppléer, il suffira d'ajouter les deux lettres VE, initiales sautées et incontestables du mot VETRANO, forme abrégée et connue de VETERANO.(1) Le dire vétéran, c'est dire qu'il avait appartenu à l'armée : la justification de cette manière de voir se lit d'ailleurs dans la particule EX qui précède la désignation de l'emploi qu'il avait au moment de sa libération. Du mot qui l'indiquait, il ne reste que les trois premiers jambages d'un M initial ; une lacune intervenant alors, il faut atteindre la fin de la ligne qui se continue sur le deuxième fragment, pour rencontrer un nouvel indice confirmatif. Là on trouve le tiers inférieur d'un C, un L presque entier, les deux pieds pattus d'un A et une légère trace du bas d'un S: avec ces quatre débris il est élémentaire de reconstituer CLAS et de lire CLASSIS. Le vétéran Didius avait donc servi sur la flotte : c'est, par conséquent, parmi les emplois de l'armée de mer qu'il faut en chercher un qui, commençant par un M, satisfasse aux données de l'épitaphe. La partie des lignes 3 et 4 qui sont conservées sur le 2« fragment, nous vient en aide: STIPEN XXXV et NN LXV, avec ou sans points séparatifs, ne peuvent recevoir d'autre interprétation que « 35 ans de service » et « 65 ans d'âge » au moment de ['inhumation, dont le seul témoignage graphique subsistant se lit dans le verbe EST, finale normale de la formule HIC SITVS EST. Or les munera commençant par un M sont fort peu nombreux: Manipularis, Medicus, Miles, et Missicius,voì\\h tout : il n'y a que ces quatre là seuls; car il faut tenir en dehors du débat Mesonauta qui n'a de latin que l'apparence, qui est purement et simplement grec, qu'on connaît parce (1) Par exemple, dansla pierre du musée de Naples dédiéeà M. AEMILIO.PVDENTI GVBER (natoii). VETRANO. etc."], [17, "5 qu'il figure une seule et unique fois dans un texte de loi du Digeste (Lib. IV, Tit. 7, leg. 1), qui est absolument inconnu dans l'épigraphie navale de Rome et dont le sens vrai est des plus vagues : Quicherat le traduit par mousse : les 35 ans de navigation d'un ex-mousse de 65 ans feraient une singulière figure dans une épitaphe ! J'écarte tout d'abord Medicus, vu que le terme Stipendia ne saurait proprement être et n'a pas, que je sache, été appliqué à un disciple d'Esculape, — tout en reconnaissant qu'une inscription du musée de Naples affecte le terme mili tavit aux services professionnels de Lollius Valens, médecin de la trirème FIDES(1). Je rejette ensuite Missicius, parce qu'il me paraît contraire au bon sens que l'on ait pu inscrire ici que ce vétéran est un ex-retraité, un retraité qui avait cessé de l'être et perdu le bénéfice de ses tabulae honestae missionis. Quant au Miles, quoique cette désignation générale se rencontre précédée d'un nom de marin tout comme après celui d'un soldat de l'armée de terre, il ne me semble pas acceptable ici, à cause de la particule EX, Ex Milite formant, à mon gré, une sorte de pléonasme tautologique avec veteranus. Aussi préfèrerais-je de beaucoup la leçon de MANIPVLARIS, MANVPLARIS ou MANVCLARIS qui a, en réalité, la même signification que Miles, celle de soldat sur terre, de matelot ou gabier sur mer : ce mot est presque synonyme de GREGALIS. A quelle division navale appartenait Didius, ce matelot retraité après avoir servi 35 ans ? Le fragment de l'M qui précède CLASSIS, ne saurait appartenir ici au qualificatif Misenensis, Misenas ou (l) E. FeuerRO : Ordinamento délie armate romane n°108."], [18, "6 Misenatium qui désigne l'une des deux flottes prétoriennes ou italiques : aucune des fort nombreuses inscriptions qui mentionnent la flotte de Misène, ne place le qualificatif devant le substantif CLASSIS. Tel encore est l'invariable usage pour la flotte de Ravenne : toujours et partout on lit Classis Ravennas, sans qu'il existe un seul exemple de Tordre inverse : telle est également la règle universelle pour la flotte de Fréjus, Classis Forojuliensis, — pour celle d'Egypte, Classis Alexandrina, — pour celle du Porit} Classis Pontica, — pour celle de Syrie, Classis Syriaca, — pour celle de Bretagne, Classis Britannica, etc., etc. Pas une seule exception ne vient infirmer cette règle : le nom d'abord, l'adjectif topographique ensuite. C'est donc après le mot CLASSIS et par conséquent dans la lacune de la ligne 3, que se lisait la désignation de l'escadre sur laquelle Didius avait servi. Si la partie subsistante de cette ligne 3 qui représente approximativement la moitié de sa longueur totale, contient douze lettres et suffirait même à quinze, la partie perdue peut être considérée comme ayant dû en comprendre de douze à quinze aussi. Le mot qui se présente le plus naturellement à l'esprit pour remplir cette lacune dans une inscription découverte au chef-lieu continental de l'Amirauté britannique et consacrée à un marin de l'Etat, c'est BRITANNICAE qui réunit toutes les qualités de convenance et de vraisemblance. Je l'adopterais donc sans réserve, si une seconde com binaison qui remplit peut-être plus complètement l'espace laissé vide en tète de la ligne 3, ne me faisait hésiter dans un choix décisif. Après l'abbréviation ordinaire BRITAN, il y a en effet place pour celle de l'épithète hono rifique PHILIPPIANAE qui fut, on le sait, octroyée à l'escadre de Boulogne par l'un des deux Philippe, au milieu du me siècle, entre l'an 244 et l'an 250 : le musée d'Arles"], [19, "7 en a conservé un exemple dans l'épitaphe de Sentius (?) Saturninus Exactus Classis Britannicae Philippianae (1). Si l'on admettait que la ligne 3 a pu débuter par les mots abrégés BRITAN. PHILIP, que la lacune comporte très bien, cette variante de reconstitution aurait l'avantage de dater la stèle de Didius et de la placer dans la seconde moitié du me siècle. Quant aux deux dernières lignes, elles se complètent au moyen du verbe VIXIT qui vient précéder et expliquer [A] NN (is) LXV, et des mots HIC SITVS que le sens et la coutume imposent pour compléter la formule ordinaire des tituli funéraires. Je proposerai donc la lecture suivante: Diis Manibus Didio Veterano ex Manipulari Classis Britannicae Philippianae Stipendiis XXXV Vixit annis LXV hic situs est, en reconnaissant toutefois que le Diis Manibus est fort problématique, et que Britannicae seul offre autant de probablitéque la double épithète Britannicae Philippianae. 9 Août 1888. (1) Epigrapltie : Arrondissement de Boulogne, p. 48 ; Classis Britannka, Classis Samarica, Cohors 1. iíorinorum, p. 329 (23)."], [20, "LE BLOC DU MUSÉE DE DOUAI A Monsieur A. FAVIER Secrétaire de la Société d'Agriculture, Sciences et Lettres de Douai. Cher Monsieur Favier, Mes souvenirs ne font que confirmer l'opinion que j'émet tais, lors de notre visite au musée de Douai, sur l'objet qui porte la désignation : Instrument de torture trouvé dans un souterrain du vieux château de Montigny-en-Ostre vent. Ce n'est pas, à proprement parler, un « Instrument de torture »; il ne servait pas, comme on semble le penser, à chauffer la plante des pieds des suspects à qui on voulait arracher un aveu ou un secret, — ce procédé n'a jamais été employé que par des brigands — , ni à écraser les membres des criminels condamnés à subir la mutilation des bras et des jambes. Les trous, ménagés en deux rangées horizon tales sur les bords des barres, auraient été à rencontre du supplice : il eût été plus facile et plus effectif de broyer les os des chevilles et des poignets en laissant retomber dessus ces lourdes planches de chêne qui, — vous l'avez constaté, — tournent sur leurs massives charnières de fer : le choc et le poids auraient à l'instant réduit en pulpe la chair et la charpente osseuse. S'il ne s'était agi que de les serrer, comme cela se faisait d'ailleurs au moyen du brodequin, on eût fait, il me semble, des trous plus petits, ou bien ménagé des encoches qui"], [21, "9 eussent facilité l'introduction de coins entre leur circonfé rence et le membre, et le maillet les eût enfoncés peu à peu jusqu'à ce que la douleur eût fait parler le patient. Au lieu de : Instrument de torture, ne vaudrait-il pas mieux dire : « Bois de basse justice seigneuriale », servant à l'exposition publique et à l'immobilisation de délinquants entravés par les pieds et par les mains? Cette destination se lit sur l'appareil lui-même. Comme pièces principales, il comprend trois fortes barres de bois superposées horizontalement : celle du bas est fixe ; les deux autres qui portent sur la tranche, sont mobiles sur leur charnière respective et se relèvent à volonté entre les pieds droits qui les terminent; une fois rabattues en place, elles sont fixées au moyen d'une patte en fer et d'un cadenas. Sur la tranche des barres huit paires de trous ont été entaillées sur deux rangées : les quatre de la rangée infé rieure sont cylindriques, ou composées de demi-cylindres qui se superposent suivant leur diamètre; des quatre autres, deux sont cylindriques dans la rangée inférieure, et deux semi-cylindriques dans celle du haut; en outre, ces derniers trous sont aveugles, ou évidés en forme de cavités en cul de four. L'appareil avait donc été combiné pour huit paires de membres ou pour quatre patients. Quant au modus operandi, il était fort simple. Les deux barres supérieures une fois relevées, on faisait placer le bas des jambes du délinquant, préalablement assis sur un banc, dans les entailles de la barre inférieure ; puis on rabattait la barre médiane qui emprisonnait les chevilles comme dans des entraves. On faisait alors mettre les poi gnets dans les entailles de la tranche supérieure de la barre médiane qui correspondaient à celles où étaient fixés les pieds; on rabattait la barre supérieure qui formait à son tour un bracelet à chacun des poignets. Le cépier n'avait plus qu'à mettre en place la patte de fer et à donner un tour de clé au cadenas, et il pouvait laisser son patient à ses"], [22, "10 réflexions; car il savait bien qu'il lui serait impossible de se dégager et de s'enfuir, tout mouvement devant meurtrir le membre tenu dans un étau inflexible. Le pied ou la main qui dépassait de l'autre côté, pouvait bien se remuer un peu; mais quant à se dégager, non. Cependant on avait prévu le cas où des poignets trop minces ou trop souples auraient pu se glisser hors de leur bracelet. C'est pour eux qu'avaient été aménagées les boîtes à entrée semi-circulaire et à cavité de section sphéroïdale : avant de s'y faire enfermer, il fallait fermer les poings; et fermés les poings restaient forcément, l'étroitesse de leur logette ne permettant pas d'étendre les doigts. C'étaient donc bien là des bois de justice, destinés à des expositions publiques, mais sans aulre aggravation de peine que l'engourdissement des membres tenus long temps dans une immobilité forcée ou dans un état de con traction fatigante. Ici je puis vous parler ex professo de cette variété du carcan. J'en ai vu plusieurs en Angleterre, cette terre clas sique du conservatisme. Je m'en rappelle trois, à Coventry, à Coleshill et dans l'ìle de Wight, à S'. Helen's. L'idée un peu folle — mais j'étais bien jeune vers 1849 ! — me vint de me soumettre à l'épreuve de celui de Coventry qui, sous son nom classique de « The stocks, » servait encore à punir l'ivresse manifeste et bruyante, les désordres de la rue et diverses menues peccadilles ressortissant à la simple police. Donc, un beau soir, dans l'ombre et le mystère, sous l'œil et avec la complicité quelque peu goguenarde des consta bles devant le poste desquels les stocks étaient installés avec leur banc, je m'y fis mettre jambes et bras, pieds et poings : il y eut de la gêne par suite de la contrainte et de l'immo bilité qui avaient déterminé assez promptement des four millements et un peu de crampe ; mais quant à de la torture, il n'en faut pas parler, pas plus qu'il ne convient de voir des tortionnaires dans ces policemen bénévoles qui se prê taient avec une certaine humour narquoise à ma fantaisie expérimentale."], [23, "11 Dans la pudibonde Angleterre, les stocks étaient réservés aux hommes : n'eût-il pas été grossièrement shocking d'exposer aux regards du public les chevilles des ivrognesses et autres mégères faisant du scandale ou du tapage dans les rues ? Si vous vous sentez quelque curiosité de savoir comment on en usait avec ces dames, consultez les impres sions de voyage de François-Maximilien Misson, ce Conseiller de la chambre mi-partie du Parlement de Paris que la révocation de l'Edit de Nantes força à se réfugier à l'étranger: dans ses mémoires et ses observations faites par un voyageur en Angleterre (La Haye, 1695, page 40), il a décrit la peine de la Chaise, « manière de punir les femmes querelleuses et débauchées » qu'il déclare « assez plaisante.» Les stocks appartiennent donc à l'archéologie de la Justice, au même titre que le pilori dont le nom latin peint le mode d'emploi, collistrigium, et que le gibet et les fourches patibulaires : ces instruments punitifs correspondent à ses trois degrés, la basse, la moyenne et la haute justice. On en rencontre de fréquentes mentions dans les coutumes locales, ainsi que dans les comptes des villes et des bourgs. En thèse générale, on punissait des stocks les contraven tions de simple police, du pilori, avec ou sans adjonction du fouet, les délits de police correctionnelle, et du gibet les crimes pour lesquels nos aïeux appliquaient la peine de mort avec une excessive libéralité. A l'un des pieds-droits des stocks, fixez une paire de menottes en fer assez haut perchées pour que le coupable soit obligé de se tenir les bras tendus au-dessus de sa tête, le corps collé tout de son long contre le poteau et les pieds ne portant que sur leurs pointes : n'est-ce pas tout ce qui convient pour que la fustigation se puisse administrer con formément aux règles de l'art ? Mais aussi n'est-ce pas là l'appareil qui, récemment encore en Afrique, en Amérique, dans les colonies, servait, tantôt à fouetter, tantôt à exposer les esclaves coupables de quelque méfait ? Puisque la chose a existé dans nos anciennes colonies"], [24, "12 tout comme dans celles des autres nations, le nom doit exister : et il n'est pas très difficile à trouver. N'est-ce pas ce que naguère on appelait Le Bloc? C'est bien le bloc que Littré définit comme « un assemblage de bois à charnières employé dans les colonies pour infliger une punition aux esclaves ». Et ce mot est resté dans l'argot ; il est devenu quasi-académique, usuel tout au moins, dans les phrases être au bloc, mettre au bloc, où il ne représente plus guère qu'une mise au piquet ou un emprisonnement où le corps conserve la liberté de ses mouvements dans les proportions limitées que permettent les dimensions de la cellule : il y a encore la variante, être au clou, mettre au clou. Si le Musée de Douai a conservé un spécimen parfait d'une variété des bois de justice dans ce bloc oublié dans un cachot du château de Montigny-en-Ostrevent, dont toutes les ferrures datent du xvie siècle, une ville voisine a conservé un souvenir qui se rattache, je pense, aux juridictions particulières que la Révolution abolit il y a un siècle. Dans la capitale de l'Artois, à Arras, on connaît une rue du Bloc dont le nom n'a pas donné moins de tablature à MM. A. d'Héricourt et Godin, que la chose elle-même, à l'ancienne administration du musée de Douai. Voyez, à la page 102 du Tome 1er de leur dictionnaire historique des Rues d' Arras, les étymologies qu'ils proposent — en hésitant beaucoup, il est vrai — pour expliquer cette désignation. Puis vous me direz si, comme moi, vous ne trouvez pas plus simple, plus vraisemblable que la rue tire son nom du bloc, des stocks, où s'exerçaient les droits de basse justice des abbés de Saint-Waast, puisqu'elle « séparait les pouvoirs de Lestrée et du Bloc, qui tous deux appartenaient à l'abbaye ». C'est dans cette rue qu'étaient exposés, après condamnation, les ivrognes, les braillards, les tapageurs, les ribauds et autres malandrins de même farine. Cet auxiliaire de la justice est connu dès avant le xive siècle; il en est fait mention dans le Second Statute os Labourers qui date, vous le savez, du règne d'Edouard III en 1350, et qui en légalise remploi. Depuis lors, il se multi plie à Tinfini : après les villes et les villages, il entre dans"], [25, "13 les châteaux et les résidences de l'aristocratie où il sert à punir les manants, les villains, ainsi que la mesnie ; il pénè tre jusque dans les universités et les écoles publiques avec son humble satellite, la poignée de verges dont le règne n'était pas encore passé il y a une trentaine d'années. Aussi occupe-t-il une belle place dans la littérature an glaise ; vous vous rappelez que Shakespeare le fait figurer au deuxième acte de sa tragédie du Roi Lear, et que Sam1 Butler y fait figurer son héros à la triste figure, le puritain Hudibras et son écuyer Ralpho : une des planches — • fort mauvaises d'ailleurs — ■ qui illustrent la petite édition in-16 de 1710, les représente l'un et l'autre entravés par une jambe. Le roman moderne en a tiré parti dans de curieux épisodes; la peinture lui est venue en aide pour démontrer par quel ques exemples choisis avec esprit, que Le crime fait la honte et non pas l'echafaud. Au point de vue de la philologie, bloc équivaut à stock: c'est une grosse pièce de bois. Stocks, dans sa forme plu rielle, représente cet assemblage de pièces de bois dont parle Littré. D'autre part le stocks anglais est la forme ancienne de stockings ; c'est en effet une paire de chaussettes que le cépier mettait au prisonnier, sans préjudice de la paire de mitaines dont il lui garnissait les poignets. Voilà un bien long bavardage pour vous dire, cher Monsieur, que le bloc du Musée de Douai est une bien curieuse épave d'une époque aujourd'hui disparue et de privilèges à jamais abolis: je ne serais pas éloigné de croire que nul autre Musée de France n'en possède un second. Veuillez croire, cher Monsieur Favier, à mes meilleurs sentiments de confraternité archéologique. V.-J. Vaillant. Août 1888."], [26, "LE POTIER GALLO-ROMAIN RELANIVS Les terrains qui longent la voie qui pénétrait dans Geso riacum par Bréquerecque ont, depuis le xvne siècle au moins, livré à l'étude des archéologues de nombreux monu ments de l'époque gallo-romaine : le Dictionnaire histori que et archéologique les a enregistrés (1). Les découvertes y continuent : l'une des plus récentes a eu lieu au printemps de cette année, lors de la construction de la maison qui porte les nos 63-65 de la rue de Bréque recque. Parmi les décombres retirés du sous-sol préparé pour en recevoir les fondations, se trouvaient cinq morceaux de poterie en terre grise et à couverte noire lisse. La pâte en avait été assez soigneusement préparée et la cuisson régulière. Les morceaux, une fois réunis, composent un plat rond, presque complet, dont le diamètre a 23 centimètres. Le potier semble s'être inspiré des procédés des bronzistes et des orfèvres : le galbe est pur: le marli et le fond sont décorés de cercles, les uns marqués d'une simple ligne en creux, les autres délimitant une courbure, tous obtenus par un emploi savant du tour. Au fond légèrement convexe est opposé un dessous concave qui repose sur un rebord circu laire imité de la vaisselle d'airain et d'argent. C'est au centre du fond de la patelle qu'est imprimée l'estampille du fabricant, cinq lettres en relief encadrées (1) Vol. I, p. 22 et suivantes."], [27, "15 dans un cartel rectangulaire de 18 millimètres, d'une lec ture facile et certaine, les caractères étant fort distincts, assez purs, quoique d'assez basse époque. mm Relanus ou Relanius est donc le nom de ce potier artiste ; il me paraît inédit, tout au moins pour le Boulon nais : je l'ai vainement cherché dans les recueils qui sont à ma disposition : il ne se trouve pas dans le Corpus Inscrip tionum Latinarum de l'Angleterre. Dans l'espérance que ce nom, inscrit sur un plat d'un type fort rare, sera reconnu comme nouveau, j'ai cru devoir consacrer quelques lignes de description au plat qui le porte. II s'agit, en effet, d'une variété, fort rare dans nos con trées, de la céramique gallo-romaine : je n'en ai observé d'analogues que dans le musée de Douai. Les cinq spéci mens qu'il a recueillis et qui proviennent de Bavai, sont traités exactement par les mêmes procédés et dans le même esprit. Mais soit que la cuisson ait laissé à désirer, soit que la composition ou l'application de la couverte ait été défec tueuse, il leur manque la couleur franchement noire et lus trée de la pièce de Boulogne. Leur aspect, d'un gris plus ou moins foncé, plus ou moins uniforme, est terne, morne et froid comme celui d'une étoffe élavée et passée : on dirait une contrefaçon mal venue. La plupart des plats de Bavai ont également leurs estam pilles ; mais au rebours de celui de Boulogne, la lecture en est fort difficile, fort douteuse : une seule (n° 201) se lit avec un certain degré de certitude, IIDDO. Aucune des pièces de vaisselle noire que j'ai examinées dans les vitrines si richement pourvues du musée de Boulo gne, ne présente l'ensemble des caractères que j'ai remar qués et signalés dans le spécimen actuel. Les coupes, plats, vases funéraires, etc., qui portent les numéros 1, 11, 19, 58, 370, 570, 571, 578, 2771, etc., et qui proviennent du Vieil Atre, du Val S'-Martin et de Bréquerecque, peuvent offrir"], [28, "16 au premier coup d'œil quelques points d'analogie dans leur faciès général : mais dès qu'on les observe de plus près, les différences s'accusent, les dissemblances se multiplient ; bref, dans aucune d'elles on ne retrouve la pâte grise un peu grenue, la dureté de la Iron stone ware ou des grès cérames, la surface lisse comme celle qni s'obtient aujour d'hui encore par le procédé del'huilage, le noir intense sans dureté ni éclat métallique, le galbe net et souple et les nom breux indices d'un traitement du cru qui fait penser à une pièce de bronze ou d'argent qui aurait été façonnée et finie au tour et au burin. J'ai déposé au musée de Boulogne-sur-Mer le plat que je viens de décrire. Août 1888."], [29, "L'ORGANISATION DE LA MARINE ROMAINE Par M. Hermann FERRERO II est peu de questions plus intéressantes pour l'histoire de Boulogne sous la domination romaine, que celle de la flotte qui fut entretenue dans son port depuis le règne de Claude jusqu'à l'époque où, Rome en décadence ayant abandonné la Grande Bretagne, elle cessa d'avoir sa raison d'être. L'organisation de la marine, la constitution et le recrute ment de son état-major et de ses équipages, le développement des escadres italiques et étrangères, les renseignements que les auteurs ont introduits dans leurs œuvres, les indications disséminées dans les monuments écrits, gravés, sculptés et monétaires, les multiples problèmes que soulève pendant cinq ou six siècles l'armée maritime et fluviale de la Maîtresse du Monde, — tout a été traité avec une science, une pénétration et une sûreté de jugement du plus éminent mérite par M. Hermann Ferrero. Cet érudit y a consacré deux grands ouvrages qui font autorité dans cette matière si ardue. L'un, VOrdinamento délie Armate Romane, que son auteur désigne sous le titre modeste de Recherches, a paru à Rome, à Florence et à Turin en 1878. Dans ses 228 pages in 4°, il a tracé l'histoire complète de la marine sous la République et sous l'Empire, avec une rare abondance de détails et une plus rare fermeté de main. Puis, à chacune des escadres armées sur toutes les mers et sur tous les"], [30, "18 grands fleuves de l'Empire, il a attribué les inscriptions qui la concernent ; c'est ainsi qu'en dehors de 39 qui lui ont paru apocryphes ou simplement suspectes, il en a réuni un Corpus de 584. Six ans plus tard, en 1884, il donnait à cette monographie encyclopédique un supplément, Iscrizioni e Ricerche nuove intorno ail' Ordinamento délie Armate dell' Impero Romano, qui porte le nombre des textes épigraphiques, alors connus, à 732. L'année précédente il avait tiré de son obscurité trop prolongée un diplôme militaire qui avait été découvert à Fonni, en Sardaigne: Son intéressant mémoire Intorno ad un nuovo Diploma militare Romano (Turin, Loescher, 1883) a fait connaître un préfet, Gongius Nestorianus, qui commanda la flotte italique de Ravenne vers la fin du prin cipat de Caracalla. Après cette tabula honestae missionis, il décrivit en 1886 les cinq inscriptions navales qui avaient, l'année précé dente, été exhumées à Cagliari. On se rappelle encore avec un sentiment d'émotion l'éloge funèbre que l'un des chefs de l'épigraphie italienne prononça devant l'Académie royale des Sciences de Turin le 22 novem bre 1885, à la mémoire de Léon Renier, ce maître vénéré des épigraphistes français. La section consacrée à l'escadre de Bretagne stationnée à Boulogne, dans ces deux œuvres d'une magistrale am pleur, VOrdinamento et les Iscrizioni, en résume l'histori que. Elle m'a servi de guide et de modèle, dans un travail entrepris avec plus d'ambition que de prudence sur ce même sujet. J'ai pu apprécier ainsi de quelle utilité serait, de ce côté des Alpes, la vulgarisation de tous ces précieux ren seignements. L'honneur de traduire les trois chapitres réservés dans l'un et l'autre traité à la CLASSIS BRITANNICA et à son démembrement la CLASSIS SAMARICA, m'a été gracieuse ment accordé à ma première sollicitation. Je tiens à consi gner ici la sincère expression de ma profonde reconnaissance pour la faveur qu'a bien voulu m'accorder le membre éminent de l'Académie royale de Turin."], [31, "19 Je me limiterai strictement à mon rôle de traducteur. Si parfois mes opinions s'écartent du texte de VOrdinamento et des Iscrizioni e Ricerche nuove sur quelques rares points secondaires, elles n'ont pas lieu d'être insérées dans ces pages, vu qu'elles se trouvent développées dans un travail(i) où le curieux pourra les consulter. Je ne mentionne ici que les travaux relatifs à la marine : aussi bien le catalogue serait long de ceux — et ils sont aussi attrayants qu'érudits — qui s'occupent d'autres questions d'archéologie et d'épigraphie : il y aurait à y inscrire, entre autres, une Note sur la patrie de V empereur Pertinax (Mém. sicad. royale des Sciences de Turin, 21 nov. 1886), une autre relative à une Inscription découverte au Pas-du- Furlo (Ibicl. 19 déc. 1886), celle où sont décrites plusieurs Inscriptions romaines du Val de Suse (Ibid. 1er janv. 1888) et un mémoire sur la Voie romaine de Turin à Mont-Ge nèvre et à Briançon, — préludes d'une nouvelle œuvre du plus haut intérêt historique qui nous donnera la description topographique, monumentale et épigraphique du Piémont à l'époque romaine. V.-J. Vaillant. (D CLASSIS BRITANNICA, CLASSIS SAMARICA, COHORS • I • MORINORVM, in-8°, avec planche et gravures sur bois."], [32, "20 * * » EXTRAIT CLASSIS BRITANNICA W La conquête de la Grande Bretagne, vainement tentée par Jules César, et désirée par Auguste qui donna néanmoins le conseil, dans lequel Tibère vit un ordre, de laisser ces insulaires en paix, fut parodiée par Caligula, entreprise par Claude, accomplie pendant le règne de Domitien et conso lidée sous d'autres empereurs, plus particulièrement Adrien et Septime Sévère. Malgré le silence des écrivains et des monuments, on peut donc considérer comme certain rétablissement, pen dant le règne de Claude, de la flotte qui prit le nom de CLASSIS BRITANNICA, et dont l'histoire fait mention en l'an 70 lors de la révolte de Civilis qui craignait que les Bataves ne fussent attaqués du côté de la mer, si la XIVe lé gion venait à se joindre à cette flotte. Celle-ci fut attaquée par les Canninefates qui habitaient les embouchures du Rhin, et la plus grande partie des vaisseaux fut prise ou coulée (2). Plus tard, pendant l'expédition d'Agricola, elle longea la côte pour servir de soutien à l'armée, pour intimider les insulaires et coopérer à leur soumission, A\". 83; puis, sui vant les ordres d'Agricola, elle fit le périple de l'ìle (3). W h'Ordinamento délie Armate Romane, Ricerche di Ermanno Ferrero. Roma, Torino, Firenze; Fratelli Bocca, 1878, in-4, — p. 172-177. <2> Circumsteterat Civilem etalius metus, ne quarta décima legio, adiuncta Britannica classe, adflictaret Batavos, qua Oceano ambiuntur... Classem ultro Canninefates agressi sunt ; maior que pars navium depressa aut capta. Tacite. Hist. IV. 79. <3-> Tacite. Agricola. 27, etc."], [33, "21 La flotte britannique, fut dans l'origine, stationnée sur la côte septentrionale de la Gaule à Gessoriacum, port le plus considérable de ce littoral et l'un des points d'où l'on partait pour traverser le détroit : par exemple Claude, dans son expé dition de Bretagne W. A l'époque de Constantin, on commença à remplacer le nom de Gessoriacum par celui de Bononia qui finit par prévaloir vers le milieu du quatrième siècle, et qui est actuellement conservé dans celui de Boulogne-sur-Mer (2) . On a découvert dans les champs situés à Test de cette ville, près de la route de Montreuil et sur les bords de la Liane, des tuiles qui portent le nom de la CLASSIS BRITANNICA. 506 CL • BR<3) Trois inscriptions mentionnent des triérarques; l'une d'elles se rapportée un affranchi de Claude : elle prouve que, dès le moment de sa création, la CLASSIS BRITANNICA, avait été stationnée à Gessoriacum. 507 TI CLAVDIVS AVG • L • SELEVCVS TR- MONVMENT FECIT - CLAVDIAE PRIMAE • U • SVAE (D Suétone. Claude. 17. <2) Sur Gessoriacum et au sujet de la question longuement discu tée si le Portus Ilius, désigné par César et Strabon, et dans lequel César s'embarqua dans ses deux expéditions en Bretagne, répond ou non à Boulogne, voir E. Desjardins, Géographie historique et administrative de la Gaule romaine, T. I. Paris, 1876, p. 348 et suivantes. <3> 506. — Au musée de Boulogne, « le lieu d'où proviennent les briques sus-mentionnées, porte le nom de Bréquerecque, et de ces mêmes terrains ont été tirées la plupart des antiquités qui sont au musée et dans les collections particulières de cette ville » Desjar dins, 354. 507. — Musée de Boulogne. Desjardins, 368 ; 3, T • R = Tr (ierarchus), en sous-entendant le nom de la flotte : NT, liés."], [34, "22 D • M 508 Q . ARRENIO VERECVNDO TR CL BR HEREDES • F • C 509 GRAEC TIAE • P • FIL. • VIX AN • III • M • I - D • XVI P • GRAECIVS ■ TERTI NVS • PATER - TR ■ CL • BR P ■ C Les inscriptions 510 et 511 se rapportent aux équipages de la flotte ; il faut également attribuer à la flotte britannique la trirème Radians, dont le nom se trouve gravé sur un petit bas-relief trouvé à Montreuil dans les environs de Boulo- gne. (N° 512.) 51 O VS DE TIONE • SV ENVS • Ml . ANNIC- XVI- 508. — Trouvée è Bréquerecque le 7 mai 1769 ; au musée de Bou logne; publiée, avec le monument dans lequel elle fut découverte, par Henry, Essai histor. et topogr. de V arrondissement communal de Boulogne-sur-Mer. Boulogne, 1810, p. 73; pi. II, et par Millin, Monum. ant. inédits, T. II, p. 141, d'où l'ont prise Orelli n° 3603, et Renier, Mélanges d'ëpigraphie, p. 269. Par suite d'un accident, la fin des deux dernières lignes, R et F . C, manque. Desjardins, 365. 509. — « Trouvée aux Tintelleries, quartier situé à l'ouest de la basse ville, c'est-à-dire à l'opposite de Bréquerecque ». Desjardins, 364. Au musée de Boulogne. Graec [iae Ter] tiae P (ublii) f (iliae) ; vix (it) an (nos) III m (en sem) I d (ies) XVI ; P (ubliu*) Graecius Tertinus pater tr (ierar chus) cl (assis) Br (itannicae) p (onendum) c (uravii). 510. — Trouvée à Bréquerecque : au musée de Boulogne. Desjar dins, 366. us De [ na] iione Su [rus] . . . .enus mi [les classis Bri] tannic (ae) [vixit annos . . . mil (itavit) annos] XVI. II est proba ble que dans les mots qui n'ont laissé d'autres restes que .Su enus, se trouvait l'indication de la nationalité [Syrie] et de la ville natale. comme par exemple Su [rus Antioch] enus, ou [Chalcid] enus, etc."], [35, "23 51 -I BELADI VS • TALA NI • F • PAN- AN • XLV STIP • XXXI H • S • E III • RAD 5-1 2 Au commencement du règne de Dioclétien, Carausius était établi dans ce port, et son autorité s'étendait sur le littoral de la Belgique et de l'Armorique où il était chargé de rétablir Tordre et de combattre les Francs et les Saxons qui l'infestaient. A l'époque de sa révolte, A°. 286, il passa dans la Grande-Bretagne avec la flotte, augmenta le nombre des vaisseaux, gagna les Barbares et se rendit formidable sur la mer. Maximien essaya vainement de l'attaquer avec une flotte qu'il avait fait construire sur les côtes septentrio nales de la Gaule ; il fut obligé de renoncer à cette entreprise et de laisser Carausius jouir en paix du fruit de son usur pation. En 292 Constance Chlore qui, lorsqu'il reçut le titre de 511. — « Sur la pente du nième coteau, on a trouvé un monument, disparu aujourd'hui, mais dont Philippe Luto nous a conservé l'inscription dans un manuscrit daté de 1701 et conservé à la Biblio thèque de Boulogne (N° 169 A, p. 85); nous la croyons inédite». Des jardins, p. 386, qui observequ'il n'y eut pas à Boulogne d'autres mili taires que ceux de la flotte, et que les 31 ans de service et les 45 d'âge montrent que Beladius entra au service à l'áge de 14 ans, y voit la preuve qu'il ne peut avoir appartenu qu'au service maritime. 512. — Au musée de Boulogne. Dans le bas-relief très fruste on voit trois personnages : celui du milieu est Apollon radiant, divinité protectrice du vaisseau. Les deux figures latérales représentent vraisemblement deux marins de la trirème qui acquittent le vœu qu'ils lui ont fait; celle de droite tient une patère au-dessus d'un autel flambant ; quant aux attributs de la seconde, on ne les distin gue pas bien. Sous le cartouche qui renferme l'inscription, se voient les silhouettes de deux petites galères. Desjardins, 367."], [36, "24 César, avait obtenu le gouvernement de l'Espagne, de la Gaule et de la Grande-Bretagne, mit le siège devant Gessoria cum qui appartenait à Carausius, ferma le port d'une esta cade, coupa ainsi ses communications avec l'ìle britannique et réussit à s'emparer de la ville. Bientôt Carausius tombait, A0. 293, assassiné par son complice Allectus ; Constance, armant deux flottes, l'une sur la plage de Gessoriacum, l'autre vers l'embouchure de la Seine, toutes deux placées sous le commandement d'Asclépiodote, préfet du prétoire, poursuivit Allectus, le battit et reconquit ainsi la Grande- Bretagne, A0. 296. 0) II semble que l'on ait, vers cette époque, abandonné le vieux port de Gessoriacum pour adopter définitivement le nouveau, situé à la partie occidentale de la ville. (2) Depuis lors c'est dans ce nouveau port que les vaisseaux de guerre continuèrent à se réunir. En effet c'est là que s'embarquèrent Ursicinus en 360 et Théodose en 368, lors qu'ils furent chargés de réprimer les incursions des indi gènes du Nord de l'ìle qui dévastaient les possessions romaines de la Grande-Bretagne. (3) De l'autre côté du détroit, sur le littoral britannique, des divisions de la flotte britannique étaient stationnées à Dubrae (Douvres) et dans le port voisin de Portus Lemanae (Lymne) W, ainsi que l'attestent les briques estampillées du nom de la Classis Britannica que l'on y a découvertes: à la seconde de ces deux villes appartient l'épigraphe du préfet Aufidius Pantera n° 517. (U Mamertinus, Panegy. Maxim, 12 ; Eumène, Panegy . Cons tantii, 6, 12 et suivantes; Panegy. Constantini, 5; Eutrope, IX, 21, 22; Aurelius Victor, De Caes. 39. <2> Desjardins, 373. (3» Ammien Marcellin, XX, I; XXVII, 8. Julien fit venir un nombre considérable de vaisseaux de la Grande-Bretagne sur les côtes de la Gaule. Julien, Epit. ad S. P. Q. Athen. 11. <4> Voir Hiibner dans le C. I. L. VII, p. 20, pour le nom ancien de Lymne."], [37, "25 5-1 3 a. b. c. d. e. CL. BR Ck BR CTtí BR Cû T B fc, O PED CL BRT 5-1 4. Au nord de la grande muraille d'Hadrien, une inscription de Tredermaine Castle, dans le voisinage de l'antique Amboglanna devenue Birdoswald, douzième station de cette ligne de défense, constate un cantonnement de la flotte britannique dont les soldats ont sans doute travaillé à la muraille. A Netherby, au nord-ouest du vallum, on a trouvé une inscription semblable, qui a dû y être tranportée, bien qu'il n'y ait aucune raison de croire que la flotte n'avait pas de cantonnement à Netherby, tandis qu'elle en aurait eu un à Tredermaine Castle. 5-1 5 PED • CLA BRI 513. a. Trouvé à Douvres en 1778: semble avoir disparu Lyon, dans Archaelogia, V. 1779, p. 330, tab. XXVII ; fig.T = suivi par divers, b, trouvésà Lymne; un assez grand nombre dans lesmursd'un fort romain. Au musée de la Kent archeological Society, à Chilling ton house, Maidstone, et à Londres, au British Muséum. C. I. L. VII, n° 1226. d, e. Semblent indiquer Classis Brilannica. 514. — Provenant de Tredermaine Castle, trouvé dans une voûte, ou de Naworth Garden, dans le mur du sud-est. Actuellement perdue. Bruce. Lapidarium septentrionale, Newcastle, 1870-71, n. 401 — C. L L. VII, n°864. Ped (atura) Cl (assis) B rit (tannicae). Pour la Pedatura dans le sens militaire, voir Végèce, III, 8. 515. Bruce, The Roman W ail. 3e édition, Londres 1867, p. 416. C. I. L. VII, n° 970."], [38, "26 Trois préfets de la flotte britannique sont mentionnés dans des inscriptions, dont l'une a perdu le nom de titulaire. M. MAENIO C • F • COR • AGRIP PAE L • TVSIDIO CAMPESTRI HOSPITI DIVI HADRIANI PATRI SENATORIS ■ PRAEF • COH • Î7 • FL BRITCTDNN EQUITAT • ELECTO A DIVO HADRIANO ET MISSO IN EXPEDITIONEM ■ BRITAN NICAM . TRIB • COH I • HISPAN EQVIT - PRAEF • ALAE GALLOR 5-1 6 ET PANNONIOR CATAFR ■ PROC • AVG ■ PRAEF - CLASSIS BRITANNICAE - PROC ■ PROVINCIAE ■ BRITANNIAE • EQVO • PV BLICO • PATRONO MVNICIPl VICANI CENSORGIACENSES M • P • L CONSECVTI AB INDVLGENTIA OPTIMI MAXIMIQVE IMP • ANTO NINI AVG • Pli • BENEFICIO INTER PRETATIONIS EIVS PRIVILEGIA QVIBVS IN IVRE CIVIVM AVCTI CONFIRMATIQUE SVNT L ■ D • D • D. 516. — Trouvée près de Camerino — Reinesius, p. 462, 128 ; Gudius, p. 175, 1; Donati, p. 229, 19; Colucci, Antich. Picene, T. XII, p. 120; Orelli, n° 804; Hùbner, C. I. L. VII, n° 379, avec les corrections de Bormann qui se sépare en certains points des éditeurs antérieurs. M. Mœnio, C. f. Cor (nelia tribu) Agrippae L. Tusidio Cam pestri, hospiti divi Hadriani, patri senatoris, prae (fecto) coh (ortis) II FI (aviaé) Brilton (um) equitat (ae), electo a dico Hadriano et misso in expeditionem Britannicam, trib (uno) coh (ortis) I Hispan forum) equit (atae), praef (ecto) alae Gal lor (um) et Pannonior (um) catafr (actorum) proc (uratori) Aug (usti)? praef ecto classis Britannicae, proc (uratori) provinciae Brilanniae, equo publico, etc."], [39, "27 1. — M. Maenius Agrippa Tusiditts Campestris (n° 516) qui prit part à l'expédition d'Hadrien dans la Grande- Bretagne, remplit plusieurs fonctions militaires, entre autres la préfecture de la flotte britannique; il est nommé dans d'autres monuments lapidaires de l'ìle. O) 5-1 7 • //// TV ARAM C AVFIDIVs PANTERA PRAEFECT CLAS • BRIT 2. — C (f) Aufidius Pantera. Une inscription gravée sur un autel porte la dédicace faite, peut-être à Neptune, par ce même Aufidius Pantera qui, d'après Mommsen (2), serait, sui vant toute probabilité, descendu du Cneius Aufidius, tribun du peuple, qui autorisa l'introduction à Rome de panthères provenant d'Afrique. (3) 3- — Une inscription mutilée trouvée à Rome (n. 518) concerne un personnage inconnu qui, entre autres charges, eut celle de préfet des flottes britanniques, moesique, pan nonique et d'une autre restée inconnue, et celle de sous préfet de l'une des deux flottes prétoriennes. d) CI. L., VII, n°s 379-382. 517. — Trouvée à Lymne. « s\\ra non magna reperta a. 1850 prope portam Castri ; nunc seroala Londinii in museo Britan nico C. I. L.VII. n. 18. Cf. C. R. Smith, Excavations at Lymne (1852) p. 25, pi. VII. I. (Nep) TV (no) 3; T, Smith ; C, Hùbner. w C. I. L, VII, n. 18. <3> Pline. Hist. Natur., VIII, 17."], [40, "28 6-1 8 praef • class • brit • et • germâmes et MOESIC • ET • PANNONIC PROC • ET • PRAESIDI ■ ALPIVM COttiariWl'? svb -praef -class ■ ffíAET (misenens(ve\\raven) TRI B • LEG - XVI • FL • ET PRAEPoS • Alae Un passage du jurisconsulte Javolenus dans lesPandectes fait mention d'un Seius Satuminus archigubernus ex classe Britannicâ et d'un Valerius Maximus trierarchusO). Enfin le chef du dépôt de la flotte (praepositus reliqua tioni) semble être mentionné dans l'inscription d'une mosaï que découverte dans les ruines d'un édifice carré près de Lydney, sur les limites des deux comtés de Monmouth et de GÌoucester; comme on y a trouvé diverses inscriptions por tant le nom du dieu NODONTI ou NODENTI, on croit qu'il y avait là un temple qui lui était dédié, et que la présente inscription se rapporte également à cette même divinité. 519 D'après Guarini D:: • - • FLAVIVS • • • SENILIS • • POSSV • • C:: A • •• •): VICTORINO ANTE D'aprèe Ormerod DA • • FLAVIVS • SENILIS ■ PR • REL • EX • STEPIBVS POSSVIT OC • • • ANTEVICTORINO INTER ■ ATE 518. — à Rome. Gruter, p. 493, 6; Orelli, n. 3601. — C. I. L. VI, n. 1643. (i) Fr. 46 D, Ad. S. C. Trebell. (XXXVI. I). 519. — « Lydney, in pavimento lessellato detecto in aedificio qua drangulari placed over a fanciful border representing the twis ted bodies os salmon, the jìsh os the Severn ». C. I. L., VII, n° 137, où sont rapportées la leçon de Guarini (Comm. IX. p. 5) et celle d'Ormerod (Proceedings os the Archaeol. Inst., 1849. p. 62; Strigulensia, archaeological Memoirs relating to the district adja cent to the confluence os the Seoern and the Wye, Londres, 1861, p. 37); suivi par Becker, Iahrb. des Vereins von A Iterthumsfreun den im Rheinland, XLII. Bonn, 1867, p. 106, où l'inscription est étendue comme suit : D (eo) [N (odonti) ?] Flavius Senilis pr (aepositus) rel (iqua tionij ex stepibus possuit(sic) [car] ante Victorino Inter \\_amn~] ate ?"], [41, "29 CLASSIS SAMBRICAO) La Notitia Dignitatum ne mentionne pas la Classis Bri tannica, mais une Classis Sambrica : « Sub dispositione viri spectabilis ducis Belgicae secundae praefectus Classis Sambricae, in loco Quartensi sive Hornensid). Trois théories se sont produites au sujet de la station de cette flotte. D'après la première, elle doit être placée à Som bres, près de Wissant, au nord de Boulogne. D'après la se conde, la Classis Sambrica aurait eu son port d'attache sur la Sambre, affluent de la Meuse que César désigne sous le nom de Sabis <3) ; cette opinion se fortifierait de l'existence, non loin de cette rivière, de deux villages, Notre-Dame de Quartes et Hargnies, situés près de Bavay, département du Nord, qui auraient conservé les noms du Locus Quartensis et du Locus Hornensis. La troisième établit cette flotte près de l'embouchure de la Somme, fleuve qui porta, avec les noms de Somena, Su mena et Sumina, celui de Samara qui a été conservé dans l'antique dénomination d'Amiens, Samarabriva. Dans la discussion à laquelle il se livre de ces théories émises et soutenues par de nombreux écrivains, tels que Bûcher W, Valois (5) et d'An ville <6), BoeckingP) penche pour cette troisième opinion à laquelle il semble que l'on doive accorder la préférence, si l'on considère que l'épithète dis tinctive de Sambrica pourrait bien n'être qu'une variante de Samarica, et en outre que, à l'époque où la Grande-Breta- d' L'Ordinamento délie Armate Romane, p. 178-9 w Not. dign. Occ, XXXVIII, 8. («) Bell. Gall., II, 16, 18. <41 Belg. Rom., p. 494. <5i Notitia Galliarum, Parisiis, 1675, p. 499. <6> Not. de Tancienne Gaule, Paris, 1760, 373 ; il établit Locus Quartensis à Notre-Dame-de-Quartes, et Locus Hornensis à Mar chienne-au-Pont, près de Charleroi. <7> Not. Dig. Occ, p. 837 et suivantes."], [42, "30 gne appartenait encore à PEmpire romain, il est impossible d'admettre que l'antique Classis Britannica ait été complè tement supprimée, sans que l'on ait eu le soin de la rempla cer par une autre, destinée à la protection des côtes de la Belgique et à la sécurité de la navigation du détroit. II me paraît impossible d'admettre la supposition de Des jardins C1) qui, après avoir placé la Classis Sambrica sur la Sambre, demande si Boulogne, à l'époque de la Notitia Dignitatum, n'a pas pu être le port d'attache de la flotte du Dux tractus Armoricani et N ervicani ou de celle du Dux Belgicae secundae. Boecking est d'avis que le commande ment du Dux Tractus Armoricani et Nervicani se termi nait à la Somme, à partir de laquelle commençait celui du Dux Belgicae secundae <2): il en conclut que, si au premier commandement était attachée une flotte placée sous les ordres d'un Praefectus, [or la Notitia n'en fait pas mention] elle ne pouvait pas avoir son arsenal dans un port ressor tissant à un autre Dux. La Notitia constate que le Dux Bel gicae secundae^) avait sous ses ordres, non seulement le Praefectus Classis Sambricae, mais aussi les Equités Dalmatae Marcis in lit tore Saxonico et le Tribunus mili tum Nerviorum portu Epatiaci; d'où résulte la preuve que ce Dux avait dans ses attributions le commandement des forces stationnées sur celte partie du littoral, mais non pas celui d'une autre flotte que la Sambrica. W (i) Géogr. de la Gaule Rom., T. 1, p. 375 et suivantes. C2) Not. Dig. Occ., p. 837 et suivantes. (3) Page 817. (4) Le nom de Litus Saxonicum était, du temps de la Notitia, appliqué aux deux côtes de la Manche, au littoral britannique comme au littoral gaulois: cette désignation paraît même avoir été étendue, pour la Gaule, à la partie de la côte occidentale qui allait jusqu'à l'embouchure de la Loire (V. Desjardins, p. 295 etc.) — Marci, d'après d' Anville que suit Boecking, correspond à Marck, entre Calais et Gravelines. Quant à Portus Epatiaci dans lequel plusieurs géographes vou draient voir Gessoriacum (Boulogne), Boecking émet l'opinion qu'il faut lire Porta Laoaciaco ou Leoaciorum, et le placer près de l'em bouchure de la Tabuda (Scheldt occidental): c'est là, en effet, que semblent avoir habité les Leoaci, nommés par César (Bell. Gaíl. V 39) el mentionnés comme clients des Nerviens."], [43, "31 Valois voudrait identifier le Locus Quartensis avec le Crotoy, situé près de l'embouchure de la Somme. Boecking, tout en ne se montrant pas disposé à accepter cette inter prétation, non plus qu'à reconnaître le Locus Hornen sis dans Hornoy (département de la Somme), déclare néanmoins: Apud Ambianos potius quam apud Neroios Quartensem Hornensemque locos quœsierim. Puis, remar quant non loin de l'estuaire de la Somme et près du débou quement de la Canche, l'antique Quantia, le port de Quen tavic 0) (aujourd'hui Saint-Josse-sur-Mer), qui était impor tant sous les Carolingiens, il ne voit aucune improbabilité dans la lecture Quantensis ou Quantiensis à la place de Quartensis, ni dans le choix de ce port comme l'une des stations de la flotte sambrique qui, succédant à la flotte bri tannique, avait, on l'a vu, été établie dans la ville voisine de Boulogne. (!) l'Portum cui nomen est Quentavic\" Beda. Hist. Eccl. IV. I. — Les annales de St-Bertin rappellent une descente des Normands en l'an 842 dans Emporio quod Quantovicus dicitur (Ann. Bert. dans Pertz, Mon. Germ. hist. Script, T. I, p. 439). D'après divers historiens, ce port serait situé vis-à-vis de Saint-Josse, à Etaples, où l'on a découvert des restes romains : consulter sur ce point et sur tout ce qui touche à Quenlovic, les Mémoires de la Société des Antiquaires de la Morinie, T. VI, SainL-Omer, 1841-43, p. 191 — 215; T. VIII, 1849-50, p. 511-34; T. IX, 2* partie; 1854, p. 257-304."], [44, "32 NVMERVS BARCARIORVM TIGRISIENSIVM (ARBEIA) W Ûn connaît, à l'époque de la Notitia Dignitatum (2) le sta tionnement en Bretagne d'un numerus barcariorum Tigri siensum, Arbeta, qui était placé sous les ordres du Dux de cette province. On n'est pas certain de remplacement d'Arbeia; il correspond peut-être à Ireby, sur la rivière Ellen dans le comté de Cumberland<3). Cependant on peut affirmer qu'il n'est pas situé sur la ligne de la muraille d'Ha drien, vu que la Notitia inscrit ce numerus barcariorum parmi les corps qui précèdent ceux dont les garnisons étaient per lineam valli. (1) Ordinamento, p. 194, dans le chapitre consacré aux Flotilles des lacs et des fleuves. (2) Occ, XL, 22. (3) Boecking, Occ, p. 864. — On a découvert à Lancasterune ins- cription aujourd'hui perdue :DEO | MARTI .... | SABINV • • • P • P • ET • MILIT | N • BARC ■ S ■ • • | EIIVS • P • D (C. I. L., VII, n. 285). La lecture n'en est pas certaine; mais il n'est pas improbable que les trois dernières lignes doivent se lire p (rae) p (ositus) et milit (es) n (urneri) barc (ariorum) s (ub) [c (ura)~\\ eiius p (onendum) c (uraverunt), et que l'inscription elle-même appartient à un détachement de bateliers, numerus barcariorum, qui y était stationné, et qui avait sans doute quelques rapports avec celui dont il est fait mention plus haut."], [45, "33 CLASSIS BRITANNICAO) La seule inscription nouvelle qui concerne la flotte britan nique, est celle qui porte le n° 706 au musée d'Arles et qui appartient à un personnage qui y servait et dont le nom est perdu. II est probable que dans la sigle PHI qui fait suite au titre de la Classis Brittannica, se trouve cachée l'épithète Philippiana qui a été, on le sait, également portée par la flotte de Misène (2). 706 ENTIVS ■ SATVRNINVS - EX CLASSIS BRITANNICAE • PHI TIONE AFER BIZACINVS • O VNICIPIO SEPTIMIA LIBE YDRITANVS TE [Cette inscription vient d'être comprise dans le Corpus Inscriptionum Galliae, sous le n° 686 (T. XII, p. 817). Le texte du Corpus donne à la ligne 2 la lecture BRITTANNICAE (O Iscrizioni e Ricerche nuove intorno ail' Ordinamento délie Armate delTImpero Romano, di Ermanno Ferrero. Torino, E. Loescher, 1884, in-4°, p. 60. (2) Rénier (Mél. d'épigr., p. 271) présume qu'à la flotte britanni que appartenait le C. Flavius Ianuarius, fils d'une Mauritanienne nommée dans une épitaphe de Corseult qui nous apprend qu'elle avait suivi son fils dans la Gaule et y était morte. Boularic pense que cet officier devait plutôt servir dans une des cohortes auxiliaires de Maures que la Notitia indique comme étant en garnison dans ce pays. (Instit. militaires de la France avant les armées permanen tes. Paris, 1863, p. 38, nolel.) 706. — 1, PHI liés; 4, IB liés; 5, <i des traces de lettres qui pré cèdent L'Y, appartiennent peut-étre à un H ». Héron de Villefosse, Bullet. des antiq. afric. I, 1882, p. 23, n. 2. 3"], [46, "34 qui rectifie celle qui n'attribuait qu'un seul T à ce mot. La rectification est exacte, ainsi que j'ai pu le constater sur un moulage existant au musée de Boulogne, et l'insérer sous le n° 12 dans YEpigraphie du département du Pas-de-Calais, T. III, fascicule I, p. 49, publiée, en collaboration avec M. l'abbé D. Haigneré, pour la Commission départementale des Monuments historiques. V.-J. V.| * * P. S. — Depuis la date où M. H. Ferrero publia ce sup plément, il a été découverte Boulogne une inscription tumu laire qui concerne la flotte britannique. C'est celle de DIDIVS, dont j'ai publié un déchiffrement provisoire dans le journal Y Impartial de Boulogne-sur-Mer, numéro du 4 août 1888, puis, à la date du 9 août, une description critique sous le titre : La Stèle funéraire de Didius, pour servir d'annexé au tirage à part qui a été fait de mon travail sur les flottes de Bretagne et de la Somme et sur la première cohorte des Morins. Ce nouveau texte a été l'objet d'une communication présentée le 7 septembre par M- Héron de Villefosse à l'Aca démie des Inscriptions et Belles-Lettres. On peut noter en outre la découverte à Boulogne de plu sieurs estampilles figulines de la flotte britannique. Elles appartiennent aux divers types, connus jusqu'à présent en France, du cachet rectangulaire frappé dans la terre de la tuile, de la brique ou du tuyau. Un type, absolument nouveau en France, s'est rencontré en septembre 1888 dans les terrains contigus au cimetière de l'Est. Une tuile à rebords a présenté l'impression d'un cachet rond dans lequel se lisent les quatre lettres G L, B R, disposées en rayons autour d'un gros point central. C'est l'analogue de celle qui est relevée dans le C. I. L. VII, 1226e, et dans YOrdinamento, 513e, et qui est figurée n° 10 par M. C. Roach Smith dans ses fouilles de Lymne et sous le n° 13 dans la planche qui illustre mon travail sur la CLASSIS BRITANNICA."], [47, "35 Enfin, pendant que ces lignes étaient à la composition (27 octobre 1888), le Vieil-Atre livrait un nouveau monu ment relatif à cette même flotte. Cette fois, c'était un cippe quadrangulaire, monolithe et admirablement conservé. II se compose d'un dé, d'une base et d'un chapiteau à volutes. Sur sa face antérieure il porte l'inscription : D M FILIS • PAR BVLIS • DOMITI ANVS A-r La seule particularité à noter ici, c'est la présence de deux poissons, nageant vers la gauche, dont l'un est inter calé entre D et M à la ligne 1, et l'autre suit le point sépa ralif de la ligne 3. Le Domitianus qui éleva oe monument sur la tombe de ses jeunes enfants, et qui est désigné par la sigle TR de son grade de Triérarque, appartenant, suivant toutes les vraisemblances, à la division maritime de Gesoriacum. Ce cippe, de même que le stèle de Didius et la tuile tim brée du cachet rond de l'Amirauté, est entré au Musée de Boulogne."], [48, "L.E BOI D'ANGLETERRE JACQUES II A AM BLETE USE 3-4 JANVIER 1688 (D A Monsieur E. DESEILLE, Secrétaire de la Société Académique de Boulogne-sur-Mer. Cher Monsieur E. Deseille, Le débarquement à Ambleteuse, dans la nuit du 3-4 jan vier 1688, de Jacques II venant chercher en France une retraite qui dura jusqu'à sa mort, vous a fourni l'occasion de publier dans votre Année Boulonnaise une lettre inédite du duc Louis-Marie-Victor d'Aumont ; le gouverneur du Boulonnais y raconte à Marie de Modène, conformément au désir que cette reine lui en avait exprimé lors de son récent passage par Boulogne, les incidents du voyage de son royal époux, de son arrivée sur la terre de France, et de sa récep tion dans notre ville. Cette pièce complète fort heureusement deux autres docu ments, également contemporains, également autorisés, que M. F. Morand encadrait dès 1859 dans son Année Histo rique de Boulogne-sur-Mer : à l'éphéméride du 5 janvier il transcrit les parties les plus caractéristiques du Journal de bord tenu par le capitaine Selingue dont la frégate la (1> Extrait de Y Impartial, de Boulogne-sur-Mer."], [49, "37 Sorcière, détachée de Dunkerque en croisière dans le Pas de-Calais, avait reçu mission de donner aide et assistance au monarque fugitif de la Grande-Bretagne ; il les fait suivre d'une Relation anonyme du séjour de Jacques II à Amble teuse, écrite, selon toutes les apparences, par M. de Château- Guillaume, commissaire d'artillerie dans ce petit port, qui hébergea le Roi, ses deux fils illégitimes James Fitz-James duc de Berwick et Henri Fitz-James, ainsi que leurs maigres suites de courtisans de la dernière heure. Les registres capitulaires de Notre-Dame, les comptes de l'argentier Nicolas du Sommerard, quelques lignes de Scotté de Velinghen, voilà à peu près toutes les sources locales relatives à ce grand événement politique que nous connais sions avant. la lettre du duc d'Aumont. Grâce à cette impor tante contribution, il devient désormais possible de recons tituer, avec des renseignements d'origine boulonnaise, le récit complet de la première étape de l'exil définitif de la dynastie des Stuarts. Pour ceux de vos lecteurs qui s'intéressent aux documents graphiques et qui aiment à consulter l'opinion étrangère sur des évènements français, il peut être utile de rappeler qu'il existe, en dehors des histoires, des mémoires et des corres pondances, un certain nombre d'estampes peu connues qui furent inspirées par l'échouement sur nos côtes de la monar. chie catholique d'Angleterre. La verve satirique des Orangistes et des protestants anglais et hollandais s'est évertuée à buriner en trais vifs et impitoyables les épisodes de cette révolution. Marie de Modène .«'enfuyant avec son fils, le futur Prétendant, sous la protection du duc de Lauzun, l'époux exilé de la Grande Mademoiselle, Jacques II s'enfuyant de son côté, ses deux bâtards tirant du leur, la reine prenant terre à Calais, le roi abordant à Ambleteuse, le voyage de cette royauté décou ronnée, sa réception à Saint-Germain par Louis XIV : que d'incidents où la caricature politique pouvait se donner ample carrière ! Les rancunes des partis, les animosités"], [50, "38 religieuses, l'esprit satirique et la calomnie la plus éhontée s'abattirent sur les vaincus, frappant sans réserve ni mesure sur ce monarque qui, à l'inverse de Henri IV, sacrifiait sa couronne à la messe, sur cette reine courant les grands chemins et affrontant la mer par les durs ouragans de l'hiver, sur son fils à la mamelle, cet autre c< enfant du miracle », et sur le père jésuite Petre qui jouait à la cour de ces souve rains déchus le rôle du père de La Chaise à Versailles. Le Roi Iacques déloge ! telle est la devise d'un portrait de Jacques II portant pour couronne une barette de jésuite : il se détache sur un fond de côte où l'artiste anonyme a représenté le château d'Ambleteuse et le fanal de son port. Un quatrain lui sert de légende : I'avois fait un ragoust pour toute l'Angleterre ; Sans que je me fus trop hasté O), I'aurois de mon renom rempli toute la terre ; Mais un'Orange a tout gasté. Romeyn de Hooghe qui fit à Louis XIV une guerre sans merci dans une innombrable série d'eaux-fortes, consacre à la chute de son protégé, une de ses planches les plus curieuses, les mieux dessinées et les plus importantes : cette pièce rarissime ne mesure pas moins de 57 centimètres sur 49. II l'intitule : « Rétablissement de la Vraie Religion et de la « Constitution en Angleterre, avec le départ de la « Cour, de la femme et de la [double] famille de « Jacques II. » U en représente les principaux épisodes en dix médaillons groupés au-dessous d'un portrait de Guillaume d'Orange. Ici, la reine qui s'est sauvée nuitamment de Whitehall en (1) « Si je ne m'étais trop hâté. »"], [51, "39 emportant le jeune prince de Galles, s'embarque sur le navire français Y Assurance; puis elle aborde à Calais et prend la route de Paris; — là, le roi, pratiquant à sa manière la devise de Louis XV ; « Après moi, le déluge ! y, rend tout gouvernement régulier impossible en jetant au feu les ordonnances de convocation du Parlement, en jetant dans la Tamise le grand sceau de l'État, et en s'esquivant dans le Kingfisher. On le voit ensuite arrêté à Faversham, insulté par la foule ameutée, ramené à Londres, puis autorisé à se retirer à Rochester. Les trois derniers médaillons le re présentent recevant à Ambleteuse le plus cérémonieux accueil, quittant Boulogne dans la chaise roulante du duc d'Aumont, enfin trouvant un refuge assuré auprès du Roi très-chrétien, le lendemain même du jour où le fils aîné de l'église, champion de la royauté catholique, avait accueilli sa femme, son fils, leur confesseur, et les représentants de la noblesse anglaise restée fidèle aux Stuarts. Du haut du fronton où Romeyn de Hooghe a encadré son portrait, Guillaume III contemple phlegmatiquement son beau-père consommant l'acte de son suicide dynastique : il l'a chassé de son royaume et lui a dédaigneusement, en politique avisé, ménagé toutes les facilités pour le débar rasser par la fuite de sa présence inopportune et pour abandonner l'Angleterre sans retour : « Fugat parcet que fugatis. » A sa gauche la Justice tient une épée flam boyante, et la Vengeance nationale brandit des foudres ; aux éclairs et aux éclats du tonnerre, Jacques II et ses partisans fuient éperdus, en emportant les vains symboles d'un pouvoir irrévocablement perdu, la couronne, le sceptre et le poignard. A sa droite la Vérité, la poitrine couverte par un bouclier resplendissant de lumière, et l'Eternité qui agite une torche allumée, dispersent les Jacobiles : éblouis de ces traits de feu, frappés d'épouvanté, ceux-ci laissent tomber à leurs pieds et abandonnent rosaires, ciboires et scapulaires. Quant à l'esprit qui inspira ces allégories, il ne se révèle que trop clairement par le cri de No Popery ! A bas le Papisme ! Ambleteuse figure encore dans un estampe dont Fauteur"], [52, "40 a gardé Fanonyme : aussi bien commettait-il une assez vilaine action en la composant. L'imagerie politique, reflet des passions du jour, ne respecte guère les convenances ; elle ne se soucie pas davantage de la vérité, du moment qu'elle peut atteindre un ennemi ou servir une vengeance ; par affinité élective, elle s'allie naturellement à la chronique scandaleuse et illustre la calomnie, la diffamation et les imputations les plus outrageantes. L'artiste a réuni, avec une astuce perfide, en un seul tableau, deux scènes qu'il nous expose comme se jouant à la même heure dans deux endroits éloignés de 70 lieues l'un de l'autre. Au fond il nous montre Ambleteuse par la porte entrou verte d'une chambre du château de Saint-Germain-en-Laye. Non loin du vieux fanal qui signale l'entrée du port, Jacques II sort du petit navire qui a emporté d'Angleterre le César peu grandiose et la fortune dynastique des Stuarts; des évêques, des prêtres, des jésuites, des moines composent le cortège effaré du roi déchu et du directeur de sa conscience, le père Petre. Au premier plan, dans une chambre somptueuse, au-des sous de F écu d'azur aux fleurs de lis d'or, Marie de Modène, mollement adossée aux cousins d'un lit de repos, écoute sans vergogne les ardentes déclarations de Louis XIV assis à ses côtés : Cupidon, voltigeant au-dessus de ce couple embrasé, tend son arc et s'apprête à lui décocher un de ses traits vainqueurs. L'heure du berger va sonner une fois encore pour \" Arlequin Déodat \", qu'une autre gravure du temps montre courtisé par le brillant sérail des faciles beautés de sa cour, parmi lesquelles on reconnaît la Vallière> Montespan e tutte quante. Huit vers anglais, parlant sans voiles ni ambages, ne laissent subsister aucun doute sur la nature des sollicitations empressées du séducteur."], [53, "41 Let Pleasure. Queen, thy Cares remove, Thy Loss os Empire drowned in Love. Kiud Polydorus sure is worthy Thy Smile who pay'd thy Portion for thee : Thy Favours can be no defaulters To 8ueh a Champion os thy Altars : Joyn'd against Heretick Cause so stoutly, Soûls both so linckt may Kiss devoutly. Bien que pindarisant peu, je tente ici de faire en vers, pour lesquels je réclame toute l'indulgence du poète à qui nous devons La Mitromanie, la traduction de cette légende qui attente à l'honneur d'une reine et de celui qui lui donnait l'hospitalité. Que le plaisir, Marie, adoucisse ta peine : Oublie entre mes bras tes royaumes perdus. Ton généreux amant se trouvera, ma reine, Bien payé d'un baiser, des soins qu'il t'a rendus (U. Pourrais-tu refuser la plus douce faveur Au champion dont le bras s'arme pour ta querelle ? Unis pour renverser l'impie usurpateur, Nos cœurs doivent brûler d'une ardeur mutuelle. L'Histoire Métallique des Pays-Bas de Van Loon (P. III, L. IV, p. 370) décrit une grande médaille de 57 millimètres, qui fut frappée en commémoration du débarque ment d'Ambleteuse. Par une amère dérision, le médailleur a ceint de la couronne de laurier des victorieux la tête de cet ascète royal qui, déclinant la lutte, abdiquant la couronne, se dérobait par la fuite : il lui confère le titre ironique de Iacobus II. D. G. Britanniarum Imperator. Sur le revers, le peu triomphant empereur des deux Bretagnes, — la grande et la petite, avec la France et la Navarre pour annexes sans doute! — figure sous la peau du 0) Louis XIV avait, en effet, facilité l'union de Marie de Modène avec le roi d'Angleterre, en payant sa dot: la chronique scandaleuse exploita souvent cette libéralité politique du roi de France."], [54, "42 renard, tel que la fable le décrit, metcant le feu à Faire de l'aigle qui lui a ravi un de ses petits : c'est, vous le savez, Monsieur, Jacques II mettant — du moins il y pensait — le feu aux quatre coins de FAngleterre et des Provinces-Unies, afin de se venger du Stadthouder, usurpateur de son sceptre, qui se trouvait être Fépoux de sa fille. La légende en com plète l'explication : 4 Jan. 1688. Abdicato Regno in Galliam appulit. Quant au prince de Galles, le futur Jacques III « sans terre », non plus que son père ni que sa mère, il ne fut, même au berceau, épargné par les graveurs, les médailleurs> les rimailleurs ni les pamphlétaires qui déchirèrent à l'envi, discréditèrent ou essayèrent de salir sa famille et ses protec teurs. Comme je n'ai rencontré ni son maillot, ni le petit moulin qu'ils lui attribuent comme jouet allégorique^1), ni son portrait, dans les pièces que j'ai consultées relativement à Ambleteuse, à Calais et à Boulogne, je m'arrête en signalant aux recherches des curieux les cabinets des estampes de la Bibliothèque nationale de Paris, du British Muséum de Londres et du nouveau Musée d'Amsterdam : ces collections leur réservent sans nul doute de nombreuses et importantes trouvailles sur notre pays. Recevez, cher Monsieur Deseille, mes amicales salutations, V.-J. Vaillant. 15 janvier 1886. d) On prétendait que la grossesse de la Reine était postiche, et que l'on avait introduit à Whitehall, au moment de l'accouchement si mulé, Pensant nouveau-né d'un meunier que l'on avait caché dans une bassinoire : quel joujou convenait mieux qu'un petit moulin au fils d'un meunier?"], [55, "43 * # POST-SCRIPTUM Par discrétion, afin de ménager certaines susceptibilités respectables, j'ai cru devoir laisser en dehors de cette lettre qui était appelée à recevoir la publicité d'un journal, quel ques pièces satiriques dans lesquelles le prince de Galles se trouve pris directement à partie ; le Jacques III des absolutistes anglais, le chef dynastique de la maison des Stuarts, le Prétendant autour duquel se groupèrent les champions et les tenants du catholicisme, de la légitimité et de la royauté de droit divin, y est affiché comme Fenfant d'un meunier et la créature des Jésuites. J'ai également laissé dans une ombre discrète celles qui s'attaquèrent au père Petre et qui le dépeignent comme se substituant à Jacques II auprès de Marie de Modène dans ses devoirs d'époux et de père; à ce Mazarin de cette autre Anne d'Autriche, elles font endosser la paternité, selon la chair, de Y Enfant du miracle. Le livre ayant des libertés que l'on n'accorde pas volon tiers au journal, j'en décrirai deux ici. Une grande médaille blasonne Fillégitimité de la naissance du prince de Galles. La légende porte en effet : IAC [ques] FRANC [ois] EDWARD SVPPOSEE 20 • JVIN • 1688. Le graveur y commet, notons-le en passant, une petite erreur chronologique : au 20, il aurait dû substituer le quantième exact du 10 juin. A la face est réservé le blason de Fenfant : LES ARMES ET L'ORDRE DV PRETENDV PRINCE DE GALLES. Ses armes? Quelles autres armes significatives lui attri buer, sinon le moulin à vent paternel, afin de bel et bien mettre en évidence de quelle race il descend ?"], [56, "44 Son ordre? C'est plus naturellement encore celui des Jésuites : aussi l'écu est-il timbré d'une barette autour de laquelle s'enroule, en guise de Jarretière, un rosaire dont le bijou est un homard cornard et tortu. Quant au revers, il représente le navire français YAssu rance qui amena à Calais la reine futitive, Fenfant et leur père spirituel ou autre. Ils sont groupés sur le pont à Fombre du drapeau fleurdelisé. Marie de Modène contemple avec attendrissement le père Petre qui porte dans ses bras, comme le ferait une plantureuse nourrice, le poupon, coiffé d'un moulin, auquel il dit : Allons, mon Prince, nous sommes en bon chemin. Une gravure en manière noire nous conduit au château de Saint-Germain-en-Laye. Elle représente la Nursery où le Royal Baby est couché dans son berceau posé sur une table : à droite le petit moulin qui lui sert d'insigne, à gauche Forange qui symbolise le roi Guillaume. La reine remue doucement le berceau, tandis que le remplaçant de Jacques II, tendrement penché sur elle, Fembrasse en regardant Fenfant que la chronique scandaleuse lui attribue comme né de son commerce adultère et sacrilège avec Marie de Modène. Dans cette seconde version, le meunier traditionnel n'aurait été inventé que pour jeter de la farine aux yeux des curieux, et pour dérouter les soupçons en les lançant sur une fausse piste. Un tercet monorime donne langue à ce conte qui pourrait servir de pendant à celui des Culottes du Cordelier: Sorne Priest they say crept nigh Her Honour And sprinkled some holy water npon her Which made her conceive os what has undone her. « Oh ! puissante vertu du goupillon ! Un prêtre en aspergea son cotillon ; Et la reine a conçu Ce qui tout a perdu ! » La famille, il faut le reconnaître, prêtait un peu à la satire sur d'autres points encore. Malgré Fimportance des subsides"], [57, "45 que lui fournissait Finépuisable libéralité de Louis XIV, elle eut parfois recours à des expédients dont la crudité contraste étrangement avec la morgue compassée, Fétiquette formaliste, les susceptibilités inquiètes et la pompeuse soli tude de la cour de Saint-Germain. En voici un exemple extrait d'une note sur NorbertRoettiers, graveur de monnaies et de médailles (1666 (?) 1727) qui a paru dans la Revue de l'Art français ancien et moderne, 2e année, 1885, page 6. * * * Norbert Roettiers était cousin germain de Joseph Roet tiers, graveur général des monnaies de France et graveur particulier de la monnaie de Paris, à qui l'on doit les coins des plus belles médailles de l'histoire de Louis XIV. Après un long séjour en Angleterre où il travailla dans les ateliers de la Tour de Londres, sous la direction de son oncle Joseph, et reçut sa nomination de graveur officiel en 1672, il était, avec le reste de la famille, rentré en France: le vieux. médailleur des rois Stuart, Charles II et Jacques II avait, à l'avènement de Guillaume d'Orange, imaginé et exécuté une protestation originale qui l'avait fait casser aux gages. Chargé de graver les poinçons de la monnaie de billon de Fusurpateur hollandais, l'artiste jacobite burine pour la pièce d'un demi-penny une effigie où le derrière de la tête figurait le profil d'un satire cornu ! Par suite de cette mauvaise plaisanterie collective, tous les Roettiers repassèrent la Manche et prirent le chemin de Paris et de Saint-Germain. Au château où le monarque dé couronné se morfondait dans sa morgue ascétique, ce loyalisme fut jugé digne de récompense : Jacques II, conféra à Norbert Roettiers, sans doute à cause de la collaboration qu'il avait prêtée à son cousin dans le coin du fameux half-penny piece, le titre de graveur général du roi d'Angle terre. Quatre mois après la mort de Joseph, il reçut de"], [58, "46 Louis XIV, en date du 17 janvier 1704, sa survivance pour l'office de graveur général des monnaies du roi de France. Les archives d'origine anglaise font mention d'une œuvre assez étrange pour être enregistrée à titre de curiosité de Fhistoire de la gravure. Jacques II, ce fils morose de la brillante Henriette de France, ce besoigneux pensionnaire de Louis XIV, qui s'obstina jusqu'à sa dernière heure à se targuer du titre de roi de France et à faire figurer les lys dans ses armes, mourut, on le sait, au château de Saint-Germain-en-Laye, le 16 septembre 1701. Son testament, conservé jusqu'à la Révolution française au collège des Ecossais de Paris, a été recueilli par la famille anglaise desTichborne, qui possède également Finventaire y annexé de tous les objets délaissés par sa feue Majesté, et attesté par la reine Marie de Modène, sous la date du « 22 juillet de Fan du Seigneur 1703, le « deuxième du règne de notre bien-aimé fils Jacques III, « par la grâce de Dieu roi d'Angleterre, d'Ecosse, de « France(!) et d'Irlande, etc. » Pendant les vingt mois écoulés depuis le décès de Jacques II, sa veuve et exécutrice testamentaire avait disposé d'un certain nombre d'objets de valeur, entre autres de diverses pièces d'argenterie : pour la plupart ils étaient de provenance anglaise et avaient été apportés — la reine Fatteste — à Fépoque où la famille fugitive des derniers Stuart était venue, en bien triste appareil, débarquer à Ambleteuse et recevoir à Boulogne Fhospitalité du duc dAumont. Elle avait cru devoir, avant toute chose, préparer les instrumenta, regni, les grands et les petits sceaux des royaumes du sou verain in partibus, Jacques III. Ordre futdonc donné à Norbert Roettiers, de par sa charge de graveur de la couronne, de briser les sceaux du feu roi et de faire ceux de son successeur; le grand et le petit sceau d'Angleterre"], [59, "47 furent aussitôt fondus et gravés, la matière première en étant prise dans le métal des vieux sceaux d'Angleterre et d'Irlande : ceux d'Ecosse, retrouvés également dans leur cassette d'argent, étaient en cuivre. Pour les sceaux des autres royaumes de ce nouveau Jean Sans-Terre, il fallut faire un choix parmi les pièces d'argen terie de la famille exilée. La liste étrange des choix ainsi faits se lit en marge de l'inventaire en regard des articles destinés à ce noble emploi : « Argenterie des petits appartements, en charge des pages de sa feue Majesté: « Deux pots de chambre d'argent, « pesant ensemble 4 œarcs 1 once 4 *?ros « Une chocolatière d'argent, pesant 2 6 2 « L'un des pots de chambre du poids « de 13 onces 3 gros a été livré à Roet « tiers avec la chocolatière, aux fins de « servir à faire les sceaux d'Ecosse et « d'Irlande. « En charge de M iddleton, apothicaire: « Un mortier et son pilon, pesant en « semble 8 5 0 prisé à 258 livres 15 sols. « Livrés à Roetúier, aux fins de servir « à faire les sceaux sus-mentionnés « d'Ecosse et d'Irlande. « En charge de Menzies, officier de la « bouche : « Un petit chandelier, du poids de 15 4 « Deux grands chandeliers pesant en ce semble 6 2 0 « Livrés à Roettier pour les sceaux sus-désignés. « En tout livré à Roettier 22 marcs. »"], [60, "48 Quelle antithèse macabre entre les dispositions testamen taires du roi Jacques II et les dispositions industrielles de Marie de Modène ! Les sceaux du Prétendant roi d'Angle terre, cette fontaine de tous les honneurs, cette source pure de la justice et des grâces, confectionnés avec un mortier d'apothicaire et un pot de chambre, quelle ironie du sort! » * Le loyalisme s'élève et se tient impassible au-dessus de toutes ces misères. Les yeux du courtisan — ceux surtout de la variété la plus respectable des gens de cour, les yeux du courtisan du malheur, fidèle jusqu'à l'expatriation et àl'aban don volontaire de ses biens, de ses honneurs et de ses titres, — restentfermésdevantcesspectaclesou comiques ou odieux. Son esprit perd ses droits de critique et de juge; on dirait que les mots ont perdu pour lui leur signification et leur valeur, lorsqu'ils sortent de la bouche de ce monarque qui eût pu échanger la couronne fermée et le manteau d'hermine contre la barette et la soutane. II reste sourd devant la confes sion publique par laquelle le souverain déchu de la Grande-Bretagne se reconnaissait devant Fabbé de Rancé et toute la communauté de la Trappe, pour un mauvais roi ! Addison, le charmant auteur du Spectator, revenant d'une excursion de touriste au monastère de La Trappe, racontait ses impressions à Févêque anglican Hough dans une lettre, datée de Paris, 24 Septembre 1800,qui est restée inédite jusqu'à une époque toute récenteO). « Le Père qui nous accompagnait, nous raconta comment s'était passé la première visite que leur fit le feu roi Jacques qui, vous le savez par les Gazettes françaises, (1) The Athenaeum, 1 sept. 1888, p. 290."], [61, "49 faisait de fréquentes retraites dans leur monastère. L'abbé alors en exercice le fit entrer dans le grand parloir où il appela toute la communauté ; puis il dit aux religieux qu'ils pouvaient regarder Fétranger qui se tenait devant eux — sans cette permission pas un ne doit jamais lever les yeux de dessus terre — et que c'était le roi d'Angleterre qui leur accordait Fhonneur d'une visite. Le roi leur dit alors qu'il avait entendu parler de leur piété avec de grands éloges ; il venait donc réclamer leurs prières pour lui et pour ses sujets, vu qu'il avait fait le malheur de beaucoup de ceux-ci. Se tenant dans toute sa harangue au diapason de la maison, il se représenta comme Fauteur des malheurs de ses peuples, plutôt que comme la victime de leur méchanceté. Cette confession fit pleurer les bons Pères qui se retirèrent pour aller faire leurs dévotions. » La fidélité des jacobites est passée en proverbe : les familles qui suivirent pieusement le chef de leur parti, se fixèrent, presque sans exception, sur cette terre de France où il avait reçu l'hospitalité prodigue de Louis XIV. Boulo gne en recueillit un certain nombre et devint le lieu de leur séjour : la littérature anglaise fait de nombreuses allusions aux habitudes et aux espérances indestructibles de ces exilés qui, un siècle encore après la fuite de Jacques II, avaient Fœil fixé sur la côte anglaise et le pied prêt à repartir pour le palais de Saint-James et le château de \"Windsor; aux anniversaires, ils se réunissaient pourboire à la santé du Prétendant à la couronne d'Angleterre et à la confusion de Fusurpateur. Ils ne suspendaient pas leurs lyres aux saules de la rive qui les séparait de leur ingrate patrie : les côtes de fer du Boulonnais ne connaissent, en effet, ni les saules ni les cyprès du fleuve de Babylone. Ils n'entonnaient pas les psaumes et les dithyrambes des prophètes d'Israël; s'ils chantaient, c'était les ballades écossaises où le Darling Prince Charlie, The Young Chevalier, le héros des Blue Bonnets, remplaçait Jéhovah, le dieu des vengeances cer-"], [62, "50 taines, bien que tardives ; et le verre en main ils saluaient la lointaine aurore du jour où « The King would corne to his own again », où un Stuart, escorté des féaux champions du droit divin, rentrerait en possession de son royaume : fraternelles agapes où le toast célèbre « The King over the Water », cette eau allégorique, amphigourique du détroit, grâce à une double-entente, tenait lieu à' Alléluia! A men ! Bien qu'il n'ait pas été canonisé, Fhermitede St-Germain en-Laye fut l'objet d'un véritable culte, et ses partisans pour qui Fincarnation en sa personne de la religion catholique et de la royauté légitime était devenue un dogme, recueillirent pieusement ses reliques. C'est ainsi que le musée de Dunkerque possède le bonnet de nuit que le dernier roi catholique d'Angleterre portait au moment de sa mort; il avait été donné à une des commu nautés religieuses qui étaient venues d'outre-Manche s'établir en France, celle des Clarisses Anglaises, si ma mémoire ne me trompe point. Je possède un reliquaire consacré à cetle variété assez rare de latrie: il provient d'Angleterre. C'est une de ces petites bonbonnières en corne, de forme ronde et bombée, que, dans notre jeunesse, nous avons vues entre les mains de nos grand'mères: au lieu de croquignoles et de pistaches, celle-ci contient quelques gouttes du sang du roi et de la reine, ainsi que quelques-uns de leurs cheveux et de ceux de leurs enfants — légitimes et illégitimes indistinc tement ! — C'est ce qu'atteste l'inscription suivante tracée jadis à la plume sur une mince bande de papier qui contourne le bord interne du couvercle: f Blood í Hair os king James 2á Blood $ Haïr os y Queen $ Hair os y* Princes. Des doigts agiles et patients, des doigts de religieuses sans doute, ont élevé dans le fond de ce petit sanctuaire un petit monument de tortillons et de découpures de papier"], [63, "51 doré, analogue à ceux qui d'ordinaire étaient réservés aux reliques des saints reconnus par le Vatican. En haut, la couronne royale de la Grande-Bretagne, perdue pour la messe; à droite et à gauche, les initiales du roi et de la reine, JR et MR ; au-dessous, trois cœurs symboli ques qui renferment le sang et les cheveux du roi et de la reine, et les cheveux du prince de Galles et de ses frères — réguliers et irréguliers — entre les initia les M et S. Un autre souvenir de cette époque m'est passé entre les mains à Boulogne où il était resté, depuis le commencement de la Révolution, en possession de la même famille. C'est un verre à vin, peu gracieux de forme, mais curieux par les inscriptions qui en couvrent le calice et le pied. Soigneuse ment, élégamment gravés à la pointe de diamant, on y remarque, parmi divers motifs de décor, un God save the King ! de circonstance et un toast jacobite. La couronne du Royaume-Uni surmonte le chiffre royal, composé des deux lettres JR deux fois entrelacées : J. R., c'est naturellement J acobus R ex, un Jacques roi sans terre ni couronne, tandis qu'un Guillaume quelconque possédait l'une et l'autre. Au-dessous se lit le premier couplet ou verset de Fhymne national, tel que pouvaient le chanter à l'envi, mais avec quelques sous-entendus, tous les partis politiques qui admettaient en principe l'existence d'un roi d'Angleterre. God save the King I pray, God bless the King I pray, God save the King ! Send him victorious Happy and glorious, Soon to reign over us. God save the King ! Quant au second qui occupait le revers du bol, il en était"], [64, "52 autrement; une main amie et délicate en avait retouché le texte officiel : God bless the Prince os Wales, The true born Prince os Wales, Sent us by Thee. Grant us one favour more, The King for to restore, As Thou has (sic) done before The Familie. Et chacun comprenait à demi-mot quel était ce Prince de Galles, ce Prince légitime pour lequel se formaient ces vœux poétiques, mais peu pratiques, en faveur de quel roi, de quelle famille cette prière appelait Faide du Tout-Puis sant pour une nouvelle Restauration — Jacques III ou Jacques IV, un Stuart quelconque représentant la descen dance du gai et peu héroïque monarque Charles II, ramené sur le trône par un général Monk et s'ébaudissant sans vergogne avec les millions et les maîtresses que lui four nissait Sa Majesté Très-Chrétienne! La portée politique de cette variante, interpolée dans le texte de l'hymne national, est précisée par les deux autres légendes qui me restent à relever. L'une porte : To His Royal Highness the Duke And to The Increase os the Royal Family ; la dernière, qui est placée sur le pied du verre, est un Toast: A Bumper MA To The Noble and True Patriot os his Countrey The Righl Honle George Earle Marshal etc., etc. Hereditary Earl Marshal os Scotland. La politique n'exclut pas la prudence : afin de ne pas donner trop de prise aux juges qui siégeaient en Angleterre dans la terrible Chambre Etoilée, on avait pris soin de déguiser le monogramme inséré sous la couronne, par un"], [65, "53 léger artifice de la gravure; la boucle des deux R sont entrelacés de manière à pouvoir, en y mettant quelque com plaisance, passer pour la boucle de deux G : au lieu de Jacobus Rex, il était loisible d'alléguer et de soutenir qu'il s'agissait à volonté de Georgius Rex ou de Gulielmus Rex. Diplomatie équivaut à duplicité. Cette curieuse relique de culte jacobite faisait partie, à la fin du siècle dernier, du mobilier dépendant de la succes sion d'une dame anglaise, qui appartenait à une noble et illustre famille d'Outre-Manche : un de ses ancêtres était Grand Ecuyer à vie [Master os the Horse) du roi Henri VIII qu'il accompagna au mémorable siège de Bou logne. Le 15 ventôse an vin, mourait dans notre ville où elle avait traversé sans encombre les épreuves de la Révolution, une femme que Jean-Louis Guerlain, officier public, décrivit comme trune Anne Darcourt, rentière, âgée de soixante seize ans, native de Londres, épouse légitime de — Darcourt et de — Braune, décédée en son domicile scis en cette com mune section du port cejourd'hui à trois heures du matin\". Rétablissons ces noms passablement défigurés dans le registre de FEtat civil. La défunte était Ann Harcourt ; par sa filiation, elle appartenait aux Browne de Cowdray qui portaient le titre de Vicomtes Montagu, et par son alliance, aux Caryll qui portaient celui de Vicomtes Molyneux. Elle était en effet fille de Richard Harcourt, jacobite dont la famille avait suivi les Stuarts en France et qui résidait à Boulogne, et de Henriette, fille de Henry Browne, Lord Vicomte Montagu. L'anoblissement de sa race date du fils de Sir Anthony Browne qui servit HenriVIII et EdouardVI; il avait été Grand Ecuyer sous ces deux rois, capitaine des Gentilshommes pensionnaires pendant leurs deux règnes, Grand Porte-Étendard d'Angleterre, exécuteur testamen taire de Henri VIII dont il avait été procureur pour épouser"], [66, "54 Anne de Clèves í1), membre du Conseil privé, Chevalier de Fordre de la Jarretière, etc., etc. C'est cet ancêtre d'Anne que l'on voit dans la grande gravure de J. Basire, exposée au Musée de Boulogne, sortant de son camp assis sur le plateau de St-Martin, galoppant à la tête de ses gens d'armes et portant Fétendard royal, pendant que Fartillerie foudroie et pulvérise la Tour- Notre-Dame, que Fincendie, allumé dans Fabbaye par les bombes, dévore son clocher, et que les derniers prépara tifs se font dans les tranchées des Tintelleries pour Fassaut final. C'est lui ou son fils, qui avait, dans son admirable château de Cowdray, restauré et embelli pour devenir digne de sa haute fortune, fait peindre, après son retour du siège de Boulogne, d'immenses fresques destinées à immortaliser son nom et à retracer quelques-uns de ses faits d'armes ; ces peintures ne sont plus connues que par les gravures de J. Basire. Le feu les a détruites. C'est encore le nom du favori de Henri VIII qui sert de refrain à une de ces chansons populaires qui se sont faites en tous les temps sur les hommes les plus marquants de leur époque. Un rimailleur du xvie siècle y mêle à plaisir Fambassadeur qui épouse Anne de Clèves et le Grand-Ecuyer (i) Un des tableaux qui ont péri dans l'incendie du 24 septembre 1793, était le portrait en pied de Sir Anthony Browne qui s'était fait peindre dans son costume d'ambassadeur d'Henri VIII à la cour de Clèves : — ■ le justaucorps en satin mi-parti, bleu et blanc à droite, blanc à gauche; le pantalon inversement bleu et blanc à gauche, blancà droite, collant et tailladé de crevés bouffants; une épée déme surément longue au côté; le chapeau panaché à la main, le bijou de St-George au cou, et une giroflée à la main. C'est cette jambe droite, ainsi habillée, que le fondé des pouvoirs. . . précaires du roi d'Angleterre introduisit, devant la cour assemblée dans la chambre nuptiale, dans le lit d'apparat où était couchée la jeune mariée, en signe de prise de possession. Lady Browne assistant à ce cérémo nial, les convenances étaient sauvées !"], [67, "55 qui mène Fassaut de Notre-Dame -de-Boulogne: ces triom phes de la passion et de la politique se combinent et se con fondent dans des vers gouailleurs où Féquivoque mène le branle aux échos périodiques du refrain : O Anthony, noiv, noie, now ! Je n'en possède qu'un texte évidemment corrompu, et il m'est impossible d'en indiquer la source. La chanson est, sinon inédite en France, du moins fort peu connue; aucun de nos auteurs qui ont traité cet épisode de Fhistoire de Bou logne, ne Fa citée. Ces considérations me déterminent à Fintroduire ici, après avoir modifié, sous ma responsabilité personnelle, trois mots qui m'ont paru absolument erronés: Our King he went to Dover, And so he lest th' island ; And so His Grâce came over, And so to Callice sand ; And so he went to Bullin With soldiers strong enow, Like the valiant King os Cullin ; 0 Anthony, now, now, now ! When he came to the city gâte Like a royal noble Man, He could not abide their prate, But he call'd for the Lady Nan ; He swore that he would hâve her, And her maidenhead ; he did vow Their strong walls would not save her : 0 Anthony, now, now, now ! So tantarara went the trumps, And dub-a-dub-dub went the guns, The Frenehmen felt their thumps And cri'd, \"King Harry cornes!\" He battered their portcnllis And made their bolts to bow ; He beat their men to a cullisse ; 0 Anthony, now, now, now !"], [68, "56 King Harry he laid about him With spear and eke with sword ; He car'd no more for a Frenchman Than I do for a t He burst their palissadoes And bang'd them, you know how He strapp'd their canvassadoes ; O Anthony, now, now, now ! Up went the Englisb colours, And ail the bells did ring. We had both crowns and dollars And drank health to our King, And to the Lady Nan os Bullin And her heavenly angel's brow ; Thebonfires were seen to Flushin ; O Anthony, now, now, now ! And then he brought her over, And hère the Queen was crown'd, And brought with joy to Dover, And ail the trunips did sound. And so he came back to London Where His Grâce liveth now anon. \" Good morrow to our noble King\" quoth I. \" Good morrow \" quoth he, \" to thou !\" And then he said to Anthony \" O Anthony, now, now, now ! \" La descendante de ce héros épique vivait modestement, chichement à Boulogne d'une petite rente de 200 livres sterling que lui servait Thomas Longcroft, attorney at law, — nous dirions notaire — à Havant, dans le Hampshire : c'est du reste ce même homme d'affaires de la famille qui avait dressé son contrat de mariage dans lequel se trouve reprise cette rente viagère parmi les autres avantages stipulés en sa faveur; les papiers qui m'ont fourni quel ques-uns des renseignements utilisés dans cette étude, faisaient partie de Finventaire « dressé à Boulogne le 16 prai rial an vin de la République française, par Hautefeuille, interprète. »"], [69, "57 Jacobite de cœur, jacobite par alliance, jacobite par tra dition, Anne Harcourt faisait sa société habituelle des jaco bites fixés, comme elle, dans notre ville. II y aurait bien des choses curieuses à raconter au sujet de cette colonie d'émigrés et de proscrits qui reconnaissait pour chef Lord Clancarty, ce descendant des rois irlandais de Munster, ce neveu, par alliance, du fameux duc de Marlborough W : au- (!) Lord Clancarty habitait une maison de campagne située dans le voisinage immédiat de la Haute- Ville ; c'est ce que constatent divers documents que j'ai compulsés; mais aucun d'eux ne précise son emplacement. Serait-ce l'ancien château, devenu guinguette, puis démoli en très grande partie par les P. Jésuites lors de la construction de leur collège à Saint-Martin, sur la route de Calais, et auquel lord Clancarty aurait donné le nom, aujourd'hui défiguré, de Malbroucq, en souvenir de l'époux de sa tante, femme de l'illustre duc de Marlborough, qui lui légua un demi-million? C'est dans ce château que lord Robert Me Carly, comte de Clancarty, reçut, en 1763, le fameux Lally de Tollendal avec lequel il s'était étroitement lié. Après la chute de Pondichéry, Lally, prisonnier de guerre des Anglais, avait été envoyé en Angleterre ; sur sa demande, il reçut la permission de se rendre à Paris pour y défendre son honneur attaqué par de Bussy et d'Aché, par de Leyrit et Moracin, par le père jésuite Lavaur et le conseil de Pondichéry. II s'arrêta à Boulogne et passa trois jours au château de son ami. Ce fut en vain que celui-ci s'efforça de le détourner de ce voyage aussi périlleux qu'inutile, et lui conseilla de retourner en Angleterre et de se soustraire aux effets, trop certains, hélas! des intrigues et des machinations de ses ennemis. Lally. fort de ses services et confiant dans son intégrité, était résolu d'aller mettre à néant leurs accusations calomnieuses et mensongères : « On ne pourra, après tout, faire pis, ajoutait-il, que de me casser. Je partirai. » Le quatrième jour, la chaise de poste qui devait l'emmener, était devant le perron ; le comte le conduisit jusqu'à la portière et continua ses instances et ses conseils ; puis, pour épuiser les ressources, il fit venir une bouteille de Bourgogne, dans la futile espérance que la chaleur d'un vin généreux seconderait peut-être ses efforts et l'ai derait à ramener son malheureux ami à d'autres idées. Tout fut inutile; la main dans sa main, Lally lui promit de revenir le voir"], [70, "58 tour de lui se groupaient sir Francis Wyatt qui avait du sang royal d'Angleterre dans les veines, Hunter de Burnside, Fletcher de Benshie, Thomas Luttrel, David Graham de Duntroon, David Fotheringham, qui portaient tous des noms historiques; parmi les autres qui n'avaient pas cette distinc tion, je ne citerai que l'Irlandais Edmond O'Doherty, « aubergiste suivant la cour » qui tenait « Le Lion Rouge », rendez-vous du Club Jacobite, et son concurrent anglais Kelly, qui avait ouvert l'auberge du Grand Lion d'Or. La Révolution les avait dispersés; ils avaient dû quitter la ville où beaucoup étaient venus planter leur tente « pour vivre et mourir en eue de la patrie dont les yeux pouvaient contempler de la rive française les hautes falaises qui blan chissaient à l'horizon, mais dont jamais leurs pieds ne de vaient fouler le sol ». L'âge, la perte de ses vieux amis et Fisolement étaient venus assombrir une position déjà bien précaire ; Fincendie du château et la destruction des trésors artistiques de Cowdray avait coïncidé presque jour pour jour, 24 septem bre 1793, avec la mort tragique, dans les eaux du Rhin, du dernier vicomte Montague. La malédiction du ciel «. par le feu et par Veau » s'était enfin abattue — s'il faut en croire une légende locale — sur l'été suivant; mais le comte, en détournant la tête pour cacher son émotion, répondit à son « Au revoir », par ces paroles prophéti ques : « Non, mon pauvre ami, non; nous ne nous reverrons, vous et moi, que dans un autre monde. » Lally de Tollendal, en entrant à Paris, fut arrêté et enfermé à la Bastille; puis, après un procès aussi long qu'injuste, envoyé à l'échafaud, garotté et bâillonné, le 9 mai 1766. II est à peine nécessaire ne rappeler que Thomas Arthur, comte de Lally et baron de Tollendal, était fils d'un Irlandais, sir Gérard O'Lally qui avait suivi Jacques II sur la terre d'exil, et était entré au service de Louis XIV en 1691. Les brillants services de son fils sont connus, et son éclatant mérite militaire."], [71, "59 la descendance du profanateur sacrilège qui avait reçu des mains spoliatrices de Henri VIII la fameuse abbaye de Battle, le prieuré d'Easeborne, celui de Saint-Mary-Overy et tant d'autres propriétés ecclésiastiques : châtiment bien tardif, il faut le reconnaître, puisque deux siècles et demi s'étaient écoulés depuis cette sécularisation, et que neuf générations étaient intervenues avant Fincendie causé par la négligence de quelque plombier et le naufrage de George Samuel, lord vicomte Montague, dans les rochers de la chute du Rhin. Ann Harcourt n'eut à son lit de mort pas un parent, pas un de ses nombreux alliés, ni Browne, ni Molyneux, ni Caryll, ni Walsingham, ni Powis, ni Poyntz, ni Fitz Wil liam. La déclaration de son décès fut faite à l'officier civil par « le citoyen Jean-Louis Desgardins, menuisier, ami à la... décédée..., et Jacques-Antoine Dubois, journalier, voi sin et ami..., lequel a déclaré ne savoir écrire... » Une vente à la criée sur le pas de sa porte dispersa son modeste mobilier et ses précieuses reliques. Les épaves en sont aujourd'hui inconnues, à Fexception de ce verre qui est resté depuis lors dans une famille à laquelle je suis apparenté. Les poètes ont choisi le verre comme Femblème de la fragilité. Plus fragiles et moins durables cependant ont été le marbre et la pierre des monuments qui ont dû être élevés sur la tombe des nombreux Jacobites qui sont décédés dans notre ville pendant tout le xvme siècle. Leurs noms, la date et le lieu de leurs inhumations sont inscrits dans les regis tres mortuaires de nos paroisses : bien qu'étrangers de naissance ou d'origine, ils étaient catholiques comme les Stuarts, et les actes de la catholicité boulonnaise en ont conservé le souvenir. Mais visitez les églises de toute notre région, parcourez les cimetières, fouillez et cherchez par tout : je doute que vous trouviez un seul monument lapi daire, une seule inscription qui constate Fexistence à Bou logne, au siècle dernier, d'une nombreuse et bien intéressante colonie d'exilés et d'expatriés jacobites."], [72, "60 N. B. — J'ai conservé au nom de Robert Mc Carty comte de Claucarty l'orthographe incorrecte que j'ai relevée dans les mortuaires français, bien que la forme anglaise soit M0 Carthy et Clancarthy. La déclaration de son décès qui figure à la date du 3 août 1769 dans le registre aux inhuma tions de la paroisse Saint-Nicolas, a été faite par deux membres de la famille du défunt, — deux de ses fils il me semble — qui ont signé R1. Mc Carty et C. Mc Carty. ■H*-^*^^<-i4**l*'"], [73, "LE PORTRAIT D'EUSTACHE-AUX-GRENONS COMTE DE BOULOGNE II existe dans une ville de Normandie un portrait qui re présente un des comtes de Boulogne au point culminant de sa glorieuse carrière, et qui mérite à tous les égards de fixer l'attention de quiconque s'intéresse à l'histoire de notre anti que cité au xie siècle. Ce portrait est de la plus incontestable authenticité; il est contemporain du personnage qu'il représente ; il porte son nom inscrit en toutes lettres à côté de l'effìgie. Depuis le jour où il est sorti des mains habiles qui Font produit, il est demeuré dans la ville même qui en fut donataire ou qui Fa commandé. II fait partie intégrante d'une œuvre célèbre, aussi précieuse à FAngleterre qu'à la France en sa qualité de document historique. Pour être aujourd'hui huit fois séculaire, il n'en est pas moins dans un état fort remarqua ble de conservation, et il a échappé à la main des restaura teurs, souvent plus dangereuse et plus perfide que la vétusté. Malgré tant de mérites exceptionnels, ce monument unique de Ficonographie boulonnaise à la plus belle époque du moyen-âge, n'a point été signalé — du moins à ma connais sance — • dans les travaux qui ont paru sur notre Comté"], [74, "62 et ses seigneurs : il semble être resté inconnu aux écrivains qui les ont publiés. La présente note n'a d'autre objet que d'en constater l'existence, de diriger sur lui Fattention des curieux et de le faire sortir enfin d'une obscurité peu méritée. * * * Tout le monde connaît, soit par une inspection person nelle, soit par les descriptions plus ou moins détaillées qui ont été imprimées, soit par les gravures qui illustrent le texte de ces descriptions dans les Monuments de la Monarchie française de dom Bernard de Montfaucon, dans les observations de Lancelot sur un Monument de Guil laume le Conquérant^), dans Y Histoire de la conquête de T Angleterre par les Normands, par Augustin Thierry (2), dans une plus récente publication donnée en 1879 par M. Jules Comte, etc., etc., ce que l'on appelle la tapisserie de Bayeux, quoique, à proprement parler, ce soit une bro derie. Peut-être eût-il été sage de conserver la désignation ancienne et populaire de Toile de la Saint-Jean ou de Toi lette du duc Guillaume. II ne s'agit pas, en effet, d'une tapisserie, soit piquée sur un canevas ou un treillis plus ou moins gros, soit fabriquée sur un métier de haute ou de basse lisse comme on le fait aux Gobelins, à Aubusson ou à Beauvais, mais bien d'une véritable broderie exécutée à l 'aiguille avec des laines de couleur sur une bande de toile de lin qui ne mesure pas moins de 70 mètres 34 centimètres de longueur sur 50 centimètres de hauteur. (i) Les planches de Lancelot ne font que reproduire assez grossiè rement celles de Montfaucon. (2) Seule, la sixième édition (Paris, Tessier, 1843 ; 4 vol. in-8° et atlas) contient- les planches de la tapisserie de Bayeux en 4 feuilles de 4 bandes chacune."], [75, "63 Conservons-lui ici le nom qui est aujourd'hui entré dans la diction ordinaire, Tapisserie de Bayeux ou de la Reine Matilde. Omettons celui de Toilette de la Saint-Jean, qui rappelait Fhabitude où était jadis le clergé de Bayeux de s'en servir pour tendre et décorer la Cathédrale à la fête de la Saint-Jean ; omettons celui de Toilette du duc Guillaume, qui avait l'avantage d'indiquer sommairement le motif de cette tenture. La tapisserie de Bayeux — il est à peine besoin de le redire — représente, dans une série de soixante-douze tableaux ou épisodes consécutifs, les principaux évène ments qui se produisirent en Angleterre, en Normandie et dans le Ponthieu, entre la dernière maladie du roi Edouard le Confesseur et la défaite du roi Harold par Guillaume le Conquérant à Hastings en Fan 1066. Ce sujet a été égale ment traité en véritable tapisserie, ainsi qu'on le reconnaît dans Finventaire des meubles et objets qui avait été dressé le 12 juillet 1420 au décès de Philippe le Bon, duc de Bour gogne ; on y lit, en effet, sous le n° 4276 : « Ung grant tapiz de haulte lice, sanz or, de Fhystoire du duc Guillaume de Normandie, comment il conquist Engleterre. » Cette tenture est malheureusement perdue pour Fétude et la comparaison avec la toile de Bayeux. Chacun des incidents retracés par Faiguille en laine cou chée et croisée en manière de hachures colorées, est expli qué par une courte légende ; divers personnages marquants sont signalés et portent leur nom inscrit à côté ou au-dessus de leur image. Exécutée au lendemain de la sanglante victoire qui donna le trône d'Angleterre à Guillaume le Bâtard, elle entra dans la Cathédrale de Bayeux, dont Eudes, demi-frère du Conqué rant, était évêque, évêque martial et militant. C'est encore aujourd'hui la plus grande curiosité iconographique de la Normandie, et peut-être de la France et de FAngleterre."], [76, "64 * * * Huit siècles ne passent point sur une œuvre de Findustrie humaine sans y laisser leur marque : Faction destructive du temps et celle de l'homme se faisaient sentir de plus en plus sur une étoffe qui restait exposée à des accidents périodiques et à de nombreuses causes de détérioration. En comparant minutieusement Fétat où elle se trouvait vers le commencement de ce siècle avec celui qui, un siècle plus tôt, était enregistré dans la gravure annexée aux dis sertations de Montfaucon et de Lancelot (1730), on put constater des dégâts considérables. La Société des Antiquaires de Londres s'émut des progrès de ces détériorations; elles ne pouvaient, d'ailleurs, que s'accentuer, s'aggraver, s'accélérer encore à chacune des expositions annuelles qui se faisaient de cette précieuse tenture pendant ce qu'on appelait YOctaoe des Reliques, qui commençait la veille de la Saint-Jean d'été. Déjà les derniers épisodes qui retraçaient la poursuite de l'armée anglaise par les vainqueurs, avaient disparu ou tombaient en lambeaux. Afin d'assurer un nouvel avenir à ce monument unique de Fhistoire de l'Angleterre, elle prit la résolution de le repro duire par la gravure, tel qu'il représentait encore en 1815 le plus important évènement du xic siècle. Elle envoya donc à Bayeux, aussitôt que les circonstances politiques le permirent, un artiste distingué, Charles-Alfred Stothard, qui s'était déjà signalé comme dessinateur archéologue par son recueil The Sepulchral Effigies, et par les planches du grand ouvrage de Lysons, Magna Britannia. Avec le titre de dessinateur de la Société des Antiquaires de Londres, Stothard reçut le mandat d'exécuter en couleurs la reproduction, aussi fidèle qu'il lui serait possible, de"], [77, "65 toute la tapisserie de Bayeux. Ce fac-similé réduit devait ensuite être gravé par un autre artiste d'origine française, dont le burin était célèbre, James Basire. Comme annexe à son dessin teinté, Stothard déposa un rapport détaillé, dont la lecture fut donnée à la séance tenue le 25 février 1819. Entre autres observations techniques, l'artiste qui se doublait d'un archéologue, y décrit les rava ges survenus depuis la date de la gravure de Fouvrage de Montfaucon ; ici la bordure en avait disparu; là il ne subsis tait de la broderie originale qu'un croquis uniquement re connaissable par les piqûres de Faiguille et par quelques bribes de laine coloriée. C'est en se guidant, d'après ces traces des points d'aiguille, sur la silhouette légère dont la laine avait laissé par-ci par-là quelques irrécusables témoins, qu'il était parvenu à reconstituer certaines parties profondément endommagées. Les seules lacunes qu'il ne combla point et qu'il laissa en blanc par respect pour la vérité, comprennent les déchiru res qui avaient arraché la toile elle-même et enlevéles motifs ou sujets de broderie dont elle était chargée. Ce minutieux et scrupuleux travail de reconstruction amena Stothard à retrouver le nom du comte de Boulogne inscrit au-dessus de son portrait dans une des dernières scènes de cette épopée illustrée à Faiguille : c'est le soixante neuvième épisode. La défense des Anglais avait été des plus opiniâtres. La victoire restait indécise pendant l'épouvantable mêlée où envahisseurs et envahis jonchèrent de leurs cadavres le retranchement de terre auprès duquel Harold allait trouver la mort. Chacun payait de sa personne dans cette lutte suprême."], [78, "66 Par deux fois, et même, suivant certains chroniqueurs, par trois fois, Guillaume eut son cheval tué sous lui ; il avait été blessé d'un coup de hache qui avait faussé son heaume ; les siens le crurent tué. Déjà vaccillait l'aile dans laquelle il s'était placé. Une résistance inattendue venait d'ailleurs de surgir : les Anglais, ralliés autour de leurs chefs dans un petit vallon herbeux et coupé de fossés, reprenaient l'offen sive, en hommes qui ne savent jamais quand ils sont battus. Grant fut la noise, et grant l'occise. La victoire qui était si longtemps demeurée en suspens, paraissait sur le point de se déclarer en leur faveur. Guillaume saisit d'un coup d'œil le danger qui menaçait son entreprise : il se retourne vers ses troupes qui déjà se débandaient, et pour leur prouver qu'il est bel et bien vivant, Son chef désarme en la bataille Et del heaume et de la ventaille ; En si perillos leu mortel Où finissent tant bon vassal, Mostrer se vout apertement, Que bien sachent certainement Qu'il est toz seins et toz seuru Qu'a lui tornera li bons eurs U). En pleine mêlée il relève son casque et sa visière ; en ce lieu de malheur où sont tombés tant de vaillants chevaliers, il veut se montrer à découvert ; tous sauront ainsi qu'il est sans blessure et qu'il a toute confiance dans un prompt retour à la fortune. (1) L'estoire et la généalogie des dux qui unt esté par ordre en Normandie : Chroniques anglo-normandes, t. I."], [79, "67 II leur crie, suivant le chroniqueur normand : « Me, me conspicite, et vincam opitulante Deo ! « Me voici ; c'est moi ; regardez-moi : Dieu m'aide ! je cours à la victoire. » Et, suivant le poète : Qu'avez oï, genz senz valor ? Ne véez vos vostre seignor Délivre et bien aidanz et sains Et devictorie tot certains? Tornez arrière au féréiz. Kar jà les veireiz desconfiz. Qu'est-ce donc que vous vous êtes imaginé, gens sans valeur? Ne voyez-vous pas que votre seigneur est hors de danger, qu'il se bat de son mieux et qu'il est sûr de la victoire? Allons, face à l'ennemi ! Vous allez le voir déconfit. Le comte Eustache crut devoir dissuader le duc de tenter ainsi de ramener la fortune qui Fabandonnait : il lui remon tra que c'était courir à une mort certaine et entraîner l'armée entière à sa destruction. Cette sinistre prédiction fut sur le point de se réaliser pour le conseiller : pendant que Guillaume lui répondait, Eustache fut atteint, entre les épaules, d'un coup de la terrible hache saxonne et tomba de cheval : il n'échappa à la mort que par le dévouement de ses camarades qui le relevèrent et Femportèrent évanoui, rendant le sang par le nez et par la bouche. # # La scène est traitée par les brodeuses dans un sentiment profondément dramatique. Guillaume vient de relever son casque à nasal sur le der-"], [80, "68 rière de sa tète ; il se dresse sur ses étriers, afin de se montrer à visage bien découvert ; il s'est retourné vers ses chevaliers et ses soldats, en leur lançant le cri d'appel et de reproche qui doit les entraînera tenter un suprême effort, celui qui consomma la défaite de Farmée anglaise. Eustache qui combattait à sa gauche, se rapproche vivement de lui ; ses bras sont étendus comme s'il voulait lui barrer le pas sage, l'empêcher d'aller plus loin, de se précipiter à une mort aussi certaine qu'inutile : sa main gauche tient un étendard qu'il agite comme pour signaler le péril et pour rappeler les combattants autour de leur chef prêt à se sacrifier. Sa main droite, énergiquement tendue, semble indiquer à Guillaume la partie du champ de bataille vers laquelle il l'engage à se retirer. II ne faut pas demander à une broderie en laine exécutée au xie siècle sur une toile de lin, les qualités graphiques d'une œuvre d'art moderne : avec les ressources fort limi tées de ce procédé dont Fingratitude et la pauvreté se révè lent jusque dans les œuvres des plus célèbres brodeurs du xvne siècle et dans les patients labeurs des brodeuses de nos couvents, il serait injuste de Fexaminer et de le critiquer comme si l'on se trouvait en présence d'un émail de Petitot, d'une miniature d'Isabey, d'un pastel de La Tour, d'un dessin de Saint-Aubin, d'une toile de VanDyck, ou bien, afin de nous placer dans des conditions analogues au grand ensemble de cet immense panorama politico-militaire, comme s'il s'agissait d'un personnage figurant dans les grandes compositions d'Horace Vernet, de Meissonnier ou de de Neuville. Sommaire étant le procédé, sommaire est le résultat, mais bien caractérisé et individualisé. La pose est juste et natu relle, le mouvement énergique et le geste nettement esquissé : il n'est pas jusqu'à la longue moustache retrous sée crânement jusqu'aux oreilles à laquelle le comte de"], [81, "69 Boulogne fut redevable de son pittoresque sobriquet d'Eustache-aux-Grenons, qui ne constitue un élément gra phique de caractérisation. * * * En étudiant avec une minutieuse curiosité le personnage qui brandissait son gonfanon et s'empressait aux côtés du duc de Normandie désigné sur la tapisserie par l'inscription hic est wilel dvx, Stothard remarqua, au-dessus de la hampe de Fétendard flottant, les deux lettres vs : seules elles attestaient l'existence antérieure d'une plus longue inscription dont elles semblaient avoir été la syllabe finale. En effet, une importante déchirure avait enlevé un mor ceau de la toile; il en était résulté une lacune qui, descen dant depuis la lisière supérieure de la bordure jusqu'au tiers de la bande ou lé, intéressait une partie du drapeau, toute sa hampe, le bras gauche du cavalier et un morceau de Fencolure de son bon destrier. Voici ce qui était arrivé : lorsqu'au siècle dernier un des évêques de Bayeux avait donné ordre de doubler la tapisserie, d'une toile qui devait aider à sa conservation, une ravaudeuse peu archéologue avait fait un rempli, avait rabattu celui-ci sur le revers, puis appliqué sa doublure : heureusement elle n'avait rien coupé. Après avoir délicatement décousu et soigneusement applati les bords de cette déchirure, Stothard retrouva d'abord, à sa gauche, au-dessus de la main droite du cavalier au gonfanon et sur le même niveau que les lettres conservées vs, un e initial adossé à une bande de la bordure décorative ; puis, sur un autre lambeau, deux autres lettres ti qui, le lambeau reprenant sa place primitive, venaient s'appliquer devant la finale vs ; entre ces deux fragments de la légende épigra-"], [82, "70 phiée, existait un lambeau de toile qui mesurait la largeur de quatre lettres ; et sur ce débris effiloché, aux points cor respondants aux quatre lettres manquantes, se laissait voir encore une alternance des couleurs vertes et jaunes, fila ments encore conservés des laines qui, dans le reste de la toile, composent rythmiquement les lettres de toutes les légendes. L'artiste qui venait ainsi de retrouver la voyelle initiale e, puis, après une lacune large de quatre lettres, ti qui, avec les deux lettres vs, composaient la syllabe finale tivs, con clut qu'il y avait là des éléments principaux du nom du chevalier; que ce nom ne pouvait être autre que evstativs qui seul répondait aux desiderata de cette reconstitution ; et enfin que cet evstativs, inscrit par les brodeuses de cette œuvre historique au-dessus de la figure de ce cheva lier, désignait Eustache II, comte de Boulogne. # * La présence d'Eustache-aux-Grenons dans Farmée des envahisseursestun fait acquis, incontesté: les chroniquescon temporaines la constatent ; elles assignent au comte de Bou logne un rang fort élevé : il commandait en effet les troupes boulonnaises qui furent embrigadées dans le corps d'armée placé sous les ordres de Roger de Montgomeri. Guillaume de Poitiers et son continuateur et, copiste Orderic Vital commencent le dénombrement des chefs prin cipaux qui combattirent à Hastings, en ces termes: «Parmi « ceux qui se trouvèrent à cette bataille, on remarqua Eus « tache de Boulogne. » Son nom est inscrit dans l'un, tout au moins, des rôles partiels des chevaliers et des soldeiers, c'est-à-dire des volontaires qui s'engagèrent pour cette campagne moyennant salaire soit actuel, soit éventuel, en nature ou en argent, Cels pour terre, cels pour deniers."], [83, "71 La liste rimée publiée par Leland nomme en effet Fitz-Eustace et Eustacy. Le grand rôle authentique et complet, dit le rôle de Battle, qui le nommait sans nul doute à son rang, a été malheu reusement détruit dans le grand incendie du château de Cawdray, en même temps que les peintures parmi lesquelles la plus intéressante pour notre ville était le siège de Boulo gne par le roi Henri VIII : la gravure à l'eau forte de James Basire en a seule conservé le souvenir. Aucun des rôles actuellement subsistants n'est complet : on ne trouve non plus dans aucun des historiens ou chroni queurs en prose ou en vers de Fépoque, la liste de tous ceux qui passèrent le détroit pour gaaigner. L'abbé de la Rue a constaté des lacunes importantes: par exemple, au catalogue que Robert Wace inscrivit dans son roman du Rou, il a pu ajouter, pour le seul comté de Normandie, un supplément d'une quarantaine de noms de seigneurs considérables par leurs talents militaires ou par le nombre de leurs vasseaux. D'ailleurs le poète historien en avertit le lecteur : inter rompant son récit au milieu de cette intermidable nomen clature, il nous dit : Altres barons i out assez Ke jo ne poiz a toz entendre ; Ne de toz ne poiz raisun rendre, Ne poiz de toz li colps retraire, No je ne voil lunge ovre faire, Ne sai nomer toz li barons Ne de toz dire li sornoms De Normandie e de Bretaigne Ke li dus out en sa campaigne. Mult out Mansels et Angevins E Tuarceiz et Poidevins ; E de Pontif et de Boloigne Grant eit la gent, grant la busoigne. Telle était la foule des barons que je ne puis me les rap"], [84, "72 peler tous, ni en dire le nombre : si je tentais de raconter tous leurs grands coups d'épée, je n'en finirais pas. II m'est impossible de désigner tous ces barons, d'insérer Ici les surnoms de tous ceux que le duc avait amenés de Norman die et de Bretagne; il y avait nombre de Manceaux, d'Ange vins, de Touarçais, dePotevins; quant aux gens du Ponthieu et du Boulonnais, grande en était la troupe, et grande aussi la besogne qu'ils firent, etc. N'eût-il pas été nommé dans les rôles militaires ni dans les chroniques de l'époque, pas même dans le Domesday Book qui enregistre tous les fiefs répartis entre les soldats et les chefs au prorata de leurs services, de leur importance personnelle ou de leurs exigences, il n'en faudrait pas moins trouver vraisemblable a priori que le comte et les gens de Boulogne eussent accueilli avec faveur Finvitation adressée à tous et à chacun, à Fétranger et en France, de se ranger sous la bannière de Guillaume et de venir avec lui prendre et se partager fraternellement FAngleterre. Outre les convoitises allumées par cet appel, Eustache n'avait-il pas un motif tout personnel ? N'avait-il pas une injure à venger, une vengeance à exercer, une rancune à assouvir ? Le comte Godwin n'avait-il pas réclamé, sous menace de guerre, n'avait-il pas exigé de son suzerain le roi Edouard comme prisonniers et criminels, le comte de Boulogne et de sa suite pour avoir tué plusieurs habitants de Douvres dans une émeute suscitée par leurs violences? Aux yeux d'Eustache, c'était un sanglant outrage fait au beau-frère du roi Edouard, un attentat du comte de Kent sur Fépoux de la princesse Goda ; s'il savait gré au roi de l'avoir effectivement protégé, il était heureux de saisir cette occasion de faire payer au centuple des représailles à la famille de Godwin, en aidant à lui arracher Fhéritage auquel Harold prétendait."], [85, "73 L'adhésion effective d'Eustache-aux-Grenons apportait à Guillaume une aide de la plus haute importance politique et morale; revendiquant la couronne d'Edouard le Confesseur contre Harold qu'il avait fait proclamer parjure, le duc de Normandie présentait hautement le concours du mari de la sœur du feu roi comme la plus éclatante justification de ses droits et de sa revendication. Aussi eut-il soin de mettre en première ligne, dans la première bataille de son armée, Li Boilogniez e li Pohiers, et de les opposer face à face aux hommes du comté de Kent, placés également en première ligne, conformément à Fanti que privilège qui leur assignait Fescorte et la garde de Féten dard royal ; Kar ço dient ke cil de Kent Deivent férir primièrement. Li primier colp deist estre lor. On dit en effet qu'aux gens du Kent appartient le droit de combattre au premier rang et de frapper le premier coup. * * * C'est ainsi qu'Eustache se trouvait avec sa mesnie au plus fort de la mêlée, à l'endroitmême où les Anglais, reprenant opiniâtrement l'offensive, essayèrent une dernière fois d'ar racher aux Normands le gain de la journée. La chronique de Battle Abbey attribue même à une charge de l'armée boulonnaise la déroute définitive des troupes de Harold : « Eustace, the valiant Count os Boulogne, nimbly follo « toing the rear os the English toho were scattered in the « pursuit, rushed upon them with his powerful troops ;"], [86, "74 « meanwhile the Duke retumed upon them, and they being « thus hemmed in on both sides, numbers were stricken « down. y> (Traduction de M. -A. Lower, p. 6). Guillaume de Poitiers, dont la chronique concorde avec celle de Battle Abbey, raconte que le duc de Normandie, croyant ses ennemis en retraite, si non en déroute, s'était lancé à leur poursuite ; mais que, les voyant rassemblés dans ce vallon, il n'en continua pas moins son mouvement agressif, quoi qu'il s'imaginât avoir affaire à des renforts qui arrivaient aux Anglais. Armé seulement d'un tronçon de lance dont il s'escrimait, il rappela d'une voix mâle le comte Eustache qui, réunissant les cinquante chevaliers qui Fac compagnaient, semblait vouloir donner le signal de la retraite. Celui-ci, s'arrêtant et se retournant à cet ordre, se pencha familièrement à l'oreille du duc, le conjura de ne pas aller plus loin, et lui prédit même une mort certaine s'il ne se retirait: c'est en ce moment que lui fut asséné le coup de hache qui faillit le tuer. Benoit de Sainte-Maure fait à Eustache un sévère répro che de cette intervention : Ci pout grant honte aveir li quens, Qu'a trop mauvaise et a trop fole Fu puis tenue la parole. C'est une honte pour le comte Eustache d'avoir donné des conseils dont chacun vit bientôt le danger et la folie. Lingard accentue encore cette expression de blâme. Eustache avait-il donc fait autre chose que rappeler le duc à l'observation d'une règle communément admise comme nécessaire dans une bataille: au chef la direction, aux soldats le combat ? La mort du chef n'est-elle pas trop fré quemment la confusion, le découragement, le désordre, la débandade ?"], [87, "75 * * * D'autre part il est juste de noter que quelques auteurs, soit qu'ils aient écrit avant la découverte et la reconstitution du nom du comte de Boulogne sur la tapisserie de Bayeux, soit qu'ils en aient ignoré ou négligé l'existence, ont pensé que le guerrier dont Fimage nous occupe, pourrait être le gonfalonier de Guillaume le Conquérant. Le pape Nicolas II avait, on le sait, envoyé à Guillaume sur sa demande, un gonfanon bénit où l'on voyait, comme symbole de la croisade entreprise contre Harold le parjure, une croix d'argent sur fond d'or dans une bordure d'azur. Ce blason avait été adopté — la tapisserie de Bayeux en fournit la preuve — pour distinguer les drapeaux, étendards, pennons et guidons de l'armée croisée : il était habilement, sournoise ment emprunté dans ses éléments principaux à celui des dra peaux du roi Edouard le Confesseur : d'azur à la croix d'or : cependant Kent's Gwillim décrit celui-ci comme ayant, d'azur à la croix potencée d'or, accompagnée de cinq alérions. Le jour de la bataille de Hastings, 14 octobre 1066, à défaut du gonfalonier héréditaire du duché de Normandie, à défaut de Gaultier Giffard qui déclina l'honneur de le suppléer, le grand étendard bénit fut porté par Toustain Le Blanc, sei gneur du Bec-Crespin-en-Caux qui l'accepta. Lancelot n'affirme rien au sujet de Toustain Le Blanc : il se contente d'émettre une opinion : « c'est apparemment « lui, écrit-il, que la tapisserie représente portant Fétendard « croisé. » Or, dans une vingtaine des scènes de la tapisserie de Bayeux, par conséquent dans le plus grand nombre de celles qui servent à Fillustration de la bataille de Hastings, on retrouve Fétendard à croix blanche sur fond d'or avec bor dure azurée : on y voit une vingtaine de chevaliers qui por-"], [88, "76 tent au bout de leurs lances cet emblème distinctif de l'armée normande : Toustain Le Blanc n'a pas été représenté une vingtaine de fois dans tant d'épisodes qui, pour appartenir au même fait d'armes, ont pu et dû se passer sur des points séparés du champ de bataille. En lui seul le gonfanon qui accompagne, Guillaume ne suffirait point pour identifier Toustain Le Blanc dans cet épisode où les historiens, les chroniqueurs et les chansons de gestes s'accordent à attribuer un rôle considérable à Eustache II. Depuis que Ch. Stothard a retrouvé cinq des neuf lettres qui composent le nom latinisé du comte de Boulogne et constaté par la longueur de la lacune subsistante, comme par les traces encore visibles de la laine alternativement verte et jaune, qu'il n'y avait place que pour les quatre lettres manquantes, il est devenu très difficile de ne pas reconnaître que c'est bien là le portrait du père de Godefroi de Bouillon et de Baudoin, les deux premiers rois chrétiens de Jérusalem. * * L'importance du personnage ressort encore d'une obser vation insérée en 1839 par M. Bolton Corney dans ses Recherches et conjectures sur la tapisserie de Bayeux. Notons tout d'abord que cet auteur, ou n'a pas eu connaissance, ou n'a pas tenu compte de la découverte de Stothard. II remarque en effet que, parmi les noms qui y figurent, un seul possède une importance historique, celui d'Eudes, Wido, qui, en sa double qualité de demi-frère du Conqué rant et d'évêque de Bayeux, est désigné plusieurs fois avec son titre d'Episcopus. Quant à Turold, Wadard et Vital qui sont dénommés à diverses reprises, il croit que ce sont des"], [89, "77 Normands dont la seule notoriété découle de leur lieu d'ori gine qu'il met à Bayeux, et à la position qu'ils durent à la conquête ; deux d'entre eux, Wadard et Vital, furent feuda taires de la cathédrale de Bayeux dans les comtés de Kent, d'Oxford et de Lincoln. C'est d'ailleurs ce qu'Augustin Thierry reconnaît dans sa lettre à M. de la Fontenelle de Vaudore, de l'Institut. Le nom du dignitaire ecclésiastique Eudes, évêque de Bayeux, avait donc pour pendant unique et notable celui du puissant chef militaire Eustache II, comte de Boulogne : l'importance de l'un donne la mesure de l'importance de l'autre. Si M. Bolton Corney avait été au courant de la reconstitution, si habilement faite par Ch. Stothard, du nom d'Eustache, il en eût, sans nul doute, tiré des déductions analogues à la nôtre ; il aurait classé le beau-frère du der nier roi saxon d'Angleterre à côté et sur le mèrae rang que le demi-frère du fils de la belle Ariette. * * « Aux vainqueurs, les terres des vaincus ; à chacun, au prorata de ses services, — l'avant-part de FEglise prélevée comme dîme d'action de grâces. » Le chef de la bande ne réclamait que le titre de roi, et, de par sa suzeraineté, abandonnait le reste à ses compagnon d'armes. Hactenus, o proceres, vos nomíne consulis usi, Consulis in regem nomem habete meum. Nomen ego régis, vos divitias habeatis, Dumque vacat, vestras amplificate domos : Omnibus illa bonis, ut nostis, terra repletur. Ad Adelam comitissam, v. 317-321. Ce contrat, tout féodal, de spoliation universelle, fut exé cuté dans sa teneur : le Domesday Book est en quelque"], [90, "78 sorte le sommier qui catalogue et enregistre, comté par comté, hundred par hundred, les domaines et les fiefs, les moulins et les mines, tous les biens et avantages qui servi rent à acquitter la dette du conquérant victorieux, couronné et sacré. La proportionnalité est remarquable entre l'importance du bénéficiaire et l'étendueou le nombre des terres et autres biens qu'il reçoit ; à cet égard, Eustache compte peu d'égaux : un extrait sommaire du Domesday Book que je dois à l'obligeance de M. l'abbé D. Haigneré en fait foi. DOMAINES « Terra comitis Eustachii, in Chent 2 » » » Sudrie 2 » » . » Hantesoire 2 » •> » Sumersete 6 i> » » Hertfords I » » » Oxenefords 1 » » » Grentebrscire 4 » » » Huntedunsc 4 » » » Bedefordsc 7 » » » Essex 1 » » » Norfolc 6 b » Suíïolck, plusieurs passim. La comtesse de Boulogne en reçut cinq autres : « Comitissa Bolloniensis tenet de rege Notfelle (in Sudrie). » •> Bochehantone, Wintreburne et Sonwic in Dorseee. » b in Sumerset, nôe Chinwardestune. Quand aux vassaux et feudataires qui suivirent Fétendard d'Eustache, — et l'on sait combien ils étaient nombreux, — non moins libérale fut la rétribution de leurs services : ce fut un centaine et plus d'établissements boulonnais qui vin rent s'ajouter à la cinquantaine qui appartenaient à leur comte et à leur comtesse. Les cartulaires et le.s papiers terriers des églises, des abbayes, des prieurés et de toutes"], [91, "79 les communautés du Pays Boulonnais établissent, d'autre part, les faciles libéralités du Conquérant pour les clercs et les religieux du comté d'Eustache-aux-Grenons. Les proportions de la bande de toile sur laquelle se déroule dans ses multiples épisodes Fhistoire brodée de la conquête de FAngleterre par l'armée de Guillaume de Normandie, n'ont permis de donner que des proportions bien modestes aux personnages choisis pour illustrer cette « chanson de gestes ». II n'est pas impossible qu'il ait existé dans le comté de Blois, dans le palais de la princesse Adèle, sur les murs de Falcôve dans laquelle était dressé le lit de cette fille du Conquérant, une autre tapisserie de proportions plus monu mentales dans laquelle les personnages avaient reçu un traitement moins sommaire. J'emprunte à un poème de Baudri, abbé de Bourgueil (1079-1107) et évêque de Dol (1107-1130) les vers (560-7) qui décrivent une partie de cette tapisserie : Rex diadema gerens, dux ducis arma ferens, Régis divitias, sua gloria, bella, triumphi, In vélo poterant singula visa legi. Veras crediderim vivasque fuisse figuras, Ni caro, ni sensus deesset imaginibus : Littera signabat sic res et quasque figuras Ut quisquis videat, si sapit, ipsa légat. Les tableaux qui se succédaient sur cette tenture, mon traient le roi portant son diadème, le duc armé de pied en cap, ses combats, ses triomphes, sa gloire, sa richesse. On aurait pu croire que les personnages étaient vivants, si la chair et le mouvement n'avaient manqué à leur image : des légendes désignaient les personnages et expliquaient les épisodes, parlant aux yeux et à Fintelligence."], [92, "80 Ce duc armé de toutes pièces, ce roi couronné, triom phant et glorieux, c'est Guillaume ; ces personnages, ce sont les héros de cette épopée guerrière. Une haute naissance, une alliance contractée par ce descendant de Charlemagne avec la famille royale d'Angleterre, un contingent considé rable apporté aux troupes du Conquérant, d'importants services militaires et diplomatiques, une réputation méritée de capitaine, voilà quelques-uns des titres qui désignaient Eustache-aux-Grenons pour recevoir une place, une des premières, places dans le cortège du Roi, parmi les collaborateurs les plus effectifs à la grande entreprise de la conquête. Reste à savoir si l'abbé Baudri a composé sa description de visu, après avoir vu cette tapisserie sur les murs mêmes du château de Blois, ou bien si, par une licence poétique, il a appliqué au retrait de Madame la comtesse Adèle ses sou venirs de la cathédrale de Bayeux qu'il aurait visitée à Fépo que des fêtes de la Saint-Jean d'été. M. Léopold Delisle qui a publié le poème Ad Adelam Comitissam C1), incline à penser que c'est une œuvre toute de fantaisie, produit de Fimagination du lettré et du poète. Mais il constate que cette description « rappelle tout natu rellement la tapisserie de Bayeux » ; que « souvent les vers de Baudri pourraient servir d'explication aux scènes brodées sur ce fameux monument; et que la présence des légendes qui accompagnaient chaque tableau (2), constitue un autre trait de ressemblance qui frappera les esprits les moins prévenus ». Bien que je reconnaisse la justesse de ces observations, je ne puis m'empêcher de penser que, si les murs de Fap partement et de Falcôve de la fille du Conquérant n'avaient (i) Mém. Société des Antiquaires de Normandie, 1873. (2) Naves et proceres procerumque vocabula vélum Illud habet... (v. 385-6)."], [93, "81 pas été. tendus, suivant la mode du temps, de quelque haute ou basse lisse hystoriée, la description de cette grandiose tapisserie, consacrée à la glorification de son père, et bril lant absolument par son absence réelle, eût pu lui paraître un reproche indirect, une critique mal déguisée, une sug gestion maladroite du versificateur mitre. J'aime mieux espérer que la description de Baudri a eu un fond de vérité, et que le château de Blois posséda une sorte de pendant de la tapisserie de Bayeux. * * * S'il est possible de discuter sur Fexistence de la tenture complaisamment décrite par Fabbé de Bourgueil, celle d'une tapisserie, aujourd'hui perdue, qui retraçait dans des pro portions fort considérables la vie et les hauts faits du second fils d'Eustache-aux-Grenons, ne saurait être l'objet d'un doute. En effet, elle se trouve constatée dans diverses pièces d'archives de la plus inattaquable authenticité. Sous le n° 4288 de « Finventoire [après décès] de la tapi cerie de M. S. Phelippe [le-Bon], Duc de Bourgogne et de Brabant, » est repris « ung tapiz de Godefroy de Bullion, fait à or en plusieurs lieux, et est en deux pièces ». Aux archives départementales du Pas-de-Calais repose Foriginal sur parchemin d'une quittance donnée à Arras le 2 octobre 1469 et ayant fait partie des papiers de Fabbaye de Saint- Vaast : « Je, Pierre Fevre, conseiller et trésorier de monseigneur « Farcevesque et conte de Lyon, primat de France, com « mendataire et administrateur perpétuel de Fabbaye de « Saint- Vast d'Arras, confesse avoir eu et receu de religieuse « et vénérable personne Damp Pierre de Wignacourl, pré « vost de la dicte église, la somme de huit cens soixante 6."], [94, "82 « deux livres dix huict sols neuf deniers, monnoie courant « en Artoys, par luy payez du commandement et ordonnance « de mondict Seigneur, c'est assavoir: « A Gonsalve de Committres, espaignart, pour quatre « tapiz à soye où est Fhystoire de Godeffroy de Buillon, « contenant IIe LXIII aulnes, mesure d'Arras, à XXV pa « tars l'aulne, sont IIIe XXX livres dicte monnoie, » etc. * * * Ce sujet avait tenté de nombreux artistes en haute et en basse lisse ; il ne serait pas difficile d'en fournir la preuve : les répertoires d'archives et les histoires de la tapisserie ont conservé la mémoire d'un certain nombre de tentures sur lesquelles il avait été traité. Godefroi de Bouillon appartenait à la série des héros que le poème de Jacques de Longuyon célébra au commence ment du xive siècle : de son roman des Vœux du Paon, date la vogue des tapisseries où figurent les Hystoires des neuf Preux et des neuf Preuses. On sait que le roi de Terre- Sainte, élu par les Croisés, fut en effet représenté à cheval et armé de toutes pièces dans des tentures du xve siècle M. J. Guiffrey a consacré une étude des plus intéressantes aux tapisseries et aux miniatures dont « les personnages, « types parfaits de la chevalerie empruntés aux trois épo « ques juive, païenne et chrétienne, » sont le sujet. Le Roux de Lincy rappelle également, dans ses observa tions sur le poème d'Antoine Astesan, Paris et les princi pales villes de France, que le château de Coucy était décoré des statues en pierre des Preux et des Preuses, et que celle de Godefroi de Bouillon en faisait partie. Aucun de ces portraits ne semblent subsister de nos jours: quand bien même il en aurait été conservé, aucun n'aurait le caractère d'authencité qui est assuré à celui d'Eustache II dans la tapisserie de Bayeux. Les plus anciennes représen-"], [95, "83 tations graphiques des Preux sont postérieures au roman des Vœux du Paon qui fut composé vers 1312, ainsi que rétablit M. Paul Meyer ; une longue période de deux siècles au moins serait intervenue entre la mort du Preux Roi de Jérusalem et le jour où un artiste aurait imaginé, inventé les traits et l'expression de la figure qui nous serait parvenue peinte, sculptée ou tissée : ce ne serait plus un monument de Fépoque contemporaine du personnage. Le nom d'un moine boulonnais se rattache à la grande fondation par laquelle le Conquérant consacra la mémoire de la victoire de Hastings. « Je fais vœu, avait-il dit à ses chevaliers avant de donner le signal du combat, de fonder sur le champ même de la bataille un monastère où les religieux prieront pour vous tous qui combattez à mes côtés, et plus particulièrement pour ceux qui succomberont. » L'architecte choisi pour cette grande œuvre, appartenait à Fabbaye de Marmouliers, près de Tours: il amena de France quatre de ses frères en Saint-Benoît, pour le secon der dans ses travaux. La chronique les nomme Robert Blanchart, Théolbald le Vieux, Guillaume Coche et Robert de Boulogne: ils devaient cette distinction à leurs talents et à leur science autant qu'à leur piété et à la sainteté de leur vie. Je me contente d'inscrire ici, sans entrer dans les détails de la construction de Y Abbaye de la Bataille, le nom du frère Robert de Boulogne après celui du comte Eustache II de Boulogne. Extrait du journal YImpartial des 8, 12, 15, 19, 22 et 26 oclo bre 1888."], [96, "LE CHATEAU D'HARDELOT PENDANT INOCCUPATION ANGLAISE 1 544-1 549 -<*- A Monsieur Camille LE ROY. Boulogne-sur-Mer, 15 novembre 1888. Monsieur, Vous dire que le champ de Fhistoire est immense et qu'après des précurseurs, même les plus diligents et les plus clairvoyants, il y a toujours chance de glaner quelque fait peu connu qui complète un récit, c'est là un aphorisme dont vous serez le dernier à contester la vérité. On n'a pas écrit une monographie aussi substantielle que celle que nous vous devons sur le Château d'Hardelot, sans avoir senti mainte et mainte fois qu'il est impossible de tout voir, de tout trouver sur un sujet quelconque, et que dans le travail le plus \" fouillé \" , il doit infailliblement rester quelques lacunes. Vous avez compulsé, collationné et mis en ordre et en lumière tous les documents manuscrits ou imprimés que vos recherches vous ont fait découvrir sur ce vieux castel, aujourd'hui réduit presqu'à rien, que le comte de Boulogne, Philippe Hurepel, ce grand ingénieur militaire, éleva ou plutôt améliora près de notre littoral, entre Condette et la"], [97, "85 mer. La bibliographie des auteurs que vous avez consultés prouverait, s'il en était besoin, Fétendue de vos patientes recherches : vous les avez même poussées jusque dans les publications faites de l'autre côté du Pas-de-Calais, dans les archives britanniques, source inépuisable de précieux ren seignements sur notre pays qui a si fréquemment vu et connu les Anglais dans des circonstances aussi mémora bles que cruelles. Le hasard de mes propres études m'a fait connaître une autorité anglaise qui, pour n'être point comparable avec Rymer, sera sans nul doute accueillie par Fauteur des Documents pour servir à V histoire du château d'Hardelot et des châteaux circonvoisins. Si l'éditeur des Fœdera et Conventiones vous a, entre autres curiosités historiques, fourni le nom du gouverneur que le roi Henri VIII mit dans Hardelot, Fécrivain que j'ai le plaisir de vous signaler, vous mettra en mesure, si vous publiez une nouvelle édition de votre œuvre devenue bien rare, de faire suivre le nom de Sir Peter Carew de celui de Richard Reynolds qui fut son lieutenant dans cette charge militaire. De même que tous ceux qui s'occupent des antiquités bou lonnaises, vous connaissez le nom de Sir Thomas Philipps et la très importante collection de manuscrits que ce baronet avait amassée dans son château de Middle Hill, près de Cheltenham. Les anciennes provinces du nord de la France et les Flandres furent par lui ou pour lui parcou rues, explorées et fouillées; pendant la première moitié de notre siècle, les parchemins, et les vieux écrits que la Révo lution avait jetés aux quatre vents du ciel, — quand elle ne les avait pas détruits — furent acheminés, par liasses, par caisses et par ballots,vers les rayons de son chartrier. Sacrés ou profanes, littéraires ou politiques, tous les manuscrits étaient recherchés avec la même ardeur; et il s'y amoncela, en peu d'années et par milliers, toutes les curiosités qu'un paléographe, féru de Famour des textes gothiques, pouvait"], [98, "86 convoiter : chansons de geste et papiers terriers, chartes monastiques et lettres royaux, rôles militaires et contrats de vente, missels et soties, tout le Moyen-âge venait s'y entas ser sous forme de documents écrits ou illuminés. Tous ses trésors gisaient sans ordre ni catalogue, empi lés, entassés, encaissés, emballés, dans les salles et les galeries du château, dont l'entrée avait été formellement et expressément interdite aux «Papistes» par le propriétaire: ils étaient donc en grande partie perdus pour Fétude et la science. Cependant quelques bribes en furent extraites, entre autres le manuscrit qui fait l'objet de ma lettre. Sir Thomas en adressa de Middle Hil en novembre 1838 une copie à la Société des Antiquaires de Londres qui la publia sans notes ni commentaires en 1840 dans le volume XXVIII de ses Mémoires. La lettre d'envoi ne contenant aucun rensei gnement sur Forigine ni la forme de ce document, j'en suis réduit, n'ayant jamais pu pénétrer dans ce castel hermétiquement clos aux « Papistes », à vous en citer le titre : The Lyffe os Sir Peter Careœe, late os Mohonese Otrey, in the countie os Devon, Knyghle, whoe dyed at Rosse, in Irelande, the 27 th os november, 1575, and was beryed at the cettie os Water Forde, the 15 os December, 1575 ; collected by John Vowell, al's Hoker, os the Cetie os Excester, Gent., partly upon the credyble reporte os others, and partly wch he saus and knewe hyme self. C'est donc la biographie du chevalier Sir Peter Carew, de Mohun Ottery, dans le Devonshire, qui mourut en Irlande à Ross le 27 novembre 1575, et fut inhumé à Waterford le 15 décembre suivant ; elle est composée par John Vowell, dit Hoker, gentleman de la cité d'Exeter, d'après des rensei gnements dignes de foi et d'après ses souvenirs personnels. Rien de plus authentique, par conséquent, que ce mémoire écrit par un contemporain qui, habitant le même comté que"], [99, "87 son héros, avait connu le capitaine d'Hardelot, et l'avait probablement accompagné dans ses fréquents voyages sur le continent. De nombreux détails ont même un caractère tellement personnel, tellement vécu, que l'on prendrait volontiers le biographe et son héros pour deux compagnons de voyage, de campagne et de cabinet. II est superflu, je le sais, de vous rappeler l'importance et Fancienneté de la famille qui tirait son titre de baron Carew, du château situé dans le pays de Galles au comté de Pembroke : Engarthe, fille de Raesius, prince gallois, avait apporté dans sa corbeille nuptiale son nom, son titre et son château à Eugène de Montgomery qui avait accepté le château, le titre, le nom et l'héritière. Sir Peter Carew, qui était né en 1514, était fils cadet de Sir William, et petit-fils de Sir Edmond qui avait été tué d'une arquebusade au siège de Térouane en 1513. De sa jeunesse dont John Vowell, dit Hoker, raconte lesaventures en Italie où il assista à la bataille de Pavie dans la suite du marquis de Saluces, dans les Flandres où il servit sous le prince d'Orange, en France, en Angleterre, en Italie encore, partout où la guerre et la diplomatie l'appelèrent tour à tour, cette courte indication suffira pour constater l'activité et les phases variées. L'année qui précède le siège de Boulogne, il fit, sous Sir John Wallop, Fexpédition qui dévasta l'Artois, le Cam braisis et le Boulonnais : il commandait une compagnie de cent hommes d'infanterie équipés à ses frais et auxquels il avait fait revêtir un uniforme noir: de là son nom de \" La Bande Noire \", The Blacke Bende. Puis notre auteur nous présente Sir Peter traversant de nouveau le détroit, et faisant une fois encore campagne en France : il avait alors trente-trois ans. Ici je fais l'extrait relatif au château d'Hardelot. « L'année suivante, ou fort peu de temps après, c'est-à dire en l'année de notre Seigneur 1544, FEmpereur"], [100, "88 (Charles-Quint) et le Roi (Henri VIII), voulant reprendre les hostilités contre le Roi de France (François Ier) firent leurs préparatifs pour envahir de nouveau son royaume. « Le Roi fit passer le détroit à deux armées ; il dirigea l'une sur Boulogne (Bullyn) sous les ordres de Charles Brandon, duc de Suffolk qui resta général en chef jusqu'à ce que le Roi fût venu prendre le commandement des forces réunies, et l'autre sur Montreuil (Muttrell), sous ceux du duc de Norfolk et de Sir John Russell qui était alors Garde des Petits Sceaux (Lorde Prevy Seall). « Sous le duc de Suffolk se trouvait, entre autres officiers, ce gentilhomme Peter Carew, qui commandait un escadron de cavalerie. Dans toute cette campagne, il paya bravement de sa personne, se distingua par son ardeur et fut l'un des premiers qui pénétrèrent dans la Basse-Ville de Boulogne. C'est encore pendant ce siège qu'il fut nommé gouverneur du château d'Hardelot (Castle os Hardelow) qui est situé à cinq milles environ de Boulogne. Comme il se dirigeait vers le château, les Français qui Foccupaient eurent avis de son approche et apprirent son nom ; ils en sor tirent aussitôt et s'enfuirent : aussi trouva-t-il la place évacuée. « Pendant sa gouvernance et son séjour qui durèrent jusqu'au retour du Roi en Angleterre, sa libéralité et son train de maison furent aussi grands qu'ils l'avaient jamais été. « Un jour il advint, pendant qu'il était au château, que le duc de Suffolk Fenvoya demander, pour qu'il vînt conférer avec lui au camp devant Boulogne. II se rendit aussitôt auprès du duc, en remettant le commandement du château et de sa gar nison à son lieutenant, qui était Richard Reynolds, de West Ogwelle, du comté de Devon, Ecuyer. Tandis qu'il se trou vait avec le duc, les circonstances firent que celui-ci lui dit d'aller porter un message au Roi. II exécuta cet ordre, se rendit auprès du Roi et lui porta le message."], [101, "89 « Lorsqu'il eut fini, le Roi lui demanda comment il se faisait qu'il eût quitté son poste, et quelle autorisation il avait pour agir de la sorte. II lui donna comme son autorité, le duc de Suffolk qui commandait en chef. Le Roi lui répondit que cette autorisation-là ne suffisait nullement : « Car, sachez-le, dit-il, et prenez désormais pour règle que là où Nous som mes présent en Notre personne, il n'y a d'autre chef que Nous, et qu'aucun officier n'a le droit de quitter son poste sans en avoir reçu Notre ordre spécial. Aussi, vous qui vous êtes présenté ici sans en avoir reçu Notre permission, vous trouveriez-vous incapable de répondre de votre infraction, si Nous voulions vous appliquer les peines que les lois auto risent. » A ces mots, Sir Peter Carew courba la tète et implora son pardon. « Le Roi, après la conquête de la ville, y mit tout en bon ordre et retourna en Angleterre, accompagné, entre autres personnages, par notre gentilhomme. » Bien que Sir Peter Carew ait eu depuis à combattre nos nationaux sur terre et sur mer, et que son importance soit devenue considérable dans les conseils et à la cour d'Angle- terre, je quitte la partie biographique en vous demandant si vous ne trouveriez pas convenable à tous les égards d'introduire à la page 40 de votre monographie, après Antoine de , gouverneur qui rendit le château aux Anglais, et avant Pierre de Salcède qui reprit la série des châtelains français, le nom de Sir Peter Carew, avec ou sans celui de son lieutenant Richard Reynolds, dans votre liste des châ telains, capitaines, gouverneurs et portiers d'Hardelot : des italiques désigneraient discrètement une nationalité diffé rente. Cet artifice typographique n'est-il pas admis, habituel même en pareille occurence? Quelqu'un de ces hasards qui viennent en aide aux cher cheurs, nous fera connaître un jour, je l'espère, si Henri VII continua à Sir Peter Carew son titre de capitaine de la for teresse d'Hardelot et en laissa la garde effective à son lieu tenant Richard Reynolds, ou bien s'il fut nommé à un autre"], [102, "90 gouverneur après le départ du titulaire pour l'Angleterre : il y a en effet une lacune de quatre années à remplir entre ce départ et le retour du Boulonnais entre les mains d'Henri II. C'est encore sur ce bon génie que je compte un peu pour m'assurer d'un autre fait. II me semble avoir rencontré le nom de Richard Reynolds parmi les chefs de bandes qui, quelle que fût la couleur des casaques portées par leurs hommes, étaient toujours, plus ou moins, des bandes de pillards, et qui parcouraient et désolaient la France au milieu du xvie siècle. Ignorant alors la charge dont cet officier avait été investi aux portes de Boulogne, je ne pris aucune note à son sujet. Cependant mon impression persiste qu'il guerroya et marauda par-ci par-là en aventurier qu'il était. Souhaitez-moi une bonne chance pour retrouver sa piste. Avant de terminer cette lettre que vous ne serez sans doute pas le seul à traiter de bavardage, il me reste à vous recommander un document graphique qui vous viendra peut-être en aide pour résoudre le petit problème par vous signalez aux pages 33 et 34 de vos Documents. A quelle date et dans quelles circonstances le château d'Hardelot est-il rentré sous la domination française : telle est la question dont vous déclarez la réponse difficile à trouver, à défaut de textes précis. II existe une grande gravure en taille douce, contempo raine du siège mis par les Français sous le maréchal du Biez devant Boulogne occupé par une garnison anglaise : cette pièce, la plus ancienne vue de notre ville que l'on con naisse et fort rare, manque dans les collections munici pales; elle est l'œuvre d'un Italien qui dessina, avec une fidélité relative, une sorte de vue à vol d'oiseau du pays situé entre la croupe de la pointe d'Alpreck, la falaise qui portait encore le phare de Caligula, le plateau de saint-Martin, le cours de la Liane, le château d'Hardelot et Féglise d'Outreau. Son intérêt décida sans doute le chevalier"], [103, "91 de Beaurain à en faire graver une réduction qui porte le titre de : Ancienne vue de Boulogne-sur-Mer pos sédé par les Anglais et investi par les Français en 1549. Au premier plan de ce vaste panorama qui est occupé par un campement, se déploient les troupes françaises dési gnées par des drapeaux fleurdelisés. Elles s'abritent der rière les remparts du fort M.oni]Ad.\\s\\v,Fortezza de Fransesi, embastillé de tours rondes et carrées, dont l'artillerie bom barde et canonne Bologna in Francia où Fabbaye de Notre- Dame, la Tour-Notre-Dame et la porte Gayole sont pavoi sées aux couleurs anglaises, les fleurs-de-lis et les léopards écartelant France et Angleterre : il en est de même pour la Tour-d'Odre sur laquelle brûle un fanal et pour la Dunette de La Bassa Bologna. Quant à la date à laquelle l'Italien anonyme composa et burina cette estampe si curieuse, elle ressort de la légende qui en occupe Fangle gauche inférieur : « Questo è il uero ritratto di Bologna in francia occu pato dal Re d'inghilterra, et al présente assediato dal christianissimo Re di francia nella quale li fransesi ui hannofatto una fortezza contra ditta Citta corne dentro il designo si po uedere. » Cette formule étant un peu archaïque, je traduis : « Fidèle portraiture de Boulogne de France occupée par le Roi d'An gleterre et actuellement assiégée par le Roi très-chrétien de France, où les Français ont élevé un fort contre la ville, ainsi qu'on le peut voir dans le dessin. » Or à la droite extrême de ce grand panorama, derrière un corps de troupes françaises marchant sous le drapeau fleur delisé, se profile un château fort, muni de tours et de tourel les, de murs crénelés et d'une fausse braie : au-dessus de cet ensemble imposant de constructions s'élève un grand donjon sur lequel est arboré le drapeau français; et, brochant sur le tout, on lit le nom de cette bastille, ARDELOT."], [104, "92 S'il faut prendre au pied de la lettre la phrase « actuelle ment assiégée par le Roi très-chrétien de France », inscrite dans la légende par un homme qui, bien probablement, avait pris part aux opérations elles-mêmes, Hardelot a dû être repris par les troupes du roi Henri II, soit après un siège, soit par un coup-de-main heureux, soit après une évacua tion plus ou moins clandestine de sa garnison. Vous examinerez, — estampe en main, si vous le voulez, — si « le camp que le roi Henri II venait visiter » en 1549, et qui « était, suivant D. Ducrocq» que vous citez à la page 33, « entre Neufchâtel et Hardelot et tout proche de ce dernier lieu » ne se trouverait pas sur cette estampe dans celui sur lequel manœuvre le corps d'infanterie signalé plus haut. Si tel vous paraît Femplacement possible du Camp Dauphin — en accordant largement à notre artiste quelques-unes de ces licences qu'Horace concède pictoribus atque poetis — le drapeau français arboré sur la maîtresse tour du château d'Hardelot vous fournira un autre indice qui pourra vous guider dans Félucidation définitive de ce point de notre his toire locale. Agréez, Monsieur, mes cordiales salutations. V.-J. Vaillant. •s- Extrait du journal {'Impartial, des 17 et 21 novembre 1888."], [105, "LA TOUR D'ORDRE ET SON NOM GAULOIS Parmi les grands édifices que les Romains avaient cons truits dans Fantique Gesoriacum, il en est un dont l'archéologie peut regretter la perte d'une manière toute spéciale : c'est le phare de Caligula qui s'écroula en 1644.(0 Elevé sur un plan analogue à celui que Sostrate de Cnide (O Aux renseignements peu concordants que les documents com temporains fournissent sur les dates exactes des éboulements successifs de la Tour, j'en ajouterai ici un qui est inédit. Je l'extrais d'une série de notes insérées par François Hibon dans une sorte de livre de raison qui, entre autres renseignements précieux, contient le récit de la part que cet échevin, faisant fonctions de mayeur, prit aux troubles occasionnés par rétablissement de la gabelle et du quartier d'hiver dans le Boulonnais. Le livret de François Hibon, déjà connu par des extraits communiqués à la Société des Antiquaires de la Morinie par M. B. Gosselin, faisait naguère partie de la biblio thèque de M. Hibon de la Fresnoie. « Le 20e jour de janvier 1664, « jour que l'on sollennise la feste St-Sébastien et que les confrères « archers sont acoustumés de tirer le papegay, deux pans de la Tour a d'Ordre est tombée le dixiesme jour de febvrier audit an 1644 ; un « des deux autres pans de la d. tour est aussy tombé et rompue, « comme sy on les avoit scié, moi François Hibon estant présent « sur les 3 à 4 heures du soir jour du Mardy-Gras. L'on dict qu'il « y a 1800 ans que lad. tour a esté construitte par Caligulla et oc racommodée et puis agrandie par Julles Sezard lorsqu'il alla con « quérir l'Anglelerre. . . . Depuis le reste de la d. tour est tombée le"], [106, "94 avait fait exécuter dans l'ìle de Pharos, c'était, suivant l'ap préciation de MontfauconO) «un des plus beaux monuments de la munificence romaine». Le jésuite artésien Gilles Boucher qui Fétudia un quart de siècle avant sa chute en fut émerveillé, bis aut ter a me annis Christi 1616 et 1624 cum stupore visa discussa que. Dans la description sommaire qu'il en donne dans son Bel gium Romanum ecclesiasticum et civile (Liège, 1655, in-f. Lib. IV, cap. IX, § 13 et 14, p. 145), il note les caractères qui l'avaient le plus vivement frappé, constate les réparations que Fempereur Charlemagne avait faites à la partie supé rieure de la tour, contraste le travail du IXe siècle (Fan 811) avec celui de Fépoque de Caligula, et termine en déclarant qu'à ses yeux ce monument est à peu près le plus ancien et le plus beau qui existât de ce côté des Alpes, Monimen tum cis Alpes credo vetustissimum juxta et pulcherrimum: éloge précieux, lorsque l'on songe aux merveilles de l'archi tecture romaine que la Provence, la Lyonnaise et la Narbon naise possédaient encore, à Arles, à Nîmes, à Orange, à Vienne et dans vingt autres lieux. Les recherches faites par les savants dans les histoires et les médaillers, n'ont abouti à retrouver de traces certaines des phares antiques que dans une douzaine de localités : Alexandrie, Ostie, Ravenne, Pouzoles, Caprée, Gaëte, le petit feu carré du promontoire de Sigée, la Tour Timée, celle d'Apamée, le phare rond à quatre étages qui figure « mois de juillet 1644 ». La fête de St-Sébastien tombant effective ment le 20 janvier, F. Hibon est plus exact que Mc Jacques Prévost, vicaire chapelain de la Cathédrale de Boulogne, mort en 1668, dont les Ephémérides, citées par M. Egger, portent: « Ce jour Sainct- Sébastien, 19 janvier, tomba en partie la Tour d'Ode » vsic). Le vicaire chapelain fait écrouler « la troisième partie le 30 juillet de l'an 1644» et complète ainsi le récit de l'écbevin. (O L'anliquité expliquée, supplément (1757), livre VI, p. 132, pi. L."], [107, "95 sur le médaillon célèbre du maréchal d'Estrées, et ceux de forme polygonale de Boulogne et de Douvres. Pour ce qui est de FAngleterre, Montfaucon dont le livre fait encore autorité dans la matière, n'a pas eu l'heur de constater scientifiquement l'existence à Douvres d'un second phare, ni ne paraît avoir eu connaissance d'un autre encore qui est situé dans le pays de Galles, à un mille de Holywell sur la route de Chester (Deva) à S'.Asaph's, planté sur la colline de Garreg et dominant Festuaire de la Dee. II ne traversa pas le détroit ; se contentant de renseigne ments écrits, il n'a décrit et figuré que le Pharos actuel, « cette vieille tour qui subsiste encore, dit-il (p. 137), aujourd'hui au milieu du Château de Douvres». Cependant son correspondant lui avait signalé « un grand monceau de mazures, de pierres et de chaux qu'on voit près de Douvres et que les gens du pays appellent, je ne sçai pourquoi, La Goutte du Diable». Cette ruine lui avait été indiquée comme le dernier reste d'une second phare romain 0), et il ne semble avoir tenu aucun compte de cette indication. S'il s'était décidé à franchir le détroit et à aller examiner ce vestige, il aurait sans nul doute reconnu le bien fondé de ce renseignement, et le Bredenstone eût trouvé sous sa plume une notoriété qui lui manque dans nos recueils d'archéologie. II lui était signalé depuis longtemps par le père jésuite Georges Fournier qui, au chapitre IX, « des phares et tours à feu», de son Hydrographie, avait écrit: «les Romains « avoient encore basty une fort haute tour à Douvre en « Angleterre sur une pointe opposée à la Tour d'Ordre : elle « n'est tombée que depuis cent ans ; on en voit encores les « fondemens de l'autre costé du chasteau ». Monfaucon savait sans nul doute que le Pharos était debout alors comme il (0 Gough en a donné la description et le dessin dans son édition de la Britannia de Camden."], [108, "96 l'est encore aujourd'hui, et qu'il s'élève dans le château même qui couronne la falaise Est du port; il aurait pu songer que si l'on voyait encore les restes d'un phare «de l'autre costé du chasleau», c'est-à-dire sur la falaise Ouest, ceux-ci devaient nécessairement appartenir à un second édifice romain de même nature, au Bredenstone par conséquent. S'il avait su les langues vivantes aussi bien que celles de Fantiquité, il n'eût pas accepté sans hésiter une interpréta tion fautive du nom « The Devil's Drop ». II ne s'agit pas en effet de La Goutte du Diable, mais du Saut ou du Pré cipice du Diable. Quant à Forigine de ce nom de lieu, elle se rattache sans doute à quelque légende dont Félément topique pourrait bien se trouver, comme le Saut de Leucade, dans sa situation sur le bord d'une haute falaise abrupte. Telle est en réalité la position qu'occupe le vieux chicot de maçonnerie qui représente le pendant du Pharos sur le côté opposé du port de Douvres. Le fortin qui l'entoure aujour d'hui, a conservé une partie — la partie la plus correcte — de cette désignation : il s'appelle The Drop Redoubt, et il suffit de voir l'escarpement de la côte qu'il domine et sa hauteur au-dessus des toits de Snargate Street, pour en saisir la signification. La topographie et la configuration des lieux ont, de tous temps, joué un rôle considérable, on le sait, dans le choix des noms géographiques^). Le jour où s'écroula son phare romain, Boulogne perdit un monument rival de l'une des merveilles du vieux monde : pour devenir célèbre, il ne lui avait manqué que de s'être trouvé sur une côte moins éloignée des routes fré quentées par les littérateurs, les géographes et les poètes. (OCe dernier reste du second phare de Douvres, aurait-il disparu? Une ligne du capitaine Montagu Burrows me le fait craindre : le Chichele Professor d'histoire moderne à l'université d'Oxford écrit, en effet, dans sa monographie des Cinque Ports (Londres, Long mans, 1888, in-12°, p. 39) : « sur la falaise Ouest un fragment du Pharos qui correspondait à celui du Château, et qui porte le nom moderne de The Bredenstone, vient d'être démoli pour faire place à des ouvrages neufs de fortification, »"], [109, "97 Ils sont bien peu nombreux, en effet, les écrivains qui lui ont consacré quelques lignes, et encore celles-ci, lorsqu'elles ne contiennent pas des erreurs palpables, ne font-elles guère rien de plus que constater son existence. Par exemple, à quelle construction romaine de notre ville appliquer cette phrase que j'extrais du Parvum Theatrum Urbium sur lequel Adrien le Romain fait défiler ce qu'il nomme Urbium praecipuarum totius Orbis brevis et methodica Descriptio : Exstat ibidem etiamnunc hac aetate [1575] turris quaedam fortissima a Julio Caesare extrada, gratia muniendi ejus loci exercitu stto contra Gallos vicinos que Britannos quos eo tempore debellabat? Cette tour fortifiée que le soi-disant Jules César avait élevée pour défendre Boulogne et protéger son armée contre les Gaulois et les Bretons d'outre-mer, ce n'est ni la Haute-Ville, vu qu'il constate ailleurs que haec civitas est cincta maeniis validis, ni son château, qui fait partie de cette ceinture d'épaisses et puissantes murailles, ni l'une des tours, la Tour Notre-Dame par exemple, dont l'origine ne peut être, ni n'a jamais été rapportée à un empereur romain. Cette indication ne saurait se comprendre que comme se rapportant à la Tour de Caligula et au fort dont l'armée de Henri VIII l'avait entourée un demi siècle auparavant. Le géographe, se contentant de simples ouï-dire, paraît ne pas se douter qu'il s'agissait d'un phare bien plus que d'un donjon fortifié. Et pourtant il y avait déjà un demi siècle qu'un graveur, — italien sans doute — avait publié une estampe précieuse qui donne une vue relativement fidèle et correcte de la Tour d'Ordre, telle qu'il l'avait aperçue et dessinée du fort Mont plaisir, pendant que l'armée française préludait par un blocus et des canonnades aux négociations du traité de Capécure. Le fanal qui flambe au sommet de ses dix étages en retrait, eût suffi pour lui démontrer que c'était bien un phare O. (O Les archives municipales de Canterbury conservent plusieurs pièces relatives aux Français qui étaient à cette époque internés dans cette ville comme prisonniers de guerre: ils étaient enfermés"], [110, "98 II y avait un demi-siècle qu'au château de Cowdray un peintre italien, Teodoro Bernardi, avait représenté, haut planté sur la falaise et planant au-dessus du port et de la ville, ce grandiose obélisque dont le Journal du Siège de 1544, versifié par le prêtre A. Morin, rappelle la capitu lation dans les vers mordants de son 8e quatrain : Un maistre Jeban Fin fin et tons ses compagnons Rendirent la Tour d'Ordre pour moins de deux oignons. La tour estoil munie assez pour six seuiaines. On les doit envoyer à leurs fiebures quartaines. Le Diaire d'Henri VIII constate qui'] suffit, pour déter miner la capitulation de Jean Le Fin, d'une pièce d'artillerie qui avait été conduite devant ses murs le mardi 22 juillet. II y avait un demi-siècle qu'un autre Italien, à la fois ingénieur et peintre, qui accompagnait, en cette der- dans la grosse lour, The West Gale, qui est toujours debout.. C'est parmi elles que j'ai relevé, dans un comple de 1547, une somme de 45 shillings payée par l'argentier pour viande de boucherie qui leur avait été fournie : « Item, payd for fresshe mete for the Frenche rnen lying prysoners in the Wesgate, liij'. » Les autorités se fatiguèrent bientôt de nourrir, à ne rien faire, des hommes valides ; aussi le budget de l'année suivante fournit-il la preuve qu'on en avait employé douze à des travaux de maçon nerie : on leur avait fait réparer les murailles de la ville sous la direction d'un contre-maitre anglais: « The expences os the repayring os the Towne walles by the Frenchemen. . . . Item, payd for brede, drinke and mêle for xij. Frenchemen laboryng abowte the said walles f rom the xvth day os July unto the viijth day os August, that is to say, by the space os xxiij. dayes at ij. and viijd. every day. Summa iu1 xvid. Item, payd to a laborer by the space os the said xxiij. dayes to help with them, and to oversee them, at injd the day, vijs xvii*. Item, payd to Johan Hylles and to the Keeper os the Westgate for dressyng os ther mete and f or aile necessaryes to the same, vjd. » Donner à des Français un cuisinier anglais, c'est un procédé moins pratique que de faire travailler les prisonniers à rendre leur prison plus sûre !"], [111, "99 nière qualité, le roi d'Angleterre dans son expédition contre Boulogne, avait retracé les divers épisodes du siège dans une suite de dessins et de croquis pris sur les lieux mêmes. La Tour d'Ordre doit y figurer. Le crayon d'un ingénieur a dû être plus fidèle que celui d'un peintre, plus amateur sans doute du pittoresque que de la vérité. Si ses albums sont, comme je le pense, conservés dans la bibliothèque de FUniversité d'Oxford, ils fourniraient les renseignements les plus précis et les plus précieux sur ce monument si peu connu même aujourd'hui. Cet ingénieur, Girolamo da Trevigi, fut tué pendant le siège : le fut-il, de même que Gin le peintre, dont A. Morin enregistre la mort « d'un coup de fauconneau ? » Tomba-t-il le samedi de la sixième semaine, à l'attaque du boulevard du Château où, d'après cette chronique rimée, on sait que Soixante ou quatrevingt Angletz nos ennemis Y furent renversez des mains de nos amis, Ou bien quelques jours plus tard, à l'assaut tenté sur la citadelle dont Les brayes furent pleines, et aussi les fossez, D'Angletz morts abattus. Aucun document ne permet de préciser ces dates. Dès le xve siècle un autre peintre, anglais cette fois, John Crust, avait brossé, pour le roi Henri VII, une grande toile, longue de trois aunes, qui représentait la ville de Boulogne et ses environs. Ce fait ressort d'un compte de FEchiquier daté de la sixième année du règne de ce monar que, qui correspond à l'année 1491-92. Sous la rubrique : Payntors drawing the Towne os Bullon and grounde aboute the same, je relève d'abord un paiement fait à John Crust and his servaunt pour treize journées à raison de 12 pence par jour; et ensuite un remboursement fait audit peintre pour ses divers achats de colours and stuff bought for the same. Dans ce mémoire détaillé qui fournit des renseignements curieux sur les prix, on peut citer :"], [112, "100 3 aunes de toile de lin 1 penny. '/% livre de vermillon 5 » % » de céruse 1 B % í> de mini ura 1 » y, » de vert de gris 8 » !4 » d'orpiment 4 » 1 » d'ocre jaune 2 » 1 once de sang de dragon (sanguyn clraconis). 16 » 1 quart d'huile 5 » Colle 4 » 12 godets 6 » Grand pot de terre 1 » Papier et carton (Brystyll) 6 » L'une des plus anciennes autorités que nous possédions, est celle de Guillaume Le Sueur qui, dans ses Antiquités de Boulogne-sur-Mer écrites en 1596, esquisse en quelques lignes une description sommaire de cette « tour d'admirable « structure, de hauteur insigne, d'épaisseur mémorable, « bastie en briques fort larges avec rangs de pierres bizes « jointes et lieez de ciment, estant à huict angles et pans, « desquels chascun contient vingt et huict pieds ou environ « de front et de face. » Gilles Boucher calque la sienne sur celle de G. Le Sueur, sans rien préciser de plus. U Histoire de Boulogne du père Le Quien et le Mémoire sur V histoire de la ville de Boulogne-sur-Mer de son imitateur Philippe Luto ajoutent quelques détails. Ce fut sur leurs notes et leurs dessins que le père Montfaucon composa la description qui est restée pour ainsi dire classique. Quant aux géographes, topographes, chorographes et voyageurs du siècle et demi qui suit la conclusion du traité de Capécure, leurs ouvrages sont d'une pauvreté désespé rante; c'est à peine si l'on découvre dans tout ce fatras de banalités une ligne, un détail, une date, un renseignement que l'on puisse accepter sans contrôle : le plus souvent ils sont muets sur le sujet qui nous occupe ici. C'est donc sans profit notable pour l'archéologie boulonnaise que j'ai compulsé, après les auteurs cités plus haut, Le manuscrit de Ch.Regnard de notre bibliothèque publique."], [113, "101 Jehan Mallart ou Maillard 0), Premier livre de la des cription rimée de tous les ports de mer de l'univers, auecques sommaire mention des conditions des peuples et adresse pour le rung des vents propres à naviguer, (Bibl. nat. mss. fonds français n° 1382, 4r', parchemin, et fonds La Vallière, n° 102), Les Deliciae Galliae publiées à Cologne en 1609 par W. Lutzenkirchen, h'Itinerarium Germaniae, Galliae, Angliae, Italiae, de Paul Hentzner, (Breslae, 1618). La Descriptio Fluminum Galliae quà Francia est de Papire Le Masson, 1618, (2) Les Singularités des plus célèbres villes et places remar quables du Royaume de France par François des Rues, 1619, h'Itinerarium Galliae du Danois P. Eisenberg, 1623, Les Antiques Erections des Gaules de Gilles Corrozet, 1631, h'Ulysses Belgico-Gallicus d'Abraham Goelnitz, 1631, Les Plans et Profils de toutes les villes et lieux consi dérables de France de Tassin, 1631, Le Diary de John Evelyn qui traversa plusieurs fois Boulogne entre 1643 et 1652, L' Hydrographie du père G. Fournier, 1643, (3) h'Itinerarium Galliae de Jodocus Sincerus, 1649, (1) 11 était <t escri vains » de François 1er etd'Henrt II : ce poème est donc, suivant les vraisemblances, une copie. (21 Ce géographe, après avoir décrit le cours de la Liane, dit p. 336, qu'elle se jette à la mer «in portu Boloniae prope Dunefort ab Anglis exaedificatum ». Que faut-il comprendre par ce fort des Dunes détruit par les Anglais? (3) La Tour d'Ordre n'était plus depuis assez longtemps qu'un simple feu de marée. « On allume toutes les nuicts sur le sommet, » un feu de charbon de terre. Celui qui en a charge, ne l'allume que « lorsque la mer est parvenue au milieu de sa hauteur et que les « vaisseaux peuvent entrer. Ce feu ne dure que jusques à ce que la « mer refoulant, soit milan-basse». Hydrographie, p. 69."], [114, "102 La Topographia Galliae de Caspar Mérian, 1656, La Notitia Galliarum d'Hadrien de Valois, 1675, Et vingt autres ouvrages qui ont pu être écrits par des contemporains de la Tour. Quant à son iconographie, combien compte-t--on de vues peintes, dessinées ou gravées par des contemporains? Bien peu. La plus ancienne est l'estampe italienne anonyme qui représente le siège mis par les Français en 1549 devant Boulogne encore entre les mains des Anglais ; après elle, la gravure à l'eau forte par James Basire, reproduisant la fresque peinte à Cowdray-Hall par Teodoro Bernardi pour Sir Anthony Browne en souvenir de la prise de Boulogne par Henri VIII ; ensuite la gravure de Claude de Chastillon, topographe officiel d'Henri IV à partir de 1589; celle de C. Mérian et la planche dont le père Montfaucon emprunta les éléments à Le Quien et à Luto. Quant aux vues qu'ont publiées le chevalier deBeaurain, Desorgeries, Tiberghien, Henry, Bertrand, le baron Taylor, etc., etc., elles n'ont plus aucun caractère d'authenticité: ce sont des copies plus ou moins infidèles, des reproductions plus ou moins fantai sistes des estampes antérieures. Pour ce qui est du médaillon en bronze de Fempereur Commode dans lequel A. de Barthélemy (Manuel de numis matique ancienne, Atlas, n° 214), H. Cohen (Description historique des médailles impériales, III, 123-4, pi. III), et E. Egger (Notice sur la Tour d'Ordre, p. 3 du tirage à part de la Revue Archéologique) ont vu la rentrée triom phante à Boulogne en Fan 191 de la flotte britannique après la victoire d'un de ses lieutenants, il est juste de noter que es numismates anglais, et plus particulièrement M. H. Grue ber, en considèrent le revers comme représentant cette flotte sortant du port de Douvres. II y a donc lieu de douter si dans « le phare à quatre étages, dont la figure, bien que grossière, n'est pas méconnaissable », il s'agit de celui de Boulogne ou bien de celui de Douvres. L'édifice qui se profile sur la gauche du grand médaillon en"], [115, "103 bronze qui commémore la victoire de Constant sur les révoltés maîtres de Bononia Oceanem (sis), est assez peu distinct pour que l'on hésite à se prononcer sur Fintention réelle du graveur. Si Fadministration, la marine et la population romaines avaient, comme le besoin a dû s'en produire, affecté un nom spécial et distinctif au phare de Gesoriacum, les auteurs contemporains n'en conservent aucune trace. Depuis lors on sait qu'outre le nom générique de Pharos, Pharus ou Farus, il a successivement porté ceux de Pharus Odrans, deTurris Odnea, de Turris Ardens, de Tour d'Ordre ou d'Odre, de Tour du Guet et de Tour de Caligula, qui ont été relevés avec toutes leurs variantes dans les chartes et les livres. Mais, parallèlement aux noms introduits, implantés par ses fondateurs, les indigènes, le peuple conquis, les Morins, les Gaulois, les Bretons, et, après eux, les Francs, les Saxons et les Normands n'en auraient-ils pas connu, appli- qué et couramment employé un autre qui fût plus national ? A côté de cette désignation officielle et concurremment avec ce nom d'origine gréco-latine de Pharus ou de Turris, accompagné ou non d'un qualificatif, n'a-t-il pas existé une désignation d'origine gauloise ou celtique qui aurait eu cours parmi la population locale avec une signification universelle- ment comprise et reconnue par elle? Puis, celle-ci, après avoir subi, par le décours des ans, une altération de son et de sens, analogue à celle que l'on constate dans mille et mille noms de lieux, aurait-elle laissé sa trace dans quelque expression deve nue aujourd'hui peu compréhensible et même énigmatique ? Rechercher le nom gaulois de la Tour de Caligula m'a paru un problème d'onomastique offrant un certain intérêt pour Fhistoire la plus reculée de la Morinie. Quant à sa solution, elle m'a paru indiquée indirectement dans un nom, Le Vieil Homme, dont tous nos historiens modernes ont parlé, sans qu'aucun d'eux en ait proposé une explication satisfaisante, acceptable, vraisemblable."], [116, "104 Le Vieil Homme apparaît pour la première fois dans la correspondance officielle des Anglais au milieu du XVIe siècle, naturellement sous la forme anglaise, The Old Man : il est contemporain des grands évènements militaires qui mirent Boulogne sous la domination anglaise de 1544 à 1550. C'est ainsi que Sir Thomas Palmer qui fut nommé gouverneur du fort de la Tour d'Ordre, en 1544, porte le titre de Captain os the Old Man ; les demandes et réquisitions d'hommes, de vivres, de munitions et d'armes pour cette forteresse, la désignent comme The Old Man. C'est égale ment The Old Man que le peintre Teodoro Bernardi inscrit sur la tour elle-même dans sa grande fresque de Cowdray House, et encore The Old Man que le graveur Jas Basire reproduit sur son eau forte, conformément à Foriginal. Je ne saurais dire si un seul document officiel anglais contient une autre désignation que ce sobriquet, The Old Man, et le nom, alors assez nouveau, de The Watch Tower, La Tour du Guet On pourrait penser que le nom de la Tour d'Ordre était inconnu des assiégeants. Sa traduction, Le Vieil Plomme ou V Homme Vieil, est introduite par Chastillon en tête de sa gravure de la Tour d'Ordre, comme une sorte d'aliàs de cet édifice ; c'est dans le même sens qu'elle est présentée par Fhistorien boulon nais Guillaume Le Sueur, dans ses Antiquités de Boulogne sur-Mer, datées de 1596. Lorsque G. Le Sueur note que « La Tour d'Ordre est appelée par l'Angloix Le Vieil Homme, » ne semble-t-il pas souligner son intention de faire remarquer que ce nom n'a pas cours parmi les Français, et qu'il est d'importation étrangère et de création récente? Telle me parait, en effet, être la réalité. Si, d'une part, ce nom a tout Faspect d'une désignation officielle créée pour des besoins nouveaux, lorsqu'on le rencontre dans les papiers de l'état-major de l'armée assiégeante, il faut re marquer, d'autre part, qu'il ne figure point dans les docu ments français officiels de cette époque et qu'il faut franchir un demi-siècle pour le retrouver sous sa forme française"], [117, "105 dans le manuscrit de G. Le Sueur et sur la planche de Chastillon. Quant aux gens du pays, ils ne le connaissent ni ne s'en servent, et les écrits contemporains d'origine bou lonnaise ne lui donnent point place : il n'y est fait mention que de la Tour d'Ordre et de la Tour du Guet: seule cette dernière désignation semble avoir été d'un usage commun dans les deux camps. Comment le prêtre A. Morin, boulonnais de nom, de famille, de naissance et de cœur, qui a passé sa vie entière à Boulogne, hormis les jours cruels de son exil volontaire après la capitulation, comment ce rimeur patriotique n'a-t-il pas une seule fois fait figurer Le Vieil Homme dans son Journal, lorsque les incidents du siège mettaient au bout de sa plume le nom de la Tour d'Ordre ? Pour lui, partout et toujours, il n'est question que de la Tour d'Ordre, jamais du Vieil Homme qu'il n'a peut-être pas connu ; pour lui, cet étrange synonyme, ce synonyme étranger dont les Anglais avaient, à Foccasion du siège, baptisé le phare de Caligula et sa forteresse, n'existe point; pour lui et pour ses concitoyens il n'y avait que deux noms : la Tour d'Ordre et la Tour du Guet. Pour lui et pour les bourgeois de Boulo gne, The Old Man n'existait ni en original ni en traduction, pas plus, probablement, que le Pharos ou le Pharus romain n'existait pour leurs ancêtres, les vieux Morins : leur pa triotisme n'avait pas donné cours à ce symbole étranger et ennemi. Un fait qui m'était connu depuis plusieurs années, et dont M. E. Deseille a fait mention, en 1887, dans son Année Boulonnaise (p. 252 à 302), peut servir de confirmation aux observations qui précèdent sur le caractère anglais de ce nom. Pendant Foccupation et dès le siège de 1544, les Anglais qui disaient The Old Man pour le forí de la Tour d'Ordre dont ils s'étaient trouvés maîtres à si peu de frais, construi sirent dans son voisinage immédiat une redoute, probable-"], [118, "106 ment une demi-lune, à laquelle il fallut affecter un nom spécial : à côté de The Old Man, ils assirent The Young Man; le Jeune Homme prit place auprès du Vieil Homme, le Jouvenceau non loin du Vieillard. Les lettres et les rapports s'occupent souvent de ce Young Man, et tout indique un fortin élevé non loin du grand fort bastion né de la Tour romaine. C'est vraisembla blement lui dont la naissance et les débuts se trouvent signalés par A. Morin dans les quatrains 15 et 18 de son Journal : Lendemain samedi, environ la Tour d'Ordre Mirent de gros canons pour nous mettre en désordre, Battans sur le marchiet de torts et de travers En battant la muraille comme mastins pervers. Lundy, mardy, Canons sous la Tour d'Ordre et autre artillerie Eedondoient aux flancs, pensants faire tuerie. II faudrait donc chercher Fassiette de The Young Man dans l'est de la Tour du Guet, sur le versant du plateau qui commande le front nord de la Haute-Ville, aux environs du cimetière de Saint-Pierre, sur un point qui dominait le pas sage du ruisseau de Beaurepaire, alors assez considérable pour porter bateau. Je ne puis croire qu'il s'agisse ici de la batterie que M. A.Marmin a dessinée plus bas dans le plan qu'il composait en 1823 pour illustrer le poème du baron d'Ordre sur le siège de 1544. Le renseignement présenté par M. E. Deseille lui a été fourni par des documents anglais. La mention que j'inscris ici, a été découverte dans une pièce d'archives boulonnaises; mais il faut noter que le nom The Young Man n'y figure pas totidem verbis. Un contrat passé le 15 septembre 1642 par devant Me Jean-Jacques Flahaut le jeune et son collègue M* Furcy Vaillant, notaires royaux à Boulogne, porte vente à Jean Cannet, marchand, demeurant en la Basse-Ville, de divers immeubles et terrains situés sur le flanc et le plateau de la falaise de l'Est. C'est dans cet acte que j'ai relevé le paragraphe suivant :"], [119, "107 « Item une aultre mesure aussy de terre ou environ seize « dans le petit fort de la Tour d'Ordre; plus encore une x aultre mesure et demie de terre ou environ, aboultant « d'un boult et liste à la falaise de Cannet, d'aultre à Fran « çois Hibon et encore à Denys Bersen et Thomas du Crocq « à la Porte de fer O) ». II me paraît incontestable que le petit fort de la Tour d'Ordre ainsi repris, est bien The Young Man des archives anglaises ; il ne reste plus qu'à en fixer la situation exacte vers un point intermédiaire entre les derniers vestiges visi bles aujourd'hui du périmètre du grand fort et la batterie de 16 pièces indiquée sur le plan d'Al. Marmin. En tout cas, cet ouvrage de fortification, créé de toutes pièces par les Anglais au milieu du xvie siècle pour servir d'annexé au corps de l'autre, et tirant de cette circonstance, mais non de sa forme et de son profil, le nom que le humour britannique lui donna, The Young Man, ne pou vait avoir aucune ressemblance matérielle ou graphique avec un jeune homme, pas plus que The Old Man n'en pouvait prétendre avec un vieillard. II ne serait pas prudent de demander à nos historiens lo caux la raison d'être du nom The Old Man qui a été le point de départ fortuit du sobriquet imposé à son cadet : ils répon draient par des étymologies de pure fantaisie ; s'il fallait s'en rapporter à eux, la Tour d'Ordre aurait été nommée Le Vieil Homme, parce que, vu de loin, cet édifice affectait l'aspect d'un vieillard: à qui faire croire qu'une pyramide à pans étages surmontée d'un lanternon, ressemble ò un vieillard? Pour accepter une invraisemblance aussi absolue, il fau drait avoir la complaisance, aussi versatile que souriante, du vieux Polonius qui, au gré de HamletW, voyait tour à tour dans le nuage, un chameau, une belette et une baleine. C'est là, une fois de plus, une explication à relé- (1) Cette Porte de Fer est restée indéterminée jusqu'ici. (1) Shakspere, Hamlet, III, 2."], [120, "108 guer dans les limbes parmi les étymologies burlesques dont Fhistoire de nos noms de lieux est émaillée, Wimille tirant le sien des huit mille Normands tués sur son territoire, Boulogne empruntant le sien aux sables bouillants de sa plage, etc., etc. Si le phare romain ressemblait à quelque chose, c'est à un grand pilier plus ou moins élancé, plus ou moins conique, profilant sa silhouette géométrique en haut d'une falaise, comme le ferait un monolithe gigantesque, une pierre fiche colossale, un menhir dont les proportions éclipseraient celles des plus célèbres monuments druidiques de la Bre tagne. La Grande-Bretagne connaît également The Old Man de Coniston dans la région montagneuse des lacs cumbriens, The Old Man de Hoy, obélisque naturel de 474 mètres qui s'élance et plane sur la côte ouest de cette Orcade à la ma nière de cette autre merveille FAiguilhe de Sainl-Michel dans l'enceinte même de la ville du Puy, et — notable coïncidence avec The Old Man and The Young Man de Boulogne, — The Old Man and his Man, Le Vieillard et son Serviteur, désignation affectée à deux roches de hau teurs inégales qui s'élèvent l'une près de l'autre sur la côte de Cornwall. Tous les lieux ainsi dénommés ont un caractère commun : ce sont des montagnes, des hauteurs, des falaises arides et rocheuses dont le flanc escarpé, plongeant dans les eaux de la mer ou d'un lac, se trouve surmonté de pointes élancées en manière de menhirs. Ils se différencient des stocks ou cheminées, — par exemple des stacks des îles Shetland et de l'ìle d'Anglesea — en ce que celles-ci sont des roches qui s'élèvent brusquement du sein même de la mer. Aucun géographe anglais n'a, que je sache, songé à attribuer à une ressemblance, même fort éloignée, entre ces roches et des vieillards, le nom de The Old Man sous lequel la tradition nous fait connaître chacun d'eux. Par"], [121, "109 tous les celticisants et gaëlicisants, il est reconnu, traité et compris comme la forme corrompue et anglicisée de Ait Maen, expression qui décrit sommairement Fobjet auquel il fut d'abord appliqué. En effet, Félément Maen qui se présente avec les va riantes Men, Man, Matin, Mon, etc., suivant les lieux et les spécialisés phonétiques de leurs habitants, est familier aux archéologues O), surtout par son composé Menhir W qui, signifiant pierre longue debout, est donné aux monolithes plus ou moins naturels, plus ou moins réguliers, de formes plus ou moins géométriques et de galbes plus ou moins allongés : ils constituent l'un des types des monuments dits celtiques. Quant à l'autre, Ait, qui entre aussi dans la com position de maint et maint nom de lieu de FAngleterre pré historique, c'est F équivalent du latin sA.ltus, dont nous avons tiré haut. Si, avec quelques celticisants, on lui donnait la forme A lit et la valeur de « flanc d'une hauteur, d'une montagne », on aurait donc le choix entre deux interpréta tions de ce vocable composé, la Haute Pierre, la Haute Boche, la Pierre Longue, ou bien la Pierre de la falaise : l'une comme l'autre conviendrait à The Old Alan d'Ecosse, du Cumberland, du Cornvvall et du Boulonnais. Ce nom est une épave à peine défigurée en dépit des siècles. Y a-t-il une si grande différence entre ces mots et le vocable primitif Ait Maen, qu'il soit nécessaire de faire un appel désespéré à la philologie? Pour les Anglo-Saxùns et les Normands qui vinrent à fréquenter le port de Boulogne, le nom qu'ils avaient appris de la bouche des indigènes morins, représentait le phare de la falaise de l'Est : peu leur importait, d'ailleurs, la valeur étymologique des deux syllabes qui le composaient; Ait (l) II subsiste, avec sa significaiion originale, comme nom de File de Man ou Mann, c'est-à-dire la Roche. (2) Je laisse de coté les autres dérivés, comme Dolmen, et les qualificatifs descriptifs, comme Mane er Roek, qui abondent dans l'Armorique."], [122, "110 Maen, « la Pierre de la falaise » ou « la Pierre Longue » des antiques Gaëls resta dans la langue populaire, se per pétua dans la tradition et traversa ainsi les siècles jusqu'au jour où Henri VIII amena une armée anglaise au pied de la « pierre » quinze fois séculaire. De Ait Maen à Old Man c'est à peine s'il y avait une différence de son perceptible pour l'oreille des soldats d'outre-mer, — surtout dans la première partie de ce nom, A prenant le son d'un O devant LT : Ait, Eld et Old devin rent synonymes par assonance et reçurent le sens de Vieux: delà The Old Man, qui vit bientôt naître à ses côtés The Young Man et que nos historiens adoptèrent travesti en Le Vieil Homme. Le calembourg fit fortune, même à l'étran ger ; Le Miroir de la Mer (Nieuwen Groot Lootsman Zeespiegel) cité par M. Fabbé D. Haigneré, en donne en effet la traduction dans son édition d'Amsterdam de 1661 : « La Tour d'Ordre, by de Zeewaerdens genaemt Le Vieil Homme. » Un nom que l'on cite parfois comme ayant été porté par la ville de Boulogne au moyen-âge, me semble pouvoir renfermer un vestige du Ait Maen qui est, à mes yeux, celui de son phare. M. Egger Fa relevé dans un manuscrit de la Bibliothèque Nationale, fonds français 4654, p. 7 : « A côté d'une étymologie puérile du nom de Boulogne, » il a remarqué « un renseignement peut-être utile aux histo riens de cette ville : à savoir qu'elle a porté le nom de Haute-Meule ou Haute-Meure ». D'autre part, Etienne de Hault Mure, Stephanus de Alti mura a servi de pseudonyme au père Le Quien, qui l'avait emprunté à je ne sais quel roman où le nom de Haute Murée était donné à sa ville natale. Dans ces cinq variantes — et il doit y en avoir davantage — dans ces formes Haute Meule, Haute Meure, Haulte Mure, Altimura et Haute Murée, ne peut-on pas tout d'abord soupçonner quelque erreur de lecture ou de transcription qui aurait affecté la consonne de la voyelle finale ? N'y a-t-il"], [123, "111 pas lieu de penser qu'elles se rapportent toutes à un mot unique qui leur aurait servi de prototype mal lu, mal écrit, mal interprété? Ne semble-t-il pas que l'on entend dans chacun d'eux un écho affaibli, mais reconnaissable, de Y Ait Maen gaulois (0? Qu'une construction en pierres et en briques qui présen tait tous les caractères d'une œuvre d'architecture, ait pu être désignée couramment pierre, tout comme s'il s'était agi d'un simple monolithe plus ou moins naturel, n'a, même aujourd'hui, rien que d'assez ordinaire. Les archéologues français ont enregistré sous cette désignation de nombreux monuments mégalithiques qu'ils ont différences au moyen de qualificatifs : Pierre longue, Pierre aiguë, Pierre levée, Pierre debout, Pierre fitte, Pierre fiche, Pierre ficade, Pierre cornue, Pierres jumelles, Pierre plantée, voire Pierre qui pousse. N'avons-nous pas encore la Haute Borne? L'assimilation s'est faite peu à peu entre les mégalithes et les œuvres maçonnées de l'homme ; elle était déterminée presque exclusivement par la similitude externe et superfi cielle des uns et des autres, qu'une dénomination commune semblait rapprocher encore davantage. Dans le Midi Peyre remplace souvent la Pierre des pays de la langue d'oil ; dans le Centre et le Sud-Ouest, Pire et Pile viennent s'y substituer. Ainsi le département de la Charenle-Inférieure possède la Pire longue et la Pire d'Ebéon ; celui d'Indre-et- Loire, la Pile de Cinq-Mars; celui de l'Ariège, la Pile de Luzenac, la Pile de Marsan et la Pile de Labarthe ; celui du Gers, la Pile de Béran, et la Pile de St-Lary, etc. (i) Y en aurait-il un autre dans le nom payen que porlail celui qui devint l'apòlre de l'Irlande 'ì II était fils du gardien de la Pierre de la Falaise de Gesoriacum ; il s'appelait Maenwin. Or, à l'époque où il reçut sa mission d'évangilisateur de la verte Erin, la tradition rapporte que le pape Innocent, s'inspirant sans doute du précédent que lui fournissait le fameux : « Tu es Petras et super hanc Petram etc. » devenu en français : « Tu es Pierre et sur cette pierre etc », traduisit du gaulois en latin le nom jlíiaenwin de l'apòlre et en fit Patricìus, devenu le Patrick de l'ìle des Saints."], [124, "112 Or quels sont les caractères communs à ces Piles ou Pires? Ce sont des monuments construits en pierres et en briques dans les données romaines, et affectant la forme de tours pleines et carrées, à Fexception de celle d'Ebéon qui est circulaire. Si la destination de ces monuments est restée inexpliquée, de même d'ailleurs que celle des menhirs qui semblent leur avoir servi de type primordial, la question d'origine reste également à Fétat de problème. Cependant on a cons taté que « les piles, œuvres de la civilisation romaine » — ainsi que le prouve leur mode de construction, — « sont particulières à la Gaule, ou du moins n'ont pas leurs simi laires en Italie. L'intervention du génie gaulois pourrait bien, par conséquent, n'avoir pas été étrangère à leur édifica tion (1>. » Les similaires sont nombreux dans un autre pays dont la population fut aussi gaële : l'Irlande a conservé des tours ron des qui rappellent à tous les égards la Pile ronde d'Ebéon (2) ; peut-être même y retrouve.rait-on encore des restes de Piles cariées, décapitées, adaptées à des usages plus modernes et construites par les antiques Gaëls, comme Font été les Round Towers. N'est-ce pas encore le type des Piles que FEcosse nous montre sous le nom de Peel Towers, édifices au sujet desquels les antiquaires ont émis tant de théories contradictoires? Là encore, dans Fan tique Calédonie, a vécu une population gaélique, et sous la désignation de Tours-Piles ou Peel Towers semble se déguiser un nom bien répandu en France. Je croirais vo lontiers que dans une des grandes îles de la Méditerranée, en Sardaigne, les Nurraghi représentent également ce type de constructions problématiques. (0 Jules de Laurière, Excursion dans la vallée du Lez (Ariège), LI5 Congrès archéologique de France, 1885, p. 133. (2) La plus célèbre est celle de Glendalough auprès de laquelle se sont groupées les Seven Churches du lac de Killarney."], [125, "113 L'ethnologie viendra sans doute apporter un appoint pré cieux de lumière à l'archéologie monumentale, le jour où celle-ci entreprendra de déterminer les origines, Fhistoire, la destination et le nom antique de ces monuments : ce travail n'est qu'à peine entamé. Puisse ma téméraire tentative de retrouver dans The Old Man, et son ancêtre AU Maen, le nom gaulois de notre Tour d'Ordre, attirer Fattention des maîtres présents ou futurs de la science sur la question qu'elle leur signale! •-©--©- 8"], [126, "LES ÉPHÉMÉRIDES DE FRANÇOIS HIBON II ne faut pas chercher dans les éphémérides qui vont suivre d'autre intérêt que celui de la sincérité : elles ont été jetées sur le papier, sans aucune préoccupation littéraire, au fur et à mesure que se produisaient les événements auxquels elles se rapportent ; elles enregistrent, de loin en loin, les faits marquants de Fhistoire intime de Boulogne. C'est donc le témoignage d'un contemporain, homme intel ligent, actif, indépendant de caractère, énergique, à qui rien ne paraît avoir été indifférent dans ce qui touchait aux intérêts de sa ville natale, et qui se trouva mêlé aux deux grandes affaires de la seconde moitié du xvne siècle : Fin surrection de la Gabelle et celle du Quartier d'hiver. N'y trouvât-on que les deux notes qu'il consacre à la chute de la Tour d'Ordre que, de ses yeux, il vit s'effondrer, et à la sanglante razzia que la garnison révoltée d'Hesdin vint opérer sur le territoire et même dans la Ville-Basse de Boulogne, elles mériteraient d'être conservées et publiées. Elles sont dispersées, sans ordre bien apparent, dans qua tre ou cinq petits cahiers ou registres qui ont tenu lieu de « Livre de raisons » aux membres de la famille Hibon : ce sont des copies, plus ou moins remaniées, les unes des autres, et portant le titre de « Catalogue pour la famille », « Généalogie » ou « Descente des Hibons, à partir de leur établissement à Boulogne, en 1480, etc. ». C'est parmi les naissances, les mariages et les décès, au milieu des comptes commerciaux, pêle-mêle avec les dé-"], [127, "115 penses de procédure et de ménage, que ces notes surgissent inopinément dans le corps du texte, sur la marge de la feuille ou sur un bout de papier fixé au moyen d'une épingle ou d'un pain à cacheter. Une place spéciale est réservée au récit circonstancié de Finsurrection qu'occasionna l'établissement des greniers au sel, épisode important de notre histoire locale ; il porte le titre de « L' Estât de tout ce qui s'est passé dans le Boul lenois et dans la Basse-Ville de Boulogne depuis le mois de juin 1656 jusques au mois d'avril 1657. Fort incorrec tement édité par H. B. Gosselin, il mériterait d'être enfin présenté sous une forme correcte. II pourrait servir de pendant et de contrôle à celui — resté inédit — qui fut intro duit par un magistrat boulonnais, Scotté de Velinghen,dans ses « Remarques particulières faites depuis le 4e septem bre 1653 que je suis retourné de Paris à Boulogne en qualité de lieutenant-général » de la Sénéchaussée, jusqu'en 1658 : ce manuscrit fait partie de ma bibliothèque. L'auteur des éphémérides et du « Livre de raisons », François Hibon, deuxième du nom, était le descendant direct, à la sixième génération, de Josse Hibon, marchand, qui vint s'établir, en 1480, en la Basse-Ville de Boulogne, dans la rue de la Grande-Folye ou Tant-Perd-Tant-Paye. Trois grands siècles plus tard, sa famille comptait encore deux générations dans la maison construite sur une partie de Femplacement de celle qui avait été occupée par son fondateur. Après sa mort dont je n'ai pas retrouvé la date exacte, elle eut successivement pour chefs : — Jean I Hibon, surnommé Le Vicomte, marchand huchier. — Jean II Hibon, marchand bourgeois et échevin qui est repris, à titre d'élu, dans le procès-verbal de vérification des coutumes du Boulonnais, dressé le 16 octobre 1550 : il avait épousé Dlle Jeanne Le Sueur, fille de Mr Jean Le Sueur, contrôleur et procureur en la Sénéchaussée du Bou lonnais."], [128, "116 — Jean III Hibon, allié à Antoinette de Crépieul. — Pierre Hibon, qui épousa le 23 avril 1552, Dlle Jeanne de Parenty, fille de Sr Bobert de Parenty, mayeur de Bou logne. — François I Hibon qui fut échevin et lieutenant du mayeur de Boulogne et mourut le 14 juin 1602: il fut inhumé dans Féglise St-Nicolas, au-dessous de la vitre de la cha pelle Notre-Dame, à côté de sa deuxième femme, Noël Gaffe, fille de Sr Adrien Gaffe, marchand bourgeois, qui lui avait donné trois enfants. De son union du 16 juillet 1577 avec Dlle Françoise Dieu, fille de Sr Jean Dieu, ancien échevin et argentier de la ville de Boulogne, étaient nés onze enfants ; de cette patriarcale lignée de quatre garçons et de sept filles, Faîne, François II qui suit, échappa à la terrible épidémie de 1596 que l'on connaît sous le nom de Peste de Boulogne et qui enleva la mère et quatre enfants. Son père, appelé en Zéelande par les affaires de son commerce, avait quitté Boulogne pour Middelbourg le 16 juin 1596: en rentrant chez lui le 3 août, il trouva quatre de ses enfants morts et leur mère à l'agonie, et le lendemain Françoise Dieu était inhumée devant la grande croix du cimetière de Fhôpital. (0 — François II Hibon, à qui nous sommes redevables d'un livret, d'une incontestable valeur historique auquel il (O Les ravages de cette épidémie qui paraît avoir été périodique, nécessitèrent des mesures exceptionnelles. On établit des lazarets, temporaires, huttes, tentes et logettes où les pauvres, atteints ou jugés de la maladie contagieuse, étaient tenus en quarantaine ; aucune inhumation ne fut permise dans l'iDtérieur des églises ou chapelles, ni dans les cimetières des paroisses urbaines ; les registres mortuaires de 1625 constatent que l'on rouvrit pour les morts de la haute-ville le Vieil Cimentière, ce vaste champ de repos qui avait servi aux Gaulois, aux Romains et aux Francs, et que l'on affecta les terrains vagues de l'Hôpital aux pestiférés de la basse-ville. Mortuaires de 1625; Morand, Année Boulonnaise, 198 et 241 ; D. Haignéré, Maslebranche, 14."], [129, "117 donna comme annexes une généalogie de sa famille et des notes sur les faits les plus frappants de la vie contempo raine, contracta mariage le 11 janvier 1597 avec D\"e Fran çoise Féramus, de Pont-Feuillet, fille de Sr François Féramus, marchand et échevin de Boulogne. II fut bourgeois, marchand, échevin, vice-mayeur, contrôleur des traites foraines et haut-passage du Boulonnois, capitaine d'une compagnie de milice bourgeoise et marguillier de la paroisse St-Nicolas : il mourut le 14 juin 1665. — Jacques I Hibon, son fils aîné, à qui est due une partie des notes historiques inscrites au livre de raisons de la famille, épousa le 3 janvier 1623, à Calais, Dlle Jeanne Bault, fille de Sr Anthoine Rault, marchand drapier et ancien vice-mayeur de celte ville, qui le rendit père de dix enfants. — Jacques II Hibon, qui le premier porta le titre de sieur de la Fresnoye (]), s'allia le 24 janvier 1661 à Dlle Suzanne Gillon, fille de défunt noble homme Messire François Gil lon, sieur de Pétigny, avocat en Parlement, et de Suzanne du Crocq ; et, en secondes noces, le 20 janvier 1671, à Dlle An toinette Rault, du village d'Herly, qui décéda le 15 avril 1699 et fut inhumée à Saint-Nicolas où son mari fut enterré près d'elle le 8 octobre 1703. — Jacques III Hibon, Sr de la Fresnoye, épousa le 2 juin 1705 Madlle Marguerite de Campmajor à Saint-Nico las, M. de Lattaignant, curé, officiant ; il fut échevin en 1715, était ancien vice-mayeur en 1731 et avait été receveur de la ville en 1725. — Jacques IV Antoine Hibon, Sr de la Fresnoye, qui mourut le 28 septembre 1777, s'allia à D\"e Marguerite- Suzanne-Charlotte Marteau, fille aînée de Mr Noël-Jean- (l) La Fresnoye est un fief noble sis à Crémarest qui a appartenu aux Flahaut et aux Hibon. Hibon porte d'azur au chevron d'or chargé d'un éperon d'acier, la courroie de gueules, surmonté en chef de deux besans d'or et un casque en pointe. E. de Rosny Recherches généalogiques."], [130, "118 Charles-François Marteau, procureur du Roy au bailliage royal d'Etaples et de Dannes et de Dame Marie-Anne Dau phin : des huit enfants issus de ce mariage, Faîne, — Noël-Jacques-François Hibon, S'' de la Fresnoye, a tenu le petit mémorial généalogique de sa famille jusqu'à la Révolution, ou, plus exactement, jusqu'à la date du 6 no vembre 1787; il inscrivit alors Féphéméride finale : — « Le 6 9bie 1787, le Sr Charles-Augustin Hibon, épousa en Féglise paroissiale de Saint-Nicolas, D\"e Louise-Marie- Marguerite Griset, fille de feu Jean-Marie et Dlle Louise- Marie-Madeleine Le Grand ». II avait remanié le récit fait un siècle auparavant par son ancêtre de Finsurrection de la Gabelle et mis cet épisode de Fhistoire de Boulogne au goût du jour; style et réflexions, tout s'inspire de J.-J. Rousseau et de Marmontel. De ce mariage naquit, entre autres enfants, Horace-Auguste-Désiré Hibon de La Fresnoye, qui décéda, dans sa 56e année, à Sorrus.près de Montreuil-sur mer où il remplissait les fonctions de Juge au Tribunal Civil. En lui s'éteignit, à la treizième génération, la descendance mâle de la famille que le huchier Josse Hibon avait implan tée à Boulogne quatre cent et un an auparavant, et qui sut y acquérir la considération, la richesse, les honneurs civils, ecclésiastiques et militaires, et des alliances considérables. Elle nous a légué V Estât de tout ce qui s' est passé dans le Boullenois et dans la Basse-Ville de Boulogne depuis le mois de juin 1656 jusques au mois d'avril 1657, œuvre de François II Hibon, les notes généalogiques qu'il y ajouta, ainsi que la plupart des éphémérides, et le récit des évène ments de 1656-1657 que son arrière-petit-fils refit d'après des traditions de famille et des brouillons écrits par quelques autres de ses ancêtres."], [131, "119 ÉPHÉMÉRIDES Le 20\" jour de janvier 1644 jour que l'on solennise la feste de St-Sébastien et que les confrères archers sont accoustumés de tirer le papegay, deux pans de la Tour d'Ordre est tombée, et le dixiesme jour de febvrier audit an 1644, un des deux autres pans de lad. tour est aussy tombé et rompue, comme sy on les avoit scié, moy François Hibon estant présent sur les 3 à 4 heures du soir jour du Mardy gras. L'on dict qu'il y a 1800 ans que ladite tour a été construitte par Caligulla et raccommodée et puis agrandie par Julles Sezard lorsqu'il alla conquérir l'Angleterre. Depuis le reste de lad. tour est tombée le mois de juillet 1644(0. * * Du Lundy jour de St-Jean porte Latin sixiesme jour de may 1658 Monsieur le Marquis de WillequierC2) fist son (l) Cf. p. 93 Je respecte d'ailleurs, sans les modifier, Porthogra phe, la chronologie et les allusions historiques de mon auteur. (2) Louis-Marie-Victor d'Aumont de Bochebaron, duc d'Aumont, marquis de Villequier, qui «avait été pourvu de la survivance du gou vernement de Boulogne par lettres royales du 26 février 1658. .. en rem placement de son père, le maréchal Antoine II d'Aumonl [D.Haigneré, Les Ducs d'Aumont, p. 16.] La Muze historique de J. Loret, dans sa lettre du 18 may 1658, en fait la description suivante : Hardy, j'apris chez un Banquier Que le Marquis de Villequier, Comme on sçait, d'illustre lignage, Homme d'éfet et de courage, Et l'un des braves de la Cour, Fit dans Bologne, l'autre jour, Ville maritime, importante, Une entrée, assez éclatante, Comme Gouverneur survivant ; Les Bourgeois furent au devant, Accompagnez de la Milice. L'Evesque et les Gens de Justice, Ceux qui trafiquent sur les flots, Les Mariniers, les Matelots, Et ceux, aussi, de terre-ferme Le haranguèrent fort et ferme. Quand le Te Deum fut chanté Au gré de toute la Cité, Le canon, dans sa canonnière, Eonfla de la belle manière ; Les trompettes et les tambours Etourdirent Ville et Faux-bours. Sa suite, outre les autres hommes, Etoit de deux cens Gentil-hommes La plus-part fiers et belliqueux ; Et tant messieurs les Bourgeois, qu'eux, Pour marquer leur réjouissance, Burent avec tant d'abondance, Des vins de diverses façons. Qu'ils se firent, tous, beaux Garçons. Ce reporter du High Lise rime, dans sa lettré du 27 septembre 1660, le mariage du marquis de Villequier avec Madeleine-Fare Le Tellier, fille de Michel Le Tellier, marquis de Louvois."], [132, "120 entrée dans la ville de Boullogne où la bourgeoisie estoit soubz les armes et les matelots et on tira quantité de canon, et fust complimenté par Messieurs de la Ville (O au haut de la Grande Rue et à la porte de la Ville par Messieurs de la Justice (2) et par Monsrde Colemberc [Gabriel de Maulde], qui était lieutenant de Roi qui luy présenta les clefs; et de là fust àl'églisede Nre Dame où Mr Févesque de Boullongne [Jean d'Olce] et les chanoines le receurent dans la nef; et l'on chanta Te Deum; et de là fust au chasteau. Toute la bour geoisie se mit en bataille dessus le marché où elle fit sa dé charge et en après elle défila par la rue de l'hostel dud. Sei gneur de Willequier où elle tira devant la porte dud. hostel. * * Les ennemis d'Hesdin partirent le jour de St-Denis pour piller Outreaue etc. et le jeudy dixiesme jour d'octobre 1658 qui estoit le lendemain lesds. ennemis pillièrent entière ment toute lad. paroisse et brullèrent une maison de dans Capécure (3). En leur en retournant ils vinrent des- (1) On ne sait s'il y avait un mayeur cette année-là. Les tables de la Salle Eurvin sont muettes pour la période du 19 septembre 1655 au 17 septembre 1661 : L'Etat ancien du Boulonnais de M. E. de Rosny porte, à la date 1657, 1628 et 1659, que « le mayeur n'est pas nommé ». Je crois que Messieurs de la Ville étaient, à l'entróe solennelle du nouveau Gouverneur, présidés par notre Jacques I Hibon en qualité de vice-mayeur. (2) « Messieurs de la Justice » étaient le lieutenant-général de la Sénéchaussée Antoine Le Roy de Lozembrune, le lieutenant particu lier Jean Scotté de Velinghen, le procureur du roi Anselme Heurteur de Waringueval, l'avocat du roi Jean Willecot des Priez, le greffier garde-scel Ives Marlet du Hamel et le greffier Oudard Dauvergne. (3) A l'éphéméride du 24 novembre 1653, M. E. Deseille enregis tre un fait de guerre qui se passa également dans la banlieue de Boulogne : un parti de 500 cavaliers espagnols, appartenant sans doute à la garnison de Saint-Omer, réduisit en cendres le village de Wimille. On peut regretter qu'il n'ait pas indiqué la source à laquelle il a emprunté le récit de cette affaire. Sa citation la présente, en effet, sous un aspect assez romanesque pour faire germer le désir d'être mis en position de contrôler si, dans le vainqueur des incendiaires de Wimille, on a affaire au maréchal Antoine II d'Aumont de l'his toire, ou è un « d'Artagnan » plus ou moins « fabriqué » suivant le procédé usuel de Courtilz de Sandres, précurseur d'Al. Dumas père."], [133, "121 sus le sable et mesme ont entré dedans la Basse- Ville et s'en retournez, aveq leur buttin qui con sistoit en plusieurs bestiaux, par la Pierre à Savon (0. Quantité de bourgeois sortirent pour tascher de re couvrer le buttin. Quand lesd. ennemis vinrent au Neufchastel, ils détaschèrent deux escadrons de cavalerie à droitte et à gauche, et vinrent donner dans les broussailles où il y avoit quantité de bourgeois et paysans caché, où ils en tuèrent tant qu'ils voulurent ; tellement qu'il y en a eust cent paysans et bourgeois de tué et de blessé. Ils ne donnoient point de quartier à personne. Ils estoient au nombre de 380 chevaux et faisoient dix escadrons. Enfin l'on ajamais veu un sy grand massacre sur les pauvres Boullonnois lesquels ne rendirent poin1 de combat et [perdirent] quantité de prisonniers. Œ) (l) La Pierre-à-Savon est marquée sur la carte de Cassini comme étant située à 9 kilomètres environ de Boulogne, sur l'eslran, à mi-distance entre Equihen et le Rieu de le Becque, et à 3 kilomè tres du Château d'Hardelot. Ce point avait été choisi, vers le milieu du xvue siècle, lors de l'organisation de la défense de la côte du Boulonnais, comme limite entre les deux sections qui commençaient respectivement au Blanc-Nez et á Elaples. (2) Je ne me rappelle pas que nos historiens boulonnais ou hesdi nois aient raconté ce triste fait d'armes des bandes enrôlées sous le drapeau de de Fargues: F. Hibon le révélerait donc pour la première fois Son récit trouve une complète confirmation dans les registres paroissiaux de nos campagnes; je ne citerai, pour exemples, que ceux d'Echinghen et de Neufchátel. — L'an de grâce 1658 le 11e octobre Adrien Le Bran dit La Bran che demeurant au hameau de Tourne fut tué par les ennemis de la ville d'Hesdin dans la forest dardelot sur la place qui vinrent piller le village d'Outreau, et le lendemain fut inhumé dans le cimetière de S'-Marlin d'Eschinghen. N[icola<] Henry pbtr. — Item le mesme jour fut tué dans le mesme lieu Claude du Ques noy fils de Jean après s'être confessé et mourut sur le champ et le lendemain fut ensépulluré dans le cimetière de l'église d'Eschinghen- — L'an de grâce 1658 19e dud. octobre est décédé Jean Dacque bert, demeurant à Eschinghen pour les blesseures qu'il avoit receu"], [134, "122 * # # Le 14e de ce mois de febvrier [1660] 0) après vingt cinq ans de guerre en suite de l'alliance de Louis le Juste roy de France avec Marie Theresse fille d'Espagne fut publié la paix avec grande solennité et en cette église la messe du S' Esprit en action de grâce fut chantée le mardy feste de S' Simon par Me Antoine Bourlizien curé et doyen de Wis san, et le mardy 24e fut publié dans Boulonne et continué le mercredy avec quatre trompettes, hault et bas, et dans ceste église le dimanche suivant la procession solennelle avec le S' Sacrement à Fissu des vespres fut faite sur la place le feu allumé par Domp Gracien Boutoille prieur et Me Firmin Pollet pour lors curé dès vingt ans six mois avec messire Paillart et Darsy baillifs ('-') le tout en grande piété et dévotion. F. Pollet, curé. # » Le mardy 28 febvrier 1662 il fist un vent très grand qui emporta par terre plusieurs maisons la tempeste dura depuis sept heures du matin jusques après midy, ce qui a causé beaucoup de pertes. par les ennemis de la ville d'Hesdin dans la íorest d'Ardelot, le onziesme dud. mois, lequel s'est confessé et a receu le S1- Viatique et l'extreme onction et a esté inhumé dans le cimetière de S'-Martin d'Eschinghen le 20e dud. — L'an de grâce mil six cent cinquante huict et le dixiesme octo bre a esté inhumé dans le cimetière de Nœuf Chastel Nicolas d'Impre en foy de quoy jay signe. N. Merlin pbtr. — Le mesme jour a esté inhumé Jean du Riez qui tous deux ont esté tuez par la garnison de Hesdin. N. Merlin pbtr. (!) A défaut de l'éphéméride de F. Hibon relative à ce même fait, dont ma copie a été accidentellement maculée et rendue illisible, j'insère ici un extrait des registres paroissiaux de l'église de Samer. (2) Jacques Paillard était Grand-Bailli de l'abbé de Samer; il mourut le 16 février 1673, âgé de 73 ans ; Darcy, lieutenant de bailli, prit une part considérable dans « la Guerre de Luslucru », fut fait prisonnier à la déroute d'Hucqueliers, condamné à mort et supplicié."], [135, "123 * * Du mercredy 25 octobre 1673 le jour de S* Crespin, fust publiée la guerre à FEspagnol. # # Le vendredy 27 aoust 1677 Monsr Ladvocat [Billiad] evesque de Boullongne fist son entrée ; l'on le fust cercher au couvent des révérends pères Cordeliers, et fust conduit en la haulte ville où tous les habitans estoient sur les armes en hayes. * * Le jeudy 6 octobre 1678 a esté publié la paix avec les Hollandois, et le mardy onze dud. mois l'on en chanta le Te Deum. * * Le 7 janer 1679 le samedy fut publié la paix à l'Espagnol et le dimanche on en chanta le Te Deum. * * Le samedy sixiesme may 1679 fust publié la paix à Fem pereur et tous les princes d'Allemagne, et le 7 dud. mois de may fust chanté le Te Deum en l'esglise de Nostre Dame. * * Le [11] avril 1681 led. Sr Ladvocat est mort et enterré dans l'esglise cathédrale vis a vis de la chaize. * * Le mercredy 8e jour de mars 1682 Monsr [Le Tonnelier] de Bretoeuil evesque fist son entrée où tout le clergé le fust cercher aux Cordeliers, et il est mort le 7 jan\" 1698. Son corps a esté apporté icy le 4 febr dud. an. * * * Du mercredy 8 avril 1682 est mort Monsr de Perochel evesque de Boullongne aagé de 84 ans et est enterré dans une des carolles de lad. église de Nre Dame. * * * Du aoust 1682 Madame la Daulphine est accouché d'un fils nommé le duc de Bourgogne et on a chanté le Te Deum le jour de FAssomption de Nre Dame."], [136, "124 * * * Le 27 aoust 1688 est mort M\" Isaac de la Cour curé de la paroisse de S' Nicolas en la basse ville. * * * Du 21 novembre 1688 la Reyne d'Angleterre débarqua à Calais estant contrainte de se sauver aveq son fils Prince de Galle, accompagnée du comte de Lossun [Lauzun] et le mer credy en suivant elle vint à Boullongue où elle séjourna les fêtes de Noël, (v. p. 37.) * * Le mardy 4 de janvier 1689 le Roy d'Angletterre débar que dedans un petit vaisseaux à Ambleteuse et vint coucher icy; et le lendemain il en partit en poste pour Paris. (v. p. 36) * * * Le janvier 1689 l'Empereur a déclaré la guerre à la France, et FEspagnol, les Hollandois et les Anglois. * * * Le prince d'Orange s'est emparé de FAngletterre et le peuples Font déclaré roy le 17e febier 1689. Du mardy 13 de may 1689 a esté publié aux sons du tam bour la cessation d'armes d'entre la couronne de France et d'Espagne, à commencer du 10 dudict mois par lettres et ordre à Monsr le Mareschal d'Aumont de la faire publier par tous les baillages du Boulonnois. La cérémonie estoit que quatre sergeans marcheroient en teste aveq quatre sergeans de ville, et deux tambours ; un desd. sergeans royaux nommé Beaumont publia à la Seneschaulsée, à FHostel de Ville, la grosse [cloche] sonnant, et en après à tous les carrefours de la haulte et basse ville. * * * Du 21 au 22 janvier 1690 par un dimanche il s'est faict un sy grand vent de Sud et de Nord que la plus part des maisons de la hault et basse ville ont esté descouvertes,"], [137, "125 et un désordre aux maisons de la campagne. II y a eu quatre vaisseaux qui ont eschoué ou sont coulés, tous leurs mats rompus. L'on n'a jamais veu un tel tourment. * * Le 1- juillet 1690 la battaille de Nerwende et le 10 la ba taille navalle [de la Hogue]. * * * Vendredy neuf mars 1691 est décède Monsieur Le Roy curé de nostre paroisse de S' Nicolas et doyen de Ouisant * * Le 8 avril 1691 Monts s'est rendu au Roy. * # * Le jeudy 18 de septembre 1692 sur une heure un cart de l'après midy s'est faict un tremblement de terre qui a duré environ un quart d'heure, que les maisons et ce qu'ils avoient dedans les chambres trembloient. Pi * » * Le 22 juillet 1694 l'armée navalle et angloise ont bom bardé la ville de Diepe et l'on réduite en cendre; toutes les maisons ont esté bruslé et mesme quantité de couvens. Et en suite ils ont bombardé le Havre de Grâce qui s'est fort deffendu. II y a eu plusieurs maisons endommagé de bombes et quatre de bruslé. Ils ont aussy esté à Duncquerque. Ils ont voulu brusler Feutrée [?] du havre dud. Duncquerque par deux massines lesquelles ont esté coulé à fond : il y en a eu une qui a joué, mais inutilement. Le vingt sept septembre 1694 ils ont commencé à onze heures du matin à bombarder Calais et y ont jette 70 bombes depuis 11 heures jusques à deux heures de la presdiner, dont il y en a eu huict qui ont esté dans la ville, qui ont (O Entre autres endroits, il se fil sentir à Calais où les bateaux, à sec dans le port, se firent des avaries et où i la mer monta une heure plus tôt que de coutume ». (Demotier, 220)."], [138, "126 incommodé cinq maisons et les autres ont tombé dedans les fossés. Ils sont encore retournez ; ils bombardèrent à la ville et ont faict grands desgats. Mons1\" Ohier curé de la basse ville (0 est mort le mars 1696. Mr Dacquebert a pris possession de la cure de la basse ville. * * * Du 1696 l'on a assemblé quantité de navires à Calais où le Roy Jacques s'est [rendu?] aud. Calais croyant faire une entreprise sur FAngletterre. La chose a manqué et led. Roy a passé icy en carosse et s'en est retourné à Paris. (2) * * * Le 22, samedy, du mois de septembre 1696 on a publié la pajx de Savoye et chanté le Te Deum et les feux de joye. * * * Le 8 juillet 1697 l'on a traicté d'une trêve d'un mois avec le Duc de Savoye. * * Le jeudy cinq mars 1679 Monsr Pierre de Langue [Lan gle], evesque de Boullongne a pris possession de son evesché où il a esté receu par son clergé en l'eglise de Nre Dame. . . et il est mort et enterré en l'eglise de Notre Dame au pied du second pillet à droite sous les orgues en entrant. 0) Fils d'honorable homme M. de Lamotte-Ohier et de demoiselle Jeanne Stricq, ancien curé d'Etaples et doyen de Frencq. (2) Cf. les Mémoires ms. de Pigault de l'Epinoy, cités par Demotier, 223. On trouve dans les oeuvres de Vergier, édition d'Amsterdam de 1742, une Parodie burlesque pour Mrs Lempereur et Vergier, commissaires de la marine, qui passèrent de Dunkerque à Calais dans le temps que les Anglais bombardaient cette dernière place en 1695 (sic), sur l'air du duo de la Victoire et de la Paix, Le Vainqueur est comblé de gloire, dans le prologue de Topera de Proserpine."], [139, "127 * * Le 22e mars 1713 fut publié à Paris la paix entre la France, FAngleterre, les Hollandois, Portugal, la Savoye et le Roy de Prusse, et le jeudy 25 du mois jour de FAscension futfaict les réjouissances. * * Du [27 novembre 1724] Monsieur Jean Marie Hanriau évêque de Boulogne, natif de Paris, a pris possession de son évêché où il a ete reçu par son clergé en l'eglise Notre Dame."], [140, "BOULOGNE ET FOLKESTONE EN 1704 Dicam Quantum propria laude orneter Bolonia, Quantum denique civium laude refulgeat. Laus BoloniaeV-1. En 1704 la France tenait tète à FEurope coalisée qui lui avait déclaré la guerre pour protester efficacement contre Fétablissement du duc d'Anjou, petit-fils de Louis XIV, sur le trône d'Espagne. L'Angleterre et la Hollande, de concert avec le Saint-Empire, avaient dirigé leurs premières atta ques contre les ports français de la Manche. (i) On ne connaît que ces deux lignes du panégyrique intitulé Laus Boloniae ; on ignore quel en est l'auteur, à quelle date il fut composé et à quelle occasion il fut présenté à l'Académie de Rouen; c'est, paraîl-il, peut-étre le plus ancien mémoire qui ait été soumis à cette compagnie dans la section des Belles-Lettres ; il est vrai semblable qu'il remonte aux premières années du xvine siècle. Le manuscrit existait encore dans ses archives à la date de 1780 ; il a été consulté et analysé par Gosseaume qui écrivait alors l'histoire de l'Académie de Rouen. Ses appréciations sont des plus flatteuses : il insiste sur le « style facile et souvent élégant » de ce mémoire, et constate que le « panégyriste a omis peu de circonstances propres à illustrer la ville et les citoyens de Boulogne s; il termine en décla rant que, « s'il a reçu le jour dans la ville qu'il célèbre, il mérite d'être honorablement placé dans le catalogue de ses orateurs ». Avec mes vifs regrets sur la disparition de cette œuvre double ment curieuse au point de vue de l'histoire locale dont elle devait enregistrer bien des détails demeurés inédits, et de la biographie boulonnaise qui s'enrichirait d'un littérateur nouveau, j'exprime le vœu le plus sincère que la Société Académique de Boulogne soit un jour plus heureuse que moi dans les recherches qu'elle pourra entreprendre afin de découvrir enfin le manuscrit et le nom du pre mier panégyriste de Boulogne."], [141, "129 Boulogne, vedette de France sur le détroit, avait, une fois de plus, chèrement payé Fhonneur de se trouver aux avant-postes ; dès le début des hostilités elle avait essuyé les incessantes attaques auxquelles sa flottille de pêche était en butte de la part de nos rivales maritimes. Aussi comp tait-elle un nombre assez considérable de ses enfants parmi les prisonniers, faits en mer et sur le littoral, que le gou vernement britannique avait enfermés dans le château de Douvres. Du haut de la falaise que couronne la forteresse convertie en prison, nos pêcheurs et nos paysans boulonnais aperce vaient au loin, par delà les eaux du canal, la pyramide argentine du Blanc Nez, la croupe sombre du Grinez et la silhouette embrumée du Mont Lambert au pied duquel leur imagination dépeignait leur ville natale et la maison pater nelle : — perspective troublante pour des captifs qui avaient sur l'autre rive et sous leurs yeux, leur famille et leur patrie! Tentation irrésistible pour les plus jeunes, les plus ardents, les plus résolus ! Fuir à tout hasard, rentrer en France, revoir Boulogne au plus tôt... ou tout au moins, essayer, coûte que coûte ! A cette époque, Folkestone, sorte de satellite gravitant dans l'orbite de Douvres comme Le Portel dans celui de Boulogne, n'avait pas de port proprement dit, mais une simple crique d'échouage qui se développait des deux côtés du ruisseau, the Pent Stream, qui déversait ses eaux sur la plage : c'est ce que l'on appelait alors The Stade, dési gnation qui a survécu aux modifications profondes dont cette ville est le théâtre depuis un demi-siècle. On n'y comp tait que quelques petites barques de pêche non pontées qui se hâlaient à terre ou se mouillaient près du bord, comme cela se passe encore à Equihen, à Wissant et à Berck. Le 6 du mois d'août 1704, qui était un samedi, un jeune marin de 18 ans, nommé John Bowles, se trouvait entre midi et une heure, avec un camarade nommé Gibson qui était au service de l'armateur John Gittings, à bord d'un 9"], [142, "130 bateau de pêche amarré près du Stade ; ils amorçaient des cordelettes pour le maquereau. Ils virent trois hommes se diriger vers eux, s'approcher vivement de leur embarcation et monter à bord. L'un d'eux — c'était un nègre — mit le couteau à la main, s'élança vers Bowles, le renversa d'un coup de poing et le menaça de le tuer s'il se débattait ou poussait un cri. Pendant que le mousse gisait étourdi et épouvanté au fond du bateau, et se trouvait tenu en respect par l'un des deux autres, le nègre alla trancher, à coups de couteau, les deux amarres d'avant et d'arrière et dégager la barque; ces pré paratifs de départ une fois faits, il retourna auprès de Bowles, lui intima Fordre de se relever et de venir aider à hisser la voile, appuyant ses paroles d'une menace de le tuer s'il s'y refusait; puis on prit la mer. Une fois au large, tout changea : un apaisement général se manifesta ; plus de menaces, plus de contraintes ; et Bowles reprit bientôt assez de confiance pour s'aventurer jusqu'à demander quelques explications, et surtout à s'in former de ce qu'était devenu son camarade Gibson qui avait disparu dans la bagarre. C'est ainsi qu'il apprit que ce der nier avait été jeté par-dessus bord par le nègre, que ses compagnons de voyage étaient français, qu'ils avaient été faits prisonniers de guerre, et qu'ils venaient de s'échapper du château de Douvres. On avait tout d'abord mis le cap sur Calais; mais lorsqu'on se fut assuré que l'on ne pourrait y arriver, on vira de bord et l'on se dirigea sur Boulogne où l'on débarqua vers les cinq heures de l'après-midi. Bowles fut conduit devant le Gouverneur (0 qui l'envoya comme prisonnier de guerre au (0 John Bowles n'a pas du comparaître devant le Gouverneur de Boulogne qui était, depuis le 19 mars 1704, M?r Louis, duc d'Au mont, survivancier de M«'- Louis-Marie-Victor, duc d'Aumont, — ni devant le Lieutenant de Roi, faisant fonctions de gouverneur, qui était, je pense, Mre Gabriel de Maulde, marquis de Colembert, — ni devant le Sénéchal du Boulonnais qui était soit Mre Emmanuel de"], [143, "131 Château. II y passa la journée du dimanche avec un de ses compatriotes, capitaine de la marine marchande, qui y était détenu depuis quinze mois faute de pouvoir acquitter une somme de dix mille livres (£ 400) qui avait été fixée comme prix de sa rançon. Dans la matinée du lundi, 8 août, il reçut dans sa prison la visite de plusieurs pêcheurs boulonnais qui lui apportè rent à boire et à manger, recommandèrent au gardien-chef de lui fournir à leurs frais tout ce dont il pourrait avoir be soin et le quittèrent en l'assurant qu'ils allaient s'occuper de le faire remettre en liberté. Et, en effet, ces amis inattendus que son étrange aventure lui avait suscités, ne tardèrent pas à reparaître avec la nou velle qu'ils s'étaient cotisés et que leur collecte, qui montait à 250 livres (£ 10), avait servi à racheter le prisonnier et la prise des trois évadés. Aussitôt que les formalités de la levée de Fécrou et du séquestre, et celle du congé (O furent Patras de Campaigno, soit Mre François de Patras de Campaigno qui lui succéda en 1704 è une date de jour et de mois que je ne puis préciser, — ni devant le Lieutenant général et Président de la Séné chaussée, qui était Mre Jacques François de leGorgue, srdeRosny, — ni devant le Commandement de la Basse- Ville. Son affaire ne ressortissait à aucune de ces juridictions, attendu qu'il s'agissait de gens de mer, de bateau de pêche maritime et d'une prise faite en mer. Elle appartenait donc en propre à l'Amirauté. II a du être con duit, soit devant Mle François Le Caron de la Massonnerie, lieute nant de l'Amiraulé, soit devant Mle Oudard de la Planche de Fiennes, Sr de Drucat, Procureur du Roi en l'Amirauté. Rien que de naturel, d'ailleurs, dans la confusion qui a pu se produire dans l'esprit du marin anglais entre les attributions respectives de la Gouvernance et de l'Amirauté qui lui étaient aussi inconnues les unes que les autres. (O L'Amirauté prélevait, comme « épices », un dixième sur toutes les prises ; c'est un des droits qui lui furent attribués lors de sa constitution et qu'elle conserva jusqu'en 1758, date à laquelle il fut supprimé par un édit du mois de septembre. C'est donc à l'Ami rauté que nos pêcheurs eurent affaire pour l'acquit de cedroit, ainsi que pour le congé sans lequel le bateau anglais n'aurait pu sortir du port."], [144, "132 remplies, ils Femmenèrent jusqu'au port, Fembarquèrent sur son bateau, le mirent à flot et lui souhaitèrent bon voyage. Au moment du départ ils lui remirent une lettre qu'il devait porter à Thomas Gittings, et qui était conçue en ces termes : « Mr Thomas Gittings, les marins soussignés veulent « vous envoyer leurs noms et vous dire qu'ils ont déboursé « la somme de dix livres sterling pour racheter votre bateau « et votre matelot. Faites-en autant pour eux, si Foccasion « s'en présenteí1). » Suivaient cinq signatures qui, de même que le corps de la lettre traduite en anglais, furent transcrites, sur le pro cès-verbal d'audience du tribunal de Folkestone, par un greffier qui, malgré tout son désir de les reproduire fidèle ment, les a singulièrement défigurées. Cependant, deux sont certaines, celles de Nicolas Lelong et de Jean Carré; deux autres sont douteuses, l'une pouvant se lire Robert Boidin, Boudin ou même Bourgain, et l'autre François Lignier, Legrand ou Sagnier. Quant à la dernière dont le prénom Jacques a été traduit en James, elle peut convenir avec presque autant de vraisemblance à Jacques Lassalle qu'à Jacques Locqueville. Un greffier français, chargé de transcrire la signature de cinq marins anglais de 1704, ne s'en serait probablement pas mieux tiré, malgré le plus sincère désir de conserver à la postérité les noms de cinq excellentes gens. Bowles, on le voit, avait conduit sa barque à bon port; il rentra à Folkestone entre 10 et 11 heures du soir, après une absence forcée de 50 heures où le pêcheur qui amorçait pai siblement ses cordelettes à maquereau, s'était trouvé tour à tour prisonnier des trois évadés français, traversant le dé- (!) Je ne garantis point le texte de cette lettre ni son orthographe; je ne connais que la traduction qui en subsiste en Angleterre et que j'ai retraduite de sanglais en français."], [145, "133 troit, débarquant à Boulogne, enfermé au Château, compa gnon de geôle du capitaine anglais, fêté par les cinq marins boulonnais, remis en liberté grâce à leur généreuse initia tive, embarqué en qualité tout ensemble de capitaine, pilote, matelot, mousse et équipage, naviguant sa barque, et abor dant « comme un seul homme » sur le « Stade » de son port d'attache. Le lendemain il comparut par devant le Maire et les Jurats de Folkestone et fit sa déposition. II apprit alors que le corps de son camarade Gibson avait été retrouvé, et qu'il s'était noyé après avoir été lancé par dessus bord: John Bowles se rappela en effet avoir vu le nègre saisir Gibson à la gorge et le terrasser : il est à présumer qu'il l'avait étranglé et qu'il n'avait jeté à la mer que son ca davre. Les registres de FEchevinage de Folkestone conservent cette déposition et la traduction de la lettre des cinq pê cheurs boulonnais dont Foriginal ne se trouve plus aux archives de la corporation. M. Nelson Smart a extrait de ces documents officiels pour le Folkestone in Olden Times, ce curieux épisode qui forme un contraste si frappant avec le caractère généralement reconnu de nos relations avec nos voisins d'outre-mer. Cette anecdote fait assez d'honneur aux pêcheurs boulonnais, elle prouve assez clairement que chez eux la bonté et la sympathie pour le malheur ont de tous temps égalé la bravoure devant le danger et devant l'ennemi, pour mériter de prendre place parmi les souvenirs du Bou logne d'autrefois. Je me suis contenté d'ajouter quelques lignes au récit de M. Nelson Smart (0 et, à son exemple, je termine en cons tatant que, si Fintrépidité qui fit réussir l'enlèvement de la barque en plein midi et au milieu du port de Folkestone a O) Je dois à l'obligeance de M. Nelson Smart le fac-similé des cinq signatures mentionnées plus haut qu'il a bien voulu, à ma demande, calquer sur l'imitation intercalée au procès-verbal d'au dience."], [146, "134 eu de nombreux parallèles (O, il n'en existe probablement point de « la magnanimité des marins français » qui, en pleine guerre, rachetèrent de leurs propres deniers le marin anglais ainsi que sa barque, et les rapatrièrent à leurs frais, « l'un portant l'autre ». Si Forateur qui présenta vers cette époque à l'Académie de Rouen son panégyrique de Boulogne a eu connaissance de ce trait bien rare de véritable philantropie, il a dû le choisir pour prouver une fois de plus Quantum civium istrtute refulgeal. -©-*$*-©- (0 Par exemple YEoasion de cinq marins français [dont deux étaient boulonnais] prisonniers de guerre en Angleterre en 1809, racontée par l'un d'eux, Philippe Cornu, écrivain ô bord du corsaire Y Espérance, dont le capitaine Ledru avait le commandement. Les détails en sont donnés dans une lettre publiée par le neveu, Casimir Cornu, du t jeune corsaire ;>, en une plaquette rarissime de 5 pp. in-8°, imprimée sans date à Bordeaux. Dans les notes manus crites que Mariette recueillit lorsqu'il se proposait d'écrire l'histoire des corsaires boulonnais, je trouve le récit sommaire de l'évasion du capitaine Blondin interné à Pelerfield, et du baron Fourmentin interné à Portsmoulh, avec sept autres prisonniers."], [147, "LE DUC ET LE GALÉRIEN Monseigneur Louis-Marie-Victor d'Aumont de Rocheba ron, duc d'Aumont, pair de France, gouverneur des ville et château de Boulogne et pays du Boulonnois, se trouvait à Dunkerque : il alla visiter dans le port une des galères du Roi. Pour faire fête à M. le Premier Gentilhomme de la Chambre de Sa Majesté Louis XIV, Mr de Langeron qui la commandait, lui offrit le régal d'une promenade en mer. Sur l'un des bancs de la chiourme, enchaîné avec ses cinq compagnons de fers, ramait un gentilhomme de Bergerac, Jean Marteilhe. II avait été condamné aux galères perpé tuelles pour avoir tenté de sortir de France. II était hugue not ; il avait voulu vivre et mourir dans la foi de ses pères ; il avait cru devoir rester fidèle à ses convictions religieu ses ; il n'avait pas abjuré, le jour où le Fils Aîné de FEglise, révoquant Fédit de Nantes, en avait signifié Fordre à ses sujets. Or le châtiment édicté pour ce qui était réputé ré volte contre Fautori té plénière de Sa Majesté Très-Chrétienne, c'était les galères à vie pour les hommes, la prison pour les vieillards, les femmes et les infirmes, le couvent pour les enfants. Jean Marteilhe, arrêté en cherchant à se dérober par la fuite à cette pénalité monstrueuse, avait été envoyé ramer sur les galères du Roi, jusqu'à ce que mort s'ensuivît. Cette victime des persécutions religieuses raconte dans ses Mémoires comment le duc d'Aumont passa Inspec tion du navire, de ses agencements et de son personnel tanl libre qu'enchaîné. Ce qui frappa le plus ce grand sei gneur, éclairé, lettré, savant, amateur distingué, membre de l'Académie française, pieux à ses heures et libéral dans les"], [148, "136 églises, ce n'est pas Findicible misère de tant d'hommes — quelques-uns d'une noblesse peut-être aussi ancienne, peut ètre aussi bien méritée que la sienne — dont l'unique crime était de n'avoir pas cru pouvoir rendre à César ce qui appar tenait à Dieu : aux yeux d'un courtisan, fils et père de cour tisans, la désobéissance aux volontés du Roi justifiait toutes les rigueurs. II exprima à diverses reprises son étonnement de Faménagement de ces hommes attelés à leur rame ; il ne s'expliquait pas comment, enchaînés ainsi qu'il les voyait six par six sur leur banc de nage, ils pouvaient s'y prendre pour dormir. M. de Langeron s'engagea galamment à fournir bientôt à M. le Duc la solution pratique de ce problème. On était alors entre Gravelines et Calais. Le capitaine fait mettre le cap sur Boulogne, et commande d'accélérer la nage ; contre vent et marée, la galère est enlevée au pas de course, qu'on appelle en terme du métier passe-vogue, et dont la cadence précipitée est deux fois plus rapide que la simple vogue ou pas ordinaire; aussi les efforts qu'elle nécessite, sont-ils quadruples et épuisent rapidement les équipages à qui on Fimpose. On la maintint néanmoins pressée et haletante, aux cris des garde-chiourme scandés et appuyés de coups de nerfs-de-bœuf. Enfin on arrive ; on siffle au coucher de la chiourme et l'on conduit le duc d'Aumont à la table du capitaine. Au dessert, Fétat-major exhibe à ce convive curieux Faspect des bancs de la chiourme. Ce qu'il y voit, Messire Jean Marteilhe, ce galérien pour la foi, le consigne dans ses Mémoires: « Quel horrible spectacle ! Six malheureux sur chaque banc, accroupis et amoncelés les uns sur les autres, tout nus ; car personne n'avait eu la force de vêtir sa chemise, la plupart ensanglantés des coups de corde qu'ils avaient reçus. — Vous voyez, Monsieur, dit le capitaine au duc, si je n'ai pas le secret de faire dormir ces gens-là. Je vais vous faire voir si je sais les éveiller comme je sais les endormir."], [149, "137 « Sur cela il donna ses ordres aux comites qui sifflèrent le réveil. C'était alors la plus grande pitié du monde. Presque personne ne pouvait se lever, tant leurs jambes et tout leur corps étoient roides! Et ce ne fut qu'à grands coups de corde qu'on les fit tous lever en faisant mille postures ridicules et très douloureuses... Qu'on juge si les capi taines et officiers-majors ne sont pas aussi cruels que les comites mêmes ! » Thomas Diafoirus faisait sa cour à Angélique en la con viant «- à venir voir, pour se divertir, la dissection d'une femme, sur quoi il devait raisonner». M. de Langeron faisait la sienne à M1' le Duc en faisant labourer à coups de garcettes et de nerfs-de-bœuf le dos des religionnaires dissidents, offerts en victimes à sa curiosité. Vraiment, Jean Marteilhe est plus pathétique que Molière ! — *$SSë8$»— ■"], [150, "LES ASSIGNATS BOULONNAIS La création par le Conseil général de la commune de Bou logne-sur-Mer en 1792 de billets de confiance de 5, 10 et 15 sols pour une somme de 36.000 livres, est un fait historique: il est constaté par M. Lagrenée {Liste des papiers monnaies mis en circulation dans les départements du Nord pendant l'année 1790 et les années suivantes], par M. Achille Colson {Tableaux des billets de confiance émis clans les 83départe ments, et qui ont eu cours de monnaie de 1790 à 1793], et par M. E. Dese\\\\\\e[Année historique]. Ces assignats commu naux ne semblent être connus que par la description qui fait partie de Farrêté pris par le Conseil à la date du 28 avril 1792. Je ne saurais dire s'il en existe encore ; en tout cas le nombre doit en être fort petit: le capital numéraire qui représentait la totalité de Fémission ayant été versé au receveur du District, les billets ont dû être détruits. Cette émission de papier monnaie n'est pas la seule qui ait été faite à Boulogne : la Commune avait simplement suivi Finitiative prise huit mois auparavant par une société popu laire. MM. Lagrenée et Colson font figurer dans leurs tableaux le Billet de confiance de Trois Livres créé et gagé par la Caisse patriotique établie par la Société des Amis de la Constitution, séante à Boulogne, approuvée par le District et la Municipalité, du 10 août 1791 . L'exemplaire, unique peut-être, qu'un heureux hasard m'a fait découvrir dans des papiers de famille, me permet de compléter celle indication. Le type de cet assignat ressemble beaucoup à celui qui se trouve décrit dans Farrêté du Conseil du 28 avril 1792 : —"], [151, "139 petit rectangle de 80 millimètres de long sur 60 de haut, encadrement formé de deux lignes, l'extérieure fleuronnée et même fleurdelisée, Fintérieure unie; en haut, Billet de confiance de Trois Livres ; à gauche, Ville de Boulo gne-sur-mer ; en bas, n° d'ordre avec blanc à remplir à la plume ; à droite, l'échange des billets de confiance contre les assignats au-dessous de 100 L, n'aura lieu qu'autant qu'il s'en trouvera en Caisse; à l'intérieur du cadre, la formule relevée plus haut, et se terminant par l'indication de la valeur: Bon pour Trois Livres 3 Livres. La garantie du Club est engagée parla signature auto graphe de quatre de ses membres : mon billet, n\" 4321, porte celles de iVficolas] Merlin P), Martinet, Ducarnoy, et J[ean] Séguier: la Municipalité se contentait de celle de deux délégués. L'impression est en rouge : en rouge également étaient les assignats municipaux de 15 sols, tandis que le bleu était affecté à la série de 10 sols, et le noir à celle de 5. Cette émission de 1791 avait pour objet de remédier à la rareté du numéraire argent, et de permettre de faire Fappoint des assignats nationaux de 5 livres, 10 livres, 25, 100, 500, etc. Celle de 1792 avait été nécessitée par Furgence de fournir aux petites transactions quotidiennes nia petite monnaie», le «billon» en papier des monnaies de cuivre qui vinrent à manquer après les métaux précieux: les assignats nationaux de ce genre avaient, on le sait, la valeur écrite de 10, 15, 25 et 50 sols. II est présumable que la Société des Amis de la Consti tution ne mit pas en circulation d'autres billets que ceux de 3 livres: du moins n'en ai-je rencontré aucune trace; j'ignore absolument quelle somme totale fut garantie par sa Caisse patriotique : un minimum de 15.000 livres est indiqué par le n° d'ordre. (O II était adjoint au Maire Loison, et l'un des deux secrétaires du Club."], [152, "140 II serait intéressant de reconstituer pour l'arrondissement de Boulogne sinon les séries successives, un spécimen, tout au moins, de chaque variété des assignats qui eurent cours dans sa circonscription. Le nombre des types est plus considérable qu'on ne le supposerait. Après le billet de confiance de trois livres de la Société des Amis de la Constitution de Boulogne-sur-Mer actuellement re trouvé et les billets de confiance de 5, 10 et 15 sols de la commune de Boulogne qui doivent avoir quelques survi vants, il s'agirait de rechercher et de décrire de visu, le Billet de confiance de 3 sols de la commune du Buisson, le Billet de confiance de Ferques dont on ignore la valeur, les Billets patriotiques de 2 sous, et de 5 sous de la com mune de Calais, les Bons de la Caisse patriotique de 5, 10, 15, 20, 25, 30 et 40 sous, dont la même Commune fit plusieurs émissions, et les Bons de 2 et 5 sous de la commune de Guînes dont il y eut deux émissions. Si l'on sortait de notre arrondissement, le travail devien drait fort considérable : on connaît vingt-cinq caisses patrio tiques dans le département qui prend le 14Œe rang par le nombre des émissions de papier monnaie à cette époque. -©-©-"], [153, "141 NOTE OMISE, PAGE 106, LIGNE 26. Si les vers de Morin s'appliquent en effet au Young Man, cet ouvrage avancé serait contemporain du siège; il n'avait, d'ailleurs, que peu d'importance. Les documents anglais (Calendar os State Papers, Foreign Séries, Edward VI, p. 294, 306, 346, etc.) éta blissent que, dès avant 1547, N. S., on l'avait trouvé insuffisant. En février 1547, N.S., le Commandant du génie, The Surveyor, de Boulogne, John Rogers, avait fait approuver les plans, terminé le jalonnage et commencé les travaux tant de terrassement que de construction d'un réduit maçonné, a small Castle, dans l'enceinte du Young Man qu'il convertit en un fort clos ; il le renforça de deux bastions dont l'un contrebattait le fort d'Outreau. Les travaux de terrassement étaient exécutés par les soldats de la garnison : on réclamait des maçons, des carriers, des menuisiers. Mais la pénurie du Trésor, épuisé par les prodigalités d'Henri VIII, faisait tout lan guir : rien n'avançait ; c'était en vain que lord Grey de Wilton, sir Edward Dudley et toute l'Administralion réclamaient sans cesse pour le Paymaster os the Works at Boulogne, Thomas Lewyn. et son Auditor, Anthony Smith, les fonds nécessaires pour terminer ces travaux indispensables à la défense de la place menacée. Aussi le Young Man n'était-il pas, en mai 1548, en état d'être armé, et en août, le commandant de l'artillerie, Master-Gunner , du Old Man, Ninian Sanderson, constatait que le feu du fort d'Outreau avait fait brèche dans l'enceinte du Old Man et dans celle du Young Man, encore incapable de se défendre. Lorsque la guerre éclata de nou veau, le Commandant de place du Young Man, The Gentleman Porter, était un officier du nom de Stanley. Après la reprise de Boulogne, le nom du Young Man disparait des archives anglaises qui seules en avaient fait mention, et l'on en est réduit aux conjec tures pour fixer avec vraisemblance son emplacement qui, pour certains chercheurs, semble se confondre avec celui du fort du Petit-Paradis. — <gl»-*#«-€^>4*-€Í3"], [154, "TABLE DES MATIÈRES La Stèle de Didius 1 Le Bloc de Montigny 8 Le Potier Gallo-Romain Relanius 14 L'Organisation de la Marine Romaine 17 Les Jacobites à Boulogne 36 Le Portrait d'Eustache-aux-Grenons 61 Le Château d'Hardelot 84 La Tour d'Ordre et son Nom Gaulois 93 Les Éphèmérides de F. Hibon 114 Boulogne et Folkestone en 1704 128 Le Duc et le Galérien 135 Les Assignats Boulonnais 138"], [155, ""], [156, "PUBLICATIONS DU MÊME AUTEUR I. MORT DE CH. CHURCHILL. II. B. YVART ET S. ÏVART, PEINTRES. III. LE SIÈGE D'ARDRES EN 1657. IV. RÉVOCATION DE L'ÉDIT DE NANTES. HOTES BOULONNAISES. LES CÉRAMISTES BOULONNAIS. LE CIMETIÈRE FRANCO-MÉROVINGIEN DE NESLES. LA DALLE DE MARGUERITE DE NIELLES. DEUX SOUVENIRS DE L'OCCUPATION ANGLAISE DANS LE CALAISIS ET L'ARDRESIS. UNE FIBULE A DEVISE TROUVÉE A ÉTAPLES. ' VASES PASTILLES ET ÉPIGRAPHIÉS DU BOULONNAIS. SAUMON DE PLOMB ROMAIN TROUVÉ A S'-VALERY-SUR-SOMME. JEU DE POIDS ROMAINS ÉPIGRAPHIÉS. CLASSIS BRITANNICA, CLASSIS SAMARICA, COHORS 1. MORINORUM. ÉPIGRAPHIE DES DEUX CANTONS DE BOULOGNE-S-MER. (EN COLLABORATION AVEC M. l'ABBÉ D. HA1GNERÉ). GUIDE-MERRIDEW DANS BOULOGNE ET SES ENVIRONS, ETC. ETC. ETC."], [157, ""], [158, ""], [159, ""], [160, ""]]