[[1, ""], [2, ""], [3, ""], [4, ""], [5, "ON THE BRINK VOLUME II."], [6, "LONDON : PRINTED BY WILLIAM CLOWES AND SONS, STAMFORD STREET AND CHARING CROSS."], [7, "ON THE BRINK. 2. /potoel. BY SIR FRANCIS VINCENT, BART., AT7TH0E OF \" SIK HTBEBT MABSTON.'' IN THREE VOLUMES. VOL. II. LONDON: CHAPMAN AND HALL, 193, PICCADILLY. 1868. [The right of tramlation is reserved.]"], [8, ""], [9, "ON THE BRINK. CHAPTER I. To make sure of finding Colonel Compton at home, Sir \"William wrote to him to say that he should call upon him on the following day at twelve o'clock, begging him, if that hour was inconvenient, to name some other. Compton replied that twelve would suit him perfectly, and accordingly at that hour Lord Tenby and Sir William Claremont were announced. For the visit of the former Compton was not pre pared, and his greeting was a cold \"Good morning, my lord ;\" but with his other visitor the case was different. It was the meeting of VOL. II. B"], [10, "2 ON THE BRINK. two old friends, whose affection, founded on mutual esteem, was cemented by trials and dangers confronted together. For some minutes it was a rapid interchange of questions and answers ; and Lord Tenby asked himself, with something like a sigh of envy, if in the wide world there was one human being on whose friendship and regard he could reckon with equal confidence. It was not till Sir William had finished a long account of a visit he had just paid his children at Brighton that, catch ing a look of Lord Tenby's, he recollected the special purpose for which he had sought this interview. \" My dear Arthur,\" he said, \" we shall have plenty of time to talk over all our Indian reminiscences, and therefore let us turn to the more serious matters which have brought us here to-day. I conclude you are aware that Lady Tenby has signified her intention of separating from her husband, and I have accompanied Lord Tenby here by his own request to talk it over with you, and see if there are not some means of bringing about a"], [11, "ON THE BRINK. 3 reconciliation. I am quite certain that we may reckon upon your co-operation.\" \" If I thought there was the slightest chance of its being successful, you might undoubtedly depend upon me,\" Compton replied. \" Unfor tunately that is not the case. Lady Tenby has not come to this decision without long and anxious deliberation, and it is approved by her father and others of her friends in whose judgment she places confidence.\" \" May I ask, Colonel Compton,\" said Lord Tenby, \" who these friends are ?\" \" I do not think, my lord, that I should be justified in naming them without their express permission. I can only make one exception, and that is myself.\" \" Lady Tenby, it appears, was more successful than I had the good fortune to be,\" rejoined Lord Tenby. \"For, if I remember right, when I asked you to listen to me on the same subject you positively refused.\" \" Pardon me, my lord,\" said Compton, colour ing. \" The two cases are very different. On"], [12, "4 ON THE BRINK. the occasion to which your lordship alludes, you wished to engage me in a desultory con versation on the subject of Lady Tenby's violence of temper and Mr. Halsted's inter ference. I declined listening to you, giving you as my reason, that on both those subjects our opinions were likely to clash. Had Lady Tenby ever expressed a wish to take me as an arbiter between you and her, I think I may safely say that I should have equally refused to listen to her. But she never did. Till this last occasion your lordship's name was never so much as mentioned between us but once, and that was with reference to Hugh Graham, whom I met at her house. With regard to the step she is now taking, her mind was made up before it was mentioned to me. I had a long conversation with Mr. Halsted on the subject before Lady Tenby spoke to me about it, and then she did not so much consult me, as ask if I approved of her conduct. I was reluctant to enter upon a discussion of such a nature with her, and told her so. But when she re-"], [13, "ON THE BRINK 5 newed her appeal to me as to a disinterested and impartial judge, I felt I had no longer a right to refuse my assistance to one who, since my return to England, had shown me every attention in her power, whom I had known as a child, and in whose welfare I took the deepest interest. From Mr. Halsted I had heard the various grounds on which she had formed her decision. They extended over all the years of her married life, and are certainly serious enough to warrant her wish for a separation. Of this there can be no doubt. My only inquiry was, whether she had well considered the consequences of the step she was about to take ; whether she was sure that she would not repent it when too late: and to both these questions she gave me answers which proved that she was acting from no hasty impulse, and that her mind was irrevocably made up. She said, moreover, that upon this step her future peace and tranquillity of mind depended. Upon this assurance I told her that my opinion concurred with that of her father, and as an"], [14, "6 ON THE BRINK. honest man I could have made no other answer.\" \"In short, Compton,\" said Sir William, \"you espoused the cause of beauty in distress. But, putting knight-errantry on one side, I am sure you will agree with me, upon reflection, that the grievances of which Lady Tenby may have to complain can hardly warrant so des perate a step as a separation. Tenby acknow ledges that he has been a careless and negligent husband, that he has not treated his wife with the attention to which she is entitled. But he asks her forgiveness, and fully intends to give her no further cause of complaint. We come to entreat your good offices as a peace-maker, and I am convinced that, if you can bring about a reconciliation, we shall hear them quoted as a model couple before the twelvemonth is out.\" \" My dear Sir William,\" Compton replied, \"from what you say I am very certain that you cannot be aware of all the circumstances of the case.\" Lord Tenby had hitherto listened to the"], [15, "ON THE BRINK. 7 conversation without showing much apparent interest in it ; but the turn it was now taking disturbed his equanimity. It seemed to strike him for the first time that, when it came to a discussion of Lady Tenby's grievances, his brother-in-law might be desirous of a little more information than the vague statement with which he had been favoured ; and this very natural curiosity Lord Tenby had no wish to see gratified. It is probable that, when he proposed to Sir William to accompany him on his visit, he had not expected to find Compton so well informed, and it was with a very meaning glance at the latter, as if deprecating all further disclosures, that he said, \" I did not think it necessary to bore Sir WTilliam with all the details of this misunderstanding between my wife and myself; but I told him enough to induce him to join his request to mine that you would take upon yourself the part of mediator. That part I understand you decline, and there fore it is needless for us to trespass on your time any longer.\""], [16, "ON THE BRINK. 8 \"No, no, Tenby!\" exclaimed Sir William, \" the matter cannot rest here. Yrou have to a certain extent placed yourself in my hands, and for my satisfaction, and I should think for yours, Compton is bound to state what is alleged against you.\" \"My dear general,\" said Compton, \" you are seeking to impose upon me a most invidious task. Lord Tenby is quite as capable as I am of stating the charges brought against him, and therefore I shall certainly decline the office of accuser, unless by his desire. In that case I should have no further hesitation.\" \" Of course he wishes to know of what he is accused,\" said the general. \" How on earth is he to defend himself if left in ignorance? Am I not right, Tenby ? \" \" Quite right,\" replied his lordship. \" It is impossible for me to know what absurd charges an angry woman, aided by an unscrupulous father, may have trumped up against me. Of course I shall be glad to know of what I am accused. But I beg Colonel Compton to bear"], [17, "ON THE BRINK. 9 in mind that I shall hold him responsible for the truth of every statement he may make.\" \"My responsibility extends to this,\" said Compton. \"I will make no statement that I do not believe to be true, and I will give you the grounds of my belief. With this your lordship must be satisfied, for you cannot expect me to guarantee the absolute truth of that which I have only heard from others. I must beg you also to remember that this con versation is not of my seeking. It has in a manner been forced upon me. And even now I do not make myself your accuser; I will simply state that of which you are accused. In justice to myself, I must add that not one of these charges proceeds from me, and, except with Lady Tenby and her father, I have never made them the subject of conversation.\" \" My dear Arthur,\" said Sir William, \" no one who knows you would suppose for a moment that you would be a tale-bearer, or do anything else unbecoming a gentleman."], [18, "ON THE BRINK. 10 What you have said seems to me fair enough. Now proceed.\" \" Have I your lordship's permission ? \" asked Compton. \" Y\"es, and the sooner the better. I think we have had preparation enough, and to spare. Have you any objection to my smoking ? \" Compton pushed him over a box of cigars that lay upon the table. \" I shall not exhaust your patience, my lord, by dwelling upon all the offences laid to your charge. That would occupy too much time. I will content myself with two. The first occurred soon after your marriage, when during your honeymoon you introduced to your wife a woman who had been your mistress, and made her and her still more infamous husband the inmates of your house and the companions of Lady Tenby. This I heard from Mr. Halsted, who compelled them to take their departure by a threat of imme diate exposure.\" \" God bless my soul ! \" ejaculated Sir William."], [19, "ON THE BRINK. 11 \" Ah, I thought I should hear of that,\" said Lord Tenby, indolently. He saw that he was in for it, and, regardless of the presence of his brother-in-law, determined to brazen it out. \"But you forget, Colonel Compton, that the first act of that comedy, or farce, or whatever you may please to call it, was played before my marriage, and the second was condoned, as the lawyers say, by Lady Tenby's living with me after she was cognisant of it. So, if you please, we will pass on to the second. \" The second to which I shall allude is far more serious. It was the drop which made the cup \" \" I beg your pardon for interrupting you,\" said Lord Tenby ; \" but have you such a thing as a pin you could lend me? This infernal cigar won't draw.\" Compton's blood rushed to his forehead ; he restrained himself, however, but felt tbat on such an opponent delicacy would be wasted. \"Better throw it away, my lord, and take another.\""], [20, "ON THE BRINK. 12 \"Well, thank you, that will be the best plan.\" \" I was about to observe,\" continued Comp ton, \" that it was the marriage which your lordship was pleased to contract in Egypt three months ago that put an end to all fur ther hesitation on the part of Lady Tenby.\" \"A what?\" exclaimed Sir William. \" A marriage which Lord Tenby contracted with his dragoman's Circassian slave, with all the formalities prescribed by the Mahommedan law. It is but fair to add that the union was not of long duration. His lordship divorced her a month afterwards with equal solemnity.\" \" May I ask where you picked up this piece of romance, Colonel Compton ?\" asked Lord Tenby. \" Mr. Halsted heard of it first from a gentle man just returned from India, who chanced to be in Egypt at the time. Since that he has seen a letter from one of our consular agents out there to his superiors in England, asking for instructions. It appears that the lady is"], [21, "ON THE BRINK. 13 likely to have a child in due time, and the Pasha wishes this gentleman to take charge of her till that event has taken place. Her case seems to have excited great interest and com miseration amongst the Europeans resident at Cairo.\" \" The consul is a fool !\" exclaimed Lord Tenby, in great perturbation. \" What busi ness was it of his ? He must have known that what you call a marriage was a mere formality. As for interest and commiseration, it is not likely that I was going to saddle myself for the rest of my days with a woman whom I could not understand, and who could not understand me. But when we parted, I did not leave her destitute.\" \" In that respect, my lord, the consul does you full justice.\" \"Then what is he bothering the Foreign Office about ?\" \"He wishes to know in what light your child is to be considered when born, and what is to be done with it. What your lordship"], [22, "14 ON THE BRINK. terms a mere formality, was a good and valid marriage in the country in which it was cele- brated, notwithstanding you had already a wife in England; and it is said that, to pre- vent the possibility of opposition or inter- ference on the part of the Egyptian authori- ties, you even went the length of declaring yourself a Mahommedan. Now the English law says, that every marriage contracted ac- cording to the laws of the country in which it is celebrated is a good marriage in England, and, as a natural consequence, the children of such a marriage are legitimate. Sir John B., the Queen's Counsel, whose opinion Mr. Halsted has taken, says it is one of the most curious cases he ever knew.\" \" Do you mean to say Mr. Halsted has ac tually taken a lawyer's opinion ?\" \" I think, ray lord, if you reflect, you will see that he could do no less. It was stated, however, as an A. B. case ; no names were mentioned. I may add that Sir John's opinion was decidedly adverse to the validity of the"], [23, "ON TEE BRINK. 15 marriage, which, if contracted in England, would have afforded ample grounds for an indictment for bigamy. And now, Sir Wil liam,\" continued Compton, \" I am sure you will admit, upon consideration of these facts, which Lord Tenby does not attempt to deny, that Mr. Halsted and myself were perfectly justified in giving Lady Tenby the advice we did.\" \" Had he been my own son,\" exclaimed the general, with an ejaculation which smacked somewhat of the old school, \" I would have cast him off at once and for ever, and bid her do the same. A more disgraceful transaction, a greater insult to his wife, a grosser outrage on society, I never heard of.\" Probably Lord Tenby was too profoundly buried in meditation to hear the unfavourable comments of his brother-in-law. As Compton proceeded in his revelations, he began to awake to a perception of the very awkward dilemma in which he had placed himself. When the word \"bigamy\" fell upon his ear, he flung"], [24, "ON THE BRINK. 16 away his cigar, his brows contracted, some thing like an expression of pain passed across his countenance, and he fell into deep thought. A short silence followed Sir William's last words, which Lord Tenby broke by saying: \" What an infernal fool I have made of my self! How am I to get out of this scrape? What do you advise ?\" \" The only advice I can give,\" Sir William replied, \" is to subscribe to any terms Lady Tenby and her father may yet feel inclined to offer you, and, by so doing, shelter yourself from the further disgrace of a suit in a court of law. It would kill your mother. And, having said this, I beg to decline all further interference with your affairs. For the sake of your dear sister, I will not entirely drop the acquaintance of a brother she loved, but all intimacy between us must cease.\" \" In that, Sir William, j^ou must use your own pleasure. We have got on verv well without each other for the last ten years, and I see no reason why we may not do so in"], [25, "ON THE BRINK. 17 future. I presume, Colonel Compton, Mr. Halsted still adheres to the terms contained in Mr. Cox's last communication ?\" \" I really cannot take upon me to say, my lord. I know that, when you allowed so many days to elapse without writing, he was disposed to look upon your silence as non-acceptance.\" \" I was prevented from writing ; but per haps you will ascertain for me what his present intentions are.\" \" Your lordship must excuse me. Indeed, any application frora me would be useless. Both Mr. Halsted and Lady Tenby would refuse to receive any message from you ex cept through Mr. Cox. Y^ou had far better put the negotiation into the hands of your own solicitor.\" \" Well, Colonel Compton, I will wish you good morning. I cannot say this has been a pleasant interview to either of us, but I must do you the justice to say that I have no one to blame for that but myself, and, happen what may, I shall always retain a pleasing recollec- VOL. II. C"], [26, "ON THE BRINK. 18 tion of our acquaintance, now, I conclude, brought to a close.\" \"My lord,\" said Compton, \"I regret that circumstances make this unavoidable. Per sonally I have never received from you any thing but courtesy.\" \" Ah, colonel,\" said Lord Tenby, with an expression of real regret, \" why would you not come with me last autumn ? you would have kept me out of this infernal business. How ever, it is useless looking back. I am sorry to lose you, for I like you, but you are right. No man can hunt with the hounds and run with the hare, though, in the present case, it would be difficult to say which is the hare and which the hounds. Sir William, I wish you good morning.\" And in another minute he was heard descending the stairs, humming \" Parigi, 0 cara.\" When the sound of his steps was no longer heard, Sir William said with a sigh, \" My dear Arthur, I cannot tell you how grieved I am, both for Lady Tenby's sake — my mother-"], [27, "ON THE BRINK. 19 in-law, I mean — and for his own ; for, bad as he is, heartless and unprincipled as he has shown himself to be, I like him still.\" \" Well, and so do I,\" said Compton, \" or rather, I should say, his society. I hate him for his conduct to his wife ; all I have heard of him inspires me with detestation and disgust. I believe him to be without a grain of good feeling or even of honour, and yet, when I find myself in his presence, there is something irresistibly attractive about him. I declare, if he had not asked in that cool, defiant manner if he might smoke, I almost doubt if I should have had the courage to set his delinquencies before him as plainly as I did. But, in truth, he deserves no mercy. His behaviour to his son is quite on a par with his treatment of his wife.\" Sir William had never heard of this episode in his brother-in-law's adventures, and Colonel Compton, in answer to his inquiries, related to him Hugh Graham's history. When he had concluded, the general prepared to take his"], [28, "20 ON THE BRINK. leave, but before he went he begged Compton to obtain Lady Tenby's permission for him to call upon her on her return to town. \" It is the duty of all her husband's connections,\" he said, \" to mark their sense of his conduct by giving her all the support in their power.\" Lord Tenby followed the colonel's advice, and lost no time in consulting his lawyer. He felt that the time for trifling was past, and that if he delayed much longer in making his sub mission he might find it extremely difficult to release himself from the very awkward predica ment in which he was placed. Mr. Halsted, who had not the least wish to make a public exposure of his son-in-law's misconduct, if it were possible to avoid it, and whose sole object was to secure his daughter's tranquillity, made no alterations in the terms he had originally proposed, except in one particular. Five thou sand a year were secured to Lord Tenby for life, but out of this he was compelled to make an annual allowance of five hundred to Hu^h Graham, at the same time consigning him"], [29, "ON THE BRINK. 21 entirely to Lady Tenby's guardianship. Mr. Halsted thought that it was but fair that his daughter should be relieved from the charge of supporting her husband's illegitimate son out of her diminished income. Lord Tenby re- sisted as far as he was able, but was obliged to succumb. Indeed, his own solicitor told him plainly that the terms offered him were much more liberal than any he had a right to expect. and threatened to throw up the business alto- gether if he raised any more objections. In consequence, the negotiations were brought to a satisfactory conclusion without any further delay. The deed of separation was signed with all the requisite formalities ; Lady Tenby became a free agent, and her husband was left to his own devices, without fear of remon strance, and in the enjoyment of a comfortable income, as long as he gave Lady Tenby no annoyance. For Mr. Halsted, whose dislike and distrust of his son-in-law were now at least as great as his favourable prepossessions had once been,"], [30, "22 ON THE BRINK. had fenced round his donation with innumer able and minute precautions and conditions, the violation of which would entail its for feiture. He had contemplated the introduction of a clause, by which Lord Tenby should bind himself to limit his residence in England to a few weeks every year ; but Mr. Cox repre sented that this would be such a serious inter ference with the rights and privileges of the peerage that it might invalidate the whole agreement. By some means or other Lord Tenby heard of this intention, and, probably from the spirit of contradiction, was immediately smitten with an anxious desire to discharge his duties as a member of the legislature. Certain it is, that as soon as Parliament met he became a most assiduous attendant in the House of Lords, and, for the first time in his life, evinced the greatest interest in the political questions of the day. He spoke occasionally, and, having no lack of ability, spoke well and to the purpose. He abandoned all his former pur-"], [31, "ON THE BRINK. 23 suits, withdrew entirely from all connection with the turf, eschewed the society of the Lucrezias and Aldegondes of former days, sold his yacht, took a small house in town for the season, and mounted his establishment upon an economical scale. The world was astonished, as no doubt he intended it should be ; but he did not find it easy to regain the position in society to which his birth entitled him. The change was too sudden to be accepted all at once as sincere, though the more charitable expressed a hope that it would last. His mother, indeed, hailed his reformation as an accomplished fact, and to her he confided that he was thoroughly weary of the life he had hitherto been leading, and that his great object was to prove to his wife the sincerity of his repentance, with the hope of inducing her at some future period to revoke his sentence of banishment from her presence. Mr. Halsted had wished Colonel Compton to take upon himself the office of trustee to the deed of separation, in conjunction with Mr."], [32, "24 ON TEE BRINK. Burnthwaite ; but Compton represented that it was very desirable, if possible, to induce some member of Lord Tenby's family to accept it. Mr. Halsted assented, though his daughter was half inclined to think herself aggrieved by the colonel's refusal. Sir William Claremont was applied to, and he gave a ready consent to act."], [33, "ON TIIE BRINK. 25 CHAPTER II. As soon as Lady Tenby's new position was securely and legally established, she returned to town. Her father had preceded her by a few days, and they both took up their quarters at a hotel till they could settle their further proceedings. The first object was to find a house not too expensive and sufficiently large to accommodate them all, for Mrs. Thorpe had embraced with joy the offer made her to join them, and Lady Tenby intended to remove Hugh Graham from the school at which he was at present a pupil, and bring him to her own house. Her own wishes pointed to the country, and fain would she have returned to Long-"], [34, "ON TEE BRINK. 26 water, but to this there were insuperable objections. The protection of her father under her altered circumstances was almost a matter of absolute necessity, and Mr. Halsted was obliged by his occupations to reside in London, or at least in its vicinity. At a distance, more over, she must perforce have renounced all intercourse with her friends, and she had several whose intimacy was dear to her. Nor would Mr. Halsted hear of her entirely with drawing from society. \" It wrould look,\" he argued, \"as if your conduct had been the cause of your separation. Y^ou have done nothing to be ashamed of, and you must not let the world think that you are afraid to face it.\" In this reasoning, which was supported by all those whom she consulted, she acquiesced. Perhaps, too, there was another motive : she could hardly expect that Compton would follow her into her solitude, and his visits formed a part of the regular routine of her daily life which she would have found it painful to lay on one side."], [35, "ON THE BRINK. 27 A middle course was adopted. The lease of the house in Eaton Square was sold, and Mr. Halsted took a villa at Ealiug with ample accommodation for them all. In this they were established soon after Christmas, and all Lady Tenby's acquaintances who were in town made a point of calling on her. Amongst the first was the dowager, who felt that, Avhile she was gratifying her own kindly feelings towards her daughter-in-law, she was consulting her son's wishes by keeping up a friendly inter course with his wife. Unfortunately, tenderness of heart and soundness of judgment do not always go together, and she sometimes tried poor Nelly's patience severely by the frequent allusions she made to a late unhappy event. She never once uttered a word of reproach or blame, it is true ; on the contrary, she admitted that Lord Tenby's provocations had reached a pitch which no woman could be expected to pass over in silence, that his wife would have been fully justified in separating from him long ago, and then in the same breath she lamented"], [36, "28 ON THE BRINE. that Nelly had not been able to bear with him a little longer. \"So changed, my dear, in every respect ; you would hardly believe him to be the same man. He is quite weaned from his old pursuits, and devotes himself entirely to public business. And I hear from the best authority that his talents and application have already attracted attention. Y'ou will see he will distinguish himself yet, and live to be an honour to his family. And then, dearest Eleanor, we may all be happy again.\" Lady Tenby loved and respected her mother in-law, and would willingly have abstained from damping her joyful anticipations had it been possible. But it was not. She owed it to herself, and even to Lord Tenby, to dispel these illusions. \"It will always give me pleasure,\" she said, \" to hear that Lord Tenby's conduct is such as his friends approve, for their sake, and especially for yours, but personally I take no interest in his career. I bear his name, but beyond that we have nothing in common. We are nothing to each other now, and never"], [37, "ON THE BRINE. 29 can be at any time. I was guilty of a great error in marrying him, for certainly I never felt for him what every woman ought to feel for her husband. My only excuse is that I was very young ; 1 had not a comfortable home ; he told me he had long loved me, though he had never ventured to address me till he had obtained my father's consent, and I honestly believed that a more intimate acquaintance with him would enable me to return his attach ment; for it never entered into my head to doubt his sincerity. YYra know how cruelly I was deceived ; but you cannot know how much I have suffered from the humiliations which were heaped upon me. I am freed from them now, and nothing will ever tempt me to expose myself to them again.\" \" Well, my dear,\" said the old lady, kissing her as she took her leave, \" it is very natural you should feel so, and say so now, but make no rash resolutions. No one can tell what the morrow maj\" bring with it.\" Old Lady Tenby returned more than once to"], [38, "30 ON THE BRINK. the charge, spurred thereto, it must be owned, by her son's solicitations. It really seemed as if he was beginning to appreciate the worth of the wife he had lost, and no doubt his dispo sition was such as always to urge him to strain after the unattainable. But on the present occasion more solid reasons were not wanting. Visions of official life were floating before him, and he thought that no better plan could be devised for giving them consistency than a reconciliation with one who stood so well in public opinion as Lady Tenby. Into all his aspirations and plans his mother eagerly entered, and she entertained no doubt of their ultimate realisation. But she advised him not to hurry matters, to give Eleanor time to con vince herself that his amendment was real. \" You know, my dear,\" she said, \" she may well feel a little distrust at so sudden a change. Believe me, patience and forbearance will be of more avail just now than any thins;- we can either of us say or do.\" But patience was not a virtue which Lord"], [39, "ON TEE BRINK. 31 Tenby had hitherto cultivated with any great success. He persecuted his mother morning, noon, and night, entreating her to plead his cause upon every occasion, in season and out of season, and exhorted her not to be discouraged by a few cold words, but to persevere till she had wrung from Lady Tenby some expression of goodwill on which he might build his hopes for the future. He enacted all the extrava gancies of a man desperately in love. Per haps he was. At all events, his pathetic lamentations more than once brought tears to his mother's eyes, and overcame her resistance, though not her reluctance. Once or twice a week she drove down to Ealing, and, notwithstanding all Nelly's endeavours to avoid the subject, persisted in expatiating upon her son's repent ance and the sufferings he was enduring from unrequited affection. \" His only wish,\" she said, on one occasion, \" is to prove to you that he is not utterly unworthy of your affection ; his only hope is that in time, after a probation"], [40, "32 ON TEE BRINK. of any length you may think fit to impose upon him, he may win his pardon. Dearest Eleanor, let me take back to him one word from your lips to bid him not despair, to strengthen him in his purposes of amendment.\" But Eleanor was not to be moved. \" His purposes of amendment must be weak indeed,\" she replied, \"if he needs a word from me to strengthen them.\" \" Eleanor, Eleanor, do not turn my words against him, for they are my words, not his ; though God knows we all want strengthening in our good resolutions.\" \" Forgive me ! \" exclaimed Nell}'. \" Yrou are right ; we all do need strengthening, but he must seek his strength from a higher power. I can hold out no hope to him.\" \" Not even for my sake ? For the sake of an old woman who loves you well ?\" \" Not even for your sake, dear Lady Tenby, and you cannot guess the pain it gives me to say it. But it is right that Lord Tenby should know that my decision is irrevocable."], [41, "ON THE BRINK. 33 If his feelings are really such as you describe them to be, it would be false kindness to hold out hopes which can never be realised. And there is another subject on which I wish to speak to you. Nothing could be more painful or embarrassing to me than to meet Lord Tenby. I hope, therefore, you will obtain from him a promise not to come into your house when he sees my carriage at the door. If he refuses this he will deprive me of one of the very few pleasures I have left.\" \" I will tell him so ; and yet it is hard upon a mother to be obliged to close her doors upon her son.\" \" It is. But is it my fault ? Is it not rather the son, who closes the mother's doors upon himself? But I will endeavour to call upon you at hours when there is no chance of our clashing.\" After this conversation the dowager's attempts to carry out her son's injunctions became more and more feeble. Nelly, having explained herself so full}', abstained from all VOL. II. d"], [42, "34 ON THE BRINK. further discussion. She merely repeated on each occasion, as laconically as possible, and in nearly the same words, that she saw no reason for alteriug her decision, and by degrees the subject was dropped altogether. Even Lord Tenby made a show of submitting to his fate, but, as it turned out, it was only to change the direction of his batteries. Leaving his mother in peace, he took a turn at his wife. He had given his word of honour, it is true, never to seek a meeting with her anywhere without her permission ; but the satisfaction which she derived from this promise was some what qualified by his thinking it necessary to announce it to her himself by letter. He told his ever-beloved Eleanor that, while it was a severe mortification to his feelings, he felt a melancholy pleasure iu having an opportunity of proving his readiness to obey her slightest commands. Unfortunately for Nelly, the cor respondence did not end here. Almost every morning she received a note from Lord Tenby to say that he was asked to such a dinner, or"], [43, "ON TEE BRINK. 35 such a party, and wished to know if she were going, and, if that were the case, whether she wished him to send an excuse. She could not very well refuse to answer these notes, but they were a source of positive and ever-recur ring annoyance. She was rescued from it at last by Sir William Claremont, to whom she mentioned it. He could not refrain from laughing at his brother-in-law's ingenious per tinacity, but under his dictation she wrote to say that it was not likely anyone would ask them to dinner at the same time ; for the rest, it was a matter of perfect indifference to her whether she met Lord Tenby in public or not, as long as they met and parted as strangers. That being the case, she requested him to desist from inquiries which were quite un necessary, and to which in future she must decline sending an answer. After this Lord Tenby rested on his oars for some time. There was not much probability of his falling in with his wife. In the first place, there was very little going on at that"], [44, "ON TEE BRINK. 36 time of year, aud in the next, Nelly declared her intention of abjuring balls and other large parties. Dancing, of which she was really fond, she gave up altogether. Occasionally, she passed her husband in the street, when he never failed to take off his hat in the most ostentatious manner; and once they did meet at a small private concert, where Lord Tenby placed himself in a corner of the room opposite to her, and never took his eyes off her from the moment of her entrance to that of her de parture, when he made her the lowest of bows, which Nelly returned by a slight inclination of the head. From her companion, Lady Henry Langley, he obtained still less; she looked him steadily in the face when he bowed to her, and passed on without making any further sign. Sir William Claremont, who was a frequent visitor at Ealing, offered, when he heard of it, to speak to his brother-in-law, and represent to him that by offering his wife any annoyance he was putting his annuity in jeo pardy. But Lady Tenby would not hear of it."], [45, "ON THE BRINK. 37 \"It would be giving too much importance,\" she said, \"to a very trifling incident. We must meet sometimes, and it is as well that I should get used to it. I suppose, when he thinks he has made himself sufficiently ridi culous, he will cease to take any further notice of me. And, to tell you the truth, I do not like the idea of threatening him with the loss of income. That clause was inserted very much against my will, but my father thought it advisable, and of course I was obliged to submit, but I should be very sorry to see it enforced, and it never will be through my instrumentality. I should feel degraded by having recourse to such a step.\" Nelly easily settled down to her new life. She had now around her all the persons she loved the best in the world, — her aunt, her father, and Hugh ; and as the season advanced scarcely a day passed without bringing her the visits of those whose society was most agree able to her. It is needless to say that amongst these Compton was one of the most assiduous."], [46, "ON THE BRINK. 38 By all the inmates of the villa he was con- sidered quite as one of the family. There was always a stall in the stable for his horse, and a place for himself at the dinner-table, and Mr. Halsted told his daughter that she ought to put a bed at his disposal whenever he felt in- clined to avail himself of it, instead of leaving him to ride or drive back to London in the dark. But this piece of attention was declined by the object of it, to Lady Tenby's relief it must be admitted, for she felt that, situated as she was, to give a dear and valued friend a regular domicile beneath her roof might expose her to ill-natured remarks, and at all events would be decidedly at variance with the rules which she had laid down for her own guidance. She made, therefore, very faint opposition to Compton's rejection of her offer; he declared that he was a regular old bachelor, who required all his habits about him, and never slept well in a strange bed. This passed current with Mr. Halsted, and perhaps with Mrs. Thorpe ; but Nelly was not deceived by it, and she"], [47, "ON THE BRINK. 39 thanked him in her heart for the sacrifice she felt he was making for her sake. It certainly would have been a great con venience to him, for few were the evenings on which he did not find his way down to Ealing, and a drive back of some five or six miles, in a cold winter night, is not the most agreeable way of spending an hour. He also always made a point of departing early, ten o'clock, or half-past at latest, and never failed showing at his club, or any party to which he might have been asked, for an hour or so before re turning to his hotel. And when he was in Lady Tenby's presence, she was undoubtedly the one who profited the least by his society. He generally played at piquet with Mr. Halsted, and sometimes at whist when Mr. Burnthwaite, who also lived in the neighbourhood, dropped in, Mrs. Thorpe being also pressed into the service. On these occasions, Nelly amused herself at the pianoforte, or in singing to Hugh, who was passionately fond of music. And Compton was satisfied ; he heard her voice,"], [48, "ON THE BRINK. 40 and the rustling of her gown ; he caught occa sional glimpses of her as she moved about the room, and sometimes she would come and sit down by the side of her aunt, taking upon her self to direct that worthy lady's game, who, it must be confessed, stood in great need of an adviser. And then came the summons to tea, when Nelly put his services in requisition without the slightest ceremony. She treated him as a brother, and she found in bim some thing more obedient and obliging than brothers usually are. What her feelings for him really were, she knew no more than a child. All she did know, all she cared to know, was that she was now in a state of placid contentment, such as had never fallen to her lot before. All she hoped was that it might last. But changes were at hand. As soon as Parliament met, Mr. Halsted recommenced his old system of great dinner-parties on the Saturdays, which were not confined to the male sex. Compton was, of course, an ex pected guest at all. He went to two, and,"], [49, "ON TEE BRINK. 41 although fond of society, was greatly disap pointed to find that he could not appreciate them, as, no doubt, they deserved. It is one thing to form one of an agreeable and well assorted circle, enjoying yourself to the top of your bent, with the happy conviction that the lady of your thoughts is safe in the solitude of her own house, perhajDS pining over your absence, and another to find yourself in the presence of the said lady, the centre of a host of admirers, the object of general attraction, receiving from all the attentions that are her due, except from yourself, whom an awkward feeling of consciousness keeps at a distance. Hitherto Compton had paid but few morning visits to Ealing. The reasons for his preferring nocturnal excursions were manifold, and per fectly satisfactory to himself and others. His time was so occupied in the morning. Lady Tenby herself was frequently from home during the day, and Mr. Halsted always. He had a great regard for that gentleman, and how was he ever to see him, unless he sought him at the"], [50, "ON THE BRINK. 42 hours at which he was sure to be at home ? Then, again, what so cheerless as a solitary dinner on a tough beefsteak and half-boiled potatoes ? Nor was a club-dinner much better, surrounded by uncongenial companions, and obliged to listen to their bald, disjointed chat. None but a madman would hesitate in preferring to either of these alternatives the society of a quiet domestic circle, where he was sure of a cordial welcome, and where his presence con ferred real pleasure. All this was true ; but it was equally so that, while he felt every day lost in which he did not see Lady Tenby, his great object was to see her at hours when he was not likely to meet strangers, when there was the greatest probability of his visits escaping attention. On the next occasion of Mr. Halsted's great dinners, he absented him self, giving as an excuse that an old friend had just arrived from India, who made a point of their dining together, to talk over old times. He did not at first think it necessary to say that the choice of the day had been left to"], [51, "ON TEE BRINK. 43 him, and that he had purposely selected Satur day, but before long he was brought to con fession. \" It was so tiresome,\" said Nelly the next time she saw him. \" My father was really put out, and as for auntie, she was half inclined to dine upstairs by herself, when she sound she was to be deprived of her cavaliere servante.\" \" And you ?\" \" Oh, I had Hugh to take care of me, and too many people pour me faire la cour to miss you !\" Then, seeing that Compton looked rather grave at this declaration, and did not respond to the little laugh with which she closed the sentence, she added, \" And you might have brought your friend with you ; you know my father would be glad to see him, or any friend of yours. We shall all be jealous of him, if he makes you forget older friends, for, after all, I am one of your oldest.\" \" Oldest and \" dearest, he was about to say, but stopped. \" Well,\" he continued, \" I may as well make a clean breast of it. I was"], [52, "ON THE BRINK. 44 the culprit and named Saturday myself. I do not like these great parties. I much prefer our little quiet dinners all by ourselves, such as I hope you are going to give me to-day.\" \"And so do I,\" she rejoined. \"But my father likes them, and I submit with a good grace. Suppose you try to do the same.\" \"Of course, if you wish it. But for some time, at least, it will not be in my power to show my good will. I have accepted a mission from Government, and have just been informed that I must hold myself in readiness to depart within a week or two.\" \" To depart !\" she cried, turning very pale, and catching at the chimney-piece near which she was standing. \" And for how long ?\" \" Two or three months, at furthest,\" he replied : \" at least so I am given to under stand ; for my part I do not see how it can take half that time.\" \"I did not think you would have left us again so soon,\" she murmured, half to herself. \"Dearest Lady Tenby, nothing would in-"], [53, "ON TEE BRINK. 45 duce me to leave England if I thought that you stood in the slightest need of my services. But you do not. YTour position is now defini tively settled ; you are under your father's protection, and I can see no cause for anxiety on your account. And to me this mission is of immense importance. Y'ou know how little I wish to return to India, and if I give satisfac tion how, I have the promise of employment at home. Something I must do. I am not made for idleness, nor, indeed, am I rich enough to be idle if I would. Nevertheless, if you say that you had rather I should not accept this offer, I will throw it up at once, and trust to Pro vidence.\" \" Oh, Arthur ! how meanly you must think of me, if you suppose that I would allow my selfishness to stand in the light of your future prospects. I shall miss you, no doubt ; we shall all miss you ; but three months will not last for ever. And where are you going to?\" \" Ah, that you must not ask me. It is a"], [54, "46 ON THE BRINK. confidential mission, and I have given my word of honour to keep all the details secret.\" \" How, then, are we to hear from you ?\" \" I shall send and receive my letters through the Foreign Office.\" \"Is there any danger attending it?\" she asked anxiously, as another idea struck her. \" None whatsoever. I shall be as safe as in this room. And now I am going to put your patience to another trial. I want you to allow Hugh to go out with me. It is just the thing he would like ; it will very possibly be of ad vantage to him more ways than one, and I need not say that I will take as much care of him as if he were a son of my own.\" \" Oh, Arthur, you must give me time to think ! All this has come upon me so suddenly, — so unexpectedly. Hugh would like it, no doubt, and I know that in your care he would be as safe as in my own ; but will it not make a great interruption in his studies? and his tutor says he is getting on so well.\" \" It will, no doubt, though I will take care"], [55, "ON THE BRINK. 47 that his time is not all spent in idleness. Put against this the advantage it is to every one, the young especially, to see something of the world.\" \"I will think it over, and give you an answer to-morrow. Will that do ?\" \" Certainly ; or the day after. There is no hurry about it.\" After dinner Mr. Halsted was informed of Compton's intentions ; and, rather to his daughter's surprise, not only gave no sign of disapprobation, but expressed his satisfaction, and was warm in his congratulations. \" It is a most honourable mark of confidence,\" he said. \"It is not often that untried men are employed in such negotiations. For, not withstanding official mystery, I think I can guess your secret. I have long known that such a mission was in contemplation, although I had no idea it was to be confided to you. So, Nelly, if you want to know where our friend Arthur is going to, you must make much of me."], [56, "ON THE BRINK. 48 \" Without that, papa, for I had rather not know. If by any accident it were to come out that we are acquainted with his secret, it would instantly be supposed that he had told us, and that would do him harm.\" \" YY>u are right, my child, and I was wrong. I suppose it was my vanity that got the better of my discretion. I wished to prove to Comp ton, who has not yet had much experience in diplomacy, that there is no secret for those who think it worth their while to get at it, and we did think it worth our while.\""], [57, "ON THE BRINK. 49 CHAPTER III. Mr. Halsted strongly approved of Compton's proposal to take Hugh Graham as his com panion. In fact, he was not sorry to be rid of the young gentleman for a few months, for, though he tolerated him, he had never taken quite kindly to him. He had been one of those who had expostulated with Lady Tenby on her adoption of her husband's natural son ; but, when he found his representations of no avail, he had the good sense to make a merit of necessity, and submit to what he could not prevent. It is but fair to say also that he was very agreeably surprised by the judicious con duct which Nelly displayed towards her pro tege. He had feared that she would have VOL. II. E"], [58, "ON THE BRINK. 50 turned him into a sort of domestic pet, and was proportionally relieved when he found that Hugh was to be sent to school, and that she avowed her intention of limiting her benevo lence to giving him such an education as would enable him to make his way in the world. It certainly did disturb his equanimity a little when she announced her intention of removing Hugh from school, and asked him if he had any objection to the boy's residing with them at Ealing ; but he did not refuse his consent. Lady Tenby's influence over him was daily and hourly acquiring fresh strength, and perhaps he felt that every reparation in his power was due to her for th e part he had taken in her unhappy marriage. He was chary of his affection ; but, where he did give it, his whole heart and soul went with it. In his early life he had never loved but one, Nelly's mother ; in middle age his son ; and now it was all concentrated on his daughter. She had evidently set her heart upon having Hugh an inmate of their house, and her wishes were"], [59, "ON THE BRINK. 51 law. Moreover, Compton seemed to think it desirable, and he had great reliance on the colonel's judgment. Hugh Graham, therefore, was installed witb them in the villa, though Mr. Halsted could not divest himself of the idea that a connec- tion, which wore to him so unnatural an aspect, must, sooner or later, be productive of much inconvenience, to say the least of it. As how- ever he was, on the whole, a just man, when he found that Hugh was never in the way, that he never put himself forward, or presumed upon Lady Tenby's favour — in short, that he seemed perfectly to recognize and accept his position — Mr. Halsted's prejudices began to thaw. From regard for his daughter he had always kept his feelings of dislike confined to his own bosom. He had never treated Hugh with harshness ; but now he spoke to him kindly, inquired with seeming interest into the progress he was making in his studies, praised his drawings, and on New Yrear's Day pre sented him with a very handsome gold watch."], [60, "52 ON THE BRINK. Lady Tenby was delighted with the change, for, well as Mr. Halsted fancied he had con cealed his feelings, she had divined them, and was always tormented with the dread of seeing them break out into some overt act. Compton had somewhat reassured her on this head, and now that the ice was broken, he pointed out to her the means by which Hugh might make still further progress in her father's favour. This was by ceasing to call her mamma. \" I always notice,\" he said, \" that a look of annoyance comes across Mr. Halsted whenever he hears the word. And in truth Hugh is too old for it. Putting everything else on one side, it really sounds ridiculous to hear a lad of his age, and looking older than he really is, giving that appellation to a woman not ten years his senior. It cannot go on for ever, and it will be much better to break him of it at once.\" \"Poor boy!\" she replied; \"he will fancy that I am giving him up — that I am breaking through all the ties which bind us to each other.\""], [61, "ON THE BRINK. 53 \" I hope not. I hope that, when he reflects, he will see that the ties which bind you have something more substantial in them than a name. On your side there is the conscious ness of a life saved, an intellect cultivated, an existence trained to noble purposes ; on his gratitude and affection.\" \" All that is true,\" she said, \" but you have no idea how sensitive he is. However, I see that you are right, and the thing must be done. The only question is, how to set about it.\" \" Tell him that I have been speaking to you on the subject. Or, if you prefer it, I will speak to him myself.\" \" No. He will feel it less if it comes from me. I shall not even mention your name. He might perhaps \" \" Take me en grippe,\" said Compton, inter rupting her, as she hesitated for a moment in search of a word. \" Then pray do not say a word about me, for I like him, and should be sorry to become the object of his aversion.\""], [62, "ON THE BRINK. 54 Hugh certainly did not like the change, but he was more reasonable than Lady Tenby gave him credit for. He acquiesced in all the reasons she gave him, and promised to do his best to address her like the rest of the world. \"When we are alone together,\" she said, \"call me mamma, as usual.\" \" No, mamma ; this is the last time I shall ever so address you. I cannot call you by one name at one time, and by another at another. Besides, I should always be forgetting myself. But, under any name, my gratitude, my love, will always be the same.\" \" I know it, Hugh,\" she said, kissing him. \" And believe me, your affection has been, and ever will be, one of my greatest consolations.\" The first time Mr. Halsted heard Hugh address Lady Tenby by her name and title he honoured him with a look of approval, and soon after gave more evident proofs of his satisfaction. On occasion of his first dinner party Nelly proposed that Hugh should dine at luncheon, alleging as her reason that he was"], [63, "ON TEE BRINK. 55 too young for large parties ; in reality, because she doubted whether her father would like his taking his place amongst their guests, some of whom were of high rank, and all more or less distinguished in various ways. But Mr. Halsted put a negative upon this proposal. He said that Hugh was a member of their family, that he was not too young to profit by amusing or instructive conversation, and in short that, unless Nelly had any decided objection, he wished Hugh to dine with them. Hugh Graham, therefore, was certainly no longer a stumbling-block in Mr. Halsted's path. Still, though the old feelings of dislike and dis trust had been completely removed and re placed by a certain degree of goodwill, Mr. Halsted hooked forward with satisfaction to Hugh's absence, — the sort of satisfaction with which a schoolboy looks forward to the ap proaching vacation. It was a sensation of relief, the causes of which he did not think it necessary to investigate. He himself said that Hugh had been tied quite long enough to"], [64, "56 ON THE BRINK. an apron-string, that it was time for him to mix with the world and try his wings alone. Were he to wait for twenty years he could never find a more favourable opportunity. Nelly would be mad to decline Colonel Compton's offer. No doubt, he did think that such an entrance upon active life would be of great advantage to the boy, or rather the young man ; but it is just possible that at the bottom of it all there might have been the slightest possible tinge of jealousy, that he thought Hugh monopolized rather more of Lady Tenby's time and atten tion than he was fairly entitled to. Certain it is, that he more than once remarked to Mr. Burnthwaite that Nelly was perfectly in fatuated with that boy — that were he. her own son she could not be more devoted to him, or make a greater fuss about him. It certainly was a trial to Lady Tenby to part with two of her most faithful adherents at the same time, but she did not hesitate long. When Compton made his appearance on the"], [65, "ON TEE BRINK. 57 following day, she told him that she had made up her mind to trust Hugh to his care. \" You must not think me ungrateful,\" she said, \" if I did not thank you yesterday as your kindness deserved ; but your own departure, and then this proposal, took me so by surprise, that it was some time before I could collect my thoughts. However, I do not feel the less, and you may believe me when I say that to you alone would I confide him, for he requires very delicate management. But all this would occupy too much time to explain at present. We must have a long talk about it before you go. One thing we may as well settle now. Of course he will pay his own expenses of every sort and kind. He is rich now, you know, from the allowance which Lord Tenby is obliged to make him.\" \" My dear Lady Tenby, do not trouble your head about that. I shall be a much more important personage than you seem to imagine. I shall be allowed a private secretary, and this post I destine for Mr. Hugh Graham. As I"], [66, "58 ON THE BRINK. always do my own business and write my own letters myself, it will be pretty nearly a sine cure, with all his expenses paid by Govern ment, and, I believe, a salary of twenty pounds a month. And if your views tended that way, this might be the means of opening for him a career in the public service.\" \" You know my objections, though I will confess that late events have much weakened them. Lord Tenby's conduct has released me from the obligation of consulting his feelings in the disposal of his son ; but then there is his family to be considered. All this must be matter for future discussion. Suppose we now send for Hugh, and inform him of the honours waiting his acceptance. After all, he may take it into his head to decline them.\" But, so far from declining them, Hugh was enchanted with the prospect opening before him. Even the sort of mystery in which it was shrouded added to the charm, for he was not only enjoined to mention to no one that Colonel Compton was about to leave England,"], [67, "ON TEE BRINK. 59 but he was forbidden even to ask where they were going. Want of discretion was not one of his failings, and on that score his friends felt they had nothing to fear. At length, towards the middle of March, the day of departure arrived. On the pre ceding evening Compton dined at Ealing, and brought his compagnon de voyage back with him to town, as they were to start early on the following day. It was settled that to all inquiries the only answer to be given was, that Colonel Compton had gone abroad for a few weeks on a roving tour, and had very good-naturedly taken Hugh with him, but that their precise plans were uncertain. The adieus were made, not without some emotion on all sides. Nelly, albeit unused to the melt ing mood, could not refrain from tears as she embraced Hugh, and charged him to write whenever an opportunity offered ; but it is doubtful if they were all shed for him. Mr. Halsted shook them both warmly by the hand, and said that the house would now look quite"], [68, "60 ON TEE BRINK. lonely of an evening when they were gone ; and Mrs. Elizabeth presented each of the tra vellers with a comforter of her own knitting. Compton unluckily could not find room for his amongst his baggage, and was obliged to leave it behind. To Hugh, who had never been abroad be fore, everything was of interest from the moment he set foot on a foreign shore, but otherwise their journey was destitute of in cident, and executed with great rapidity. To avoid publicity as much as possible, instead of taking the route by Marseilles and Malta, they went by Vienna and Trieste, in each of which places they passed a few hours, and those were the only opportunities Compton could afford his companion of seeing anything of the towns through which they passed. It was not till they were on board the steamer which was to take them to Alexandria, that Hugh was in formed of the ultimate object of their expe dition; and the idea of seeing Egypt, the land of the Pyramids and the Sphinx, of the Pha-"], [69, "ON TEE BRINK. 61 raohs and the Ptolemies — the cradle of the world — filled him with rapture. And this state of enchantment stood the test of reality. In these days of annexation, before any great lapse of time, probably, Egypt will be an European province, its lords in shooting jackets from Regent Street, and its ladies in bonnets from the Palais Eoyal, with all the vices of civilization added to its own ; but as yet it still retains its Oriental character, with all the traces of former greatness scattered broadcast over the soil. Hugh was particu larly fortunate in finding an opportunity of visiting Upper Egypt, with a surgeon of the name of Mordaunt and his family, Indian friends of Compton, whom they met at Cairo. The colonel found in that city some sort of diplomatic agent, who had been directed to attach himself to him, and assist him in his negotiations ; he was, therefore, enabled to give his private secretary leave of absence for a month, and Mordaunt readily granted his re quest to allow Hugh to join his party."], [70, "62 ON TEE BRINK. It is not necessary to enter into the details of Compton's mission. Its principal object was to obtain certain commercial privileges and advantages for this country ; and as it was not impossible that some of our dearest allies might consider a treaty of this nature injurious to their interests, and endeavour to frustrate it, secrecy was indispensable till the object was attained. Compton thoroughly understood the Oriental character, and no one was better qua lified to deal with it. His firmness and deci sion were more than a match for Eastern wiles and procrastination, while his perfect know ledge of the language gave him an advantage enjoyed by few. The dirty work, of which there was not a little, in the shape of bribing and so forth, he left to his assistant, who, a thoroughly honest man himself, felt not the slightest scruple in practising upon the avarice and knavery of others. Compton was completely successful. He even obtained the insertion of some articles in the treaty upon which he had been instructed"], [71, "ON TEE BRINK. 63 not to lay too great a stress, if they met with decided opposition on the part of the Egyptian government. It had taken rather longer, how ever, than he had expected. It was now the end of June, and he had still a voyage to Constantinople before him, where he was to obtain the ratification of his treaty by the Porte. Hugh had returned to Cairo some time before, delighted with his expedition, delighted with the Mordaunts, delighted with all he had seen, with the crocodiles he had hit, and even with those he had missed. \" That Annie Mordaunt seems a niceish girl,\" said the colonel, a few days after Hugh had rejoined. \" A niceish girl !\" exclaimed Hugh, indig nantly ; \" she is an angel !\" \" Oh, indeed ! I was not aware of that. I did not notice her wings. I will look at her more carefully the next time I am in her company.\" \" I did not mean that,\" said Hugh, turning scarlet. \" I only meant that she is a very nice girl indeed.\""], [72, "64 ON THE BRINK. \" That is to say, we mean exactly the same thing. At your age, a girl who is very nice indeed, at mine becomes niceish. But, my dear Hugh, you ought to cure yourself of these absurd exaggerations. If you talk of a woman as an angel people will think you are in love with her, which is not the case here, I pre- sume. \" I do not know,\" said Hugh, as if reflect ing. \" I think if ever I have a wife I should wish her to be like Annie.\" \" My dear Hugh, pray remember you are only just sixteen, and it is to be hoped many a long year will elapse before you think of taking a wife. And when you do, you must not expect an angel. Believe me, angels are confined to their proper sphere ; we have no angels on earth.\" \" Yes, I think there is one. Mamma — Lady Tenby, I mean.\" Compton was not prepared for this illustra tion of Hugh's theory, in which, in this parti cular instance, he entirely concurred, though"], [73, "ON TEE BRINK. 65 he did not think proper to acknowledge it. \" Well,\" he rejoined, \" if Lady Tenby is not an angel, I believe her to be as near it as mortal can hope to be.\" Before Colonel Compton left Cairo he made some inquiries about Lady Tenby 's Circassian rival. He had heard Nelly more than once lament with womanly feeling that she had no means of finding out the truth with respect to the fair Fatima's actual position, with a view- to assisting her in case she stood in need of assistance. She had no great faith in her husband's liberality. Compton ascertained that she was living very comfortably and very respectably, under the protection of the ladies who had first interested themselves in her fate. As soon as her confinement was over she was to marry an Italian renegade officer, who stood high in the Pacha's favour. At length Compton's business at Cairo was completed. At Alexandria they embarked for Constantinople, where they established them selves in a hotel at Pera. They arrived early, VOL. II. f"], [74, "66 ON THE BRINK. and had hardly finished breakfast when the waiter announced that an English Milordo wished to pay his respects to Colonel Compton. As most English are Milordos in the eyes of waiters abroad, Compton hardly expected to see a genuine specimen of the race, and was more astonished than gratified when Lord Tenby walked into the room. Hugh, who knew his father by sight, instantly withdrew, and Compton, in his coldest manner, expressed his surprise at his lordship's visit. \" I thought I should astonish you,\" Lord Tenby replied. \" I saw you come into the hotel, and I could not resist the pleasure of paying you a visit. I trust Lady Tenby was well when you heard from her.\" \"It is some time, my lord, since I heard from Lady Tenby herself, but I received a letter from Mr. Halsted not long since, and he mentioned that his daughter was perfectly well.\" \"Thank God, thank God for that! \" exclaimed his lordship, with great fervour. \"And old"], [75, "ON THE BRINK. 67 Halsted, I hope he is well too, though he is my bitterest enemy. He it is who has made my life a blank, for it is to him that I owe the desertion of my wife. Ah, Colonel Compton, you can little guess all I suffer from being deprived of the society of the woman I adore. debarred even from the means of communicat ing with her. For believe it or not, as you please, I never loved woman as I love my Eleanor.\" \" It is a pity, my lord, you did not make the discovery earlier.\" \" It is, it is ; a thousand pities. But what can I say ? I must have been delivered over to the power of the devil. You believe in the devil and his influence, do you not ? \" ' \" It would be difficult, my lord, not to believe in it, when one sees such an amount of folly and wickedness in the world.\" \" Just so ; very good ; very well put ; a capital argument. Well, then, you see I was completely in the power of the devil ; literally, not a free agent. But I have shaken him"], [76, "68 ON TEE BRINK. off altogether. I am completely changed, thoroughl}T reformed. You will oblige me by mentioning to Lady Tenby that I am thoroughly reformed.\" \" You must excuse me, my lord. There is a sort of tacit understanding between us that your lordship's name is not to be mentioned.\" \" I am very sorry to hear it — very sorry — for I placed great dependence on your good word. And now that hope is gone, like so many others. But at least you may tell me what chance there is of Eleanor's relenting.\" Compton was beginning to be rather tired of the conversation. He answered, shortly, \" As far as I can judge, none whatsoever.\" \"Good heavens! But I trust you are mistaken. I cannot believe that she will persist in her cruelty, when she sees how devoted I am to her. Sooner or later she will relent. But what has become of your com panion? I hope I have not driven him away. A nephew or some relation of yours, I suppose ? \""], [77, "ON THE BRINK. 69 \" Nothing of the sort, my lord. My com panion is Mr. Hugh Graham, your lordship's son.\" Even this coup de massue made no evident impression on Lord Tenby. \"You don't say so ! \" he replied, unabashed. \" How extremely curious ! I should never have guessed it. Pray give him my kind regards. I should I have liked to make his acquaintance, but as have taken my passage to Smyrna in the steamer that starts this afternoon, a meeting now, to part again so soon, would be productive of more pain than pleasure to both of us. So that is Hugh Graham ! A fine, handsome, gentlemanlike young man, and does infinite credit to Eleanor's training. She will like to hear that I was much pleased with his appear ance. There can be no objection to your tell ing her that, at all events ; and, pray, add my most grateful thanks for the care she has taken of him. And now, colonel, I must take my leave, for I have much to arrange before my departure.\""], [78, "ON THE BRINK. 70 He had scarcely closed the door when he opened it again. \" You do not happen to be in want of money, Compton ? \" he asked. \" If you are, make me your banker, for I have a good letter of credit. I take better care of my money now than I used to do. Another sign of reform, eh ? \" Offers of pecuniary assistance are singularly efficacious in softening the hearts of those to whom they are addressed, probably on account of their rarity. Compton thanked Lord Tenby with more warmth than he had hitherto mani fested, and assured him that he was amply provided ; nor did he refuse the hand held out to him as his lordship took his final departure, leaving Compton to meditate upon the strange scene through which he had just passed. The question which proposed itself to his mind was whether Lord Tenby was insane, or whether he had only been acting a part. If the former, how much of his conduct would be accounted for ; if the latter, it was an aggravation of his former offences, though it was difficult to con-"], [79, "ON THE BRINK. 71 ceive that a man of so much natural acuteness could have hoped to impose upon anyone by such shallow simulation. Compton recollected that Mrs. Thorpe had said that there were times when she really believed that Lord Tenby was not in his right mind, and certainly many of his actions favoured the supposition. On ;he present occasion his manner had been, to say the least of it, eccentric ; while the extra yagant language in which he had spoken of Ms wife, and alluded to their separation, was strongly suggestive of a disordered intellect. Then the colonel reverted with a feeling of irritation, not altogether free from self-reproach, to the strange persistence with which Lord Tenby, ever since the commencement of their acquaintance, had endeavoured to gain his goodwill, contrasting it with his own coldness of manner, amounting at times to incivilitj\". True, Lord Tenby was a profligate scoundrel, whose transgressions had placed him almost out of the pale of society ; but was he himself quite immaculate, more especially as regarded"], [80, "72 ON THE BRINK. the sinner at whom he was throwing stones ? If he did not positively covet his neighbour's wife, it was quite certain that he entertained for her feelings which the said neighbour would be far from approving. It ended by his dividing Lord Tenby into two : Lady Tenby's husband, whom he was at liberty to abhor and detest as much as he pleased ; and Lord Tenby, pur et ■simple, whose goodwill he regretted that cir cumstances would not allow him to cultivate and return. It was not, on the whole, a satisfactory cor clusion ; but before he could arrive at a better Hugh entered the room. \" Has Lord Tenby been gone long ? \" he asked. \" About a quarter of an hour. But how did you know it was Lord Tenb}* ? \" \" I have seen him two or three times \" He did not know you, however, till I told him who you are. He expressed himself much pleased at your appearance, and desired me to give you his kind regards. He leaves this afternoon for Smyrna.\""], [81, "ON THE BRINK. 73 Hugh made no answer, and the subject dropped. They were detained ten days at Constan tinople. They made a few excursions in the neighbourhood, but the greatest part of their time was passed in the hotel, for the weather was intensely hot. Even Compton, well accus tomed as he was to an Indian sun, was fairly overpowered by it, and began to look wistfully for the day on which he might commence his homeward journey. At present his official occupation was confined to calling daily at the embassy to inquire how matters were pro gressing. At length one morning he returned, the bearer of good news. \" Hugh,\" he said, \" our treaty is ratified, and will be forwarded to England this day by a special messenger. You may, therefore, make all your preparations for departure as soon as you please. And from this moment our tongues and pens are freed from restraint, l'ou may write to Lady Tenby, and tell her all you have been about. Y'ou"], [82, "74 ON THE BRINK. may also say that we shall be at home in the course of two or three weeks. There is no occasion now for our travelling in such a desperate hurry as when we left England, and it would be a pity not to see something of the country we pass through.\" In pursuance of this resolution they visited Athens and Venice, and, continuing their journey through the north of Italy and France, arrived in London in the end of July."], [83, "ON THE BRINK. 75 CHAPTER IV. Lady Texbt found the first few weeks after Colonel Compton 's departure pass very heavily. Her father spent all his nights and most of his days in the House of Commons, devoting him self, now that he had no private business of his own to engross his time, to that of his country with the most praiseworthy assiduity. Mrs. Thorpe had no great variety of conver sation ; indeed her talents were less those of a talker than of a listener, of which branch of social science she was an accomplished mistress. But Nelly did not feel inclined to make much use of her in this capacity. The thoughts which occupied her mind were untranslatable."], [84, "76 ON THE BRINK. She could not reduce them to sufficient order to express them in words ; in fact, she did not understand them herself. All she knew was that she felt very lonely, very desolate, and in perfect good faith attributed this feeling quite as much to Hugh's absence as to tbat of his companion, frankly confessing, in reply to an observation of auntie's, that she missed them both. \" I am sure I do not wonder at it, my dear,\" said that worthy lady. \" The loss of those we regard, and to whose society we are accus tomed, is always a grievous trial. I remember how much I missed Arthur when he first wrent out to India. And so did you too, though I dare say you hardly recollect it.\" \" I suppose I did,\" replied Nelly, who well remembered that she had cried herself to sleep night after night on that occasion. \" But now I have an additional source of anxiety in Hugh. He is so impulsive, notwithstanding his cold manner, that I always dread his getting into some scrape.\""], [85, "ON THE BRINK. 77 \"I think, my love, you may very safely trust Arthur to look after him.\" \" Yes, when he can, but no doubt his time will be much occupied. And then I confess it is a great trial to my patience not to know where they are gone.\" \"My dear, these are trials to which you must accustom yourself. Arthur may soon go back to India, and there is no sa}Ting what may be Hugh's lot in life. After all, you are no worse off than you were this time last year, when Hugh was at school, and all we knew of Arthur was that he was alive.\" \" That is true, but I am not what I was this time last year. Then I avoided all thought of the past or future. I lived in perpetual movement, and I was satisfied. But this is the case no longer. I feel ten years older, and, dear Auntie, I cannot help sometimes reflecting upon what my old age may bring me, without a husband, without a child, without a relation even. It is not a pleasant prospect.\" \" My darling, you must not give way to"], [86, "ON THE BRINK. 78 such thoughts as these. In the place of rela tions you will have sincere and attached friends.\" \" Yes, but it is not the same thing. As I grow older I long for the ties of blood, for some one I could call cousin, however distant. As it is, with the exception of yourself and my father, I am literally alone in the world. When you two go, I could be content to go too.\" In short, poor Nelly had fallen into a fit of despondency, and attributed it to any cause that suggested itself. Mrs. Elizabeth exerted herself to the utmost to combat it, and suc ceeded to a certain extent. Yielding to her entreaties, Lady Tenby did her best to shake off the morbid feelings which oppressed her. She had taken a sort of horror of society, but she now accepted a few invitations, and took an opera-box in conjunction with Lady Winder mere. She had too much good taste to carry her griefs into society, and if she did not nowT exhibit the high spirits for which the world"], [87, "4 ON THE BRINK. 79 had once given her credit, her manner was always cheerful, and she was quite ready to bear her part in conversation. If anyone noticed the slight change which the last few months had produced in her, it was set down as the very natural consequence of Lord Tenby's conduct and the separation which had been forced upon her. And this conviction was not calculated to diminish tha interest she inspired. She went still further. Shortly after Comp ton's departure she had assisted at the marriage of Sir Philip Compton and Lady Winifred Langley, ami had promised to pay them an early visit, a promise which she now fulfilled. On arriving at Compton Manor she found her self one of a large party, consisting for the most part of her intimate friends, for naturally the Langley element predominated. \" Though last, certainly not the least welcome of our guests,\" said Sir Philip, as he took her in to dinner. \" I was almost afraid I should not be able to"], [88, "ON THE BRINK. 80 come at all,\" was her reply, \" for my father has had a fit of the gout for the first time in his life. He is getting over it, I am happy to say, and insisted upon my keeping my engage ment to you.\" \" Well, better late than never. And, by the-bye, have you any news of Arthur ? I mean to call him to a strict account if ever he turns up again. He told me, or rather wrote to me, that he was obliged to go abroad on urgent business, which between ourselves I do not believe. Was he more open in his com munications to you ?\" At the first sound of Arthur's name Lady Tenby felt her colour rising, but before Sir Philip finished she had recovered her com posure. \" No, indeed,\" she said ; \" it seems a most mysterious piece of business. I have heard from him twice since his departure, but without giving me his address.\" \"But the post-mark; did you notice that?\" \" There was only the London post-mark on the letters.\""], [89, "ON THE BRINK. 81 \" Sent by some private hand, no doubt. But at all events we know a little more than you. Mr. Cooper met him somewhere. Cooper, did not you say you had fallen in with Colonel Compton ?\" \" That is to say, I caught a glimpse of him at Vienna, more than a month ago, accompanied by a very young man. But we were not near enough to speak.\" \" Depend upon it,\" said Captain Langley, a cousin of Lady Winifred's, \"the very young man was some young lady in disguise, pro bably some heiress, whom he has carried off and married unbeknown to her disconsolate parents, and with whom he is honeymooning on the Continent. This accounts at once for his mysterious disappearance.\" Lady Tenby opened her lips, and probably the words she was preparing to utter would not have been remarkable for their discretion, but fortunately Sir Philip was first in the field. \" No, no,\" he said, warmly, \" Arthur is not likely to carry off any one, heiress or not ; but VOL. II. o"], [90, "82 ON THE BRINK. if he does it will be in the face of day, drums beating and colours flying ; and if he chooses to bring her here we will see if the old house cannot stand a siege, as it did two hundred years ago. No, I adhere to my old theory.\" \" And what may that be ?\" asked Lady Henry Langley. \" Why, that he was desperately in love with Winifred, and could not bear to see me carry off the prize.\" \" Lucky for you, then, you were beforehand with him, Sir Philip. Was it not, Winnie ?\" retorted Lady Henry. \" Colonel Compton does not look like a man to woo in vain.\" \" Avis au lecteur,\" said Lord Henrj\". \" I shall take very good care how I let Colonel Compton come within my doors.\" \" Now, Harry, that is so like you, judging others by yourself. A very bad rule, in your case, at all events. Of course, Colonel Comp ton would never think of falling in love with a married woman — would he, Eleanor ?\" \" Certainly not,\" Lady Tenby replied, with"], [91, "ON THE BRINK. 83 more earnestness than the occasion seemed to require. \"This is all very fine talking,\" said Lord Henry, \" but it does not eradicate from my breast the jealous feelings of which I am the victim. I can only see one remedy for them. Arthur Compton must marry. He is by far too dangerous a man to be allowed to roam about the world in his single state. We are all of us, married and single, interested in muzzling so formidable a rival. What I pro pose is this : that we form a company, limited liability of course, to secure an appropriate wife for Compton, to* be presented to him on his return. Will you be chairman, Lowes toff?\" \" With pleasure \"But first,\" continued Lord Henry, \" to be certain of success, we must secure some lady patroness. Winnie, ask my mother if she will give us her name.\" The Duchess of Lowestoff was still handsome, notwithstanding her fifty years, rather formal,"], [92, "84 ON TEE BRINK. very good-natured, and very deaf. She was sitting next to her daughter, who was the only one of the party who had the knack of making her hear. \"Mamma,\" said Lady Winifred, \" we want to find a wife for Colonel Compton. Will you let us put down your name ?\" \" Marry Colonel Compton at my age ! My dear Winifred, what are you thinking of ?\" No one could help laughing, and with some little trouble it was explained to her that she was only wanted as a sort of decoy duck, when she good-humouredly acquiesced. In the mean time Lord Henry had asked for paper and a pencil, and with the assistance of his wife, who entered into the joke heart and soul, drew up a prospectus, or advertisement, in the following terms : \" The friends of a gentleman of high military rank, V.C., aged about thirty-one, tall, hand some, and clever, being desirous of trans planting him from the barren moors of single"], [93, "ON THE BRINK. 85 life to the verdant pastures and flowery lawns of matrimony, take this means of informing the disengaged female public that a most eligible opportunity now offers for drawing one of the great prizes in the hymeneal lottery. The candidates must be well born, clever, amiable, under twenty-five years of age, and, it is super fluous to add, with more than an average share of personal attractions. They must also be provided with a certificate from their medical attendant of their having been vaccinated. Tickets, one hundred pounds each, the proceeds of which will form the dower of the fortunate fair, to be had of the secretary. The names of the following ladies and gentlemen will, it is presumed, be a sufficient, guarantee for the respectability of the prize, and the bond fide nature of the whole concern. \" Lady Patronesses, \" Her Grace, the Duchess of Lowestoff, \" The Countess of Tenby.\" \" And,\" said Lady Windermere, \" I am sure"], [94, "86 ON THE BRINK. you may put down the Countess Dowager of Tenby, for she confided to me that, if she still had a daughter to marry, there was no one to whom she would trust her with greater con fidence than to Colonel Compton.\" \" Oh, we will have the dowager of course !\" exclaimed Lord Henry. \" Lady Tenby, may we not put down your mother-in-law's name ?\" Lady Tenby had not been paying much attention to what was passing ; she had, for the last few minutes, been absorbed in thoughts of a most painful nature. The possibility of Compton's marriage had never entered her head before this conversation. Now it seemed to her not only possible, but probable ; the most natural thing in the world. And then, what a change it must inevitably bring in their relations to each other. How few wives tolerate an intimacy between their husbands and another woman, more especially if the intimacy is of old date ! Compton's marriage would be the death blow of their friendship. And how ill could she afford to lose a friend, — and such a friend !"], [95, "ON THE BRINK. 87 Lord Henry's words drew her from her reverie. She was not very clear to what his question referred, but she answered at a ven ture, \" My mother-in-law ! Oh, I suppose so, but I really do not know.\" \" Well, down she goes, at all events,\" said Lord Henry, and in a few minutes the docu ment was completed and read out aloud. When Lord Henry had savoured the applause which his literary efforts deserved and obtained, his brother-in-law, Lord Windermere, checked his satisfaction by saying, \" Now, Harry, that you have proved to us your abilities as secretary of joint-stock companies, take my advice and burn your prospectus. I do not think it is quite the sort of joke Colonel Compton would like.\" \"I quite agree with you, Lord Winder mere,\" said Sir Philip. \"I did not like to make the observation myself, but I think Arthur would be annoyed by it if it came to his ears, and I should be sorry if he knew that it had originated in this house.\""], [96, "ON THE BRINK. 88 \" By Jove !\" said Lord Henry, \" one would think we were going to publish it in real earnest. But, however, thus I consign it to the flames, and with it all my hopes of literary fame.\" \" Oh, Philip !\" cried Lady Henry, arresting her husband's hand, \" let me keep it. It is so clever, and I promise never to show it to any one.\" \" It is Philip now, is it ?\" said the individual addressed. \" I suppose you remember my saying that I would never say No, when you call me Philip tout court. Nor will I now ; keep it if you will, but jtou will really confer a favour on me if you will allow me to burn it.\" \" Now, that I call adding insul t to injury. Forcing me to do of my own goodwill, in ap pearance at least, what I most dislike. I shall not call you Philip again in a hurry. There, take it and burn it. It does not so much matter as I know it by heart. Stop ; let me have one look. Is it 'verdant lawns and flowery pastures,' or 'verdant pastures and flowery lawns ?' Oh, I see, that will do.\""], [97, "ON TEE BRINK. 89 \" And allow me to kiss your hand,\" said Sir Philip, \" in token of my everlasting gratitude.\" When they all retired to the drawing-room, Lady Windermere made room for Nelly on the sofa beside her. \"Now, dear Eleanor,\" she said, \" tell me all you have been doing since last summer. So many long months, and yet they seem to have passed so rapidly.\" \"For you, perhaps,\" Lady Tenby replied, \" but not for me.\" \" Poor, dear Nelly ! But everything is now settled, is it not ? YTou are quite free ?\" \" Quite. At least, as free as I wish to be.\" \"And Colonel Compton, what has become of him ?\" asked Lady Windermere, after a short pause. \"I suppose he has given you some hint of his whereabouts ?\" \" None whatever. Indeed, till Mr. Cooper mentioned having seen him, I did not even know he had been at Vienna.\" \"How extraordinary!\" Lady \"Windermere loved Nelly as a sister, but she had her share of curiosity, and could not resist gratifying it"], [98, "ON THE BRINK. 90 at the risk of embarrassing or even wounding her friend. \"Nelly,\" she asked, \"there has been no quarrel ?\" \" A quarrel !\" Lady Tenby exclaimed. \" A quarrel between Arthur and me ? No, thank God.\" \"Thank God, indeed!\" Lady Windermere rejoined, much relieved. \"All quarrels are painful, but quarrels between friends leave an impression which nothing can efface. So he is really gone without telling you why or where, and you are satisfied ? I admire, but I doubt if I could imitate, your discretion.\" \" He told me he was going on business, but that I must not ask any questions. I was satisfied, because I knew he would have told me more if he had felt himself at liberty to do so.\" \" Well, as I said before, I admire you. But I should not let Windermere off so easily. I would leave him no peace till I knew all about it.\" \"Lord Windermere is your husband, and,"], [99, "ON THE BRINK. 91 probably, would not undertake anything that he was obliged to keep secret from you. But even had I been inclined to press Colonel Compton on the subject, it would have been of no use. The secret, whatever it may be, is not his, and nothing would have induced him to break the confidence reposed in him. Had I been weak enough to make the attempt, it would have lowered me in his esteem, and in my own too, for that matter.\" \" I wonder who the young man is with him ?\" \" On that point I can enlighten you, and nothing will prove to you better that our friendship is unabated. The young man is Hugh. Though I knew neither why, nor where, Arthur was going, hardly indeed for how long, I allowed Hugh to go with him.\" \" Not a very feminine companion, certainly,\" observed Lady Windermere. \" I hope it is not treason to say so,\" re joined Nelly, \"but I do not much admire Captain Langley.\""], [100, "92 ON THE BRINK. \" My dear Nelly, remember he is very young, and when young men wish to be witty, they frequently only succeed in being flippant. But he will mend. To use Harry's expres sion, there is the making of a good fellow in him. We all like him.\" \" Do you ? Then I will try to like him, too. And talking of Lord Henry, how happy he and Edith seem to be together ! That was really one of the few marriages made in heaven.\" \" It was indeed ; no two persons can suit each other better.\" At this moment their conversation was interrupted by Captain Langley. \" We are getting up a dance,\" he said, \" and I hope, Lady Tenby you will allow me to have the honour of your hand for the first w altz ?\" \" I would, with pleasure,\" was the reply ; \" but my dancing-clays are over. I have quite given it up, but I will play for you, and you shall tell me what to play.\" \" Oh, Cousin Eleanor, you promised ever so long ago to dance once with me the first time"], [101, "ON THE BRINK. 93 we met at a ball.\" This reminder came from Lord Bertram, Lord Windermere's eldest sou, a young gentleman of twelve years of age, who had just sidled up and taken possession of Nelly's hand. He was desperately in love with her, and voted her his cousin, that he might have a pretence for calling her by her christian name. \"Did I?\" said Lady Tenby. \"Well, a promise must be kept, and I will take my leave of the dancing-world under your auspices. But you must first obtain Captain Langley 's permission for me, as I have just refused to dance with him.\" \" She may dance with me, mayn't she ?\" said Lord Bertram, turning to the captain. \" Say Yes, or I will fight you to-morrow before breakfast.\" \" Bertram, what do you mean ?\" said his mother, greatly scandalized. \" I am afraid he means what he says,\" said Captain Langley, laughing good-humouredly. \" And as I have no wish to measure fists with"], [102, "94 ON THE BRINK. one who probably has had plenty of practice at school, I give my consent. I hope, Lady Tenby, you do not think the worse of me for my cowardice ?\" \" So far from it,\" she replied, \" that if you still wish it, as I am under no vow, I will dance with you first, and Bertram afterwards.\" Lady Henry volunteered to take the first turn at the pianoforte. She said she could not bear to witness Harry's flirtations, and was only too glad to turn her back upon him. \" I am afraid,\" said Langley to Lady Tenby, during one of the pauses iu their waltz, — \" I am afraid Sir Philip was annoyed at what I said about his cousin ; he took it up so warmly. Do you know Colonel Compton, Lady Tenby ?\" \" Intimately. He is one of my very oldest friends.\" \" My goodness ! What a scrape I have got into ! I have brought a regular hornet's nest about my ears.\" \" Thank you,\" said Nelly, laughing, \" for my share in the comparison.\""], [103, "ON TEE BRINK. 95 \" There again ! I am always saying some thing I ought not. I must positively take to thinking before I speak. How impertinent you must think me !\" \"No, not impertinent, certainly; a little thoughtless, perhaps. But it is not a bad plan to think before speaking, and especially if you do comment upon any one, to ascertain beforehand in what relation he or she may stand to your auditors.\" Lady Tenby 's time passed pleasantly at Compton Manor. By its master and mistress she was treated as a relation, and it gave her pleasure to feel herself on such terms with the head of the Comptons. She had, moreover, the satisfaction, while there, of receiving letters from the colonel and Hugh, forwarded to her by her father. It is true they were exceed ingly meagre of details, every indication of the actual locality in which the travellers then were being carefully avoided. Compton wrote warmly in praise of his companion, and Hugh's letter was filled with expressions of gratitude"], [104, "96 ON THE BRINK. for the colonel's unvarying kindness, though the innumerable erasures made it in places rather illegible. A postscript was added, con taining an entreaty to Lady Tenby not to attempt to decipher these blottings, as she would find out where they were. Soon after Easter, which was very late that year, the party at Compton Manor broke up, and Lady Tenby returned to Ealing."], [105, "ON THE BRINK. 97 CHAPTER V. As mentioned in the last chapter, Lady Tenby returned to Ealing, but only for a few days. Unknown to her, her father had hired for the season a small furnished house in Park Street, to which she removed, and then began a daily round of visits and parties, which was inexpres- sibly wearisome to her. Her newly-acquired distaste for the monotonous routine of London life soon amounted to positive loathing, and fain would she have given it up altogether, but she yielded to her father's wishes, who had taken their new abode expressly to suit her convenience. He was proud of the popularity which his daughter enjoyed ; and, being well VOL. II. H"], [106, "98 ON TIIE BRINK. aware that it is never easy to recover a throne once abdicated, he did all in his power to com bat her hankering for seclusion. Perhaps he thought that a little dissipation would be the best remedy for the fits of apathy which occa sionally took possession of her ; at all events, it left her but little time to think, and this, no doubt, was a gain, for she had few, if any, pleasant thoughts on which she could allow her mind to repose. For the rest, her time was disposed of much as it had been in former years. Her mornings were still passed in paying or receiving visits ; her afternoons in riding ; her evenings at the opera, or some large party. The only differ ence seemed to be that she took her pleasure, if pleasure it wras, in more moderation than for merly. She never danced ; she never remained late; and altogether her manner assumed a more matronly character. But her society was as much courted as ever, and, if anything, the circle of her admirers increased. Women looked upon her as a martyr, and professed to"], [107, "ON THE BRINK. 99 consider her cause as their own. Men were actuated by less selfish motives. They felt themselves bound, for the honour of their sex, to make her all the amends in their power for the ill-fortune which had linked her fate to that of the one black sheep by which their flock was tainted. Many hours in the week were spent at Ealing, where Mrs. Thorpe remained. Often, when her father was not expected home to dinner, after a gallop in Rotton Row, she pro longed her ride, attended only by her groom, to the villa, partook of auntie's comparatively early dinner, and rode back to town in the fine summer evenings, to dress and prepare for the more laborious occupations of the night. Gene rally, too, she passed her Sundays at Ealing, arriving there to sleep on the Saturday night, and returning to Park Street on the Monday. \" I am growing a regular cockney,\" she said, one evening, to Mrs. Thorpe. \" I never knew before what it was thoroughly to enjoy a day of rest.\""], [108, "100 ON THE BRINK. \" Probably you never wished for it before.\" \" Perhaps ; but I wish for it enough now. I feel quite done up by the end of the week. I do so wish my father would allow me to give it up.\" She spoke so wearily that her aunt looked at her anxiously. \" My dear love,\" she said, \" you do too much. Even my poor old eyes can see that you have a jaded look. If you must go out so much in the evening, surely you would do well to give up your riding. There can be no necessity for that.\" \" Give up my riding ! Oh, Auntie, do you want to kill me outright? It is the only thing, I verily believe, that keeps me alive.\" She had taken off her riding-hat, and seated herself on a stool at her aunt's feet, much as she would have clone some fifteen years before. Her head was lying in Mrs. Thorpe's lap, who smoothed back the hair from her forehead, which she kissed. \" How heated and feverish you are, Nelly. I am sure you want rest. Let me speak to Mr. Halsted.\""], [109, "ON THE BRINK. 101 \" No, no ; on no account. I am only heated by riding here fast in the sun. My body is well enough, but, dear Aunt, my mind is never at rest. I cannot help looking back and look ing forward, and then I endeavour to lay down plans for the future. The youth of my exist ence is over, and I should like to settle down at once to the life I must necessarily adopt in a few years. In short, I am old in feeling, and I am tired of acting a part which is repug nant to me. But I would not have my father guess this for the world. Poor papa, he suffers enough already on my account. And after all perhaps he is right in wishing me to go into society. It is certain it gives me a respite from less pleasant thoughts.\" \" My darling,\" said Mrs. Thorpe, \" it is not possible that you regret the step you have taken ; that you still feel an affection for Lord Tenby !\" \" None whatsoever. And if the step you allude to were still to be taken, I would take it to-morrow without hesitation.\""], [110, "102 ON THE BRINK. \" When did you hear from Colonel Compton ?\" was Mrs. Thorpe's next question, rather as if pursuing a train of thought than for the sake of information. \" It is more than three weeks since I heard from either of them. Of course I do not expect Arthur to be a regular correspondent, for no doubt he has much to do, but I own I am a little, a very little, hurt with Hugh. I think he might write more regularly. His labours, I suspect, are light enough.\" \" My dear, you must make some allowance for a boy just gone abroad, for the first time in his life. Besides, you cannot tell what opportunities they have of sending letters to England.\" \" Yes, I dare say I am not just. And, at all events, these are disappointments to which I must accustom myself. I look upon Arthur as already lost to us, and Hugh will soon be launched on the world to make his own way, and will probably lose sight before long of his old friends and connections.\""], [111, "ON THE BRINK. 103 \" No, Nelly ; in that you do him wrong. He will never forget her who has been more than a mother to him. And as for Arthur, I would as soon doubt myself as him.\" \" And so would I, Auntie. But when Arthur returns, he will enter at once upon official life, and to that he will devote himself, for he is amlitious. And, as soon as he finds himself in a position to do so, he will marry, for he vill want a home. Of Arthur's friendship and sympathy I am sure as long as we both live ; lut his marriage will put an end to all inti nacy between us. And what will you do then, Auntie,\" she continued, with an attempt at cieerfulness, \" when you have lost your devoted almirer ?\" \" Well, if that is to be the case, I shall deply regret it. But I cannot admit that Athur's marriage would necessarily entail a Ios of intimacy. What is to prevent him frcn marrying a friend of your own ? \" ' We shall see. And now I must order my hose and be off. I have promised to accom-"], [112, "104 ON THE BRINK. pany Winnie Compton to a ball at D House. Sir Philip dines out, and will be late, and she does not like going alone. Fancy Nelly turned into a chaperon ! \" She rode home with a heavy heart, for her recent conversation had revived forebodings which she habitually strove to banish. Had it been in her power to disclose to her aunt all the anxious thoughts with which her mind was filled, she might perchance have derived some consolation from the sympathy and advice oi one who was so thoroughly devoted to her, and who had more than an average share of gooc sense at her command. But this was out of the question. Her doubts and fears were stil too vague to find expression in words, and hal she been able to sift and analyze her feeling for Compton, there were some which she wouH have been little inclined to make the subject (f conversation. She believed them to be still s pure, as free from harm, as when they were by and girl together at Longwater, and who shill say they were not ? No doubt there is a lie"], [113, "ON THE BRINK. 105 not to be passed with impunity, but who can point out exactly where that line is ? At all events, if Nelly's attachment to her adopted brother had passed the limits of fraternal affection, she was totally unconscious of it. Not a thought of evd was mixed up with it- Her only feeling was that it was of too sacred a nature to be discussed with a third person. If she had been betrayed into an allusion to the probability of Compton's marriage, it was because for weeks she had been brooding over all she had heard on the subject at Compton Manor till the cup was full. In the presence of her aunt, in an unguarded moment, she gave vent to the thoughts which agitated her almost beyond the powers of endurance ; but with reflection came repentance, and it was in a great measure to cut short a conversation which she began to feel embarrassing that she made so hasty a retreat. One crumb of comfort she found on her return home in the shape of Hugh's letter from Constantinople, giving a long accouut of all"], [114, "106 ON THE BRINK. they had been doing, the satisfactory conclu sion of the business on which they had been engaged, and announcing their speedy return to England. But even from this, in the pre sent morbid state of her feelings, she contrived to extract copious matter for self-torment ing. Why had not Arthur written himself? Graham, it is true, said that his companion had delegated the task to him, that the letter might be in time for the messenger who was to start that night, as he himself had still long despatches to write, and a great deal of official work to get through, and hardly expected to have a minute to himself. But a few lines, one line even, would not have taken long. And then, why were they to make a tour through Italy and France, instead of coming straight home after so long an absence ? But conscience whispered to her that this arrange ment had been made to please Hugh, and through Hugh to please her. This convic tion rather soothed her perturbed spirit, and before Lady Winifred's carriage stopped at"], [115, "ON TEE BRINK. 107 the door, she had pretty well recovered her equanimity. One of the first persons who accosted her at D House was Lord Margate. \" I hope,\" he said, \" you received the letter from Colonel Compton which I sent you this afternoon. It was enclosed in one to me.\" \" Thank you, yes. I was wondering how it came, for it had no post-mark on it. But it was from Mr. Graham, Colonel Compton's private secretary ; not from the colonel himself.\" \" Indeed ! How stupid of me not to notice the difference of the handwritings. Is Mr. Graham a friend or relation of yours ?\" \" A friend of mine, and a connection of Lord Tenby's.\" \" Then I am sure you will be happy to hear that Colonel Compton speaks of him in the highest terms. We must see if we cannot give him a lift, now that he has got his foot on the ladder.\" \" Oh, Lord Margate, if you can do anything for him you will place all of us under a great"], [116, "ON THE BRINK. 108 obligation ! From what he says I can see that his heart is bent upon obtaining employment in the public service, the diplomatic, if possible.\" \" I am sorry to say I have nothing to do myself with diplomatic appointments; but he shall not want my good word. As for Colonel Compton, he has exceeded my expectations. I presume you know he was sent to Egypt, and has been completely successful in the object of his mission ?\" \" So Hugh, Mr. Graham I mean, tells me. Mr. Cooper mentioned having seen them both at Vienna ; but beyond that, till this evening, I had not an idea where they were gone.\" \" Colonel Compton has every quality to make a good public servant,\" said Lord Margate, \" and I hope before long to see him attached to my own department. I have no doubt he will be made a K.C.B. on his return, and then the next thing for him to do will be to marry. Really, Lady Tenby, you and his other lady friends ought to look out for a good wife for him.\""], [117, "ON TEE BRINK. 109 Always the same idea ! Arthur coming home to marry ! In the eyes of all, old and young alike, it was the natural, the necessary consummation. Lady Tenby smiled as Lord Margate bowed and passed on ; but the smile, though it might deceive him and others, could not deceive herself, could not eradicate the sickly feeling which had taken possession of her heart. And to be asked to select a wife for him ! And yet, why not ? Arthur Compton could never be to her more than he was at present, — a dear and valued friend. His mar riage she looked upon as inevitable, and, if so, what could she do better than to act upon Auntie's suggestion, and endeavour to direct his attention to some friend of her own ? And then something told her that even this sacrifice would be made in vain ; that the moment which saw her friend Compton's bride would also witness the dissolution of their friendship. Arthur was her brother, but for Arthur's wife she could never entertain the feelings of a sister."], [118, "110 ON THE BRINK. She had not much time to indulge in these thoughts undisturbed. Lady Winifred had joined the dancers, and, making her way to an ottoman on which Lady Windermere was seated, Nelly was soon engaged in an animated conversation with half a dozen of her habitual coterie; laughing and talking with that wonderful self-command which women alone possess, which the soi-disant lords of creation may envy, but cannot hope to attain, or even to imitate successfully. For what was the much-vaunted fortitude of the Spartan boy with the fox gnawing at his entrails compared to the heroic hypocrisy which wreathes the girlish face in smiles, while the heart is torn by anguish and despair ? But, however well Lady Tenby played her part, Lady Windermere saw there was some thing wrong. \"Are you not feeling well, Nelly ? \" she asked. \" To tell you the truth, I have a racking headache. I rode over to Ealing in the heat of the sun, and back in the damp of the evening,"], [119, "ON THE BRINK. 111 and I think I must have caught cold, I feel so feverish. Had it not been for my engagement to Winnie, I do not think I should have stirred out to-night.\" \" Well, turn her over to me now, and go home and nurse yourself.\" \" No, thank you ; I am not ill enough for that, and I promised Sir Philip to remain till he comes. He cannot be long now.\" At this moment the music ceased, and she found herself surrounded by a numerous band of dancers. \" Lady Tenby,\" said Lady Henry Langley, \" we have a great favour to ask of you. We want you to give us a breakfast at Ealing.\" Lady Tenby had given no parties that year in her small London house, and she readily as sented. \" That is to say,\" she added, \" pro vided my father makes no objection, for the villa is his. What day would you like me to fix ?\" It was now the middle of July, and, after a short consultation, the last Thursday in the"], [120, "ON THE BRINK. 112 month was named as the day likely to be most convenient to all concerned. Soon after Sir Philip Compton made his appearance, and Lady Tenby was at liberty to retire—\" Come and dine with us quietly to-morrow, Nelly,\" whispered Lady Windermere, as her friend rose to depart. \" Not to-morrow, dearest. My father has a few friends to dine with him, and he would be annoyed if I were absent.\" A mere excuse ! It was quite true that Mr. Halsted had some friends to dine with him, but they were all men of his own age, with whom he was counected either by politics or business, and nothing would have seemed more natural to him than that his daughter should on such an occasion have sought society more congenial to her. The truth is Lady Tenby did not care to run the risk of a tete-a tete with Ladv Windermere, and expose her self to the interrogatories of that quick sighted and rather inquisitive friend. She was now fully alive to the consciousness that there"], [121, "ON THE BRINK. 113 were feelings in her breast which she could not bring herself to avow to any created being. The project of a breakfast at Ealing met with Mr. Halsted's hearty approbation. It took place on the day appointed, and was a complete success. The weather was magnifi cent, the arrangements perfect, and the visitors determined to enjoy themselves to the utmost. As night closed in, the garden was lighted up and dancing was carried on with redoubled vigour. It was nearly twelve o'clock before the last guest departed ; but late as it was, Lady Tenby announced her intention of return ing to town, to be out of the way of the con fusion attendant upon putting things to rights. Mr. Halsted remained to see that no time was lost, and as little mischief done as possible to his flowers and furniture. Mrs. Thorpe also elected to remain, although Lady Tenby did her best to persuade her to sleep in town for that night at least. \" You have no idea, Auntie, of all the dust and noise to which you will be exposed. Yrou shall VOL. II. i"], [122, "114 ON THE BRINK. share my bed, as I used to share yours at Long water, or, if you prefer it, I will have a separate bed made up for you. Do, dear Auntie, and we will talk over all our adventures, like a couple of school-girls, for I know you enjoyed it as much as anyone. As for your flirtation with Lord Windermere, it was something too shocking. I quite felt for poor Cecilia.\" To this charge Auntie pleaded guilty, alleg ing as an extenuating circumstance that she was not a hardened offender ; but beyond ex tracting this confession Nelly's eloquence was of no avail. Mrs. Thorpe refused to profit by her niece's invitatiou, and Lady Tenby was obliged to return alone. During the whole of that day she had been in high spirits. She seemed to have cast on one side all her cares, and to have had but one object in view, — the amusement of her guests. People sometimes wondered why Lady Tenby 's parties were always so agreeable, but the secret of her success was simple enough. In the first place, her rooms were never over-crowded, and"], [123, "ON THE BRINK. 115 those whom she invited were all known to each other. Of course new blood was occasionally introduced, but it was always in the shape of those who were, in some way or other, qualified to take their seats amongst the denizens of the social Olympus. To this must be added her uniform and never-failing care for the comfort and pleasure of others without a thought of self, and all done so quietly, so unobtrusively, as to be imperceptible. The present occasion had offered no exception to the rule ; Lady Tenby had exerted herself to the utmost, and was rewarded for her efforts by seeing her guests depart, pleased with her, pleased with themselves, and pleased with each other. The last to wish her good-night were her mother-in law and Sir William Claremont, who had made a point of remaining till the very last. But her animation deserted her, as the door of the carriage was closed on her, and she began her solitary drive home. Involuntarily, her thoughts reverted to a similar scene in the preceding year, when she had renewed her"], [124, "116 ON THE BRINK. acquaintance with Arthur Compton. What changes had taken place since then in her own position and that of her father ! But the greatest change of all was in her own feelings. In what the change consisted, or how it had been effected, she hardly knew. All that she did know was, that a few short months ago she was comparatively tranquil and happy in the unabated regard of the friend of her childhood, and that now she was most wretched. A small still voice made itself heard, telling her that, if she would avoid a life-long repentance, she must learn to wean herself from all intimacy with him, whose friendship was what she most valued upon earth. To succeed in this she must begin at once. She must meet him on his return with assumed indifference, and cut short all attempts on his part to renew the familiarity of their former intercourse. And upon this course she resolved in all sincerity of heart. But at what a cost ! She bowed her head in her anguish, and called upon God to help her in her need."], [125, "ON TEE BRINK. 117 The carriage stopped, and she rushed up stairs, anxious to conceal all traces of her agi tation from the servant who let her in. Open ing the drawing-room door, for a moment she was dazzled by a glare of light, and in the next she saw Hugh Graham asleep in an arm chair, and Compton advancing to meet her. Every other feeling was merged in one of happiness. \" Arthur, dearest brother !\" she exclaimed, taking both his hands, \" this is, indeed, an un expected pleasure. How long have you been here, and why did you not come on to Ealing ?\" \" We came at nine,\" Compton replied, lead ing her to a sofa, and taking his seat beside her, while Hugh continued his slumbers ; \" con sequently we have been here about four hours. As for going to Ealing, look at that poor boy. He is thoroughly done up, and I am not much better. Besides, I am not fond of meeting my friends for the first time, after a long absence, in public places.\""], [126, "118 ON TEE BRINK. \" You are right. How good of you to wait for me !\" \" Dear Lady Tenby, do you think I could have slept in peace without seeing you ? And if I could, Hugh could not. He insisted upon coming here at once, and would hardly allow me to leave our trunks at the hotel before he forced me into a cab.\" \" It was Hugh's plan then, was it ?\" Compton made her no answer in words, but her eyes sank before his. \" Yes, yes,\" she said, replying to his look ; \" I know it was yours as well as his. But,\" she continued, jumping up, \" I must wake him, and see if he is much changed, before I send you away.\" With some little difficulty Hugh was restored to consciousness, and Lady Tenby was per fectly astonished at the difference which a few months had made in his appearance. He had left her a boy, he came back a man in looks and manners. She could not refrain from expressing her satisfaction. \" Another"], [127, "ON TEE BRINK. 119 obligation I owe to you,\" she said, addressing Compton. \"I am afraid I cannot claim much merit,\" he replied, laughing. \" An Egyptian sun has bronzed him, his growth and manly look he owes to nature, and for the rest I suspect he is indebted to a certain Miss Annie Mordaunt. Eh, Hugh ?\" Hugh's bronze was converted into scarlet. \"Miss Annie Mordaunt! Who may she be ?\" asked Lady Tenby. \" Hugh will tell you all about her to-morrow. So now that I have given you something to think about, not of a very serious nature how ever, I suppose we had better take our leave.\" \" No, no. Wait a short time longer. They are going to bring me some tea, and I am sure you will be glad of some too.\" \" Well, a few minutes, then, just long enough to swallow a cup of tea.\" But then it came out that they had eaten nothing all day, except a hasty luncheon at Folkestone. A cold chicken and such other"], [128, "120 ON THE BRINK. eatables as the leader could produce on the spur of the moment were superadcled to the tea, and the clock struck three before anyone thought of moving. \" Now, I must positively turn you out,\" said Lady Tenby, \"but, re member, I shall expect you here at an early hour to-morrow, or rather to-day. And of course you will dine with us ? Luckily, we shall be quite alone with my father.\" \" That will suit me perfectly, for the after noon I must devote to official visits. Hugh will do as he pleases, for he is now his own master.\" \"Then, Hugh, you had better go over to Ealing in the morning to see my father and auntie. I know he does not mean to return to town till the afternoon, and jon can come back with him. He will be pleased with the attention, and in the meantime I shall have enough to do in hearing from Colonel Compton all your adventures by sea and land. Both of you together would be too much of a good thing.\""], [129, "ON TEE BRINK. 121 CHAPTER VI. The sudden and unexpected sight of Colonel Compton had completely banished from Lady Tenby 's mind the dreary thoughts which had taken possession of it during her drive home. Her greeting was as cordial, her welcome was as warm, as it had ever been, and she was at no pains to conceal the pleasure which his return afforded her. As long as he Vas present these feelings remained ; but on his departure, when she found herself alone, she gave free course to the mortification she felt at her total want of self-control. She felt something like alarm at the facility with which she had for gotten her good resolutions almost as soon as"], [130, "ON TEE BRINK. 122 formed, and she renewed them with a firm determination to resist every temptation to swerve from them in future. And then her thoughts took another turn. With painful accuracy she retraced every step of her ac quaintance with Compton from the moment of his taking her under his protection at Long water to that in which he had wished her good night half an hour ago. She recalled almost every word he had ever uttered to her, or even in her presence. The merry laugh of his youthful days again rang in her ears. Again, she saw the tears rise in his eyes as, kissing her and auntie, he faltered out his last farewell before his departure for India. Ah, why had she been so precipitate ? Why had she not waited for his return ? It was the first time such an aspiration had ever escaped her, at least in so distinct a form, and she shrank from a repetition of it, as if conscious that it contained the seeds of guilt. It certainly brought with it its own punish ment. Her dreams were rudely dispelled, and"], [131, "ON TEE BRINK. 123 she was thrown back upon the realities of her actual position, while at the same time she was roused to a full sense of the duties which that position, hateful as it might be, imposed upon her. For she was still Lord Tenby's wife. Although forced to separate from him by his own misconduct, she was still united to him by an indissoluble tie, she still bore his name, and she owed it to herself, quite as much as to him, to be more than ever guarded in her conduct, to do all in her power to shield herself from the possibility of censure or reproach. Hitherto this had been easy. Till Compton's return from India she had never felt the slightest serious preference for one man rather than for another. She had even sometimes joked with auntie on her own insensibility, for Mrs. Thorpe, quite aware of all the dangers to which her niece's peculiar position exposed her, was in the habit of questioning her very closely on the subject of those male friends with whom she was on habits of intimacy. This had been more especially the case during the first two"], [132, "ON THE BRINK. 124 or three years of Lady Tenby's married life. Latterly she had in a great measure discon tinued the practice, satisfied probably that there was no danger to be apprehended for Nelly's peace of mind. But if that was Mrs. Thorpe's opinion, it was no longer that of Nelly herself. Her eyes were beginning to open to the true nature of her feelings for Compton. Had it not been for the idea of his marriage so persistently forced upon her, she might still have remained in ignorance of them, and even now she thought that, if she could be assured that he would still remain what he had ever been, the true and devoted friend, that no one else would ever possess a higher place in his confidence and regard than herself, she could be content with that, and desire no more. But that seemed to be out of the question. Everybody concurred in looking upon Compton's marriage as a matter of certainty, and even to her it appeared highly probable. At all events, it behoved her to take her precautions in time, and gradually to"], [133, "ON THE BRINK. 125 dissolve their intimacy. She did not conceal from herself the pain it would inflict, not only on herself, but on Compton also, whose con stant and affectionate solicitude for her welfare deserved a better return ; but this only served to convince her of the absolute necessity of incurring no further risk. She felt that she was on the edge of a precipice ; one step farther might preclude all hope of escape. Tired as she was, it was long before she closed her eyes, and when she rose in the morning after a couple of hours of unrefreshing sleep, she showed evident signs of the agitation in which she had passed the night. She thought that she could not have a better opportunity for commencing the new system on which she had determined. She had a fair plea for avoid ing the tete-a-tete, which she feared and desired, and she availed herself of it. She ordered the servant to tell Colonel Compton when he called that she was so tired, and was suffering so much from headache, that she was unable to leave her room ; in consequence she hoped that"], [134, "ON THE BRINK. 126 he would excuse her receiving him that morn ing. As a sort of compensation, she added, that she hoped to be well enough to come down to dinner. Compton received the message and went his way, blaming himself for his thought less selfishness in having kept her up so late the night before, after the fatiguing day she had gone through. They met at dinner, and Lady Tenby's pale face was sufficient evidence, had any been needed, that the headache was no pretence. Compton, as he offered her his arm, expressed his regret for her sufferings in terms of such genuine sympathy, while he denounced himself as their cause, that she could hardly refrain from tears. She murmured out something, she hardly knew what, about over-fatigue and a restless night, and had no doubt she should be better after dinner. But if she expected to derive any benefit from that meal, it must have been through the organs of sight and smell alone, for after the first mouthful she pushed away her plate, declaring that she had no"], [135, "ON TEE BRINK. 127 appetite, and in a short time she rose and left the room, with the intention of lying down till they had finished dinner. Her father, who, like many others, had no faith in doctors on his own account, but thought highly of their skill as regarded others, proposed to send for the medical gentleman who had attended her on the rare occasions when she required his services ; but on this proposal she put a decided negative. It was still over-fatigue ; all she wanted was repose. A good night's rest would be her best remedy, and to-morrow would see her quite recovered. Mr. Halsted had received Compton with every expression of satisfaction at his return. He com plimented him warmly upon the ability which he had displayed in his Egyptian negotiations, and strongly advised him, if he received any en couragement from those in power, to give up the army altogether, and devote himself to the civil service. \" For,\" he continued, \"in the present state of things, the military profession does not offer much chance of distinction or emolument.\""], [136, "ON THE BRINK. 128 \" Who can tell ? \" replied Compton. \" How ever, I am quite open to an offer ; but if I accept it, it will be upon the distinct under standing that I am not to give up my original profession, and that at any time I may return to it if I think fit. Lord Margate, who is kind ness itself, has promised to take me by the hand, but he is not quite his own master. At least, he must consult his colleagues, and it is very possible that they may not take such an exalted view of my abilities and services as you seem to do.\" \"^Hugh,\" said Mr. Halsted, \" if you have quite finished your dessert, I wish you would go and keep Nelly company till we come up ; I want to have a little private conversation with Colonel Compton.\" Hugh obeyed with alacrity, and then Mr. Halsted continued, \" I have reason to speak of them as I do. You are aware that I was cognisant of the nature of your mission even before it was confided to you. I was quite aware of all the difficulties that stood in vour"], [137, "ON TEE BRINK. 129 way, but when I knew that you were the person charged with it, such was my confidence in your ability to overcome them, that I per suaded two or three gentlemen with whom I am connected to join me in a speculation, the success of which was entirely dependent upon that of your negotiations. The result will exceed our most sanguine expectations. I would not take thirty thousand pounds for my share of the profits.\" \" Good heavens, Mr. Halsted, what a risk you ran ! I am most thankful I knew nothing of it. I should have been completely unnerved, and incapable of attending properly to busi ness.\" \" That is the way to make a fortune though in these days. But you are not to suppose that it was the love of money alone which tempted me. I wished to prove to myself and others that I have lost nothing of my knowledge of business, and that age has not impaired my faculties. In my line I have achieved as great a triumph as you have in yours. Not but what the money VOL. II. x"], [138, "130 ON THE BRINK. is agreeable enough, for we were living up to our income. I should hardly have ventured to take this house, if I had not reckoned upon this piece of good fortune, and now I can gratify any little fancy of Nelly's.\" \" And if you, or rather if I, had not suc ceeded, how would it have been then ? And it was quite upon the cards at one time, I can tell you.\" \" Well, it would have been inconvenient, certainly. I must have laid down my own carriage, I suppose, and made other retrench ments. But do not imagine that I risked thirty thousand pounds, or anything like it. If I had lost the whole of my venture I could have met it without difficulty, though not, as I said before, without inconvenience. But let that pass. What I want to say to you is that, if now or at any other time you want a few thousands, they are heartily at your service.\" \"My dear Mr. Halsted,\" replied Compton, taking his hand, \" I thank you for this most friendly offer as sincerely as if I accepted it,"], [139, "ON TEE BRINK. 131 which I would do without the slightest hesita tion if I stood in need of assistance ; but that, I am happy to say, is not the case. I have always lived within my income, and since my second year in India I have not touched the interest of the small sum my father left me. During the last few years I have had very large allowances, and have saved money. If I were to retire to-morrow, I should have some thing like six hundred a year of my own, independently of half-pay or pension.\" \" I am very glad to hear it,\" said Mr. Halsted ; \" but there is no saying what may happen, and my offer stands good for all contingencies.\" \"You put me in mind of Mrs. Thorpe. When I was going out to India she fancied I might be in want of money, and offered me a hundred pounds.\" \" Did she ? It was just like her. She is one of the kindest-hearted and most unselfish women I know. Shall we go upstairs ? \" When they entered the drawing-room, Lady"], [140, "ON THE BRINK. 132 Tenby was lying on the sofa, holding Hugh's hand, who was seated by her. When Compton approached her, Hugh made a movement to rise, but Nelly held him fast, and he resumed his seat. It was not of Compton she was afraid, but of herself. In his answer to his inquiries she said she was feeling better. She meant to go to bed early, and to-morrow, no doubt, would be quite recovered. \" Do you think you will be able to give me an audience to-morrow ? \" he asked. \" There are one or two little matters I want to talk over with you.\" \" Hardly to-morrow, for I must go and see how Auntie is after her fatigues of yesterday, and I think a little country air will do me good.\" \" That will suit me perfectly,\" he said. \" I want to call on her, too ; I will ride over, and we can have our confabulation there. It will not take long.\" A shade of vexation passed across her face."], [141, "ON THE BRINK. 133 Compton noticed it, but attributed it to pain. \" I fear your head is still painful,\" he said. \" It is ; and if you will not think me very rude, I will go to bed at once.\" \"Rude! My dear Lady Tenby, you will make me feel like a stranger if you talk of rudeness. Shall I light a candle for you ? \" \" No, not just yet. I will give you some tea before I go.\" She did not know how to say good-night. \" Well, Hugh,\" said Compton, good humour edly, \" have you made a clean breast of it about Annie Mordaunt ? \" Hugh coloured and laughed. \" We had not got so far as that,\" he said, \" when you came into the room.\" They certainly had not. Hugh, who had done pretty nearly all the talking himself, had found so copious a theme in Colonel Compton's kindness, his cleverness, and his various other merits, that he was unable to enlarge upon other matters, and Lady Tenby made no attempt to turn the conversation into any"], [142, "134 ON THE BRINK. other channel. On the contrary, when it seemed to be flagging, and in danger of dying out, she found means to revive it by some seemingly indifferent question or remark. Now she thought it advisable to say something which might prevent Compton from making inquiries, and Hugh from volunteering infor mation as to the subject which they had been discussing. \" \\Ye mean,\" she said, \" to go through Hugh's adventures, chapter by chap ter. As yet, I have only had a general out line. But jow have told me nothing about yourself. Were you satisfied with your visit to Lord Margate ?\" \" Perfectly so. Too much so, I might almost say, for they are going to make me a K.C.B., and I had rather not, but Lord Margate says it would not look well if I decline, and might give offence.\" \" But why should you object ?\" asked Hugh. \" It is an honourable distinction.\" \"It is, and had I received it for military services I should have felt proud of it, but"], [143, "ON TEE BRINK. 135 somehow I do not quite like the thoughts of being rewarded for one accidental piece of good fortune with an honour, which, in all probability, I should never have acquired in my professional career.\" \" It only serves to prove the importance of your accidental piece of good fortune, as you are pleased to call it,\" observed Mr. Halsted. \" Of course it does,\" said Lady Tenby ; \" and, whether he likes it or not, I congratu late him upon it. I own I am delighted at it.\" And so she was, for a double reason. First, as conferring distinction on the man she loved ; and, secondly, because it seemed to open to her a way of escape from a great diffi culty. During the whole evening she had scrupulously refrained from addressing him as \"Arthur.\" That smacked too much of the intimacy to which she was determined to put an end. But the cold formality of \" Colonel Compton \" was still more repugnant to her, and could not fail to have a strange sound in the ears of her father and all those who were"], [144, "136 ON THE BRINK. aware that she never made use of that desig nation when in private. Still, some name he must have, for, in the long run, it is exceed ingly inconvenient not to know what to call a man whom one is in the habit of meeting fre quently. It struck her that \"Sir Arthur\" would be the very thing. She could adopt it in the first instance as a sort of joke, and allow it to grow up insensibly into a habit. \" And when is it to be announced ? \" she asked. \" In the next Gazette, I believe.\" \" So soon ? Then we must begin at once to accustom ourselves to your new dignity. Sir Arthur! I declare it sounds very well, does it not, papa ? Was not the Duke of Wellington Sir Arthur once ?\" And when she retired after tea, she wished him good night as Sir Arthur. Compton went to Ealing the next day, but his hopes of meeting Lady Tenby there were not realized. Mrs. Thorpe had received a note from her to say that her visit must be"], [145, "ON THE BRINK. 137 postponed, as the coachman had just sent word that one of the horses was too ill to go out, and before he could get another it would be too late for so long a drive. \"Does she say nothing of her headache?\" asked Compton. \" No. She only hopes I have got over my fatigues as well as she has recovered from hers. Here is the note, if you like to see it.\" There was nothing more in it than what Mrs. Thorpe had mentioned, and not a word for him, which he thought rather strange, as he had understood that she accepted the sort of appointment he had made. He did not, however, dwell upon it long, attributing it to forgetfulness, and devoted the next two hours to his old friend, with perfect content. The following day, when he called in Park Street, he was informed that her ladyship was gone to Ealing, wyhere she intended passing the day, and, though he was more successful on his next attempt, he did not derive much satisfaction from his visit. Lady Tenby was at home,"], [146, "ON THE BRINK.' 138 certainly, but, at that moment, was in deep consultation with her marchande de modes, trying on dresses, bonnets, and so forth. If Colonel Compton would have the goodness to wait, she would be down in a few minutes. The few minutes, however, expanded into some thing like an hour, and it was not till a knock at the door announced other visitors that she made her appearance. She apologised to him for having kept him so long. It was so pro voking that she had appointed madame for that morning, but that artiste was not a person to be dismissed without ceremony. In fact, there were very few of her customers whom she condescended to visit at all. It was a mark of distinguished favour, and to be trea sured as such; with much more to the same effect. It was all very pleasantly said ; she greeted him cordially ; she gave him quite as much of her attention and conversation as any one else ; there was nothing in her manner of which he could reasonably complain, and yet there was a something indefinable that left a"], [147, "ON TEE BRINK. 139 very unpleasant sensation on his mind. He had a sort of uneasy feeling that his position with regard to Lady Tenby was no longer what it had been, or at least that, if no actual change had as yet taken place in their relations, one was approaching, and this thought struck a chill to his heart. As he could not very well enter upon the subject which had brought him there in the presence of others, he took his leave rather abruptly. He made one more attempt to find her alone two days later, and was just in time to see her carriage drive from the door as he entered the street. In answer to his inquiries, the servant said that he believed her ladyship was gone to the dentist's. It was uncertain when she would return. Her horse was or dered at four o'clock. As Compton was walking moodily away, he met Mr. Halsted, to whom he recounted his misadventure, in missing Lady Tenby by a minute. \"Well, then,\" replied the banker, \" the best thing you can do, if not otherwise"], [148, "140 ON THE BRINK. engaged, is to dine with us to-day. Nelly has nothing to do this evening, and we will pass it quietly alone. I will leave a note for her to say 3rou are coming — that is to say, if it suits you.\" Compton accepted with pleasure, which, however, was not of long duration. When he made his appearance in Park Street, he learnt that Lady Tenby, before she received her father's note, had most unfortunately taken a box at the theatre, in conjunction with Lady Winifred Compton, for that very evening. She had just time to swallow her dinner, and then must run off, for she had promised to take Winnie and her husband, who were to bring her home, and Winnie was of rather an im patient frame of mind. \" And it is all my fault,\" said Mr. Halsted. \" If I had given my note to the servant, instead of leaving it on the table where it was over looked, Nelly would have had it when she came home to put on her habit.\" Compton could not help glancing at Lady"], [149, "ON THE BRINK. 141 Tenby during this speech. She did not look up from her plate, but she felt that his eyes were on her, and crimsoned to the roots of her hair. His conviction was that she had been guilty of an untruth to her father, either directly or indirectly, and it gave him indescribable pain. After a short pause, Mr. Halsted continued : \" As I am the culprit, I ought to be the sufferer. You had better accompany Nelly ; there will be plenty of room for you as well as for your cousins.\" Compton waited a moment to see if Lady Tenby seconded this proposal before he replied. She remained silent, and then he said, \" I am afraid it will not be in my power to-night, for I must return home early to finish some letters for the Indian post to-morrow, as I shall be engaged during the morning.\" Lady Tenby's carriage arrived soon after, and Compton offered her his arm. She took it, but her own trembled violently. \" I give you my word of honour,\" she said, when they were outside the dining-room, \" I did not open"], [150, "ON THE BRINK. 142 my father's note till my return home from riding —till after I had made this engagement.\" \"I believe you, Lady Tenby,\" was all he replied. He bowed as the carriage drove off, and then rejoined Mr. Halsted for a short time before returning home. \" Most provoking, is it not ?\" said that gentleman. \" I cannot tell you how angry I was with myself when I came home and Nelly told me of her engagement. She had not read my note, and there it wras still on the table, with the seal unbroken.\" She had spoken the truth, then ? Thank God for that ! But when had she ever before thought it necessary to vindicate her sincerity ? There was something that jarred on Compton's feel ings in the mere fact of her having stooped to such an unnecessary piece of humiliation. Nor did it escape him that she had not once expressed her regret at being obliged to leave him. Meanwhile Lady Tenby leant back in her carriage, and wept bitterly. It was not only that she saw that by the course she was pursu-"], [151, "ON THE BRINK. 143 ing she must alienate Compton's regard, but for the first time in her life she had been guilty of duplicity. What she had said was true, but it was not the whole truth. Her maid had told her that she had heard Mr. Halsted order the table to be laid for three, as Colonel Compton would dine with them. Guessing the contents of her father's note, she purposely refrained from opening it, and forthwith set about pro viding herself with a reasonable excuse to account for her absence. She dreaded being left alone with Compton, and being called upon for an explanation which it was out of her power to give. Compton saw that it was useless to depend any further upon chance for an interview, which Lady Tenby seemed determined to avoid ; and, as it was really of consequence that he should communicate with her, after giving her a couple of clays' respite, he had recourse to his pen. He was deeply wounded by her conduct, and was at no pains to conceal his feelings. \" Dear Lady Tenby,\" he wrote, \" I am sure"], [152, "144 ON THE BRINK. you must be surprised, and I fear displeased, at the pertinacity with which I seem to pursue you ; but you will forgive me when I tell you that it is not on my own account, but for the sake of one in whom you take an interest ; I mean Hugh Graham. Lord Margate has ob tained the promise of an attache'ship for him, provided he passes his examination. For this no time is to be lost, and as I ought to give a positive answer on the subject without further delaj', I should be obliged to you if you would let me know your wishes. I am aware howr much your time is occupied, and as it is impos sible to discuss a business of this nature before strangers, perhaps you will favour me with your intentions in writing at your earliest con venience. — Believe me to be, dear Lady Tenby, very faithfully yours, Arthur Compton.\" The cold formality of this letter had not the good fortune to meet with Lady Tenby's approval. She was quite sincere in her wish to dissolve the bonds of extreme intimacy which had hitherto existed between her and"], [153, "ON THE BRINK. 145 Compton. Her strong sense of duty, combined with vague apprehensions of future misery, told her that the course she had lately adopted was imperatively necessary, but every fresh step she took in it inflicted on her an additional pang. Least of all could she bear that Compton should so readily acquiesce in her decision, that he should even go beyond it, and this from no unwortlty spirit of coquetry, for she could have seen herself abandoned by all her other male acquaintance without wasting a sigh upon them ; but to lose his friendship was to lose all. To conceal her mortification she endeavoured to answer his letter in a jocular strain : \" My dear Sir Arthur,\" she said, \" I must begin by congratulating you, for I see your name in this day's Gazette, and I sincerely hope it is only the beginning of the honours in store for you. But to the subject of your letter. It is really unfortunate that I should have always been occupied with somebody or something when you have called, but if you VOL. II. l"], [154, "146 ON THE BRINK. can be persuaded to try your luck once more, come to me to-morrow between twelve and one, and I will give orders for the admittance of no one except yourself. YTou shall have a tete-a-tete with me, for Auntie, who is staying with me for a clay or two, goes for nobody. I accept Lord Margate's offer most gratefully ; the details we will discuss when we meet, but I cannot wait till then to thank you, which I do from the bottom of my heart, for your great kindness to that poor hoy. Auntie is dying to see Fechter, and has come to town for that express purpose. We have made a party to go to the Lyceum to-morrow, and she desires me to say that if you were disposed to be very amiable, you would dine here, and escort her there afterwards. I have taken upon myself to assure her that you will come, if disengaged, so my credit is at stake, and you must redeem it. Yours very sincerely, E. Texby.\" Compton was not altogether deceived by these gracious words, but he was anxious, if possible, to ascertain upon what footing he"], [155, "ON THE BRINK. 147 really stood, and determined to avail himself of the first opportunity for bringing matters to a crisis. He accepted both the appoint ment in the morning, and the dinner in the evening."], [156, "ON THE BRINK. 148 CHAPTER VII. Comptox found the two ladies sitting together in the drawing-room — the aunt at her eternal knitting, and the niece writing notes. He had nothing to complain of in his reception by both. Mrs. Thorpe, wrho felt a real affection for him, had no scruple in letting him see it, and Lady Tenby, strong in the protection of her aunt's presence and in her own good reso lutions, shook hands with him more warmly than she had done for some time past. By her desire they entered at once upon Hugh's business, which did not occupy any great length of time, and then Compton seated himself by Mrs. Thorpe, \" My dear Arthur,\" she began."], [157, "ON TEE BRINK. 149 But Lady Tenby interrupted her. \" Sir Arthur you mean, Auntie. You must not treat him so familiarly now. Honour where honour is due.\" \" Well, my dear, for once I will call him Sir Arthur, to congratulate him, but I must relapse into my old ways. I am too old to change them, and Arthur comes to me more naturally without the ' sir.\" \" \"And sounds more kindly in my ears, I assure you,\" said Compton. \" Were you not surprised to hear of my going to the play ? I do not suppose I shall see much, but we have got the largest box in the house, close to the stage, and dear Nelly drove all over London with me yesterday to find a pair of glasses that suit me.\" \" Dear Auntie,\" said Lady Tenby, \" you will do very well, and with a K.C.B. to take care of you, what can you wish for more r \" Oh, I shall be well taken care of, I know. I cannot tell you how dismayed I was when"], [158, "150 ON TEE BRINK. Mr. Halsted found that he must be in the House to-night, and what a relief it was to me when you consented to replace him.\" \" So, after all,\" thought Compton, \" I was only applied to, because there was no one else ! I was not included in the original plan !\" \" Yes,\" said Lady Tenby ; \" I told you I was sure Sir Arthur would come to our aid. He is always ready, like a preux chevalier, to assist women in distress.\" She tried to speak in a tone of pleasantry, but Compton replied gravely : \" I hope I am, and never more ready than when I can be of use to one whom I love and reverence so truly as I do Mrs. Thorpe.\" They then began discussing the party who were going, and which consisted of Lord and Lady Henry Langley, Captain Langley and a sister of his, and Hugh Graham. The four Langley s had arranged to meet them at the theatre ; the others, as a matter of course, wTere to dine together in Park Street. \"We mean to dine at half-past five,\" said"], [159, "ON TEE BRINK. 151 Lady Tenby, \" if that is not too early for you, and we all come back here to tea.\" Compton assured her that the arrangement would suit him perfectly well. At that mo ment Mrs. Thorpe was called out of the room, and, taking advantage of the opportunity, he said, without any preface : \" Lady Tenby, I wish to ask you a question : in what have I been so unfortunate as to offend you ?\" She coloured violently, but with well-as sumed surprise replied : \" Offend me ! what can you mean ?\" \" I mean that, since I returned from Egypt, your manner to me is totally changed. YTou are not capricious, and therefore I must have given you some cause for it.\" \" That sounds,\" she said, with a forced laugh, \" very much like a civil way of telling me that I am capricious.\" \" Certainly not. That is a fault no one who knows you can lay to your charge. I entreat of you to answer my question. I think I have a right to insist on it.\""], [160, "ON THE BRINK. 152 \" There is nothing to answer. I cannot assign a reason for a change which exists only in your imagination. We are all subject at times to variation of spirits, which acts upon our manner, and I do not suppose I am dif ferent from other people ; but it is rather hard, I must say, that I am on that account to be charged with caprice, for, put it as you will, it amounts to that.\" \" No, Lady Tenby, I cannot accuse you of caprice. On the contrary, your conduct seems to be regulated upon a fixed plan, and I can only conclude that I have given you some cause of offence which you are unwilling to avow. If so, do me the justice to believe it has been most unconsciously, most innocently.\" \" You have given me no cause of offence, and consequently I cannot be offended,\" said Lady Tenby, with considerable irritation. \"And there, pray, let the matter end. You seem determined to make mountains of mole hills, and I do not imagine there can be any use in prolonging the discussion. I think I"], [161, "ON THE BRINK. 153 might with greater reason complain of a change in you, for I certainly have never been taken to task in this manner before.\" \" And you may be very sure I shall never take such a liberty again.\" A sigh, almost a sob, escaped him, which he endeavoured, but in vain, to suppress. He continued, after a moment's pause : \" I think you said half-past five was your dinner hour, and I will endea vour between this and then to see Lord Mar gate, and announce to him your acceptance of his offer for Hugh.\" He rose to depart. She felt that she ought to say something, if but one word, to thank him for his unwearying kindness, but the word would not come. She could only hold out her hand, which he just touched, and then bowed and left the room without looking at her. It was as well for both perhaps that he did not raise his eyes to hers; one look would have revealed all. The door had scarcely closed upon him when Nelly threw herself on the sofa in an agony of"], [162, "154 ON THE BRINK. grief. \" Lost ! lost !\" she cried ; \" the best, the truest, the dearest friend, lost to me for ever ! Ah, what must he think of me ! How he must despise me, and curse me in his heart !\" They met at dinner, as if the events of the morning had completely passed out of their minds. Compton addressed Lady Tenby as he would an old acquaintance, but without the slightest approach to familiarity. Indeed, the refined courtesy with which he treated her would have seemed exaggerated in any one else, but his manners had a tinge of old fashioned good-breeding about them, which, in him, seemed perfectly natural, though it might have exposed others to the charge of affecta tion. In their merrier days Lady Tenby had laughed at it rather unmercifully. As soon as dinner was over they adjourned to the Lyceum. Mrs. Thorpe was installed in the best place, and being enabled, by the assistance of the glasses provided for her by her niece, to make out all that passed on the"], [163, "ON THE BRINK. 155 stage, took as much interest in it as a girl of sixteen. Her playgoing experience was not great, and she was rather scandalized at the unprincipled manner in which some of her companions laughed and talked through the most interesting scenes. Hugh and Lady Henry Langley made themselves particularly obnoxious, and mere than once drew on them selves the animadversions of the pit, much to the amusement of the lady. On the whole, however, the expedition answered perfeetty, and they all returned to Park Street in high good humour. Auntie retired at once to her own room, and Lady Tenby fully expected that Compton would make some excuse for not coming in. But in this she was disap pointed, whether pleasantly or not it would be hard to sa}'. He not only took his place at the tea-table, but made himself particularly agreeable. He was never much given to loud and boisterous mirth, but was always cheerful and entertaining, ready to amuse and be amused, and on the present occasion seemed more ani-"], [164, "156 ON THE BRINK. mated than usual. Whether the presence of Miss Mabel Langley, who was seated next to him, had anything to do with it, does not ap pear, but it is certain that he devoted great part of his conversation to her, wbich is not wonderful, as she was young, very pretty and attractive, and plied him with questions about India, till her brother told her that Sir Arthur must have had quite enough of the subject. The total absence of all embarrassment which Compton displayed took Lady Tenby completely by surprise. She had settled in her own mind that he would be cold and dis tant in his manner to her ; that was to be ex pected. If even he were a little rude and petulant, she was disposed to make every allowance for him ; and if he seemed willing to recognize and accept the footing on which she intended him to be in future, she had de termined to throw him some little sop to con sole him for the mortification which she had inflicted on him in the morning. But there was nothing of all this. In his demeanour to"], [165, "ON THE BRINK. 157 her he was perfectly unembarrassed. He made no distinction between her and her guests, con versing with all alike with ease and readiness. And in all he said or did there was no striving after effect ; it seemed to flow from him with out an effort, in the most natural way possible. Still she could not bring herself to believe that this indifference was real. He had shown by the manner in which he had taken leave of her in the morning that he quite understood her intention of putting an end to their intimacy, and she knew him too well to suppose for a moment that he did not feel most acutely a change, which he must look upon as the dis solution of a friendship on which he placed the highest value. His present manner, so totally different from anything she had expected, dis concerted while it grieved her. Disconcerted her, because she was not prepared for it; grieved her, because it could only proceed from a wish, on his part, to prove that he ac cepted, as an accomplished fact, the severance of all the ties which had hitherto existed between"], [166, "ON THE BRINK. 158 them. For the future, she was to understand that she was no more to him than the com monest acquaintance of a few days' standing. That he should take it up in this way was more than she had contemplated. In her vexation she became unjust. She persuaded herself that Compton meant to brave her by an assumption of cheerfulness he could not feel, and she began to look upon every word he uttered, every smile he bestowed upon others, as a declaration of war against herself. She argued that no thing which had passed between them in the morning could justify him in proceeding to such extremities. She forgot that the scene of the morning was entirely owing to the part she had been playing for the last fortnight. It was no time, however, for giving way to such thoughts as these with all her guests around her. She exerted herself to the utmost, and with such success that no one could have supposed that she had a care or anxiety on her mind. It was only when Compton took leave of her that she was near giving way."], [167, "ON THE BRINK 159 \" I forgot to mention,\" he said, \" that, after I left you this morning, I had a most satisfactory interview with Lord Margate. There are, how ever, some points on which I want your decision. I have begun a letter to you on the subject, which I shall finish and send you to-morrow.\" \" Instead of writing,\" she replied, \" had you not better come yourself and talk it over with me ? Y'ou will be able, at the same time, to take leave of Auntie, who returns to Ealing the day after to-morrow.\" \" Thank you, but I think our business is more likely to be expeditiously settled by cor respondence. A conversation is always liable to be interrupted, but a letter can be read at any time. Pray give my kindest regards to Mrs. Thorpe, and tell her I shall take a very early opportunity of paying her a visit. Good night. Hugh and Langley are waiting to walk home with me.\" In another moment he was gone, without even touching her hand. It was Nelly's turn to sigh now."], [168, "160 ON THE BRINK. Which of the two felt most desolate — which of the two passed the most sleepless night — it would be difficult to say, but Compton's un happiness was greatly aggravated by his ignor ance of the causes by which he had forfeited Lady Tenby's good will. For hours he tor mented himself by vain attempts to penetrate the mystery, till at length it struck him that he might obtain some elucidation of it from Mrs. Thorpe. She must surely be in the secret, or, if not, she was too observant not to have noticed the change in her niece's manner. When she was again established at Ealing he would call upon her, and he trusted to his own ingenuity for extracting from her all he wished to know. As soon as his breakfast was over he sat down to finish his letter to Lady Tenby. Lord Margate had expressed a wish that Hugh Graham should be presented to him, and Compton's present object was to obtain Lady Tenby's permission to inform the minister of the exact relation which existed between her"], [169, "ON THE BRINK. 161 and Hugh ; in short, to put him au fait of that young gentleman's history. He felt not only that Lord Margate's kindness entitled him to this mark of confidence, but that it was hardty fair to withhold it from him, as it was just pos sible that it might induce him to withdraw his recommendation. He urged these considera tions upon her in the most forcible terms, and he begged her to say nothing to Hugh on the subject till the business was finally settled. It would be hard to raise in him hopes which might never be realized. He was not kept long waiting for an answer. Lady Tenby had been anxiously expecting the promised letter, hoping, perhaps, to find in some expression — some word — a crumb of com fort. If so, it is needless to say that she was dis appointed. It was a letter on business, written in clear, business-like language. There was scarcely a phrase in it which might not with equal propriety have been addressed to his agent. She tried to answer it in the same style, but, after one or two attempts, gave it up, VOL. H. M"], [170, "ON THE BRINK. 162 and wrote a note which was not remarkable for its perspicuity, and, moreover, was graced with neither date nor any formal beginning. \" Yes,\" she said, \"you are quite right. Do what you think best. I leave it all to you. Tell Lord Margate everything, and if he should think it odd that I have kept this secret so long, you may tell him, with perfect truth, that I have done so out of delicacy to Lord Tenby, but that I can no longer allow that motive to stand in the way of his son's welfare. And if I do not thank you as I ought for your kindness and the great trouble you have taken, do not attribute it to in gratitude, but because I feel it too deeply for words to express. But Hugh will know all he owes you, and I trust he will prove to you, by his conduct, both his gratitude and mine. May God bless you for all you have done for him ! \" Ever yours most sincerely, \" E. Tenby. \" P.S. I shall be most anxious to know the result of your interview with Lord M.\""], [171, "ON THE BRINK. 163 Acting upon this letter, Compton went at once to Lord Margate, and communicated to him the story of Hugh Graham's birth. The noble lord did not evince much surprise at this information. \" My dear Sir Arthur,\" he said, \" you are only telling me what is known to all London. Indeed, I believe it was first proclaimed by Lord Tenby himself, as a curious whim of his wife's. It is true, it did not strike me that Mr. Graham was the hero of the tale till Mr. Cooper happened to mention it at dinner some time ago. But I am not the less obliged to Lady Tenby for this mark of her confidence. Pray, tell her so, and assure her that I have great pleasure in giving my humble aid in furtherance of her good work. l\"ou need not mention to her that her secret is no secret at all. It might annoy her, for I believe her to be one of those who ' Do good by stealth, and blush to find it fame.' Bring Mr. Graham to me to-morrow ; and, by the-bye, as there is no time to be lost, you had"], [172, "ON THE BRINK. 164 better send him to Mr. Polyglot, the very best crammer of the day. His pupils always pass.\" Compton thanked him, and assured him that Mr. Graham should follow his advice. He then returned home, and indited another epistle to Lady Tenby, detailing all that had been done. He added that he should say nothing to Hugh on the subject, as she would probably like to tell him herself. This letter he gave to Hugh, who was going to dine in Park Street, with strict injunctions not to lose it, or forget to deliver it, as it was of con sequence. Lady Tenbj* was delighted with the news it contained, and read it out aloud at dessert ; nor could she refrain from murmuring to herself when she came to the last sentence : \"Dear, clear Arthur, always unselfish and considerate !\" In the course of a few days Compton decided that the proper time had arrived for paying his promised visit to Mrs. Thorpe. He found her, as he had expected, alone, and they soon fell into their usual familiar habits of conversation. The"], [173, "ON THE BRINK. 165 change had not extended to her, at all events. \" You must find it very lonely here, Auntie,\" said Compton, \" after all your gay doings in London ?\" \" Not so much as you suppose,\" she replied, \"and it is only for a short time longer. Mr. Halsted and Nelly return the week after next.\" \" So I understand. They will both be glad of it ; Lady Tenby, at all events, for it strikes me that she is beginning to tire of London.\" This was opening his first parallel ; but he need not have been so cautious in making his attack, for Mrs. Thorpe showed every disposition to facilitate it. \" You have remarked that, too, have you ? \" she said. \" My dear Arthur, I am not easy about Nelly.\" \" Not easy ! In what way ? \" \"I hardly know myself; but I can see a great change in her of late. She is restless and discontented ; she seems to take no interest in anything ; and, worst of all, her temper is no longer what it was ; she has grown irritable."], [174, "166 ON THE BRINK. Even to me she has more than once given a sharp answer, though she always begs me to forgive her, poor darling, the moment after.\" \" But can you assign no cause for this ? \" \" Arthur,\" said Mrs. Thorpe, after a short pause, \" if I tell you my suspicions, remember it is in perfect confidence. Y\"ou must promise not to breathe a word of them to any living soul, least of all to her.\" \" Oh, Auntie, do you think it necessary to make such a stipulation with me ? \" \" No, no, but without this caution, you might, unthinkingly, say something to startle her. After all, there may be nothing real in my conjectures. Indeed, on the only occasion on which I alluded to the subject, she asserted most vehemently that I was mistaken, but that may have been the effect of wounded pride Arthur, I cannot help thinking that she regrets the step she took in separating from Lord Tenby.\" \" Good heavens, Auntie ! Do you mean to"], [175, "ON THE BRINK. 167 say that she still feels anything like affection for that man ? \" \" Who shall say ? \" replied Mrs. Thorpe, pensively. \" Who can account for the contra dictions of human nature ? Perhaps, notwith standing his conduct, love may have lingered at the bottom of her heart unsuspected, till she trod it under foot.\" A film seemed to fall from Compton's eyes. He at once adopted Mrs. Thorpe's theory. \" Fortunately for Lady Tenby,\" he said, rather bitterly, \" it is not too late for her to repair her error. When I met her husband at Constantinople a couple of months ago, he expressed his affection for Lady Tenby, and deplored their estrangement in the strongest terms. I have not a doubt that a word from her would bring him back to her feet.\" \" That word she would never speak, if her life depended upon it,\" replied Mrs. Thorpe. \" I am convinced nothing would induce her to rescind her resolution now, though she may regret that she adopted it. She would have to"], [176, "168 ON THE BRINK. encounter the opposition of her father and every friend she has in the world ; and if this did not weigh with her, I think she is quite aware that there is no dependence to be placed on a man like Lord Tenby. She must feel that, in all probability, after a few months, perhaps weeks, she would have to go through the same scenes which have been the bane of the few last years of her life, while by making such a concession to him now, she would place herself more in his power than ever. What ever he might do, she would find it very difficult, if not impossible, to escape again from his clutches ; she would, in a great measure, lose the support and sympathy of her friends, and she would sink in her own estimation. No, happen what may, Nelly will never consent to live with him again, but she will not suffer the less for that, if, as I suspect, she loves him.\" They continued discussing these matters some time longer before Compton took his leave. It would be impossible to analyze the"], [177, "ON THE BRINK. 169 various feelings which filled his breast as he rode slowly home. To a certain extent, it was a relief to him to find that there was a cause for Lady Tenby's conduct which had no reference to himself. He could quite under stand that, under the influence of this new attachment, she was not inclined to encourage the intimacy of anyone else, especially of one of those who had, in however guarded a manner, given an opinion favourable to a sepa ration which she now deplored. He acquitted her of caprice, and, if the offence he had given her were of the nature he supposed, it was but natural that she should shrink from avowing it. But, then, that she should throw away her affection upon the husband whom she had cast off gave him a severe pang. He had never presumed to hope for it himself. Bound as she was by other ties, he did not even wish for it, for to what could it lead but to life-long misery for both ? He was quite content to love on, without hope of a return ; but then it must be upon the condition that no one should be"], [178, "170 ON THE BRINK. preferred before him, that he should still be admitted to the familiar intercourse which made the charm of his existence. This was now at an end, and he felt that, if ever he could hope to regain his tranquillity, it must be by withdrawing entirely from Lady Tenby's society. Gradually, of course, that no suspicions might be excited, but with as little delay as possible. With all this there was a feeling of immense pity for Nelly herself. Little Nelly, whose happiness he had so often vowed to promote to the utmost of his power. He thought he saw the means of doing this now, for he did not share Mrs. Thorpe's opinion that Lord Tenby, if he sued now, would sue in vain. Casting aside every thought of self, he determined to inform Lady Tenby of all that had passed between her husband and himself at Constan tinople on the very first opportunity. This opportunity was easily found, or rather made. Compton knew that he had only to call on Mr. Halsted to receive an invitation to"], [179, "ON THE BRINK. 171 dinner, and accordingly, on the following day, he paid a visit to that worthy gentleman in the city. All fell out as he had calculated. The invitation was given and accepted for that very evening ; but Compton inserted a con dition that no message should be sent home to make any extra preparation for them ; he recollected Lady Tenby's evasion on a former occasion. But this time there was no need for so much precaution. Nelly was unfeignedly glad to see him, and she told him so. They had not met since Hugh's business had been definitely settled, and she felt that in expressing her gratitude she might a little relax from the extreme circumspection by which their inter course had latterly been regulated. She was so thoroughly weary of the restraint which she had imposed upon herself, poor woman, that she rejoiced in the thought that, for that one evening, she might cast it on one side. She did not take into consideration that, perhaps, Compton might not feel inclined to respond to"], [180, "172 ON THE BRINK. her demonstrations, or that he might look upon them as fresh proofs of a capricious temper. With the new lights which he had acquired he certainly did not attribute them to caprice ; but without attempting to account for them, he set himself to guard against them more resolutely than ever. He grew almost morose in replying to the little pleasantries by which she sought to draw him back to something of their former familiarity ; he renounced all claim on her gratitude for his exertions in favour of Hugh Graham, broadly insinuating that what he had done was entirely due to the regard he had imbibed for that young gen tleman, and not in the least to any wish of pleasing her. He even affected not to remember some incident of their Longwater clays to which she alluded, although every event connected with his residence in Westmoreland was in delibly stamped on his memory. In short, he was very particularly disagreeable, and Nelly, weary of her fruitless task, relapsed into silence, leaving it to her father to amuse his guest."], [181, "ON THE BRINK. 173 After dinner, however, she was obliged to exert herself once more. Some one called on Mr. Halsted by appointment, and, while he remained, Compton and Lady Tenby were left alone. To break the awkwardness they both seemed to feel, the lady had recourse to one of the few topics upon which they could discourse without fear of a collision. \" Hugh began with Mr. Polyglot yesterday,\" she said, \" and I think he likes what he saw of him. But he has little time before him, and must work hard. This prevented his dining with us to day.\" \"I have no fear of his success,\" Compton replied. \" He has more than a common share of ability, and he has profited well by the opportunities he has already had. But I confess I shall be glad when his fate is settled. By-the-bye, did he tell you that he had seen Lord Tenby at Constantinople ? \" \" Yes. He said that he saw him for a minute, but left the room immediately.\" \" I informed Lord Tenby who he was. He"], [182, "ON THE BRINK. 174 expressed great satisfaction at his appearance, said that he did your training the greatest credit, and begged me to thank you most gratefully for the care you have taken of him.\" \" It is satisfactory,\" Lady Tenby replied, \" to know that at length Lord Tenby appreciates the attention I have paid his son. Better late than never.\" \"He also spoke of you in the strongest terms of regard and affection, anxiously asked what chance there was of your relenting in his favour, declared that he had never loved any one as he now loves you, and entreated me to convey to you the assurance of his devoted attachment. At the same time he dwelt long upon his regrets for the past and the sincerity ofhis repentance and reformation. I positively refused to be the medium of any communica tion between you, but, after much reflection, I have come to the conclusion, that I should not be justified in withholding from a wife the assurance of her husband's love and desire for"], [183, "ON THE BRINK. 175 a reconciliation. For I have not the slightest doubt that he bitterly regrets your separation.\" \"I think,\" said Lady Tenby, \"you had better have adhered to your first decision, particularly as you are perfectly aware of all the circumstances which compelled me to that step, — a step which you yourself approved.\" \"It is true ; but you must remember how reluctant I was to give an opinion at all. It was only when you told me that your decision was made, that your peace of mind depended upon it, when you appealed to me as to a brother, that I, knowing you had already your father's approval, advised you to do that which you thought best calculated to insure your happiness, for that was all I had in view. But I did not conceal from myself the respon sibility I incurred, supposing \" \" Yes, yes,\" she replied, hastily, \" I re member well all that passed, and as for the responsibility, I absolve you from it altogether. But there is the tea, and I must summon my father.\" She rose and left the room, leaving"], [184, "176 ON THE BRINK. Compton no wiser than he was when he entered the house. When Lady Tenby returned she was ac companied by Mr. Halsted, and no further opportunity offered for renewing the conver sation."], [185, "ON THE BRINK. 177 CHAPTER VIII. Compton's late conversation with Lady Tenby had, if anything, strengthened his conviction that she deeply the estrangement which existed between her and her husband, and he thought it more than probable, that in the course of the next few months a recon- ciliation would take place between them. If such were the case, and if Lord Tenby were really reformed, it could only be a subject of rejoicing to all their friends ; and he, who had always professed that to promote her happiness was the one great object of his life, must be the last to repine at it ; but it was not necessary that he should witness it. In his last interview VOL. II. R"], [186, "ON THE BRINK. 178 with her he had done all in his power to smooth the way for a better understanding between them. He had spoken of Lord Tenby's re pentance and reformation, his affection and regard for his wife ; and, although it was im possible to gather from Lady Tenby's manner and language how these representations had affected her, it was difficult to suppose that she would not have put a stop to them, had they been disagreeable to her. He had done his duty, more than his duty, and he was not called upon again to take .upon himself so painful a task. Lady Tenby was now aware of all that could be urged in her husband's iavour : the decision must rest with herself. For her he had done all he could; it was time that he should think of himself; aud the first thing upon which he determined was to return to India on the expiration of his leave. Lord Margate had told him that some months must yet elapse before the new arrangements in his office would come into force, and there fore there could be no necessity as yet for"], [187, "ON THE BRINK. 179 announcing this resolution, which no doubt, when known, would give rise to all sorts of comments and conjectures. For the present he could take refuge at Compton Manor. He had promised to visit his cousins in the course of the autumn, and as they had already left town, he wrote to propose joining them at once. By return of post he received a letter from Lady Winifred, pressing him to come as soon as he pleased, and to stay as long as he liked. Armed with this missive, he proceeded at once to Park Street to take leave of Lady Tenby. He could do no less, though he feared his own weakness. He was told that her ladyship was putting on her habit to ride with Mr. Halsted, but that if he could wait she would come down before long. He did wait ten minutes, and then, not sorry perhaps to escape the interview, took his departure, leaving his cards with P. P. C. on them for Lady Tenby and Mr. Halsted. The door had scarcely closed on him when Lady Tenby made her appearance in the"], [188, "ON THE BRINK. 180 drawing-room. \"Where is Sir Arthur?\" she asked of the servant who brought up the cards. \"Sir Arthur desired me to say, my lady, that he was so pressed for time, that he hoped your ladyship would excuse him for not wait ing longer.\" \" Very well. Let me know when the horses come and my father returns.\" The servant left the room ; she took up the cards, and the P. P. C. caught her eye. \" Gone !\" she exclaimed, \" and without a word to me. Perhaps abroad ; perhaps to India. Now, indeed, I know I have forfeited all claim to his regard. Oh, Arthur, I did not think you could have been so cruel! so unfor giving !\" At that moment her father came in. \" So we have lost Compton,\" he said. \" So I perceive by his card,\" she replied, trying to speak calmly, though the tears stood in her eyes. \" I wonder where he is going ?\" \" To Compton Manor. I met him in Hill Street, and he begged me to say how sorry he"], [189, "ON TBE BRINK. 181 was that he had not been able to wait for you, but he has many visits to make. Ah, Nelly, I have often told you that you take twice as long to dress as any other woman in London, and now you see what you lose by it.\" \" Yes, I should have liked to have seen him, but I hope you think that he has lost quite as much as I have.\" She spoke more cheerfully, for to hear that he was only going to Compton Manor took a great weight off her mind. \"I have no doubt he thinks so,\" rejoined Mr. Halsted, \" but I will tell you what we can do if you like. He told me he was going to Ealing this afternoon to say good-bye to Mrs. Thorpe. What do you say to riding over and meeting him there ?\" She was sorely tempted, but her pride re belled at the idea of running after a man who seemed bent on avoiding her. Six months ago, if he had wished to see her, he would have waited. \"Impossible, dear papa,\" she said. \"You know we have promised to call for Lady Henry Langley, who is expecting us,"], [190, "182 ON THE BRINK. and she has no one to escort her, now that Lord Henry is out of town.\" Two or three days passed. Compton was gone; Mr. Halsted and his daughter gave up their London house and returned to the villa, and in process of time a letter arrived from Compton Manor, but not from Sir Arthur. Lady Winifred was Nelly's correspondent. \" Dearest Eleanor,\" she wrote, \" I cannot tell you how much we like our cousin Arthur. He was always a great favourite of Philip's, but I knew little of him till he was our guest here, and now I share ray husband's engouement. Philip says he is beginning to be quite jealous. I do so wish, dearest, you and Mr. Halsted could manage to pay your promised visit to us while he is still here, for he speaks of you both in terms of real affection. Between ourselves (but this is in strict confidence), he seems greatly taken with my cousin Mabel Langley, who is staying with us. They are always together, and indulge in long, mysterious conversations Philip says that as she has nothing, and Sir"], [191, "ON THE BRINK. 183 Arthur has little besides his pay, it is sure to be a match ; and from something I saw the other day, I am inclined to think so too,\" &c. A pleasant letter this for Nelly to receive and brood over in her solitude ! She had once talked to her aunt of Compton's marriage as an event sure to take place sooner or later, but it gave her a severe pang to find that its realization was so near at hand. She struggled with her feelings, however, as well as she could. What was Compton's marriage to her ? Why should he not seek for happiness with a woman worthy of his affection ? He was nothing to her now. Once, indeed, he had been her friend, and if he were so no longer, she had only herself to thank for it. It now struck her that she had treated him un generously. If, instead of the affected cold ness and almost contemptuous indifference with wbich she had met his entreaties for an ex planation, she had honestly told him that her regard for him was undiminished, but that, separated from her husband, it behoved her to"], [192, "ON THE BRINK. 184 be more than ever circumspect in her actions, and that so close an intimacy with one who was connected with her by no ties of relation ship might expose her to the ill-report of the world, she felt sure that he would have ap proved her caution, and even assisted her in giving it effect. Her secret would still have been her own, and she would have retained his affection and esteem. Now she had lost both, and it was too late to hope to regain them. They were evidently transferred to another, who was free to accept them, — to one whom he could love, and who might love him without reproach. That could never have been the case with her. She grieved for the loss of a devoted friend, of a brother ; but to think of him in any other light was sin, and perhaps it was best for both that he should marry. At least, she could in all sincerity pray that he might find happiness in every condition of life. But to witness his exclusive devotion to another would be more than she could bear."], [193, "ON THE BRINK. 185 She wrote to Lady Winifred to say that for the present it was impossible for her to accept her invitation. Her father could not absent himself from town for some time, and she was unwilling to leave him alone. In a postscript she added, \" Pray let me know how Sir Arthur thrives in his wooing ; you know what an interest we take in him.\" Compton certainly did take long walks and hold mysterious conversations with Miss Lang- ley, but Lady Winifred was rather too hasty in drawing her conclusions. Mabel seemed to be greatly interested in everything relating to India, and, as Sir Arthur was the only person qualified to satisfy her thirst for information on that subject, it was natural she should seek his society. But if he flattered himself that the preference she evinced for him was owing to any merits of his own, the delusion was not of long duration. One morning, after beating about the bush a little, she asked him if he had ever met a Captain O'Hara,— Miles O'Hara, — in India."], [194, "186 ON TEE BRINK. \" Miles O'Hara !\" he exclaimed ; \" I should think so. He has a troop in my own regi ment, and, under God, to him I owe my life. Do you know him, Miss Langley ?\" \" I met him three or four years ago. But how did he save your life ?\" \" Well, in the course of an action, or rather a skirmish, during that infernal mutiny, I and half-a-dozen others somehow found ourselves cut off from the rest of our men, and in the midst of three or four hundred rebels. We defended ourselves as well as we could, but that could not have lasted long, and we were in a fair way of passing un mauvais quart d'heure, when Master Miles, with only six and twenty others, charged them, much in the fashion, I imagine, in which Prince Rupert used to deal with the Roundheads. He burst through the scoundrels as if they had been men of straw, and we were disengaged before we knew help was at hand. Some of our fellows, who were coming up in support, told me afterwards it was the grandest sight they"], [195, "ON TEE BRINK. 187 had ever witnessed. Their expression was that a stone wall must have gone down before him. But the most curious thing was this. He was riding a powerful, vicious black horse that no one could manage but himself, and when the brute found himself in the midst of the Sepoys, he laid hold of one of them with his teeth, fairly lifted him off the ground, and shook him as a dog would a rat, till Miles knocked the fellow on the head with the pommel of his sword. There was not much resistance after that. I suppose they thought the devil had got amongst them. Miles was enchanted with his horse's sagacity, as he called it, but I have a strong suspicion that the poor beast had been ill-used by the native grooms who looked after him, and thought the opportunity a good one for taking his revenge.\" \" Is Captain O'Hara married ?\" asked Miss Langley. \" No, not yet, but he is engaged ; and that came out oddly enough. As he makes no secret of it, there is no reason why I should."], [196, "188 ON THE BRINK. O'Hara always wears a curious-looking antique ring, and one evening at mess, when we were quizzing him about his old-fashioned piece of lumber, as we profanely called it, he told us to respect it as a genuine relic of Robert Bruce. As this appeal to our bumps of vene ration had not much effect, he cried out, ' At least respect it as the gift of the best and pret tiest girl in England, be the other who she may. Before very long I hope the donor of this ring will be Mrs. O'Hara, and, if I have any luck, before many years are over my head she shall be Lady O'Hara.' Of course, we drank the health of the future Lady O'Hara with all the honours, but I am afraid we re mained very sceptical as to the ring.\" \" No, no, indeed you are wrong,\" said Mabel, eagerly. \" There is not a doubt that the ring really belonged to Robert Bruce.\" Then, see ing Compton's look of astonishment, and re collecting the interpretation wbich he must put upon her words, she blushed scarlet, ex claiming, \" Oh ! what have I said ?\""], [197, "ON THE BRINK. 189 \" You have said enough, my dear Miss Langley,\" said Compton, kindly, and taking her hand, \"to prove to me that I have the honour of speaking to the promised wife of a very dear friend, one to whose daring courage, as I have already told you, in all human probability, I owe my life. I trust I need not assure you that I look upon what escaped you as sacred. Y'ou have also convinced me that you and Miles are perfectly suited to each other.\" \" How so ?\" she asked, rather timidly. \" Because,\" he replied with a smile, \" you can neither of you keep a secret. And now let me ask what was the meaning of your question, ' Is Captain Miles O'Hara married ?' Surely you can have heard no rumours to that effect? If so, believe me, they are utterly false.\" \" Oh, no ! but it is more than three years since we met, and we are not allowed to corre spond, and sometimes, though I have never doubted his truth, such painful fancies will"], [198, "190 ON THE BRINK. force themselves upon me. But I think you have dispelled them for ever.\" \" I am delighted to hear it. I hope you do not now regret having let the cat out of the bag, and that you will learn to look upon me as a friend.\" Poor Mabel, who for such a length of time had been compelled to conceal her hopes and her fears within her own breast, was but too happy to find one who could sympathise with her. In a short time she confided to Sir Arthur everything connected with her engagement to O'Hara. She had first met him some few years before at the house of a country neighbour, and her father was so much pleased with him that he invited him to his own house. Here he made the conquest of the whole family, and it was only when Lord George Langley made the discovery that Lieu tenant O'Hara had thrown his spells over Mabel also, that he opened his eyes to the defects of his guest. They were great and manifold. O'Hara was an Irishman ; he was a"], [199, "ON THE BRINK. 191 papist ; he had nothing but a small estate of about six hundred a year, and this estate was in Galway ; he was only a subaltern in the East India Company's service, and of course must pass the best years of his life in banish ment from home. It is not to be wondered at, therefore, that, when Lad y George hinted to her husband the possibility of an attachment springing up between their daughter and the handsome Irishman, he cursed his own impru dence in having admitted the wolf into his fold. In order to meditate more freely on the best means of ejecting him from it, he walked out into the shrubbery adjoining the house, when the sound of voices struck upon his ear. Hastily turning a corner, he found the two objects of his solicitude in earnest and appar ently very confidential conversation ; the gallant lieutenant, in order, no doubt, the better to enforce attention to his arguments, having passed his arm round his companion's waist. Mabel was the first to see her father, and uttered a little cry of alarm; but O'Hara,"], [200, "ON THE BRINK. 192 without relinquishing his hold, said with the utmost composure: \"My dear Lord George, this is a most fortunate coincidence. I love your daughter, and she has clone me the honour to admit that I am not entirely an object of indifference to her. We were on the point of seeking you out, with a view to obtaining your approbation and consent to our union.\" \" Which I most distinctly refuse. Mabel, go to your mother.\" Mabel lost no time in obeying. She flew to Lady George, informed her, as well as her agitation would allow her, of what had occurred, and entreated her to hasten down to prevent a quarrel. Lady George, having first told her daughter that she was shocked at her conduct, and that she was very angry with her, and then having kissed her, and called her \" poor child,\" rose at once to comply with her request, Mabel following in an agony of terror. In the meantime the two gentlemen returned to the house together, Lord George walking at the rate of six miles an hour, and expressing"], [201, "ON THE BRINK. 193 his opinion of his companion's proceedings in as strong terms as he could permit himself to use to one who was still his guest. When they stepped into the drawing-room through the open window, they found Lady George there, seated on a sofa, and holding Mabel's hand, who was weeping beside her. \"I am sure, Maria,\" said Lord George, \"you must be shocked to hear that Mr. O'Hara has taken advantage of our hospitality to gain Mabel's affections, a girl of fifteen.\" \" Sixteen, George — nearly seventeen,\" inter posed Lady George. \" My lord,\" said O'Hara, \" I accepted your hospitality, as I have accepted that of others ; but I do not think I have taken any unfair ad vantage of it. I am a gentleman, not rich, certainly, but with enough to support myself and a wife. I love your daughter, and have asked her to unite her fate to mine. In this I see no fair subject of reproach. If, when you gave me an invitation to your house, you had said, ' But I have a daughter, and you must vol. u. o"], [202, "194 ON THE BRINK. promise not to fall in love with her,' I should have declined to accept it.\" \"But, my dear Mr. O'Hara,\" said Lady George, \" before speaking to Mabel, you ought to have spoken to us. That is the proper way of proceeding, and in my day no one would have thought of addressing a young lady with out having previously obtained the consent of her parents.\" Mabel could not refrain from a whispered \" Oh mamma !\" She had heard more than once how at the witching hour of night her mother, in defiance of parental authority, had made her descent from her bedroom window by means of the gardener's ladder; how Lord George had whipt her into a chaise and four, and carried her off straight to Gretna Green, where the blacksmith had riveted their fetters secundum artem. \" At least,\" said Lady George, correcting herself and colouring slightly, \" that was the usual way. And, without meaning the slightest disparagement to you, you can hardly expect"], [203, "ON TEE BRINK. 195 us to be satisfied with a marriage which will so entirely remove our daughter from her home, and the sphere to which she belongs.\" \" Mabel is satisfied with what I have to offer her,\" rejoined O'Hara. \"Perhaps, Mr. O'Hara,\" said Lord George, \" it will moderate your ardour to be told that Mabel is one of a large family, and will never have more than three or four thousand pounds at the utmost.\" \" Oh, my lord, that is an observation which I am sure you will regret when you give your self time for reflection,\" said O'Hara. \" Mabel,\" he continued, going up to her, \"after what has been said I can no longer remain under your father's roof. It may be long before I see you again. But promise never to doubt my truth ; and on the day that makes you mistress of your own fate, I will again ask you the same question that I asked you half an hour ago, with the hope of receiving the same answer.\" \" No, Myles, not without my father's con-"], [204, "ON TEE BRINK. 196 sent ; but I will never marry any one else. That, at least, I may promise.\" \" You shall make me no promise of that sort, Mabel. I do not require one ; I trust you as I wish to be trusted. We must pray for better times. God bless you, dearest ! in four years you will see me again. My lord, I thank you and Lady George for the hospitality I have received from you, and will now relieve you from an unwelcome guest.\" He turned to leave the room, but Lord George stopped him. \" Not before I express my sincere regret for the offensive remark I addressed to you. It was wrung from me by my vexation, and I hope you will believe my assurance that I entirely acquit you of any mercenary motive in this most unfortunate business.\" And then Lady George remarked that it was too late for Mr. O'Hara to depart, and that he had better remain there that night ; to which proposal that gentleman, as might be expected, made no objection. He thought he saw a sort"], [205, "ON TEE BRINK. 197 of break in the clouds, and determined, if pos sible, to profit by it. Instead of remaining with the ladies after luncheon, he volunteered to accompany Lord George to his farm-yard, of which that noble lord, with some show of reason, was exceedingly proud. Of all the mysteries of agricultural economy the lieutenant was profoundly ignorant, but by assuming a sagacious look, and making a judicious use of interjectional compliments and notes of admi ration, he made some little way in recovering the ground he had lost in the morning. After dinner, when Lady George and her daughter had retired, his host's heart, under the influence of a second bottle of excellent claret, began to expand. \" Now, O'Hara,\" he said, \" this is all nonsense between you and Mabel. It can never come to anything. You had much better give it up at once.\" \" No, my lord,\" O'Hara replied, \" that is out of the question. I hope you will not be offended by my speaking so decidedly, but in a matter of this nature it is always better to be open. I"], [206, "ON THE BRINK. 198 love Mabel ; I have every reason to believe that she loves me ; and nothing will induce me to relinquish the hope of calling her mine.\" \" At least, you will give me your word of honour to make no attempt to induce her to leave my house with you while she is still under age.\" \" And if I do, my lord, will you withdraw your opposition to our marriage, if she is still of the same mind four years hence ? \" His lordship was hardly prepared for this proposal. He held his glass of wine up to his eye, but it gave him no inspiration. He drank it off with no better success. \" I must talk it over with my wife before giving you an answer,\" he said at length. \" If you will have no more wine, suppose we adjourn to the drawing-room.\" A long conversation ensued between Lord George and his better half, the result of which was a determination to close with O'Hara's proposal. It is probable that Lady George represented that in the course of four years,"], [207, "ON THE BRINK. 199 when Mabel should be introduced into general society, and her lover fighting the Affghans in India, the chances were greatly in favour of her forgetting her youthful attachment. On the other hand, harshness and severity might fix it more firmly in her heart. If such were Lady George's arguments, it would be a curious subject of inquiry how far she was sincere ; but the investigation of this interesting ques tion would lead us too far. No doubt, she would have preferred a better and greater marriage for her daughter, but then a compli cated love affair has a peculiar attraction for all women, and in such a case not even the best of her sex is to be trusted. She will seem to side with her husband, and, in secret at least, take part with her daughter. \"Now, Mabel and O'Hara, listen to me,\" said Paterfamilias, when the conference broke up. \" Lady George and myself think you a couple of great children — idiots, in fact.\" \" Yes, papa,\" said Mabel, submissively. \"But we have determined,\" he continued,"], [208, "200 ON THE BRINK. \" that if you will both of you promise to wait patiently till you are of age, Mabel, we will then no longer withhold our consent to your marriage, should you still be both of the same mind. It must, however, be upon the distinct understanding that you renounce any promise or engagement by which you may at present be bound, and that you do not correspond.\" \" Oh, papa,\" said Mabel, \" that is all we ask for.\" But O'Hara was not so easily satisfied. \"Not to correspond for four years ! \" he said. \" That is a hard trial.\" \" Those are my terms,\" said Lord George. \"Accept them or not, as you please; but if you reject them, I shall be obliged to take measures for preventing the possibility of any communication between you and my daughter. If she should think my conduct harsh, she must attribute it entirely to your wilfulness in refusing my offer, and virtually setting me at defiance. Of course, in such a case, you could no longer reckon upon my consent to your"], [209, "ON TEE BRINK. 201 marriage at any time, or under any circum stances.\" \"Oh, Myles,\" exclaimed Mabel, \"do not oppose my father ! Can you not trust me ? \" O'Hara yielded with a tolerably good grace, and this concession brought its reward. Lady George represented to her husband that in two days the term for which their guest had been originally invited would expire, and that, to prevent ill-natured observations, it would be the most prudent course to allow him to com plete it. Lord George did not much like it. He was obliged to go on the following day to the county town for the assizes, being chairman of the grand jury. He submitted, however, leaving the strongest injunctions on his wife never to leave her daughter and O'Hara alone together for a single moment. He took a cordial leave of his guest that evening, for he really liked him in every capacity but that of a son-in-law expectant, and those expectations he fondly flattered himself he had taken the most effectual steps for annihilating."], [210, "ON THE BRINK. 202 \" I shall be off to-morrow,\" he said, \" before you are up, and you will be gone before my return. You will take with you my best wishes for a happy and prosperous career. In the meantime, I leave you absolute master of my stables, shooting, and cellar ; of everything, in short, except my wife and daughter.\" Lady George, no doubt, intended to carry out her husband's orders to their fullest extent, but it did so happen that an unusual press of domestic business compelled her to leave the lovers very much to themselves. That they observed the letter of the promise they had made, to bind themselves by no vows, is certain ; wThether the spirit was so scrupulously adhered to is another question. Such a wide margin is left in contracts of that nature ! When the time of his departure arrived, O'Hara, with national audacity, took Mabel in his arms, and kissed her more than once, to the unspeakable dismay of her mother, who was too much shocked to be able even to remon strate. \" Forgive me, Lady George,\" he said ;"], [211, "ON THE BRINK. 203 \" it is the last I shall have for four long years.\" It was on this occasion that Mabel had given him Robert Bruce's ring, which had been left her by her grandmother, and was almost the only thing she could call her own. \" So like your father at his age !\" was Lady George's judicious remark to her daughter, as soon as the door had closed on their guest. O'Hara sailed for India, and since that time Mabel had gone the usual round of society without finding any one to drive his recollection from her heart."], [212, "ON THE BRINK. 204 CHAPTER IX. These confidences were not made all at once, but gradually oozed out during the long walks and mysterious conversations to which allusion has already been made. When they were concluded, Compton remarked that, fortunately, the prohibition of corresponding with O'Hara did not extend to him. \"I shall write to him,\" he said, \" by the next mail, and shall be delighted to give him any message you may wish to send him. Sending him a few words through me will surely be no violation of your promise, and it will make him so happy.\" But Miss Langley did not quite see it in"], [213, "ON THE BRINK. 205 that light. She felt certain that her father intended the promise he had exacted to apply to all communication. \" If that is your conviction,\" said Compton, \" you are quite right to act upon it ; but I presume I am not wrong in supposing, that, if you were not restrained by your promise, you would have no objection to assure Myles that your feelings are still unchanged ?\" \" Ah, if I might ! but papa would not hear of it.\" \" Very likely not, but that cannot affect me. I shall simply tell our friend that I have had the pleasure of making your acquaintance, that you have confided to me all the particulars of your engagement, and that, were it not for scruples of conscience, you would assure him yourself that you still adhered to it.\" \" Oh, Sir Arthur, will that be right ?\" \" Quite right. Y\"ou have nothing whatso ever to do with it, and you cannot prevent my writing what I please to my friend. And having settled that, I must speak to you on"], [214, "206 ON THE BRINK. another, and still more delicate subject. From various little hints and remarks which fall daily from Lady Winifred, I can see she firmly believes that I am cultivating your good graces on my own account, and not altogether without a chance of success. It is most important that she should be set right, for, if such a rumour were to get abroad, it might be productive of much mischief and misery both to you and O'Hara.\" At this speech Miss Langley blushed deeply. \" Surely,\" she said, \" you must be mistaken. What can Winifred have seen to induce her to think so ?\" \" My clear Miss Langley, you may be certain I should not have taken the liberty of alluding to such a topic were I not convinced that I am right. Have you any objection to my making use of the first fair opening to tell her what has really been the subject of our conferences? It is the only way of setting the matter at rest, for if I content myself with a mere denial, she will not believe me.\""], [215, "ON TEE BRINK. 207 \" But Winifred, like all the rest of them, is so prejudiced against poor Myles.\" \"An additional reason for giving me an opportunity of bearing witness iu his favour. You are an interested party ; but, if they doubt your testimony, they must look upon mine as impartial.\" Mabel, after a few more observations, gave a reluctant assent ; but it was not till the very day before his return to London that he found an occasion for availing himself of it. He was walking with Lady Winifred up and down the portico in front of the house, when she said, rather suddenly : \" I suppose the next visit you pay Compton Manor will be for your honeymoon. Of course we shall put it at your disposal on that occasion.\" \" Does that mean that I am not to come here again till I am married ? If so, I am afraid you are pronouncing a sentence of per petual banishment against me.\" \" Now, Sir Arthur, what is the use of fencing with me in this way ? Do you think"], [216, "208 ON THE BRINK. I have not eyes in my head ? Confess at once that you are engaged.\" \" Certainly, if you insist upon it ; only tell me first to whom.\" \" Why, to Mabel, of course. How tiresome you are !\" That young lady was approaching the house with some flowers she had been gathering. \" Miss Langley,\" said Compton, when she had joined them, \" will you vouch for my veracity when I assure Lady Winifred that the only ties existing between us are those of friend ship, and of affection for a common friend ?\" It was rather a trying moment for Mabel, but she showed herself equal to the occasion. \" It is perfectly true, Winifred,\" she said ; \" Sir Arthur knows Captain O'Hara wTell, and he has been the principal subject of our con versation.\" \" Good heavens, Mabel !\" exclaimed Lady Winifred, \" is it possible you can still care for that horrid man!\" \"I was right, you see, Sir Arthur,\" said"], [217, "ON TEE BRINK. 209 Miss Langley, sorrowfully, \" when I told you they were all prejudiced against him. Even Winifred, who professes to love me, cannot refrain from expressing her dislike to a man she never even saw, though she must know how deeply she wounds me.\" \" That is because they none of them know him as we do. But I assure you, Lady Winifred, that, had I a sister, I would wish her no better fortune than to be Myles O'Hara's wife.\" \" Dearest Mabel,\" said Lady Winifred, \" you cannot suppose that I had any inten tion of grieving you, or even that my words applied to Captain O'Hara personally, whom, as you say, I do not even know by sight. They had reference only to the entanglement in which he has plunged you, which all your friends deplore, and from which we were in hopes you were gradually emancipating your self. How can we, any of us, approve of an engagement which will separate you from all your friends, and condemn you to a life of poverty and privations ?\" VOL. II. p"], [218, "ON THE BRINK. 210 \" Myles told me we should have about twelve hundred a year.\" Lady Winifred shrugged her shoulders, but wisely abstained from pursuing the controversy any further, at that moment at least. Her cousin went into the house, and then she vented her vexation on Compton, whom she rated soundly for encouraging Mabel in her romantic ideas. He defended himself as well as he could, and expressed his surprise, if she had such a horror of poverty, at the leniency with which she had viewed his own supposed courtship. \" In all probability,\" he said, \" I shall never have more than O'Hara.\" \" That is quite another thing,\" she replied. \" You have friends and connections to push you, and you have the promise of employment in England. That detestable India is the worst part of poor, dear Mabel's engagement. In short, Captain O'Hara does not suit us at all, and you do. And it is doubly provoking, for I have been writing Nelly such flourishing accounts of the progress I supposed you were"], [219, "ON TEE BRINK. 211 making in gaining Mabel's affections. I do not know how I shall tell her that I was completely mistaken.\" Compton was greatly annoyed by this piece of information. \" Suppose you leave it to me,\" he said, \" to inform her of the real state of the case, for, of course, I cannot allow such a report to remain uncontradicted. I will explain to her the appearances by which you were de ceived, and which, I admit, might have de ceived any one.\" \" Well, if you will, I shall really feel obliged to you. It will save me a very disagreeable task.\" The following day Compton returned to London. During his absence he had not re ceived a single line from Lady Tenby, nor so much as a message, although he had more than once recognized her handwriting on letters addressed to Lady Winifred. To accomplish his promise to that lady, his first visit was to Ealing. When he arrived Lady Tenby was in a small sitting-room which she had appro-"], [220, "ON TEE BRINK. 212 priatecl to her own use, into which he was introduced at once. \" Sir Arthur Compton !\" she exclaimed, when he was announced. Then shaking hands with him without any great demonstrations of warmth, she continued: \"This is, indeed, a surprise ! I fancied you were still with your cousins. When did you return ?\" \" Yesterday evening, or rather yesterday night.\" And then began a desultory conver sation of question and answer respecting the friends he had just left, during which Miss Langley 's name was not mentioned by either of them. At length Lady Tenby said, \" Have you no news to tell me ?\" \" It seems to me I have been telling you an immensity of news.\" \" Yes, about others. Have you nothing to tell me about yourself?\" \" About me ! What do you mean ?\" \" I mean about your engagement to Mabel Langley,\" she replied, warmly."], [221, "ON THE BRINK. 213 \" That would be no news to you, for Lady Winifred told me she had informed you of it.\" \" No ; she told me it was in progress. I did not know it was declared. I wish you every happiness, though I do not think I should have selected Mabel as a wife for you ; but that is your business. I hope she told you of her youthful attachment to some Irishman ?\" \" To O'Hara ? Y^es, she told me all about it. She is an honest, pure-hearted girl, with out a thought of guile or deceit about her.\" \" She is, she is !\" exclaimed Nelly, repenting the sort of insinuation she had let fall. \" Dear Arthur,\" she continued, taking both his hands, while her eyes filled with tears, \"may God grant you and Mabel as much happiness as I wish you both !\" \" God grant He may ! but we shall not enjoy it together, for we are nothing to each other. Lady Winifred has been under a great mistake throughout, which I had only the opportunity of rectifying on the eve of my departure.\" He then told her almost word for word everything"], [222, "ON THE BRINK. 214 that had passed between him and Miss Langley. It is astonishing how much Lady Tenby's good-will and sympathy for that young lady increased while this explanation was proceed ing. When it was concluded, she said, \" I always liked her, but now I honour and respect her. She has had plenty to contend with. No pains have been spared to make her forget her lover. She might have married rank and wealth, which are all the world cares for. They alone are supposed to confer happiness, and yet there is no lack of examples at hand to prove the contrary.\" \"Rank and wealth alone,\" observed Comp ton, feeling that he ought to say something, \" certainly cannot confer happiness, but as cer tainly they are not incompatible with it.\" This truism passed unnoticed, probably unheard. Lady Tenby was engrossed with her own thoughts. \" Arthur,\" sbe said, \" pro mise, when you are engaged, that I shall be the first to hear of it. I have a right to be"], [223, "ON THE BRINK. 215 the first to wish you joy.\" Without being aware of it herself, she was fast drifting back into her old habits of familiar intimacy. \" That is a promise I can easily make, for I shall never marry.\" \"You think so now, perhaps, but depend upon it the time will come when you will find the want of a home. Y'ou are domestic in all your tastes.\" \" Oh, I do not mean to say that I have taken any vows of celibacy, but I am past thirty ; I have done very well without a wife hitherto, and I am not sure that my tastes are domestic in the sense you imply. At least, I know I enjoy my bachelor comforts and habits of inde pendence amazingly, and should be very sorry to be obliged to give them up. Besides, not withstanding the example which O'Hara talks of setting me, I think a man is better without a wife in India than with one.\" \" But you have given up India, and will pass the greatest part of your future life in London.\""], [224, "216 ON THE BRINK. \" Pardon me, I have made up my mind to decline Lord Margate's offer, and to return to my regiment as soon as my leave is out.\" \" Return to India !\" exclaimed Lady Tenby ; \" and why ?\" \" I do not find this English life suit me. For many years I have been used to active employ ment, and I feel the want of it here. What Lord Margate has the goodness to offer me, no doubt, would have attractions for many, and in point of emolument exceeds anything I have a right to expect, but it will be a sedentary occupation, and, in short, is by no means conge nial to my tastes. I like my own profession, in which I have advanced more rapidly than any one of my standing, and I do not think myself justified in throwing it up, and embark ing at my age on a new career, of which I know nothing, and in which I should have everything to learn. Auntie may read my fortune for me once more, and prophesy that, when I again return to England, it will be as General Compton.\""], [225, "ON TEE BRINK. 217 \" Arthur,\" said Lady Tenby, laying her hand on his arm, and looking him steadily in the face, \" tell me the truth ; are those your only reasons ?\" \" They are the principal ones, at all events,\" he replied, with some embarrassment, \" though there may be other more trifling considerations whieh strengthen me in my resolution.\" \" I understood that your principal object in accepting your mission to Egypt was, that it would give you a claim upon Government for home employment. You must have changed your mind very suddenly.\" \" No. It was a resolution taken some time back — not in a hurry, but after mature and anxious deliberation, as was but natural, since on it depends my fate for life.\" \" I have no doubt you have done what is best and wisest for yourself, but I own I did not expect to lose my brother again so soon.\" \" Oh, Lady Tenby,\" he replied, sorrowfully rather than bitterly, \" it is long since I have"], [226, "218 ON THE BRINK. had the presumption to consider myself in that light.\" \" Presumption !\" she said, in great agitation. \"But you have a right to reproach me, and yet believe me when I assure you that, however much appearances are against me, my regard for you is uncliminished. Nay, more ; not withstanding the seeming estrangement which has sprung up between us, and for which I am alone to blame, you are the first to whom I would appeal for advice and assistance in case of need. And now you are going, and I shall lose the only friend I have to trust to. For Auntie is a child in worldly matters, and there are many things which I dare not confide to my father. He would take them up so violently.\" \" But I have the satisfaction of knowing that I shall leave you in a position, in which it is very improbable that such cases can occur. Yrou are now entirely the mistress of your own actions, and, should you ever regret your independence, I am persuaded a word from you"], [227, "ON THE BRINK. 219 would at any time bring Lord Tenby back to your feet. It would lie with you to name the conditions of your reconciliation.\" \" You think so ! Well, I am inclined to think so too ; and in corroboration of this opinion, you shall read a letter which I received last week from Lord Tenby, and tell me what you think of it. As yet I have shown it to no one.\" She rose as she spoke, and, going to her writing-desk, took out of it a letter which she handed to Compton. \"Read it out,\" she said. He complied. It was dated from Nice. \"Ever beloved Eleanor,\" it began. \"Per haps you will be surprised at receiving a letter from me from this place ; perhaps you did not even know I was abroad ; but, be that as it may, I owe it to one whom I so highly honour and esteem as I do you to announce to you un intended return to England, and to inform you of the cause of my absence. Hearing that a child was likely to be born to me in Egypt, it"], [228, "ON THE BRINK. 220 struck me that it was my duty, as a Christian father, to redeem it from the hands of its infidel mother, and bring it up in the faith I myself profess. Accordingly, I proceeded forthwith to Cairo, and commenced my negotiations, in which, as far as obtaining possession of the child, you will be pleased to hear that I was completely successful. The other part of my mission was to a certain extent a failure. There was, most unfortunately, no clergyman of the Anglican church at hand ; and as, for various reasons, I thought it advisable to have the child baptized without delay, I was obliged to have recourse to a Capuchin friar, who refused positively to perform the ceremony till I signed a paper, binding myself to bring up my daughter as a Catholic. I forgot to mention, it is a girl, and with a little more colour and a little more expression would be exceedingly pretty. Well, I was under the necessity of complying, though nothing could be more pain- ful to my feelings, and I should be extremely obliged to you if you would consult some"], [229, "ON THE BRINK. 221 divine of your acquaintance as to how far I am bound by a promise extorted from me under such circumstances. At all events, I presume Popery is better than Mahommedanism, though I am aware that many devout men are of a contrary opinion, and look upon our Mahom- niedan brethren as members of the great Pro- testant church. I had my little daughter baptized by the name of Eleanor, as a tribute of respect to her who holds — and ever will hold — the first place in my heart. Out of com- pliment to the child's mother, I have added the name of Fatima ; and as I was informed that there might be some difficulty hereafter in obtaining for her the recognition of the rank to which she is undoubtedly entitled, I prefixed the name of Lady. It is my intention to spare no expense upon her education, and when you revoke the cruel sentence of banishment which you have pronounced against me, I trust you will find Lady Eleanor Fatima Mortimer not unworthy of your countenance and protection. That to your grace and beauty she may join"], [230, "222 ON THE BRINK. your virtues and amiable qualities, is the earnest prayer of your devoted and most unhappy hus band. — Tenby.\" \" Now, do you think,\" said Lady Tenby, when he had finished, \" that no case is likely to occur in which I may need advice ? Tell me how to preserve myself from the insults of that man.\" \" My dear Lady Tenby, I do not think it was his intention to insult you. My belief is \" \" Ah,\" she cried, interrupting him, \" it is natural you should take his part against me. I did my best to destroy all the feelings of friendship which you once felt for me, and I have succeeded.\" \" No, no, you are entirely mistaken. I was going to remark that it is impossible that the writer of that letter can be sane. Lord Tenby cannot be considered responsible for his actions. I thought so when I met him at Con stantinople, and now I am certain of it.\" \" Y\"es, 1 know, everything now is covered by the convenient plea of insanity. I sometimes"], [231, "ON THE BRINK. 223 think I am insane, and I am sure I was when I allowed dislike of my stepmother to drive me to such a marriage. Would to God,\" she ex claimed, bursting into tears, — \" would to God I had died on the eve of it !\" Compton was greatly distressed by this out burst on the part of one usually so calm and self-possessed, and without any apparent cause sufficient to account for it. \"My dear Lady Tenby, say not so. No doubt you have many trials, but remember how much remains to you. Y'our father, Auntie, Hugh, all of whom love vou well. Manv dear and attached friends, whom you have made for yourself, without, as far as I know, having ever lost one.\" \" Arthur, say you forgive what must have appeared to you utter heartlessness. But, indeed, if you knew all, you would see it was forced upon me.\" \" I never felt that I had anything to forgive. I concluded that I had in some way given you offence — most involuntarily, certainly; and"], [232, "224 ON THE BRINK. what grieved me most was, that you refused all explanation, and consequently did not give me what I thought I was entitled to claim, the opportunity of defending myself.\" \"Yes, you had a right to accuse me of in justice: but I can be silent no longer; you shall know now the reasons of my apparently capricious conduct. Y'ou said just now that I was perfect mistress of my own actions. Did it never occur to you that, since my separation from Lord Tenby, I am less so than ever ? That, if I would avoid reproach, I must live in a glass-house ? That my actions must not only be 'innocent, but must appear so in the eyes of the world ? That, if I admitted any one to a greater degree of intimacy than the rest of my friends, I should be exposing myself to the worst constructions ? And who shall assure me that Lord Tenby is not on the watch to take advantage of the first act of imprudence on my part, and raise a cry against me, how ever absurd or unfounded ? I believe him to be quite capable of it.\""], [233, "ON THE BRINK. 225 \" Oh, Lady Tenby, what a weight you have taken off my mind ! I fancied I know not what. Y^es, you are right to be prudent. Yrou cannot be too guarded. But why not have told me this before? It would have saved me some cruel hours.\" \" I was wrong, unjustifiably wrong. I know it now. I ought to have told }tou all, instead of trying to check the familiarity of our in tercourse by an assumption of coldness and indifference. But, Arthur, I was ashamed. Even now it costs me more than I can tell you to give you this explanation, though it is due to you. Do you think any woman can allude, without a sense of bitter degradation, to the possibility of her becoming an object of sus picion ! But if you have suffered, so have I too ; more, probably, than you, for I grieved, not only for myself, but for the pain I saw I was inflicting on you. I felt that the course I was pursuing must end in depriving me of my best and truest friend.\" \"No, in that you are mistaken. If ever vol. ir. Q"], [234, "226 ON THE BRINK. you should have had occasion to appeal to my friendship, you would have found it as active and as devoted as ever. And now let us never again allude to this painful subject. I can quite understand your shrinking from all explanation. It was most natural, and the confidence you have now bestowed upon me, notwithstanding your repugnance, gives you an additional claim to my gratitude. But about this letter of Lord Tenby's. I should recommend your consulting your father, or Sir William Claremont ; for, though I still adhere to my opinion that Lord Tenby had no intention of insulting you, his addressing you at all is a breach of covenant from which you ought to be protected ; and they alone can speak, and, if need be, act with authority.\" \"That is precisely what I wish to avoid. This is one of the cases in which I will not appeal to my father. He would wish instantly to stop Lord Tenby's allowance, and that I will not hear of. It would look too much as if I wished to enrich myself at his expense.\""], [235, "ON THE BRINK. 227 \" Then why not speak to Sir William ? As a connection of the Tenbys he would never wish to strain a point against his brother-in law, while, from what I know of him, I feel certain that he would do all in his power to insure your being left in peace. Notwith standing the coldness existing between them, he must still have great influence with Lord Tenby, as indeed he has with all who know him.\" \" No, I will not appeal to Sir William either. He has been most kind to me, and always begs me to have recourse to him in any diffi culty. He has already done for me more than I had any right to expect in becoming one of my trustees, and I wish to avoid as much as possible forcing on him the invidious task of deciding between me and his brother-in-law. From all Lord Tenby's relations I have ex perienced nothing but sympathy and good-will, and I should be most ungrateful if, by any act of mine, I added to their annoyances. Dear old Lady Tenby passes hours with rae, and"], [236, "228 ON THE BRINK. carefully abstains from pronouncing her son's name, or making the most distant allusion to him, although I can see at times that she is dying to do so. I fancy she indemnifies herself for this restraint with Auntie, who often drives out with her.\" \" Under these circumstances,\" said Compton, \" I see nothing for it but to lock up the letter, and take no notice of it. Perhaps your silence may discourage Lord Tenby from any future attempts to inveigle you into correspondence.\" \" I will do so,\" Lady Tenby replied. \" In fact, it was the course I meant to have pur sued.\" \" Can I see Mrs. Thorpe before I go ?\" asked Compton. \"I presume Mr. Halsted is in town ?\" \" Y'es, and so is Auntie too. She had some shopping to do, and went with him. But why not stay and dine now you are here, and then you will see them both ?\" Compton could not accept the invitation for that day, but promised to dine at Ealing on"], [237, "ON THE BRINK. 229 the morrow. He rose to depart, and when his hand was on the lock of the door Lady Tenby said, \"And do not decide positively about India till you have talked it over with my father.\" \" Very well ; I will not,\" was the reply. They forgot, or chose to forget, that, when Compton announced his intention of leaving England, he had spoken of it as a plan irrevo cably settled — as a resolution arrived at long since, after mature and anxious deliberation. Even now they treated it as a project still open to discussion, though they both knew in their hearts that it was already abandoned. The reference to Mr. Halsted might have been spared."], [238, "ON THE BRINK. 230 CHAPTER X. Sir Arthur Compton returned to London that afternoon with very different feelings from those with which he had left it in the morn ing. Lady Tenby's explanation had com pletely satisfied him. The very fact of her having deferred it so long, the difficulty with which she had at last brought herself to make it, were so many proofs of her sincerity ; nor was he even disposed to cavil with the argu ments by which, while admitting that she was wrong, she had attempted to justify her conduct towards him. He still retained the first place in her friendship, and that was all he asked. He could afford now to laugh at"], [239, "ON THE BRINK. 231 the absurdity of Mrs. Thorpe's idea, that Lord Tenby had been reinstated in his wife's affec tions. That illustrious individual was evi dently at a lower discount than ever, and seemed to be labouring by all the means in his power to widen the breach existing be tween them. \" Poor dear Auntie !\" he said to himself, \"how little she knows her niece, or, indeed, women at all ! What wife, with a grain of self-respect, could ever pardon the offences of which Lord Tenby has been guilty?\" In the new feelings of happiness with which his heart was filled, he even per suaded himself that he had never given the slightest credence to Mrs. Thorpe's sugges tions, but had always considered them as arising from some incomprehensible mental delusion. But with all this there was not the slightest suspicion on his part that the feelings which Lady Tenby entertained for him had any other source than that of friendship, pure as it was warm and sincere. When once she began to"], [240, "232 ON THE BRINK. explain the reasons by which she had been influenced in treating him with so much cold ness and apparent caprice, there had been no hesitation or appearance of an arriere-pensee. She had alluded to the difficulties of her posi tion without embarrassment or reserve, as if certain that she was speaking to one who would not misconstrue her frankness, and on whose s}rmpathy and discretion she could thoroughly rely. If such was her feeling, her confidence was not misplaced. Compton saw that the situation in which she now stood was one of extreme delicacy, and he deter mined, to the utmost of his power, to assist her in steering clear of the shoals by which she was surrounded. It is true that he found it no easy matter, when he descended from poetry to prose, to define precisely what those shoals were, or how he was to assist her. It never entered into his head to suppose that he was the most dangerous of all — the hidden rock upon which she might be destined to make shipwreck."], [241, "ON THE BRINK. 233 On Lady Tenby the effect of the late con versation was, perhaps, even greater. She had emancipated herself from a mystery which oppressed her; she had regained the affection of her friend and brother ; by an honest con fession of the embarrassment under which she was labouring she had thrown herself on the safeguard of one whose devotion had never failed her. No need now for extraordinary precautions on her part ; Arthur would watch over her, and be the first to warn her of im pending danger. And all this had been effected without com promising the secret of her heart. Mrs. Thorpe was most agreeably surprised on her return to find her niece at the piano, trilling out the notes of \" Ah, non giunge,\" as joyfully as the Sonnambula herself, or the lark greeting the morning sun. \" Oh, Auntie !\" she exclaimed, \" what evil inspiration took you to London to-day? Y'our young man has been here all the morning, and I had to console him as well as I could for your absence.\""], [242, "234 ON THE BRINK. \" My young man ! Of whom are you talking ?\" \" For shame ! Do you mean to tell me you have more than one ? Arthur has been here. Lieutenant-Colonel Sir Arthur Compton, K.C.B., VC.\" \" Arthur ! I am indeed sorry I missed him. Is he come to stay ?\" Nelly could not repress a furtive smile, as she answered that it was not quite certain, but she rather thought he would. \" But with what composure you speak of your devoted admirer. You hardly deserve to have one. And now, let me see what finery you have brought from town. You will want it to-morrow, for he has promised to dine here.\" \" You silly child ! I shall not think much of the devotion of my young man if it depends upon a smart cap or gown.\" Mrs. Thorpe had no longer reason to com plain of Nelly's irritability or inequalities of temper. During that and the following day she was in the highest spirits, pleased and con-"], [243, "ON TEE BRINK. 235 tented with everything, and seemingly intent upon making all those around her participators in her happiness. Compton came to dinner, and was welcomed by them all as a dear and valued friend. Mr. Halsted, especially, was loud in his expressions of pleasure at seeing him again. \" I hope, now you are here, you have no thoughts of leaving London for some time to come. I shall not be able to stir for the next month, I fear, and you must stay to keep us company. I trust you will always look upon this house as your home.\" \" Do not flatter yourself, papa,\" said Lady Tenby, with a mischievous look at Compton ; \"Sir Arthur has strong thoughts of returning to India at once. I believe he has only sus pended his decision till he could consult you.\" \" Is this really the case, Compton, or is it only a joke of Nelly's ?\" asked Mr. Halsted. Compton coloured, and glanced reproach fully at Lady Tenby. \" I certainly have been thinking of it, and should be glad to have your opinion. The fact is, I do not in the"], [244, "236 ON THE BRINK. least doubt Lord Margate's good faith, or his wish to serve me, but this appointment wThich he holds out to me is very long in coming, and, perhaps, after all, he may not have it in his power to confer it on me. Now, my posi tion in India is a very good one, and I have no wish to enact the part of the dog in the fable, and by grasping at a shadow lose the real substance.\" Thereupon Mr. Halsted, who had not a doubt of Compton's sincerity, discussed the whole question with the utmost gravity, and gave it as his decided opinion that there was not the least cause for uneasiness, that the whole was merely a question of time, and that it would be madness in Compton to throw away such an opportunity of entering upon public life under the best auspices, with a fair prospect of future advancement. \"Well, if that is your opinion,\" said Comp ton, \" I will pause before making up my mind definitively. Indeed, there is no necessity for coming to an immediate decision. I have"], [245, "ON TEE BRINK. 237 still six months' leave, and I need not take any positive step till they are expired.\" \"I did not think you could have been so malicious,\" he whispered to Lady Tenby, as soon as he had an opportunity of addressing her unobserved. \" Malicious !\" she exclaimed, opening her eyes with an air of the most genuine astonish ment. \" What can you mean ?\" \" Oh, you know very well. But what has become of Hugh, that he did not dine with us to-dav ?\" \" I want to talk to you about Hugh,\" she replied. \" Y^ou know, of course, that he passed his examination, and is now in the Foreign Office till something turns up ?\" \" Y'es ; Lady Winifred informed me of that. She heard it from some correspondent of hers, who used to write to her ver}T regularly. I thought it very kind of her, for I was really anxious to know how he passed through that fiery ordeal, and no one thought it worth his or her while to let me know.\""], [246, "238 ON TEE BRINK. \" Who is malicious now ? But to return to Hugh. He has given up living with us, and taken lodgings in Mount Street, alleging that he is hard-worked, and frequently kept at the office till so late an hour that we should all be in bed before he could arrive here. Now, I do not much believe in hard work at the public offices, nor in the late hours either. I sus pect very few of his evenings are spent in Downing Street. He passes his Sundays here certainly, and his manners to me are the same as ever ; but I am afraid he is getting into a bad set, and Auntie thinks so too. It seems to me that there is not a theatre in London with which he is not acquainted, and is quite au fait, not only of the merits, but of the private history, of all the actresses. I confess I am very uneasy about him. Oh, Arthur, if he should take after his father ! \" \" I think, Lady Tenby, you are probably tormenting yourself without cause. The hours at the Foreign Office are at times uncertain, and, from what I have seen of Hugh, I should"], [247, "ON THE BRINK. 239 say that he is not the least likely to take to bad company. He has always expressed, to me at least, a horror of low dissipation, and he is too proud and reserved to be Hail, fellow, well met ! with the first person who holds out his hand. That he has an affectionate heart, I am sure ; that he has good principles, I have every reason to believe. But we must not forget that he is now a young man, and very natur ally prefers the amusements of his age to a quiet evening at home. Very bad taste, no doubt, but we must know how to make allow ances. I have observed that women seem hardly ever able to realize the fact that the child eventually becomes a man. In that respect they are frequently less judicious than we are, and seek to extend their authority beyond the term assigned to it by nature.\" \"That will not be the case with me,\" Lady Tenby replied. \" I have long foreseen the time when my influence must necessarily cease ; when the affection which he now feels for me will probably be replaced by love for"], [248, "240 ON TEE BRINK. another. All I pray for is that he may love worthily.\" \" I think I can take upon me to assert,\" said Compton, \" that your influence over Hugh Graham will never cease, and that his affection for you will ever remain the same. It is not everybody who is grateful, but he is, and he well knows all he owes you. But, perhaps, the best thing that can be done for him will be to get him a foreign appointment as soon as possible.\" \" Of course it would,\" said Lady Tenby. \" Oh, Arthur, how should I ever get on without you for a councillor ! I will write about it at once to Lord Margate, and ask him to exert his influence for us.\" The result of this conversation was that Hugh Graham was shortly after appointed to an attache'ship in our mission at San Marino. With the exception of Hugh's departure, the next two or three weeks passed away without any perceptible change. Lord Tenby returned to England, as he took care to inform his"], [249, "ON THE BRINK. 241 beloved Eleanor, giving her his address in case she wished to communicate with him, and taking the very superfluous trouble of assuring her that she might depend upon his obeying her first summons at any hour of the day or night. This missive was not more fortunate in obtaining an answer than its predecessors, though Lady Tenby, who was greatly annoyed by the pertinacity with which her husband seemed to assume that, sooner or later, she would listen to his overtures with a favourable ear, could scarcely refrain from replying to it in terms of well-merited severity. It was en- tirely owing to Compton's advice that she abstained from taking a step which, however peremptory the language employed, would probably have served as a pretext for further correspondence. Compton was quite as indig- nant as she was herself, and more than once regretted that he had not accepted the office of her trustee, instead of allowing it to devolve on Sir William Claremont. He would then have had a right to stand forth as her champion, and VOL. II. R"], [250, "242 ON TEE BRINK. take Lord Tenby to task for his conduct, with out the chance of being asked the very awkward question, \" What business it was of his ? \" In the meantime, every day he passed more of his time at Ealing. It soon became au understood thing that Sir Arthur Compton was to be Nelly's escort in her daily rides. Generally Mr. Halsted accompanied them, and as he greatly preferred a quiet ride in the country to an exhibition of his equestrian skill in Rotton Row, his companions not only yielded without a remonstrance, but probably sympathized with his taste for rural scenes. At least, it is certain that, when left to them selves, they never turned their horses' heads in the direction of London. On Mr. Halsted himself the life which he was now leading had produced a most bene ficial change. Ever since he had thrown off the cares and drudgery of business, which in his case had been more than any one man ought to undertake, and more especially since his daughter's position had been definitively"], [251, "ON TEE BRINK. 243 settled, he seemed to have taken a new lease of existence. For the first time in his life he now knew the tranquil charms of domestic life, and under their influence in all externals he became an altered man. In former days his affection for Nelly, which had now become an absorbing passion, would have been veiled beneath a cold and indifferent demeanour, as something incompatible with the dignity ol* man ; now he not only was at no pains to conceal it, but seemed to take a pride in pub lishing it to the world at large. In his con versation, which then had, for the most part, consisted of short and abrupt phrases, somewhat in the Sir Oracle style, he had now become open and communicative. At one time he had thought it beneath him to enter too minutely into the details of his establishment ; now he took an interest in everything — in his house, his garden, his stables, his cellar, and, much to Nelly's amusement, even in his kitchen. He was a good horseman, the fruits, perhaps, of his youthful experience in the — th dragoons,"], [252, "244 ON THE BRINK. and was never happier than when his other occupations allowed him to accompany his daughter and Compton in their rides. With two such congenial companions he gradually threw off all reserve, and related, with great apparent zest, several anecdotes of his early nautical and military life. But if he was a good narrator himself, he also understood how to draw out others. Compton was enticed into speaking more freely of the various events of his active career than he had ever done before, though he seldom, if ever, made himself the prominent figure on the canvas. Much to his surprise, he was occasionally cut short by Lady Tenby's ex claiming, \" Ah, yes, we read that in the paper ; but all the credit was given to Colonel Compton, and not to Captain B.\" \" Depend upon it, my clear Lady Tenby,\" he once said, \" the officer in command often gets the credit due to those under him.\" \" And I suppose it was to those under you that you owe your Victoria Cross ? \""], [253, "ON THE BRINK. 245 \" Oh, that is another thing altogether ! It was a piece of sheer good luck.\" In short, the ride was the great event of the day — for Lady Tenby at least, who hardly knew which interested and amused her most, her father's humorous lamentations over the manifold difficulties and hardships of his early years, or Compton's animated description of the various scenes in which he had played a part. But if Sir Arthur's conversation was so at tractive when Mr. Halsted formed one of the party, it was very different when he was Lady Tenby's sole escort. Nor did she seem to mark, or, at all events, to heed, the difference. Side by side, they would ride by the hour together without a word spoken, absorbed in their own thoughts — she in a state of dreamy content, he but half-satisfied with the present, and full of anxious doubt for the future. For something seemed to tell him that their relations could not go on much longer on such an unnatural foot ing. Every day he felt his passion for Nelly increase. Every day he found it more difficult"], [254, "246 ON THE BRINK. to refrain from telling her how dearly, how devotedly she was beloved, and at times he thought it impossible that she should not be aware of it. This very feeling made him more cautious than ever. She might tolerate, perhaps, an unobtrusive attachment, content to linger on in silence, without seeking or even hoping for a return, but an unguarded phrase — a word — might have the effect of banishing him from her presence for ever. He still addressed her as Lady Tenby even when alone with her ; he still persisted, notwithstanding Mr. Halsted's remonstrances, in returning to London every night, and, as far as appearances went, his visits to Ealing might be attributed quite as much to his intimacy with the father as to his admiration of the daughter, for he was equally well received by both. Mrs. Thorpe alone had at times a sort of idea that they saw quite as much of Sir Arthur Compton as was desirable, but it was too vague to attain any consistency, and was invariably rejected as a sort of construe-"], [255, "ON THE BRINK. 247 tive treason against her favourite. Perhaps she was afraid to follow it up too closely. Some slight changes had been introduced into Compton's habits by the force of circum stances. For instance, a room was set apart for him at the villa, in which he could change his dress after riding, but this was a matter of necessity, for they rode late, and it was phy sically impossible for him to go to London and back in time for dinner. Again, it was not only useless, but positively barbarous, to give his liorses more work than there was any occa sion for. Accordingly a stable was taken for them and a room for the groom in the village, much to that functionary's disgust, who found himself, by this arrangement, precluded from caltivating the good graces of a young lady holding a high and responsible situation in the culinary department of an aristocratic establish ment in Bloomsbury Square, with whom he had formed an acquaintance at a ball given by a celebrated professor of dancing at his mansion in Lamb's Conduit Street."], [256, "248 ON THE BRINK. One evening, when Mr. Halsted was obliged to attend some public meeting, Sir Arthur found himself alone at dinuer with the two ladies, and, as usual on such occasions, took the foot of the table, with Lady Tenby opposite to him. Never before had he been so struck by her beauty as he was now. They had taken an unusually long ride, and had come home so late, that she had been obliged to hurry through her toilette as she best could, and the glow of exercise had not yet faded from her cheeks. She had found time, however, to twine into her dark hair a wreath of dog-roses which Compton had torn off its bush for her, and which gave her quite an ethereal look. At dessert it at tracted Mrs. Thorpe's attention, who was loud in her expressions of admiration. \" How well it suits you, Nelly ! You look like the Queen of May. Does she not, Arthur ? Quite like our little Nelly of the olden time.\" The last observation was certainly rather a bold flight of fancy on Auntie's part, but before Compton had time to answer her the butler"], [257, "ON THE BRINK. 249 put a letter into his hands which he said had been just brought by Sir Arthur's own servant, who, seeing Lord Margate's name in the corner, and the word \" Immediate \" on it, had taken a cab and come himself with it, in case it required an answer. \" He did quite right,\" said Compton, open ing the letter. \" Tell him to wait.\" \"What is it, Arthur?\" asked Lady Tenby eagerly, as soon as the servant left the room. \" Y'our appointment ?\" \" The next thing to it, I suppose. Lord Margate tells me that at last he has it in his power to fulfil his promise, and names an hour for me to call on him to-morrow to talk it over. \" Oh, I am so glad — so very glad, for all our sakes !\" exclaimed Nelly. \" Does he say what it is ?\" \" No ; that I shall hear to-morrow.\" \" My dear Arthur,\" said Mrs. Thorpe, hold ing out her hand to him, \" I need not assure you that I congratulate you most sincerely.\""], [258, "250 ON THE BRINK. \" But in the meantime,\" said Compton, \" if you will allow me, I will go into the drawing room and write an answer. That will be but civil.\" \" We will all go. You are ready, Auntie, are you not ?\" As soon as they reached the drawing-room Compton sat down to the writing-table, and soon composed his reply to Lord Margate's missive, Lady Tenby standing at his elbow and watching every word he wrote. She then brought him a candle and sealing-wax. The bell was rung, and Compton's servant sent for, to whom the important dispatch was confided, with strict injunctions to deliver it that very night. \" And now let us sit down quietly on the sofa,\" said Nelly, and consider all you have to do. Auntie, we are going to talk over Arthur's plans. Will you not come and help us ?\" But Auntie was asleep, or nearly so, for she was greatly addicted to the King of Denmark's custom of an afternoon, improving on it, how-"], [259, "ON THE BRINK. 251 ever, so far as to select a comfortable arm-chair instead of a damp orchard for her siesta. The only reply she made to Nelly's invitation was a very gentle snort, and her ladyship con tinued : \" Poor, dear Auntie ! We must not disturb her. Now, let us see. In the first place, you must leave your hotel in Jenny n Street, and have a regular establishment, like other great men.\" \" I suppose I must, though I shall never be so comfortable elsewhere. I shall have to take a house and furnish it, and all that sort of thing. What a bore it will all be !\" But the idea of a house did not seem to meet with Lady Tenby's approbation. Per haps she thought that no house, however eli gible, however well-furnished, is ever complete without a mistress. \"Oh no !\" she exclaimed ; \" you will not want a house. You ought to take chambers in the Albany. Those papa had would be the very thing for you. You must see about them to-morrow, and you shall"], [260, "252 ON THE BRINK. have no trouble about the furniture ; I will take that off your hands. I know exactly what you want. How I wish I had kept more of my Eaton Square furniture ! There were so many things which would have just suited you ; and, of course, they were sold for next to nothing.\" She spoke with the eagerness of a child, and Compton fell into it at once. \" Very well,\" he said ; \" the Albany be it. But I shall have to provide myself with a house keeper.\" \" Oh, leave all that to me ! I know one who will suit you to perfection. A most respect able woman, who was once a kitchen-maid at my father's, then married a coachman, and is now a widow without children. She came to me not long ago to ask me if I could get her a situation, and when I asked her what sort of situation she wished for, she said that she should like to be cook and housekeeper to a single gentleman who never dined at home.\""], [261, "ON THE BRINK. 253 \" Am I never to dine at home, then ?\" asked Compton, helplessly. \" Of course not. When you have no other invitation you will dine here.\" \" It sounds well, but I am afraid of that horrid word ' respectable.' I am certain your protegee is very old and fearfully ugly.\" \"And if she is, what is that to you, sir? But she is not either old or ugly, and my only scruple is about trusting her to such a wild young man as you are. You must promise to be upon your best behaviour with her.\" \" Very well ; I will do my best ; and now, go on.\" '• Well, I suppose I must allow you a house maid, for that apartment is rather a large one. YTou have a man-servant, and that will be enough. Though, on reflection, I am not quite sure, for you must keep a brougham, and you ought to have a servant in livery.\" \" My dear Lady Tenby, you are settling an establishment for me, as if I were to have the salary of the Governor-General.\""], [262, "254 ON THE BRINK. \" Not at all. I am a very good manager, and know what I am about. They cannot give you less than a thousand or twelve hun dred a year, and so with what you have of your own you will do very well.\" \"A thousand a year! More likely they will make me a porter or messenger with fifty or sixty pounds a year, or perhaps they will set me to sweep out the office.\" \" Now, do not talk nonsense when I want you to be serious.\" \" Well, I won't ; but till my interview with Lord Margate, we can consider nothing as settled. Just now, we are counting our chickens before they are hatched.\" \" Arthur, clear Arthur, please do not talk in this way. I cannot tell you what a relief Lord Margate's letter is to me, for I will confess now, that I have all along had a sort of presenti ment — no, not presentiment exactly, but a vague fear — that, after all, you would think yourself obliged to return to that horrid India, in case nothing turned up before your leave expired.\""], [263, "ON THE BRINK. 255 \" Perhaps,\" replied Compton, \" if I listened to nothing but my duty as a soldier, I ought to do so as it is. I received a letter from O'Hara this very morning, in which he tells me my regiment is ordered to the North-West provinces, where strong symptoms of disaffec tion have shown themselves, and he adds that they do not get on well with my successor. Those irregular fellows require very delicate handling ; he does not understand them, and I do. But what ought to weigh with me most are a few hues received at the same time from my good old friend, General Roden, to whom I am principally indebted for my present posi tion. He has been appointed to the command of this very expedition, and asks me, as a per sonal favour, to return at once. In short, though it seems great vanity in me to say so, they all seem to wish me back again.\" \" I dare say they do, and we wish to keep you here. For twelve years you did your duty, and more than your duty, in India and Turkey, and now you have a fair right to"], [264, "256 ON THE BRINK. enjoy the rewards your good conduct has earned for you at home. Y\"ou can serve your country here just as well as there. After all, those soldiers of yours must be a bad set, if they cannot obey their officers without your presence.\" \" Oh, Lady Tenby, do not say that. I feel for them almost what you feel for Hugh, for I may say— at least, the commander-in-chief says — that I made them what they are : the first cavalry corps in India ; in the world, per haps. It is true I had excellent materials to work with, and was most ably and zealously assisted by my brother officers.\" \" In short, your heart is with them.\" \"No, no; you cannot — you have no right to say that. Though I did speak of my duty as a soldier calling me to India, I have other duties to perform here, and which seem to me paramount to all others. And God knows all my wishes, all my affections are centered in England — iu this house.\" The last words were spoken in so faint a"], [265, "ON THE BRINK. 257 whisper as to be scarcely audible, and Lady Tenby may have heard them or not. At all events, she took no notice of them, though she followed his example by lowering her voice, probably out of deference to Mrs. Thorpe's slumbers. \"And what are the other duties which are so important in your eyes ?\" she asked. \"Can you not guess? What duty can be more important, more holy, than that of watch ing over a sister's welfare ?\" \" Arthur, Arthur, would you indeed make the sacrifice of your profession for my sake ?\" \" I had already made up my mind to do so, even if this piece of good fortune had not befallen me. But it would have been no sacri fice ; the sacrifice would have been in leaving England, where I have found so many kind friends.\" . \" Giving up all your prospects for me ! How can I ever repay \" \" Dear Lady Tenby, pray never' \" Lady Tenby ! Lady Tenby ! Always VOL. II. s"], [266, "258 ON THE BRINK. Lady Tenby !\" she said, impatiently. \" Do you never mean to call me Nelly again ? Or is it meant as a reproof to me for calling you Arthur ?\" \" Oh, no, you cannot think it !\" he ex claimed. \" If I address you as Lady Tenby now, you are always Nelly in my prayers; always Nelly, little Nelly, when I speak of you to myself. Ah, would to God you were little Nelly still !\" \"Always little Nelly for you,\" she mur mured, and laid her hand on his. He stooped to kiss it, and her head sank upon his shoulder. \"Nelly, Nelly, my own Nelly, I love you !\" he whispered, as he threw his arm around her. Their lips met, and for a few moments they remained in a trance of un utterable happiness, the beating of their hearts alone breaking the silence around them, till Mrs. Thorpe made a restless movement, and gave signs of waking. Hastily the arm was withdrawn, and they both started back to their rpspective corners of the sofa. No word was"], [267, "ON TEE BRINK. 259 uttered by either of them, while Auntie shook off her drowsiness and sat up in her chair. Nelly was the first to speak. \" Oh, Auntie,\" she said, \"how ill-natured of you to sleep all this time, when your advice would have been invaluable! We have been obliged to settle all Arthur's establishment without you.\" \" Have you, my dear ? What establish ment ?\" \" Auntie, Auntie, I declare you are sleeping still. Sir Arthur Compton's establishment, and I advise him to take papa's \" At that moment Mr. Halsted made his appearance, and was informed of the good news. \" I am delighted,\" he said, \" that it is settled at last,, though I always told you that it was only a question of time.\" He further said, in answer to his daughter's questions, that he believed his old apartment in the Albany was still unoccupied, and advised Compton to see after it without loss of time. \" Yes,\" said Lady Tenby, \" you must go and look at it as soon as you have had your inter-"], [268, "260 ON THE BRINK. view with Lord Margate, and you will be able to tell us all about it at dinner. I shall be so impatient to know how it is all settled, shall not you, Auntie ?\" Auntie made some unintelligible reply, and complained of headache. Before long she wished them all good-night, after arranging with Mr. Halsted to go up to town with him on the morrow, as she had some visits to pay and some business to attend to ; though Lady Tenby, who was in the highest spirits — for as yet her only feeling was the consciousness of being beloved — laughed at the idea of business, and vowed that she was bent on some piece of mischief. Compton remained a short time longer with his friends, and then he too took his leave."], [269, "ON THE BRINK. 261 CHAPTER XI. Compton was still at his breakfast on the following morning, when the waiter announced that a lady wished to speak to him, and to his great astonishment Mrs. Thorpe was ushered into the room. \" Good heavens !\" he exclaimed, \" this is indeed a surprise. Is all well at the villa?\" \" Yes, quite well,\" she replied, but her voice trembled as she spoke ; \" but I want to speak to you.\" \" I am all attention ; but do let me give you some breakfast first.\" \"Thank you, but I breakfasted before I came out. Arthur, when are you going to India?\""], [270, "262 ON THE BRINK. \" To India !\" he repeated, in a voice of stupe faction. \" Never, I hope. Did you not hear yesterday that I have the promise of a home appointment ?\" \" Arthur, dear Arthur, you must go. I was not asleep all the time last night. I heard and saw what passed between you and Nelly.\" \"If you did, Mrs. Thorpe,\" said Compton rather coldly, \" you must be aware that I pro mised my adopted sister to remain in England with or without appointment, and I cannot dis pose of myself without her consent. Is she aware of your present visit to me, and the object of it ?\" \" No ; as yet, poor child, she knows nothing. I would not deprive her of the few hours of peaceful unconsciousness yet left her. You are angry with me, Arthur ; but God knows how willingly I would make any sacrifice, if by so doing I could save you both from this great misery.\" \" What misery do you mean ? I am not angry, but I confess I do not understand you."], [271, "ON THE BRINK. 263 You speak of the necessity of my going to India, coupling it with something that occurred last night, as if I had been guilty of some great crime, and that this was the only way of expiating it. Y'ou put me on my defence, and I plead Not guilty.\" \" Arthur, there are sins of thought, as well as sins of commission. Can you lay your hand on your heart, and say that all your thoughts are blameless ?\" He made no answer, and she continued : \" Arthur, I am a poor, weak old woman, strong only in my love ior my child. Since the moment when my poor sister placed her in my arms, and confided her to my care with her dying breath, I have had no thought but for her. I watched over her infancy and child hood, and I will not now prove false to the trust reposed in me. Her earthly happiness, alas ! is fled for ever, but peace of mind may yet be hers. Of that and her happiness here after no one shall deprive her, if I can prevent it.\""], [272, "264 ON THE BRINK. \"God forbid! and if you suppose that I would be the one to attempt it, you do me great injustice.\" \" Knowingly, I am sure you would not ; but the first step is taken. You love her, and she knows it. Oh Arthur, it is not for nothing that we are told to pray against being led into temptation !\" \" Yes, I love her with all the powers of my heart and soul, and I am not ashamed to con fess it, for it is in all truth and honour. I love her so well, that, to insure her happiness, I would lay down my life without a second thought. Do you think, then, that she has anything to fear from me that could give her a moment's uneasiness ? Or, if you cannot trust me, at least you can trust her.\" \" Ah, my dear Arthur, I have no mistrust of your intentions, but how many have said the same thing as sincerely as you, and yet have fallen !\" \"In short, it comes to this. Because Lady Tenby was the victim of her father's ambition,"], [273, "ON TEE BRINK. 265 who married her to a brute unworthy of the name of man, you would separate her from all those who feel for her the slightest sympathy or commiseration. Because she has suffered more than any woman ever did before, you would deprive her of every friend in whose attachment she feels the least confidence. Y^our object seems to be to make her desolate con dition still more desolate. It is a strange way of showing your affection for your niece.\" \" You are hard on me, Arthur, and if you could see my heart, you would know how little I deserve it. I ask you to spare my child, to save her from long years of unhappiness such as she has never yet known, for in all she has hitherto undergone she has had the support of her own conscience. If you rob her of that, she will never again know a moment's peace. Even now, I am certain, she is bitterly re proaching herself for having listened to you without reproof, in a moment of forgetfulness. Could you bear to see the woman you love utterly miserable and heart-broken, striving in"], [274, "266 ON THE BRINK. vain to still the voice of conscience, an object of contemptuous pity to her friends, of scorn to the rest of the world ? If I know you, you would be scarcely less unhappy yourself. Arthur, I appeal to all your better feelings, to your high sense of honour, nay, even to your love for Nelly. Have mercy upon her and upon yourself; have mercy on the old man who has treated you with so much friendship, such unbounded confidence. I would say have mercy upon me, but that now your heart is turned from me.\" \" No, no, do not say that, my kind old friend,\" said Compton, much moved. \" I know that what you are doing originates in your love for us all. Only I cannot admit the necessity of the violent remedy you insist upon. I do not love Nelly more now than I did a year ago. For a whole year I have kept my feelings to myself. Last night I know not what came over me. It was something we said about Uttle Nelly, and I confess I gave way. Do you know that when I came from India it was in"], [275, "ON THE BRINK. 267 complete ignorance of Nelly's marriage, aud with the hope of persuading her to unite her late to mine ? It was the recollection of this that overcame me for a moment, but I can promise it shall never happen again. Nay, more, I will promise never to seek a private interview with her. Dear Auntie, will not this satisfy you ?\" \" Too late, Arthur, too late,\" she replied, and the tears stood in her eyes. \" This might have been sufficient yesterday, while the barrier between you still existed. But it is broken down, and no half measures will now avail.\" \" Say at once you do not trust me.\" \" I do trust you more than any man I know, but this is not a question of trust. If any one had told you twenty -four hours ago that, before the day was out, you would say to Nelly, ' I love you,' would you have believed him ? You would have felt as confident in your own strength then as you do now. Can you tell what another day may bring forth ? \" \"Y\"es, I can,\" he exclaimed, passionately."], [276, "ON THE BRINK. 268 \"Utter and unspeakable misery for two persons who love you well, for I put our fate in your hands, and for all the consequences of your acts you alone are responsible. Tell me what you would have me do.\" Mrs. Thorpe was silent for a few minutes. The real grief she felt in the execution of her task was greatly increased by Compton's manner ; but she was not one to be turned aside from what she considered an imperative duty by any personal considerations. As soon as she could command her voice, she said, \"I think, under present circumstances, that it is most desirable for you and Nelly that all personal intercourse between 3-ou should cease for some time, and I see no better way for avoiding all observations, which could not but be extremely unpleasant, and fraught with mischief to all parties, than for you to rejoin your regiment in India.\" \" Very well,\" he said, in a cold, hard tone ; \" and when am I to go ? \" \" Oh, Arthur, how can I tell ? You must"], [277, "ON THE BRINK. 269 settle that yourself. Dear Arthur, have a little mercy. Do you think I, too, do not suffer for the pain I ara causing ? \" And she burst into a violent fit of crying. Compton was by her side in a moment. \" Yes, yes,\" he said, \" I know you feel for us. Forgive me, if my own unhappiness made me selfish and forgetful of yours. But, on one side, to part from my friends, and, on the other, to lose this appointment, to which I have been so long looking forward as the height of my ambition, is a severe blow. But, after all, it is the will of God that we should suffer, and you are only His agent.\" \" Ah, do not speak so despondingly. You will still have warm and affectionate friends, who will take the deepest interest in your wel fare. You will still have duties to perform, the discharge of which will bring its own reward.\" \" That may be all very true ; but at present I feel as if I had nothing further to hope for in life ; as if my best reward would be to be killed by the first shot I see fired.\""], [278, "270 ON THE BRINK. \" Do you think that would bring any comfort to your friends in England ? \" \"No, no, it is only an idle way of talking. Yes, poor Nelly would grieve for the death of her brother, and so would you, Auntie, and Mr. Halsted, too, I think.\" \" I am sure he would. And how do you mean to act ? \" said Mrs. Thorpe, anxious to turn the conversation into another channel. \" I am to see Lord Margate at twelve. One short hour ago I thought, in the joy of my heart, it would be to thank him for an appoint ment ; now it must be to decline it with the best excuse I can forge. What he will think of me I know not, nor do I much care, for I have nothing left to which I can look forward with satisfaction. I shall endeavour to perform the duties of which you spoke, but it will be without interest in the present, without hope for the future. I had once a craving for dis tinction ; that is crushed out of my heart for ever.\" \" Oh, Arthur, how it grieves me to hear you"], [279, "ON TEE BRINK. 271 speak in this way ! If you give way to such thoughts as these, how will you be able to assist me, as I hoped you would, in preparing our poor Nelly for the blow that is hanging over her ? \" \"Ah, you may well say poor Nelly. It is not for myself alone I grieve, but that I am the means of inflicting such a pang on her. As regards my share of this misfortune, I have said all I had to say, and you will never again hear a word of complaint from my lips.\" \" How had it best be broken to her ? \" \" Leave that to me. I am the cause of her sorrow, and it is but just that the task of com municating it to her should fall upon me.\" \" But, my dear Arthur, surely it would be better \" \" My dear Mrs. Thorpe, on this I am re solved. You have had your own way in every thing else, and may well grant me this. As soon as I have seen Lord Margate I will go to Ealing, and tell Lady Tenby all that has passed, and all that is yet to come. You have"], [280, "272 ON THE BRINK. no objection, I presume, to my mentioning our present conversation to her ? In fact, I do not see how it is to be avoided.\" \" I suppose not, though, if she is to be told, I had so much rather have told her myself,\" said poor Mrs. Thorpe, not feeling quite certain how her niece would take her interference. \" Y\"ou cannot think,\" said Compton, \" that I would attempt to place your conduct in an un favourable light. I will tell her every word, as far as my memory serves, that has passed between us, and I will add that it is my con viction that, in all you have said aud done, you have had no object in viewr but the welfare of her to wThom your whole life has been de voted.\" \" God knows you will say no more than truth ; but if it should have the effect of es tranging her affection from me, as I feel it has almost estranged yours ! Then indeed there would be nothing left for me but to lay me down and die.\" \" Dear Auntie, there is no fear of that. And"], [281, "ON THE BRINE. 273 you must not say that my affection is estranged from you either. I feel that my manner is changed, that my language is colder, but you must make allowances for the shock I have undergone. I must have time to recover my self; but believe me my heart is still the same, and I have the same confidence in your friend ship that I had twelve years ago. I know that it has grieved you to the soul to act as you have done, and that nothing but a strong sense of duty could have induced you to undertake it. Whether my departure is as necessary as you represent, is another question, but I will not stop to discuss it. You have been a mother to Nelly since her birth; you have a right to speak with the authority of a mother, and to insist upon what you deem essential for your child's welfare. Y^ou say that to secure it I must leave England, and to that decision I submit.\" \" God bless you, Arthur ! If I have used a mother's right against you, it is a mother's blessing I give you now.\" She took her leave, but no one who could VOL. II. T"], [282, "274 ON THE BRINK. have seen her would have guessed from her appearance that she had just succeeded in a most arduous and delicate negotiation. . When she left the room Compton was in a state of feverish excitement, produced by the consciousness of having made a great, a com plete sacrifice of himself for the good of others, but before long a reaction set in, and he began to accuse himself of culpable weakness in having allowed such concessions to be wrung from him. What right, he argued, had any one to interfere between him and Nelly ? It was true that she was still bound to Lord Tenby by legal ties, but from all moral obligations to him his conduct had completely absolved her. Her husband had no claim upon her affections, these she was free to bestow upon whom she pleased ; and, after what had passed last night, he could not doubt that her choice was made — that her heart was his. She loved him, and yet, without consulting her, he had betrayed the trust she had reposed in him; he had sacri ficed, not only his own, but her happiness, to"], [283, "ON THE BRINK. 275 the prejudices of an old woman who, however estimable in other respects, by her own con fession had never known what it was to love or to be beloved. For a moment he was tempted to fly to Ealing, to tell Nelly all that had passed, and to ask her to fly from her father's house and unite her fate to his. For a moment only, for fast upon this thought came the recollection of Mrs. Thorpe's words In imagination he saw the sister of his adoption, her whose happiness he had vowed to cherish and promote to the utmost of his power, pale and desolate, an outcast from society, abandoned by her friends, shedding day and night tears of unavailing repentance, silent witnesses against himself. It was a picture he could not bear to contemplate. To such aggra vation of the misery he had already brought upon her she should never be exposed through him. But he was beginning to doubt his own stabibty of purpose. Perhaps, after all, Auntie had taken a right view of the case, and that the only certain means of avoiding temptation"], [284, "ON THE BRINK. 276 is to fly from it. At all events, it was too late to discuss this now. He had promised to go, and go he must. Then his thoughts reverted to himself, but it was some time before he could reduce them to order, and calmly review his actual position. All he knew was, that he was once more to enter on the battle of life which he had begun some twelve years before. But under what different auspices ! Then he was supported by all the elasticity of youth and the aspirations of honourable ambition, wThich had been more than realized ; now he must leave England, a banished man, bereft of every hope, without even an object to struggle for, or a desire for success. Nowhere could he see a ray of lislit to pierce the gloom bj- which he was sur rounded, and conscience told him he had brought it upon himself. At length, by a strong effort of will, he roused himself from his despondency, and, recollecting all he had yet to do, armed himself for the task. It was now the hour appointed for his inter-"], [285, "ON THE BRINK. 277 view with Lord Margate, and it was with a heavy heart and more than one deep-drawn sigh that he took his way to the minister's official residence. He had hardly time to con sider what he was to say when he found him self at the door. He sent in his name, and, after a few minutes' delay, was requested to walk up stairs. On his way up he met another individual descending. \" My dear Sir Arthur,\" said Lord Tenby, for it was he, \" permit me to congratu late you, although to my own disappointment, for I had set my heart on this very place myself, not knowing that you had the promise of it. I need not say that when I heard your name mentioned I was more than half consoled. I trust Eleanor was well when you saw her ?\" \"Quite well, my lord; but your lordship must excuse me now, as I cannot keep Lord Margate waiting.\" \" All right ; I will not detain you any longer. Pray give my most affectionate re gards to Lady Tenby.\" This conversation, short though it was, did"], [286, "278 ON TEE BRINK. not tend much to compose Compton's spirits, but before he had time to reflect upon the extraordinary chance which had more than once thrown Lord Tenby in his way when least expected or desired, he found himself in Lord Margate's presence. \" Ha, Sir Arthur,\" said his lordship, \" I am delighted to see you. Indeed, you are doubly welcome, for you not only give me the oppor tunity of securing an efficient servant for the public, but you have also afforded me an excel lent excuse for saying No to a man whom I have no particular wish to serve, and whom it is not our interest to disgust. You must have met lord Tenby, who has only this instant left me ?\" \" Yes, my lord,\" Compton replied ; \" we ex changed a few words on the stairs, and, should you wish to oblige him, I have come to put it in your power to do so. It is my duty to say at once, and I say it with real sorrow, that circumstances have occurred which make it impossible for me to avail myself of your intended kindness.\""], [287, "ON THE BRINK. 279 \" Impossible to avail yourself! Do I under stand you aright, Sir Arthur ? Do you mean to say that you decline beforehand the appoint ment I was prepared to offer you, without even knowing what it is ? If so, I must say that it is a piece of inconsistency which I should not have expected from Sir Arthur Compton, and I think moreover, that you have shown very little ccnsideration by keeping me in ignorance of your determination till the very last moment.\" His tone was so cold, that Compton ex claimec: \"Oh, my lord, this is what I most feared. You are displeased with me ; you think ne ungrateful. But God is my witness that I :ake this step with the greatest regret — that L is forced upon me by an imperative sense ff duty. It was only this morning that I made up my mind as to the course I ought to pursie, and I have lost no time in informing your lordship of it. Letters which I received yesterday leave me no option but to return to Indit, and resume the command of my regi ment Amongst others is one from General"], [288, "280 ON THE BRINK. Roden, to whom I owe everything, and which I have brought for your lordship to read, as some sort of justification for my conduct.\" Lord Margate held out bis hand, and received the General's letter, or rather note. \" My dear Compton,\" it said, \" yoa pro- bably are aware that I am to command the expedition to * * *, but I am far from being satisfied with the means placed at my disposal. The cavalry — and I am sorry to say I must in- clude your regiment in this general accusition — are a perpetual source of annoyance ; the horses out of condition, the men dissatisfied, and grumbling to the verge of mutiny, and, between ourselves, many of the officers not much better. In short, I am anxious — very — as to the result. If I could prevail on you to give up tie few remaining months of your leave and join is at once, it would be an immense relief to me,and, I need not add, would be esteemed by mdas a great personal obligation.\" \" It is no doubt a strong appeal,\" said Lord Margate, in his natural manner, as he Aided"], [289, "ON THE BRINK. 281 up the letter and delivered it to its proper owner ; \" but, my dear Compton, you have now every right to consider yourself as attached to the civil service. The very next Gazette would announce your being placed on half-pay, and, indeed, but for an unforeseen delay, your appointment would have been made a fortnight ago, and then, of course, your return to India would have been out of the question. Surely, you are strain ing the point of honour almost to Quixotism.\" \" My dear lord, I have considered this ques tion with all the attention I was able to give it. I will even confess that yesterday I thought as you do, but now I am quite resolved to go back. When I read the General's letter over again, I felt something like shame at having hesitated for a moment. My only fear now is lest your lordship should think me ungrateful for the many acts of kindness I have received at your hands.\" \" Pray say no more on that head, for what you call acts of kindness were solely owing to the good opinion I had formed of you, and in"], [290, "282 ON THE BRINK. which I am fully borne out by General Roden's letter. It is impossible for any one to receive a higher testimonial of merit from a command ing officer ; but if your mind is not quite made up, pray take into consideration that it is ex tremely improbable that I shall ever again have it in my power to offer you an appoint ment like that which you now decline.\" \" Oh, my lord, of that I am quite aware. In fact, my destiny is now fixed. Henceforward I look to nothing but my profession. I am a soldier, and a soldier I shall remain to the end of the chapter. Probably many years will elapse before I again set foot in England, and I confess I shall be glad to carry with me the consolatory conviction that I have done nothmg to forfeit your lordship's favourable opinion.\" \" Nothing, most assuredly. On the contrary, though I regret your decision, on more grounds than one, it raises you still higher in my esti mation, and as a proof of it, I will leave no stone unturned to send you out with the rank of full colonel.\""], [291, "ON THE BRINK. 283 CHAPTER XII. \" The Rubicon is passed. I cannot now retrace my steps if I would,\" was Compton's thought, when he again found himself in the street, and this conviction gave him a bitter pang. Nor was he satisfied with the part which he had played in his interview with Lord Margate. Of course it was impossible to assign the real reasons for his leaving England. Those which he had given wTere sufficient, and yet he felt guilty of duplicity, almost of treachery, to his patron, when he assumed a merit to which he had no claim, and attributed his departure to a stern sense of duty alone. On the preceding day all the arguments, which"], [292, "284 ON THE BRINK. he now put forward as irresistible, had pre sented themselves to his mind, and been dis missed as frivolous or fallacious. It was with a keen feeling of humiliation that he acknow ledged to himself that his passion for Nelly had blinded him to every other consideration, that the appeal of his kind old friend, General Roden, had deserved more attention than it had met with in the first instance. The General had the strongest claims upon his gratitude, for to him was, in a great measure, clue Compton's rapid advancement. Roden, a distant relation of his mother, had taken him by the hand not long after his arrival in India, had made him his aide-de-camp, and when assured of his ability, had given him every opportunity of distinguishing himself, notwithstanding the murmurs of less-favoured officers. An occasion now offered for making some slight return for these good offices, and yet it was embraced merely upon compulsion. He was disgusted with himself. As for the colonelcy which Lord Margate had promised, if possible, to obtain for"], [293, "ON TEE BRINK. 285 him, he felt that he was guilty of something very like swindling by his tacit acceptance of the offer. And then came the thought of Lady Tenby. Judging of her by himself, — and how could he doubt that their feelings were the same ? — it would be with something near akin to despair that she would hear of his approaching de parture. However, there was no help for it. Know it she must ; the sooner the better. He got into a Hansom, and told the man to drive to Ealing. Mrs. Thorpe was not wrong in supposing that her niece, when she began to reflect upon what had passed, would bitterly reproach her self for her weakness. When Compton had left the house, when she found herself alone in her own room, with no companion but her own thoughts, the excitement of the last two hours passed away, and was replaced by a bitter sense of shame and degradation. One moment — one short unguarded moment — had undone the work of months. The secret she had so"], [294, "286 ON THE BRINK. long and so carefully preserved, was now known to him, from whom, of all others, she had been most anxious to conceal it. True, she was now certain of her love being returned, but had not that certainty been acquired at the expense of her lover's esteem and reverence ? She shud dered at the thought of having fallen in his estimation, that before long, if, indeed, she were not so already, she might be to him an object of contempt. While engaged in these thoughts, she fell into a feverish and uneasy sleep, from which she only woke to remember that in a few hours she would again find herself in Compton's pre sence, and that it was absolutely necessary to come to some resolution as to her future con duct. The past could not be recalled. In a moment of weakness the first false step had been made, but she was firmly determined that it should be the last. Relying on her powers of self-control, she had fancied that she could impose silence on the pleadings of her heart, and at the first trial they had deserted her."], [295, "ON THE BRINK. 287 Never again would she expose herself to the humiliation of such a defeat. If she could not resist temptation, at least she could keep it at a distance. But how ? Once she had driven Compton from her side by studied and almost insulting coldness of manner ; but that manœuvre could not be repeated with any hope of success. The day was past when any show of indifference could blind Compton to her real feelings. He had told her that he loved her ; her hand had returned the pressure of his ; his kiss was still thrilling on her lips. Then she thought of appealing to her lover's generosity, and, confessing her weakness, to entreat of him, as he valued her peace of mind, never to see her again. But this was such an extreme measure, that nothing but the most urgent necessity could justify it, and that necessity had not yet arisen. Besides, how was it to be accounted for to her father, her aunt, her friends ? Again, it struck her, and this idea seemed to"], [296, "ON THE BRINK. 288 find most favour in her eyes, that the best plan would be to assume that Compton's words had nothing serious in them, that they had been spoken in jest. It is true she was not a little embarrassed when she recollected how those words had been enforced, but, without making any special allusion to this incident, she would take the first opportunity of telling him that she was not fond of such jests, and that it must not be repeated. Of course, she did not expect to deceive him for a moment, but she felt certain that he would understand her without any further explanation ; he would look upon it as an appeal to his honour, while the love which he professed for her was a suf ficient guarantee that he would never again be betrayed into any word or action which could place her in so embarrassing a position. No doubt, what had passed between them was now as much a subject of remorse to him as it was to her. She had plenty of time for revolving all these considerations in her mind. Her father"], [297, "ON TIIE BRINK. 289 and aunt were both in London, and she was left alone in the villa. She had not yet come to any definite resolution, when the door opened, and Compton stood before her. His presence banished every other thought. \" Oh, Arthur !\" she exclaimed, \" how good of you to come so early. Of course you have seen Lord Margate ? Now sit down, and tell me all about it.\" \" I have seen Lord Margate,\" was his reply, \" but it was to announce to him that I cannot accept his appointment, but must return to India ?\" \" What !\" she cried. \" Y\"ou are going to India ? and why ?\" \"Y\"es, Nelly. I am going to India, because it is better for me.\" \" Oh, if it is better for you,\" she replied, turn ing away, deeply wounded ; \" you are quite right, and I have not a word to say.\" \"Nelly,\" he said, so gently, so sorrowfully, that his voice found its way to her heart at once, \" it is better for me, it is better for you ; VOL. II. u"], [298, "ON THE BRINK. 290 Mrs. Thorpe says that it is better for us all that I should go.\" \" Mrs. Thorpe — Auntie ? What is it you mean ? What can she have to do with it ?\" He took her hand, and, sitting clown beside her, told her, almost word for word, what had passed between Mrs. Thorpe and himself. Lady Tenby listened, at first, like one whom the alarm of imminent danger has roused from sleep. All she could comprehend was that some great catastrophe was hanging over her, from which there was no hope of escape ; but by degrees her mind opened to a full percep tion of the tangled maze in which she had lost herself. Arthur first, then Auntie, and who could say how many more might, ere long, be cognisant of her weakness? At one moment, as Compton proceeded in his revelations, all the blood in her veins rushed in one burning blush to her face and brow ; at another, she turned pale at the thought of what she might have yet to hear. She buried her face in her hands, in the vain hope of concealing her feel-"], [299, "ON THE BRINK. 291 ings from the observation of her companion. Rather than meet his eye at that moment, she would have sunk into the earth. At length the tale came to a conclusion, Compton's last words being : \" When Mrs. Thorpe spoke to me with the authority of a mother, I felt there was nothing left me but to obey, for such she has been to you, and more.\" For some minutes Lady Tenby was silent. Perhaps she could not collect her thoughts; perhaps she could not trust her voice. At length she said, as well as her agitation would allow her, \" Is there no hope — no other way but this ?\" \" None, Nelly. I have given my word to Mrs. Thorpe.\" \" What right has Mrs. Thorpe to interfere — to exact such a promise from you — to show such a want of confidence in me ? If I were the lowest of my sex she could not have taken more extraordinary, more insulting precau tions.\" \" Hush, Nelly ! hush, my sister, for such I"], [300, "292 ON THE BRINK. may still call you ! Believe me, Auntie grieves for the step which her anxiety, her love for you, induce her to think necessary. Even if it is over-anxiety, you must forgive her, for your happiness has been her sole object through life.\" \" Oh, Arthur, it is I who drive you into banishment ! How can you ever forgive me ?\" \" No, no !\" he cried ; \" the fault is mine, mine alone, and well deserves the punishment which follows so close upon it. Would to God it fell upon me alone ! And yet I can truly say that it was in a moment of madness that I ventured to disclose the secret of my soul. Nelly,\" he continued, as he knelt before her, \" it is for me to implore your pardon.\" \" Y^ou, you ask my pardon !\" she exclaimed, bursting into tears. \" God help us both, for we are very miserable !\" \" Oh, Nelly, I could bear anything but this ! W^e are miserable, and you may well reproach me as the cause ; but the sight of those tears makes me feel far more than words could do"], [301, "ON THE BRINK. 293 how great is my fault, how deeply I have sinned.\" \" Reproach you ! What right have I to reproach you ? I who No, Arthur, if the punishment is common to us both, so is the fault. I might have checked you, and did not.\" \" We were both to blame, Nelly ; I most, for I was the original cause of all our misery. But that is past, and we must submit to our fate. We must summon up all our courage and help each other to bear it.\" \" Ah, my God !\" she exclaimed, \" and yester day I was so happy. A few short hours, one hour ago, I thought I should always have my friend, my brother, at hand, near me, to support and advise me. And now \" \" And now, Nelly, we must part. But at least we shall have the consolation of knowing that we are bound to each other by ties of friendship and affection which neither time nor distance can impair.\" \" Y\"ou will not forget your sister, Arthur ? You will still give her a place in your heart ?\""], [302, "294 ON THE BRINK. \" Can you doubt it ? You will be ever the dearest, the best-beloved. No one can blame the affection of a brother for his sister.\" \"And you promise me that no one shall ever stand between us ?\" \" I do, by all we hold most sacred. Do you think, Nelly, I could ever love another woman ?\" \" And when must it be ?\" she asked, after a short silence. \" The next mail starts in ten days, but as I shall go by way of Marseilles, that will give me a few days longer.\" \"So soon?\" she said. \"Must it be so *vJS soon ? \" I fear so. After the reasons I gave Lord Margate for my departure, I am bound to lose as little time as possible, and probably if I make any unnecessary delay Mrs. Thorpe will think I am trifling with her.\" \" Mrs. Thorpe !\" she exclaimed, impatiently. \" Am I not entitled to as much consideration as Mrs. Thorpe ?\" \" Nelly, dearest Nelly, do not, I entreat of"], [303, "ON THE BRINK. 295 you, take it in this way, for you well know you may claim of me all I have to give. I think my honour interested in carrying out my engagements to the very letter; but if you think otherwise \" \" No, no, Arthur, forgive me. But I am so very wretched, I hardly know wdiat I say. Bear with me, my brother, for the few days we have yet to pass together.\" And again the tears fell from her eyes. He did his best to soothe and calm her, but it was long before he succeeded, and then they had to discuss their immediate proceedings. Lady Tenby undertook to inform her father of Compton's change of plans, which they both felt certain would meet with his disapproba tion. General Roden's letter was placed in her hands to be produced in case of need, and Compton left an excuse for breaking his dinner engagement, on the plea of having so many preparations to make. He promised, however, to dine at Ealing on the following day, and to pass there every moment of the few remaining"], [304, "296 ON THE BRINK. days he could dispose of. Soon after he took his departure with a heavy heart, leaving Nelly a prey to the most conflicting emotions. How to meet her father, how to conceal her agitation while executing the task she had undertaken, she knew not. Grief and shame contended for the mastery in her bosom, but there was also a feeling stronger than either. This was indignation at what she considered her aunt's unjustifiable interference, for she was far from accepting the blow which had fallen upon her as a punishment justly due to her transgression. She was chastised but not chastened : and notwithstanding the lesson she had received, notwithstanding she had con fessed to herself her infirmity of purpose, her pride recoiled from the idea of submitting to the dictation of a self-constituted guardian. For the first time in her life she forgot all she owed to the aunt who lived but for her, and who now gave her, perhaps, the strongest proof of affection in her power. In the fever of her excitement Lady Tenby became ungrateful and"], [305, "ON THE BRINK. 297 unjust. She accused poor Mrs. Thorpe of prudery, of a love of meddling, of a want of delicacy, of a want of feeling, and she deter mined to let the offender feel the weight of her displeasure. She had not long to wait for an opportunity. Auntie had returned while Compton was still with her niece, and, to give him time to make his disclosures, had gone straight to her own room. She heard his cab drive off, and fully expected that Nelly's first movement would be to come to her for consolation and support ; but, when more than a quarter of an hour elapsed without her solitude being disturbed, she grew alarmed, and proceeded in search of the victim of her scruples and precautions, half expecting to find her stretched on the floor in a fit of some sort or other. In this she was fortunately mistaken. Lady Tenby had heard her steps approaching, and prepared to meet her. Hastily she wiped the tears from her cheeks, and, taking up the first book she could lay hands on — it chanced to be the Court Guide — was soon"], [306, "298 ON THE BRINK. apparently lost to all sense of external objects in the perusal of its very interesting contents. Cautiously and quietly Mrs. Thorpe ap proached the arm-chair in which her niece was seated. Stooping over her, he kissed her fore head. Lady Tenby gave a little affected start. \" Oh, is it you, aunt ?\" she said. \" Wrhen did you return from London ?\" \"Nearly an hour ago, but Sir Arthur was with you, and, knowing that he had a most painful communication to make, I would not interrupt you till he was gone. How are you feeling, my darling ?\" \"How am I feeling? Quite well, thank you. There is nothing the matter with me that I know of. Of course I am sorry for Arthur's departure.\" \"Nelly, clearest Nelly, do not be angry with me. If you knew the pain it gave me to act as I felt compelled to do ; how I grieve for both of you.\" \"Yes, I do not suppose you can find much pleasure in the unhappiness of two persons you"], [307, "ON THE BRINK. 299 profess to love. Arthur, obliged to resign the appointment he has been looking forward to as the reward of years spent in hardship and danger, and driven suddenly from England to pass the rest of his days in exile, and I, left without a friend in the wide world in whom I can confide.\" \"Oh, my child, do not use such cruel words ! Surely, Nelly, you will forgive me the misery I have brought upon you, for you must know that I was actuated by a sense of duty alone.\" \" In that case I can have nothing to forgive. The plea of duty covers all. But this I must say, that it is the first time in my life I have ever been the object of suspicion, the first time that any one has thrown a slur on my good name.\" \" Nor has any one done so now,\" said Mrs. Thorpe, earnestly and with dignity. \" But it was to prevent the possibility of such a case occurring that I thought it necessary, after what passed last night, to insist upon Sir"], [308, "ON TEE BRINK. 300 Arthur's departure. Yrou think me wrong now, but my conscience tells me I am right.\" \"As for what you allude to,\" replied Lady Tenby, colouring and rather awed by her aunt's manner, \" you might very safely have trusted to me to prevent its recurrence. But there is no good in continuing this discussion. I have failed in the dearest wish of my heart, that of seeing Arthur settled in England; you have succeeded in yours, that of insuring his return to India. I acknowledge myself defeated, but you can scarcely expect me to participate in your triumph.\" She rose as she spoke, and left the room, for she felt her self-possession deserting her. As she crossed the hall, however, she suddenly found herself exposed to fresh trials. The door of Mr. Halsted's room was open. \"Nelly,\" he said, \"come here; I want to speak to you.\" 12DEG8 END OF VOL. II. LOKDOS: PRINTED BY WTIXJAM CLOVES AND SONS, STAMFORD STREET AND CHA__N\"C CROSS."], [309, ""], [310, ""], [311, ""], [312, ""]]