[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "THE THREE DAUGHTERS OF NIGHT"], [8, ""], [9, "HThe Three Daughters of Night BV Derek Vane AUTHOR OF \"THE SIN AND THE WOMAN\". ETC. The Three Daughters of Night:— Clotho the Spinner. Lachesjs the Apportioncr, and Atropos the Inevitable. Xonfcon 1897 HUTCHINSON & CO. 34 PATERNOSTER ROW"], [10, "PRINTED AT NIMEGUEN (HOLLAND) BT H. C. A. TH1B1IE OF N11IEGUEN {HOLLANs.) AND 27 SHOE LANE, LONDON, E.C"], [11, "po Mr. and Mrs. F. A. ENGLISH Of Johannesburg, S.A.R. ONE OF THE PLEASANTEST THOUGHTS CONNECTED WITH THE WRITING OF THIS STORY HAS BEEN THE THOUGHT OF INSCRIBING IT TO YOU."], [12, ""], [13, "BOOK I I"], [14, ""], [15, "3 THE THREE DAUGHTERS OF NIGHT. CHAPTER I. \"Mine own familiar friend.\" VALENTINE LUTTRELL was sitting alone in his studio in St. John's Wood one evening in the month of June. He was reclining at his ease in a long, low chair drawn close up to the open window and he was looking absently out into the little garden, which was smothered in roses, thinking what a lovely night it was and that the Gloire de Dijon under his window was a thing of beauty and a joy for ever. But these idle thoughts were but the back ground, the accompaniment, as it were, to some thing of much greater importance ; to the theme of which his heart was full. A very fitting accompaniment to such a theme, this fair summer night with its perfumed air, its vague sug gestions, its misty distances. The imagination could run riot ; there were no hard and fast"], [16, "\"Obe Ubree Daugbters of ffMgbt. 4 lines to pull one up, nothing to break the charm. Valentine Luttrell had a vivid imagination and a strong sense of beauty, and he was wont, even on ordinary occasions, to revel in sweet sights and sounds, worshipping Nature perhaps with more passion than reverence, and to weary his friends a little with his raptures ; so that it was small wonder that to-night — which was a night to be marked with a white stone — he should feel that the joy and beauty of life were almost too great. That he was a little oppressed and overpowered by his own keen susceptibility. So that it was almost with a sense of relief, though he roused himself with a sigh, that he heard a familiar step on the stairs ; here was his alter ego, his own famihar friend, to whom he could unburden himself; to whom he would confide the wonderful thing that had happened to him since they last met. John MacGregor drummed a moment on the door, but turned the handle without waiting for a reply. \"What, all in the dark!\" he exclaimed in vigorous tones that seemed like a breath of fresh air in the perfumed room. \"And doing"], [17, "Œbe Ubree Daugbters of foigbt. 5 nothing as usual. What a lazy beggar it is ! \" He drew a deep breath. \" Ah-h ! How your roses smell ! Well, what mischief has Satan been finding for your idle hands ? \" \"All hail, MacGregor! Sit down and subdue your native energy a little if you can. I wonder why Providence blessed Caledonia stern and wild with a larger share of that useful commodity than other lands? Your vitality peeps out in your hair, which inclines to a ruddier hue than that of other nations, in your cheek-bones, which are higher, in \" \" Shut up ! \" interrupted MacGregor uncere moniously. \" You are talking utter rot. In the first place, I am only a quarter Scotch, though I am proud of that quarter. My father's father hailed from the Land o' Cakes, so that's the right proportion, isn't it? therefore your remarks don't apply to me. And in the second, my hair is a whity-brown, suggesting the old-fashioned thread-paper of my youth, and I have only enough cheek-bone to be interesting. \" \" You are an awful ass sometimes, Mac, I must say that for you. My remarks of course were not meant to be taken at the foot of the letter why be a slave to facts ? — they were general,"], [18, "Xlbe Ubree Daugbters of isitgbt. 6 not personal. At the same time your father's father tells. I see him cropping up when you thoughtfully regard the vanishing bawbee, when you stiffen into an incarnate piece of buckram when other folk melt into tears ; it is on these and similar occasions that I am led to think of the much discussed doctrine of heredity. \" \" Confound your emotions ! \" growled Mac- Gregor as he lit his pipe. \" By the time you have finished weeping you have done with the matter. With you emotional people all your sympathy evaporates in tears. \" \" Allow me to resume, MacGregor. I was about to remark — when you interrupted me so rudely — that your argument just now was not very logical. You denied that my remarks applied to you and yet you attempted to refute them. ' Defen dant denies that he did anything of the kind, but pleads that he was justified if he did. ' That is about your line of argument.\" \" Good Lord ! how the boy runs on ! If there's Scotch blood in my veins, there ought to be French in yours. \" \" Perhaps there is. There was once a young person, according to family tradition, who came from foreign parts and married a Luttrell, but"], [19, "Zbc Ubree Daugbters of istigbt. 7 the less said about her the better. I am afraid she was no better than she ought to be. But her drop of wild blood was perhaps a blessing in disguise; it prevented us from getting stodgy. \" \" What's up ? \" asked MacGregor deliber ately, as he leant back in his chair and blew a ring of smoke into the air. \" You're fey. I've seen you taken like this before, but never quite so badly. It's unwise, and very questionable taste, to look as though you had a monopoly of happiness. Out with it, youngster ! What's happened ? \" Valentine was glad that it was too dark for his friend to see distinctly, for he felt his keen blue eyes on his face — those Scotch blue eyes, which look so clear and hard and cold, as though they were made of mountain air, and yet can melt and break up, as it were, in an astonishing way sometimes. He knew that he had flushed under that enquiring gaze, and he leant out of the window and twisted a full blown Gloire from its stem and held it to his face. \" I think, \" he said after a moment, waving the rose lightly to and fro, \" that I might with"], [20, "XEbe Ubree Daugbters of isitgbt. 8 equal reason put the same question to you. I am frivolous by nature and little things amuse Uttle minds ; you are not, and yet to-night you have shed with me smile for smile. \" \" May not a man on occasion play the fool with the foohsh? Besides, I have some excuse for my folly, let me tell you. The great Mac farlane descended upon me this afternoon and I showed him my last pic. He said it was nae sae bad but what he had seen worse. Can you wonder that I am elated? Fancy Macfarlane praising in that reckless fashion ! \" Valentine laughed, but made no reply, and for a little while there was silence in the room. \" Wake up, Val. You're dreaming again. These frequent lapses are a little trying to a friend who is waiting to be entertained. If you do not appreciate my society properly, I shall betake myself elsewhere, \" and he made a movement as if to go. Valentine threw the rose at him, which fell in a shower of leaves to the floor. \" Stop where you are, \" he said. \" I've got something to tell you, but you won't give a fellow a chance. \""], [21, "\"Cbe Œbree Daugbters of iRigbt. 9 He twisted himself about in rather an embarrassed fashion and then it came out with a burst. \" I'm engaged to be married, \" he said. \" You're mad ! \" gasped MacGregor as soon as he could speak, and the dismay on his face was almost comical. \" I don't believe it. What do you mean by giving me such a fright? Shouting it out like that, too, as though I were deaf! \" \" It's true enough, \" Valentine said a little sulkily, \" but if you take it that way perhaps we'd better drop the subject. \" \"Drop the subject? What nonsense! Come, Val, don't be angry. I'm a stupid, blundering beast, but I didn't mean any harm. It was such a shock ; I didn't even know you were in love — at least not more than usual. But I must say it seems a pity just as you've got your foot on the first rung of the ladder and ought to be devoting all your energies to climbing higher. \" \"A woman should inspire a man to do his best, \" said Valentine rather solemnly. \" Inspire a fiddlestick ! The flat-iron of matri mony has crushed more budding genius than"], [22, "XEbe XEbree Daugbters of Ifitgbt. 10 it has ever given inspiration. But enough of this. Who is the lady?\" Valentine was soon pacified ; nobody could deny that he was sweet-tempered, it was one of the charms that went to make up a rather fascinating personality. The men and women who called Valentine Luttrell 'friend' did not deny that he had faults, but they knew that they could have better spared a better man. For some reason he did not now answer very readily. \" Come, Val, who is she ? Aren't you going to tell me?\" \" She, \" he said, looking away out into the little garden, \" she is Irma Fawcett. \" John MacGregor drew a long breath — it might almost have been called a whistle — and said nothing. \" Well ? \" said Valentine uneasily, looking round after a moment, \"haven't you anything to say? Why don't you speak ? \" \" I was thinking,\" said MacGregor very quietly, \" I was thinking that we were both introduced to Miss Fawcett at the same time and by the same man.\" \"Well?\" impatiently."], [23, "XEbe XEbree Daugbters of ifilgbt. 11 \" I don't think I have anything more to say,\" he answered slowly. \" Yes, you have — confound you ! You are not generally so backward in expressing your opinions,\" in a sneering tone. Then with a sudden softening, \" Out with it, Jock. \" \" You have quite made up your mind to marry this lady ? \" MacGregor asked. \"Quite,\" ready to flare up again. \" Then what is the use of discussing the matter? I don't want to quarrel with you, Val. You and I have been good friends too long for that.\" \"Who talks of quarrelling? I want some thing very different. I,\" a little nervously, \"I want you to congratulate me — to wish me good-luck.\" \" Well, if you will have it, it's your own fault. I can't congratulate you, because I see no occasion for doing so — rather the reverse.\" Valentine flushed hotly and his hands clenched, but for a moment he did not speak. \" That chattering fool who introduced us is dead now,\" he said at last, as it seemed rather irrelevantly. \"Yes, but no doubt there are others — there"], [24, "XEbe XEbree Daugbters of iRtgbt. 12 must be others. And in any case the fact remains the same.\" \" But it is so long ago, \" Valentine said in a low tone. \"And lately there has never been a word said — not a word. I don't beheve anyone hardly knows. And if you had seen her when I spoke — my God, if you had seen her ! \" And the ready tears rushed to his eyes. \" Haven't the French a word for this sort of thing? Wouldn't they call you a Redemp toriste? A redeemer? H'm. I wonder how often it has answered? And I do not think you are the right man for the part in any case. \" \"Why not?\" rather fiercely. \" You are too young, and you have not patience enough. Then you are too sensitive and too easily influenced by what people say. At the present moment, of course, you are ready to defy the whole world, if need be, but that state of mind does not last.\" \" You are wonderfully clever, \" with a sneer. \" But perhaps I am not such a weak fool as you imagine. I think you are making the worst of things.\" \" There is no worst or best. As you will"], [25, "XEbe XEbree Daugbters of Œtgbt. 13 discuss the matter, let us be honest about it. I see no sense in mincing things — in glossing over something now, in the heat of passion, that by and bye, in the light of everyday life, may dwarf everything else. Ifyou are determined to go through with this, look it straight in the face to start with. That is the best advice I can give you. \" Five or six years ago — it does not matter which — Irma Fawcett was leading an immoral life — none the less immoral that she kept up appearances and only a few people knew what was going on. It lasted for about a year, I believe, then she shook herself free from her surroundings and started afresh. Had her young sister up to live with her and turned over a new leaf — turned it over thoroughly too, I quite believe, for I have never heard it called in question. That is the case in brief as far as I know it. \" \"There are one or two extenuating circum stances, which you have not mentioned. When Irma first went on the stage and — was led astray, she was only eighteen, and young at that. She had no knowledge of the world and no one to advise her and she was fond of pleasure and"], [26, "XEbe XEbree Daugbters of iRlgbt. 14 luxury, and only earned enough to keep body and soul together. The result was almost a foregone conclusion. It only lasted twelve months, then she woke up and suffered agonies of shame and remorse ; I should not put it in a past tense, she suffers still. She told me all about it herself, and she didn't know I had heard a word. The confession must have cost her something. \" \" You must remember, \" put in MacGregor impartially, \" that her remorse did not begin until she was earning a good income ; until she could afford to do without those extraneous resources. \" Valentine uttered a hasty exclamation. \" You are very hard, \" he said. \" Can't you imagine a young girl practically alone in London — surrounded by temptations, beautiful and fond of all the pleasures natural to her age — revolting against her own hard, narrow life and drifting into another which promises aU that she lacks ? Don't you think that she might go almost innocently to her own destruction ? \" \"That is a nice question, which I am not prepared to answer at a moment's notice.\" \" At least you will acknowledge that she did"], [27, "XEbe XEbree Daugbters of ffitgbt. 15 a brave thing when she climbed unaided out of that morass from which so few escape, and struggled, nobly and untiringly, back to a position of respect and esteem ; not many women could have done as much. I hold that she has redeemed the past and is worthy to take her place as any man's wife.\" \" I will give her all the credit she deserves,\" replied MacGregor, \"but I would rather any other man made the experiment than you. Nowadays a good deal too much is made of these soiled doves in my opinion, and innocence and purity are considered tame and common place by comparison. I would not say that a woman with a past is a woman without a future, but I am quite certain that the past leaves a taint ; it is never forgotten, how could it be? And why you should take damaged goods when you can have new, I never could understand.\" \" You are horribly coarse in your expressions,\" said Valentine, flushing hotly. \" I would not have aUowed another man to say half that you have said. You seem to forget that Miss Fawcett is my promised wife.\" \" I would not have discussed the matter at"], [28, "XEbe XEbree Daugbters of Isiigbt. 16 all, but you forced me,\" replied MacGregor, \" and I am saying all I have to say now. I shall never speak of the matter again. But before we put it on one side, let me ask you to think it over carefully once more. It is not too late yet. For the sake of our old friendship, Val, do nothing rashly. The dream is so short and the reality so long.\" John MacGregor's voice had grown very earnest, almost entreating, and his pipe had gone out. He leant forward in his chair and looked intently at his friend through the gathering darkness. \" Dear old fellow, just to please me. Take a little time, Val. \" The blue eyes had grown very deep and tender. \" How can I ? \" cried Valentine, a little irri tably ; he had never seen MacGregor so moved before and he would have hked to have pleased him. \" It is a settled thing, I teU you — how could I draw back now, even if I wished— which I don't?\" Perhaps MacGregor thought that a little lack of ceremony might be excused in dealing with what he called a free-lance, but if so he did not put it into words. He saw that it would be useless. \" Do me a favour instead, Jock. You have"], [29, "XEbe XEbree Daugbters of ifitgbt. 17 always been my friend, be Irma's friend too now. I know you are thinking that I have been taken in, that she has inveigled me into this — isn't that the correct word? Nothing of the kind. I had the greatest difficulty in inducing her to take me. She was so afraid of doing me an injury; she said she was not good enough, and a lot more rot. Why, she's miles above me ! Look at her genius — her beauty — her — There ! I won't rave. But I don't want to lose you, Mac, and you can't be my friend unless you are hers.\" MacGregor thought he had never seen Valentine to such advantage. The handsome, boyish face was flushed and a trifle defiant; a trifle entreating too. The hard Scotch rind had given way a little; it gave way more. \" All right, old fellow. I can't afford to lose you. It shall be as you wish.\" \"Honest Injun?\" \"Honest Injun, Val. From this time forth it is your wife, not Irma Fawcett. \" Then the lean, sinewy hand and the white womanish one met in a close grip, and the next minute John MacGregor was clattering down the stairs. 2"], [30, "XEbe XEbree Daugbters of ifiigbt. 18 He nearly fell over a beautiful white Persian cat that sat on the rug at the bottom, and swore under his breath. It was a relief to his feelings. Moreover, he hated cats, and this one was a spoilt beauty. \" There's one comfort, this will put your nose a little out of joint, I should think, \" he exclaimed, as he recovered his equilibrium. But the Persian only gazed after him with supreme contempt. Men were so fussy and restless and had no laps !"], [31, "19 CHAPTER II. \"Since called The Paradise of Fools, to few unknown.\" IT was a very quiet wedding, but everyone said it went off beautifully. Irma had expressed a wish to be married in the country, and to have as few guests as possible, and Valentine, who was in the stage when every wish of the beloved one is sacred, and the craving for self-sacrifice is strongest, willingly consented. Probably, if she had ex pressed a wish to retire to a desert island for the ceremony, he would have thought it a beau tiful idea. \" I know a delightful little place where I have often spent my week-ends, \" she said. \" St. Kilda's Bay. Do you know it ? There is a church on the top of the hill where you can smell the sea, and a quaint old churchyard in which I"], [32, "XEbe XEbree Daugbters of Ififgbt. 20 have often sat and sketched. There were such funny tombstones. One I remember had an hour-glass on each side and a coffin in the middle just opening. It used to make me feel quite creepy. \" So the resolution was put and carried nem. con. \" It is such a delightfully inconvenient Uttle place too, \" went on Irma, \" it hasn't even a railway-station, so there won't be many people who will want to come. Molly wiU be my bridesmaid, and then there will be your sister and Mr. MacGregor and one or two others; just a pleasant little party. It will be so much nicer to be married among the green fields than in a stuffy London square. \" There was some grumbling when the fact was made public — but then grumbling at a wedding is not unknown — and the guests felt aggrieved at being obliged to rush to Victoria for an early train, and be boxed up in a rail way carriage for a couple of hours on a sultry August day, but when they alighted at a littie wayside station and started driving through the country lanes to St. Kilda's Bay, they began to cheer up. That blue expanse of sea was gladdening to the eyes after the dust and brown."], [33, "XEbe XEbree Daugbters of Œlgbt. 21 ness and general fustiness of a season-end, and the fresh smell of it was grateful to the nose, which has much to put up with in the London streets. Even the jolting of the somewhat ancient vehicles became a source of amusement, and the perilous descents and ascents on the hilly road a matter for laughter. \" They might just as well stay here alto gether instead of going South, \" Pauline Luttrell remarked to her companion, Mr. MacGregor. \" It is just the place for a honeymoon, I should have thought — at least, for a romantic honey moon. There is seclusion — a great deal of seclusion, I should say — flowers, lanes, sea, and a nice clean yellow beach where they can sit and hold hands. \" \" It certainly seems a little extraordinary to six on the Riviera at this time of year,\" he replied with a laugh. \" Monte Carlo in August is an anomaly. But Valentine talked some nonsense about being a child of the Sunny South — and I presume Miss Fawcett is a similar child — and that all they wanted was to bask. Well, they will be able to do that!\" \" Yes, he talked the same nonsense to me, and when I suggested that the dust and glare"], [34, "XEbe XEbree Daugbters of flifgbt. 22 would be unendurable, that they would prob ably find aU the hotels closed, and that, as they are neither of them gamblers, they would most likely be regarded as lunatics, he only murmured something about how delightful it would be to have the lovely Casino Gardens to themselves, to promenade on a deserted Terrace, to drift along in a red-sailed boat under the shadow of the olive-clad hiUs. \" \" Yes, he is very far gone, I am afraid. Let us hope that if he escapes a sunstroke he will return more sane. \" \"The whole thing has been so sudden and unexpected, \" remarked Pauline after a moment, \" that I can scarcely realise it yet. Didn't it strike you as a httle extraordinary ? \" \"In what way do you mean?\" \"Oh,\" impatiently, \"in every way. You know what friends Val and I have always been — not merely brother and sister — and yet I hadn't the slightest idea of such a thing until he told me. I felt very hurt at first.\" \"You hardly knew Miss Fawcett, I believe?\" \"No, she was almost a stranger to me. I had met her once or twice at a mutual friend's, that was an. I should not think anything of it with"], [35, "XEbe XEbree Daugbters of Iftigbt. 23 some men, but with Val it is different. You know how open and confiding he is as a rule. By the bye, you and she are quite old friends, are you not?\" \" I can scarcely say that. I was introduced to her about six months ago, but I have not seen much of her since. However, I hope to have the pleasure of knowing her better in the future.\" \"We are both outsiders now, you and I,\" she said with a little laugh in which there was some bitterness, \" we must learn to get accus tomed to playing second fiddle. I suppose,\" irrelevantly, \" she is very much in love with Val or she wouldn't have married him? She had very good prospects on the stage, hadn't she?\" \" Very good indeed, I believe, and, yes, I suppose she is very much in love with him. I think we should be quite justified in calling them the happy pair when we send the announce ment to the Morning Post.\" \" How absurd you are ! I think it was a little rash of Val to make her give up the stage. He makes a nice little income, but he has hitherto managed to spend most of it on"], [36, "XEbe XEbree Daugbters of Ælgbt. 24 himself, and I should not say that Irma was a woman of economical tastes. Her flat in Chelsea was a picture. He would have found her money useful, and, really, if you choose an actress for a sweetheart, I don't know why you should object to an actress for a wife.\" \" You forget there is the home,\" said Mac- Gregor solemnly. \" If an Englishman's house is his castle, the Englishman's wife must be its chatelaine. She must be part and parcel of the chateau, and how can she be if she is out every night earning a separate income? Even Val, whom I should not describe as a typical Anglo-Saxon, feels the force of this ancient tradition.\" \" And you ? \" she said a little curiously, \"what do you think about it?\" \" I have had no occasion to think about it at all as yet,\" he said carelessly. \"But no doubt I also should fall a victim to the fetich 'home.' I should prefer to know that my lady was safely boxed up in my castle.\" \" It is generally supposed to be a very creditable feeling, \" she replied, \" but I have my doubts about it. I think it originates in pure selfishness. You like to feel that we are"], [37, "XEbe XEbree Daugbters of isiigbt. 25 dependent on you. In short, we go with the furniture ; we are mere goods and chattels. \" \" I can hardly imagine you a chattel, \" he said, turning and looking at her amusedly. \"When you become one — if you ever do — will you tell me ? I should hke to study the aspect. At the present moment you look so independent and so capable of taking care of yourself. \" They had known each other long enough and well enough to talk freely ; they had been good comrades all three, and had had many gay little evenings in the house in St. John's Wood. But that was all at an end now ; the menage would be under different management in future, and who could tell what changes would come ? \"I have started a sheep-dog, like Becky Sharp, all the same, \" she replied. \" I found that it wouldn't do to be a bachelor. Aunt Jane and I are going to set up house together, not very far from the old place. You must come and see us very often. I shall miss Val dread fully. \" \" I shall be delighted. Aunt Jane is just the person for a sinecure ; she is plump and com fortable and fond of knitting. By the bye, of"], [38, "XEbe XEbree Daugbters of Ifiigbt. 26 course you know that Miss Fawcett's sister — or, rather, half-sister — is to live with them when they return ? \" \" Molly Gordon ? Oh yes. Poor Val, it is rather marrying the family, is it not ? But Irma adores her and couldn't bear the thought of being separated, and I believe the child has really nowhere else to go. But here we are at the church. If you have tears, prepare to shed them now. I can't, because they would make my veil sticky. \" After the ceremony, there was what refreshment contractors are fond of calling a 'cold coUation' at the hotel, and in the afternoon the young couple left for Victoria en route for Paris and the Riviera. The guests deferred their departure till later. \" Let's go for a stroll, \" suggested Pauline. \"It seems very dull now they have gone. Did you ever see anyone look so absurdly happy as Val?\" \" It was a little trying, \" admitted John Mac- Gregor to whom she had spoken. \" But he had some excuse. Miss Fawcett played her part with considerable grace and skill. I felt inclined to applaud once or twice — you see, I"], [39, "XEbe XEbree Daugbters of ffifgbt. 27 have rarely seen her except on the stage, and one gets mixed. Really, \" plaintively, \" I don't know anything so mixing as a wedding; I am not accustomed to them and I don't think they agree with me. \" \"Yes, she did look nice,\" agreed Pauline, \" Felicie made the wedding garment, and I don't know anyone who can do better than F61icie when she likes. \" MacGregor smiled a little smUe to himself. \" I don't care for a blushing, weeping bride, \" he rambled on, \" a trembling victim who clings to your arm and sheds tears over your frock-coat. Miss Fawcett did none of these things. She smiled just enough to show her pretty teeth and dimples, and blushed just enough to light up her eyes. Yes, she filled the part with credit. \" \" I asked if you were coming for a walk, \" said Pauline, a little sharply. \" I beg your pardon, \" he replied, raising himself out of his armchair with a sigh. \" But this has been an emotional occasion, and I find emotion so exhausting. Don't let us walk. Let us sit on the beach. \" \" In a top-hat and a pink crepon ? \" she said,"], [40, "XEbe XEbree Daugbters of Œfgbt. 28 breaking into a laugh. \" WeU, if you like, but we shall look very absurd. \" \" It will be a treat to the natives, and I will bring a rug so that the pink frock shall not suffer and perhaps you will kindly give me a corner where I may deposit my silk hat. Where are all the others ? \" \" They have gone to see the place where the man shot himself last summer. That seems to be the chief point of interest in the neigh bourhood. \" \" If you are not going to pick up shells, we must throw stones into the sea, \" remarked MacGregor as they took up their position. \" There is nothing else to be done. We neither of us dare lean back against the breakwater and be comfortable, it is too green and slimy. Our state attire demands an erect attitude. \" In the distance a big ship sailed past in stately fashion now and again, behind them were the white cliffs with patches here and there of a yellow flowering weed, over their heads a sea-gull swirled from time to time with its plaintive cry. It was all so peaceful and quiet that presently silence fell on them too, and they"], [41, "XEbe XEbree Daugbters of ifiigbt. 29 looked dreamily out over the water, while their thoughts wandered away. \" Do you know that sometimes I can't bear to hear it — the sea, I mean, \" said Pauline softly. \" It has such a pitiful moaning, restless cry. What does it want ? If I wake up in the night and hear it, it makes me perfectly wretched. You wouldn't have thought me so sentimental, would you ? \" \" I know what you mean, \" he replied. \" I love the sea and yet I am half afraid of it sometimes — at least afraid of its effect upon myself. I may sit down by it feeling quite lighthearted and happy, but when I get up I shall go away as discontented — as vaguely unhappy and dissatisfied as any minor poet of the present day. Where does its influence come from? I have wondered sometimes whether it is only its victims who hear its cries — who feel its power ; whether it is only those who are to find death in its arms who are subject to its strange attraction?\" \" What a creepy idea ! We must not end up in this gloomy fashion. I wonder,\" after a moment, \" whether this has been a lucky day — whether Val has done the best for himself?"], [42, "XEbe XEbree Daugbters of iRfgbt. 30 Happy the bride the sun shines on ; that seems a good omen for her.\" \" Let us make an offering to fate,\" he said, half in jest and half in earnest, \" let us propitiate the gods by the sacrifice of our best and dearest, so shall we bring them good fortune. I see a little gold pig on your bangle, throw it into the sea. A pig is a lucky animal.\" But she demurred. \" I am very fond of my pig,\" she said. \"It came from Monte Carlo, and brought me good luck at the tables.\" \"So much the better. I have nothing that I am fond of, so I cannot make a sacrifice. Let me give you another pig and throw that one away.\" \" I never knew a Scotchman who wasn't superstitious,\" she said with a laugh, holding out her arm. \"There! take it, but I can't bear to look on.\" She moved away up the beach and he took the little pig and — with more gravity than the occasion seemed to warrant and a wish that was almost a prayer in his heart — he threw it far out to sea."], [43, "31 CHAPTER III. \" O my life, have we not had seasons That only said, Live and rejoice ? \" THE honeymoon was over and Mr. and Mrs. Valentine Luttrell had returned to St. John's Wood and were ' at home ' for the first time to-day to their friends and acquaintances. Valentine had valiantly supported Irma for the first hour, but after that he could stand it no longer, and dragging MacGregor with him he left his wife and sister to bear the burden and heat of the day and sought refuge in his studio and a favourite pipe. Irma's sister was still away on a visit. \" What awful rot it is ! \" he exclaimed, as he threw himself into one chair and stretched his long legs upon an other, \"this peacocking in and out, and did you ever hear such inane nonsense as they talked? ReaUy, it is like a reception of dolls. They come in, spread them-"], [44, "XEbe XEbree Daugbters of ifiigbt. 32 selves on a chair, drink tea, open their mouths from time to time just as though they moved by machinery.\" \" My dear fellow, don't be high-flown. I will acknowledge that to the limited masculine eye one woman in visiting-toilet much resembles another woman in visiting-toilet, but I don't see why you should complain of the conversation. What should they discuss on such occasions but the lightest of hors d'oeuvres ? You wouldn't have them attack a scientific or philosophic joint in twenty minutes, would you?\" \" You needn't pretend you were not bored, Mac, for I could see you were. When three women in succession asked you what you thought of the Academy this year, a wild look came into your eye, and I trembled for the well-known elegance of your manners. \" \" Thanks. At the same time, Val, you know very well that you wouldn't like it if they didn't come. You are much too conventional at heart not to have a proper respect for the forms and ceremonies of society. When you had royally announced that you were 'at home,' you would have been more than a bit disgusted if no one had come to pay their respects. \""], [45, "XEbe XEbree Daugbters of ffiigbt. 33 \"Of course. What a fellow you are for pulling a thing to pieces! I wonder if it's the influence of your family motto? 'E'en do and spair nocht.' You sally forth with equal readi ness against mole-hill and mountain. One day when I have time I shall write a treatise on the influence of family mottoes on the human character. On my way through life I have more than once had occasion to remark that it is the motto that makes the man. If it is bellicose, he feels bound to live up to it; if, on the contrary, it recommends a folding of the hands, he can, without a twinge of conscience, drift serenely with the tide.\" \" Matrimony hasn't sobered you much yet, \" remarked MacGregor, thinking how well Valentine looked. His fair, wavy hair, worn rather long, was tossed back from his forehead, and his white teeth gleamed, as he laughed, against the brown tan of his cheeks. He looked as though he had been living with the sea and the sun and lying down and rising up with a smile on his lips. No need to ask whether he was happy; his face spoke for him. MacGregor felt that his fears and anxiety had been rather superfluous. A man with such an amount of 3"], [46, "ube XEbree Daugbters of ffilgbt. 34 happiness bubbling up in him was a man to be envied. \"How do you think the wife is looking?\" Valentine asked impulsively. There \\vas a queer little mixture of pride and shyness in those two words. \" As well as you do, which is saying a great deal. Your journey South seems to have agreed with you both.\" \"Of course it did. We didn't go out in the middle of the day and the early mornings and evenings were delicious. Is there anything more delicious than the breeze that springs up from the sea aster a hot day? We used to sit on the Terrace till one or two o'clock in the morning sometimes. You haven't been to Monte Carlo, so you don't know what that Terrace is — especially on a moonlight night. There are the tropical gardens behind you and in front the blue Mediterranean with the lights from the little towns along the coast creeping out one by one. Then you sit and watch the moon climbing slowly up the sky till the purple sea is first splashed with silver and then one shining, shimmering mass, and your heart almost aches with the loveliness of it and\" — his voice"], [47, "XEbe XEbree Daugbters of ttllgbt. 35 dropping — \" you feel that you are miles nearer heaven than you are by day.\" \" Humph ! \" drily. \" I doubt whether many have got to heaven by that road. Still, sea and moonlight have made fools of the strongest men, so I can pardon your raptures. But don't you think they wiU wonder what has become of us? I fancy I heard the last good-bye a few minutes ago.\" \" You haven't got a streak of sentiment in you,\" said Val with a half-vexed laugh, kicking the chair away on which his feet had rested. \" I don't understand how you ever came to be a painter. All right, let's go down and see what they are doing.\" The two ladies were sitting in low chairs in easeful attitudes, not troubling to make much conversation, and the remains of the feast were scattered about the room. They both looked rather tired and Pauline more than a trifle bored. But she brightened up when the men came in. \"'The lights are fled, the garlands dead and all but we departed,' \" cried Valentine, \" then why not the six-and-thirty cups? It is six-and thirty, isn't it? A deserted banquet-haU is nothing in dreariness to a deserted tea-room."], [48, "XEbe XEbree Daugbters of ftigbt. 36 There is an air of life about an empty cham pagne-glass which is lacking in the respectable tea-cup. \" \" I was too tired to ring the beU,\" said Irma languidly. \" Perhaps you will, now you have come in.\" Valentine bent over her solicitously. \" I hope you haven't knocked yourself up, darling,\" he said anxiously. \"All these people have been too much for you.\" Pauline made a Uttle pout aside to Mac- Gregor. \" I too, \" she said tragically, \" have smiled and talked for two mortal hours, until my face has settled into a fixed grin — please, don't look at me — and my voice is but the echo of what it once was — but what does that matter? There is no tender enquiry after my health. No one is gazing imploringly at me. Valentine is a dear, good fellow, but I suppose a man never yet realised that his sister and the lady of his heart are both made of the same material.\" \"Couldn't I do it?\" asked MacGregor anx iously. \" How is that ? \" and he twisted his face into an expression of exaggerated concern. \" My heart waits to beat, \" he went on drama-"], [49, "XEbe XEbree Daugbters of Æfgbt. 37 tically, \"until you have assured me that all is well.\" \" You are really getting quite funny, \" she said laughing. \"I didn't know that was your forte. I shall live to see you a humorist yet. \" \" Ah, you can't get rid of the old idea about a Scotchman and a surgical operation. It is wonderful how you English cling to that. That and our proverbial economy are jokes that never fail to raise a smile. Perhaps we want more for our laugh.\" \"You are severe,\" she replied. \"But lam not in a fighting mood to-night. I want my dinner. You are going to stay, are you not ? \" \" If you do. I could not venture to do so by myself. A man feels such a fool if he intercepts a tender glance that is not meant for him, or talks when no one is listening. I have always held that there ought to be desert islands for babies and newly-married couples. Nobody — but its infatuated parents — wants to see a child until it can keep its own head straight, and, equally, only the performers can be interested in a mutual admiration duet. Let them stay there until they can return and be a pleasure to their friends.\""], [50, "XEbe XEbree Daugbters of Œtgbt. 38 \" I think in this case, \" said Pauline, glancing across the room, \"Val is the worse culprit of the two. When he isn't talking to Irma his eyes follow her about, saying as plainly as possible, ' Did you ever see anything so wonderful and beautiful?' I believe she is equally fond of him, but she does her worshipping with more tact. \" \" Perhaps she has had more practice, \" said MacGregor carelessly. \" You mean on the stage ? Do you know if I were a man and married an actress, I think that idea would rather worry me. Not that I have any prejudice against actresses— not the slightest. But whenever my wife was extra nice, I should be inclined to think ; ' I wonder if this is art or nature?' It is prob able it would be at least nature supplemented by art. When you have learnt how to make the most of all your pretty ways as a matter of business, the habit must cling to you. \" \" Is not that putting it a littie unkindly ? It doesn't sound like your usual good nature. I am sure such a thought has not entered Val's head, and if he is a little demonstrative in his affection, we must remember he is young and naturally impulsive."], [51, "XEbe XEbree Daugbters of fflfgbt. 39 \" But she is young, too. \" \"Yes, a year or two younger in actual time, I believe, but a good deal older in everything else, I should say, \" he replied. \" She is the stronger character of the two, without a doubt.\" \"You admire her?\" she asked, putting a fragment of lace and cambric up to her mouth to stifle a yawn. He glanced carelessly across the room. Irma Luttrell was not only a beautiful woman — beau tiful with a dazzling fairness about which there was not a touch of insipidity — there was power and intellect in her face as well. Only par tially developed these, and overshadowed as yet by a softness — a sensuousness — that told that her feelings were her strong point ; that she would be influenced by anything that appealed to her senses. A woman primarily made to love and be loved, but whose love must be set with taste and refinement ; a coarse man would have revolted her, and poverty was a thing at which she shivered. \"What are you dreaming about?\" asked Pauline a little impatiently, interrupting his musings, \" You needn't answer my question now. Of course you admire her or you wouldn't"], [52, "XEbe XEbree Daugbters of ffiigbt. 40 have stared at her all this time. And no wonder ! She is certainly lovely. I feel such an insig nificant, brown little thing beside her. \" \"That sounds like fishing, but I know you don't fish,\" replied MacGregor coolly. \"'A daughter of the gods, divinely tall and most divinely fair.' The quotation is hackneyed, but I have never before been able to suit it with a face. I should like to paint her for the Academy ; a dream in white and gold. What a sensation she would make — especially with the quotation. The British Public loves a little bit of poetry.\" \" I expect Val will do the painting, \" said Pauline a little drily, \"so you might as well make him a present of the quotation.\" \" I beg your pardon. I am afraid I am rather apt to consider everybody from a pro fessional point of view. It is awkward how that sort of thing grows on one. Sometimes in an omnibus or train I see a face that is just what I am wanting, and I have a dreadful inclination then and there to request the face to make an appointment at my studio. Imagine the dangers I am constantly running ! \" \" What are you two chattering about? \""], [53, "XEbe XEbree Daugbters of fflfgbt. 41 interrupted Val, appearing conscious of their presence all at once. \" You have quite deserted us and we feel hurt.\" \" I believe Mr. MacGregor bears me a grudge still,\" said Irma prettily, \"and I don't know that I am very much surprised.\" Somehow, she did not feel quite at home with her husband's old friend. She had a feeling that she was being watched and criti cised. Not that she knew that he was aware of her past life; all that seemed so long ago to her now — so much had happened since — and everyone appeared to have forgotten it. Only her own proud, sensitive nature — which had not hardened under that twelve months' aban donment, but had simply lain passive and dormant — reminded her often enough that by right her place was not here, among those who walked on the clean highway, but below in the seething crowd, where to be labelled \" doubtful \" was the most one could expect. But she had promised Val to try and forget that past madness — she must have been mad, she told herself sometimes — and now whenever it obtruded its hateful presence upon her, she thrust it back as soon as possible. And she"], [54, "XEbe TEbree Daugbters of flMgbt. 42 was young and so happy, it was not hard to forget. \" A grudge ? \" repeated MacGregor in sur prise. \" Why should I do that, Mrs. Luttrell?\" \" Because I have taken possession of your best friend. It would be only natural. I am sure if anyone came between me and somebody I was very fond of I should hate them.\" \"Oh, it isn't quite as bad as that,\" replied MacGregor with a laugh. \" Besides, I hope you will allow me to consider myself a friend still — a friend of yours as well as his. Let me go with the house like Fatima,\" and he indicated the Persian, who lay curled up as though so long as her rug remained a change of regime was a trifle. \" You are very kind. I shall be so pleased if you will. I could not bear to think I was interrupting an old friendship.\" \" Shall Mac and I fall into each other's arms and seal the contract?\" asked Val with a laugh, \"or will you and he get up a littie scene on your own account? Yes, I think that will be best. Come here, John MacGregor. Shake hands with my wife and swear eternal friendship.\" With a smile, but a slight feeling of annoyance"], [55, "tTbe Obree Daugbters of isiigbt. 43 and irritation — he told himself that Val was too fond of playing the fool — MacGregor went forward and took the slender hand outstretched to him, for a moment in his. \" Have you sworn a lifelong fealty? \" cried Val, while Pauline looked on in silence. \" Very well, then we'll go in to dinner.\" For the rest of the evening the conversation was general. MacGregor was obliged to acknow ledge that Irma made a charming hostess, and the little air of deference in her manner towards him was not without its effect. She seemed so anxious to please him — to make him feel that he was to make no difference for her, that more than once he was smitten with compunction. After dinner they drifted into one of the old happy, frivolous evenings— only it was a little gayer than usual if anything — and enjoyed them selves like children in their teens. Pauline, who was an excellent mimic, gave one or two little sketches, which — had they been seen outside the family circle — would have made her more than one lifelong enemy. Val invented conundrums with alarming rapidity, which no one attempted to guess, and indulged in reckless quotation, and MacGregor, from his armchair in the corner,"], [56, "Zbe XEbree Daughters of flight. 44 passed remarks in a fearsome and wonderful tongue, which he called Scotch. Irma perhaps was the quietest of the four, but she made an excellent audience. \" Why,\" said Val solemnly, \" why is a boiled leg of mutton like a ballet-dancer?\" There was an instant's silence. The compa rison was a little curious. \"It is a poor thing but my own,\" he went on proudly. \" I do not say that it is good enough for Punch, but it is a joke that will never bring a blush to the cheek of the young person ; it can be employed fearlessly in the family circle.\" \"It is quite time we went,\" said Pauline, springing up. \" When Val presumes on his position as host to fling such bombs at our defenceless heads (I know it has something to do with capers, but I shan't attempt to guess it) he must be dealt with summarily. Besides, it must be bad for his brain.\" MacGregor rose to accompany her. \"I am disappointed in you, Val,\" he said gravely. \" I thought this would have been an instructive evening— an evening of photographs and descriptions and time-tables, and that I should have added largely to my knowledge"], [57, "Ube Ubree Daugbters of flight. 45 of foreign parts, but, alas ! I return as I came. The opportunity has been wasted.\" Then he went sadly away in attendance on Pauline, and Valentine, with his hand in his wife's arm, stood at the front-door and watched them go. The last sound they heard was his light, musical laugh — the laugh of a girl — as he called out a gay farewell. \"They seem very happy,\" Pauline said pre sently. \" I think I shall get quite fond of Irma, she is a charming woman. Val has been lucky to win her. From a pecuniary point of view she might have done so much better for her self, I should imagine.\" \" It seems to be generally expected nowadays that a leading actress should marry into the peerage — I think that it is a little hard on the actress sometimes,\" he replied. \" That sounds like a covert attack on the House of Lords,\" said Pauline with a laugh. \"A thing to which I could never listen. I reverence the hereditary legislator — the youth fullest and downiest (I don't mean this in the slang sense), and am prepared to think that England would never have kept up without them. Even the lordling of the comic papers,"], [58, "46 Xlbe Œbree Daughters of flight. with his sloping forehead and absence of chin, sends a thrill through me.\" \" I envy the hereditary legislator for that at least,\" he said as they parted. \"To me you have always appeared of all women the most unthrillable.\""], [59, "47 CHAPTER IV. \" Das Herz ist nur ein kleines Feld, aber es wachst alles aus ihm.\" THE Luttrells had received invitations to a coming-of-age ball at a friend's house, and Molly Gordon and John MacGregor had also been invited. MacGregor was not a dancing man as a rule and would probably have de clined, had not his friends been going. \"I am getting too old for this sort of thing,\" he said to Pauline when they met in the ball room. \" In my humble opinion the people who go to dances may be roughly divided into three classes: — Those who go for the mere pleasure of dancing (these are the very young and tender ones), those who go to meet a beloved or a possible beloved, and those who are anxious to maintain a youthful reputation as long as possible. Now I do not feel that I rightly belong to any of these.\""], [60, "Œbe Ubree Daughters of flight. 48 \" Nowadays one is never too old for any thing,\" she replied. \"You start a 'bike' when you are sixty and you dance and flirt through the sere and yellow leaf to the leafless stage. Our grandmothers retired into private life twenty years sooner than we do, and they became mere chaperons and onlookers long before that. The old-style chaperon is now practically extinct; she no longer supports the wall and sighs for the final gallop, but follows her youthful charges into the fray. Wherein, I think, she shows her wisdom, although we girls find her rather in the way. Why should you sit down to cultivate gout, grey hairs, and general prosiness, until you are absolutely obliged?\" \" Your theory is that by doing youthful things, you keep young ? \" \"Certainly, to a great extent. But here comes my partner. Go and put my theory into practice. Look, there is Molly Gordon ; you couldn't want anything sweeter or younger to teach you to forget the burden of your years. \" \" When he was about my age Byron said ' the worm, the canker, and the grief were his chosen companions. Perhaps I feel most at home with"], [61, "tlbe Ubree Daughters of flight. 49 them too. Nevertheless, I will obey you. My reward is to come. You have promised me three waltzes and your step suits mine exactly. \" \"Thanks,\" said Pauline, as she was whirled away. She thought it was not strange if it did, considering how often he and she had had a turn round the little drawing-room in St. John's Wood while Val strummed \" Mon Reve \" or \" L'Estudiantina \" on the piano, cigarette in mouth. MacGregor stood looking after her a moment. It was a brilliant little figure in its fashionable gown of flame-coloured silk, the soft, waving black hair dressed high on the trim head, the vivacious face (which harked back to the doubt ful French ancestress) sparkling with mocking humour. Pauline possessed the enviable faculty of finding entertainment where ordinary people were only bored. The whole human race was to her a source of inexhaustible amusement. Where others were distressed, or wearied, or grieved, she, as a rule, only laughed. She treated the universe as an immense joke. Then MacGregor went to find Molly Gordon. She was sitting down with her sister, and he thought how young she looked in her simple 4"], [62, "XCbe XTbree Daugbters of flight. 50 white frock — rather appallingly young indeed. At the most she could be only seventeen, and she had the clear, wondering eyes of a child. It was evident that she was enjoying herself to the utmost. Her little white-shod feet could hardly keep still even as she sat. He looked on from her to her sister in her finished, rather stately, beauty, and thought what an excellent foil they made to each other. Molly would never have half Irma's beauty, but there was something very attractive about her fresh, dimpled face, which looked out on the world as though it were made up of friends. John MacGregor reflected that whatever else Irma had done or left undone, she had not failed in her duty towards her young sister; the girl was as happy and innocent as a girl could be; that was evident. Then he remembered his half empty programme and went up to them. \"I hope I am not too late for some dances,\" he said. \" Miss Gordon, will you allow me to look at your programme?\" He booked two dances with her and two with Irma, and when Molly was carried off by a nice looking boy, who had been hovering"], [63, "51 Zbc Ubree Daughters of flight. round, he sat down in her place, for Irma was not dancing this time. \"Val looks as though he were enjoying him self,\" he remarked when Val gyrated past them presently with his easy grace, and sent a smile to his wife. \" Yes, I think he always does. I have never seen him looking tired or bored. He has so much vitality; he and Pauline are alike in that respect, I think, though I do not see much resemblance otherwise.\" \"Perhaps not. On the whole I should say she was made of stronger stuff,\" he replied absently. \" Val is a dear, lovable fellow, but I have sometimes wondered how he would take a great trouble.\" \"I think it is a mistake to suppose that be cause people are pleasant and good-tempered they are therefore weak,\" she retorted, a little offended. \" I beg your pardon. I have been so used to looking on Val as my special property to abuse and criticise, that I say these blundering things without thinking. My friends have often told me that I am utterly destitute of tact, and I am afraid it is true.\""], [64, "\"Obe ttbree Daughters of flight. 52 \" Never mind. I am quite satisfied if you think he is looking well and happy. I could not bear him not to be happy, \" she added with more emphasis than she was probably aware. \" You must not spoil him, \" he said, looking at her kindly. \" The male biped is easily spoiled, you know, Mrs. Luttrell.\" \"Do you think so? Val has such a sweet nature that I think he must be an exception then. I don't believe he has an enemy in the world, and as to his friends — well, \" with a httle laugh, \" there never were such friends, to hear him talk. I used to be quite jealous of you.\" A thought drifted through MacGregor's mind to the effect that a man who never makes enemies never makes anything else, but he was hardly conscious of it. Aloud he said, \" There was no need. I think you must know as well as I do that friendship stands no chance against — love.\" His voice dropped as he said the last word, and he reddened slightly. Such words did not come easily to his Scotch lips; he called himself a sentimental idiot and abruptly changed the subject."], [65, "tlhe tlbree Daughters of flight. 53 \" Don't you sometimes miss your old profes sion ? \" he asked. \" Or have you quite escaped from the glamour of the footlights?\" \"Not quite, perhaps. I don't think any actor or actress, who has loved the boards, ever does. But I am too happy for regret.\" \" You mustn't talk too much about your happiness,\" he said jestingly, \" or you will make the gods jealous. You remember that fellow Poly crates who was so lucky that all his friends forsook him, thinking that something dreadful must happen to him by and bye.\" She laughed lightly. \" I am not superstitious,\" she said, \" and I have a great capacity for enjoyment. Perhaps the gods will kindly re member that and give me more than they would a less responsive creature. You know there are some people on whom happiness is really wasted. They always remain curled up. Whereas I have been but too ready to open out to the sun and the breeze.\" Just then the band struck up the first bar of the next waltz. \"This is ours, I think,\" he said, standing up. \" Let us make the most of it before the floor gets crowded.\""], [66, "Zbe tlbree Daughters of flight. 54 They had it almost to themselves for a few minutes, while partners were being hunted out, and consequently attracted a little attention. Irma generally did. \"Beauty and the Beast,\" said a girl to her companion, with the air of one saying something smart. John MacGregor had no pretensions to good looks. He was tall and gaunt, but his face was redeemed from the commonplace by the power in it. One or two partial lady friends had also been heard to say that he had the air of a Scottish chieftain on his native heath. \"A very nice beast, I assure you,\" said Pauline coolly, turning half round. She was standing close by and overheard the remark. There was an embarrassed giggle, and the girl's partner suggested refreshment, somewhat in the tone of offering a poisoned bowl. There is nothing a man resents more than being placed in an awkward position by his woman kind. When it came to his dance with Molly, John MacGregor wondered what he should find to talk about. He had not had much experience with young girls and they made him a littie nervous. With a woman of the world he was"], [67, "Ube TThrce Daughters of flight. 55 at home, but for these young, unfledged creatures he had an exaggerated reverence and tenderness, which rather handicapped his conversation. However, Molly, though at the age of bread and-butter, was not oppressively simple, and there was one subject on which she could talk fluently enough: her sister. Her love and ad miration for Irma were unbounded, and when she found that she had a sympathetic listener, she spoke without restraint. \" You cannot imagine how good she has been to me,\" she said when they strolled into the conservatory after the dance. \"Our mother died when I was a tiny mite, and my father when I was only ten. I seem never to have had anyone but Irma. She has been father and mother and everything to me, and as soon as she could afford it she took me away from school and had me to live with her. I remember how delighted I was when the letter came. I,\" with a little laugh, \"kicked off one of my shoes and it made a dent in the ceiling. I was afraid perhaps Val wouldn't want me, but he was so kind and said, of course I was to come. Wasn't it good of him?\" \" Very,\" he said, smiling in his grave fashion."], [68, "56 \"Obe XTbree Daughters of flight. \"And now I suppose you are 'out' and are going to enjoy yourself?\" \"Yes, isn't it nice to be grown-up? It is all so beautiful and everybody is so kind. I don't mind telling you that sometimes — I hope you won't think me very silly — I wish I had a nice grassy slope handy.\" \"Why?\" he asked in amazement. \" To roll down. You feel better after it. At school when the governess had been extra cross or we felt particularly jolly, we always had a roll ; of course they didn't know about it. And sometimes since when I have been away with Irma, she has let me do it. But I suppose I am getting too old now.\" So this child had the same keen sense of enjoyment, the same love of life, as her sister, MacGregor thought. \" I have never heard of the idea before,\" he said. \" But it is one way of working off steam — a more harmless way than most. I suppose you could hardly recommend it to me ? \" She looked at him and laughed. \" I should like to see you do it, \" she said, bubbling over again. To seventeen, thirty-five seems almost as far removed from such things"], [69, "Xlbe \"Cbree Daughters of flight. 57 as seventy. But Molly had taken a fancy to her grave-faced companion and spoke of him afterwards as a \" dear old thing. \" When MacGregor went upstairs to bed that night he sat smoking longer than usual, and seemed to have more to think about. At least he was very quiet, and his brows were knit as though something were troubling him. From time to time he moved impatiently as if his thoughts irritated him, and when at last he laid down his empty pipe, for a moment his arms dropped to his side and he sat staring straight before him. Then he got up, shook himself, and shut the window with a bang. \" I feel a bit out of sorts,\" he muttered. \"As I said before, I am getting too old for this sort of thing.\" Then he went to bed."], [70, "CHAPTER V. \"There ariseth a little cloud out of the sea, like a man's hand.\" ONE cheerless afternoon in December Mac Gregor knocked off work earlier than usual, the light being bad, and feeling in a sociable frame of mind he decided to walk round to the Luttrells and see whether anyone were at home. He had been rather busy and had not seen them for two or three weeks and he knew he was always welcome. It was not more than ten minutes walk, which was a fact to be appreciated on such a day, the weather offering no inducement to remain out of doors longer than was absolutely necessary. He covered the ground quickly with his long, even stride, pleasing himself as he went with the thought of the bright home interior that 5«"], [71, "XEbe Xlbree Daughters of flight. 59 awaited him. The Luttrells did not occupy a large house, but all the arrangements were very comfortable, not to say luxurious, and though MacGregor's own quarters were almost severely plain and substantial, he felt the charm of a pretty room with pretty women in it. It was for his own sex that he despised fal-lals and trimmings, and for a man to deck his room like a woman's boudoir in the fashion of the present day was to him an abomination. His own surroundings were essentially manly, noticeably manly, considering that Art is more feminine than masculine. If MacGregor had been twice as rich as he was, he would still have lived simply, though it is probable that he would have liked to see any feminine belongings in the glory of purple and fine linen. As it was, his income — though it was not a large one, not as large as Val's — was amply sufficient for his wants ; his one extravagance being a love ol rare books. There was a steady demand for his pictures, which were spirited compositions, showing a considerable amount of talent, though no genius. But then genius is a rare plant. Mr. MacGregor was informed that Mr. Luttrell was at home, also the ladies, and was allowed"], [72, "Œbe XEbree Daughters of flight. 60 to find his own way into the drawing-room where they were assembled for tea. \" Hullo! old man, glad to see you,\" Valentine called out as he came in. \"Isn't it a beastly day? We have borne with it as long as we could and as it showed no signs of amendment we have shut it out at last.\" \"Just in time,\" Irma said smiling. \"The muffins are still hot. It is very good of you to come out on such a day. We want cheer ing up.\" \"But that is just what I want myself,\" he retorted. \" I thought there must be more spirit left between three than with one. And I did not reckon on finding Pauline here, she is a host in herself.\" He shook hands and sat down by the tea table. \" I ran in — or rather ran out— because Aunt Jane grew too much for me,\" Pauline said. \" I am very susceptible to weather, you know \" \" A fragile flower, \" interpolated Val under his breath. \" — And can never settle down to anything on a day like this. This morning I turned out my wardrobe, re-arranged the drawing-room,"], [73, "XEbe XEbree Daughters of flight. 61 invented a new way of doing my hair, and drummed on the window-pane — and Aunt Jane knitted placidly through it all. She is perfectly indifferent to weather, and nothing puts her out. My nerves wouldn't stand it at last. I felt that I should have to rouse her at any cost if we were shut up together much longer, so to prevent a possible deed of violence I came out. \" \"Why not have tried the great panacea for feminine ills — Nature's own Mrs. Winslow : needlework ? \" asked Val with a laugh. \" I never work, \" replied Pauline, placidly regarding her left hand, whose smooth white forefinger had never suffered a prick. \"After hemming my first duster, I decided that needle work was cheap — also nutmeg-graters. \" MacGregor looked at Irma and smiled. \"And you,\" he said, dropping his voice unconsciously so that it could only be heard by her. \" Do you hate needlework, too ? \" \"No, I think I am rather fond of it. I suppose I am old-fashioned in some things. I like keeping house too. There is a charm to me in labelling my own pots of jam. \" \" Perhaps it is the charm of novelty, \" he suggested. Hers seemed to him a curious"], [74, "XEbe XEbree Daughters of flight. 62 complex nature and he was not at all certain that he understood it, though they had become very good friends and he had had plenty of opportunities of studying her had he wished. \" My own opinion is, \" she said with a littie smile, \" that there is a bit of the Hausfrau in every woman. \" \"I think most women are made up of 'bits,'\" he replied. \" They are quite a pattern in mosaic. \" \" I've something to show you presently, Jock, \" interrupted Val. \"My new pic. I am just putting the finishing touches. \" \"It's lovely, Mr. MacGregor,\" cried Molly, who was nursing Fatima. \" It is taken from my dear old Hans Andersen.\" '\"The Elfin Hill',\" explained Val. \"I dare say you don't remember the little story, but there are a few lines in it which gave me my idea : ' The elfin maidens were dancing on the elf hill, and they danced in shawls woven from moonshine and mist, which look very pretty to those who Uke such things. ' Isn't it suggestive ? Come along and give me your opinion. \" Irma and Pauline accompanied the two men into the studio and stood for a moment in the doorway while Val turned on the electric light."], [75, "Zbz XEbree Daughters of flight. 63 It was a charming place for a man who could not work except in congenial surroundings ; to whom grace and beauty were a necessity. \" Comfort was married to fantasy, \" and not only the easiest chairs in the house had found their way here, but all the art treasures too. There was comfort for the body — rather too much comfort, John MacGregor grumbled — as well as pleasure for the eye. The room with its hanging tapestries, a bright fire burning on the open hearth, and Liberty rugs and em broideries scattered about, looked particularly attractive and homelike to-night. Irma called it the prettiest room in the house. \" I wanted Val to do something from ' The Marsh King's Daughter',\" remarked Pauline while Valentine was placing his canvas in a good hght. \" I am so fond of the dear storks. The wisdom of the mamma-stork is perfectly delightful. Do you remember her advice to her husband: 'Think first of yourself, and then of your family; all others are nothing to us.' And when someone tells her a beautiful thought — ' I don't quite understand it,' she says ; ' how ever that is not my fault, but the fault of the thought.' It is delicious.\""], [76, "XEbe XEbree Daughters of flight. 64 \"Walk up, ladies and gentlemen,\" cried Val gaily, stepping back from the easel. \" The show has commenced.\" MacGregor and Pauline went forward. Irma had seen it before and stood a little in the background. Val's talent showed itself perhaps most strongly in a certain delicate brilliance which distinguished his pictures. The workmanship was exquisitely fine and finished — the finish of a Carlo Dolce united with a Watteau-like grace and brilhance. If he had been a more industrious man he could have achieved a greater success than he had. Fetes ga/antes, charming fantasies — any dainty trifle came readily from his brush. He never trenched on the grand or the majestic; nature's lightest moods suited him best. He could have illustrated Andersen's fairy tales, for example, with an airy grace which few men in England could have surpassed. So that from the title MacGregor thought that he should see Val at his best. He stepped forward with a smile — the words of congratulation almost on his hps — and then he paused. \" Well ? \" asked Val at last impatiently."], [77, "Zbc XEbree Daughters of flight. 65 \" Is it finished ? \" MacGregor said then, and his manner was embarrassed. \" There is an hour's work in it perhaps, that is all. What is the matter with you?\" MacGregor turned slightly round and caught Irma looking anxiously at him. She dropped her eyes at once, but he had seen the expres sion and it puzzled him; it was not anxiety only, there had been the slightest touch of fear as well. \"I think it is charming,\" said Pauline, break ing the awkward silence. \" It is perhaps not quite so — so — how shall I put it? — spirited as most of your work, Val, but it is very pretty all the same.\" This from Pauhne, who understood nothing of Art and had no feehng for it, was significant. \" What a duffer you are, Mac ! If you don't like it, why don't you say so ? \" cried Val im patiently. \"I am not so thin-skinned that I cannot stand a httle criticism.\" \" WeU, I am disappointed, Val — I can't deny that — and yet I can hardly say why. Perhaps your sister has given me the right word. Your pictures are generaUy so aUve and this one — isn't.\" 5"], [78, "XEbe XEbree Daughters of flight. 66 MacGregor might have said much more. Val's usual delicacy was here feebleness, and if he had not already proved himself a skilful colourist, no one would have discovered it from \"The Elfin Hill.\" It should have been a lovely study in green and silver, luminous and graci ous, but instead it was hard and unsatisfy ing. Almost displeasing indeed, because one felt how much more might have been made of it. \" Are you not conscious yourself of something wanting?\" asked MacGregor, as Val went close to the canvas and looked into it. \" Do you remember your ' L' Allegro ' — the best thing you ever did to my fancy — what life and motion there was in it? You could almost see the twinkling of the feet. These elves are not footing it as gaily as they should.\" As a rule MacGregor found it difficult not to give Val more praise than he thought judi cious; his art — so different from his own — excited his warmest admiration, and it was only from a sense of duty towards his friend that he tempered his approval with criticism and urged him on to better things. Val was naturally inclined to take life too easily; he needed the"], [79, "XEbe XEbree Daughters of flight. 67 spur occasionally. But now, almost for the first time, MacGregor's judgment was harder than he liked to put into words — at least in Irma's presence. \" I can't see what you mean,\" Val said presently, in rather an aggrieved tone. \" I thought you would have liked it; I'm awfully disappointed. I can't find anything wrong about it.\" \"Perhaps I'm mistaken,\" MacGregor replied with an effort. \" Don't put yourself out about it until you have heard somebody else's opinion. The weather may have affected me and I may be looking at everything with a jaundiced eye. Perhaps to-morrow I shall think differently.\" It was not his nature to mince his words and certainly in this case he would have spoken out more plainly, had it not been for Irma still standing silent and motionless in the back ground. He could not forget the look in her eyes. Pauline and MacGregor were alone for a few minutes in the drawing-room. \" You know you won't think differently to morrow, \" she said abruptly, \" so why did you say so? You are not generally afraid of ex pressing your opinion.\""], [80, "XEbe XEbree Daughters of flight. 68 He hesitated a moment. \" It is difficult to rate a man in his wife's presence,\" he said then. \" And it was bad enough to deserve a rating? H'm, I wonder how that happened?\" He shrugged his shoulders but made no reply. \" I wonder if matrimony has had anything to do with it?\" murmured Pauhne with her head on one side like an enquiring bird. \" I wonder if it is as fatal to genius as some people say ? \" \" What nonsense ! \" exclaimed MacGregor rather roughly, forgetting a similar opinion he had expressed himself not so many months ago. \" He has been taking things too easUy, that is it. He's been careless and half-hearted. And,\" aster a moment, \"it's possible he may have had too much feminine admiration lately. Women generally praise not wisely but too well.\" \" You needn't have snubbed me so. You see you are coming round to my opinion. Now I think of it, I don't believe he has done much at aU since his marriage. At least"], [81, "XEbe XEbree Daughters of flight. 69 I cannot remember anything particular, can you?\" \"Nothing as large as this, but he has done an average amount of work, I believe,\" said MacGregor a little reluctantly. \"As a matter of fact I don't reaUy know much about it, as since I went away for my holiday it has happened that I haven't seen very much of Val.\" MacGregor went away soon after. The charm of the evening had gone. Val soon recovered his spirits and dismissed the unpleasant subject from his mind, but it was otherwise with Irma. She was unusually grave and silent. MacGregor wondered whether he had offended her by his criticism of \"The Elfin Hill,\" or whether she were possibly reproaching herself for Val's falling-off ? Women are so ready to make martyrs of themselves, he reflected a little impatiently. And yet could it be that she was in some way to blame ? It was only one woman in a thousand who understood how to treat a man; to draw out all that was best in him; to gently urge him on, ever higher. They either made his work a matter of pounds, shillings, and pence, or else dealt in indiscriminate praise, which was more dulhng and blunting than anything else."], [82, "70 XEbe XEbree Daughters of fligbt. If she had nothing to reproach herself with, why had she looked like that? So, dissatisfied with himself and everybody else, MacGregor went home."], [83, "CHAPTER VI. \"For Phyllida— for Phyllida Is all the world to me.\" THE Luttrells were rather fond of giving little dinners, little suppers — in short, little parties of any kind, for they both had a decided taste for society, and John MacGregor was going to one of these entertainments to-night. Val and his wife were both very popular with their friends and acquaintances, and people rarely refused an invitation to the pretty house in St. John's Wood. These little gatherings sometimes brought a more solid reward too than the pleasure of entertaining their friends — though to do them justice this was all they thought of — for Val had sold more than one picture to a wealthy friend, who might never have become a purchaser had he not known and liked the painter. When MacGregor entered the drawing-room n"], [84, "XEbe XEbree Daughters of flight. 72 he found about half-a-dozen people assembled. There was to be some music and anything else that cropped up — the programme was a very elastic one — and light refreshments were provided in another room. MacGregor himself had no \"parlour-tricks,\" but he made a very good listener. Irma was just reciting something as he went in and he heard the last few words. \"We have not sighed deep, laughed free, Starved, feasted, despaired, — been happy.\" He did not know where they came from — he was not a great reader of poetry — but some how they arrested his attention and with them still in his mind he went over to speak to her. \"What was it you were reciting just now?\" he asked as he sat down beside her. \"Browning's 'Youth and Art' It is a pretty httle thing; the story of a boy and girl who loved each other and might have been happy, but preferred wealth and fame instead, and as a result each Use was incomplete and unsatis factory. \" \" Why I don't care for poetry, \" he said, \" is that there is so much exaggeration in it. It is so iiberspannt. I am afraid I am very matter-"], [85, "T03C XEbree Daughters of flight. 73 of-fact, but it seems to me that in real life there is very little extreme, people jog along in a mediocre way.\" \"And very few of them really know what happiness means,\" she retorted. \"At the most they are content.\" \"WeU, contentment is not a bad thing,\" he rejoined, smiling. \"It is a poor thing beside happiness,\" she said with scorn. \" I pity anybody who cannot understand the difference. Six months' happiness is worth years of contentment.\" He laughed, but inwardly he wondered whether there was more in life than he had yet realised? He had never been moved to any extreme in tears or laughter. Had he therefore missed happiness? A little while ago he would have ridiculed such an idea; now he was not quite so sure. He had been feeling a little restless and unsettled of late. \" Val has sold ' The Elfin Hill, ' \" Irma said presently, a little abruptly. \"He got a very good price for it.\" MacGregor fancied there was a touch of defiance in her tone. \" I thought he was going to keep it for the Academy?\" he said quietly."], [86, "XEbe XEbree Daughters of flight. 74 \" Perhaps he did think of doing so at one time,\" she replied with assumed carelessness, \" but he altered his mind. \" \"You persuaded him to do so?\" She flashed a look at him. \" What makes you say that? Val is the best judge of such matters.\" \" You have a very correct eye,\" he said rather ambiguously, \" and you know something of Art. \" She did not look at him this time and when she spoke again it was on a different subject. MacGregor knew that his own opinion of \"The Elfin Hill\" had been confirmed by a mutual friend — Val had told him so himself, also that their suggestions had been acted on (under Irma's influence, he fancied) and various little alterations made — but he was surprised to hear that the picture had already been sold. This was the first time that the matter had been mentioned between him and Irma, and he saw that she would rather not have spoken now. \" WiU you sing something, Captain Trench ? \" Irma said to a tall, fair young man of rather stiff, military bearing, who was carrying on an animated conversation with Molly Gordon in a secluded corner."], [87, "XEbe XEbree Daughters of flight. 75 He rose at once to comply. His voice at first sounded a littie cold and hard, correspond ing with the face and figure, which gave an impression of pride and reserve, but it gradu ally grew warmer — without the singer's know ledge probably — until the last two verses were sung with considerable force and expression. \"The ladies of St. James's They have their fits and freaks; They smile on you — for seconds, They frown on you — for weeks ; But Phyllida, my Phyllida ! Come either storm or shine, From Shrove-tide unto Shrove-tide Is always true — and mine. My Phyllida! my Phyllida! I care not though they heap The hearts of all St. James's, And give me all to keep; I care not whose the beauties Of all the world may be, For Phyllida— for Phyllida Is all the world to me ! \" \"I think I can guess who 'Phyllida' is in this case, \" said MacGregor softly to Irma, with a littie smile. She looked at him uncomprehendingly for a moment, and then as she .followed his glance"], [88, "XEbe XEbree Daughters of flight. 76 and saw her sister standing at the piano with Captain Trench, she understood what he meant and it was evident that the idea did not please her. \" I think you must be mistaken, \" she said a little coldly. \" Molly is such a child stiU — much too young to think of such things. They are very good friends, that is aU. He is more than ten years older than she is. \" MacGregor had spoken on the impulse of the moment and thought perhaps he had been a little indiscreet. \"Don't let us talk about ages,\" he said, \" that is a tender point with me. Captain Trench is not an enthusiastic person as a rule, or easily moved, that is why the expression in his voice struck me just now, I suppose. But of course it may mean nothing more than a good singing master. \" \" I shouldn't like to think of such a thing for Molly,\" Irma said, still a little uneasy. \"He is too precise and formal and altogether unsuited for her. I wish you hadn't suggested the idea, I had not thought of it before, and now it will worry me.\" \" I always seem to be putting my foot in it,\""], [89, "XEbe XEbree Daughters of flight. 77 he said ruefully. \" Please, don't think of it any more. I daresay I was mistaken.\" But later in the evening when he took Pauline into the refreshment-room, he was disposed to think that he had not been so far wrong in his suggestion, however unwelcome it might be to Irma Luttrell. Molly was sitting at a little table with Captain Trench, nominally eating a meringue, but with aU her attention given to her companion, who seemed very well satisfied with his position. His usually cold, impassive face looked quite bright and animated as he leant across and whispered something which Molly answered with a half shy little laugh. The situation did not of course escape Pauline's keen eyes. \"Is that how the wind blows?\" she said in an undertone. \" I have thought lately once or twice that it was getting round to that quar ter. Well ! I suppose it wouldn't be a bad thing for littie Molly.\" \" What wouldn't be a bad thing?\" he said stolidly. After the reproof he had received he was not going to be beguiled into expressing any opinion. \" Why, that, of course, \" indicating the couple"], [90, "XEbe XEbree Daugbters of flight. 78 with an almost imperceptible movement of her head. \"You are very dense to-night. Or are you afraid they may hear ? You need not be, they are too absorbed in each other to notice us. The poets tell us that love is a beautiful thing ; it has always seemed to me a very selfish one. At a certain period the Adored One fills the horizon ; there is nothing and no one else. Nation may fight against nation, relatives die and be buried — it does not distract their attention for more than a moment.\" MacGregor laughed. \" You speak feelingly,\" he said. \" But have you mentioned your sus picions to anyone else?\" \" No. Somehow, Irma and I are not very chummy. We are quite good friends, of course, but I am not as intimate with her as at one time I thought I should be. I don't know whose fault it is ; sometimes I fancy that she keeps me at a little distance.\" \" Perhaps she would not find the idea as suit able as you do ? \" \" Why not ? She makes an absurd fuss over the child— (I wonder Val isn't a little jealous sometimes) — but she has plenty of commonsense. He is a man of good family, irreproachable"], [91, "XEbe XEbree Daugbters of flight. 79 character, and excellent prospects. What more can she want ? If he is quite aware of his value, well ! so are most men of the present day. And if his general appearance is somewhat suggestive of starch and drill, it seems to me that is more Molly's affair than anyone else's.\" \" It would be rather hard for them to be separated. He is in the Indian Army, is he not?\" \"Yes, he is over here on leave. Of course the parting would be a wrench, but there are compensations and consolations in India, I should imagine.\" \"You are thinking of the India of Rudyard Kipling. He has created quite a boom in that part of our Empire, but perhaps the real thing is not quite so much flirtation and moonlight and mystery. And if it were, it might not have the same attraction for MoUy as it would — for you, for example.\" \" Thank you. But do you really think Molly is quite as simple as she looks? I should imagine there are possibilities in Molly as well as in — Molly's sister.\" He looked at her sharply. \"Of course you know more about it than I"], [92, "80 XEbe XEbree Daugbters of flight. do, \" he said the next moment carelessly. \" We will say, if you like, that there is more in both of them than meets the eye. Though for my part I am quite satisfied with what is apparent to my natural vision. To be beautiful is to be a public benefactor.\" She laughed a little shortly. \" Really, I think Irma is completing your education. You are getting quite an adept at compliments. That one is too pretty to be lost ; you had better go and teU it her.\" That night when Irma went upstairs to bed she drew MoUy into her room with her. They often had a little chat by the fire before saying good-night, while Val was smoking a last cigarette downstairs. \" Did you have a pleasant evening, darling ?\" she asked as she stood looking down on Molly, who had thrown herself into an armchair. \" Delightful. Your parties are always a suc cess, Irma. You seem to know how to get hold of all the nice people.\" \" Did I have anyone particularly nice to-night ? I should have thought they would have been a little slow and old for you, Molly.\""], [93, "XEbe XEbree Daugbters of fligbt. 81 \"I don't care for boys,\" said Molly loftily. \" I like a man who can talk. \" \"Really! since when? And who did you find who could talk to-nieht?\" o \"Well,\" blushing a little, \"there was Captain Trench. He was telling me a lot about India; it was most interesting.\" \" I should have said, \" carelessly, \" that he was rather a bad talker — too dry and precise. He would always use a long word in preference to a short one and pause at the commas and semicolons. \" \" Oh, Irma, how unjust ! \" and Molly looked quite indignant. \" But you don't mean it, do you?\" \" Of course not. But didn't you talk to anyone else? You and Mr. MacGregor gene rally seem to have plenty to say to one an other.\" \" Yes, he is a dear old thing,\" replied Molly, \" but of course he is getting on and I expect he finds me too young. He was talking a lot to Pauline. I can't quite understand those two, can you, Irma? \" \" But he isn't so much older than Captain Trench, Molly. He is something over thirty 6"], [94, "XEbe XEbree Daugbters of flight. 82 and Mr. Trench is something under, I suppose; that is all.\" \"But a very big 'all',\" said Molly sagely. •' Thirty always seems to me the boundary line between youth and age. Besides, a soldier is never old. I don't know whether it is the prancing horses or the uniforms or the marching, but something keeps them young. I suppose it sounds very maid-servantish — mat's j'aime /es militaires — all of them, from the youngest sub. to the commander-in-chief.\" \" You are a silly child. But I suppose everybody has felt the attraction of a red coat. It is a complaint one is almost certain to catch— hke the measles or the mumps.\" \" How horrid you are, Irma ! \" cried MoUy with a laugh. \" Fancy making such a com parison ! \" Then she jumped up, saying she was sleepy and, embracing her sister, went away to her own room and Irma heard her singing down the corridor. \" She is only a child, I need not trouble myself,\" Irma murmured as she gazed into the fire. \" I suppose I shall lose her some day, but I hope it is a very long way off. If — \" but"], [95, "XEbe XEbree Daughters of flight. 83 then she drifted away into a fit of dreaming, and when Val came upstairs some minutes later he found her still sitting in front of the fire, looking into it with empty eyes."], [96, "CHAPTER VII. \" Black clouds lower Like fate, on the far-off sea.\" ONE afternoon when MacGregor caUed at St. John's Wood, he asked to see Mrs. Luttrell instead of going up to Val's studio as usual, and was shown into the drawing-room. Irma was sitting there alone reading, but she put her book hastily behind a cushion as the door opened, and rose to great him with a little less than her usual graceful self-posses sion. He felt that his visit was in some way inopportune, but he had come with a purpose, and intended to say what he had in his mind. After a few casual remarks he broached the subject at once. \" Do you know, Mrs. Luttrell, that Val has not been doing so well lately as he ought ? What is the matter with him ?\" He tried to ■7"], [97, "XEbe XEbree Daugbters of fligbt. 85 put the question carelessly, but it was evident that he was in earnest. She looked down on her hands before an swering, twisting the rings round. \" In what way?\" she said. \" Will you be a little more explicit?\" \" Well, I hope you won't think me very interfering, but I can't bear to see him wasting his time as he is doing now — as he has been doing, indeed, for the last month or two. He was never an industrious man, but lately he has been positively idle — or done work that had been better left undone.\" There was no reply. \" I am afraid you are thinking that I am taking an unwarrantable liberty in saying this — especially in saying it to you,\" he went on with more hesitation. \" I can only ask you to put it down to the great interest I take in Val, and to forgive it for the same reason.\" \"Why have you not spoken to him?\" she asked in a low tone. \" I have — more than once, but it has had no effect. Indeed, the last time I only succeeded in making him angry. I don't know why it is, but he has fallen off lately in more ways"], [98, "86 XEbe XEbree Daugbters of fligbt. than one. His temper is less equable and he seems nervous and restless.\" \"And you think I am to blame for it?\" He flushed hotly. \"I don't think I have deserved that,\" he said quietly after a moment. \"If at any time I would have kept Val single — because Art gives her highest rewards to those who serve her with an undivided allegiance — I have long recognised that he knew what was best for himself; that happiness counts for at least as much as fame. But is he wise to let slip the renown he has won — to jeopardise the future? That is why I have spoken to you, because your influence over him is so much greater than mine, as it should be.\" \" Forgive me, I had no right to speak as I did. I did not mean it. I am restless and unstrung too. I — I have noticed something of what you say and it has worried me. Tell me what to do. I cannot bear to think that his work should deteriorate — that he should fall off in any way. Believe me, I have never let him feel that he had done his best and need struggle no more ; I have always told him that his masterpiece was stiU to be painted.\""], [99, "XEbe XEbree Daugbters of fligbt. 87 \"You must succeed where I have failed,\" he replied. \" You must inspire him — your woman's wit wiU tell you best in what way ; you must put fresh vigour into him and love for his work. \" \" I do not think he lacks that, \" she said in a low tone. \" Then why is he idle ? Why has he done little or nothing for the last two months?\" \" I think, \" she said still more quietly, \" that he works hard sometimes. Now and then he locks himself up in the studio and scarcely comes out all day.\" \" Then what becomes of his work — what does he do with it? \" MacGregor asked in bewilder ment. \" Destroys it generally, I think,\" she answered in a tone that was almost inaudible. ■ Destroys it ? \" he exclaimed, starting up. \"Why? Is he mad? Destroys his own work? Why should he do that? It is better than ninety-nine men out of a hundred could do.\" \"It was,\" she said. \"I don't know whether it is now. I have seen it sometimes. But I cannot tell you any more, perhaps I ought not to have told you so much, only lately it has been almost more than I could bear — and no"], [100, "XEbe XEbree Daugbters of fligbt. 88 one else has seemed to notice it and I did not know what to do. I thought you suspected there was something wrong, but you did not speak— and I almost prayed you might not — though it is a relief now that the silence is broken. Go to him — go to him now and then come back to me here. Watch him carefully and tell me if you notice anything. I have a horrible suspicion — pray God it may be nothing more than that! — and I cannot bear it much longer alone. I am afraid even to hint at it to him, and he says nothing himself.\" \" But — \" MacGregor began. \"Don't ask me any more. I feel Uke a traitor even to have said this. But the thought of it is too much for me. And — and if my suspicion is correct, it is time to act.\" MacGregor went away more bewildered than ever. What did it all mean? What book had she been hiding as he went in, and why did she talk in that strange, disjointed fashion and look so harassed and half frightened — she who had always been so happy and frank of speech? Now he came to think of it she had not been quite as bright as usual lately; she had seemed a little quiet and thoughtful, and her attention"], [101, "XEbe XEbree Daugbters of fligbt. 89 had wandered at times when anyone spoke ; one of her charms had been the pretty, inteUi gent interest she took in all that was told her. What a fool he had been not to see something of all this before! To let it drift by him as though it were nothing. He waited a moment outside the studio door to collect himself. She had trusted him — had given him something to do, and he must do it to the best of his ability. Val was lying in a low chair by the window, smoking. Instinctively MacGregor's thoughts went back to that June night when he had come in and found Val lying in the same place, with the scent of the roses filling the room as they filled it now; the night when he had told him that he was going to marry Irma Fawcett. And he spoke much as he had spoken then. \" What, doing nothing, you lazy beggar, and the light still so good? Aren't you ashamed of yourself?\" Val turned slowly round and greeted his visitor. \"People in glass houses, etc.,\" he said lazily. \"How is it you are absent from the post of duty if the light is so good?\""], [102, "XEbe XEbree Daugbters of fligbt. 90 MacGregor laughed a little embarrassedly. \"Oh, I am taking a day off,\" he said, sit ting down opposite Val. \"I have just finished 'Youth and Art' and am cudgelhng my brains for a new subject. You know your wife gave me the idea for that; it is rather out of my ordinary style, but it makes a pretty httle pic. I want you to come and see it. You haven't been round for a long time.\" He talked on, not quite at his ease, watching Val as well as he could all the time. He did not know what he was to look for, or what he expected to see. He only felt that there must be something — something serious too; Irma was not an hysterical woman, given to fancying aU kinds of things. \" I haven't been anywhere lately, \" Val said rather moodily, \"and I don't think my opinion is worth much.\" \" Since when so modest?\" laughed MacGregor. \"You know I never feel quite satisfied until I have heard what you have to say. And as Mrs. Luttrell gave me the inspiration in this case, you must certainly both of you come round and see whether I have acquitted myself creditably. Your wife put the whole thing be-"], [103, "XEbe XEbree Daugbters of fligbt. 91 fore me with a few words — the girl-singer at her lattice-window, the boy-artist in cap and blouse looking up at her from the courtyard below . . . She has a very good eye for colour and effect, haven't you noticed it?\" \" Oh yes, and she can handle a brush very fairly too.\" But there was no enthusiasm in Val's tone ; a little while ago he would have flushed and brightened at this praise of his wife. \" You must be glad to have her in with you sometimes. When one has been working hard, particularly at one thing, I find one is apt to get stupid and confused and hardly knows what is good and what is bad. It is a relief to get almost any outside opinion then.\" \" I haven't given her much to criticise lately,\" returned Val, with rather a short laugh. \" I think she is beginning to get a little disap pointed in me — and not much wonder. I am disappointed in myself. \"Don't think me an idiot, Mac,\" he went on after a moment, \" but I am half afraid that my hand is losing its cunning. My ideas are all right, but I can't carry them out. At least, I may think one day that I am getting on very"], [104, "XEbe XEbree Daugbters of fligbt. 92 well, and when I look at what I have done the next — I could burn it with my own hands.\" \"But why?\" asked MacGregor. \"I don't understand. Surely you can give some expla nation of such a sudden falling-off ? \" \" Well, I have felt it for some time ; I think your disapproval of 'The Elfin HiU' made me begin to notice it first. I am always hearing now that my colouring is faulty, and you know that used to be my strong point. I can't see it myself, but I am getting nervous about it. I don't understand it. Sometimes when I think I am doing well, I see in Irma's face that it is all wrong.\" \" You are out of sorts, \" replied MacGregor, practically ; \" that is about what is the matter with you. It is a question of nerves. Perhaps you want a change. Go to a good doctor and let him overhaul you thoroughly. It is absurd to go on worrying yourself and imagining aU kinds of things.\" \" Nerves ? \" said Val contemptuously. \" Well ! I should have laughed at such an idea a short time ago, but perhaps you are right. I can't work or sleep or eat as I used, and I am afraid Irma is beginning to notice it, though she hasn't"], [105, "XEbe XEbree Daugbters of fligbt. 93 said anything. Let's put it all down to want of ' tone' — whatever that may mean — for I really don't know what else it can be. But perhaps it would be wise to get a professional opinion. It must be years since I have had a doctor — I have always rather fought shy of them, it seems as though they kept a stock of diseases on hand ready to fit everybody with one. How ever, I'll run the risk to-morrow.\" Val's spirits rose as he talked. It seemed as though by putting his uneasiness into words he had lightened his mind, and the prospect of doing something definite on the morrow was a welcome relief to the vague doubts and fears that had troubled him lately. \"It is the wisest thing you could do,\" said MacGregor approvingly. \" I daresay it isnothing much and they'll put you right in a jiffy, but it's just as well to make sure. Doctors are a very good sort as a rule, I fancy.\" \" I think of the powders and jam of my infancy whenever I see them,\" said Val with a little shudder. Presently as they still talked on, the door opened and Irma came in. When MacGregor saw her he reproached himself for not having"], [106, "XEbe XEbree Daugbters of fligbt. 94 gone down sooner and relieved her mind ; there was a strained, troubled look on her face though she tried to smile. \" I heard you talking and laughing,\" she said, \"so I thought I might come in. Islam inter rupting, send me away.\" She looked anxiously across at MacGregor as she spoke. \" We have been having quite a serious talk, Mrs. Luttrell, \" he said lightly, \" but it is over now. I have been advising Val to go and see a doctor. I think he is a little out of condition, and he confesses that he has not felt quite up to the mark lately.\" Her eyes turned swiftly to her husband, a touch of the tenderest reproach in their soft depths. \" My dearest, don't look so anxious,\" he said caressingly. \" It is nothing. This man has been worrying me, and to put a stop to him I have promised to report myself to someone in authority. But really I don't know in the least what I am to do or say when I get there. It was hardly worth worrying you about.\" \" I should have been hurt if you had not told me, Val, \" she said softly. \" I think Mr."], [107, "XEbe XEbree Daugbters of fligbt. 95 MacGregor has given you very good advice. You have not been quite yourself for some little time, but you wouldn't acknowledge it, and I didn't like to worry you. I know men can't bear to be thought ill.\" \"And I am not ill. I think I am more out of temper than anything else, because I can't paint such pretty pictures as I used. There! aren't you ashamed of me? \" \" But after this you'll astonish us with a master piece, \" said MacGregor cheerfuUy. \" Something at which all the world will gape and stare, and your friends and acquaintances wiU say — loud enough to be heard — 'Pretty thing, isn't it? Done by a man I know'. \" Val laughed, but Irma's eyes still rested anxiously on her husband. \" But what will you say when you go to the doctor, Val?\" she said. \"He wiU ask you about your symptoms. \" He laughed again, leaning his head back against her hand which rested on his chair. He was beginning to be amused at the idea, but it was pleasant to feel that all that concerned him should be of such consequence ; this atmo sphere of love and admiration was very soothing,"], [108, "96 XEbe XEbree Daugbters of fligbt. especially as lately he had not been on very good terms with himself. \"I tell you, I don't know,\" he said. \"I shall say I can't work properly, that I feel tired and headachy sometimes and it is a relief to he down and shut my eyes. Very vague, isn't it? I expect he will put me down as a malade imaginaire. \" \"Well, I shall come and hear the result to morrow night, \" MacGregor said as he went away. \" And don't think that we shaU aUow you to be an interesting invalid for very long. Dressing-gown and slippers are sign-posts on the road to destruction. \" As he went out, Irma slipped after him, and he waited for her in the hall. \" WeU ? \" she said a little breathlessly. \" I have nothing more to teU you, except what you have already heard, \" he said, growing vaguely uneasy as he looked at her. \"Nothing? — you noticed nothing particular? You were not struck by any one thing? \" she asked, her eyes searching his face. \" I think he is a little out of health and that has worried and unhinged him as it often does men who don't know what iUness means. I"], [109, "Ube XEbree Daugbters of fligbt. 97 have noticed nothing more than that. I am glad he has decided to see a doctor ; that will set your mind at rest as well as his. \" \"WUl it, do you think — will it?\" she asked eagerly. \" Oh ! please God it may. \" And it sounded like a prayer. Her white, slender hand wandered nervously over the balusters as she stood there. MacGregor watched it unconsciously, it seemed so alive and fuU of trouble, a fitting index to the state of its owner's mind. It hurt him somehow, and he turned away his eyes. He wished that Val had been there to take the restless hand in his and give her the comfort she needed. \"What is it you fear?\" he said gently. \"Tell me.\" \" I cannot, \" she said, looking round hastily — \" I cannot. It frightens me even to think of it. I cannot bear to put it into words.\" Just then someone came out of the drawing room. It was Pauline Luttrell. \" Oh, here you are ! \" she exclaimed. \" What is the matter? You look like two conspirators. I expected to find someone in the drawing room and have been sitting there patiently waiting for the last five minutes.\" 7"], [110, "XEbe XEbree Daugbters of fligbt. 98 \" We have been in the studio, \" MacGregor replied, for he saw that Irma could hardly speak, \" and I have been giving Mrs. Luttrell a little advice at parting. She is feeling rather anxious about Val. But she will teU you all about it herself, I must be off now,\" and he shook hands first with Pauline and then with Irma, holding the slender hand close for a moment in a mute expression of sympathy. Pauline was watching them narrowly under her careless manner, and when the door closed behind MacGregor, she followed Irma into the drawing-room, her small piquant face curiously set and hard."], [111, "99 CHAPTER VIII. \"Gewiss ist es fast noch wichtiger, wie der Mensch das Schicksal nimmt, als wie es ist.\" THE next evening MacGregor went round to St. John's Wood, as he had promised, to learn the result of the visit to the doctor. He had felt rather unsettled all day — why, he did not exactly know, except that Irma's anxiety seemed to have infected him — and he was glad when it grew too dark to work and he could put on his hat with a clear conscience. He glanced up at the familiar windows as he ran lightly up the steps. It all looked bright and pretty as usual ; it was a little house whose exterior did not belie the comfort within. Some how, he took it as a good sign. The in animate things among which we live, take their tone from us and betray us so quickly. He went straight upstairs, his footsteps falling almost"], [112, "XEbe XEbree Daugbters of fligbt. 100 noiselessly on the thick carpet, and walked along the passage to Val's studio. As he went he caught the sound of voices. Was Irma alone with her husband perhaps? He hesitated a moment, wondering whether he should be in the way, and as he waited he heard her voice. The passage was only dimly lighted and there was no one moving, so that the voice, which came to him through the half open door, seemed to fill the darkness and silence. He hstened unconsciously — what a soft, cooing voice it was! — and as he listened he shivered a little and his heart throbbed heavily. The next moment he realised what he was doing, and making a hasty step forward he knocked at the door. There was a littie movement inside and someone came forward to meet him. It was Irma. A shaded lamp was burning in a corner, but otherwise there was no light in the room. As he bent forward to shake hands, Mac- Gregor's keen glance saw that Irma was a little pale and more subdued than usual, but her eyes were bright and stead}', and her mouth was very tender. The next moment he was looking for Val."], [113, "XEbe XEbree Daugbters of fligbt. 101 \" Well, how is the invalid ? \" he asked cheer ily. \"I hope you have good news for me.\" \"Sit down, old fellow,\" Val replied; he was leaning back in an armchair and his face was in shadow. \" Irma will tell you all about it. \" MacGregor noticed that Irma avoided look ing at him, or was it that all her attention was given to her husband? Her eyes seemed to be seeking for his face now in the darkness as she spoke to his friend. \" We went to see a doctor this morning, \" she said, \" a big man in Harley Street, but not too big to be very nice and kind. I took quite a fancy to him and so did Val.\" Another man might have betrayed impatience, but MacGregor kept quite still. \" We had more than the regulation twenty minutes, \" she went on, \" a great deal more. He took so much trouble and seemed so interested. He knew Val's name.\" \" That was pleasant, \" MacGregor said quietly. \" And was the interview equally satisfactory in every other way? \" There was an instant's pause. \"You expect so much, doesn't he, Val?\" she cried, and though her tone was cheerful"], [114, "XEbe XEbree Daugbters of flight. 102 enough, there was a sound in it which told of trouble, as a summer sea may tell of distant storm. MacGregor wondered whether Val heard it too. \" If you go to a doctor you must expect to hear that there is something the matter with you. It would be two guineas wasted otherwise, and of course we had to listen to something unpleasant too.\" \"You are a long time coming to the point, Irma, \" said Val carelessly. \" I assure you, Mac doesn't need so much preparation. He's pretty tough. Besides, he'U be expecting an ava lanche now.\" \" What nonsense ! \" she rephed quickly. \" Now you've spoilt my story. WeU then, to be brief: — Dr. Barker said there was nothing much the matter with Val except a general want of tone, and that he attributed to his eyesight needing a little attention ; he said this would cause the headaches and other littie troubles he has had lately.\" \" His eyesight ! \" MacGregor exclaimed. \"Why, I have never heard Val complain of that, or noticed anything wrong myself.\" \" No, we shouldn't, \" she interrupted hastily, \" it needs a professional eye to find out such"], [115, "XEbe XEbree Daugbters of fligbt. 103 things. But he wouldn't say much, he is not a specialist, you know ; it may be only a trifle, just something that a little attention will put right. But of course it must not be neglected. Dr. Barker gave us the address of a celebrated oculist and we are going to see him to morrow. \" \"I am very sorry to hear this,\" MacGregor said gravely, \" but I am glad you have taken it in time. Now it may only be a question of a few weeks' rest. No paints and brushes for you for a littie while, Val.\" \" No, I suppose not. It's an awful nuisance of course, but 'needs must when the devil drives.' I am anxious now to get to-morrow over and hear my sentence.\" \" Can you account for this at all ? Have you been trying your eyes in any way ? \" \" Not that I know of. It is a mystery to me. The last few months my eyes have worried me a little perhaps, I haven't seen quite so clearly as usual, but I put it down to my being a littie out of sorts generally. I had no idea that the mischief was in the eyes themselves.\" \" You see it may really be a very small"], [116, "XEbe XEbree Daugbters of fligbt. 104 thing,\" Irma said eagerly. \"It may after all be Val's general health that is at fault, not his eyes. The eyes are so easily affected, Dr. Barker said, they are so sensitive. Why, he told us of a case he knew, in which a man had lost the sight of both eyes for a time only through taking too much quinine. It shows how soon an accident can happen.\" \"Of course,\" said MacGregor. \"It may be a matter of very little moment. One is always rather apt to exaggerate evil, especiaUy when it has to do with anything so important as the eyes.\" \" I believe Irma is more upset about it than I am,\" said Val with a laugh. \"She can't bear the idea of my being idle. Of course if my eyes are not quite right, that accounts for my work not being up to the mark lately. It is satisfactory at all events to know the reason.\" Presently MacGregor and Irma were left alone. \" Have you told me the worst ? \" he asked gravely, as she sat silently looking out of the window. She turned and met his gaze fully for the first time. The life and brightness had fallen from her face like a mask."], [117, "XTbe XEbree Daugbters of fligbt. 105 \"As far as I know it,\" she said slowly. \"Then what is the matter? What makes you look so troubled? You are afraid of something. \" \"Yes, I am afraid — horribly afraid — but only of my own thoughts at present. Why should I trouble you with them? I have known for some time that something was wrong, but it is only just lately that I have had any idea what it might be. Do you remember that night when Val showed you 'The Elfin HiU'? I was watching you then, wondering whether you would see that there was something amiss. If you had not, I should have known it was only my own imagination — but you saw. Then something — a mere trifle — put me on the right track. I refused to believe at first, but to set my fears at rest I got a student's book on diseases of the eye. I thought I would find out for myself. I shrank from hinting such a thing to Val. But,\" with a little mirthless smile, \" you know they say ' a little knowledge is a dangerous thing' and I could not make out a satisfactory case, though I studied the book whenever I was alone. I was reading it when you came in yesterday.\""], [118, "XEbe XEbree Daugbters of fligbt. 106 \" You — \" he began and then stopped abruptly. \" I am afraid you have been tormenting yourself unnecessarily,\" he said very gently. \" Have you never heard of the young medical student who came to the conclusion that he had every disease except housemaid's knee ? Do you mean to say you have been worrying over this aU by yourself? \" \"I had no one to tell,\" she said simply. \" And they might only have laughed at me. \" \" You could have told me if you had no one else,\" he replied. \"At least I could have set your mind at rest — and I should not have laughed. \" \" But you would not have believed,\" she retorted. \" You had not noticed anything your self — not even yesterday afternoon when I asked you to watch. It is only I, who know him so well, who felt that something was wrong.\" She turned to the window again, her head bent a little forward, her hands clasped in her lap. \" How did he take it ? \" he asked presently, \" at first, I mean ? He seems cheerful enough over it now, far more cheerful than I should have expected. Val is rather easily depressed"], [119, "XEbe XEbree Daugbters of fligbt. 107 as a rule, and such a thing would make most men feel a httle down.\" \" He was inclined to take rather a gloomy view at first,\" she replied, \"but I managed to cheer him up. You know his sweet, sunny nature and he could not bear to see me un happy. Besides, there may be nothing really to fear, he knows that, and of course I did not let him see that I am afraid. I am only a woman, and nervous and fanciful. You must not mind what I say. You don't really think there is any danger, do you ? \" she broke off abruptly, looking eagerly up in his face. \" Certainly not — as far as I can judge. I cannot see anything wrong, and I imagine if there were any disease one would notice some thing. I should think he has overtaxed his eyes in some way and they need rest; that is all. What makes you so afraid?\" \" I don't know. We have been so happy that perhaps I am inclined to make much of the first trouble that comes; it looks so black by comparison.\" \" WeU, I shall look in to-morrow of course as soon as I can. I shall be anxious to hear your news. I hope it wiU come aU right — I"], [120, "108 XEbe XEbree Daugbters of fligbt. shall be thinking of you. By the bye, \" stopping as he was turning away, \" are you sure there is nothing I can do for you ? If I can be of any use in any way, I hope you will tell me.\" \"Indeed, I will,\" she said gratefully, thinking how strong and reliable he looked as he stood there in the half darkness, gaunt and long of limb, with his keen eyes and steady face. \" I know it would not be troubling you.\" \"No, it would not be troubling me,\" he replied, and they shook hands and he went away."], [121, "109 CHAPTER IX. \" Alas ! far more than eyesight have I lost ; For manly courage drifteth after it — E'en as a splintered spar would drift away From some dismasted wreck. Hear, I complain — Like a weak ailing woman I complain.\" YOU have bad news for me ? \" MacGregor said, as he stood in the drawing-room the foUowing night, looking at Irma. She had risen on his entrance and come to meet him and had opened her hps to speak, but no sound came from them. She turned a stricken look on him, like a child who has suddenly lost the power of speech. He took her by the arm and gently forced her into a seat. \"Don't say. anything,\" he said peremptorily, \"you are not fit to speak.\" Then he went away and fetched a glass of wine and stood over her until she had drunk it. When she put"], [122, "XEbe XEbree Daugbters ot fligbt. 110 the glass down there was a spot of colour in her cheek. \" That is better,\" he said cheerfully. \" Women are so foolish, they don't take half enough care of themselves and then they break down just when they are most wanted. Now, I daresay you have hardly eaten anything aU day, and yet the more trouble the more need of food. There is nothing so exhausting as worry. It sounds very brutal of course, but we have to deal with facts.\" This little speech gave Irma time to recover herself and had the effect of making her feel a little indignant, which was perhaps what Mac- Gregor intended. \" Of course I cannot expect you to under stand what I am feeling, \" she said, anger making her calm. \"And yet I think my news is bad enough to touch even you. \" He looked at her and saw that she was in no danger of breaking down now. \" I spoke a little roughly, forgive me, \" he said more gently. \" I am not accustomed to ladies' society, and sometimes when I speak to one I forget that I am not speaking to a man. Will you teU me what has happened ? \""], [123, "XEbe XEbree Daugbters of fligbt. 111 \" We went to the oculist to-day, \" she said, making a great effort to keep calm, \" and — and \" \" Yes ? \" he said, looking away from her. \" He — \" how difficult it was to get the words out! — \"he said it was a bad case. He hadn't much hope.\" MacGregor's hand clenched, but he sat quite still and did not speak for a minute. In that minute he looked absently across the room, noting the colour of the wall-paper, the flowers on the table, a magazine lying open on a chair. Then he came back to himself. \" You are quite sure ? \" he said, and he wondered at the sound of his own voice. \"You are quite sure you are not exaggerating matters ? \" \" Oh no, \" bitterly, \" I know you think women wretched emotional creatures, who colour every thing from their own imagination, but in this case there is no need for the situation to be made more interesting or thrilling; it is dra matic enough as it is. I don't remember all the professional phrases, but he talked about atrophy of the optic disc, and said, though one eye now was worse than the other, this variety"], [124, "XEhe XEbree Daugbters of fligbt. 112 of optic atrophy always became symmetrical, and that in the end — though it might not be for months or even years — the result would be complete, or almost complete, bhndness. I remember that perfectly weU. I asked him to say it over again, so that there should be no mistake. I think he felt a little sorry for me, and would have spared me if he could, but I pressed him to teU me aU the truth. \" \" And how did he account for it? \" \" He did not account for it at aU. He said in a great many cases there was some other existing disease of which the atrophy was a result — generally some disease of the spine, he said — but sometimes no cause could be as signed for it. And this is the case with Val.\" She said it aU perfectly calmly, as though repeating a lesson. \" And yet he could give you no hope ? Surely, in the fact that no cause can be assigned for the disease, there is hope ? If you don't know where a thing comes from or why it is there, there is a possibility that it may go as it came. \" \" No. It is progressive. Having once begun it will go on. There is no fighting against it. ''"], [125, "XEbe XEbree Daugbters of flight. 113 \"And Val?\" MacGregor asked in a low tone. \" How does he bear it ? \" Her calmness broke down. \" Don't ask me, \" she said, \" I can't tell you. Go and see him and comfort him a little if you can — I can't. Isn't it cruel? Think of it — so young, so talented, so fuU of life as he is, and going blind — stead- Uy going bUnd ! Oh ! I can't bear it — and what must it be to him ? \" She threw up her hands to her face and rocked herself to and fro. MacGregor went softly out of the room and up the stairs. The door of Val's studio was closed, and after knock ing and getting no reply, he turned the handle and went in. In the dim light he saw a figure walking up and down the room — walking swiftly and with a sort of savage intensity — as a wild animal just captured might pace its cage — as though only the rapid motion kept him within bounds ; as though if he stopped to think he might commit any madness. MacGregor standing in the shadow by the door watched him a moment in silence. Val had not heard or seen him ; his gaze was turned inward and the outward world was nothing to him. s"], [126, "XEbe XEbree Daugbters of flight. 114 MacGregor went nearer. \" Val, \" he said, touching him gently, as he paced up and down with bent head and clenched hands — which every now and then he threw out with a muttered word when his thoughts grew too much for him — \"Val, dear old fellow.\" Val looked up, but for a moment he did not seem to know who it was. Then his face cleared a little. \" I want to be alone, \" he muttered, and MacGregor would not have recognised the musical voice, it was so harsh and strained — \" I want to be alone. Why do you aU worry me so ? Can't I have a little peace ? \" MacGregor did not say anything, but turned and walked with him. \" Think of it, Mac— think of it ! \" he burst out presently — \" I am going blind, man — bUnd ! You don't know what it means, you can't imagine it, no one can except poor devils hke me ! It means that every night I shall close my eyes in fear ; that every morning I shall open them in suspense — how much of my sight will have gone from me in the darkness? That every day and all day the horror will be upon me ; with every beautiful thing the thought wiU"], [127, "XEbe XEbree Daugbters of fligbt. 115 come : Shall I see it as clearly to-morrow ? Every face — every sight that is dear to me will speak of the darkness that is coming when I shall dwell alone. Alone with only the memory of the past. I — a young man—shall sit crooning over the past like a decrepit graybeard. I may live another forty years, but my life is done — over at thirty. It seems a little absurd, doesn't it ? There will be no present and no future, only the past.\" MacGregor's hand pressed more heavily on Val's shoulder, but he said nothing. \" Don't you pity me, Mac ? — don't you pity me? I pity myself horribly. I wonder what wiU be the end of it? You know those poor devils who sit in the street with a placard round their necks with 'Blind' printed on it in large letters and a tin cup in their hands for coppers ? I have always pitied the poor wretches and thrown them a coin. Perhaps that will be the end. Perhaps I shall come to that — a tin cup and a dog ; I, Valentine Luttrell, the promising young painter.\" And he laughed shrilly. \" I wish I could help you, Val — God knows I wish I could help you,\" MacGregor mur mured."], [128, "116 XEbe XEbree Daugbters of fligbt. \" You were always a good feUow, Jock — always. You and I have had some grand times together, haven't we? Do you remember that last run over to Paris, when we sampled petit vin bleu in the Latin Quarter and Mumm's extra dry at the Grand? I was always fond of con trasts — but I never expected such a contrast as this. I must get into the habit of storing my memory — of laying up material for the dark days when I shaU have nothing to do but think — think. I who never thought ! It will be quite a change, won't it?\" MacGregor hardened himself to listen, his face set and stern ; as long as Val could talk his heart would not break. The danger would be presently when there was nothing more to be said; when that blank waU of misery must be faced — as aU great miseries are faced— alone. When the shock and the novelty had worn off and there was only the big dull reality. This man was so dear to him, he had been so proud of his fame, so jealous of his reputation, that to see him put on one side as useless in the prime of his manhood — in the perfection ofhis genius, was the greatest sorrow he had ever known. And to look on and know that he could"], [129, "XEbe XEbree Daugbters of flight. 117 do nothing, was perhaps the bitterest drop in the bitter cup. \"You see, old fellow,\" Val went on, talking as men talk when they have had a great shock which has excited more than it has stunned then, \" you see nobody can help me, I shall have to make up my mind to that — nobody. I can't realise it yet, but I suppose it wiU come in time. You know I have never been alone before, first there were you and Pauline and then there was Irma, and I'm not one of your reserved fellows who live their life to themselves ; I have always wanted to share my thoughts and feelings with somebody. I know you have often thought it would have been better if I had not been quite so ready in that way. Well, it will be different now; I shall have a world of my own into which I can take no one — and where no one would care to follow me.\" \" Val, \" MacGregor cried out at last, \" it isn't easy to listen to you talking like this, can't you — -can't you swear at me for a change? I am sure it would be better for you and it would do me a lot of good.\" Val laughed, or at least it was something that might have passed for laughter, though"], [130, "XEbe XEbree Daugbters of fligbt. 118 never for mirth. \"I'll try, Mac. I'm afraid I am taking it badly, but I seem half dazed. It has been so sudden, you see. One day alive and the next — dead ; worse than dead. Swear, did you say? I don't think I can — I haven't spirit enough, I — \" And then he broke off with a queer little sob. \" Val — hush ! for God's sake ! Anything but that,\" and MacGregor's arm was round Val's shoulder now. \" Pull yourself together, man. Don't look that way any longer, it is madness. Life is not quite over for you yet, and remem ber that this blow falls hardly less heavily on your wife than it does on you.\" \" Do you think that helps me ? \" Val cried bitterly. \" If I had ruined myself only, it would not be so hard to bear, but I must drag her down too. I, who should guard and protect her, must be taken by the hand myself. I shall sink down to a mere helpless burden on her charity — a creature whom one pities too much to love.\" \"You do your wife a wrong,\" MacGregor said sternly, \" and you are exaggerating matters. You talk as though the end were close at hand, whereas you may have years of good work yet."], [131, "Zbc XEbree Daugbters of fligbt. 119 It is not a light thing that has come upon you, I know, and of course it is easy to preach, but fight it, Val — fight it, even though it kills you. Don't yield an inch and — -above all things — don't sit down and wait ; that is heart-breaking. \" \"Work?\" Val said bitterly. \"Kill the little fame I have won? Hear men compare this picture with that and point out how every one grows feebler and more faulty ? For you know, Mac, they found out to-day that I am losing the sense of colour; at least, I am a little un certain about the greens and the reds, they tell me, though sometimes I can see clearly enough. \" \"AU the more reason you should make use of every minute. It is better to go down fight ing the foe inch by inch than to sit, with your heart melting within you, waiting for him to spring. You must do the best you can for your wife now ; that is the great thing. \" \" Poor Irma ! I am afraid I almost sent her away just now, I felt half wild ; I couldn't bear anybody near me. You have done me good, Mac, ask her to come up, and I'll tell her how sorry I am. Poor little woman! — poor littie woman ! it is hard lines on her She didn't want to tell me how bad it was, but I"], [132, "Zbz XEbree Daugbters of fligbt. 120 made her, and it took my breath away. Of course I saw the doctor was a bit serious, but I thought it would be at most a question of a long rest — I didn't think that it was hopeless to start with. One doesn't think of such things, you know.\" \" But you are going to take it bravely now, Val? You are going to show us that you can play a losing game — the hardest game of aU to play. You are going to make a fight for it ? \" \"What a fire-eater it is! \" said Val with a little laugh. \" You want to fight everything and everybody. That ancestor of yours, the old Highland freebooter, had something to do with the making of you, Mac. Well! I'U do the best I can, I promise you,\" and he held out his hand. \" If I could have had the drums beating and a visible enemy, I think I should feel better — but it is a fight without any of the cheering accompaniments. I shall look to you to back me up, old chap.\" And the two men's hands met in a long clasp. MacGregor met Irma in the corridor outside. \" I was just coming for you,\" he said. \"Val wants you. I think he is better now. Keep him as cheerful as you can.\""], [133, "XEbe XEbree Daugbters of fligbt. 121 \"You may trust me,\" she said. \"I won't give way again. It was the suspense that tried my nerves so much. Now the worst has hap pened I think I can face it.\" \" You were always afraid of this ? \" he said. \"Why?\" \"When you are very fond of anybody, you see very clearly and you are always a little afraid,\" she said simply. He closed the door behind her and went slowly down the stairs with bent head and heavy tread. He lifted his face with a sigh of relief to meet the fresh air that greeted him outside and stood still a moment looking up at the house. END OF BOOK I."], [134, ""], [135, "BOOK II"], [136, ""], [137, "CHAPTER X. \"For Jock of Hazeldean.\" PAULINE LUTTRELL had been practising steadily for half an hour when she shut up the music-book with a bang and twisted herseff round on the stool. The short winter day was already drawing to a close, though it was scarcely four o'clock. \"There! I've done my duty, I've saved my penny!\" she exclaimed with a little laugh. \" Last week I missed three days and I was mulcted of the sum of threepence. That way ruin hes. To belong to a Practising Society at aU argues a weak mind — because one should be able to practise without a penny sword suspended over one's head — but to belong and not to practise shows a state of imbecility suitable for an Idiot Asylum. Don't you agree with me, auntie?\" \"5"], [138, "XEbe XEbree Daugbters of fligbt. 126 \"I didn't quite catch what you said, dear,\" replied a comfortable-looking old lady who was half asleep in an armchair. Aunt Jane's life had been passed in not \" quite catching \" what people said. \" Never mind. I was only wondering how many removes I am from a fool. Sometimes I think very few. I went to see Val this morn ing, auntie.\" \" Did you, dear? How is he, poor feUow?\" \" He is going under, going under slowly but surely,\" said Pauline emphaticaUy. \" I am afraid it won't be so very long before he reaches the bottom.\" \"Dear! dear! In what way do you mean, child?\" \" Well, he is deteriorating, losing other things besides his eyesight. I am hardly surprised. He was never a strong character, you know, and adversity doesn't suit him. ' Sweet are the uses of adversity' maybe, to some bleak ruin that has nothing to lose, but to a pretty thing that has hardly strength to stand alone, and whose foliage is the best part of it, it is fatal. The pretty thing makes us want to cry when its leaves are stripped away.\""], [139, "Ube XEbree Daugbters of fligbt. 127 Aunt Jane did not understand, so she said nothing. In which she showed her wisdom. \" I thought at first he was going to astonish us,\" Pauline continued, \"that he would come out strong, but it didn't last. The poor pretty leaves are dropping off one by one.\" \" I think you are a little hard on your brother, my dear,\" hazarded the old lady. She had always a good word for everybody, which blinded most people to the fact that her bene volence was of the passive rather than the active type. \" I am sure he works hard, and I never hear him complain.\" \" Hard on him ? poor dear old Val, I should not like to be that ! It hurts me to see him, and then it makes me cross. It seems such a shame, prosperity suited him so well — it doesn't all men; John MacGregor, for instance, is not a suitable figure for a favourite of the gods — Val was. Where could you find a happier man or one who enjoyed his life more? And he didn't want anything out of the way either. Love and sunshine and other pretty things, that was all he wanted — poor Val! \" \" How is he getting on at the school ? \" said Aunt Jane practically."], [140, "XEbe XEbree Daugbters of fligbt. 128 \" Oh, pretty well, I beUeve,\" impatiently. \" But it is awfully hard on him ; he hates the work. Fancy a man of genius giving instruction to a dozen simpering girls how to daub on their colours and looking at their inane little landscapes and impossible heads ! But if he does do it, why not do it openly? That is where Val shows his weakness. He has nothing to be ashamed of, why should he teach under an assumed name ? \" \" I think it is quite natural, poor feUow. He is proud and he hasn't been used to that sort of thing.\" \" I am afraid it is a poor kind of pride. The same kind that won't let him permit Irma to work, though she may sit at home and break her heart. She would be twice as happy if she were earning something instead of being a burden on him as she feels she is now. She could get an engagement at once, and they would be much more comfortable in every way. But no! being a woman she must be dependent; it hurts a man's pride to think that a woman should be able to do anything for him. \" \" Has he been to the oculist lately ? \" Aunt"], [141, "XEbe XEbree Daugbters of fligbt. 129 Jane asked when Pauline's indignation had a little subsided. \" He went the other day. There was nothing fresh. The sight is surely growing worse, but fortunately very slowly, and the colour-blindness is not as bad as you might expect to find it; there is a scrap of comfort in that. Sometimes his sense of colour seems almost as true as ever it was. The mistake is that he will paint whenever he feels inclined, not only in his good hours, and consequently his pictures show a greater falling-off than they need. And you can't say anything; he has grown so dread fully sensitive, poor fellow. No one can venture to criticise except John MacGregor, and he doesn't take it very well from him.\" \" What does John think about it all ? \" enquired Aunt Jane sleepily. She was sitting close to the fire and her chair was a very comfortable one. \"I don't know,\" rather shortly. \" I haven't seen him lately. I must ask him to come round and talk it over. Something must be done; things can't go on as they are.\" Pauline turned round to the piano again and began playing softly and Aunt Jane nodded in 9"], [142, "XEbe XEbree Daugbters of fligbt. 130 her chair. As her fingers moved idly over the keys Pauline looked up and her glance fell on a photograph of John MacGregor in a plain little wooden frame — he couldn't do with anything fanciful, she had told him — standing amongst a variety of odds and ends on the top of the piano. It was an excellent likeness, — the plain, strong face stood out well, and the deepset eyes looked straight into hers. Pauline contemplated it a minute in silence. \" Nobody would call you good-looking nobody,\" she muttered with what seemed un necessary vehemence. \" If I were asked to describe you I should say you were a dour, canny Scot, with more than your fair propor tion of rind. A human being without a rind is a pitiable object, but one does not care for it to be so thick that it takes more than ten years to penetrate it. But,\" more softly after a moment, \" what does your ugliness matter, Jock, or your stiffness and hardness or — or anything else? Don't I know what a tender heart the thick rind keeps warm? — don't I know . . . .\" But here she turned to the piano with a crash of chords which brought Aunt Jane to her feet with a cry of alarm, and then"], [143, "Zbc XEbree Daugbters of fligbt. 131 came a soft, mournful ripple of notes and Pau line began to sing. The song was \"Jock of Hazeldean. \" \" ' Why weep ye by the tide, ladie ? Why weep ye by the tide? I'll wed ye to my youngest son, And ye sail be his bride: And ye sail be his bride, ladie, Sae comely to be seen' — But aye she loot the tears down fa' For Jock of Hazeldean.\" If you had not heard it, you would have refused to believe that Pauline's clear, high voice could grow so soft and tender as it did over those two last lines. It was a revelation in itself, if there had been any to observe. When she came to the last verse, after every temptation to be faithless to Jock of Hazeldean had been offered and rejected with tears, she sang it quietly through to the last two lines. But they came out with a little burst of triumph — an irrepressible delight even in the singing of them : — \" She's o'er the Border, and awa' Wi' Jock of Hazeldean.\" \" Don't you think she was a very forward young person, auntie? Fancy scampering oft"], [144, "XEbe XEbree Daugbters of fligbt. 132 in that reckless way; I daresay she didn't even wait to pack a handbag. She was 'o'er the Border and awa' ; that doesn't sound as though she had stopped for much, does it? I wonder if Jock was worth it? What do you think? One never hears the end of these stories.\" Pauline had risen from the piano and was walking up and down the room in the gathering darkness. She was rather fond of this kind of exercise. \"But there is a certain charm in a dash of that kind,\" she went on, without waiting for a reply, \" I think it would make up for a great deal that might come afterwards. You would have had your fling at all events, and it is a very sad thing, auntie, to live to the end without that. Even a dog, you know, has his day, according to the proverb. Where we women make such a mistake is in doing such a lot of repentance. The Egyptian idea that repentance was one of the forty-two deadly sins is excellent. Fancy it being a sin to repent ! If we could only grasp that, what a lot of trouble it would save us.\" \" You seem in very good spirits, my dear, this afternoon,\" observed Aunt Jane mildly."], [145, "Zbc XEbree Daugbters of flight. 133 She was not accustomed to such a flow of conversation from her niece. \"Am I?\" with a queer little laugh. \"Well, why not? Haven't I everything to make me happy? A good home and kind friends and plenty to eat and drink. What more should a woman want? You remember,\" abruptly, \"that naughty ancestress of ours who came from foreign parts? Well, I sometimes think I should be happier if she had stayed where she was.\" \" My dear, whatever difference can it make ? \" Aunt Jane exclaimed, her blue eyes round with wonder. \" Ah, it is evident you have not studied the doctrine of heredity, auntie. She tainted the honest Luttrell blood, and I find her very troublesome sometimes. She left me more than her black hair and brown skin.\" \" Well, I must say I prefer fair people myself,\" said Aunt Jane a little complacently. (She had been an insipid blonde in her youth). \" They always look cleaner. \" Pauline laughed. \"You are so practical. What does it matter about the outside of the cup and platter? But I'll leave you to finish"], [146, "XEbe XEbree Daugbters of flight. 134 your nap in peace and go out for a little walk.\" \" My dear, I wasn't asleep, and I am sure you would be better indoors. It is nearly dark, and it is such a cold, miserable day. \" \" A brisk tramp will do me good. It is the French ancestress again, auntie. When anything troubled her she couldn't keep still, and she wouldn't have stayed in for wind or weather. \" \" I don't see how you can know anything about her, and I think you are very foolish to go out. But of course you must do as you please. \" \"Yes, I always have, haven't I? Good-bye, I shan't be long. \" Five minutes later Pauline came down wrapped in a long fur cloak and with a scarlet toque on her curly hair. Her eyes were shining brilliantly and there was a suggestion of suppressed excitement in her whole appearance. \" I may as weU walk round that way and call in and see him, \" she said to herself. \" It is quite early still, and it will save the trouble of writing. \""], [147, "135 CHAPTER XI. \" Heated hot with burning sears, And bathed in baths of hissing tears, And battered with the strokes of doom To shape and use. \" EARLY that same afternoon John MacGregor had called to see Val, but he was not at home. He had gone straight up to the studio, as he often did, and on opening the door saw Irma sitting in front of an easel looking at an unfinished picture of her husband's. He apolo gised for his abrupt entrance, saying he had expected to find Val there. \" I am glad you have come, \" Irma said quietly. \" I wanted to see you. \" She had altered a good deal during the last six months; the beautiful face had lost a little of its physical beauty perhaps, it was sharper in outline, and there were lines on it that told of thought and suffering, but it was a nobler — a"], [148, "136 XEbe XEbree Daugbters of fligbt. better, face than it had been. The eyes were deeper, the mouth more firm, though equally sweet, and the whole expression finer. \" To suffer and be strong, \" that was what Irma had learnt to do. But it troubled John MacGregor to an unreasonable extent sometimes to see the face that seemed made for happiness so grave and sad, as it always was now away from Val, and to hear the subdued tones that had crept into the melodious voice. \"I have an idea,\" she began, \"that I want to discuss with you. Will you sit down and let me tell you about it? You have been so kind that I won't apologise for troubling you. \" \"I should hope not,\" he said lightly, seeing that she did not find it quite easy to speak. \" What is the good of a friend if you can't make use of him ? \" She smiled faintly. \"You hardly need me to tell you,\" she said, \"that things cannot go on as they are now for very long. Val is beginning to find it difficult to sell his pictures, and he won't hear of my going back to the stage. He has only a very small private income, as you know, and he has never saved.\""], [149, "XEbe XEbree Daugbters of fligbt. 137 He nodded gravely. \" I wondered at first whether it would be quite fair to Val to discuss this with you, but I am betraying no secrets and something must be done soon. I have tried to make him see how serious it is, but I have done no good ; I have only worried him, and the doctor said he was not to be worried.\" \" You must keep him as happy and contented as possible,\" MacGregor said. \"It is his only chance.\" \" I know it is for me he works so hard that I cannot bear to seem to cast a reflection on him even to you, and yet if he would only do less, it would be so much better. In his anxiety not to waste time he spoils his own work. But he will not believe this.\" \" If he would only paint when his sight is good his pictures would sell almost as well as ever,\" MacGregor said. \" What I have been thinking is — couldn't I help Val ? Oh ! you don't know how hard it is to sit at home and do nothing when I know he is wearing himself out for me. You and he have both said that I have some talent for painting, and — and I thought if you would be"], [150, "■38 XEbe XEbree Daugbters of fligbt. kind enough to give me a littie instruction I might be able to rectify any little mistakes Val makes when his sight is bad. I have studied his style and I have been practising hard for the last two months.\" MacGregor looked at the eager face and had not the heart to crush her hopes, though the idea seemed to him quite impracticable. \" Of course,\" Irma said, watching his face, \" I should only think of altering what is con spicuously incorrect ; I should try and tone down any faulty colouring, or I might put in a few finishing touches. Just the humblest kind of work, you know, but it might make a picture more saleable or save Val a rebuff.\" Still MacGregor did not speak. \" You sell most of his pictures for him now, \" Irma went on eagerly, \" so it could be easily managed. I should watch my opportunity and take his work away unfinished rather than have it spoilt. I know when he is fit to paint. Then if you would show me what wanted doing, I am sure I should soon learn.\" It was a woman's idea ; no man would have suggested it. A woman's idea in its self-sacrifice and humbleness, as well as in its sentiment and"], [151, "Vfoe XEbree Daugbters of fligbt. 139 impracticability; even in its flavour of secrecy. MacGregor did not quite like it; he had no talent for diplomacy and was open and above board even to a fault. But he saw how the idea had taken possession of Irma and he did not know what to say. \" You think it very foolish ? \" she said sadly, when he did not speak; \"you think me very conceited and silly for fancying I could help in such a way ? But if you only knew how much I want to help, you would let me try.\" \" So you shall, \" he said brusquely ; \" tell me exactly what you want and I will do all in my power to assist you.\" \" Don't take Val's pictures away when he gives them you, but let me have them instead, and next time you see me alone tell me what is wrong with them and what I can do. Nobody will know anything about it but you and I, and I have heard you say that once a man has made a name — -as Val has— the dealers are not so critical, they will buy his pictures unless there is any glaring error.\" \" Yes,\" he said reluctantly, \" Val's name holds good still.\" He was wondering whether he were not binding himself to a deliberate fraud,"], [152, "XEbe XEbree Daugbters of fligbt. 140 but he had no intention of drawing back. \" I think I know enough, under your advice, to correct any conspicuously faulty colouring, which is Val's weak point now, and it will make him so much happier if his pictures sell.\" \"You would keep him happy at any price?\" he asked deliberately. \" Of course,\" looking up in surprise. \"That is the first consideration.\" \" Very well. Then I will do the best I can for you. Have you anything in view now?\" \"This,\" she said, pointing to the canvas in front of her. \" You see at present it is good ; it lacks that indescribable something which Val's pictures used to have, which made them so alive, but there is nothing, is there, to offend the eye? It is hard and a little commonplace, if you like, but then so are many pictures one sees. Poor Val ! his imagination seems to have grown dull with his eyes; think how light his touch once was ! \" \" You would like to take this away now ? \" MacGregor asked, recalling her sad thoughts. \"Yes, I could tell Val that you had been here and so I had given it to you. He does not always remember, his sight being so un-"], [153, "XEbe XEbree Daugbters of fligbt. 141 certain, whether he has finished a picture or not when it is so near completion as this. Will you show me now what I can do to it?\" MacGregor studied the picture carefully and entered into a few technical details, making his instructions as simple and clear as possible, and Irma listened eagerly and appeared to have an intelligent understanding of what he said. She had a very correct eye and she had constantly watched her husband painting, and studied his style. \"And you think you will be able to do this unobserved ? \" he said, when he was taking his leave. \" If Val should discover our little plot it would scarcely please him, I fancy.\" \"I know,\" she said, colouring a little, \"but it was a choice of two evils. He has been so miserable lately ; if I can help him by any means — even by deceiving him for his own good — I think I am justified. It would hurt him more to see me publicly go back to work, and it must come to that if this does not succeed. I shall be careful, and I am a great deal alone, there is no danger.\" \" I am perfectly content to abide by your decision, \" he said gravely, \" you know best."], [154, "XEbe XEbree Daugbters of fligbt. 142 Then you will let me have the picture at the first opportunity ? \" \" Yes, I shall be anxious to hear your opinion of what I have done. Thank you so much — so very much for helping me,\" and she held out her hand and looked up at him with soft, grateful eyes. \"There is no need,\" he said abruptly. \"Of course I should be glad to do anything that would make Val happier.\" But as he went home he was uncomfortably conscious of a pale face with a pair of scarlet lips and two expressive grey eyes looking up into his. So that he was not altogether pleased when he was told that a lady was waiting to see him in his studio. He would have preferred to get rid of the troublesome vision first and to regain his wonted equanimity. He wondered a httle impatiently who it was; he did not have many lady-visitors — he was not a popular painter — and he went forward, slowly and reluctantly, to open the studio door. He was not in the humour to discuss Shakespeare and the musical glasses, or to bear with the patronising criticisms of a possible purchaser. Then he opened the door and saw Pauline,"], [155, "CHAPTER XII. \"Who can say 'Thus far, no farther,' to the tide of his own nature? Who can mould the spirit's fashion to the counsel of his will ? \" YOU are surprised to see me? she said, coming forward to meet him, \"but if the mountain wUl not come to Mahomet, Mahomet must go to the mountain. It is such a long time since you have been to see us and I wanted to speak to you, so as I was passing I thought I would call in.\" PauUne was quite at home in MacGregor's studio, though she did not often go there alone. StiU, she was not in the habit of regulating her hfe by Mrs. Grundy's rigid code, and she had occasionaUy called in to leave a message from Val or on some trifling errand, so that MacGregor was not very much surprised to «43"], [156, "XEbe XEbree Daugbters of fligbt. 144 see her. Her voice sounded a little uncertain — Jock of Hazeldean was still ringing in her ears — and her manner was not quite as assured as usual, but he was too preoccupied himself to notice these trifling details. \"I am very pleased to see you,\" he said, pulling an ancient, but roomy armchair up to the fire. \"Won't you sit here? It is a wretched day and I am sure you must be cold. \" A lamp was burning in a corner and lit up the large bare room in an uncertain fashion. It was very different from Val's luxurious studio; here everything was for use and very little for ornament. The most that could be said for it was that it was tidy; MacGregor saw nothing artistic in untidiness per se. Pauline sat down, moving the chair so that the hght was behind her; she felt a Uttle nervous and unstrung. Her walk had not braced her as much as she had expected. MacGregor carelessly threw himself down on the opposite side, so that while Pauline's face was in shadow, his could be clearly seen. \"I have felt very unhappy about Val lately,\" she began. \" Don't you think he has altered very much ? \""], [157, "XEbe XEbree Daugbters of fligbt. 145 'Yes,\" briefly. \"He has.\" \" I hope you won't mind my talking it over with you. You and he and I have been friends so long — long before there was anybody else — that it seems most natural that I should come to you in such a difficulty.\" \"Of course,\" more cordially. \"I am afraid I am not a very sympathetic confidant, but you know I take as much interest in Val as you do.\" It struck him as a little strange that he should have two such interviews on the same day. Perhaps the remembrance of the first made him rather cool towards the second. He was feel ing a bit worried and out of sorts; for one thing he did not like anything clandestine, and he had just embarked on a doubtful undertaking, and for another— well, there were one or two reasons that made this not the most favourable opportunity Pauline could have chosen. But fate works in the dark, and we know so little of our fellow men and women that we stumble on bUndly, often treading down our own hopes. \" I should not have been surprised,\" Pauline continued, \" if in the first shock Val had thrown up his work and given way to despair, but when I saw him bearing up so bravely, I thought 10"], [158, "XEbe XEbree Daugbters of fligbt. 146 I had misjudged him and that he knew how to meet misfortune as well as any man. But in a few weeks, as you know, there was a change. He grew irritable and bitter; at times even morose. There would be bursts of complaint interspersed by periods of gloomy brooding. I have thought that in some way we must have failed him here; he started so bravely, was there no one who could have helped him on?\" \"I did the best I could,\" MacGregor said in a low tone, \" but perhaps I made a mistake. I urged him to work; it may be I set him a task beyond his strength.\" \" Better that than that he should sit down in unmanly ease for the rest of his life,\" said Pauline proudly. \" But his courage wanted sustaining, his energy directing, and there seems to have been no one to do it. I have so little influence over him now,\" sadly, \"I can do nothing. It is only you or his wife who could have helped him.\" \" I have tried my best,\" replied MacGregor. \" I have said so much that more than once he would have quarrelled with me had I not refused to do so ; if I am not careful he may one day say more than we shall either of us be able to"], [159, "XEbe XEbree Daugbters of fligbt. 147 forget. As to Mrs. Luttrell, I think neither you nor I can question her devotion.\" \"Then what is to be done?\" He shrugged his shoulders. \" It is a very difficult question. Time may soften the blow and give Val back some of his former sweet ness of temper and disposition. You must remember that the shock he has had is enough to sour nine men out of ten and to change one's whole nature. We can only hope for the best.\" She made an impatient gesture. \" I am tired of waiting and hoping. It is nearly nine months since it happened, and for the last six at all events things have been steadily growing worse. It is time somebody did something.\" Have you anything in your mind?\" \" I would put matters clearly before Val once for all. I would show him how he is injuring his own work by his unwise haste and anxiety; I would ask him to put his own feelings on one side and let Irma go back to the stage, and lastly I would beg him to meet this trouble in a better and brighter spirit. You know he would always listen if you took him the right way; he cannot surely have changed so much"], [160, "XEbe XEbree Daugbters of fligbt. 148 that speaking hke this— out of love for him — he could take offence?\" \" I am afraid it would be useless, \" said MacGregor slowly. \" It has been aU said al ready, and any reference to his misfortune seems only to anger him now. I know that to you, as to me, it is always easier to act than to wait, but there are times when patience and forbearance are the best weapons. It would have been worse, you acknowledge, if he had not struggled at all; if he had thrown up the game at once. Perhaps you and I hardly understand how hard it all is for him. Every man knows the weight of his own burden best, and must carry it in his own way.\" It was seldom that MacGregor made such a long speech, but the tone of it and his quiet, even voice irritated Pauline's already excited nerves. \" You don't care ! \" she cried passionately — \" nobody cares ! I tried to make Irma do something, but she put me on one side as though it were no business of mine. Oh ! how I wish that marriage had never taken place; there has been nothing but misfortune ever since. I never liked it.\""], [161, "XEbe XEbree Daugbters of fligbt. 149 MacGregor's mouth hardened. He remem bered Irma's face and all she had done to try and help her husband. \"You are unjust,\" he said coldly, \"but you are not quite yourself to-day. You have been worrying — naturally enough. But you know as well as I do that no woman could be a better or truer wife in every sense of the word than Mrs. Luttrell has been and is.\" It was a man's speech and deficient in tact. Another time Pauline could have passed by this praise of Irma calmly enough, but now it filled her with a wild, unreasoning anger. \" Oh, of course, \" she said with a bitter sneer, \" I know what a high opinion you have of her. But you can hardly expect me to be equally enthusiastic ; she has robbed me of too much. First of Val, then,\" in a very low tone, \"of your friendship.\" Her hands were clasped nervously together and she did not look up. The tempest had died away suddenly almost in a sob. \" That is not true, Pauline, \" MacGregor said after a moment. Injustice angered, as wild womanish accusations hardened him, but he looked down on the bowed head, which made"], [162, "XEbe XEbree Daugbters of fligbt. 150 a silent appeal to his forbearance, and his heart softened. \"Why do you say it?\" \"But it is true,\" she cried passionately. \"I have felt the difference for some time, but I did not mean to speak. I was too proud to let you see how it hurt me — how I missed you. But I cannot keep silence any longer. Look back and tell me who has been most in your thoughts of late — Irma or I? Have you been to see me for weeks — have you troubled or cared aught about me ? \" She had thrown back her fur cloak and her hands were clasped tightly in her lap. The wind had blown little strands of hair across the scarlet toque, but the face that had sparkled underneath looked strangely white and pathetic all at once. MacGregor was always anxious to be just, and he considered carefully. He thought perhaps that Pauline had some ground for complaint. \" We have not seen much of each other lately, that is true,\" he said. \"But I hardly know that it is my fault. I have given as much of my spare time as possible to Val ; I have been doing his business for him, you know. \" But, \" he went on presently, as she did not"], [163, "XEbe XEbree Daugbters of flight. 151 speak, \" I have not so many friends that I can afford to lose one — particularly such an old friend as you. Will you forgive my seeming neglect? It shall not occur again.\" \"You wiU look upon it now as a troublesome obligation,\" she murmured. \"I wish I had kept quiet. Only it is hard to see aU that you value going from you.\" \" Are you stiU angry with me, Pauline ? \" with a littie laugh, half teasing, half caressing, and wholly winning. \" It is not like you. Come ! forgive and forget,\" and he held out his hand. If the light had not been so bad MacGregor might have seen the agitation in Pauline's face ; might have recognised that there was something more here than he understood. She slowly held out her hand and touched his. But he kept it fast. \"WeU! is it all right?\" he asked kindly. They had been friends so long, he had known her when she was a bright, saucy Uttle school girl, he could not bear to see her unhappy. \" No ! \" she burst out, dragging her hand away, \"it is all wrong — most horribly wrong! For God's sake, let me go ! \" MacGregor stood still in amazement. Pauline"], [164, "XEbe XEbree Daugbters of fligbt. 152 must be ill, he had never seen her like this before. What should he do ? He felt as help less as a man generally does in such an emer gency. She sprang from her chair and began walk ing swiftly up and down the room. \"You think I am mad,\" she cried, laughing shrilly, \" I wish I were ! I can't bear it any longer — I can't ! For years I have hoped and waited and hoped in vain. Won't you help me, Jock — oh ! won't you ? \" There ! don't speak to me yet, I couldn't bear it. You don't understand — not yet — let me tell you all about it.\" She threw herself down on the rug at his feet and hid her face on the arm of his chair. Her voice came in broken, gasping tones, some times so faint that he could hardly distinguish what she said; again clear and agonised. It was the voice of a strong, proud woman who is dragging her pride in the dust. The bul warks that had been ten years in building were swept down in a moment. \" When you first knew me, Jock, I was only old enough to be your playmate. You were very good to me in those days, you took me to"], [165, "XEbe XEbree Daugbters of fligbt. 153 pantomimes and feasted me on chocolates and, best of all, you were always ready to help me out of any scrapes, and I was so often in hot water. I learnt to look to you for help, and to think you the kindest and wisest of men .... Then I grew up and you were still on your pedestal ; I tried to laugh at you sometimes for your stiff, old-fashioned ways — I was even angry that I couldn't drag you down — but you kept a head and shoulders above all other men. I was bound to look up to you, Jock, I — I couldn't help it.\" Pauline felt a hand softly touch her hair, a hand that was not quite steady. \" I tried to hide it from myself — I tried to conquer it, but you were always there and I could not forget. It had grown up with me, you see ; it was part of myself. It seems to me that I have loved you all my life, Jock.\" \"Hush!\" a low voice said. \"You don't know what you are saying. I have been wrong to listen so long.\" \"You must hear me to the end now. I know what you are thinking — how you must despise me; it is such a pitiful thing for a woman to give her heart away, unasked. But"], [166, "XEbe XEbree Daugbters of fligbt. 154 you see it went before I knew; I would have stopped it if I could.\" \"I could not have a hard thought of you, Pauline. You know that.\" \"So, you mustn't judge me too harshly,\" scarcely seeming to hear him, \"you mustn't think me bold or unwomanly. I have struggled so long, I can struggle no longer . . . Often and often after one of our old merry evenings together, I have gone to bed hating myself for loving you, lying awake half the night with burning eyes and bitter thoughts where another woman would have cried herself to sleep. I have had to suffer like a man and my heart is only a woman's .... Often and often when I have seemed the gayest of the gay I could have thrown myself down at your feet for sheer despair. \" \" Pauline — Pauline, you wring my heart ! \" \" So that perhaps it is small wonder that it should end in this. I have had to contemplate my own humiliation so often, that I have grown callous. I am willing to take any crumbs you can offer me now, Jock. I want you so badly,\" a little dry sob caught her voice, \" that I can't do without you — I am willing to take you anyhow. \""], [167, "XEbe XEbree Daugbters of fligbt. 155 The man's breathing came thick and fast and the hair on his brow grew damp and clammy. It seemed to him like a horrible nightmare. Was this his old playmate, Pauline — the gay, light-hearted woman of the world, who had laughed at everything and everybody? John MacGregor was the least conceited man in exis tence and he had never dreamed of such a thing as this. He did not know what to say or do. \" But, \" more softly, \" perhaps you love me a httle bit, dear — just a littie bit. I half think you do. I know I ought to have waited for you to speak, but you will forgive me. I can't look at you, Jock— I would rather you did not speak to me, but — but if you don't quite hate me, put your hand in mine and I shall know what it means. You can make me so happy; you won't refuse?\" The pretty dimpled hand lay open on the old leather of the armchair. John MacGregor looked at it in a dream, and half mechanically he moved his own towards it. Then — some thing held him back. What had seemed pos sible a moment before, was impossible now; a force stronger than himself was at work."], [168, "XEbe XEbree Daugbters of flight. 156 The hand trembled a little. \" Oh God ! \" he heard in a faint voice, and then, \" Don't torture me, Jock — don't say I have made a mistake ! I have thrown myself on your love — on your pity, if you will. You must care for me a little. And I know I could make you happy — I know I could. \" \" Pauline, this is terrible ; let there be an end of it. You are my friend — my very dear friend — but I shall never marry. Let us forget all that has passed — though I shall never forget to be grateful — and be the good comrades we always were. You idealised me in your school days for want of somebody better, and you haven't quite got over it yet; that is all it is, I know.\" She laughed harshly, and slowly rose to her feet. \" I meant every word I said, \" she replied, \" and we won't have any pretences. It is scarcely worth while so late in the day .... You don't want me then — that is final? Don't trouble to spare my feelings,\" as he did not speak, \"they could stand anything now.\" MacGregor could not bear to look at the flushed, quivering face, with its defiant eyes,"], [169, "JO>c XEbree Daugbters of fligbt. 157 and the reckless, miserable voice made his heart ache. He wondered why he could not do as she wished. What a brute he felt! He made a step towards her and held out his hand. But she waved him back. \" No, it is too late now. I have seen your face and I know you haven't a spark of love for me. I know more than that — you love somebody else. I have suspected it for some time. She is standing between us now; other wise I should have reached you. What I could have taken from you on almost any terms, had you been heart-whole — knowing that such love as mine does not go unrequited long — I could not take now. It would drive me mad ! \" passionately. \" The other woman would make you stone to me. I shouldn't have a chance. \" \" I don't understand you, \" MacGregor said sternly. \" You are quite mistaken in thinking that there is anyone else.\" \" Am I? \" with a little laugh. \" Is a woman ever mistaken in such a matter? Shall I open your eyes — shall I show you the dangerous path you are treading, John MacGregor, or shall I let you go on to your own destruction ? You"], [170, "158 XEbe XEbree Daugbters of fligbt. have not dealt so tenderly with me that I should spare you.\" MacGregor stood motionless, looking at her. \" I have humbled myself to the dust — and all for naught. I have lived on this hope for years and now it has gone ... I wonder if you can faintly understand how such a woman as I feels after such a humiliation ? If I had not loved you so much I should hate you now — I think I do hate you a little. Perhaps you think I came here on purpose to tell you this. It is not true. But you have been goading me on to it for some time, and to-day my strength broke down. WeU ! at all events you know the truth now — and the naked truth is not a pretty thing, is it ? \" \" Pauline, don't go like this, \" MacGregor pleaded. \" It is so difficult for me to speak ; I am a stupid, blundering fool and ever}' word I say seems the wrong one. You are angry with me now — naturally enough, but try and forgive me by and bye.\" \" I shall never forgive you — neither you nor her ! \" she exclaimed with concentrated bitterness. \" How can I, when I cannot forgive myself? Now let me go.\""], [171, "XEbe XEbree Daugbters of fligbt. 159 She turned at the door. \"May God be as cruel to you one day, John MacGregor, as you have been to me ! \" It sounded something between a curse and a prayer."], [172, "CHAPTER XIII. \" It knows not wrath nor pardon ; utter-true, Its measures mete, its faultless balance weighs ; Times are as naught; to-morrow it will judge, Or after many days.\" IRMA and her sister were sitting one morning at work together when, after what had been a long silence, Irma said, \" You are very quiet, Molly. What is the matter?\" \"Nothing,\" a little impatiently. \"I was only thinking.\" \" I hope they were pleasant thoughts, \" Irma said after a moment. \" Can't you share them with me ? \" \" They were not particularly pleasant, so perhaps you would not care to hear them.\" \"And since when,\" with tender reproach, \" have I not cared to hear any thought of yours, whether merry or sad ? \" 100"], [173, "XEbe XEbree Daugbters of fligbt. 161 \"I am a little wretch ! \" Molly ejaculated presently. \" I am just a fair weather creature, that is all. Here am I doing nothing but grumble when I ought to be out in the world earning my own living. I thought I had more backbone in me — that I could meet the ' slings and arrows of outrageous fortune ' with becoming fortitude — I have even pictured myself smiling in the face of a scornful world — instead of which I have doubled up at once.\" \" Have you ? \" smiling a little sadly. \" I don't think I have noticed it. And you know neither Val nor I would allow you to leave us ; eighteen is scarcely the best age for facing the world, dear.\" \"But you were only eighteen when you began to earn your own living.\" \"Yes, perhaps that is why I know it is not a good age. Unbounded hope — unbounded faith — and no experience; it is not a wise mixture, Molly. But I have been sorry to see you growing so quiet lately; you must not take our troubles too much to heart. You will escape from them presently.\" \"I shall? How? Besides,\" indignantly, \"I am not so selfish as to think of that.\" ii"], [174, "Zbc XEbree Daugbters of flight. 162 \"How? you ask. Well, I suppose the Prince will come along one day, dear, a Prince all crimson and gold, like in the fairy stories.\" \" Oh, Irma, what nonsense ! \" with a httle blush. \" Princes are not so plentiful nowadays, or so partial to beggar-maidens. Even the friends on whom one has thought one could rely, keep away from you when trouble comes. \" There was evident bitterness in this last remark. \" I don't think we have lost many friends, Molly. Of whom are you thinking?\" \" Well, \" a little reluctantly, \" there is Captain Trench, for instance. You know how much he used to come here and now he has not been near us for two months. \" Irma noticed how exact Molly was about the time. \" He is going back to India very soon, is he not ? Perhaps he is busy over his prepara tions. Besides, if he had wished to break with us on account of our changed circumstances, he would have done so sooner. \" But at the same time, now her attention was called to it, Irma wondered why he had not"], [175, "XEbe Zb:cc Daugbters of fligbt. 163 been to see them for so long. He had been such a regular visitor up to a short time ago and he was rather a favourite with Val, although she, personally, had never particularly cared for him. What Molly's feelings were, she had wondered once or twice ; that she was indif ferent to him, she was reluctantly obliged to acknowledge, did not appear probable. It seemed to her that the time had now arrived to come to a clear conclusion. After all, MoUy's happiness was the chief consideration. \" You are disappointed in him a little, then ? \" she asked diplomaticaUy. \" One is always disappointed in one's friends when they don't come up to one's expectations, \" said MoUy sententiously. \" Poor friends ! \" ejaculated Irma involuntarily. \" But seriously, MoUy, do you care very much whether Captain Trench comes to see us or not ? \" \" Of course I don't ! \" indignantly. \" \"Why should I ? Let him stop away by aU means. I thought he was different, but it doesn't matter. Nothing much matters when you come to think about it, \" this with a dreary philosophy that brought the tears to her own eyes. \" At the"], [176, "XEbe XEbree Daugbters of flight. 164 same time I — I — \" But here she suddenly let her work drop on the floor and got up rather hastily. Irma caught her just at the door. \" Molly ! MoUy, what is it, darling ? Won't you tell me ? \" \" I, \" with her face hidden on Irma's shoulder, \" I thought he cared for me a little, but he doesn't and — and I am so unhappy, \" moisten ing Irma's neck with her tears — \" I shaU never be happy again, I know — never ! \" Then she broke away and Irma did not attempt to foUow her. \" Poor little Molly ! \" she murmured as she went back to her seat — \" Poor little MoUy ! The first trouble is always so hard to bear, and I am afraid this has gone rather deep with her. I wonder what I can do ? \" She sat for some time looking thoughtfuUy into the fire, her hands lying idle in her lap. She could not calmly contemplate MoUy's grief without trying to help her. At last she looked up. \" There could be no harm in it, \" she murmured, \" if it did not do any good. I must try something. And at least I should know the worst then.\" She sat down at her writing-table and wrote"], [177, "XEbe XEbree Daugbters of fligbt. 165 a few lines to Captain Trench asking him to call on her the following afternoon, when she knew Molly would be out. \" I can find out the truth without saying a word that could hurt Molly's pride,\" she mused. \"And if he has never thought seriously of her she must learn to forget him as soon as she can. But if he does care for her — and as far as one can tell with such a reserved man, I should have said he did — perhaps I shall be able to discover what is keeping them apart. I am afraid I have been a little neglectful of Molly lately; I have so much to do and think of now.\" The matter was not mentioned again between the sisters, but when Irma went into Molly's room late that night, she saw that she must have cried herself to sleep, for the tears still hung on her eyelashes. And her purpose grew more fixed. When Captain Trench came the next day Irma was waiting to receive him alone in the drawing-room. She noticed his quick glance round the room as he entered and the look, half of regret, half of relief, that crossed his face as he saw that she was alone, and wondered over it."], [178, "166 XEbe XEbree Daugbters of fligbt. She greeted him in her usual pleasant fashion as an old friend, but to her surprise his manner was distinctly cold and restrained. Something had offended him then. She must make it her business to find out what. \"You have not been to see us lately,\" she said, \" and as I knew you would be going back to India soon I asked you to caU as I want you to do me a little favour.\" \"Of course,\" he said readily enough, \"I shall be very pleased to do anything I can.\" \"Thank you. It is only to burden yourself with a little parcel for a friend in Bombay. I will get it ready if you can take it. The temp tation to make you carrier was too great to be resisted ; you will be so much safer than the Parcel Post.\" \"I will take it with pleasure,\" he said. \"One expects to be made use of going to and fro. I know a man who always puts one trunk on one side on such occasions for the convenience of friends.\" \" Really? He must be very good-natured. Then I will get my little parcel ready and I will take care to keep it within bounds. I know how parcels are apt to sweU under such circumstances. \""], [179, "XEbe XEbree Daugbters of flight. 167 Tea was brought in and as Irma poured it out, she asked. \" Then how soon do you go ? \" \"In a few weeks. I was coming to see you soon in any case. Of course I should not have gone without saying good-bye and thanking you for aU your kindness to me while I have been in England. \" \" We shall miss you, \" she said gently. \" We have learnt to look upon you as an old friend. MoUy was obliged to go out this after noon ; she will be very sorry to have missed you. \" \" I hope Miss Gordon is quite weU ? \" he said stiffly, but Irma's quick ear caught the change in his voice; it softened involuntarily. She wondered what the mystery was, for that there was something wrong was evident. \" Thank you — yes. You must come and say good-bye to her some other day. \" \" I should like to, but my time is very limited — my movements are rather uncertain, \" he stammered. \" If I should not be able to caU again, wiU you say good-bye to her for me and wish her every happiness in the future ? We may never meet again, but I shall often"], [180, "XEbe XEbree Daugbters of fligbt. 168 think of her and — and, may God bless her ! he finished softly. Irma was touched. This man had more feeling than she had imagined. \" I think she will feel very hurt if you go away without seeing her, \" she said. \" Molly looks on you as one of her special friends. \" \" She is very kind, \" he said gravely. His face was set and cold again ; he was evidently keeping a firm hand on himself. Irma saw that she must try stronger measures. \" I hope we have not offended you in any way, Captain Trench, \" she said gently. \" We have been such good friends and you have been so kind to my husband in his trouble, that I should not like you to go away with any feeling in your heart but kindness towards us. If you would tell me what is the matter — ■ for I am sure there is something — perhaps I could put it right. \" He did not speak, but he was evidently ill at ease. \" There is something, is there not ? \" she repeated gently, but firmly. \" I think you ought to teU me.\""], [181, "XEbe XEbree Daugbters of fligbt. 169 \" Yes, \" he said at last bluntly, \" you are right, Mrs. Luttrell, there is something, but I would rather not say what it is. \" \" That seems scarcely fair, \" she said after a moment. \" You give me no chance of explana tion. \" \" It is something, unfortunately, that admits of no explanation, \" he said coldly. \" Why drag it to the light ? Do you think that if there had been any chance of a mistake, I should have accepted it for truth ? \" \"You have said too much to keep silent now, Captain Trench. I must know what you have in your mind.\" Her tone was now as firm and cold as his. He saw that there was no escape, and cursed his folly for having said so much. \" I am waiting, \" she said briefly, as he did not speak. He had never been placed in such a pain ful situation before. The blood burned in his face and his fair, straight hair grew damp at the roots. But he was not a man who could tell a lie under any circumstances, and if he must speak he must tell the truth. \" I would have done anything rather than have"], [182, "XEbe XEbree Daugbters ot flight. 170 had to say this to you,\" he stammered with evident sincerity. \" Won't you let me go away without speaking? It will do no good; it is only extremely painful for us both.\" \"Please go on,\" was all she replied. \"Very well,\" desperately. \"Then\" — and he felt that if he had struck this woman's fair face with his open hand, he would have insulted her less — \"then I stayed away because — because I was told of something in your past Use.\" Had Irma felt it coming? She did not speak, only she shrank back a little in her chair, and slowly her cheek was stained with crimson, as though he had indeed struck her a blow. She drew her breath hard, and though her eyes did not fall, they saw nothing. From some dim recess of her mind these forgotten words came back to her, \" The world is too smaU a place to hide a woman's past in.\""], [183, "171 CHAPTER XIV. \"La chair, une fois domptee, ajoute notre ame. Mais combien savent cette grande loi de vie morale, aujourd'hui? \" IRMA'S face slowly relaxed, and the life came back to her eyes. This was not the time to think of herself, to indulge in useless remorse and lamentation (besides, she had too much natural pride and dignity for any public repent ance), she must think of MoUy; it was Molly's happiness that hung in the balance. \"I will not pretend to misunderstand you,\" she said slowly, \" and I will not attempt to palliate my fault — though perhaps if you knew aU you would acknowledge it admits of palliation. I will only say that it happened some time ago and that, to my firm belief, it is not known to half a dozen people in the world. This, of course,"], [184, "XEbe XEbree Daugbters of fligbt. 172 does not affect the morality of the thing, but I think it must lessen the evil from your point of view.\" He looked at her enquiringly. \"I am going to speak very plainly to you, Captain Trench, and I will ask you to give me a perfectly honest answer. Considering all the circumstances, I think I am perfectly justified in putting the question : — Was it your intention to ask Molly to be your wife before you heard this against me?\" She looked at him steadily, and he returned the gaze. \" It was, \" he replied. \" I am very much at tached to her and I hoped she was not quite indifferent to me. It has been the greatest disappointment of my life that I have had to leave those words unsaid.\" It was the answer of an honest gentleman, as Irma felt, though the answer of a man whom passion would never blind, who would never think the world well lost for love. \"Thank you,\" she said. \"I am not betray ing Molly's confidence when I say that I think you would not have been dissatisfied with your answer.\" In spite of his cold-bloodedness the man's eyes flashed. \" Now wiU you tell me"], [185, "XEbe XEbree Daugbters of flight. 173 in what way you consider my — my fault chiefly affects you and Molly?\" \" I am a little old-fashioned in my notions perhaps,\" he said, \"but I should like everything about my wife to be perfectly plain and open ; I should not like any doubtful secrets in the background. I should wish that even the sha dow of disgrace should be far from her — for give me if I speak too plainly. My own name is above suspicion; I should like hers to be so too.\" \" It is, \" she interrupted eagerly. \" She has a different name from mine — didn't you know? — and her father was an honourable gentleman of whom no one need be ashamed. Indeed,\" bitterly, \" I can assure you that I am the only doubtful member of the family.\" \" The name I bear is not a distinguished one in any way,\" he went on, \"but it has been kept clean for generations and I would not be the first to tarnish it. As my father lest it to me, I would leave it to my son — should I have one — and he must have nothing to reproach me with. It may seem to you a poor pride, but I will acknowledge that it means a good deal to me.\""], [186, "XEbe XEbree Daugbters of fligbt. 174 \" I understand, \" she said, and though it was bitter to have to plead for MoUy — Molly whom any man should be proud to win ! — she did not shrink. Molly's chance of happiness should not he lost for what she had done; she should not suffer for her fault. \" But you must not do my sister an injus tice by classing her with me; even the shadow of my disgrace does not and cannot rest on her. Though I have loved her as my own sister — almost as my own child — she is only my half sister, as I have told you, and no girl has been more carefully shielded from harm than she has. That she herself is in every respect worthy to be your wife, I think I need hardly assure you.\" \" I know, \" he interrupted hastily ; \" of her sweetness and goodness I have never had a doubt.\" \"Then it is the connection that is the chief drawback? I thought so.\" She drew a deep breath. \" Supposing — supposing, I were dead, would it make a difference? If Molly could have nothing more to do with me, should you feel that she could stand clear of my past wrong-doing ? \""], [187, "XEbe XEbree Daugbters of flight. 175 \" If she belonged to me entirely it would make a difference of course,\" he said; \"we could put the past on one side and she could begin a new life with her marriage. There is little risk even now, I know, of anything being thrown up against her — it was the merest chance that I heard what I did — but there would be less risk still then. But what is the use of discussing a hypothetical case? \" \"Perhaps it is not altogether hypothetical, I can make it a reality — oh ! you need not look startled — I can be dead to Molly and dead to you without going out of the world. Do you understand? Let me put it plainly. If Molly becomes your wife, I will have nothing more to do with her; she shall belong to you entirely. You need never mention that Irma Fawcett, the actress, is any connection of yours. \" \" But — but,\" he stammered, bewildered, \"how could you bear such a parting? You are so fond of her and she of you.\" She smiled, but it was a smile that covered a pain deeper than tears. \"I could bear it,\" she said, \"if it is to make MoUy happy. And she — well! yes, she"], [188, "XEbe XEbree Daugbters of fligbt. 176 would miss me at first — you see I have always done everything for her — but she would have you and she would be a long way off and in time she would forget.\" \" It seems brutal, \" he murmured ; but she saw that what she had said had made an im pression. \" I don't think that you would find me as much in your way as you thought at first. Molly's relationship to me is so shght and you will probably live most of your Use in India, so that it would not be difficult to ignore me entirely. As I have said, if Molly marries you, I wiU make no claim on her; I wUl not even write to her without your permission.\" Captain Trench walked two or three times in silence up and down the room. \" To be frank, Mrs. Luttrell, all that you have told me makes a difference — a considerable difference,\" he said at last. \" I did not know that MoUy was only your half-sister and of course living abroad, as we should, many things would be possible that could not be done at home. I am glad I have had the opportunity of discussing the matter with you and I am very grateful for your kindness. With your permission, I wiU"], [189, "XEbe XEbree Daugbters of fligbt. 177 take the first opportunity of asking your sister to be my wife.\" \"Yes,\" she said faintly, and her face blanched to a deathly whiteness — \" yes. You have nothing to thank me for ; it was only fair to Molly. You won't tell her — she knows nothing ; if she must forget me, don't let her despise me. That isn't necessary, is it?\" \" Of course I shaU say nothing, \" he replied, a Uttle shocked. \" No word of mine shall lessen her love or honour for you. If the old tie must be slackened as much as possible — and I think this would be wise — no slur shall rest on your memory; you know you will not be forgotten.\" Her hands were twisted together until the knuckles shone white and her teeth were set hard on her under lip. What a victory it was — what a victory ! She could have laughed aloud as she thought of it. Just then she heard the front door open and footsteps coming along the haU. \"That is Molly,\" she cried. \"Stop her from coming here — I couldn't bear it! — stop her!\" He rose hastily and his face changed 12"], [190, "XEbe XEbree Daugbters of fligbt. 178 \"You have made me very happy — don't think me quite a brute ! \" he murmured, stoop ing over her a moment. And the primness and formality had dropped from him and he was young and eager with the light in his eyes that he who runs may read. \"I thank you with all my heart.\" \"Go!\" she said harshly. \"Don't you hear her? Take her away!\" He needed no second bidding. The door opened and closed, there was a httle murmur in the hall, which died away in the distance, and Irma was left alone. Some weeks later there was a very quiet wedding early one morning at a church in St. John's Wood and when the ceremony was over, the bride, who was MoUy Gordon, lingered behind in the vestry to say good-bye to her sister, for the newly-married couple were to drive straight from the church to the railway station. The honeymoon was to be a leisurely trip to Brindisi, where they would embark on the P. and O. steamer for India. So that this good-bye meant a long farewell and a more complete separation than Molly had any idea."], [191, "Ube XEbree Daugbters of fligbt. 179 She had made a bonny bride, a bride whom it did one good to see, for her pretty, fresh youth and the happiness in her face — but the bright eyes were dim with tears now and the childish mouth quivered piteously. \"Let me say good-bye to her alone,\" Irma had whispered to Captain Trench, so he and Val had gone to wait in the porch and left the two sisters alone together. \" Don't cry, MoUy, don't cry, my darling,\" Irma's tender voice murmured. \" You are going to be very happy, sweetheart — the sun was shining on you all the time, I watched it. It has always been sunshine for you, hasn't it, MoUy? look up and teU me that I have done my best ; that I made you happy. \" Molly's young arms pressed her closer. \" You have been the greatest darling always,\" she sobbed. \"I don't know what I shall do with out you.\" \" You will have your husband ; he wiU come first now, and whatever he says wiU be right. Remember that, MoUy. He is a great deal older and wiser than you and you must let him judge for you. I can trust you to him — I — I can give you to him quite happUy.\""], [192, "XEbe XEbree Daugbters of fligbt. 180 Irma waited a moment to steady her voice. \" Now you must go, my darling, but tell me first that you are not afraid; that you love and trust your husband with all your heart? I want to see my MoUy go away with a smile on her face.\" The bright head, which reckless of the smart hat and veil, had been hidden on Irma's shoulder, was slowly raised. \" I should be the happiest girl in the world, \" Molly affirmed, \" if it were not for leaving you. You know I have always been fond of Anthony, and when he came that afternoon when I was feeling so miserable because I thought he didn't care for me and asked me to be his wife — weU! I am afraid I quite forgot to disguise my feelings and jumped at him. Wasn't it dreadful ? \" with a little laugh, the tears already drying on her cheeks. Irma's hands put the pretty hat straight and arranged her veil and laces, lingering a little over the process. When would she do anything again for MoUy ? Her fingers touched the soft white neck — the bright hair, and then she took the pretty face between her two hands and kissed it lingeringly, with passionate love and pain. \"Don't quite forget me,\" she murmured,"], [193, "XEbe XEbree Daugbters of fligbt. 181 \" and whatever happens never think that I have forgotten you. Good-bye, Molly — good-bye. It is hard to let you go. You take a piece of my heart with you.\" Captain Trench came forward to meet them. \"Take care of her,\" Irma whispered hoarsely, as she put Molly's hand in his arm. She watched them drive away with a face of stone, only the eyes were alive and the watching, anguished look in them was pitiful to see. When they had gone out of sight she broke into a little, irrepressible cry and held out her hands to her husband. \" Take me away, \" she said, \" I can't bear any more — take me home. \" And leading her gently — for to-day his eyes saw clearer than hers — he put her in the car riage and they were driven home. She clung to him, sobbing a little now and again under her breath, in a hard, tearless way, and beseech ing him to love her — always to love her, for now she had nobody else. Perhaps into the minds of both came the recollection of a summer day not two years ago, when they had stood side by side at the altar — favourites of fortune it would have seemed — and on the blue sky of the future there was"], [194, "1 82 XEhe XEbree Daugbters of fligbt. not a cloud. How it had gloomed and dark ened since then ! The Fates had indeed refused the propitiatory sacrifice."], [195, "CHAPTER XV. \"Say never, ye loved once. God is too near above — the grave below And all our moments go Too quickly past our souls, for saying so. The mysteries of life and death avenge Affections light of range. There comes no change to justify that change.\" SOON after Molly's marriage Irma and her husband gave up their pretty house in St. John's Wood and moved into a much smaUer and cheaper one in the same neigh bourhood ; their income would no longer admit of anything but the strictest economy. Valentine had grown more irritable and mor bidly sensitive as his affliction increased, and it was very difficult now for even Irma to manage him sometimes. Formerly he had been open and unsuspicious as the day, but now he was apt to be mistrustful on the slightest grounds, and even to imagine things which had no «»3"], [196, "184 XEbe XEbree Daugbters of fligbt. foundation in fact. He rebelled fiercely against the half-darkness in which his life was passed, brooding over his wrongs and misery, until he looked at everything with a jaundiced eye. He secluded himself more and more, scarcely seeing anyone from the outside world ; even John MacGregor was not always a welcome visitor, his plain speech did not suit Val now ; he was too blunt and outspoken. Valentine could only bear a woman's soft handling, which may not be wise or good, but is always tender. In Irma's eyes he stood excused for everything he said or did ; her devotion to him had increased with his infirmity though her pride in him had perhaps been replaced by pity, and to give him all the happiness she could was her first thought. But it was a hfe that drained her youth and brightness away, that made her old before her time, that drew deep lines of care on the fair face and brought a look into the eyes that made John MacGregor wince when he caught it. It was the look of a soul that has been hard pressed ; of one who watches, afraid of what is going to happen next. Molly's departure seemed to have taken the little brightness there had been, out of her life ; it was very dark and"], [197, "XEbe XEbree Daugbters of flight. 185 silent now; there was very little laughter in it, if few tears. She missed Molly intensely, though she rarely spoke of her; there was always an ache in her heart, something that cried out for the little sister whose life had been so closely bound with hers, something that wanted her most of all now for a little love and comfort. For she had to give so much more than she could receive. Though she never doubted that Val's love for her was as great as ever, it now rarely found expression in words ; she wrapped him round with her tenderness and sympathy and he clung to her and was happier with her than with anyone else. That was her reward, and as a rule it was enough. But sometimes her strength broke down and she wanted to be petted and caressed — to be helpless and weak and womanish. But she was the stronger of the two now, and had to give support instead of receiving it. Only in one thing Val's will held firm ; Irma must earn no money for him, he must be the bread-winner still. It had needed all her tenderness to comfort him for their change of existence and abode."], [198, "186 XEbe XEbree Daugbters of fligbt. As Pauline had said: beauty was a necessity to him, ugliness a positive pain. Uncongenial surroundings, the sordid aspect of poverty — aU the Uttle shifts and petty jars which belong to a struggling life, meant more to him than they would to most men. It would have been far easier for him to have died than to live the life he was living now. Perhaps it was scarcely surprising that the bitterness of it aU ate into his nature like a sharp acid and transformed the whole man. Irma almost missed feeling the misery of it herself — though poverty was as repugnant to her disposition as to his — in ministering to him. For it was poverty — genteel poverty, at least, which is not the most desirable form of the complaint — with which Irma and Valentine were now growing familiar. It would have been worse had it not been for John MacGregor. Irma's scheme for helping her husband with his painting was— as might have been expected — as indeed MacGregor had foreseen — scarcely a success. Sometimes she was able to do a little good, but it was seldom. More often MacGregor worked on Val's pictures himself when they were supposed to be completed, and"], [199, "TLbc XEbree Daugbters of fligbt. 187 sometimes when he saw that it would be use less to offer them to a good dealer, he sold them to one lower in the trade and made up the difference in price out of his own pocket. And sometimes when he suspected that things were getting to rather a tight pinch, he would buy a picture himself and go short for weeks in consequence, for he had only his earnings to depend on, and they were not large. Once even he had been driven to the necessity of selling one of his rare editions. But of all these things he said nothing ; indeed he felt rather guilty sometimes for doing them without permission. He saw that to help her husband was the greatest pleasure Irma had ; so he encouraged her to work and advised and corrected in his usual grave, painstaking fashion, and unconsciously she learnt to rely on him and to avail herself freely of his friendship. Her love for her husband made her perhaps a httle hard and blind to other people, and she never suspected MacGregor's sacrifices. \" Are you not going for a holiday this year ? \" she asked him one day when they were alone together. MacGregor had been in the habit of going"], [200, "XEbe XEbree Daugbters of flight. 188 off by himself for about six weeks every summer, tramping immense distances with a knapsack on his back, soaking himself, as he said, in fresh air as a set-off to the London atmosphere he endured the rest of the year ; returning sun burnt and leaner than ever if possible, but with eyes as clear and blue as his native lochs. This summer, for the first time, he had showed no signs of departure. \"No, I don't think so,\" he replied, criticaUy regarding the canvas before him. It was not worth while to say that he could not afford it. \" But why ? \" she asked. \" I should have thought you would have been glad to get away. It has been such a trying summer, so hot and dry. I seem to live on dust — I can taste it now. How I should like to swallow a good mouthful of sea-air for a change! Fancy the taste of it — the smell of it ! \" And Irma's heavy eyes brightened and a tinge of colour came into her cheeks. \" Why not take a little holiday yourself?\" MacGregor asked. \" You want it badly enough, and so does Val.\" That he should be forced to stay at home was a smaU matter, but that"], [201, "XEbe XEbree Daugbters of fligbt. 189 Irma should want a holiday and not be able to have it, seemed a monstrous thing. She shook her head. \" There is no surplus available for extravagances,\" she said with a littie laugh. \" Don't tempt me. You know my reckless nature; the present has always appealed to me so much more than the future.\" \"But it need cost very little,\" he persisted, \" if you go to some quiet place. Why not try St. Kilda's Bay?\" with a sudden inspiration. \" It is pretty and bracing and you like it, don't you?\" \"Oh no,\" she said, shrinking a little, \"I should not care to go there — -now. Indeed, it is quite out of the question to think of going away at all.\" But he clung to his point with Scotch tenacity. \" Let us make a bargain. If I get a good price for this last picture of Val's, will you go then?\" he said. \"I am the middleman and can make my own terms, remember. You dare not refuse me.\" \"If it sells very well, perhaps we might manage to go for a week,\" she said wistfully. And MacGregor settled the price at once in his own mind."], [202, "XEbe XEbree Daugbters of fligbt. 190 \" It is very kind of you to take so much trouble,\" she said presently. \"I wonder why you bother so much about us? We are not very interesting people to know now.\" \"Are you not?\" he said coolly. \"WeU, I am rather a cross-grained beggar myself, and perhaps my tastes are singular. I don't think I like people who are very prosperous or interesting ; it makes my own insignificance so much more apparent. And you have nothing to thank me for. Everybody likes to think he is playing the part of a little Providence. \" \" You do yourself an injustice, \" she said warmly. \" You are the truest and best friend anyone ever had ; I never realised what friendship meant before. I am only sorry that Val should not appreciate you better — that he should keep you at a distance as he keeps everyone else. But you will make allowance for him, I know. \" \" I cannot do him any good now, \" he said sadly, \" indeed I only irritate him, so I am better away. It is an awful life for him, poor fellow. And for you too, \" he added in a lower tone. \" No, never that, with Val, \" she said gravely. \" He deserves all the love and devotion I can"], [203, "XEbe XEbree Daugbters of fligbt. 191 give him. I could not tell you all he has done for me ; he has been a man in a thousand. \" \" How soon could you go ? \" he asked before he went away. \"In a week or two, I think. But I won't say anything to Val about it, until you have sold the picture. It would be such a disap pointment to him if it could not be managed after all. He seldom complains, but I think sometimes this life is killing him.\" \"Then I hope to have good news for you by the end of the week. If I haven't time to call, I will send you a line. Don't worry, it wiU be all right, I am sure,\" and his face softened with one of his slow, kind smiles. \" Good-bye, \" and he held out his hand. She took it in hers and then on a sudden impulse she stooped and pressed her lips lightly to it. \"Thank you,\" she murmured brokenly. \"You are so kind.\" The man's uniform kind ness, which was shown in the most delicate way, and never asked for the slightest return, seemed to come home to her aU at once; she did not have too much consideration shown her nowadays. He drew his hand slowly away while a dark"], [204, "XEbe XEbree Daugbters of fligbt. 192 flush rose in his cheek. For a minute he neither spoke nor moved; for a minute he stood like a man who has received his death-wound stands before he falls prone; he seemed to be gathering himself together. Even Irma felt the tension of the moment, and wondered whether she had offended him. Then he turned and went away without a word. The touch of those soft lips had been a revelation."], [205, "CHAPTER XVI. \"Et je songeais comme la femme oublie, Et je sentais un lambeau de ma vie Qui se dechirait lentement.\" YOU see a good deal of Mr. MacGregor, do you not ? \" Pauline asked Irma casually when they were sitting together one afternoon. Val had had tea with them, but had gone out ; he liked to wander about by himself at dusk in a familiar neighbourhood where his failing eyesight did not make itself so painfully felt. \"Not as much as we did at one time,\" Irma replied. \"You know Val very rarely cares to see anyone now. I hope he will grow less sensitive by and by. I suppose in time one gets accustomed to any misfortune, however severe. \" \" But that does not prevent your seeing him,\" continued Pauline, ignoring the latter part of '93 !3"], [206, "XEbe XEbree Daugbters of flight. 194 Irma's reply. \" I was under the impression that he was rather a frequent visitor.\" \"Well, perhaps he does come pretty often,\" carelessly. \"You see, he does Val's business for him; it takes a great deal of trouble off his hands. Indeed, I don't know how he could do it himself now.\" \" That is very kind of him, especially as you say Val is not particularly gracious. He does not seem to expect much in return for his kindness. \" \"He is the best friend we have,\" Irma said warmly. \" I don't know what we should do without him.\" \"And yet you did not hke him very much at first, did you?\" \"I did not understand him; I think,\" with a laugh, \" I was a little afraid of him — how absurd it seems now ! And perhaps I was a little jealous of him too — though I wouldn't have acknowledged it — because Val was always singing his praises.\" \" Ah, that seems to have changed. Well ! where John MacGregor takes a fancy he is staunch enough, but he is not easily impressed, he is too rocky,\" with a little laugh. \"You"], [207, "XEbe XEbree Daugbters of fligbt. 195 seem to have chipped away a bit of the gran ite, though. How did you manage it?\" This last with the slightest touch of insolence. Irma and Pauline had never been very much together, and lately they had seen less than ever of each other. Indeed, since her interview with MacGregor Pauline had been a changed woman. She had grown hard and reckless and her tongue was more caustic and bitter. She had neither forgotten nor forgiven, though the next time she saw MacGregor, she had greeted him with almost her old manner, ignoring that fatal meeting as though it had never existed ; but she avoided him when possible, and her in difference to Irma had changed to active dislike. Irma heard the change in her voice now and wondered at it. It had never occurred to her — any more than to anyone else — that Pauline had any feeling warmer than friendship for MacGregor. \"Of course,\" Irma said quietly, \"any kind ness Mr. MacGregor may show me is for Val's sake, though I hope he likes me a little for my own.\" \" You are modest ! \" and the voice was sharp with scorn and suspicion. \"By the bye,\" with"], [208, "XEbe XEbree Daugbters of fligbt. 196 a sudden change of subject, \" I saw one of Val's pictures in a little shop in Holborn the other day. I wonder how it got there? I did not know the dealer's name at all; it was not anyone with whom he used to do business.\" Irma's face changed a little and Pauline saw it and her attention was arrested at once ; she was in the state of mind when anything that Irma said or did, would have seemed to her suspicious. She had made the remark quite innocently, and could not understand what there was in it to cause embarrassment. As a matter of fact, Irma had wondered in the first moment whether Pauline's sharp eyes had discerned any change in Valentine's picture, for she knew that MacGregor touched them up occasionally, as well as herself. But a moment's reflection assured her that it was most unlikely; the difference to a careless or unprofessional eye would be so small. So she answered with perfect calmness, \" I think Mr. MacGregor tries a new man occa sionally. You see Val's pictures do not sell as easily as they used. What was the deal er's name, did you say?\" But Pauline had not said and did not mean"], [209, "XEbe XEbree Daugbters of fligbt. 197 to say. There was a half formed idea in her mind of going back to the little picture shop and making a few enquiries. There was some mystery here, she felt. \" I don't remember. It was a poor little place, though. Do you think Val would like to have his work exhibited in such a window? Does he know where his pictures go ? \" \" He is quite content to leave all his business arrangements in Mr. MacGregor's hands, \" said Irma a little coldly. Pauline's manner irritated her and she thought that she was interfering unwar rantably. \" And it is no concern of mine, you would say. Very well. At the same time you can hardly prevent me from taking an interest in my brother's affairs. You must remember I was accustomed to do so long before he knew you. \" \" I have no wish to prevent your doing any thing, \" replied Irma more coldly, with a touch of disdain that set Pauline's blood on fire. Her wonted coolness had deserted her, and she was in the mood when it is a relief to quarrel. \" Not even from commenting on the touch ing friendship existing between you and Mr. MacGregor?\" she asked with undisguised inso-"], [210, "198 XEbe XEbree Daugbters of fligbt. lence. \" And yet it seemed to me that you shirked the subject a little just now. \" Irma turned round sharply and her eyes flashed. \" That is the second time you have made an impertinent remark to me on this subject, \" she said, controlling herself with an effort. \" May I ask what you mean ? \" \" What should I mean ? I — and no doubt others — have remarked what a devoted friend Mr. MacGregor is — how kind, how attentive ! Also, that his friendship is appreciated and reciprocated. Is there any harm in that ? \" \" It is not what you say so much as your way of saying it, \" replied Irma coldly. \" You are curiously sensitive, more sensitive than I should have thought possible — consider ing your past life. \" Irma's heart seemed to stop beating. \" I think I have heard that actresses are accustomed to receiving a good deal of attention from gentlemen, so I don't know why you should attach such importance to Mr. MacGregor's pctits soins or to my joking allusion to them.\" Irma felt that Pauline was trying to put her in the wrong, but she hardly knew what to say."], [211, "Zbc XEbree Daugbters of flight. 199 That reference to her past Use had unnerved her ; in the first moment she had thought Pauline knew everything. \"I don't pretend to understand you,\" the pitiless voice went on, while the dark eyes kept their steady gaze, \" I never have. It is curious how Uttle I know of you, considering you are my brother's wife ; how littie I know of your past life.\" PauUne intuitively felt that somehow this was a tender point. \" But I don't think you have brought much luck to any of us.\" Irma faced her enemy. \"I do not know what you mean to insinuate or suggest,\" she said calmly, \" and I do not very much care. At the same time I do not take insults from anyone, and I know you have meant to insult me. Will you be good enough to remember this next time we meet? \" And she walked towards the door. Pauhne felt herself dismissed, and her passion died away as suddenly as it had sprung up, leaving a cold, deadly anger behind. This woman had made her feel small and contemptible — had put her on one side with a high hand as one unworthy even of her wrath ; she would be revenged at all costs. Her account against"], [212, "XEbe XEbree Daugbters of flight. 200 Irma was quite a heavy one now and she pro mised herself that it should be paid to the ut termost farthing. She walked away from the house, her face white, her eyes dull and menacing, wondering in what way she could best compass her revenge. When she returned home the next morning from a little expedition to Holborn, she felt that her time had not been wasted. Though she had not learnt very much, her interview with the picture-dealer had given her an idea which she thought would be worth working out ; she was more convinced than ever that there was some mystery attached to the selling of Valentine's pictures. And now she told herself it was a duty she owed her brother that the matter should be investigated. Pauline carried about with her a memory that was very bitter and very hard to bear — a memory she strove in vain to stifle. She was learning how a woman forgets — at least such women as she : — by slowly tearing her heart out. Women of a lighter nature or with a higher standard of morality may be unhurt by such an experience — though few are benefited — but with Pauline it was like a fire that burned"], [213, "XEbe XEbree Daugbters of flight. 201 continually, devouring all that was good and beautiful, leaving a desolation behind into which any evil spirit might enter. Of such material are the women made whom the world calls heartless : there is nothing on earth so hopelessly hard as a nature that has been hardened by suffering. Irma wondered whether she should tell her husband of Pauline's strange behaviour, but he was out of health and had already more than enough to worry and trouble him, so she decided to say nothing. It was unlikely to occur again, she thought, after her plain speaking."], [214, "CHAPTER XVII. \" Whispering tongues can poison truth ; And constancy lives in realms above ; And life is thorny, and youth is vain ; And to be wroth with one we love, Doth work like madness in the brain.\" THAT same evening Pauline went round to see her brother, hoping to be able to se cure a little private conversation with him. She was more fortunate than she had expected, for she found him sitting alone in his little studio upstairs. It was a contrast to his former large and airy apartment, indeed the whole house was very different, but the studio showed the dif ference less than any other room, as Irma had bestowed more time and care on it than on the rest of the house. She had fitted it up as tastefully as possible, gathering together all the"], [215, "XEbe XEbree Daugbters of fligbt. 203 pretty things Val loved, but she could not give him the air and space to which he had been accustomed, and she could not give him his rose-garden. He missed that, perhaps, more than anything else. However, it was by far the most attractive room in the house, and Fatima, who had distinctly disapproved of the change of residence, never sat anywhere else. \" All alone, Val ? \" Pauline exclaimed as she entered. \"Yes,\" he said a little wearily. \"Irma is busy downstairs, I think.\" It was a warm night and the window was thrown wide open, but the view was over roofs and chimney-pots, and Valentine had his back turned to it. As the light fell on his face Pauline thought how old and worn it looked. \" This warm weather tries you, \" she said gently. \" You are not looking at all well. \" \" I have been rather seedy the last day or two. As you say, I suppose it is the weather. \" \" But at one time you never felt the heat. Do you remember how loath you were to shut out the sun? You would lie and bask in it and say you felt yourself growing.\" \"Yes,\" he said briefly, \"the sun with plenty"], [216, "Zbc XEbree Daugbters of fligbt. 204 of fresh air is one thing, and the sun through the medium of chimney-pots is another.\" \" I came across one of your pictures at a little shop in Holborn the other day,\" she said, with a hasty change of subject. \" I was rather surprised to see it there, it seemed to me too good for the place.\" \"Indeed,\" he said, his languid air changing a littie. \" But MacGregor manages all that for me now, you know, and he does not over rate my work.\" There was a touch of unmis takable bitterness in the last \"words. \" He was a picture-dealer in quite a small way of business,\" Pauline continued slowly, \" and I was curious enough to go in and have a little chat with him — of course without letting him know who I was. I wondered how your picture had got into his hands.\" \" I asked Mac once why he did not keep to the old men, and he said they had their freaks and fancies and he thought it best to try new ground sometimes. It is not so long ago since there was a good enough market for anything I did; it was not necessary to hawk my work about.\" \" And of course,\" Pauline said, without looking"], [217, "XEbe XEbree Daugbters of fligbt. 205 at Val, \" these small men cannot afford to give the prices a big dealer would.\" \" Of course not. And it brings your name down as well.\" \" I was surprised, though, how little this man was asking for your picture ; I enquired the price just out of curiosity and as an excuse for going in.\" She still spoke with averted eyes. \" You have not told me yet which picture it was. How much did he ask?\" \"It was a little landscape — 'The Coming of Spring,' and he offered it to me for — ,£15.\" She did not turn to look at him even now, but she felt the silence that suddenly filled the room and unconsciously she held her breath. \" But I got for it, don't you remember ? There must be some mistake. The man wouldn't sell at a loss ; my work hasn't deteriorated as rapidly as that.\" There was more surprise in his voice than anything else at present. \" He was anxious to impress on me that it was a bargain ; he said he had bought it principally on account of the name, and as it had not proved as attractive as he expected he would be willing to let it go for little more than he gave for it. To convince me that he"], [218, "XEbe XEbree Daugbters of fligbt. 206 was telling the truth, he opened his books and showed me the price he had paid for it. It was £12.\" \"Then,\" Valentine said after a moment, and his voice sounded a little strange, \" how did I come by the other £6 ? What is the meaning of it?\" He turned to her impatiently as she did not speak. \" Can't you explain ? What is this mystery?\" \" Was it John MacGregor who sold this picture and are you sure he told you it had fetched £i&}\" \" I don't remember what he said, but I know MacGregor sold it, and I know he gave me for it. Look! I can prove it to you.\" And he took out a little pocket-book and turning over the pages, pointed to one where he jotted down the prices for which he sold his pictures. Pauline saw that \" The Coming of Spring \" was entered for £i%- \" Where did the extra £6 come from ? \" he repeated, and his face darkened ominously. \" I might think that Irma had added it, out of some mistaken feeling of kindness, knowing how much more I used to get, but that is impossible. She has not had £6 to give away for a long time"], [219, "XEbe XEbree Daugbters of fligbt. 207 I know. Who else would have dared to do it? You did not, or you would not have told me. \" \" No, I did not. \" \" Then, \" drawing his breath hard, \" there is only John MacGregor. \" He sat staring straight before him. \" Why should he ? It was an insult. What right had he to make me his pensioner ? I trusted him, why should he have put this humiliation on me ; what right had he to give me alms as though I were a beggar ? If I had been hard pushed and obliged to borrow from someone, I would sooner have asked him than anyone else, but it should have been a loan only — a thing that may be done between man and man without any loss of self-respect, but this — this — it was a shame to take advantage of my helplessness ! \" He got up and began moving restlessly about the room. \" How often has it happened before, I wonder ? How long have I been receiving his bounty ? It is by the merest chance that this has come out — you did right to tell me, it shall be put a stop to at once. \"Have you nothing to say?\" he asked im patiently. \" You made the discovery, how did"], [220, "208 XEbe XEbree Daugbters of fligbt. it strike you ? Have you no suggestion to offer? Didn't you think it strange ? There is something about it I don't understand. \" \" Would you like me to tell you what I really think ? I warn you it may not be pleasant hearing. But you have the right to hear it if you wish. \" \" Speak out. What is in your mind ? I can see there is something behind. \" \" Well, then, \" deliberately, \" I think John has done this far more for Irma's sake than for yours. \" Valentine stopped abruptly and scrutinised her face intently with his failing eyes. \" What do you mean ? \" he asked hoarsely. \"Just this. I believe John MacGregor loves your wife, and would do anything he could to serve her. He must have seen, of course, that lately you have found it hard to make both ends meet and he hit on this way of helping you — and making things easier for her. It was ingenious, and very unlikely to be found out. \" Valentine restrained himself with difficulty as she spoke. At first he would have flung out a fierce denial — his wife, his best friend — it was impossible! — but her calm,"], [221, "XEbe XEbree Daugbters of fligbt. 209 deliberate words impressed him with their truth, and went slowly home. After all it was the most natural explanation, he though bitterly; such generosity and devotion went beyond the bounds of friendship. A passionate anger and resentment took hold of him. \"Why have you not told me this before? You are my sister and my honour should be as dear to you as your own. Why have you kept me in the dark ? Why have you let them befool me ? Is there no one I can trust ? \" \" Your honour has not been in danger, or I should have spoken,\" she said calmly ; \"you should know John MacGregor well enough to be certain of that. He is not the kind of man of whom false friends and betrayers are made. Besides, you forget that though I have had my suspicions for some time, I knew nothing definite. You would have laughed at me had I spoken of words and glances that were sufficient proof for me — of an influence that I saw growing up and increasing daily — of the thousand and one trifles which tell their story to a woman. It was only when I found out about your picture that I thought it my duty to speak and leave you to judge.\" 14"], [222, "XEbe XEbree Daugbters of fligbt. 210 \"You think then that this is a sort of chivalrous devotion,\" with a sneer, \"a pretty affair of a knight and his lady that might belong to the Middle Ages? He laughed. \" Well, perhaps I am not a great believer in platonics — perhaps I have more reason to be anxious than you know. However,\" abruptly, \" I will settle it once for all. I will go down and ask Irma whether she knows anything about it.\" He stopped at the door and turned round with a sudden revulsion of feeling. Once it had been easier for him to trust than to doubt, and though his nature was warped and changed enough goodness remained to fill him with a sense of shame and remorse after the first outburst of jealousy. \"I was excited just now,\" he said, \"and hardly knew what I was saying. You must not attach too much importance to it. It is only fair that I should see MacGregor before I condemn him ; what he has done may have been purely out of friendship for me. As to my wife, I am sure that she, at least, is innocent of anything more than mistaken kindness. If she has kept anything back, it has been out of consideration for me.\""], [223, "XEbe XEbree Daugbters of fligbt. 211 The thought of her constant care and ten derness almost brought the tears to his eyes, and MacGregor — how could he have been so ready to doubt the staunch friend of more than a dozen years ? He was more like his old self — impulsive, warmhearted — as he went down the stairs, than he had been for some time. He had a great longing for the comfort of Irma's presence ; he wanted to hear her say that she loved him now and always and that no one should come between them. Then this revulsion of tenderness was thrown back on him. He could not find Irma. He looked for her everywhere, but she must have gone out without telling him, and he wondered a little, as he went — disappointed and unsatis fied — slowly up to his room again. Pauline was sitting just where he had lest her. \"Irma is out,\" he said briefly, and the bright ness had gone from his face. He flung him self down in a chair and tapped impatiently on the carved wood of the arm. He was unreason ably froiss6d by this little mischance. Pauline looked up surprised. \" Did you not know? \" she said. \" I wonder where she has gone? It is getting a little late, is it not?\" 14*"], [224, "Zbc XEbree Daugbters of ffMgbt. 212 \"Oh, I don't suppose she has gone far,\" he answered. \"Very likely just for a breath of fresh air, she has been shut up in the house all day. It gets cool when the sun goes down.\" But he did not seem able to talk or interest himself in anything. He moved restlessly about the room, stopping to listen now and again for her step on the stairs. But she did not come. \" Shall we have a little stroll round ?\" Pauline asked presently. \" It would be pleasanter than sitting here and perhaps we shall meet Irma.\" He assented eagerly, and they went out to gether. They walked leisurely about the dull, monotonous streets, where the little dusty front gardens seemed to cry out for rain, and the houses for a littie fresh paint, but they saw nothing of Irma. It was growing dusk now. \" She is not generally out so late by herself, \" Val said, a littie uneasily. \" I wonder where she has gone?\" He stopped a moment and looked round. \" I think as I have come so far, I may as well go on and see MacGregor. It is close by and I want to talk to him. No"], [225, "TTbc XEbree Daugbters of fligbt. 213 doubt, Irma will be home before I return.\" \"Very well. Then I will say good-bye. I am rather tired.\" And the brother and sister shook hands and parted. Valentine was restless and uneasy and Irma not being at hand, he went to MacGregor to learn the truth. Pauline's story began to weigh more heavily on him again, and some of the doubts crept back. As to Pauline, she was pretty certain of her revenge; even if Val persuaded himself that she had made a mistake, the idea she had suggested must have a certain effect ; it could not be completely forgotten. And Pauline knew that suspicion does not require much ground to grow in. She had effectually separated Irma and MacGregor; there could be no great inti macy between them in the future, Val's jealousy would prevent that. The old friendship was practically at an end. Yes, she had been very successful, there was no chance even of any unpleasant consequences to herself; if Val men tioned her name it would be only in connection with the picture transaction and that looked innocent enough. There was no fear of Mac- Gregor's scorn and contempt. And yet she"], [226, "214 XEbe XEbree Daugbters of flight. walked home with lagging steps and bowed head, wearing the air of the vanquished rather than of the victor. For revenge is a two-edged sword."], [227, "215 CHAPTER XVIII. \"Since all that I can ever do for thee Is to do nothing, may'st thou never see, Never divine, the all that nothing costeth me.\" VAL let himself in, as he had often done before, and went slowly up the stairs to MacGregor's rooms. The house had not yet been lit up and was half in darkness, so that he went carefully, for he could not trust his eyes. He paused a moment on the landing, groping for the door. He shirked the interview, and yet he would be glad to have it over. Why had Pauline suggested such an idea to him? Even if she were wrong — and Pauline was not often wrong — it must have unpleasant conse quences. In any case he must manage his own affairs for the future. MacGregor's mistaken generosity had settled that. He sighed wearily ; he had never had much staying power, and life pressed very hard on him nowadays."], [228, "216 Zbz XEbree Daugbters of fligbt. As his hand touched the door-handle he caught the sound of voices. Since his eyes had begun to fail, his hearing seemed to have grown more acute and there was no mistaking those familiar tones. He staggered back, feeling as though the world were falling about his ears. What had happened? What did it all mean? Instead of saying too much, had Pauline not said enough? He threw open the door and went in. The blinds were not drawn and there was light enough in the room to see the two oc cupants plainly. Valentine stood face to face with his wife and John MacGregor. Irma was sitting down and MacGregor was leaning against the mantelpiece, talking to her; his hat and stick lay on a chair close by. When the door opened so abruptly they both turned round and for a moment not a word was spoken. There was a look on Val's face which froze the greeting on their hps. \" How did you know I was here?\" Irma said at last, breaking the silence. \" I am glad you have come, now we can go home together. I wanted five minutes' chat with Mr. MacGregor very particularly, so I just ran in. But we have settled all our business now.\""], [229, "XEbe XEbree Daugbters of flight. 217 She felt strangely uncomfortable and embar rassed all at once, and she spoke with an effort. \"Wait a minute,\" Val said hoarsely, speaking in a breathless kind of way and waving her off as she took a few steps towards him. \" You are in a great hurry all at once. You seemed comfortable enough when I came in — quite at home in fact.\" There was no mistaking the sneer in his voice, and Irma with a look of pained surprise sat down again. MacGregor had been watching him closely. \"Mrs. Luttrell wanted to give you a little surprise,\" he said quietly, \"and that is why you find us conspiring together like this. I had promised to call or write about the sale of your last picture, but unfortunately I was prevented, so, as she was anxious to hear, she came to see me. I am sony she had the trouble. I won't spoil her pleasure by telling you what the surprise is.\" \"It is a pretty story,\" Valentine said con temptuously. \"Do you expect me to believe it?\" MacGregor made a step forward, but Irma interposed. \"What is the matter, Val?\" she said, laying"], [230, "XEbe XEbree Daugbters of fligbt. 218 her hand on his arm entreatingly. \"Why do you speak so? What have I done?\" \"You are very innocent all at once,\" he replied, with the same biting contempt. \" Well, I will try and explain matters a little to you.\" His face was white and hard as stone, but his eyes blazed. \" Don't say anything you will regret after wards,\" MacGregor said slowly. \"You are angry now; it would be wise to ascertain whether you have any cause to be so. I think it would be best if I were to leave Mrs. Lut trell to explain matters more fully to you.\" And he walked towards the door. \"You will stay where you are\" — the words rang out like a command — \"I prefer to deal with you both together.\" \" Val, don't say any more,\" MacGregor said with earnest entreaty. \" You are mistaken, I assure you. If you have no consideration for me, at least be silent for your wife's sake.\" \" What have you to do with her ? I will say what I please, and you shall both listen. Because I am half blind and helpless you think you can do as you like. \"You ask me what you have done?\" he"], [231, "XEbe XEbree Daugbters of fligbt. 219 said, turning to Irma. \" Do you think it is quite consistent with the laws of propriety to come here in this way? To visit a man alone in his private rooms at this time of night? You can scarcely be so ignorant as not to know that such conduct would give rise to very unpleasant comment if it were known.\" Her face flushed crimson. MacGregor had walked to the window and was looking out, his back turned to them. \"I — I never thought of it,\" she stammered. \" Mr. MacGregor said he would try and sell your picture for a good price, and then we should be able to go away to the seaside for a week. And as I didn't hear from him, I got anxious and thought I would just come round and enquire. I didn't mean any harm. You have been looking so ill the last day or two that I was anxious to get you away as soon as possible, and I did not like to say anything until it was settled, in case you should be disappointed.\" \"You are very considerate, but I prefer to be consulted a little in my own affairs. I am not so helpless yet that I need be treated like a child. Also,\" turning sharply on MacGregor,"], [232, "XEbe XEbree Daugbters of flight. 220 \"I prefer to live on my own earnings, what ever they may be. When I am a beggar it will be time to give me alms— and when I ask for them.\" Irma looked in bewilderment from one man to the other. \" You understand what I mean, do you not?\" Valentine asked. \"I think you have had the presumption to make me the recipient of your bounty? I hear that my pictures have not always fetched the prices you have given me for them.\" \"I understand,\" MacGregor said in a low tone, \"and I beg your pardon.\" \" You will let me know how much I am indebted to you, and I wiU not trouble you to transact any business for me in the future. I might have been grateful for your generosity had it been disinterested. But I understand it now — perhaps better than you think.\" His forced calmness suddenly broke down. \" Curse you ! \" he cried. \" How dared you do it? How dared you pay me for making love to my wife ? \" Irma started up with a little cry, and as MacGregor made a stride forward, she caught"], [233, "XEbe XEbree Daugbters of fligbt. 221 him by both hands. His face frightened her. But Valentine misunderstood the action \" To my face ! \" he cried furiously. \" Are you utterly shameless? You shall go to him presently if you like, but not yet,\" and he caught her roughly by the arm and flung her off. \"I might have foreseen this — I might have known what folly it was to trust your honour to a \" But before the vile word had passed his lips MacGregor's hand was over his mouth. \" You coward ! \" he said, and his voice was almost a whisper, the passion in it was so intense — \"you coward!\" And he could have killed him in that moment without a scruple. \"Do you know half or a quarter of what this woman — your wife — has done for you? You cannot understand, or you would have bitten your tongue out before you said a word against her. Do you think that this life that you find so hard, is all pleasure for her? Has she sacrificed nothing? What of her youth and beauty and talents? She has laid them all down at your feet without a murmur, content if she could but see you happy. And in return — Good God! it seems too monstrous —"], [234, "Ubc XEbree Daughters of flight. 222 you are ready to suspect her of any vileness on the first opportunity.\" For once his Scotch reserve was thrown to the winds and MacGregor was eloquent and passionate. He towered over Val in his scorn and contempt, and the weight of his honest wrath bore down the other man's insensate rage. Valentine turned away and threw him self into a chair. Irma's arms were round him the next moment. \"Hush! don't say any more,\" she said peremptorily to MacGregor. \" You forget that he is weak and suffering — that he is not like other men. I know he did not mean half he said, but he has a right to say what he likes. You do not know how good he has been to me — he did that for me that not one man in a thousand would have done. Whatever I do I can never repay him.\" Then she turned to her husband, speaking with infinite tenderness. \" You did not mean to be unkind, did you, dear? I see now that I was wrong, but you will forgive me. Mr. MacGregor is such an old friend and has been so kind, that I came to him as I might have come to a brother."], [235, "XEbe XEbree Daugbters of fligbt. 223 He was out when I called, and as I was very anxious to hear his news, I said I would wait, and I had not been here more than half an hour when you came in. It seemed such a simple thing to me, that I forgot it might look strange to you and other people who did not know the reason.\" MacGregor had walked slowly away. It tried even his serf-control to see those clinging arms, to listen to that caressing voice. Since his last interview with Irma, he had been living a hard life ; he had been fighting the passion, that had never confronted him till it was full-grown, inch by inch ; fighting it through long days and sleepless nights, that had added years to his age. Not that he ever expected to kill it, but because he must get the mastery over it. He could not let it conquer him, it must make no practical difference in his life; he must learn to look it in the face and live with it. When love comes to a man like MacGregor for the first time late in life, it is apt to go badly with him. He knows none of the symptoms, so he can set up no defence; the signs that are eloquent to a man of more experience mean nothing to him ; he resents the disturbance and"], [236, "XEbe XEbree Daugbters of flight. 224 struggles against it, without knowing what he is fighting. Then the awakening comes suddenly in a moment, by any chance word or look, and he recognises his danger only to find him self bound hand and foot. Valentine put Irma on one side gently but firmly. He was beginning to feel ashamed of himself, but there was a good deal of irritation left still. \" There is one question I should hke to ask, \" he said to MacGregor. \"You were never a liar, tell me the truth now. Do you love my wife?\" MacGregor turned round and looked him straight in the eyes. \"Yes,\" he said quietly. Valentine felt his anger rising again \" You dare to say this to my face ? \" he said. \" You asked me . . . But there is no need for you to be angry. Your wife knows no more about it than you do. I did not know it myself a few days ago. Perhaps you will hardly understand such ignorance, but you must remember I have had no experience in such matters. I have lived a great deal to myself and my only friends have been men.\""], [237, "XEbe XEbree Daugbters of fligbt. 225 \" Do you think you have treated me quite fairly? \" Valentine asked. Irma's face was hidden ; she felt no impulse of tenderness in return ; she was even faintly displeased. It would vex Val, and all her thoughts were for her husband. Why had he done this? She had given him no encouragement, she knew. \" I have tried to act for the best. I think you hardly understood me just now. When I said I loved your wife, I did not mean it in the ordinary sense of the word. I have no cause to be ashamed ; I need not fear to look you in the face. Your wife's honour is as dear to me as it is to you. Call it love, if you like, perhaps worship would be a better word — the worship of a star. \" His voice dropped, but he held his head erect. Valentine's smaller nature could not quite believe or understand ; the thought of this devotion rankled. \" It would have been better if you had kept away, \" he said. \" Feeling as you did, it was scarcely fair to come in and out among us as an ordinary friend. \" \" I should have been glad to go, but I thought I could be of use — so I stayed. It would have been easier to go. \""], [238, "XEbe XEbree Daugbters of fligbt. 226 Perhaps Valentine and Irma dimly realised what the man had suffered — what he was enduring now. He was immobile as ever, but it was the immobility of a bow at full tension; it might fly back at any moment. In silence they rose to go. Valentine stumbled a little as he went, for the room was dark now and he was weak and giddy after all the excitement. He put out his hand a little way. Irma drew it through her arm, and half supporting, half clinging to him, she led him gently away. And John MacGregor stood and watched them go. THE END."], [239, ""], [240, ""], [241, ""], [242, ""], [243, ""], [244, ""]]