[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "DOCTOR, OE LOVEE P"], [8, ""], [9, "DOCTOR, OR LOVER? BY FABER VANCE. Author of \" UnliJce other Lassies\" \"A Terrible Awakening.\" VOL, I. (All Rights Reserved.) REMINGTON & COMPANY, LIMITED, LONDON ANT) SYDNEY, 1893,"], [10, ""], [11, "CONTENTS. chap. rAGE. I. MOTHER AND DAUGHTER 1 II. THE TABLES TURNED 10 HI. TO THE LETTER OP THE LAW - - - 22 IV. SECRET LOVE 30 V. SUPPRESSED FEVER 40 VI. THE iOUNti Al.D. 51! VII. a moment's EOKEKNOAV'LEDGE - - - 78 VI 1 1. APPOINTED RECEIVER 92 IX. CONSPIRACY 105 X. THE PLOT WORKS US XI. TIIROAVX To THE GROUND .... 13Q XII. AVHO PROPOSED HE NEVER KNEAV - - 145 XIII. AVE ARE ENGAGED 102 XIV. AT death's DOOR 181"], [12, ""], [13, "DOCTOR, OR LOVER? CHAPTER I. .MOTHER AND DAUGHTER. The world Avas bright with Spring sunshine, which Avas aAvakening to new life the floAvers and grass soaa'u in the eternal sequence of Nature. But amid the earth's joyousness a chord of sadness vibrated through the hearts of those gazing from the windows of the country rectory of Slade ; sad with the knoAAledge that the vital sap of Spring would in no AA'ise restore to health a loved AA'ise and mother. Mrs. Lesley lay on a sofa facing the AAdndoAv, Avhile her only daughter, Bertha, stood breathing VOL. I. b"], [14, "2 DOCTOR, OR LOA'ER. in the balmy air of May, when the mother, putting some thoughts into AA'ords, spoke : \" Bertha, you had better go AA'ith your father. I shall be quite happy alone, and it is right you should enjoy a day like this.\" \" jSo, mother, it is the District Visitor's day, and every cottage we call at one or other of them Avill be there interfering ; you knoAv it ahvays makes me hate all good, and have a kindly feeling for the pomps and vanities.\" The speaker AA'as a girl of eighteen, tall and Avell made, AA'ith a look of vigour and the pride of youth in every action — hazel eyes, and hair of the same shade, draAA'n from her forehead AA'ith no trace of parting. \" Child, I AATish you were not so decided in your opinions. I often fancy your father and I did AA-rong in leaving you at Giessen ; and yet your school life AA'as so happy that I hardly liked to bring you home for my illness.\" The invalid mother's voice expressed truly"], [15, "MOTHER AND DAUGHTER. 3 that look of calm resignation stamped on her AAasted features ; but, AA'ith sudden impetuosity, her daughter cast herself doAvn near the sofa, and, burying her head in the rugs, ansAA'ered the last remark with : \" I am glad, mother, you sent for me. My heart would have broken not to have been Avith my OAA'n dear, suffering miitterchen.\" \" Still, you miss a friend Avith bold un trammelled thoughts, Bertha, and have come back to responsibility and loneliness. Oh ! child, you will be good to Louis Avhen I am gone, and try to like the restraints of a clergyman's life for your father's sake,\" AAras the sad appeal of the mother. \" As to Louis, he shall ahvays be my care,\" AA'as Bertha's ready promise ; \" but I cannot practice Avhat I knoAv nothing of; and, mother, you have never been a curate in petticoats, and AA'hy should I, because my father is ordained, act a lie . \" B— 2"], [16, "4 DOCTOR, OR LOVER 1 \" No ; and Bertha, you Avill never run to the other extreme, never let your spirit of liberty and genuineness cast aside all reason, will you, dear .\" The one ansAver Avas a prolonged kiss, and then, Avith a feAV admonitory words as to quiet and rest, Bertha Lesley left the room. A fortnight later, and Mrs. Lesley passed to a brighter and more peaceful certainty of rest than any amount of love and care can procure on this earth. Louis Lesley, the idol of the dying mother's heart, had received a hasty summons from Cambridge ; and bitterly did his mother realise Avhat her death would be to her son and daughter ; while Louis at the bed side gave way to impotent grief, and even Mr. Lesley seemed to become selfish in the sorroAv of the moment, so that the last desire was spoken to Bertha : \" Take care of them both, and never leave them so long as they miss me, child.\" And as the soul left its earthly tenement,"], [17, "5 MOTHER AND DAUGHTER. Bertha had comforted her mother AA'ith the assurance : \" My life is theirs, mother — and you Avill pray for me . \" And AA'ith a kiss those lips AA'ere sealed until, in the probation of the soul, they breathed a prayer for and listened to the chants of those left behind to struggle onwards to the same merciful rest. Now AA'e must leave Slade Rectory, to return, after the lapse of two years. Up to this period Bertha Lesley's responsible post as head of her father's household had been both easy and pleasant to fulfil. The Reverend Charles Lesley was a clergyman of more than the average brain power found among members of the cloth, and on the basis that veneration is natural to the human mind, used practical goodness and even ordinary subjects to shoAv forth the reality of his Catholic faith. \"With such a father, Bertha found that the parish required no interference"], [18, "6 DOCTOR, OR LOVER ? from herself except the material gifts emanating from a Avell ordered kitchen. As regards her only brother, the long vacation AA'as the only time he had been at Slade since their mother's death. But hoav Louis was leaving Cambridge for good, his college life having come to an end, AA'ith little apparent benefit, except the monetary support afforded to an ancient institution. For no one could have studied less than Louis Lesley during the three years he Avas up, and he had only been alloAved his ordinary. Noav he Avas coming to Slade for a year, AA7hen, haA'ing made himself acquainted AA'ith the parish, he would be ordained and succeed his father in the living, in the due order of an entailed family estate. Soon after returning home, Louis had asked the one friend his college life had given him to come for the Christmas time to stay at Slade. This friend was Karl Troika, of Russian parentage, but English education. Having finished his University career just twelve months before"], [19, "MOTHER AXD DAUGHTER. 7 Louis, and being four years his senior in age, Troika, with all the intensity of his Slavonic ancestry had bent Louis Lesley's Aveak will from the very first, and persuaded him to become a Freemason, though only just one and twenty ; but Karl's appointment as third Secretary at the Russian Embassy had separated them for awhile. Bertha, on the day of this stranger's arrival AA'as quite as expectant as Louis, for her brother had roused all a woman's curiosity, and all a young girl's intolerance as regards this Anglo- Russian ; and at the present moment sister and brother Avere still eagerly discussing him. \" Troika is about as unlike me as can be. He hates ladies' society, and is only at his ease AA'hen talking politics ; but I hope the governor Avill give us none of his Conservative twaddle, or there'll be an explosion, for Troika is so broad minded.\" Louis Lesley explained. \" Narrow, I suppose you mean, Louis,\" ansAvered Bertha ; and as for putting up with"], [20, "8 DOCTOR, OR LOVER . father's opinions, I think .it would be better to reverse the sentence.\" \" Well, Troika never leaves anyone who is Avorth convincing alone ; he's not like me, con tent to let live aaIio may.\" \" Then he has not considered your views worthy of alteration .\" And a smile passed over Bertha's face. \" I'm not so sure about that, but he hates opinionated females, Bertha ; so take care Troika never finds AA'hat a Democrat you are — not that he ever condescends to talk to girls.\" \" Indeed ! Well, avc can do very well without such a bear. I suppose Mr. Troika can admire inane innocents aaIio are as deep as they are foolish.\" And again Bertha turned teasingly to her brother, Avho retorted : \" If you mean Lilie Marsh, you're mistaken, for Karl Troika is a regular misogamist, and you'll be clever to find out any weakness of his.\" There"], [21, "9 THE TABLES TURNED. the discussion rested, and Bertha Avas set at heart in proving to Louis that this demi-god, Karl Troika, Avas fallible, and, therefore, made up her mind to exert herself, and entertain him, and AA'hen she had proved this Troika but as other men, to revenge herself on Louis."], [22, "10 DOCTOR, OR LOVER. CHAPTER II. THE TABLES TURNED. The afternoon of the following day found Bertha Lesley aAvaiting her brother's return, he having driven to the station to meet Karl Troika. At the appointed time for returning, Louis entered the drawing-room alone, causing his sister to enquire : \" So the misogamist has not come . Even the fear of one poor creature Avearing long clothes has been too much for him ! \" \" Don't be absurd, Bertha. Of course Troika came, but that infernal tobacconist never gave the guard my weed, and there's not a piece of decent stuff in the house, so I'm off again \" — and Louis Lesley closed the door AA'ith a bang,"], [23, "THE TABLES TURNED. 11 leaving Bertha standing, as AA'hen he entered, near the high window: Ten minutes later, and the door Avas again opened, this time to admit Louis' friend, Karl Troika — and Bertha turned to greet him with the words : \" Louis has gone out, so I must introduce myself, Mr. Troika, unless you already knoAv my brother has only one sister ; \" and Bertha smiled, determined to carry out her little ruse of agreeable hostess. Karl Troika murmured something about it being too bad of Louis, and then gazed at his OAvn shoe leather. But Bertha Lesley's precon ceived railleries died on her lips, so thoughtful a broAv and so tired a look had the young Anglo- Russian. Fortunately, the Rector interrupted the pause, by his entrance, AA'ith the cheery Avelcome : \" Glad to see one AA'ho is such a friend of my boy's ; and I hope, betAA'een us, we shall make your stay at Slade a pleasant one, Mr. Troika.\""], [24, "12 DOCTOR, OR LOVER . \" Thanks. I never depend on companionship ; so long as my books are in my bag, no place can be dull,\" Avas the dry ansAver. \" Come, come ! in my young days,\" AA'as the Rector's not over pleased remark, \"AA'e should have thought of our hostess first, and our books after. Why, even noAvyou are missing a chance of making your peace ! Come, Bertha, your old father after all must be your lot.\" And Mr. Lesley gave his arm to his daughter, dinner having been announced, Avhile Karl Troika let the opportunity of gaining the good AA'ill of his host slip by. But not treating his remark as a joke, and biting his under lip in sheer annoyance, he folloAved Louis, aaIio rushed cloAA'n stairs at the last moment. SomehoAv, that evening seemed interminable to Bertha, and yet Louis and his friend spent the greater part of it in the smoking-room, and came in only a short time before prayers, or rather, the reading of three psalms, for the benefit of all aaIio Avere not too sleepy to profit"], [25, "THE TABLES TURNED. 13 by the third, ere they retired to their legitimate rest. \" What a different man to AA'hat I expected,\" Avas Bertha Lesley's thought the folloAving morning, as she sat alone working. Yet it Avould have puzzled that young lady to have shoAvn where the difference lay ; for a cabinet photograph of Karl Troika, which had stood on Louis' dressing table, had familiarised Bertha Avith the grave handsome features, the thick moustache and massive eyebroAvs of this young man, and the conversation at the breakfast table had but confirmed Louis' statements as regards his friend's Socialistic opinions and abhorrence of Conservatism. Was it then in his conduct as regards members of the gentler sex . Surely not, for Karl Troika had never shown his right to the title of a gentleman by one small attention, and certainly no compliment had passed his lips. Nevertheless, it Avas here that the difference lay; for this Anglo-Russian, ignoring the ordinary"], [26, "14 DOCTOR, OR LOA'ER. idea of a AA'oman's inferior intellect, included Bertha in the arguments as equally able to converse as her father and brother, so that the sarcastic speeches she — Bertha — had prepared for some vainglorious puppy, lost all their sting. \" Sitting in such a morning as this, Bertha! \" exclaimed the Rector, as he came to the morning room in search of The Times. \" Why, Rore will be eating his head off if you take to stopping in so. \" I knoAv, father, but I thought you Avould ride Avith me if I Avaited till after luncheon — that is, if the District Visitors don't imprison you,\" AA'as Bertha's reply. \" You Avicked Turk, they have the Curate now, remember ; but Louis should have taken you, only this young bear takes up all his time. Ah ! well, Ave all have our tastes, but this Karl Troika is certainly not to my mind,\" and Mr. Lesley settled himself comfortably in an armchair to read. At luncheon, Louis mentioned their having"], [27, "15 THE TABLES TURNED. ridden to Court Leas. This AA'as a county seat belonging to a Mr. Tom Marsh, Avho, by dint of Scotch shreAvduess, had made a collossal fortune out of bricks and mortar. An explanation of this caused Mr. Lesley to remark : \" And saAv Tom Marsh, I hope, for in him you have your Liberal theories practically exemplified, Air. Troika ; and yet, twenty years hence, that man will have only one desire, and that is, to be respectable enough to turn Conservative.\" \" Indeed!\" Avas young Troika's comment. \" I certainly saw Mr. Marsh, and he struck me as being highly respectable.\" \" I am glad you think so, but he has no idea hoAV to treat his tenants, and is a Liberal, not from any principle, but because his money was made out of a Liberal Ministry.\" \" And even then, I think Mr. Marsh is better with his Liberalism than without.\" \" There my father will agree AA'ith you,\" put in"], [28, "16 DOCTOR, OR LOVER. Bertha, \" he believes in no man who hides Ms opinions ; the open enemy is ever liable to be conquered. Is not he, father . \" But to Bertha's surprise, the appeal met with no support from Mr. Lesley, avIio ansAvered : \" No, Bertha, no false opinions should be tolerated. Voltaire's expression of revolutionary ideas did more than a thousand and one secret societies to compass the ruin of France.\" \" You think so . \" eagerly questioned Troika. \" Well, it will ever seem to me that to meet an evil Avith full knoAA'ledge of its extent, is to conquer it. And as regards a country, it can never remain stationary ; and, therefore, to make liberty and progress perfect in his day, is the duty of every man.\" \" You make such sAveeping assertions, sir,\" Avas the Rector's vexed reply, \" that I do not care to argue the question any longer.\" \" That's right, father, for Karl has practical"], [29, "THE TABLES TURNED. 17 proof for his assertions, and you can hardly expect him to accept your old theories.\" Louis evidently prided himself in putting the closure on so neatly, but Bertha took up the cudgels indignantly. \" Hoav dare you call anyone's theories old, knoAA'ing so little as you do, Louis . And as for your friend, he knoAvs about as much as you, and takes every Avord the last public speaker chose to use as so much gospel truth.\" The Rector seem rather vexed at the vehement tone his daughter spoke in, but the only notice the stranger took, Avas a slight elevation of the eyebroAvs, just as the Frenchman employs his hausser les epaules ; AA'hile Louis remarked : \" What a pity you have AA'asted so much zeal, noAV ; if the Marshes had been present, it might have been appreciated. But AA'hy not have come AA'ith us this morning . \" \" Simply because I did not knoAv you intended calling on Lilie Marsh.\" VOL. I. c"], [30, "18 DOCTOR, OR LOVER? Now, this AAas a home thrust for Louis Lesley, AA-ho, AA'hile entertaining a deep admiration for the young lady in question, AAas very adverse to acknoAvledging the slightest partiality in that quarter, owing to the large fortune Lilie Marsh AA'as knoAA-n to be heiress to. So Louis replied, crossly: \" When I do call on Miss Marsh I will tell you beforehand ; but Karl will tell you that Avas not the object of our visit to Court Leas this morning.\" \" Oh ! for that matter, old fellow,\" laughed Troika, \" I can't say AA'hat Ave Avent for ; but if that pretty piece of simplicity is Miss Marsh, I fancy you forgot the object in the reality, for, at any rate, I saAv nothing else.\" A laugh from Bertha, and the subject dropped ; but just before they left the luncheon table a question from Mr. Lesley, as to Avhat time the horses Avere to come round, roused Louis' curiosity, and to his enquiry as to where they were off to, Bertha replied :"], [31, "19 THE TABLES TURNED. \" Only for a ride ; father and I arranged it this morning.\" \" Then Troika may as Avell go AA'ith you, as I'm due at the club. What do you say, Karl . \" \" Thanks, I shall enjoy a gallop aboAe every thing. I suppose you hunt, Miss Lesley,\" Troika added, turning to Bertha. \" Y'es ; but Louis, why not take your friend to the club . Y'ou knoAv Rore cannot go Avell with a fresh horse.\" \" Then leave me out by all means. I should not like to spoil your ride by my presence.\" And Troika laid a stress on the last AA'ords. Y\"et as they left the dining room he asked the butler as he passed out Avhat time the horses AA'ere ordered for. \"Three o'clock, sir,\" ansAA'eredthat functionary; and Karl joined Louis in the smoking room. The steeds stood at the hall door punctually to the hour: the Rector's horse, a broad-backed weight carrier, and Rore, a dark bay about c— 2"], [32, "20 DOCTOR, OR LOA'ER. fourteen and a half hands, to all appearances a veritable lamb as he arched his neck to Karl Troika's caresses. Mr. Lesley, with a stalworth hunting crop, and Avearing a respectable chimney-pot, under which one may hide a Avell-developed and states manlike skull, was the first of the tAvo riders to appear, and, seeing the young Anglo-Russian Avith one of the ordinary crush hats of the day, remarked : \" So you're not coming with us . or do you young men ride in those frying-pans of hats I They never could have been introduced if brains had remained in fashion.\" \" No, I'm not coming, sir,\" and Karl gave a quiet smile as Bertha Lesley came toAvards her horse, and coming forward, held his hand for her to mount. Involuntarily Bertha vaulted into her saddle, and then, noticing Karl arranging the stirrup, it flashed to her thoughts hoAV she had voAved to treat this man differently from"], [33, "21 THE TABLES TURNED. others ; and she hastily exclaimed, \" How forget ful of me ! Y'ou are doing the groom's work, and that Avill necessitate my thanking you, Mr. Troika, Avhereas if the proper person had done it I should have been spared that trouble.\" \" Why not leaA'e the thanks alone 1 A groom Avho does his duty deserves it much more in my opinion than any one stepping in for mere pleasure. Perhaps one day you AA'ill think, as I do, all equal ; but till then I must expect to be misunderstood and debarred from the pleasure of your ride, not by Rore, but by her mistress.\" The parting Avords might have easily been lost to less attentive ears, but Bertha Lesley took in their fullest meaning, and an angry flush sprang to her face as she realised hoAv fully this man had seen through her, and hoAV much he despised such feminine subterfuge."], [34, "DOCTOR, OR LOVER . 22 CHAPTER III. TO THE LETTER OF THE LAW It Avas Karl Troika's first Sunday at Slade, and as he gave a last tAA'irl to his moustache before leaving the glass, such a grimace distorted his face that no one could have recognised the OAvner as a more than ordinarily handsome man ; but Karl's thoughts Avere in accord, for they ran as folloAvs : \" Sunday. I should think a regular Avet blanket ; still, if Louis oggles that pretty little Marsh girl, I shall talk politics with the sister, in spite of the gratuitous information that they are a forbidden subject on the Seventh Day.\" These thoughts had been called up by Louis, who had just left his friend's bedroom, after"], [35, "23 TO THE LETTER OF THE LAW. telling him that Mr. Lesley had long ago enforced a Sunday rule of no discussion of any kind on that day. Now, the Rector had done this in sheer self defence on Bertha Lesley's return from Ger many ; for Louis being home from college, these tAA'o had plucked his pulpit orations of all their oratorical splendour, and tested them AA'ith the fire of plain common sense. So, for the future, every one Avas alloAved the glorious liberty of keeping their opinions to themselves on the Sabbath and airing them on Monday, the result being that they lost all their keen interest and not a little of the satire that otherwise would have flavoured them. One duty the Rector's daughter took upon herself con amove, and that was playing upon the organ at the Sunday services, and in this way Bertha Lesley escaped from the amount of small talk so pleasing to members of congrega tions in general. But the Misses Price, head of"], [36, "24 DOCTOR, OR LOVER . the district-visiting clan, could have exempted Miss Lesley from the office of organist, as the curate, the Reverend Ebenezer Reel, invariably came from the Vestry, and took upon himself the deputy-organist post by arranging the music for the next service and going to dine at the Rectory. On this particular Sunday Mr. Lesley preached on Sodom and Gomorrah, turning his text to a very practical conclusion by warning his parishioners not to destroy their bees in the brimstone pit, or they justly deserved a foretaste of AA'hat he AA'as about to give them. And to Karl Troika's utter amazement, the clerk, aa'Iio sat near the pulpit, approached the square stove for warming the church, and sliding back the flat iron top, sprinkled the contents of a packet of sulphur on the red-hot coke ! A cloud of smoke of a most suffocating kind made Karl press his handkerchief into service ; but, except for Louis, all the parish ioners seemed unconcerned, so true is it that"], [37, "TO THE LETTER OF THE LAW. 25 constant deviations from the beaten track become accepted facts. \" We'll go as soon as possible,\" AA'hispered Louis, annoyed beyond measure at the practical illustration of his father's t3xt ; but Karl simply gave a dry cough by way of reply, and, when the close of the service was reached, ansAvered : \" I've been A'astly edified, my dear felloAv, and intend Avaiting out your sister's voluntary. But those Court Lea folks are Avaiting for you, arn't they . so look sharp.\" And Louis, Avho little guessed that Karl had made a random shot at what he expected AA'as the rule rather than the exception, hastened out of the seat. Troika waited, and in a very short time the last countryman banged his way out. Then he got up and went toAvards the organ, remarking to Bertha, aa'Iio AA'as still engaged on Mozart's TAvelfth Mass : \" That is a glorious voluntary. I suppose you have never heard it any other way, Miss Lesley.\""], [38, "26 DOCTOR, OR LOVER . \"No; but you are scarcely English in your taste, Mr. Troika, or you would have scuttled out of church before the first bar had been played.\" \" Should I ? Well, if you think your father would not object, I will sing some of the words.\" And Bertha having given consent, Karl Troika broke forth in a deep rolling bass ; and so infectious AAas the example that Bertha found herself taking a contralto part all unconsciously Avhen Mr. Reel came as usual to arrange the evening hymns. As they left the Church the Rector detained the visitor to sIioav him some architectural curiosity in the AYest AvindoAv ; but Karl, Avho Avas not over pleased at the arrangement, Avalked so quickly that they soon joined Aliss Lesley and the Curate, AA'ho AA'as just speaking, expressing his regret at the backAA-ardness of of the choir bovs."], [39, "TO THE LETTER OF THE LAAV 27 \" I regret the choir not getting up that anthem, even noAV, Miss Lesley.\" \" I certainly never expected them to, Mr. Reel,\" replied Bertha, \" there is a very poor chance of a country choir taking to more than one tune during a lifetime in my opinion.\" \" And you think what is true, Miss Lesley,'' interposed Karl. \" Any one entertaining the idea that country lads might become imbued Avith the enthusiasm of the organist in this case must be incapable of appreciating the worth of the music.\" The Curate looked blackly at Air. Troika, but Bertha spoke up to the rescue. \" Not in this case, for Air. Reel is the life of all the music taught in the parish. I never go near the Sunday school on principle, do you knoAv X \" And for the first time Bertha turned to Karl in the familiar Avay one does to those in touch with our OAA'n special sentiments, AA'hile he replied, as if greatly amused :"], [40, "DOCTOR, OR LOVER . 28 \" Indeed ! I'm terribly shocked, Aliss Lesley. Once, AA'hen up at Oxford, I took a dose of Raike's essence. There Avas so much cant in it that, like you, from that day forth I left it alone.\" \" But there is only earnest Church teaching with us, Mr. Roika,\" meekly expostulated the curate. \"Your name is not Irish, is it.\" innocently questioned Bertha, Avho could ill brook the Curate dragging her name into parish Avork. \" No ; Troika is an old Russian name ; but Avhen our friend is at the Sunday school the Sunday work must be exceptionally real, must it not, Aliss Lesley ? \" And Karl, having so successfully turned the tables, the Curate suggested he should Avait for the Rector, AA'ho had been Avaylaid by an old parishioner, and the conversation betAveen Bertha Lesley and the visitor drifted to an explanation of Air. Lesley's one hobby, and hoAv"], [41, "TO THE LETTER OF THE LAW. 29 on one occasion he had treated the congregation to a sheep's skull containing honeycomb as an illustration of Samson's riddle. \" AYhat Spartans these people Avould make. Nothing could take them at a disadvantage during the course of then lives,\" Avas Troika's comment ; and then Louis turned up, haA'ing seen the Alarshes fairly on their way, and all made then AA'ay to the house and to an early dinner."], [42, "30 DOCTOR, OR LOVER . CHAPTER IV. SECRET LOVE In looking back \" in after sorroAvful years,\" Bertha Lesley kneAv that this Sunday marked the day of the cessation of hostilities betAA'een Karl Troika and herself. After their tete a tete on music, politics and the events of every day were indulged in, and Bertha found in her aspira tions towards an impossible and immeasurable state of liberty of mind a kindred spirit in this Anglo-Russian. Louis soon found out that his sister had laid doAA'n her arms ; but Mr. Lesley, like many fathers whose pockets are full, never concerned himself as to the status of his son's friend. One morning Lilie Alarsh rode over to"], [43, "31 SECRET LOVE. suggest that Bertha should ride Avith her to Court Leas to see the ground chosen for a neAv tennis court, and, at Louis' suggestion, Karl was included in the party ; but AA'hen Bertha Avas ready Air. Troika came out to help her to mount, without any hat on, and evidently not pre pared to join them, causing her to say in a disappointed tone, \" Then you do not care to come, Air. Troika . \" \" Y'es ; but your horse is restive AA'ith a com panion it is unused to, and I would not spoil your ride for a great deal, Aliss Lesley.\" Bertha kneAv that a tell-tale blush had floAvn to her cheeks at the remembrance of her former littleness as regarded Rore's unmanageable temper, but, like all generous natures, she forgot conventionalities in her desire to atone. \" Oh ! do not stay because of my mean speech that first day. AYe are in no hurry, are avc, Rore . \" and the girl stooped over her mare's head to pat its sleek neck; Avhile Karl gave"], [44, "32 DOCTOR, OR LOVER. one look at mistress and steed, and Avas off to the stables, where his horse stood ready saddled and chained to the mounting block, and a smile crossed the young man's features at the thought. \" So Rore is not so restive after all — or is it that her mistress is less so . \" Bertha Lesley never knew Iioav that morning sped, for Karl Troika put forth all his energy to appear at his best, and Louis kept Lilie Alarsh to himself till an unfortunate remark on her part as to \" What a handsome friend he had made while at College.\" To this Louis acquiesced, adding : \" Y\"es ; Troika is handsome after a style, but more of the Alephistophelian style.\" \" I Avish I kneAv Alephistopheles, then,\" Avas Lilie Marsh's simple comment. \" All your friends must be very taking ones.\" Noav, although Louis laughed at the idea of his new friend Alephistopheles, yet it caused him to become suddenly aAA'are of the time, and"], [45, "SECRET LOVE. 33 after a brisk gallop and an inspection of the grass plot being laid down at Court Leas, the return to Slade Avas made under those conditions AA'hen two are company and three none. Only a week later, and avc find Bertha Lesley seated at her favourite vantage post — the morning-room AA'indoAv at Slade Rectory. Her fingers are busy on a crewel Avork chair back. But it is merely an excuse, for that mysterious faculty, thought, is far too much exercised for the fancy work to succeed. It AAas close upon twelve o'clock, the time AA'hen Air. Lesley returned from his inspec tion of parish schools and visits to the sick, and he broke upon his daughter's reveries by saying, as he entered the room : \" Why, Bertha, I thought you were off to the meet . Lilie Alarsh passed me on her AA'ay there, and entrusted me AA'ith a piece of neAvs for you, in spite of my assurances that she would come across you with the hounds.\" \" What is it, father . \" and Bertha smiled, for VOL. I. D"], [46, "34 DOCTOR, OR LOVER? Lilie Alarsh's neAvs AA'ere generally of the trivial order. \" The important fact that a Colonel Gorten has taken the Hall, and that you Avill possess another friend, in-so-much that he has an only daughter.\" \" But hoAv does Lilie knoAv about another friend ? Alore likely this Aliss Gorten aaIII please her than me, especially if there are any sons, father.\" \" Sadly too many, I should think,\" ansAvered the Rector. \" Three great, \"wild schoolboys, I hear. Rugby, I believe, is responsible for their bringing up.\" \" AYell, I'm glad they are still boys, for I can well dispense -AA'ith these modern young men,\"' added Bertha, little dreaming of the fire she AAas calling doAvn upon her OAvn head, for her father ansAvered : \" I quite agree Avith you, child, avc shall neither of us regret the departure of Louis' friend. The"], [47, "35 SECRET LOVE. young man is a thorough Socialist, and you, as hostess, AA'ill be thankful to be rid of the felloAv.\" A crimson blush sprang to Bertha's cheeks, and she utterlv failed in making an indifferent answer. \" But Air. Troika is not going, father ? Surely Louis would have told me.\" \" Why should he ? It is time this Troika Avent, and I shall tell your brother so.\" \" I think I should leave it to Louis. He has very few friends, and surely we can alloAv him to have them, uoav he has settled at Slade ; for it must be very dull for Louis, AA'e must remember, after Cambridge, father,\" AA'as Bertha's calm reply. But the Rector was not so easily put off the scent of coining evil, for he added : \" I little thought of you, Bertha, as an advocate on this Anglo-Russian's part ; but, at anv rate, Louis, as usual, finds a warm defender in you, eA'en AA'hen his friends are personally D— 2"], [48, "36 DOCTOR, OR LOA'ER. objectionable, as I am sure this Troika must be.\" With all her heart Bertha wished it might have been so, but her father's inquiry simply engraved the knoAvledge that Karl Troika's departure would mean some spring of happiness removed from her life, and the concentrated thought of this man's opinion of her, and forgetfulness of her brother's slightest AA'him, caused Bertha to OAvn, that he, Avhom she had meant to despise, had become her beau ideal of manhood — had become a part of her interest in life, would henceforth have a part in her thoughts and actions ; and knoAving this, the girl sighed as her father left the morning-room. Bertha let her work drop, and bent forward, burying her face in her hands, which pressed close to those fair cheeks that had gone so far to betray the heart's secret, as noAvthe lips whispered it to the breeze, in the AArords : \" Mother ! my dear, loving mother, Avhy"], [49, "37 SECRET LOVE. cannot one be happy, be content in one's self ? \" A silence folloAved, and, as Avas to be guessed, Bertha, stirred by strong feeling, ansAvered her OAvn impetuous question. \" Life is not worth living without love, and yet here am I rebelling. What does it matter to this man Avhether I shall miss him or not . \" Seldom it is that Ave are ansAvered so positively as this girl thinker Avas ; but the very man who formed the object of those thoughts Avas Avalking leisurely doAAn the drive AA'ith Louis Lesley, and, seeing Bertha sitting at the open windoAV, decided to cross the laAvn and speak to her. So, turning to his companion, Karl said : \" There's your sister, I think AA'e'll turn across the grass and tell her about the run, shall Ave . \" Better keep it for luncheon time, and then the governor will hear at the same time.\" But as Troika turned off, Louis added, \" Well, go if you like, I'm off to see about my cob.\""], [50, "38 DOCTOR, OR LOVER ? Noav, Bertha had caught the sound of voices, and had purposely withdrawn from the AvindoAv, Avhen Karl Troika's tall shadow Avas cast across the casement. \" Shall I be giving you cold if I stay here, Miss Lesley . Louis and I have had such a gallop Avith the hounds that I did not realize it Avas chilly till you gave that shiver.\" Bertha, who insensibly kneAv Karl Avas there, turned toAAards the window, and, evading his question, asked another. \" Did you see Lilie Marsh . Father told me she AA'as driving furiously, so as to see the hounds throAv off.\" \" Miss Marsh 1 No, I think not ; but Ave must ask Louis that,\" and Karl gave a melodious laugh, as he leant forAvard on the window sill. \" But I missed Rore and her mistress, and being my last run in these parts, I should have liked to carry aAA-ay a remembrance of the day and the companionship.\""], [51, "39 SECRET LOVE. \" Then you are leaving us ? I did not know that when we arranged our plans this morning. I suppose you are tired of Slade, already . \" In vain Bertha Lesley tried to speak in an indifferent tone, that after chord of regret would sound audibly to the acute ear. \" No ; the place itself has neither tired me nor otherAA'ise ; and if I had myself knoAA-n my plans, I should have asked you to spare me this morning's ride. Will you let me tell you why I am going . \" Karl Troika had taken possession of Bertha Lesley's hand, and, if ever a pair of handsome eyes looked pleading a cause con amore, his did. But this young man really simply recognised that a AA'oman above the average, both in intellect and looks, Avas Avithin his means of captivating, and he determined that to aAvaken the heart of such an one would be Avorth risking another invitation to Slade."], [52, "40 DOCTOR, OR LOVER . Bertha framed no positive reply to his request; but the hand still remained captive, and Karl continued : \" Well, then, I am going, because you are more to me than I dare to think of, and yet for even one small spark of liking on your part I would Avait — I Avould undergo any probation. But because I love you Bertha, I cannot trust myself; therefore I must go.\" \" Must you go . \" The Avords sounded senseless, but the tone and look told Karl that a bold stroke would Avin the day. One bound, and he stood in the room, and a passionate kiss Avas imprinted on her brow. \" Only for a time, and I would have spared you that had I believed my feeling of love AA\"as likely to be understood. But loving as I do, made me feel fearful of taking to heart any kindness from you.\" Then Bertha in a feAv simple words told hoAv she had meant to despise this friend of her"], [53, "SECRET LOVE. 41 brother's ; but how he had Avon her respect and she added : ' When I heard you were leaving us, I kneAV, Karl, that life would never be the same without you, And hoav, Karl, you say you love me! — and I have loved you almost from the first, it seems to me. The final words Avere so gently spoken, that it was Avell Karl Troika AA-as no half-hearted wooer in the way of encircling Bertha's Avaist with his arm, or he might have never heard them, for on the girl's part this love was too intensely in earnest to run a smooth course. \" Then my revolutionary ideas never made you misjudge me . Oh ! Bertha, I wish I could think your father AA'as as unprejudiced ; he Avill never think me worthy of his daughter.\" Entirely trusting in Karl Troika's honour, it AA'as an easy matter for Bertha to consent to their love for one another to remain a secret, both from Mr. Lesley and Louis, for the three months"], [54, "42 DOCTOR, OR LOVER . of Troika's absence, for he promised to ask the former's consent to the engagement the folloAA'ing Easter. \" And as for Louis,\" Karl explained, \" he need only be told that you are interested in my Avork for the social Avelfare of Liberals generally.\" \" And my letters may come direct to you, Karl . I could not Avait for Louis' whims in writing to you. It Avill be doubly hard for me keeping my love from father.\" Bertha's voice shook, for father and daughter had been all in all to one another for the last few years, but Karl Troika Avas ready Avith an ansAA'er that Avas theoretically perfect, yet equally unpractical. \" Then let me go to Mr. Lesley at once. I would not have waited one moment, Bertha, but you shared my doubts as to his consent being given.\" \" No, I could not bear him to refuse; it Avould mean leaving him in anger.\""], [55, "43 SECRET LOVE. \" Then, for your sake, there shall be no such cruel chance, I Avill gain your father's better opinion, and Avait until Ave are sure of his blessing.\" If Karl Troika had said his personalty, it AA'ould have been nearer the truth ; but so it Avas, that Bertha Lesley bound herself by a secret engagement to one, of whom the most she kneAv Avas that as an orphan of twelve years old. Karl Troika, left under the guardianship of a Pole then keeping a boys' school in the suburbs of London, and from the same school Karl Troika, by means of a Avell-earned scholarship entered the University of Cambridge. There tradition ended, and Bertha Avas supposed to have knoAvn this Anglo-Russian's history through Louis : hoAv, at tAventy-one, through some un explained influence, Karl had gained the appoint ment of an Under Secretaryship at the Russian Embassy in London ; also that Troika Avas a prominent member among the Freemasons, and"], [56, "44 DOCTOR, OR LOVER . had persuaded Louis Lesley to join them during the long A-acation which had been spent in town. This Avas then all that Bertha Lesley kneAv of the past of the man to Avhose keeping she had entrusted her love. But no shadow of mistrust darkened the parting on the morrow, when Karl snatched a last kiss, and AA'hispered the AATords : \" I go but to work for my Bertha ; to live on dreams of thee.\" Then he went into the hall to bid a formal adieu to the Rector, for it had been agreed betAA-een the lovers that Bertha should be spared the general leave taking, But the Rector as it happened had mislaid a book, and had come from his study to seek his daughter's help, so that young Troika's explanation as to having bid good-morning to Miss Lesley Avent for nothing, and, in response to her father's call, Bertha came forward. \" I have lost my Cicero, Bertha,\" the Rector ex plained, \"but AA-ait noAvuntil Mr. Troika has gone.\""], [57, "SECRET LOVE. 45 So father and daughter Avere left standing at the Rectory door together, Bertha outwardly indifferent to Karl Troika's final gaze, while a feeling of loneliness crept over her, only to be intensified by her father remarking : \" Well, good riddance to such Radical rubbish. What do you say, childie . \" \" That Louis' friends can ne\\erbe that to me, father.\" \" A good job this felloAv has that recom mendation in your eyes, for it Avas as much as I could do to put up Avith this Karl Troika about the place. No reply Avas made by Bertha, who simply went into the study, and found the missing Cicero, and then Avent to her OAvn room, oppressed by two feelings : a longing, unsatisfied love for the man her father despised, and a hard feeling of the injustice on that father's part, AA-hose every act till uoav had been perfect in the loving reverence of a childlike fidelity."], [58, "DOCTOR, OR LOA'ER . 46 CHAPTER V. SUPPRESSED FEVER. On Louis Lesley's return from seeing Karl Troika off for London, he announced the arrival of Colonel Gorten and his family at Slade. \" The furniture, I hear, came last week,\" con tinued Louis, \" and the hall is furbished up. There is one daughter, Bertha, but she has spine complaint they say, and is perfectly helpless.\" \" Yes, I kneAv that, but had no idea the Gortens \\\\Tere taking possession of the hall so soon as this ; it is altogether a mistake coming doAA'n here at this time of the year,\" added Mr. Leslev. And then he asked : \" Did you see any of the sons, Louis .\" \" Yes, three great Rugby cubs; look Avell"], [59, "SUPPRESSED FEVER. 47 enough in the cricket field, but at the station seemed doing their best to murder their sister by dropping her carrying chair.\" \" Do you know how old this daughter is, father . \" And Bertha turned to Mr. Lesley, adding : \" I have little doubt but that the parish oracles have supplied all the necessary information about these Gortens.\" \" Just SAA-eet seventeen, Bertha, and Miss Price told me — and she is your priestess of Didonia, I fancy,\" Avas the Rector's reply, and he laughed at Bertha's sharp guess that he Avould be so fully aAvare of the latest gossip. \" Onlv seventeen, poor girl ! Well, she will escape one misery, that of being pestered to take a district.\"' \" No doubt ; but Colonel Gorten can hardly be aAvare that scarlet feA-er is about doAArn here — to bring an invalid child Avhere it must be risky.\" \" Scarlet fever !\" exclaimed Louis, \" Why,"], [60, "48 DOCTOR, OR LOVER ? father, I never knew it was in Slade, so a stranger stands very little chance of knowing about it. That's why the Marshes are speaking of leaving Court Leas for a time. But did you knoAv there Avas fever in the village, Bertha . \" Yes, it would have been more startling to me, Louis, to hear there AA-as not a single fever case in Slade, for it is always more or less among the poor here in the valley. Is it not, father .\" The Rector looked grave. He AA'as thinking out his duty in enlightening the neAv comer, but he answered his daughter's question with the words, \" Yes, fever of one kind or another. Its frequency engenders contempt, I fear, still the danger to a neAv inhabitant Avill intensify the ill. And so neither Louis, nor you, Bertha, must call at the Hall till I have seen Iioav matters are.\" The Rector Avas right. The Gortens had not been more than tAAro weeks at the Hall before the Colonel found out that several cases of scarlet fever existed in Slade, and being a man of action he"], [61, "49 SUPPRESSED FEVER. called at the Rectory, holding the orthodox opinion that a State Church makes its ministers responsible not only for the welfare of souls, but of sanitary bodies. Mr. Lesley had long ago tried to cure, or, at any rate, mitigate, the evil ; but, single-handed as he was, reform Avas impossible. And directly his visitor explained the object of his call, the Rector gave the true state of matters. \" The fever is nursed in the damp Avails and thatch of the cottages, and by most of the drains running close to the wells. I am like our old doctor here — so used to it that I never fear infection. There is literally no one of position or energy left to help me to cope with it, because Mr. Marsh, Avho owns Court Leas, always turns his back on Slade whenever the fever gets ahead of its usual chronic condition.\" \" Well, Avith your assistance,\" answered Colonel Gorten, \" I am more than willing to cope AAith this scourge. I have already been vol i. E"], [62, "DOCTOR, OR LOVER . 50 appointed on the magisterial bench, and we will call in legislative aid. It is not right that any man should sit contentedly down, even if his OAAm particular eyrie is above the stricken valley. I should not now be mourning my dear Avife if I had not sat supinely in my verandah at Agra when the cholera raged there.\" \" A terrible loss, as I myself know.\" And the Rector sighed heavily at the recollection of past days. Then he added : \" You Avill write to Whitehall then, and let me know AA'hat is decided . \" \" Certainly ; and, meanwhile, I shall see this Marsh, and get him to support any local measure we propose.\" \" I have little hope of his assistance, but Court Leas is not far from here, and a call would bring him round perhaps. Will you make my daughter's apologies to Miss Gorten for not calling at present. I thought it AAiser with this fever to Avait a time.\""], [63, "51 SUPPRESSED FEVER. '• Certainly, and thanks for such considera tion. You may have heard that my poor Grace is helpless from spine complaint,\" replied the Colonel ; and the Rector having expressed his sympathy, the visitor took his departure. In the afternoon, Bertha Lesley drove over to Court Leas, to find both Mrs. and Mr. Marsh in a panic caused by the Colonel's visit ; for, although the conjecture that scarlet fever Avas in Slade had been known for some Aveeks, still a bare statement of the fact had paralysed this characterless mother and daughter. Questions followed each other in hot haste as Bertha came into the drawing room. \" Hoav many fresh cases had broken out since Colonel Gorten came . \" This from the anxious mother. \" Had Bertha come to say good-bye before start ing for Europe . \" from Lilie Marsh ; and then : \" Was Colonel Gorten afraid that his invalid daughter had taken the fever . \" E— 2"], [64, "DOCTOR, OR LOVER . 52 When duly assured by Bertha that none of these things were likely to take place, Mr. Marsh explained the Colonel's visit of that morning, and, in a pompous tone, gave his answer in extenso for Bertha's benefit. \" YTou know, I told him I Avas not going to stop in Slade to support any one's measures, but I said : ' You're Avelcome, Colonel, to draw a big cheque on my bankers if you'll wait till I and my Aviso and daughter are safely out of this fever stricken hole.\" \" And what did Colonel Gorten say . \" asked Bertha, looking at the millionaire, with just a shadow of a smile on her lips. \" Well, he seemed just taken aback ; but talked about unselfish regard for those poor around us, and never so much as asked for the cheque, though I told him I should not be here longer than Avas just necessary for the women to pack up.\" \" Y'es,\" interposed Lilie ; \" Ave are going to"], [65, "SUPPRESSED FEVER. 53 Brighton, and really I am so frightened that when I saAv you coming. Bertha, I nearly rushed out of the house for fear of infection; and then mamma reminded me you left all the cottage visiting to those spiteful old maids, and only made jelly and beef tea for them to take the credit of.\" For the first time in her life Bertha Lesley heartily wished she could have called herself a District Visitor ; but she merely answered : \"' No ; I am less likely to bring fever here than my brother, for he so frequently rides through the village on his AA'ay here.\" \" Oh ! Lilie ain't frightened of Mr. Louis, are you, Lilie . \" broke in Mrs. Marsh, \" He does us such good Avith his jokes and bright spirits. I wish you'd both come and take rooms at Brighton.\" \" Then a on really intend to leave Slade ? For myself it would be foolish, because there is really no more fever in the place than usual,\" was Bertha's cool answer."], [66, "DOCTOR, OR LOVER . 54 \" Well, of course, we shall be glad to get braced up in any case. But here's Mr. Louis coming. Just go out and tell him his sister's here, there's a good child.\" And mamma Marsh turned to the \" Innocent,\" as Karl Troika styled her ; Avhile Bertha ground her teeth at the thought of Avhat a malleable tool Louis Avas in the Marshs' hands. When young Lesley entered the room, Mrs. Marsh continued: \"Just who Ave wanted. I have been trying to persuade your sister to come to Brighton. We are going there to-morroAv. What do you say, Mr. Louis . \" \" That it's a first-rate idea,\" was Louis's eager ansAver. \" You'll go, Bertha . \" and the speaker turned to his sister. \" Certainly not. If matters arc as serious as one might suppose by such a general exodus from Slade, I should not care to leave my father alone,\" Avas Bertha's quiet ansAver. \" Oh ! you are unkind, Bertha ; you might"], [67, "SUPPRESSED FEVER. 55 come,\" pleaded Lilie. But when it was proposed that if Louis would remain with their father, Bertha would see about coming to Brighton for a week, the question was left undecided, and Bertha left Court Leas convinced of one fact, and that was that it was Louis' company that was so- desirable, in-as-much that her brother had been persuaded into running doAvn to Brighton the end of that same Aveek it being Wednesday the afternoon of their visit. Saturday soon came, and Bertha drove her brother to the station. To the enquiry whether he intended to remain away till Slade Avas con sidered free from infection, Louis answered : \" I can't say yet when I shall return, for I intend running up to town, and then having a final sea breeze if our friends are still at Brighton.\" \"That means that you'll stay aAvay as long as your present allowance lasts. I only hope the"], [68, "56 DOCTOR, OR LOVER ? Marshes Avon's find new friends pleasanter than old ones. They strike one as just the kind of people to make the most of boarding-house nobilitv.\" \" Well, and Avhat difference woidd that make to you, Bertha . By the live, haven't you a message for Troika . I shall see him this even ing at the \"Crito.\" It's our Mason's Club.\" Bertha flushed up, and gave the cob a flick with the Avhip. \" Yes ; but you were not going to London noAV, Louis ?\" '\" ell, I suppose if I choose to look Troika up its no concern of yours, for lie told me all that he cared for Avas to rouse your interest on behalf of Polish exiles ; but it strikes me he's rather keen on the matter. What do vim sav .\" The girl Avas instantly on her guard, as she ansAvered, \" Who gave you any right to think about the matter — surely not your mvsogamist friend, Louis. Can't a woman be alloAved to"], [69, "SUPPRESSED FEVER. 57 take an interest and think out the questions of the day without being suspected of some foolish motive ? \" \"Oh! I don't care, so don't get waxy, especially as all these mysterious blue-book extracts have reached you, first hand ; still, you might send your grateful thanks by me, I thought.\" \" Well, then, tell Mr. Troika,\" and Bertha hesitated — \" tell him you left Slade, because there is scarlet fever in the village.\" \" What an important piece of iicavs. I had better add you sent it, or he may think I've .softening of the brain.\" \" Do cease. Louis, if you cannot speak more to the purpose. •■ Quite so. It seems to me I might reiterate those sentiments, for I don't suppose the Embassy Avill collapse, and Karl fly down to Slade And. of course, as thcbillet doi ix are all on his side, there's no fear of letters from here carrying infection.\""], [70, "58 doctor, or lover . Louis' parting shaft remained unchallenged, for Bertha was deep in thought. Hers Avas indeed a bald message to send her lover, but then, Iioav much did Louis know . Karl seemed to have said less to his friend than Bertha had thought, cloaking their correspondence under a plea for interesting her in his persecuted countrymen. Poor girl ! Her web Avas becoming soon tangled. It Avas an earnest of the great love this man had engendered in her soul, that she Avas willing even to keep Louis, her twin brother, and her lover's supposed friend, in the dark. But Karl kneAv Louis' Aveak nature far better than his sister did, and he acted AA'iselv, as the children of light ever do."], [71, "59 THE YOUJfG Al.D. CHAPTER VI. THE YOUNG .Al.D. The end of another week brought a communi cation from Whitehall, and it ran as follows : — \" The cases of fever and the generally insanitary state of Slade and the neighbourhood, have received our earnest attention, and the Inspector for South Devon, Dr. Lee West, M.D., has received instructions to thoroughly look into sanitation in the district, and to remain on the spot until such time as he shall deem all measures tending to the general health carried out. It is trusted that all the assistance possible will be given to the above appointed official in your poAA'er.\" This letter, addressed to Colonel Gorten, A\\-as"], [72, "DOCTOR, OR LOVER . 60 brought by him to the Rectory, and also the information, that at Doctor West's request, the Colonel had bespoken the only apartments in Slade — those of a Airs. Price. Now Mrs. Price Avas the mother of three daughters, the most able District Visitors in Slade. This widow, without the incumbrance of a heavy balance at the bank, but with a small villa-house, left to her by the late lamented Price, let tAvo rooms, by way of realizing some ready money, and, up to recently, these had been occupied by the Curate, who, for the time being, worked under Air. Lesley. But, Avhen his reverence, Ebenezer Reel, appeared on the scenes, he chose humbler quarters, Avhere, no doubt, his heart, if not his purse aaus safer, as daughters were not among the advantages offered in his present lodgings. A^ lien Colonel Gorten explained his mission, the widow Avas profuse in her thanks, for as her two pets — as the fond mother styled Eliza and"], [73, "61 THE YOUNG Al.D. Marian Price — would go among the fever stricken villagers, it would not expose them to infection, even to have this Dr. West coming and going. And now for the young medicus himself. Dr. West was a tall, fair man of just twenty three ; a high forehead and acutely defined features, gave Lee West a look of poAver, Avhilc a certain calm possession made his youth hardly noticeable, and most people Avould have guessed his age at thirty. His father had died in harness, leaving a first rate practice, but no means AA'hereAvith to keep it together. Mr. West, senior, Avas content to live up to his income, the truth being, that the amount of that income had for some years been an unstated quantity. At the time of his father's death, Lee was seventeen ; too young to slip into his father's shoes, and yet the education of tAvo sisters prevented his mother from substituting a locum tenens."], [74, "62 DOCTOR, OR LOVER? So the practice Avas sold, and mother and daughters retired to Newport, where the youngest — Matilda — was still at school, for Lee West came between the two girls, a veritable rose between tAvo thorns, as all who knew the home circle would attest. Emily West Avas lost to all the practical aims of life — an enthusiastic disciple of Spiritualism — and existing in a state of highly wrought nervousness, and on all sides meeting with mesmeric non-conductors and mediums among her circle of friends. When Lee West had walked his duly allotted number of hospitals, he returned to Newport, and was in the nick of time to take up a country partnership with a Doctor White, of Roncheme; and, to further lighten his mother's hands, Emily West was to settle with her brother, and keep house for him in the main street of this small watering place. It was not long before the young Doctor, on"], [75, "63 THE YOUNG .Al.D. his rounds, heard rumours of his sister's spirit rapping tendencies, couched in the following remarks : \" Oh ! Doctor, A\\e were quite startled at Miss West. She considers all you Doctors as humbugs, and that no one can be cured without electricity ! \" T< i which young West would mildly reply : \" ( 'ertainly electricity is a valuable ally, but a little knowledge is a dangerous thing.\" \" But your sister believes in spirits and hypnotising the patients, so we shall have to be very careful with you, as our doctor, you know.\" Lee West passed it off as a joke. And being a great reader, it did not trouble him to know that invitations were less frequent than at first ; and, of course, if his sister chose to make her eccentricities so marked she must abide by the consequences in being shunned, and, therefore, rather dull. Matters remained in this state till Lee West"], [76, "64 DOCTOR, OR LOVER 1 had been a year at Roncheme, when a young lady, a Miss Melville, came to this out-of-the-Avay seaside village as a patient of Bis partner. Dr. White. She Avas recovering from a nen-ous fever, and had come down from London, with a French nurse, to regain strength in the quiet, fresh air of Roncheme. Noav, at his partner's desire, Lee had asked Emily to see as much of the invalid as possible ; but, at the same time, Avarned her not to speak on her favourite subject until such time as he gave her permission. Dr. White took more than an ordinary interest in the case, as Mr. Melville Avas a school felloAv, and he Avas thoroughly acquainted with the ins and outs of the case, AA-hich he communicated to AYest as folloAvs : Miss Melville had been engaged to a French officer, Avhen she, in all innocence repeated some remark about a gambling debt oAved by her oaati brother Pierre, to another army officer, and that so enraged young Melville that he called Rene"], [77, "65 THE YOUNG M.D. out, and a bullet from that officer's pistol left Pierre Melville dead on the turf. From that moment Amy Melville lost both a brother and lover, for Rene disappeared, and melancholia with all its attendant miseries set in, which Paris AA'ith all its physicians and all its honeyed attractions failed to cure. But London, where Mr. Melville settled, brought matters to a climax, and brain fever Avas the effort of nature through which it Avas fondly hoped Amy Melville Avould be restored to life and reason. As Avas mentioned, Lee West kneAv the cause, and, therefore, when asking his sister to show Amy Melville every kindness, entreated her to abstain from Avorking on the imagination of a still Aveak brain poAver. So favourably had the case gone on that Emily often joined the invalid for a stroll on the sands, and got quite accus tomed to her companions acute sensibility and timidity, and at last looked on Lee's Avaming as a, foolish veto ; so that one afternoon when Amy VOL. I. F"], [78, "66 DOCTOR, OR LOVER . Melville asked her friend to remain for a chat in the lodgings instead of returning home, what more natural, than that Emily should hold forth on her pet hobby — spirit influence. Soon Amy Melville got deeply interested, and the conver sation approached that captivating but dangerous speculation — the condition of the departed. The invalid recalled the tragic past, and asked : \" Is it possible to recall a soul from the other world to ask for then forgiveness .\" \" Yres, possible ; and quite right to ask such a boon,\" Avas Emily West's emphatic reply. \" Would the spirit understand an explana tion . And, if forgiveness AA'as AA-ithheld, did that mean eternal hate . \" Amy Melville entreated to know, and the spiritualistic friend continued to explain : \" Yres. A spirit knew our thoughts without the necessity of expressing them ; but if the injury done Avas too great to gain forgiveness 'ere death, then the soul might remain still in"], [79, "67 THE YOUNG Jl.D. enmity.\" By this time Amy Melville had worked herself up to such a state of terror that, asking her to think no more about the subject, Emily West, ignorant of the ill she had wrought, returned home to make her brother's tea. It Avas close upon the stroke of seven that same evening when the surgery bell at Doctor West's was violently rung, and, not waiting for a message to be brought, the French bonne, with her large frilled cap set rakishly on one side of her head, rushed into where Dr. West and his sister were sitting, and exclaimed : \" Ah ! mon JJieu ! the English lady has killed ma petite sainte ! Make for your life to run docteur and snatch her from the demons ! Then with her wrinkled face, all white and contorted, as only faces that have knoAvn a southern sun can be, the French nurse added, pointing at Emily West : \" She has brought back le pauvre frere, she has F— 2"], [80, "68 DOCTOR, OR LOVER . told madamoiselle he will come from the dead to avenge the Avrong words spoken. The spirits — they have arrived, and drive ma pauvre petite to distraction.\" \" Hush ! \" And Lee West laid a calm hand on the bonne's arm. \" Your mistress is worse, is delire, and my sister est le motif qui I 'excite, ci Felice . \" \" Old, monsieur, c'est madame la (liable, c'est la sœur de monsieur \" — again pointing at Miss West, by Avay of explanation. Lee's voice was very stern, as he said \" Emily, did you speak to Miss Melville on your belief in spirits . Y'ou were with her all this afternoon, I believe, and hear AA'hat the nurse says. A plain ansAver, please, as everything depends on my knoAAdng the cause of this break doAvn.\" \" Yes ; quite innocently, I told Amy Melville that the spirit of the dead could be called back, but that the ansAver to any question would"], [81, "69 THE YOUNG .Al.D. depend largely on the state in which the person died.\" \" That will do ; \" and Doctor West's voice Avas grave and sad as he turned to the French nurse, and added, \" I will go back with you, Felice.\" And he passed out, leaving Emily West to debate AA'ith her spirits, AA'ho AAras to blame. When Lee reached Miss Melville's lodgings he found his partner already there ; the patient was in a state of delirium, calling frequently on her brother, But even had the spirit of the departed one been alloAA'ed, in God's infinite mercy, to return an ansAver to the girl's prayer, the brain could not have realized it ; all the tenour of the mind was snapped asunder, and both doctors knew that then science availed nought at this crisis. But Lee West felt his helplessness keenly on account of his sister's part in the break down of all their hopes for Amy Melville's cure. That night Lee West never left the"], [82, "DOCTOR, OR LOVER . 70 patient, and spent all his strength in alloAving the opiates to give some short respite 'ere the bodily frame Avas destroyed. And the next day brought Mr. Melville, whose overwhelming grief Lee had not the courage to confront — so he took the country rounds, leaving Dr. White perfectly free. When the day's Avork Avas over, and after an hour's imperative rest, Lee West approached the subject of all his trouble by informing his sister that Dr. White had discussed the subject, and had for some time doubted the wisdom of his sister's antipathic influence among the patients ; and, of course, after what had occurred he (Dr. White) should not feel justified in receiA'ing an invalid with the risk of so fatal a termination as in Miss Melville's case was ahA'ays possible. Further, that he was will- ing to re-imburse Lee West for his money put into the concern ; but, unless Miss West found a home elsewhere, he thought it the"], [83, "THE YOUNG Al.D. 71 only course to be taken ; adding, in conclu sion : \" Of course, West, I do not want to pry into your family matters, and your sister being Avith you may be imperative ; but, if so, I should advise you to try for a Government appointment where you need not depend on local support.\" Lee had seen the truth of these remarks, and even if Dr. White had not taken the initia tive, felt that he could not remain in a place where the necessity of sending his own sister aAvay Avas forced upon him. So Emily AYest joined her mother atNeAA-port, and Lee increased his liberal contribution toAvards their house- keeping to one hundred per annum, Avhile he himself Avas to remain entirely free. Not long after he became the successful candidate for the office of Sanitary Inspector for South Devon — an excellent post, placing him in comfortable cir cumstances, AA'ith an assured income of three hundred a vear."], [84, "DOCTOR, OR LOVER . 72 On arriving at Slade, Dr. AYest found both the Rector and Colonel Gorten at the station, the latter informing him as they walked owards Mrs. Price's rooms that, owing to his large family, and Miss Gorten being a confirmed invalid, the Rectory had been decided on as the most feasible and central place for discussion of plans and arrangement as to help being given. Doctors are, as a rule, more cosmopolitan than members of any other profession ; and it did not take long for Lee AYest to settle in, the arrangement being that the young doctor should take his meals AA'ith the Price household, and have the sole use of a back room just large enough to contain a writing table and a book case, so flattened against the Avail that it looked more like an upright ladder. The first evening found the conversational poAvers of the mother and her three daughters rather cheering, especially as it gave him an insight into the different characters he"], [85, "73 THE YOUNG Al.D might expect to come across in his work of reform . Airs. Price AA'as just describing the medical staff, and summed up with : \" There is only this Air. Aloore — quite a gray haired old gentleman, very clever in his day ; but the young people here don't think much of him — do you Gerty ? \" and the speaker turned to one of her three pets. \" Oh, no ! He is quite behind the times, Air. AA'est ;\" and the young lady Avent into a giggle, moving herself about as if laughing~was quite a main spring, and set her Avhole frame in motion. \" Then there's the Rector,\" continued Airs. Price. \" a good man, but completely sat upon by Ids children. Takes to see good work going on. which my girls and a few more earnest spirits keep up, but seldom enquires after the harvest of souls gathered in.\" \" Indeed ! \" and Dr. AYest tried to rput as much surprise into his tone as possible, adding :"], [86, "74 DOCTOR, OR LOVER. \" Hoav remiss in Air. Lesley. But from Avhat Colonel Gorten said about infection I judged that the Rector Avas a bachelor.\" \" Oh, dear no ! \" struck in Eliza, the eldest Aliss Price. And Lee could not help wondering did they begin all their sentences with exclama tions. \" The Rector lost his wife some years ago from decline, but he has a son and daughter — Louis and Bertha Lesley — tAvins. The former has just left Slade for fear of catching the fever, and his sister might just as Avell have accom panied him, for she is no use in the parish.\" \" Like her father, Aliss Lesley thinks there are such three able AATorkers in yourselves.\" And Lee looked round, thinking he had seldom seen such plain self-assertive maiden ladies. \"No doubt others see that, but not the Lesleys. But Colonel Gorten would be careful, because his only daughter has spine com plaint.\" \" And I suppose in a special case like this the"], [87, "THE YOUNG .Al.D. i ■> Rector's daughter visits the sick, if they are not afraid of fever . \" \" No ; we are the only ones who go near the poor, and dear Air. Reel — he is the curate, you know. Aliss Lesley, as you Avill find out, Air. AYest, is almost a Freethinker, and holds the most dreadfully Democratic views. She once Avent so far as to tell the Reverend Ebenezer Reel even, that her reason for not teaching in the Sunday school Avas she thought it ought to be several years' preparation before one was qualified to lay down a path for others to reach Heaven bv. Dreadful ! you know.\" And Aliss Price being joined by her sisters with \" Shocking ! \" And for a Rector's daughter, too !\" Lee AYest considered it unnecessary to add to so general a condemnation, and sat looking at the fire. From the idea impressed on the friends of those three dear Price girls, this handsome young doctor might have been most"], [88, "76 DOCTOR, OR LOVER. high — whatever that implies — and was evidently of a gushing temperament, as he was supposed to express his amazement at the Rector allowing the spiritual work of his parish to fall on such youthful and fragile shoulders. Therefore, it Avas not surprising that the second evening of Lee AYest's residence in Slade he should find his slippers comfortably toasting before the sitting-room fire, AA'ith Airs. Price and the three pets to Avelcome him Avith the explanation, \" The girls kneAV you would be wet and tired, so they brought your slippers. They know what a depressing thing it is to be in and out among the sick ; and you must miss home comforts so.\" This by way of a draw, as Lee had not been communicative on this head. \" Then I have to thank you, Airs. Price, for the kind thought, and one of these voting ladies for the deed. Which do you consider the most worthy of gratitude .\" queried Lee."], [89, "THE YOUNG .Al.D. 77 \" Oh ! the thought, of course,\" exclaimed Aliss Price, aa'Iio happened to have fetched the slippers, fully expecting that a complimentary disagreement on the young man's part Avould folloAv. But Lee, availing himself in the most commonplace manner of this small attention, by slipping his feet into their warm covers, acquiesced AA'ith \" Quite so ; the thought must always be the greater, as it prompts the act.\" He was wonderfully grave and practical for so young a man, even AA'here Avomen were con cerned, but then he had the sensitive tempera ment of keen discernment."], [90, "78 DOCTOR, OR LOVER. CHAPTER VII. A MOMENT'S FORE-KNOWLEDGE. Hardly a day passed that Dr. AYest AA'as not at the Rectory, consulting Air. Lesley on matters connected Avith his Sanitary Alission. Once or tAA'ice, AA^est had met the Curate, the Reverend Ebenezer Reel ; but otherwise, the large house might have been bachelor's quarters, as the Rector's daughter never appeared. The fever-stricken cottages were under a bane, and it Avas only the convalescence of some of the inmates, and the death of others, that retarded their demolition, while three much lamented but putrid Avells had been filled up, under the Doctor's own supervision. Still, the adA'isability of a fever hospital Avas"], [91, "a moment's fore-knowledge. 79 under discussion, as infection continued to help the fever to spread, and the mild, damp Avcather of February augmented the evil, and even the month of winds might carry the germs of disease into quarters as yet unaffected, or sAveep all before it in its lion-like course. The last day of February, and Dr. AYest Avas due at Slade Rectory at five, and yet long past that hour he might have been met in the lower part of the village, in earnest conclave with old Dr. Moore, who AA-as saying: \" I have for some time Avished to see an able practitioner in Slade, and if you cared to think of a sliding partnership, I could gradually retire from practice altogether.\" \" Your offer is most generous, sir,\" ansAvered Eee AA'est, \" but my object in accepting a govern ment appointment, Avas my disinclination to settle doAvn. But, while I am in Slade, I shall be most pleased to consult on any case, and, of course, lighten your work among the fever patients.\""], [92, "80 DOCTOR, OR LOVER . \" Certainly it Avas your able management of the virulent cases that made me know you had been in practice, and I wished that we might keep you in Slade. But success wherever you go, Air. AYest, is the AA'ish of au old man, remem ber.\" And the kind old gentleman shook hands and tottered off, thinking as he went : \" If I might have had a son like this AYest, it would have made my age sit lightly, but it is not fair to let the practice go under the figure I offered him, and no doubt Slade would bury such an able felloAv he thinks.\" Aleanwhile, Lee AYest had reached the Rectory, and AATas awaiting the Rector's coming, gazing thoughtfully at the last rays of the setting sun, as they fell across the library floor. \" Glad to see you, Doctor. I'm afraid my habit of dining at six gives you no time ; but why not stay and dine, and then Ave can look over the plans for the hospital after ? \" and Air."], [93, "A moment's fore-knowledge. 81 Lesley laid down the packet of draAvings that Lee had handed to him. But the latter said : \" 1 should be very much pleased, sir, but remember Avhere 1 have been all day, and Aliss Lesley has to be considered. It Avould hardly be safe, with the fever so bad as it still is.\" \" Oh ! Bertha. It makes no difference with her, she is often in and out among your poorer patients. It is my son Louis Avho is such a coward about it ; but my daughter, like myself, does not believe in your scientific code of un-ordained ills.\" And the Rector laughed pleasantly, as he told .a servant to sIioav Dr. AYest up stairs, and to point out the draAA'ing-room door. AA'hen he came down, the door stood ajar, and Lee could hear some familiar refrain being played on the piano. Bertha Lesley Avas singing that psalm of the great American Dante ; and as Lee AYest entered the VOL. i. G"], [94, "82 DOCTOR, OR LOVER . room, her clear, contralto notes rang forth with the words : But to act that each to-morrow Finds, us further than to-day.\" Lee AVest glanced at the singer, and knew by the far-off look in the eyes that his entrance had not been noticed. So this stylishly dressed young lady, with fair hair brushed so vigourously from a broad, intelligent forehead, was the unorthodox Aliss Lesley . AYell, there Avas one comfort — she Avas in no wise self-conscious. When Lee had been introduced, he expressed regret at having interrupted the song. \" Longfellow knew Iioav to cheer us forward. and yet never was a truer poet of Nature. Do you not think so .\" \"Yes ; but I am no judge Air. AYest, because I have never required to be cheered forward in life as you call it ; haA e I, father ? \" Then, as the Rector seemed absorbed in raking out the fire prior to then going to dinner, Bertha continued :."], [95, "A MOMENTS FORE-KNOWLEDGE. 83 \" Hoav goes your work among the slums of Slade . I hear you are indefatigable.\" \" Not quite that ; but I hope ' each to-morrow finds us further than to-day,' Miss Lesley.\" Lee spoke so naturally, and his face looked so grave, that Bertha refrained from making a light reply ; but during dinner he brightened up and even got on such congenial terms AA'ith his hostess, that the Aliss Prices' dictum of the Rector's daughter caused a good laugh, and it Avas quite late when Lee AYest took his departure, all forgetful of the plans he Avas to have discussed after dinner. His latch-key had scarcely turned in the door before the tout ensemble of Prices confri mted Lee, eager to know what had caused such a punctual man not to \" come home to tea.\" Aliss Price, as clericus petticoatus principia began : \" Oh ! Air. AYest, Iioav late you are. I hope poor Sue has not died . \" Then from Aliss Judie Price : (i— 2"], [96, "84 DOCTOR, OR LOVER'S \" And Air. Reel has been for you, you knoAv.\" Noav this young lady must have supposed her acquaintances omnipresent, eAer giving them credit for a pre-knowledge of facts she related for the first time. \" Quite a Greek chorus !\" and the Doctor tried to hang his hat up, but the former speaker continued : \" We thought every minute you might come in you know, and, therefore, induced dear Air. Reel to Avaste many precious minutes.\" \" I am sorry I missed the Curate, but coming among such old friends, he would hardly consider the time AA-asted. I stopped to dine at the Rectory,\" Lee explained ; when, AA'ith one simultaneous outburst, the chorus exclaimed : \" Oh ! Ave do pity you. Hoav tiresome of that idle, old man to keep you to entertain him and his daughter. \" Yrour pity, as in Air. Reel's case, is again misplaced I fear, for I thoroughly enjoyed the"], [97, "a moment's fore-knowledge. 85 evening ; but as it s late, and I have still some writing to do, let me bid you all good night,\" and Lee AYest went to his OAA'n room, annoyed at the assumption implied in his actions by these Prices. Though March carried away the damp, and in that Avay, the fever, still the Alarshes remained absent from Court Leas. But Bertha had heard through Karl Troika that Louis had left Brighten for good, and Avas now in London. The fact that no fresh cases of fever had broken out in Slade for the last fortnight Avas communicated to Louis Lesley, but it AA'as not until a month later that the real cause of Louis' exodus from Brighton came to his sister's knoAvledge. It happened in this Avise. A certain officer in the 12th Hussars Avas struck AA'ith a happy thought, that even lost Aitches can be plugged in by gold, and that Lilie Alarsh AA'as herself by no means bad form. It Avas soon apparent to Louis, that this dashing Hussar Avas"], [98, "86 DOCTOR, OR LOVER . paying marked attention to Aliss Marsh, and that he himself AA'as at a discount. \" You see,\" said mamma, \"he looks so fine harm in harm with my Lilie, and then he's somehoAv connected with the 'Ouse of Alarl borough.\" \" Y'es, on the hanging committee, I should hope,\" Avas Louis Lesley's savage reply, as he turned from Airs. Alarsh to saunter alone on the sands. It AA'as so much vinegar to Louis, Avho, to give him his due, cared for Lilie Alarsh for herself, not for her fortune. But thus it Avas : this young man Avas suspected by the parents of being a fortune hunter, Avhile the officer, barely liAing on his pay, but making great outAAard pretension, was encouraged in his suit. Hence Louis Lesley's advent in town ; for he reflected he would not go back to Slade until this scamp of a soldier and his false-hearted bride had started for India, or some other climate equally conducive to Avasting money aud an early death."], [99, "a moment's FORE-KNOWLEDGE. 87 And this programme of Louis in some Avise took place, for the Hussar was accepted, and the wedding took place in June, at Court Leas, after which, the bride and bridegroom sailed for the Cape, where, even Lilie's handsome income of ten thousand a year caused endless disagreements. But it Avas not until the return of the Alarshes, with theh future son-in-law in attendance, that Bertha Lesley saAv through her brother's recent conduct. For Karl Troika had forwarded a rambling letter from Louis, asking his sister to send him money to meet some pressing bills, Karl Troika's comment on the same, running thus : \" Your brother has given me his confidence, and asks me to second his request for some money. You will wonder what he has done with his allowance, which I knoAv is no small one, but he is keeping a horse up here, and that means a quarter's income in itself. I myself like a turn in the Row, but have foregone that,"], [100, "DOCTOR, OR LOVER . 88 so that in the future you, dearest, may enjoy it Avitli me. Louis has asked me to lend him a small amount, as Air. Lesley would demand his return to Slade, he thinks, if applied to. I am quite willing to, but he says if you would re-invest some stock that is held for your con joint benefit in Government securities it would give him more.\" Then the writer continued : \" This little kind ness of getting a higher percentage I will gladly undertake, and you have only to AA'rite to your broker, telling him to sell out and appoint Louis, or, if you like, myself, as receiver.\" In a post-script Avas — \" Louis has just come in for a smoke, and thinks you had better give my name and address to the broker, as he is uncertain about his lodgings. You knoAv, love, how pleased your Karl is to save vou any bother.\" When Bertha read this letter she dared not ask her father's advice for fear of bringing Louis-"], [101, "A MOMENT'S -'ORE-KNOWLEDGE. 89 into trouble, and she longed for some friend to help her towards a just decision, but that mother, who dreaded too great an independence of spirit on Bertha's part, AAas without power of physical influence. And so this child of earth acted, as many of us do, in blind haste. A letter AA'as sent to Karl Troika, asking him to suggest to Louis that he might see the broker ; but for fear he Avas too idle. Bertha enclosed a letter, to be posted AA'hen her brother had signed it. One passage we must give verbatim, and that Avas — \" From your letter, I expect you have told Louis what we are to one another, so that my share in the transaction is yours, and I have named you receiver. Give Louis just as much of the thirty pounds enclosed as you think best. He must not draw on your resources, and Louis had no right to think of such a thing. You see I can be indignant where my own true Karl is concerned,\" etc."], [102, "90 DOCTOR, OR LOVER . \"Her own true Karl!\" How blind we are ! and yet what perfectly angelic lives we might live if only we knew the thoughts of those Ave trust in. \" Ten minutes pre-knowledge and the fate of the world would have been changed,\" said a great Statesman ; and it is alike true, from the King down to the peasant — our lives, our eternal redemption might be assured or lost by the all mighty power of foreknoAvledge. As Bertha Lesley's letter AA'as read by Karl Troika, in his rooms in Bedford Gardens, his features lightened up, as he exclaimed, \" Bravo ! neatly caught; the AA'hole Lesley family are born fools, she need not fear that I shall advance her brother a brass farthing. Pauvre petite enfant, thy Karl is too much a patriot to spend his money on English schoolboys.\" If only the writer of that all important letter could have heard this lover-like speech her future might have been far, far different ; for surely no love would have disbelieved the"], [103, "a .moment's fore-knowledge. 91 secretly spoken words of that cruel, cunning nature. They were not the few hasty words of the club-house, or the crowded ball room, the result of momentary vexation, but the deep thoughts of a conspirator. But, Bertha would still love on, for no breath of suspicion would reach her, miles and miles away, in the quiet rectory of Slade, where the strife and ambition of life was dulled by the peace and beauty of rural surroundings."], [104, "DOCTOR, OR LOVER . 92 CHAPTER VIII. APPOINTED RECEIVER. Karl Troika's town address that he had given Bertha Lesley on leaving Slade, AA'as care of Air. Sobeski, No. 2, Bedford Gardens, and it AA'as at this house that Louis Lesley called Avhen he did not come across Troika at their mutual club, \" The Crito.\" Now, the substance of Karl Troika's letter to Slade Avas true, in that Louis, oAving, no doubt, to Lilie Marsh's change of affection, had so frequently A'isited the green room, that rising at noon became the order of his day, and frequent brandies and sodas necessary to his existence. No wonder then, that one evening AA'hen sitting in Karl's room, AA'ith his friend suggest-"], [105, "93 APPOINTED RECEIVER. ing \"Help yourself to more, Louis,\" that the latter, when business matters were approached, thought himself by far the better man of the two, and, like the clerics of the present stock-dabbling age, was above all advice, not on theological matters, but on stocks and share lists. Karl AA'as saying : \" I mentioned that little matter of cash to your sister, and she seems to think you are right in not letting Air. Lesley know you are hard up.\" \" AVell, and what's to be done . I suppose you knoAv tradesmen won't AA'ait for a felloAv like me,\" Avas Louis' impatient reply. \" Yres, and I am willing to help you with a fiver, but Aliss Lesley says it would be Aviser of you to remove some Government stock and invest it at a higher interest, and she has enclosed a letter for you to sign if you care to.\" \" By Jove ! That's cool work. Bertha might have AATitten to me first hand. \" Don't accuse me of prying, old fellow, it"], [106, "94 DOCTOR, OR LOVER . Avas only for your sake I wrote, and as you are no longer an infant you can please yourself, of ?j course. \" Y'es ; well, I'll read it before I sign it — more business like.\" This by no means suited Troika's plans, so he shuffled some papers about as if seeking for the letter, while he gave himself time to consider, and then suggested — \" Y'es, but why not take a copy of it, and I'll read it out .\" And Karl pushed the blotting pad and ink stand towards Louis, that business loving youth, rising AA'ith a most unsteady gait from an easy chair to come to the table. \" I write to ask you to sell out at once,\" read Karl in a quick, monotonous voice. \" Wait for a felloAv to dip his pen in the ink, can't you .\" growled Louis. \" All right,\" and Karl began again, even in a quicker style than before, causing Louis to throAV"], [107, "95 APPOINTED receiver. his pen down on the paper, making a great blot,. as he exclaimed. \"Confound you! This pen Avon's write straight, and half the words will be missing.\" \"Well, then, leave it alone and finish your cigarette : and just look at the letter before posting it,\" suggested Troika. \" Not I ; business first and pleasure after, just chuck Bertha's scrawl here. AYe'll get the thing signed and then go to Totland's for a game of billiards.\" Karl readily complied ; and placed his finger on a blank space where Louis wrote his name, remarking, as he threw down the pen with a yaAA-n : \" Don't forget to give me that fiver you promised, and for the rest settle with Bertha ; she aLvays manages this money, and so long as I get more by the transaction, well and good.\" No direct ansAver Avas forthcoming on Karl Troika's part, but he took out the bank note"], [108, "96 DOCTOR, OR LOVER. referred to, and passed it to Louis, and then, lighting a cigarette, he started off for the game of billiards. It AA'as easv to hoodwink a Aveak, pleasure-loving youth such as Louis Lesley, AA'hose fault Avas conceit of his OAvn ability ; and Karl Troika, by this simple ruse, made himself receiver for five thousand pounds, and could demand the realisa tion of Consols to that amount under the attested signature of tAvo — not even one — depositors. Attested! And by whom _ In the first place, by old Joe Crick, the parish clerk of Slade — a faithful servitor of the Lesley family — as deaf as a post, but having a great love and respect for \" the young missus \" — meaning Bertha Lesley, who found he AA'as all too ready to sign anything she asked him to. No av Crick had a son-in-laAv, avIio Avas gardener at the Rectory; and it Avas easv one morning, when Air. Lesley was down in the village, to call Daniel Hope in to see him write his name under that of his wife's father. Thus,"], [109, "97 APPOINTED RECEIVER. Avith old dependants considering themselves as part of the family, it was easy to carry out any individual plan, and to feel sure that no word of the same would come to the Rector's knowledge, from the mere reason that he, of all others, would be supposed to have full cogni sance of the same So Bertha Lesley's signa ture to the transfer of the stock AA'as accom- plished Avhen it reached Karl Troika, and it now Avanted only his fertile brain to legalise Louis Lesley's signature, gained so easily as Ave see. A'ery much later on that same evening, Avhen Louis Lesley had thrown away his chance of being his own master, Karl Troika Avas enjoying himself after the manner of the Orientals — seated in a luxuriously furnished apartment with a woman, who in features and beauty of contour could Aie AA'ith portraits with which the Louvre has made us so familiar. The note of sale that Ave have seen at Karl's VOL I. H"], [110, "98 DOCTOR, OR LOVER . lodgings Avas lving on a Smyrna table in front of the lounge, and Troika was speaking : \" 1 just want you to Avrite your name under that one, mia mie; simply Leon Carrol.\" And Karl Troika's hand Avas laid persuasively on his fair companion's plump arm, as he lazily puffed aAA'ay at a perfumed cigarette. \" But why not Troika ? I like my Polish name best,\" pleaded this southern beauty, in the Italian patois, looking coaxingly up at Karl Troika, who answered in the same language : \" Not noAV, my OAvn ; this is but a business paper for some rents.\" So \"Leon Carrol\" AvasAvritten in a thin floriated hand as one AA'itness to Louis Leslev's signature; and under it, in Troika's handwriting, \" merchant, Lombard-street, City.\" Another day, and on his Avay back, after a busy eight hours at the Embassy, we come across Karl Troika entering a small tobacconists, bearing the name of Cohen above the door, but in"], [111, "APPOINTED RECEIVER. 99 reality tenanted by an Anti-Israelite, named AYill Smith, a good-natured but drunken fellow, who lived on the small profit an industrious wife made by keeping the shop. To avoid the summons of the School Board, (that tyrant under a cloak of public bounty), this said Airs. Smith did double duty — a charwoman for half the day and a shopkeeper the other half — so that Jim might keep at his books. This smattering of learning would be the only inheritance of the son AA'hen his father and mother died, leaving him a Ioav trade in tobacco and snuff. It Avas to this boy that Karl Troika Avent, for Jim Smith AA'as in the small back room intent on a penny Jack Sheppard. \" Well, lad, and how's mother . \" asked Troika. \" Out, I see ; making all the money, as usual.\" \" Acs ; and there's a bit of quiet for me. She says its lonesome AA'ith me aAvay at school ; but I'm jolly glad when she's not here to talk,\" ansAvered this precocious son. H— 2"], [112, "100 DOCTOR, OR LOVER . \"YTes, but you're a scholar, Jim. Bye-the bye, it was something in your line I called in about. Your evenings are your oaa-u, I suppose . \" queried Troika. \" Yres, and so long as it's not fetching and carrying I'm willing to do, but after a hard day at the Board School that's too trying, I tells mother.\" \" Quite right ; but a friend of mine wants a sharp lad that can write well, to address letters, and I promised I'd see hoAV you wrote, if you care to earn two shillings noAV and again.\" Jim was all eagerness to show his proficiency, and snatched up a loose sheet and wrote a feAV words. Karl took up the paper and pretended to earnestly examine it, saying, as he did so : \" That's capital ; but they are chiefly names you'll have to AAiite, so just place your oaa'ii on this paper I have with me, and then my friend will be able to judge if you'll do.\""], [113, "101 APPOINTED RECEIV ER. Karl Troika spread out the form avc are so Avell acquainted with ; but, in spite of Troika's carefully folding the same, this sharp imp of the educational improvement scheme re marked : \" My word, your Crick's hand is a specimen ; its more like an old crab's AA'riting ! \" \" Never mind the other names,\" Avas Troika's sharp reply, \" the Avorse they are, the better for you. Just Avrite your address, and that will do.\" The lad having done as he AA'as bid, Troika folded up the form, bought a few bad cigarettes, and took his departure. So the last stage of the form for selling out stock having been accomplished, just four days later, it AA'as in possession of the officials at Threadneedle Street, and Karl Troika, as legally appointed receiver — or, as avc have seen, illegally, owing to Louis Lesley's carelessness — A\\-as richer by five thousand pounds, paid in Bank of"], [114, "DOCTOR, OR LOVER . 102 England notes at his request. Whether Bertha and Louis Lesley — conjoint OAA'iiers of this capital — would ever see it again, time alone can sIioav, as time alone can reconcile us to such heavy losses. There were tAvo sides to Karl Troika's life, as Ave see : one in which he acted as third secretary at the Russian Embassy, lodging at Bedford Gardens, and spending part of his evenings at a well-known Liberal Club, yclept \" The Crito,\" and where he Avas regarded as a good speaker, and one Avhom it Avas Avell to know. And in this phase of his character, Troika may be regarded as engaged to Bertha Lesley, only daughter of the Rector of Slade. The other side of this Anglo-Pole's life showed him on tAvo evenings in a week as occupying a prominent place in an assembly of various nationalities, held in a tin building off Soho Square. Here Troika might be heard delivering an animated address in Slavonic — now and again"], [115, "APPOINTED RECEIVER. 103 a sentence being repeated in German — and call ing forth enthusiastic applause from the Teutonic portion of the gathering. And when this meeting adjourned, sometimes past midnight, yet Karl Troika's steps were not bent in the direction of Bedford Gardens ; still his landlady would have affirmed that her lodger was a quiet, steady young gentleman, and never kept her up later than eleven p.m. Perhaps, like his respectable club friends, this good woman AA'as above suspecting so respectable looking an exterior. We have yet to realise that a man without passions, without desires of some kind, is a mere ape — a proof of the great Darwin's doctrine — and forms the first link in that remarkable chain of evidence ; while a man AA'ith too great a passion and uncurbed temper of desire or mind is a devil — the missing link between the angels that fell and the angels of light and grace. So with a patriot there are two grades ; and Karl Troika Avas, as the latter, an embodiment of the"], [116, "DOCTOR, OR LOVER. 104 cruel, revengeful acceptation of that word, and far, far from being the loving, self-sacrificing father of the land of his birth that Bertha Lesley imagined him to be."], [117, "105 rONSPIRAt A. CHAPTER IN. CONSPIRACY. A^ hat untold misery has been brought about by that Jesuistical sentiment—\" It is well to do ill that good may come,\" — and how many a noble mind has been debased by a belief in the same ! Under this charm Karl Troika gained many adherents to his more Aiolent opinions, using wrong means for Avhat must ahvays appear, to some men, only justice and right. The midnight hour had boomed from the deep thunder tongue of St. Paul's, and AYestminster, Avith its SAveet old world chimes, had proclaimed rest and quiet to a toiling world around. Not so to the busy brain of the conspirator ; and,"], [118, "DOCTOR, OR LOVER . 106 therefore, not to the occupant of a small room opening out from a substantial London house, not without the precincts of Soho. In this room, seated round a green baize covered table Avere seven men, Karl Troika's face alone being known to us. The features of all present bore the characteristic stamp of the Caucasian type, and their dress would enable one to classify them as belonging to the working class, or bourgeois. Karl Troika Avas asking a question : \" Then three of you have your leave extend ing to the end of April, and then must return to your own province . \" The ansAver AA'as in the affirmative, and the alternative loss of the small plot to the State and wife and family driven forth as vagrants. \" One rule that has no exception, my friends,\" said Karl, in a decided voice. \" AA'ell this is the twenty-fifth of AIarch,and youhave heard m v offer. I shall not disguise from you there is a chance of"], [119, "107 CONSPIRACY. mis-carriage, and then your persons are as surely sacrificed as your goods, if you remain in England.\" One of the men seated at the table spoke in Russian, as folloAvs : \" AYe are willing to let Fate direct ; little is the use of our lives unless they are beyond a tyrant's power. And, if successful, Ave are free !\" \" Spoken as only those in a just cause could speak ; but iioav, my men, I Avant to knoAv what made you run the risk of meeting me here to night . \" And Karl Troika turned to the occupants of the room. One of the men stood up — he Avas a tall disappointed looking fellow, with a melan choly voice. \" I read the cipher in the Budha Press, and am here to revenge the murder of a wife and child.\" \" And you .\" asked Troika, turning to a second man, \" Aly aged mother starved, and the village"], [120, "108 DOCTOR, OR LOVER . gone, raized to the ground by the troops of the Iron Hand. I care not what I do against a despot.\" Karl turned to the only silent one remaining : the last to speak, perchance, but the first to act, as his words revealed. \" I am here to put into deeds the words of less earnest men, and the tyrant AA'ill find it is not mere words, they only stir us on. If Avell, I Avill ask that the Avoids of the St. Petersburg JNoro, of last Aveek, be read.\" And AA'ith this suggestion, the speaker dreAA from his pocket an edition of that paper, and passed it to Troika, who read aloud this para graph : \" The policy of Russia is superb. All malcon tents are given a year's leave to live in any but their own country, and at the end of that time we find them returning to Poland and elseAA'here, content to leave the supreme powers alone, or to remain away the most indifferent of any"], [121, "109 CONSPIRACY. to the state of control in their former native land.\" \" It is a lie ! and I am here to be the first to strike a bloAv against that supreme power — the ruin of liberty and life,\" Avas the OAA'ner of the Novo's violent reply. \" Y'ou shall carry out your wish.' Karl Troika then turned to a short, close bearded man, who had several times attempted to speak. \" AA'hen did you hear of this meeting, Droski .\" \" Through Sobeski. I am here for the reward when the work is done.\" \" Right !\" The young Anglo-Russian rose from his chair and unrolled a parchment, which each man signed with a name or a cross, silently and gravely ; and then one after the other took their departure, with the exception of the man who produced the St. Petersburg paper. AYhen they Avere alone Troika asked him :"], [122, "110 DOCTOR, OR LOVER . \" You have made electricity your study, I am told . \" \" Y'es, seigneur, and am equal to any English expert in the same, tAA'ice having worked at AA'oolAvieh.\" \" Then you could control the most complicated of torpedo boats . \" enquired Troika. \" Certainly, if on the Reve principal.\" This ansAA'er is sufficient for us at present. So aa'c leave these two conspirators to mature their plan, simply taking in the meaning of their parting Avords. \" Then the three needle rocks, knoAvn as the ATsk, on this day month, the twenty-fifth of April. And you promise the fleet shall not pass over that spot again.\" Troika AA'as speaking, and his companion replied : \" I am a man of action, not Avoids ; and the sun shall not set on that day till my vow is per formed. Either I and my helpers perish, or the"], [123, "CONSPIRACY. 111 free rejoice at the destruction of a Russian despot.\" About a fortnight later, and again we find Karl Troika engaged in another mysterious interview ; but on this occasion Troika Avas the servile party, and a Russian Count the master. The man that had remained behind on that previous evening, AYilma Novalski, Avas also present ; and as they Avaited for the master of the house in his handsomely furnished library, this ingenious controller of torpedoes AA'as saying- : \" Fortune has been kind, Alonsieur Troika. I have the boat within tAvelve miles of Alxerma. And your men can come on any time .\" \"I am fully prepared AA'ith six patriots true to their word.\" And, as Troika ceased speaking, the Count entered, and NoAalski, after a few details, took his leave. Then the Count turned to Troika, and remarked : \" Then April the 25th, I may feel sure, will"], [124, "112 DOCTOR, OR LOVER'. find as deep a hornets' nest as ever his Serene Highness dreamt of. Poor fellows, it AA'ill seem to them worse than death if sent to Siberia, as there is every chance they Avill be.\" \" True, seigneur ; we are Aveak, and, therefore, avc must work through deceit. AYhen we have completed the circle, the bloAv Avill be certain and final — worth sacrificing a few down trodden men.\" \" And AA'hen that time is come your part, Air. Troika, will have earned its reAA'ard ; but do not risk too much in scheming for a speedy victory.\" \" There is no fear to the true Pole, seigneur ; and our funds to purchase secrecy are ample,\" AAas Karl Troika's confident ansAA'er. And iioav avc must leave these secret circles, and let the 25th day of the month reveal the plot round AA'hich so much of their hopes and thoughts centred. AYhile the clays had been fraught with such deep import to Karl Troika's future, Bertha"], [125, "113 CONSPIRACY. Lesley's existence had been peaceful and uneventful. The love-letter, written each alter nate night, Avas posted from the neighbouring hamlet of Rungley, secret love having taught the watchfulness of Briareus and his numerous eyes. And in Slade the letters had to be placed in an open box at the Rectory door ; and what should prevent Air. Lesley from noticing his daughter's sudden mania for letter-AA'riting . So Bertha Lesley's walks Avere so arranged that either in going or coming they touched on Rungley, and thus the village gossips lost a fund of expectant speculation so dear to then county hearts. The fever had run its course in Slade, and yet Dr. Lee AA'est remained. He no longer occupied the rooms at Airs. Price's, but had taken a small cottage residence about a quarter of a mile from the main A'illage street, and had a Cornish woman as working-housekeeper. Sunday seemed always an off day with the AOL. I. I"], [126, "114 DOCTOR, OR LOVER. Doctor, for, of course, during the week he had to spend three or four clays in a distant part of the County ; but the last train on Saturday invariably brought AA'est back to Slade, and the following morning he as regularly appeared in church. And yet at Newport Airs. AYest and his two sisters wondered where Slade Avas, for even the excellent map Aland had used at the high school had no such place marked ; and none of their friends, Avell up in South Devon, had any knoAvledge of Slade, so it must, indeed, be an out-of-the-Avorld spot. AYhen week after Aveek went by and Lee's address remained stationary, Emily AYest had exclaimed : \" It is so like Lee, to bury himself alive ; otherwise, if he must give up a private practice, why not have made Newport his headquarters instead of this pokey little Slade . \" \" Y'ou forget he is under Government, and must be somewhere in Devonshire for his"], [127, "115 CONSPIRACY'. work, Emily ; besides, I always think Lee likes the country,\" AAas the younger sister Aland's reply. \" AYell, I only hope he may find this place an agreeable desert, for I'm sure neither of us will care to trouble him with our company.\" Alaud Avas amused at her sister's speech, as she ansAvered : \" No ; I should not Avonder if that decided Lee in settling there.\" And the comersation having got upon dangerous ground, the peacemaker — the AvidoAved mother — turned then thoughts to other subjects. But it AAas not Avonderful that at home Lee's conduct caused them some surprise, for he him self had never taken Slade into consideration when he first came, although the station AA'as only the first on a branch line in communication Avith the Great AYestern service. At the end of that Aveek, Avhen we saAv old Dr. Moore offering to give up part of his practice, Lee's decision to 1—2"], [128, "116 DOCTOR, OR LOVER . remain at Slade had been made ; and, in after years, Lee AVest tried to solve the riddle of which part of that evening had most weighed AA'ith him in fixing on his former home. But itAA'as many and many a day before it was answered. Sunday, and noAV and again a quiet smoke at Dr. Aloore's, brought Lee and the Rector together ; but when all the needful improve ments had been carried out, Air. Lesley and his model, as Bertha laughingly styled the young doctor, did not see much of one another. Colonel Gorten had invited him to the Hall directly the Alarshes returned to Court Leas, and had assured him fear of infection AA'as over. The friendship grew ; for, besides the Colonel and his horse-loving sons, the kind, thoughtful face AA'as looked for by Grace Gorten, as she lay hour by hour through the day on her sofa, hoping that Dr. AA^est had not been sent for, as he AA'as sure to come in AA'ith her father, or, later on, with one of her brothers."], [129, "CONSPIRACY. 117 .And yet Lee himself never seemed to shirk any call, however trivial, except on Sunday eAening, and then if any one detained him he would become impatient, and plead a standing invitation from the Rector as an excuse for haste ; and yet on these occasions the Curate invariably came in after service, and as invariably engrossed all Bertha Lesley's attention by arrangements for the next Sunday ; Avhilc Lee A\\ est, except for Air. Lesley's remarks and kindness, seemed left completely out in the cold. Each Sunday, Lee would Avish that the Curate might share the fate of any ass but Balaam's. Y'et he would never forego this supper, even AA'hen Colonel Gorten kept his brougham waiting after sen-ice to take him back to the Hall. Was Bertha Lesley the magnetic pole . If so, the Doctor himself scarcely realised it, and, certainly, the points AA'ere non-conductive ones so far as she Avas concerned."], [130, "118 DOCTOR, OR LOVER. CHAPTER X. THE PLOT WORKS. The daily papers of April 26th, under their heading of foreign news, had the startling information : \" The St. Petersburg Xoro, of last evening startled the civilized world with the news that the Russian Aral Fleet Avas threatened AA'ith entire destruction, Avhile entering the harbour at Neulaif. Just as the Fleet Avas coming to its anchorage, a frigate, under the command of Novaliski, hoisted its signal to bespeak the flag-ship ; and, after a short interview AA'ith the Admiral of the Fleet, it Avas noticed the Avhole fleet stood out to sea again and anchored off Serpent Island. It is stated that, from secret"], [131, "119 THE PLOT AVORKS. information, Count Novaliski discovered a plot by which the fleet as it passed into Neulaif AA'as to be blown up by means of a sub-marine mine, and within the course of a few hours a torpedo boat. With hands on board, Avas taken red-handed, close to the spot where the fleet would have cast anchor. Another Nihilists' plot aimed at the life of the Czar, as it Avas expected he would be on board, and land at Neulaif, eu route from Aden.\" This paragraph conveys to us the history of Karl Troika's conspiracy ; and yet so little did Bertha Lesley dream of her lover's part in an event that shook the confidence of the whole of Europe, 'that in her next letter to Karl Troika, she remarked : \" Have you seen how the Russian fleet Avas endangered, and at the last moment, by God's mercy, the whole plot AAas exposed, and the originators, or rather their tools, met with a just retribution . I, as you know, long for the"], [132, "120 EOCTOR, OR LOVER. freedom of Russia, but not through wholesale slaughter.\" When Karl Troika read this, he Avas on his way from the Lyceum. Now the Russian Ambassador in London had also been to see Irving and Aliss Terry, and Karl Troika, the third Secretary at the Embassy, Avas remarkably anxious to secure a good place at the same theatre on this night of the 25th of April. In this he showed the wisdom of not being over confident, for he knew, that should the plot of the torpedo explosion miscarry, his unconcerned behaviour on that special evening, would count in his favour afterwards. And again on the following evenings Karl sat directly facing the box used by those from Chesham House. And iioaa he Avas reading Bertha's letter in a hansom on his way home ; and chuckling to himself, murmured : \" AYcll, if only this just retribution will fall speedily and get those chaps out of the Avav, I"], [133, "121 THE PLOT WORKS. shall be equally thankful to any man — or God — who achieves it.\" On reaching Soho Square, Karl Troika found a Concise note awaiting him. \" The words spoken at Cracow have been bravely remembered. Six, proud to call them selves Poles, are now on their AA'ay to Siberia ; and we ourselves are, as our countryman said, willing to leave to our posterity— -happier, perhaps, than ourselves — those means of saving our dear country, whereof we are bereft at present. Forced by circumstances to accept these, the only means of release, avc accept them. This is the message to our circle ; we trust it may cement the gap.\" This then Avas the cypher. No number of any kind Avas on the paper, so, that even had it wafted toAvarcls Scotland Yard, the finder would have been no Avit the AA'iser. But to Troika it was as plain as daylight in June. The six men Avhom we saw at the secret"], [134, "122 DOCTOR, OR LOVER ! meeting in Soho Square, had been sacrificed by those who knew that no erratic explosion, no assasination of the Czar, would place power and liberty in their hands, until the pillars sup porting that despotism, protecting that autocrat, Avere removed by cunning ; and, therefore, their one aim was to get their ablest patrio ts — their Polish nobles— round the Czar's person, to all outward appearance Russians, but waiting patiently until such time, as surrounded by a poAA'erful circle of traitors, the tyrant would call in vain on his Generals and the Officers of his fleet, for they AA'ould be the first to turn his own strength against him. Thus it Avas that Count Novaliski, fully cognisant of the torpedo plot, went out in a frigate to foreAA-arn the Admiral of the Russian Fleet of the hidden danger, and most certain doom awaiting them. By standing out to sea, safety was insured ; and then, in the dead of the night, the torpedo boat Avas AA'atched for and"], [135, "123 THE PLOT WORKS. surrounded by three ships of the line, and the six conspirators ordered to surrender or be shot down. Then they AA'ere taken on board the flag ship under a strong guard, and without trial banished to Kerson, whence they were finally drafted to the wilds of Siberia. Not one word of guilty or not guilty. While Count Novaliski, the providential means of saving the fleet — how Avas he treated . Why, sent to St. Petersburg and created Naval Attache, no reasons for his remarkable perspicuity being required here, the capital AA'as so honeycombed by con spiracy, AA'hile the Nihilists were so constantly laying themselves open to suspicion by the very caution and mystery in their movements. And the last place to be suspected Avas the Polish quarter in London, and Karl Troika still gathered round him those patriots of various nationalities and AA'as well content with his share in Count Novaliski's promotion as one step in the circle of revenge to come."], [136, "124 DOCTOR, OR LOVER. Time ran its rapid course, and it Avas noAV close upon Easter, and Bertha Lesley made a sugges tion in one of her letters that Louis should return home and Karl come to Slade again. Now, although wishing to avoid awkward questions on the head of Bertha Lesley's with drawn capital, still Horace's \" otum cum dignitate \" was too great a temptation, and Louis' reply was : \" AYell, I'm ready to go, and, perhaps, it Avill be less harrowing to be short of funds in that hole of a place, Slade, than up here.\" So Karl's next letter to Bertha told her to expect them that day AA'eek, which communica tion made Bertha feel very happy ; and she informed her father of it under the guise of a letter from Louis. \" Father, Louis is coining home next AYednesday, and is bringing Mr. Troika AAith him. I expect he thinks Slade would be too dull if he had no one of his own class to go about with.\""], [137, "125 THE PLOT WORKS. \" Indeed ! And that conceited wrong-headed Chartist is the only friend he has, I suppose. AYell, I care little Avhat Louis does, if he is only contented, and keeps Avithin his alloAA'ance. The truth is Bertha, Louis thinks of no one but himself, and will bring you many a grey hair before your time.\" \" And if he does, father, remember he is my only brother to care for,\" Avas Bertha's sisterly reply. \" AYell, like your dear mother, child, your brother's conduct ahvays finds some excuse ; but Louis should settle doAvn to a country clergy man's occupations, instead of flirting first with that pretty doll, Lilie Alarsh, and then Avasting time and money in London Avith an Atheist as his boon companion.\" \" Don't, father ; you and Louis will never understand one another. I shall ahvays, I trust, remember dear mother's charge to me.\" And Bertha's voice trembled, moved to tears"], [138, "126 DOCTOR, OR LOVER\"? by many thoughts ; for surely hers Avas a hard path — the thorny side laid falloAv, and the seed sown by her own hand, and yet thorns and briars springing all around it. But Bertha Lesley AA'as so constituted that having once chosen her path, though the other side were soft Avith cotton doAA'n, she would never deviate from the sharp pricks of the side she had started to tread. How eagerly Bertha looked forward to the Wednesday of the folloAving Aveek her throbbing heart alone kneAv ; and when the time came and she drove over to the station in the phaeton, it required all a firm mind's training to prevent the secret love existing betAveen Karl Troika and herself being betrayed. Karl him self loooked paler than on his previous visit, but, except for a warm clasp of Bertha Lesley's hand, seemed outwardly very calm. It Avas a curious position, for Louis kneAv nothing of their engagement, but the former's loA'e of slinking all trouble fitted in Avith a little plan of Troika's,"], [139, "127 THE PLOT WORKS. who suggested when they got near the Rectory plantation that they should take the short cut to the house. At this Louis demurred, but Karl was not to be frustrated. \" Perhaps Aliss Lesley would like the walk 1 and you could drive the phaeton on.\" This quite fell in with Louis' jouruey-Avearied spirit, and he dropped Karl and his sister out side the drive. Not many minutes, and the lovers Avere alone, and Bertha felt that for all the long Availing, all the tangled AA'eb of deceit, the love of the man at her side would be a full recompense ; for Karl Troika AA'as no luke warm lover, as he AA'as no shalloAv conspirator, proof of which Ave knoAv. And winding his arm round Bertha, he kissed her, as he mur mured : \" AA'as it long waiting, dear . AYell, noAV I have come, you shall knoAv Iioav I Ioac you, Bertha.\" And as they lingered along Bertha ansAvered, \" I am happy, fully happy, to Avait ; but, Karl, it"], [140, "128 DOCTOR, OR LOVER ? is hard to seem ashamed of you, and I am forced to be dumb in your defence.\" \" Then your father dislikes me as much as eA'er . \" AAas Troika's quick reply. \" AYell, I will stake all if you like, but it Avill break up our truce of peace.\" \" No ; I love you too Avell to risk anything, Karl ; let us be as Ave are till there is a chance of my father's consent.\" And so they talked, Bertha being the one to hasten their steps. But true love is ever vigilant, and Karl had put forth the plea of mercy as touching his OAvn comfort, and so it Avas all potent Avith that girlish, guileless heart that to a certain extent she should curb her love for Karl's sake, little dreaming that in this care for her loAer's sake alone lay her own safeguard. The Rector Avas coolly civil to Troika Avhen they met at dinner, but many a stolen hour Avas spent by the lovers, oAving to his indifference to his guest ; and yet the father, in his oaati blind"], [141, "129 THE PLOT WORKS. dislike, never suspected Bertha of taking more pleasure in the company of this Karl Troika than in that of Air. Reel, the curate. And Louis, aaIio knew his friend spent heaps of time AA'ith his sister, did not care to open his father's eyes, for disappointment in his oaati fancied love for Lilie Alarsh had made him sarcastic and indifferent on the subject; and when he was in an ill humour, and sitting in the smoking-room with Karl, he would comment on love and marriage in the fol lowing bitter strain : \" Well, if a fellow's fool enough to get engaged, let him go to the dogs, for me ; he's good for nothing else afterwards. So I'd AA'arn you to take care, old fellow.\" And certainly the speaker's future was a mournful realization of his doctrine. VOL. I. K"], [142, "130 DOCTOR, OK LOVER . CHAPTER XI. THROWN TO THE GROUND. The society of such a place as Slade Avas necessarily of two kinds : the stately periodical call and invitation to a large dinner party, and the social tea drinking of the old maids, such as Airs. Price's charming daughters. Now, during Airs. Lesley's life-time, the Rector and herself took part in both these grades of entertainment, and if Louis had cared for friends, he could have made Slade quite a gay place ; but directly he found Colonel Gorten's sons cared more for out-door sports than idly smoking and betting, he declared them \" regular cubs,\" adding, \" The only good point about them is their knowledge of a good horse ; but Avho Avants"], [143, "131 THROWN TO Till: GROUND that continually . For my part I'd rather pay a ' vet.' once for all than be constantly bothered.\" Then with regard to Lee AYest, who the Rector AAas ahvays pleased to see, Louis declared : \" AYest was all very well, but AA'ho cared to knoAv such an admirable Crichton . — certainly not he.\" So Karl Troika stood little chance of seeing a stranger ; and, if he had not had an end in view, would not have cared. But Karl AAas anxious to start a Alasonic Lodge doAvn in those parts, and though AA'illing to see Louis Lesley his OAvn con- Aert in an official post, still AA'as conA'inced he AA-ould not do as Aiaster, even if his age had per mitted. Now the tAvo most desirable converts to make seemed to Karl Troika to be Dr. AYest and Colonel Gorten's eldest son; and, with this object in view, Karl expressed to Bertha his surprise that no tennis had begun. A suggestion of gh ing a large garden party Avas in no aaIsc displeasing K— 2"], [144, "132 DOCTOR, OR LOVER . to Air. Lesley, who Avas Avilling to shirk the usual stately dinner party given to his Avealthier parishioners. Alay Avas more than half gone be fore all the arrangements were made, but the kawn at the Rectory — a long grassy level skirting the AA'hole length at the back of the house — lent itself excellently to a spacious tent, which Avas to serve as refreshment room, and later on for dancing. The moon AAas at its full, and as the marquee was here and there lined with pink batiste, the Silber lamps, tested on the previous evening, gave the AA'hole space a soft and beautiful rose coloured appearance. The majority of those accepting the invitation Avere young people, Avith the exception of Colonel Gorten, old Dr. Aloore, and tAvo good-natured, broad Churchmen of Air. Lesley's OAvn age. Alany had declined, especially among the cloth, oAA'ing to the dancing, although their sons and daughters were only too glad of something more lively than Slade society generally gave."], [145, "133 THROWN TO THE GROUND. Bertha Lesley enjoyed her role of hostess as she Avelcomed many as yet only known to her by name ; she Avas dressed in a pale blue material, slashed with cream silk ; and, in spite of the general penchant for tight skirts, Bertha, by having her dress made in toAA'n, had managed so that the robing fell to her figure like the beau ideal of the Greek school. A filigree necklace, the gift of her lover, encircled her neck, while two cream Alareschal Neils — one in the front of her dress, and one in her hah — gave the finishing touch to a graceful and artistic costume. The roses had come from the Hall, for Grace Gorten, though unable to take part in the gaieties, had persuaded her father and tAvo of her brothers to accept the Lesleys' invitation, leaving Frank behind to be AA'ith her, he being still a minor, as one more term at Harrow as yet hardly qualified him for a grown up young man. Dancing began at a quarter to ten, and Bertha gave the first AA'altz to Karl, who, ever"], [146, "DOCTOR, or lover ? 134 vigilant, had suggested that they should only dance four of the list together, adding, as he did so : \" It Avould not do for your father to see you giving me dances to the exclusion of strangers. Besides, mind you cultivate that fellow A\\rest ; and the Curate, I suppose, Avill not object to the square dances.\" \" Yres ; but they will have to be content AA'ith one each,\" Bertha answered, \" and then I shall sit out, Avhile I envy one of the Prices whirling AA'ith you, Karl.\" \" No, that Avill never do. Remember, Bertha, you have promised to Avin Lee AA'est over to our fraternity.\" \" And so I'm to be bored by dancing AA'ith him all the evening'?\" And the speaker shrugged her shoulders expressively. \" But if he's worth making a Freemason, I'll try my best, if you'll only spare me from the Curate.\" \" All right ; and after the bulk of the people"], [147, "135 THROWN TO THE (i ROUND. have gone you shall have me at your SAA'eet will, and we'll take an early morning stroll. AYill that content my love . \" And Karl turned his handsome eyes on the lovely girl at his side ; Avhile Bertha, in accordance with her promise, allowed several to write their names on her dance programme. Now, Lee West, who had looked forAvard to this evening, had hoped to gain the first waltz from Bertha Lesley ; but, although the first to ask for that privilege, he found Karl Troika's name already inserted. At once his calm, and almost indifferent manner seemed stirred to anger against the stranger staying at the Rectory, and, rejoining Air. Lesley at the side of the marquee, Lee watched with jealous eyes young Troika's appropriation of Bertha as they whirled round in perfect symmetry of step. It AAas not until later on in the evening that Lee AYest decided to run the risk of another refusal at Bertha's hands, but even then his words were"], [148, "136 DOCTOR, OR LOVER. rather ungracious as he asked : \" May I have the pleasure of you as partner, Aliss Lesley, in this Avaltz, or is Air. Troika's step too excellent a one for any one to compete with . \" Bertha's lips curled upAvards, and she would very much have liked to refuse ; but just then Karl passed with the eldest and ugliest Aliss Price on his arm, and glancing her Avay, gave an approving nod, so that she merely replied : \" I think if I had not a liking for one rude partner among such a generally smooth and flattering company, I should decline ; but as it is, Dr. AYest, I am quite Avilling to give you this dance.\" \" Thank you,\" Avas the short reply ; but Lee would have given a good deal if his words had never been spoken. And for the next few minutes lie Avas at peace with all mankind, as, AA'ith his arm round Bertha's Avaist, he felt her dear form so near to him ; Avhile the speed they waltzed at permitted not of those sharp contradictorj"], [149, "THROWN TO THE GROUND. 137 utterances with which Bertha ever met his slightest remark. As the band came to a leisurely finale of the piece one of the roses, loosened by the rapid motion from Bertha's dress, would have fallen on the turf, had not Lee noticed it, and caught it in his hand, and, AA'ith a smile lighting up his handsome features, begged the blossom. But Bertha took it from him with the words : \"No, Air. AYest; it is too early in the evening to rob me of half my adornments. You can beg one from where this came. Grace Gorten will, I'm sure, spare you one of her favourite Alareschal Neils.\" \" It AAas not for the sake of the floAA'er ; but I have but one course left — to resign myself to your refusal.\" It must have been about half an hour later on, when Lee AYest, who formed one in a second set of Lancers, found himself close to Louis"], [150, "138 DOCTOR, OR LOVER. Lesley and Karl Troika, avIio stood conversing at the side. The latter Avas speaking : \" Y'es, it's your sister's influence with the Rector that makes him so anxious to curry favour. Did you ever see such a cur as his Reverence 1 Just look at the fellow ! \" And Lee saAv Louis Lesley's eyes directed to where the Curate, Ebernezer Reel, stood vis-a-vis to Bertha Lesley in the Lancers. Determined to hear the conversation, Lee feigned to bungle over the first figure, and in this AA'ay got back to his place AA'hile it Avas being gone through with ; and Karl Troika's voice, which Avas evidently not subdued, came distinctly to his hearing as he said, in answer to a remark of Louis' : \" But I should open Air. Lesley's eves, the fellow means to slip into the living by making your sister Airs. Reel.\" \" Oh ! but Bertha's not such a fool as all that. I can soon cure his kettle of fish, and haA'e some fun out of it as well,\" Avas Louis Lesley's"], [151, "139 THROWN TO THE GROUND. rejoinder. And Lee heard no more, but he felt vexed and indignant at this Karl Troika prying into Bertha Lesley's concerns ; and a Aliss Jones, his partner in the square dance, thought a bear would have been as agreeable a dancer as the young man beside her. But Lee's dislike for this Anglo-Russian was certainly not to be allowed to cool; for during the next round dance, aaIio should glide past him but Aliss Lesley and Troika, the latter with the identical rose he himself had begged in vain for, stuck in his button-hole. To find out whether this Avas mere jealous imagination or fact was the thought of a moment ; but fortune favoured Lee this time, for Aliss Lesley sat out the next galop, and Dr. AYest had simply to outstay the patience of several gentlemen avIio stood around, and at length seat himself on the lounge next to Bertha. Soon the conversation turned upon Freemasonry, and, in answer to Lee's opinion that he thought little good was"], [152, "140 DOCTOR, OR LOVER . done in joining any definite associations, Bertha Leslev said : \" In that I am very surprised at you, Air. AYest. To my mind it seems one of those steps a man may Avell fortify himself with to help him in the struggle of life.\" \" Then you believe there is something worth knoAA'ing among the Alasons . \" asked Lee, \" and that your brother would not have been AA'hat he is if he had not joined them . \" \" Quite so ; and I can hardly thank his friend too much for persuading him to be a Freemason,\" Avas Bertha's enthusiastic reply. \" For my part, persuasion to join a good cause is never necessary, but here yoti have a secret society, for its really nothing more.\" \" Perhaps not ; but if I had brothers I Avould do all I could to persuade them to become Free masons, knoAA'ing that if they had a grain of good in then characters it would be fostered"], [153, "141 THROWN TO THE GROUND and developed. So you sec I feel strongly on the subject, Air. West.\" \" Y\"es, because to you the ideal seems real, Aliss Lesley ; but, I assure you, there are a number of black sheep among the Alasons, as there are elseAvhere.\" \" AYell, I know something of the rules,\" Avas Bertha Lesley's assured answer ; \" and I cannot agree AA'ith you.\" \" Then you consider that no man owes it to his manhood to restrain his evil temper, or bad instincts . For instance, you consider that my self for instance, except for my conception of a higher standard, could not attain to the good your brother or Air. Troika might . \" \" I am no judge, Air. AYest ; but by joining the neAv Alasonic Lodge doAA'n here you Avould never have to solve such a problem. I see a mazurka is the next dance — an especial favourite of mine.\" \" Then let me dance it Avith you \"? \""], [154, "DOCTOR, OR LOVER . 142 Lee jumped up ready to forego any ansAver in the pleasure of having Bertha Lesley as his partner. But, like all AA'ho love truly, this young man did not let his doubts rest about Karl Troika's possession of the rose ; and as he led Bertha Lesley to the refreshment tent, Lee commented on the absence of her Alareschal Neil. \" I see your poor floAver has gone, Aliss Lesley, some one less gentle than I has trod it under foot. Alay I ask for the other rose before it shares a like fate . \" \" Aly rose AA'as not trodden on ; but you may have this. Y'ou see I am very generous, Air. AYest — both my Alareschal Neils given aAArav.\" And Bertha took the rose from her hair, laughingly handing it to the young doctor. But instead of taking it, Lee replied : \" Then, Air. Troika has the one I begged so hard to keep . No, you are too generous, Aliss"], [155, "143 THROWN TO THE GROUND. Lesley. But this rose shall share the fate I hoped the other one had met Avith ! \" And taking the flower, Lee threw it on the grass, placing his foot on it, so that every leaf fell asunder, while a look such as none aaIio cared for this young man would like to see on his face came across his features : such a hard, bitter curve of the fan moustached lip. This action roused all Bertha Lesley's natu rally high spirits, and she stooped and picked up a few rose leaves, saying as she turned scorn fullv away : \" Aly poor flower, thank God, can feel no hint from such cruel passion. A feAv leaves are more to me noAV you have dared to spurn it than the lovely rose itself. I mistook you for a gentleman, and at your request, Air. AYest, sacrificed inclination to a sense of kindness.\" \" Forgive me. You cannot know my provo cation, Aliss Lesley ; let me at least apologise . \" Lee AYest Avas hastily overtaking Bertha's"], [156, "144 DOCTOR, OR LOVER? retreat, but the latter never turned — merely slackened her steps as she got close to the house. It was just upon the stroke of three, and many guests had departed ere that last unfortunate dance of Bertha's with Dr. AYest, so that the girl Avas more than anxious to be free, and to join her lover for a stroll. Still, so long as this persistent young man AA'as racing after her, what was the use . So she let Lee come up to her — any explanation Avas better than that. In the moonlight Lee's face looked marbly white ; but he saAv Bertha stop and hastened to her side with the entreaty : \" Pardon me this once . I could not see another preferred before me. Oh ! Bertha, if \" \"Hush! I Avill not hear another word.\" And raising her voice, Bertha shouted, \" Louis, Avait a minute, I Avant to speak to you.\" Lee AYest never knew whether Louis Lesley was within hearing or even in sight, for he could never have noticed anyone just then, he AA'as so much cut up at his own passionate outburst."], [157, "145 WHO PROPOSED HE NEVER KNEW. CHAPTER NIL AVHO PROPOSED HE NEVER KNEW. But other hearts besides Lee AYest's Avere troubled, and driven to their fate on the evening of the Lesleys' dance, for Louis Lesley's promise of curing the Curate of his admiration for his sister AA'as carried out. Asking Karl to take up his position somewhere near one of the District Visitors, Louis Avaited uutil the Rev. Ebenezer, in passing, AA'as caught for a few moments' conversation, and then Louis joined Karl Troika, aa-1io AA'as directly at the back of the Curate's seat. The Avoids of their talk could not but catch the ear of the young clergy man, and he became painfully aware that he VOL. I. l"], [158, "146 DOCTOR, OR LOArER. must be the subject of the following scurrilous attack. Louis Lesley was saying in a distinct whisper : \" You were right about the living of Slade coining to me, old felloAv ; but AA'hat of that . That Curate knoAvs there's a coolness about it betAAeen the Guv'nor and me, and that by making up to Bertha he's on his reverence's Aveak point, and there's every chance, as son-in-law, of his slipping into Slade Rectory.\" \" Then that accounts for Reel being so spoony on your sister. She and I were laughing over some of his inane speeches, and Aliss Lesley dubbed him her forlorn hope,\" Karl Troika answered, Avith a laugh. \"Yes, he'd be glad enough to carry the fort ; for even if I fell into canting ways, and got Slade, the bank notes Avould be left to Bertha — a better catch than any of his pre-sanctified District ATsitors. I fear such a mercenary curer of souls, hardly realizes their Avorth.\""], [159, "147 AVHO PROPOSED HE NEVER KNEAV. It Avould have been impossible for Air. Reel, seated where he Avas, not to have heard a great part of Louis Lesley's remarks, as both voices had been raised from a lower tone, which always gives a listener greater chance of hearing. The result Avas, that being a Aveak-minded, all too sensitive felloAV, he went forth and hanged himself; or, rather, did what Avas infinitely more torment to his future peace of mind — he Avent aAvay determined to prove Louis Lesley's words false as regarded his object in admiring his Rector's daughter. Unfortunately, as the Curate made his Avay from the marquee, Aliss Price, who seemed aimlessly strolling about, addressed him : \" You are like myself, Air. Reel, so used to the serious side of life that this gaiety is uncon- genial.\" Seldom had one of the pets made so sensible a remark, and it harmonised well Avith the Rev. Ebenezer's feelings. L— 2"], [160, "148 DOCTOR, OR LOVER . \" Y'es ; one sees hoAV utterly a love of pleasure would cut one off from really earnest work,\" Avas the Curate's reply. \"Indeed, it does; but my ambition AA'as neAer to do more than AA'ork among the soitoav ing and poor. I am content only Avhen work ing under those properly appointed by God to direct us.\" Thus conversing, the handmaiden and the priest sought the arbour, and somehoAA' — for poor Reel never kneAv AA'hether he proposed it or the young lady beside him — it Avas arranged that they tAvo should work in unison, and the faithful District Visitor become Airs. Ebenezer Reel, and, haA'ing so run that she alone Avon the prize, be at liberty to scorn her felloAv disciples in Avell-doing. The next day all Slade Avas electrified by the neAvs that one of Airs. Price's three pets AA'as engaged to the Curate ; and Louis Leslev and his friend Karl, on hearing the ucavs in the"], [161, "149 AVIIO PROPOSED HE NEVER KNEW. draAving room at the Rectory, winked at each other ; and, aaIicii the visitors had departed, the former exclaimed : \" Well, no one can disturb Reel's peace of mind on the score of livings or fortunes ; so the only good turn to be done is to bhnv his small amount of brains out.\" While Karl laughed, and added, \" It's a sheer case of contrast — old, ugly, and sour. Hoav savage all the other old maids will be, though, as Paul has it, it's been a fan race — ' so runneth we all, but one alone winneth the prize.' Surely, in renouncing their faith in the Curate they'll all turn infidels.\" Thus the iicavs of the Curate's engagement was received at the Rectory ; but we have not quite finished with the night of the ball, Avhen all the mischief Avas planned. Bertha Lesley, AA'hen calling to Louis, knew full Avell that he was out of hearing; but when she suav Lee West enter the marquee she turned toAvards the"], [162, "150 DOCTOR, OR LOVER . shrubbery, and soon Karl Troika was strolling at her side, the full moon marking their path as in the bright noontide of a summer day. \" So that felloAv West wanted to keep you from me . AVhat on earth had he to say that AA'as of such importance?\" AAas Karl's first question. \" Oh ! he was jealous about that rose in your coat, and behaved shamefully. If I had not been so anxious to get quietly away I should have shown up such ungentlemanly passion ! \" and Bertha Lesley's face greAv quite hot with indignation. \" Well,, never mind, ma mi e, the poor fellow might Avell be cut up if you treated him to a strong dose of admiration for the Brotherhood, and then gave me a floAver he'd begged in vain for\"; and the speaker laughed a contented, well-assured laugh. \" That is so like you, Karl — ready to forgive such foolish petty spite on the part of another.\""], [163, "151 AVHO PROPOSED HE NEVER KNEAV. And Bertha, who believed in her lover's superiority to the generality of mankind, compared Lee AYest's character with Karl's, when no such comparison AA'as possible, so little did she truly know of either. AVhen Bertha at last sought the quiet of her oavu room she alloAAed her thoughts to stray to Dr. AYest's interrupted entreaty. \" I hate the man,\" she murmured. \" My father may praise him, but that gives him no right to torment me. I A\\\"ish Karl had never asked me to interest him in Freemasonry ; but then he is himself so noble — so free from petty jealousy ! \" It Avas all very avcII to credit her lover Avith a divine virtue, but she had yet to learn that universal love is a fallacy. Give me love without one grain of jealousy, and I will analyse it, but to cast it aside as a IioIIoav pretence. Love, AA'ith no burning heart that does not grudge that love being lavished elseAvhere, is the cold, calculating,"], [164, "152 DOCTOR, OR LOVER. matrimonial market article, we, of the Nineteenth Century are getting to know ; but it is not the strong clinging fibre of the ivy on the oak, that AA'hen the storm rages through the forest, shelters the trunk with its green coat of mail, guarding the heart that gave it shelter. These Avere the tAA'o kinds of love offered Bertha Lesley, but she had yet to find it out by patient suffering ; and no mother's advice would uoav have availed, for she Avould have ansAAered : \" AYhat do I want Avith other love than Karl's . — my oavh love, that no power shall rob me of! \" During the year succeeding Airs. Lesley's death no lady friend had stayed at Slade Rectory, owing, no doubt, to Bertha's abhorrence to the girls her brother thought perfection, and also because the the Rector considered his daughter's opinions were quite Democratic enough, without receiving encouragement from her school friends residing in Germany; for AA'hen talking on the subject one"], [165, "153 AVIIO PROPOSED HE NEVER KNEW. day, Air. Lesley had revealed his reason for forbidding Bertha to ask them. \" Yrou see, child,\" he had explained, \" your dear mother thought I encouraged you in a spirit of independence against prescribed rules, which made her regret you had been to Germany and received a deeper teaching than Ave get in England. But, if you can assure me that any German school friend you might care to ask, would come here as unbiassed and shallow purposed as the generality of English girls, AA'hv, You are more than Avelcome to ask them.\" But as Bertha failed to satisfy her conscience in finding a friend of her school days, who could be enrolled among the frivolous type of young ladies around Slade, she abandoned the idea of foreign companionship. Noav Slade, as avc knoAv, contained but one phase of young ladyhood — the advanced Church Avorkers — the phylacteries of the Puseyite move ment, Avith no sympathy in any ideas except"], [166, "DOCTOR, OR LOVER ? 154 their oavu, and only entering into afternoon tennis and tea, because several blissful occasions for meeting the Curate would have been lost. Colonel Gorten's arrival at the Hall had in someAvise changed matters, and Bertha Lesley found a friend in Grace Gorten, the only daughter and ever patient sufferer in this otherAA'ise happy family. Unable, like other girls, to spend her days in calls, and intervieAvs with her milliner or dressmaker, Grace Gorten, as she lay on her reclining couch, had read books, and thought out subjects far beyond her years ; and her father, guessing Iioav AA'earisome such hours of solitude must be, had never thAvarted her slightest wish, and yet Grace could not be looked upon as a spoilt invalid, in that, a natural unselfishness gave her keen interest in all around, so that Bertha Lesley found a charm about this frail girl — that of a strong, health-endowed nature, for the weak and suffering."], [167, "155 AVIIO PROPOSED HE NEVER KNEW. After the dance at the Rectory, callers were numerous, and, as the days drew out, Bertha was often up at the Hall, where she remained to dine, and Louis and Air. Troika would find their way up there, for a game at Badminton, in the cool of the evening. It Avas the day week of the ball, and having been quite worn out with the utterance of society talk, Bertha had at about five driven off in her pony phæton to see Grace Gorten. The after noon Avas a remarkably warm one, and the invalid's chair had been Avheeled out under the shade of some fir trees, and Grace Gorton, as she lav back in a dove coloured costume, looked to have quite a glow of health on her cheeks, though the thin, Avhite hands betokened a cruel AA'aste of vitality. The conversation betAA'een Bertha and her friend had turned to the dance at the Rectory, and Grace Avas speaking of the account her brothers had ghen her."], [168, "156 DOCTOR, OR LOVER? \" I asked Joe how your roses looked, and he told me he thought I'd better ask Dr. West if I Avanted to vex him, but never told me avIiv.\" \" Oh, it is all nonsense, Dr. AYest got into a passion, and trod on one of my Alareschal Neils, making a foolish scene for nothing,\" Avas Bertha Lesley's rather vexed reply. \" But AA'hat began it, Bertha — that is if I may ask, dear ? As a rule, Dr. AYest is so patient about trifling annoyances.\" Grace turned her eyes on Bertha as if doubtful of her answering, but the latter explained : \" I only refused to give away my rose earlier in the evening, and then Avhen I aUowed him to haAe another rose, Lee AYest behaAed as no gentleman Avould have done.\" \" Don't, Bertha ; you know as Avell as I do that Dr. AYest is a gentleman, hoAvever much he lost his temper ; and that accounts for him asking for the rose in my specimen glass.\""], [169, "AVHO PROPOSED HE NEVER KNEW. 157 And Grace sighed, for, perchance, in the many long hours of Aveariness, she had imagined the kind-hearted Doctor had taken it as a memento of herself. When they went into dinner, Bertha Lesley was surprised to find Lee AYest was to be one of the company. Grace had her dinner AA'ith them, but, of course, her invalid's table necessitated her being at the side. But it Avas marvellous hoAV gentlv solicitous for the invalid's comfort Lee West was ; and Bertha, although engaged in an animated conversation AA'ith Joe Gorten on the advantages of an automaton snaffle bit, could not help recalling Grace's dictum that Air. AYest Avas the kindest and most unselfish young man she had ever known. In the cool of the evening, Louis and Karl having Avalked up from the Rectory, a game of tennis Avas suggested. Lee AYest, Avho Avas an excellent a oilier, asked Bertha to join his side ; but, either intentionally or not, she got into Karl"], [170, "158 DOCTOR, OR LOVER. Troika's court, and then declared the sun Avas not out of the other courts, and she must remain where she AA'as ; upon which Lee West coolly gave up his place to the second young Gorten, and, on the plea of being called aAA7ay, took a garden chair and sat near the low French window, AA-here Grace Gorten reclined so as to Avatch the game. So perfectly content was Bertha AA'ith Karl by her side that she never missed Lee AA'est's absence from the game until, the set being over, Louis remarked to his friend, Karl: \" Oh, yes, that fellow has a touch of Simon Stylites about him — sits there in the cool talking to Aliss Gorten, and permits us to rush hither and thither like a pack of fools. Glorious unselfishness, isn't it ? \" A little later, and Bertha Lesley bid good-bye to Grace, and joined her brother and his friend. Evidently AA'hile she had been absent a discussion on dogs had sprung up, for she found her little"], [171, "159 AVIIO PROPOSED HE NEVER KNEAV. pet Alopsie — a pug — barking at three bull terriers, that one of the young Gorton's had let out. \" Don't let your savages devour my pet lamb !\" shouted Bertha as she came up ; to which RoAA'ley Gorton replied : \" Never fear, Aliss Lesley, the only one AA'ith any vice about him is Avell in hand — isn't he, Joe ? \" \" Yes, and he's as quiet a lamb as your pet, only no one believes it. I'll lead him as far as the gate AA'ith Alopsie to prove it, Aliss Lesley.\" And Joe Gorten slacked the leash he held in his hand. \" No, pray don't ! \" entreated Bertha. \" Come yourself if you like, but leave that evil-faced dog behind. I tremble for poor Alopsie so long as it's in sight. Come on, Alopsie.\" And Joe, for sheer fun, started after the pug AA'ith his bull dog, just as Lee AYest came up with :"], [172, "160 DOCTOR, OR LOVER . \" Take care, Gorten, Aliss Lesley wants none of your narroAv escapes.\" And Dr. AVest would have prevented him going farther, but Joe Gorten would have his way, and set off down the avenue, folloAved by Louis, cheering him on, AA'hile Karl Troika, Bertha, and Lee AYest Avalked behind. As might have been expected, the bull dog — roused to a Avhite heat by the tantalizing sight of the other dog running freely in front, while he Avas egged on by Joe's voice, but perpetually held back — gave a tremendous tug, and the leather thong snapped. In an instant, Alopsie AA'as on her back, and the savage bull terrier shaking the life out of her, AA'hile Joe Gorten in vain AA'histled and beat his dog. Bertha, running forward, entreated him to save her pup ; but Joe shouted, \" It's no good, Aliss Lesley, eA'en I should not care to meddle with the brute, now.\" \" Oh ! do get the dogs separated. Karl, do saA'e my poor Alopsie !"], [173, "161 AVHO PROPOSED HE NEVER KNEAV. The more familiar name slipped all unguarded from Bertha's lips in the moment of asking- Troika's help, but no one except Lee AYest noticed it, and Karl began : \"I can do nothing, if Joe cannot.\" But before the sentence was finished Lee West had run forward, and with a sure eye and firm hand had laid an iron grip on the bull dog's hind quarters, and, lifting it completely off the ground, used the disengaged fist to give it a smart bloAv between the eyes, AA'hile he shouted to Joe Gorten to smother its head AA'ith his loose jacket ; and while he did so the other end of the lash was inserted in its collar, and it was led off to the stables. AleaiiAA'hile, Karl had lifted Alopsie into Bertha's arms ; but, at her request, left her to accompany Joe to see the bull dog safely chained up. M VOL. I."], [174, "162 DOCTOR, OR LOVER? CHAPTER NHL \" AVE ARE ENGAGED.\" On turning round, when the bull dog and his escort were lost to view, Lee West found Bertha Lesley nursing Alopsie on a seat further doAvn the avenue. The girl made a pretty picture, tenderly sooth ing the poor little injured animal. Bertha's face, ahvays an expressive one, was softened, Avith a woman's pity ; and Lee, as he came up, felt that it held a great charm for him. \" The little thing is not really hurt, I hope, Miss Leslev . \" \" Y\"es, I fear her leg is broken, or some other injury. Listen Iioav she whines with pain.\""], [175, "\" AVE ARE ENGAGED.\" 163 Lee AYest took the pug from her to examine it. Bertha rose from her seat, saying : \" YTou had better sit doAAm, Dr. AA^est.\" Lee did so ; and, after feeling Aiopsie's joints, replied, \" I think the shoulder, or rather the fore leg is put out of joint. I'll do my best to set it, and bind it up.\" Taking out his handkerchief, Lee tore off a strip for a binder ; and, patting Alopsie, added, \" There, it will soon heal, poor doggie.\" \" Poor little pet ! you Avere nearly killed, my Alopsie ; so faithful to her mistress.\" And Bertha stroked the sleek coat of the injured dog as it lay on Dr. AA'est's knee, eased of the pain by the firm bandage of its fore-leg. \" Yes, Alopsie will live to die for you yet, Aliss Lesley. I envy her so kind a place in your thoughts. The mystery of pain is soon solved if love is there to soften it. Don't you think so ?\" Lee looked up as he asked the question, and M— 2"], [176, "164 DOCTOR, OR LOVER . something in Bertha Lesley's look — a look of such full realisation of the truth of his remark — caused Lee to forget all but his great love for the girl beside him, and, catching Bertha's hand, as she patted Alopsie, he continued : \" Bertha, I love you ! AA111 you let me serve you and live for you, and give me a place in your heart . Until lately I have never knoAvn hoAv precious life Avas ; but noAV, because of you, all seems Avorth striving for.\" Lee had placed the pug gently on the grass, and stood Availing for Bertha to speak — his eyes, bright AA'ith expectancy ; but either she was too surprised, or else Avished to Aveigh her ansAA'er — for Lee continued : \" I have snatched this chance in the hope that your oavu feelings may tell you it Avas the deep love I bear you that made me so unreason able at the ball the other evening. Oh ! Bertha, give me at least permssion to shoAv that I am in earnest.\""], [177, "\"WE ARE ENGAGED.\" 165 \" No, I cannot, Air. AA>st ; and, after the other evening, I think you might have known this would annoy me. AYill you please lift my dog up again ? I shall carry him home ; aud, as I see my brother coming, I must ask you to forget what you have just said, as I certainly will.\" Lee AYest glanced in the direction of the house, and in the distance saAv two figures, but not near enough to have prevented a more gentle ansAver to his proffered love, and with fierce promptness he lifted the pug up, with the Avoids : \" I see you are determined to misunderstand me, Aliss Lesley ; but I, for one, can never forget.\" And, raising his hat, he left her, glad to get aAA'av before Louis and Air. Troika came up. Perhaps, if two hours later on that same evening Lee AYest could have read this girl's soul, he would not have judged her so harshly, for it Avas harder for her surely than for him to"], [178, "166 DOCTOR, OR LOVER ? undergo the trial of another man's love when she had found a heart wherein all her OAvn love AA'as centred, and, under ordinary circumstances, the small world around would have knoAA'n this, and, from outAvard attention on the part of Karl Troika, have drawn their conclusions. But, OAving to their secret engagement to no one more than her affianced husband, must Bertha in public appear more cold or self-restrained. There Avas one hour in the twenty-four that the lovers claimed as their own, and that Avas AA'hen Air. Lesley had gone to his room, and Karl had persuaded Louis, after half an hour's smoke, to folloAV his father's example. He Avould then ostensibly go to bed, but really join Bertha in the morning room, under the excuse that he neA'er could settle to sleep until after midnight. On the occasion of poor Alopsie's accident, Bertha AA'as sitting working, Avhile the pug lay on a cushion near her, and Karl Troika had taken"], [179, "\" WE ARE ENGAGED.\" 167 up his position on the end of the sofa, and Avas asking : \" What had West to say to you, Bertha ? I saw him in one of his theatrical poses. I suppose asking for absolution after that rose affair ? \" \" No. But Karl, 1 long for our engagement to be knoAvn, and then I could never be subject to these foolish tirades.\"- And Bertha looked up at Karl from the Ioav easy chair AA'here she sat. His ansAA'er was to come behind her, and imprint a kiss on her forehead, as he added : \" That fellow is awfully jealous. I suppose he proposed in due form, love ? \" \" I don't know AA'hat that is ; unless you call springing through a AvindoAV, and taking a girl at a terrible disadvantage, 'due form?' And Bertha laughed, happy in Karl's companionship. \"AYell, I hope AYest isn't going to ask you daily to be ever his ; because when I'm out of the way, you may succumb ! \""], [180, "168 DOCTOR, OR LOVER 1 \" Don't laugh at him, Karl. I am no heartless flirt, Avhatever else I am, and I already find that I was stern enough about that rose.\" And seeing that Bertha Avould not laugh at the doctor's infatuation, Karl turned the subject of conversation ; and soon Bertha, taking Alopsie with her, went to her room, to lie aAvake, thinking of Lee West's persistency and her lover's last words. The next morning at breakfast Bertha proposed they should ride to a water mill that had long been talked about as the most picturesque spot near Slade. At Louis' desire, the ride was put off till later in the afternoon, AA'hen Bertha, her brother, and Karl set out. In this case, report had under rated the beatitv of the scene : as the sun shone on the drops of AA'ater, as they fell from the moss-covered mill, A\\heel and imbued them with the marAellously beautiful tints of the rainboAv."], [181, "\" WE ARE ENGAGED.' 169 Art ! — AA'hat is art ? cries the lover of beauty ; and Nature alone ansAvers the query aright. \" Ars longa vita brevis \" is its rule. The sIoav progress of years can make the barest Avail beautiful. Here Avas a picture worthy of reproduction — the old mill with the winding stream, bordered on one side by meadoAV land ; on the other by rich corn fields bedecked by the beauty flecks of red poppy and blue eornfioAver. Influenced by the surrounding scenery, the riders made their AA'ay back, leisurely discussing ideals, as only the young can; and it Avas not until they had left the river side and returned to the dusty road, that the conversation took a practical turn, and Louis began comparing the merits of steeple chasing AA'ith Troika. Now Karl Troika, avIio had hunted occasionally in Leicestershire, Avas loud in declaring the difficultv of broad ditches on the off side of a high fence; Avhereas Louis Lesley maintained it AAas far more difficult to clear their low streams"], [182, "170 DOCTOR, OR LOVER ? on the level. Bertha, who was no mean authority appointed herself umpire, and, turning her horse's head toAA'ards a lane running down to the river again, remarked : \" This is Slade Scours — too broad a spot ; but there is a shalloAv a little further doAAn, Avhere Rore has often gone over from bank to bank, with never a slip.\" \" Acs, AA'ith all clear before you — not a rise on the off side. I shouldn't mind taking these Scours any day,\" ansAvered Karl, confidently. \" Try it, old fellow — nothing like proof positive,\" and Louis laughed at his friend's boast. AYhether unconscious of the width of the water, and the rate of the stream, at this point, Karl Troika backed his horse, and before Bertha, who knew the danger, could pre vent him, Karl rode sharply forAvard, and his horse's hoofs had left the near bank before Bertha had realized it. Then, never stopping"], [183, "\" WE ARE ENGAGED.\" 171 to see if Karl reached the other side in safety, she put Rore at a smart gallop, and a minute afterwards had cleared the ford she had preA'iously mentioned, and, with a wild scamper, reached the off bank of Slade Scours. Alore than her fears were realised as she saAv Karl Troika's steed plunging madly in the water, and trying to gain its footing on the bank, while the rider himself AA'as either stunned or out of the saddle, as he appeared utterly helpless to guide its frantic efforts. Before Bertha had really reached the spot the other horse managed to scramble up the bank, and she saAv Karl being dragged along, his left foot hanging in the stirrup. Of a nature rather emboldened than paralyzed by danger, Bertha grasped her riding whip, and, tightening her right rein, directed Bore's course right across the path the injured and startled hunter was taking. Exerting all her strength, Bertha gave Karl's horse a stinging lash across the eyes, at"], [184, "172 DOCTOR, OR LOVER ? the same time catching its bridle. The animal gave a plunge that Avould have AATenched the rein from one less accustomed ; but this act stopped the horse, and Bertha Lesley jumped from her saddle, leaving Rore to stand, or other- AA'ise, as his docile temper dictated. In a second Karl Troika's foot AA'as freed from the stirrup ; and as Louis rode up, the frightened horse rushed away like a wild prairie animal ; AA'hile Bertha lent over Karl, aaIio lay insensible on the turf, wet and draggled in appearance, but showing no outAvard mark of injury, no doubt o\\A'ing to the reeds at the side of the river. On seeing Louis come up, his sister exclaimed : \" Don't dismount — ride home for Dr. Aloore, and, if he is out, anyone ! Go quickly ! I will stay here.\" \"All right.\" And Louis, who hated scenes, gladly spurred his steed towards Slade, to return, as it seemed to Bertha, after a thousand years, with Dr. Aloore and two men Avith an improA ised"], [185, "\" AVE ARE ENGAGED.\" 173 stretcher. Bertha, as she knelt AA'atching beside the injured man, looked quite as white as Karl, but AA'as quite calm in helping the doctor in restoring free respiration, and in the removal of some of the soaked garments and boots. After a cursory examination, Dr. Aloore assured them that Air. Troika AAas in no Aviso hopelessly injured. A concussion of some part of the spinal cord Avas the most serious hurt, and the left ankle Avas put out of joint. After seeing the patient lifted into a cart that had come along the road, and had been enlisted for the pur pose, Bertha Lesley allowed her brother to drive her back to Slade in Dr. Aloore's gig — the latter accompanying Karl, to see the jolting Avas made easier to the injured man. On reaching the Rectory, they found Air. Lesley fully cognisant of what had happened, and he explained : \" I AA'as in the village, and, of course, heard you had been seen at Dr. Aloore's, and then driven off with him. You may believe Iioav"], [186, "174 DOCTOR, or lover \\ anxious I Avas about Bertha ; but on going to the doctor's surgery heard it Avas a gentleman friend of yours, Louis, who was thrown and killed.\" \" No, thank God ! not that,\" AAas Bertha's intense reply ; and then, knoAA'ing she could not relate the accident in any but broken sentences, she turned to her brother Avith : \" Y\"ou tell father, Louis, and I will go and prepare the room.\" So, Avhen Dr. Aloore arrived with the patient, he found every helper ready to receive his instructions ; and, haAing set the ankle joint and bandaged it, he said to the Rector as he came cIoaa'u stairs : \" Noav, someone must sit up AA'ith Air. Troika, and I shall send a sleeping draught. I trust the injury to the spiue may be not so severe as the insensibility made me fear.\" \" Y'ou said it AA'as the nape of the neck Avhere the injury AA7as, I think ? \" enquired the Rector, \" and, if so, lock jaw is possible, I suppose V"], [187, "\" AVE ARE ENGAGED.\" 175 \" Quite so, and then Ave are powerless, I fear.\" Bertha caught the Doctor's reply as she crossed to the sick room, and those Avoids — \" then we are powerless, I fear \" — struck a chill to her heart; but in a moment the resolve not to leave her lover's side until that fear AA'as past took possession of her, and she installed herself in the A'isitor's room, with the old housekeeper from Dr. Aloore's. It must have been close upon eleven AA'hen Louis came up to the sick room AA'ith a message from his father. He (the Rector) Avas going to bed, and Avished to knoAv Avhether the gardener should stop, or whether, as Louis was to sit up till tAvo a.m., Bertha thought no one would be required. To avoid any chance of Karl being in a semi-conscious state, Bertha had gone out on the landing to talk to her brother. She replied : \" AYhy, send Crick home. Y'ou can go, Louis,"], [188, "DOCTOR, OR LOVER . 176 if the doctor is required ; you know, I suppose, that lockjaAv is likely to set in ? \" \"Well, as for that, the pater tells me old Aloore is honest enough to own he can do nothing if it comes to that,\" Avas Louis' incon siderate answer. \" Well, then others can — and shall ! for I shall sit up as Avell as you, so stop up here Avhile I say good night to father.\" And Air. Lesley Avas quite content to let the gardener be dismissed, and to hear that Louis Avas undertaking to sit up till two o'clock, never dreaming that Bertha Avas to be his companion. So matters settled quietly down, and it only wanted half an hour to the termination of Louis' watch, AA'hen the old housekeeper Avould take his place. Bertha had gone to give the patient some medicine, seeing he Avas not asleep. But her hand trembled so that Louis took the glass and held it to Karl's lips, AA'hen"], [189, "\"WE ARE ENGAGED.\" 177 he found the latter' s teeth firmly locked, aud, pressing the rim of the glass against them, found it impossible to get a drop of the liquid through. In a second Bertha realized that lock-jaw had set in, and she turned peremptorily to her brother : \" Go for Dr. AYest, at once, Louis ! — the villa cottage next the schools ; not Dr. Aloore — he's of no use. Bring Air. AYest with vote— quick ! \" She snatched the glass from Louis, who Avas out of the room in a minute, and, knocking his father up on the way down, rushed out to do Bertha's bidding. Taking one of Karl's hands in hers, Bertha stood AA'aiting, fully, terribly conscious of her poAverlessness. And thus her father and Lee AYest found her ; but the doctor AA'as so keenly interested in his professional skill that he forgot to notice the surroundings. At last the paroxysm caused the teeth to unclose for a second, and Dr. AYest administered VOL i. N"], [190, "DOCTOR, OR LOVER ? 178 a strong dose of chloral; and, after sitting by the bed-side for half an hour, gave his instructions, and went out to join Air. Lesley in the library. But as he reached the top of the stairs, Bertha herself Avaylaid him with the question : \" AYill he live .\" looking toAvards the sick-room. Lee AYest looked up at her, rather surprised, and then ansAvered quickly : \" I cannot say, but I am seeing Air. Lesley. It is not at all necessary you should be Avorried and troubled by this accident.\" \" But I Avish it. I will and must knoAv the worst. Dr. AYest. I am nursing Air. Troika, and have every right to knoAv.\" Bertha Avas excited from over exertion, and apt to think everyone against her. \" You may count on my doing all I can, but a second attack of tetanus may set in, and then\" But before Lee could finish, Bertha had clutched his arm for support, and entreated :"], [191, "\"AVE ARE ENGAGED.' 179 \" Do not say, AA'ith Dr. Aloore, you are poAA'erless to help me to save him. Oh ! my poor, poor Karl ! \" \" Aly God ! then you love him.' The young doctor AA'as equally moved noAV, and, turning his eyes on the girl entreating his help, he caught the Avoids : \" We are engaged ; but my father does not know. No one knoAA's.\" A shudder passed over him, but pulling him self together, Lee said : \" And I am to keep your secret . \" \" Y'es, for the sake of him AA'ho lies helpless uoav ; and more than ever for my sake ! \" AA'as Bertha's reply. But Lee Avas as suddenly stern as before he had been yielding as he ansAvered : \" No ; not for your sake, Miss Lesley, or any one's. I will do all that a medical man can do to saA'e this man's life — but your father should knoAv of this at once.\" N— 2"], [192, "180 DOCTOR, OR LOVER 1 \" But I say he shall not ! \" and the girl looked noble in her resolution. \" AYould you bring my father's anger upon me noAV, you Avho not long back pretended to care for me . It Avould be a coAA'ardly act when the only one who has a right to defend my conduct is stricken doAvn.\" \" You are right ; I Avill spare you more pain.\" And Lee retraced his steps, adding : \" It will save explanation if your oavii maid will take the rest of the nursing for to-night. AVe Avill go back to the patient's room, and if you don't mind having her in I Avill give my instructions up here.\" Lee had regained the mastery over himself, and was eminently the doctor, as he stood near the patient's bedside waiting for Bertha Lesley to return. As she entered Avith her maid, Dr. West said : \" You will take the case entirely into your hands, Aliss Lesley ; and should the patient become faint or restless send for me at once. The"], [193, "\" AVE ARE ENGAGED.\" 181 medicine Avill be here soon, and you will see it is given every half hour. Your maid will take her turn, and I should advise a change in watching the patient every tAvo hours. The room must be kept perfectly quiet.\" And just shaking hands AA'ith Bertha, the doctor went down stairs, where he found Air. Lesley awaiting him in the library. \" AYell, and Iioav is the patient ? And Avhat are we to do as regards nursing him ? \" Avere the Rector's first Avords, to which the doctor ansAA'ered : \" At present Aliss Lesley will see to matters with her maid ; and to morroAA' — or rather to-day, as it is — I will send in a nurse — that is, AA'ith your permission, sir. AleanAvhile, the quieter the house is kept the better.\" \" Y'es. AYell do as you think best — it is a most unfortunate occurrence. I shall not disturb Air. Troika by offering to sit up, as, no doubt, our sympathies being so adverse it will Avorry"], [194, "182 DOCTOR, OR LOA'ER. him. I am sorry that Bertha should have the task ; but, although neither my daughter nor myself care for Air. Troika, yet Ave Avould not see the poor fellow suffer.\" \" I feel sure not; and I have left full instruc tions to be sent for, if there is any change,\" was Lee's hurried comment. \" Thank you, AYest, it Avas a good thing Louis thought of you, for our mutual friend, Aloore, is too infirm for night Avork. Good bye.\" And the Rector shut the door on Lee's retreating steps. And Lee smiled a bitter smile, as he recalled the kind father's words regarding his daughter's dislike of their guest ; and the young man's broAv wrinkled with deep lines of thought, such as often mark a general's brow in the interval betAA-een the planning and the action on the field of battle. Thus, Lee AYest felt angry AA'ith all but the cause of his troubled thoughts — never"], [195, "\" AVE ARE ENGAGED. 183 accused Bertha Lesley of deception, but rather the man he now knew she loved. \" Ah ! well,\" Lee murmured, \" the coward has kept his secret Avell, but would to God she Avere not the sufferer, and I would intensify the father's just hatred of this Troika.\" No, to Lee West, the woman he had hoped to gain by his love, must ever seem perfect ; and, perchance, through many sorrows, Bertha Lesley was ordained to become perfect."], [196, "184 DOCTOR, OR LOVER ? CHAPTER XIV. AT DEATH'S DOOR. The next morning a nurse, who, during the epidemic of fever in Slade had worked under Dr. AYest, took up her post at the Rectory, her duty being to take the night nursing, she having received her instructions from the doctor — as she informed Bertha Lesley, who Avas someAA'hat indignant thereat, and exclaimed : \"What has any doctor to do as to who nurses a private patient . I shall share your night work if I choose.\" To which Ford, aaIio by no means minded a companion in the sick-room, easily acquiesced ; and not until the second morning did Lee AYest choose to notice this disregard for his orders, and"], [197, "AT DEATH'S Door. 185 then he turned to Nurse Ford with the words : \" You can now go off duty till ten o'clock. I shall see the patient again, but mind I am sent for if towards midnight the temperature rises. Then, turning to Bertha, he asked : \" Can I see you doAvnstairs, Aliss Lesley ? \" And AA'hen they were in the morning room, Lee AYest said : \"I think it kinder to tell you that another attack of lock-jaAv is likely to set in, and for many reasons, Aliss Lesley, it would be well if you Avould to-day, at least, leave others to nurse Air. Troika, as the extra strain you are undergoing will hardly enable you to help when you would Avish to.\" \" Indeed ! you little understand me. But we will not discuss my actions.\" And Bertha having received all the informa tion on the case she could, left Louis, who had just come in, to hear Dr. AYest's report and sIioav him out."], [198, "186 DOCTOR, OR LOVER\"? But that very evening Bertha Lesley learnt the folly of disregarding kindly consideration ; she was compelled to appear at seven o'clock dinner, insomuch as the Rector kneAv a night nurse relieved the lady's maid, aa'Iio shared the nursing. So Bertha, although tired out AA'ith a long spell in the sick-room, had to come doAvn. Noav Louis Lesley, who neAer could amuse himself alone, Avas in the Avorst of humours, especially as Karl's room had to be kept so quiet that he never cared to be there more than ten minutes at a stretch. Thus, AA'hen Bertha did appear, he became very critical. \" AYell, Bertha, your eyes look starting out of their sockets ! Have you and that precious nurse been fighting over the honour of sitting up all night ? \" Of course this remark drew her father's attention to her looks at once, and he remarked : \" AVhy, child, you're as pale as death. I"], [199, "AT DEATH'S DOOR. 187 must speak to West. It's seldom he's so inconsiderate. If Air. Troika is going to be so helpless a patient, the doctor must think of some plan Avhereby he can be nursed elseAvhere.\" This remark struck Bertha with consternation, and she replied : \" I am sure it is not that that makes me look ill. Louis has no right to make you think so, especially after Avhat 1 heard him say of his friend's unselfishness. Seeing his sister AA'as really vexed, Louis remarked : \" The truth is, Troika can't be moved Avhile there is any danger of this lock-jaw, and AAest knoAvs that. Besides, I'd nurse him myself before he AA'as turned adrift — ill as he is.\" This caused Air. Lesley to inquire AA'hat his son intended to do in regard to preparing for Orders ; and, like the Eastern question, the discussion Avas endless, but the decision never arrived at. So Bertha Avas spared further"], [200, "188 DOCTOR, OR LOVER ? comment on her tell-tale features, and made up her mind for once to retire to bed at ten with the rest of the household, telling the nurse to call her at once if there was any change in the patient. At about half-past one in the morning. Bertha was roused from a heavy sleep by a loud rap at her door, and her maid brought a message that Mr. Troika had had another attack, and Dr. West, who AAas in the sick-room, had asked for her. AA'ith a startled sense of unfulfilled duty, Bertha tAA'isted her hair into a rough coil, and, casting on a few things and a cashmere morning wrapper, hastened to the sick-room. Dr. West Avas leaning over Karl Troika, while the nurse was trying to pour a spoonful of brandy into the patient's mouth. In an instant Bertha took in the case. Karl, her lover, Avas dying ! AA'ith an angry pang of jealousy at any but herself tending him, she snatched the spoon from Nurse Ford, spilling the brandy on the sheet."], [201, "AT DEATHS DOOR. 189 The doctor looked round, and, seeing who had done it, said definitely : \" Fill the spoon again, Nurse, and then give it me.\" Up to this time, Lee West had been inserting a small, wedge-like instrument between the teeth, and had at last achieved his purpose. Noav he took the spoon from Nurse Ford, adding : \" I Avill take entire charge of the patient Avhile you prepare the plaster I ordered, and AA'hen I am ready for you, will ring.\" The nurse seemed to find numberless matters requiring her attention, but she Avent at last toAvards the door. The doctor had noticed the momentary hesitation, and, turning to Bertha Lesley, he said : \" There AA'as no need to have disturbed you, Aliss Lesley, until matters AA'ere better.\" The door closed, and the retreating nurse was more than satisfied to find that Dr. AA'est"], [202, "190 DOCTOR, OR LOA'ER ? regarded Aliss Lesley as too incompetent to be of any help in an emergency. But Bertha herself turned a defiant look on the speaker, as she demanded : \" And why am I not to be here ? Ghe me that brandy ; I have every right to nurse him.\" As if he had never thought but of Bertha taking his place, Lee filled the spoon again, and passed it to the girl ; but very little went doAA'n Karl's throat oAving to the unsteady hand of the administrator, seeing which, Lee procured a piece of sponge, and taking a saucer from the table, filled it with brandy, and giving the sponge to Bertha, remarked : \" Try that — it Avillbe easier.\" But the cold, set look about Karl Troika's face AA'as too much for one loving him as Bertha did, and, Avith the look of a hunted deer Avhen every effort has only brought it within reach of the hounds, the girl turned to Lee AA'est with the words :"], [203, "AT death's door. 191 \" Feed him with it. I cannot ; it is too sad, too terrible to see him like this ! \" A^ itli the gentleness of a loving mother, Lee AA est took her arm in his, and led her to a large arm chair, and, placing a cushion for her head, let Bertha sink back, while he took up his post again as Karl's nurse. Half-an-hour passed, aud except for au occasional glance towards the arm chair, the doctor had never relaxed his attention on the patient. It Avas AYell it Avas so, for Ford, having spread out all she required, had noiselessly returned to the landing, and, having nothing to occupy her thoughts, had applied her eyes to the key-hole, and as the arm chair, in which Bertha Lesley had sunk, Avas AA'ith its back towards the door, Ford had only been able to discover Dr. AYest in possession of Avhat she regarded as her preserve, and had gone doAvn again just for a sip of stout and a crust and cheese. By so doing, Ford missed a conversation that"], [204, "192 DOCTOR, OR LOVER. would have taken her a life-time to unravel ; for, having satisfied himself that the spasmodic paralysis Avas allayed, and Karl Troika's pulse stronger, Lee called Bertha to the bed side, and making her take his place, added : \" If Ave can go on as we are, by to-morroAv afternoon, humanly speaking, he Avill be out of danger.\" Bertha made no ansAver, except by taking up the saucer ; but Avhat would have surprised the nurse AA'as the doctor's remark : \" Now I shall leave you alone, and go doAvn to give that nurse something to occupy her ; and, Aliss Lesley, do not think me hard Avhen I say it is bad for you, and for the patient, to give Avay to too much feeling — we all have to be brave for those most dear to us, sometime or other.\" And Lee took Bertha Lesley's hand, as if by his oaa'u warm grasp he Avould assure her of support. \" Thank you ; I Avill try to be brave for his"], [205, "at death's door. 193 sake,\" Bertha answered; and Lee left her alone while he made his report to 'the Rector, and then had a long interview with Nurse Ford, in the morning room, telling her he was going to remain till five o'clock, and, therefore she might go to bed till then. It AA'as some time before he returned to the sick room, and he found Karl Troika evidently fully conscious of Bertha's presence, although too AAeak to speak ; but as he looked at the happy smile on the loving nurse's lip, AYest kneAv he could no longer pretend to doubt the truth of Bertha's love, at any rate, for Karl Troika ; and as he watched the girl leave the room a short time after, those lovely lines of Scott chased one another through his head — O ! woman, in the hour <if ease, Uncertain, coy, and hard to please ; A ministering angel thou, When pain and sickness wring the brow. Another A\\'eek, and Karl's state permitted of Louis spending an hour or two in his friend's room ; but, as on every occasion, Bertha found a VOL. I. 0"], [206, "194 doctor, or lover? fresh bottle of champagne AA'as uncorked, she did not encourage his too frequent visits. Noav, Louis Lesley Avas just one of those weak characters, that, left to himself, he Avas incapable of occupying his time beneficially. He smoked and read railway novels. As it happened, temptation, in the form of a fresh housemaid, polishing away at the low French A\\indows, pre sented itself too easily one sultry afternoon, and Louis, lolling in his hammock, attracted her attention by dropping his pipe, and shouting out to Alice Warden to come and pick it up, adding, \" You can't be so desperately busy over that window, unless you Avish to see a pretty face for once in the glass.\" The maid gave a weak laugh, evidently as pleased as she Avas astonished ; and Louis found it better fun to talk than read, especially AA'ith one avIio looked up to him as some SoA'ereign, and to whom all his sayings were ucaa', and received as marvels of Avit or Avisdom."], [207, "at death's door. 195 So matters downstairs went on without attracting Bertha's attention. Truth to say, if she ewer thought about her brother's occupa tions. Bertha imagined he Avas up at the Hall ; and when he was spending half an hour AA'ith Karl she always dismissed Nurse Ford, under the impression that nurses were so prone to joke aud laugh with male relathes. But it Avas not long before she Avas to learn her mistake, and Louis Lesley to at last realise that his father Avas au exception to the rule, and practised, and made others practice, AA'hat he, as Rector of Slade. had for years preached — \" that no man unworthy of respect should have a chance of entering the Church as a pastor.\" END of VOL. I."], [208, "Printed by Remington & Co., Limited, 15, King Street, Covent Garden, London."], [209, ""], [210, ""], [211, ""], [212, ""]]