[[1, ""], [2, ""], [3, ""], [4, ""], [5, "descriptive anti Historical OF CITIES AND PLACES IN THE D E K K A N; TO WHICH IS PREFIXED, J1W 2$?W&®ZD&(BW2®$Tz CONTAINING A BRIEF DESCRIPTION OP THE SOUTHERN PENINSULA, AND a attcfinct ttMetorp ot iu ancient Itulft* : THE WHOLE BEING INTENDED TO SERVE AS A BOOK OF REFERENCE TO A MAP OF ANCIENT DEKKAN. DEDICATED, WITH PERMISSION, TO THE HON'BLE SIR CHAS. EDWARD GREY, Kt Chief Justice of the Supreme Court of Judicature in Bengal. BY CAVELLY tVENKATA RAMA SW AMI, Head Translator and Pundit in the Literary and Antiquarian Department. Calcutta : SOLD BY MESSRS. W. THACKER AND CO. ST. ANDREW'S LIBRARY. 1828."], [6, ""], [7, "PREFACE. I have arranged the names of the cities and places in the Dekkan, in alphabetical order, in the follow ing pages, to facilitate reference. A short descrip tion simply of the towns, &c. is given, as it is my ob ject only to furnish such information on this subject as may be new to the generality of readers. Most of the places marked down in my map have been visited by me personally, while I was attached to the Survey under the late Col. Colin Mackenzie, Sur veyor General of India. The extensive mass of lite rary materials collected for that indefatigable and me ritorious officer, was procured under the superintend ance of my elder brothers and myself, and throw great light on the ancient history of the Southern Peninsula. Among the collections were written tra ditions and oral testimonies, that had been taken down, as well as legends which, though not implicit ly to be relied on, yet furnish so many collateral proofs to strengthen the other materials collected : to these were added an immense number of inscrip tions in various parts of the Dekkan, proving grants"], [8, "IV or deeds of gifts that have been made, and buildings and monuments that have been erected, by ancient sovereigns and men of note. A peculiar importance is attached to this kind of evidence, in the investiga tion of Hindu history and chronology, occasioned by the almost entire dearth of a connected or regular civil history, and from the great scarcity of authen tic records and documents sequelling the destruction of such as had existed. To these disadvantages, must be added various other causes, originating in the pe culiar habits and customs of the Hindus, and the con vulsions and frequent and rapid revolutions that have agitated their government with a succession of changes, seldom known in any other country. The controversies of their numerous philosophic and religious sects, each anxious to propagate the: dogmas and tenets of his own faith, and the many: dishonest and disingenuous methods they took to for ward their views, by destroying by every means in their power the monuments and writings of their! opponents, and not hesitating even to sacrifice truth at the shrine of their ambition, many opportunities of which undoubtedly offered from the despotic nature of their government, have been the principal causes that have made the ancient archives of this renown ed country so scanty and unconnected. From the"], [9, "V Hindu poets who flourished in the Dekkan, a great deal of information has been derived ; and a remark able instance is mentioned in the Introduction, of one of them preserving from oblivion the heroic ac tions of a prince whose pillars of victory and monu ments Avere entirely dilapidated by a successor that was envious of his fame. To make the work as interesting as I could, I have, in an Introduction, given a succinct description of the Dekkan, and a slight sketch of the history of its ancient rulers. The work has been compiled while engaged in arduous official duties ; and I trust a ge nerous public will pardon the inaccuracies in style and other errors I may have fallen under, consider ing this as the production of a native, who has done his best to deserve their approbation. C. V. RAMASWAMI."], [10, ""], [11, "INTRODUCTION. Dekkan, according to Hindu geographers, is that part of India which lies south of the Vyndhia moun tains, and contains an area of about five hundred thousand square miles. As the permanent possessions of the Mahomedans, hoAvever, did not extend beyond the river Krishna, after their conquest of the Dek kan, the term is applied by Moslem authors only to the country betAveen the before-mentioned river and the Nermudda. Firestha says, Dekkan was so called after the grandson of Ham ; but as he produces no authority on the subject, we are at a loss to conceive, Avhether this assertion is the fruit of his OAvn imagination, or that he received the information from some author Avhose name he thinks it of no consequence to men tion. From the sea-shore to about from sixty to a hun dred and fifty miles inland, the country is Ioav, and then ascends abruptly to a considerable height. The ranae of cliffs that form this elevation is called Ghaut by the natives, and the uplands are denominated Ballaghat, and the low-lands Payenghat."], [12, "VIII These cliffs have the appearance of having once been washed by the sea ; and Buffoon and other na- turalists were of opinion, that this had actually been the case. In the Hindu mythology it is affirmed, that the whole of Payenghat Avas in former ages un- der water, and that Varuna, the god of the sea, agreed to grant to Pursurama as much space as he could shoot an arroAv over. The latter in consequence darted his arrow to the extent of 60 miles ; and the waters of the ocean receding, left the ground high and dry as the dominion of Parsurama. The soil of Dekkan is so favourable to vegetation, that a great part of it is over-run by forest trees, un- derwood, and grass : these dense thickets were the theatres of the austerities and actions of many gods and ascetics, mentioned in Hindu mythology. The interior of the country is mountainous, and the ground in some parts rocky and sandy, and in others fertile. Dekkan, on the whole, is a dry country, and the streams that intersperse it only serve as chan- nels to drain off the Avater that falls during the rains, there being no constant supply from springs and auxiliary rills to form a regular navigable river. The hot Avind, during the summer solstice, in this country is excessively inconvenient and irksome, except to natives who have been habituated from their infan- cy to its rigor. The climate on the sea-coast, how ever, is refreshed by sea breezes. Dekkan is rich in productions of every nature that administer to the wants or luxury of mankind ;"], [13, "IX and to give a description of the indigenous trees, plants, and shrubs that abound, would far exceed the limits of this work, and require many volumes. Gold dust is procured in the river Hola-honore, and on the high grounds of the Kolar ; and there are diamond mines at Vijra Karure Munimadugu in the ceded districts. Emeralds are found at Hagalavadi ; and an inferior kind of rubies near the river Subram hana, below the Besseli pass. This country has from time immemorial been the seat of considerable governments ; and vestiges of extensive cities are to be seen in many places, and coins of various descriptions, and medals, have been discovered at Mahabalipura, Pondacheri, Pulicat, Nagapatam, Masulipatam, Krishnapatam, Potnure, Chebole, &c. The Dravida country Avas formerly called Tundi ra Mandala, from Tundira, an ancient king who ruled over it, and afterwards obtained the appellation of Dundakarunum, from another sovereign named Dandaka : subsequently it was called Tondamanda lam, after a monarch of the name of Tondaman, and also denominated Kanchimandalam, from Kan chi, its ancient capital. The three divisions of Dravida are, Chola, Chera, and Pandya. Gongagondapura was the ancient me tropolis of the original Chola kings. One of the princes of that race, named Karikalachola, to expi-"], [14, "X ate the sin of accidentally killing a Bramin, esta blished a temple of Siva at Madharjun, on the bank of the river Kaveri, and made that place his re sidence. Another Chola prince made Kumbha Gho na his capital. Their descendants have become the rajas and palagars of the Vejenanagar government, and made their residence atTanjure and Trechina pilli. The Chera kings ruled the western provinces of Dravida. They were also called kings of Konga-des, as their seat of government Avas the city of Kangam, a place well known as the capital of one of the districts of Koimbature. One of the kings of that race made the city of Koimbature his residence ; and his succes sors became Paly gars of the Bejanagur government, residing chiefly at the before-mentioned city, and sometimes at Salam. Seventy-two kings of the Pandyan dynasty ruled, in succession, the Pandya-des, till their race became extinct. Their capital was the city of Madura. The Gentoo Palygars of the Vejaganagur govern ment were Nagamanack, Viswanathnaik, and Terma lanaik: they ruled till the Mahomedan Foujdars sub jugated the country. The kings of Tondamanda lam always resided at Kanchi. Kristna Royulu, king of Kalinga, commenced his reign in 1432, and died in 1448, according to the ac count of his poet, Allasani Paddana. There have been, however, grants found issued in his name, as"], [15, "XI far doAvn as 1454, which were probably given by some one in authority during the interregnum and civil commotions that took place, until his neAv successor was firmly established on the throne. The victories of this monarch are detailed in the Kristna Raja Charit ra, in which work, however, no mention is made of his conquest of Dravida : the subjugation of that country must consequently have taken place subse quent to the publication of that work, or no doubt so important an event would have been noticed in it. This prince sent his bullock agent, a favourite of the name of Kotigala Nagamanaik, to invade the Pandy an country with a powerful army ; and that officer succeeded in vanquishing the last king of the an cient Pandyan race, subverted their dynasty, and re duced the territories to the dominion of his master, who rewarded him with the government of the kingdom, which his posterity swayed in regular succession for three hundred years, till the Nawaub of Arcot took possession of the country. There are no monuments or pillars of victory of Kristna Royulu, yet discovered in Dravida, which leads to the conclusion, that he either was not per sonally present at the reduction of that country, or that some subsequent monarch, envious of his glory, had destroyed the monument of his conquests; and this supposition is borne out by analogy ; for in the Pot nore country, all the pillars and monuments this prince had erected, were demolished by some king of the ancient dynasty, who had resumed the territory,"], [16, "XII The poet Allasan Peddana, mentions in his works, a column of victory erected by Kristna Royulu in this country, and unequivocally specifies its local position. This passage in the author induced the late Colonel Mackenzie to depute emissaries in quest of the monument ; but after a strict search, no traces of it could be found, except the mouldered fragments of Avhat appeared to be its base, in a spot which the in habitants readily pointed out as the place Avhere the pillar had stood, knoAvn to them by tradition. The natives pretend ignorance of the name of the king who dilapidated the column ; but the truth pro- bably is, they are Avell acquainted with it, but are averse to divulge it, from the fear they labour under of the reigning prince, whose ancestor committed the deed. If I might hazard an opinion, I should attri- bute this action to Anundo Gazapati, Avho was an ambitious monarch, and excessively jealous of the fame of other princes. But the conquest of these re- gions is recorded in poetical works, which forcibly exemplifies the superiority of literature over the mo- numents of art ; for the envious prince could dilapi- date pillars of victory, and raze to the ground tri- umphal columns, but he had not power or influence enough to expunge the records of conquest from the works of eminent authors, or to stop the pen of those Avriters, Avho have transmitted down to posterity the name of the victor. Kristna Royulu, to perpetu ate his own renoAvn, had inscriptions of many grants he made, fixed in the walls of temples, because no"], [17, "XIII hand could displace them from that station without incurring the sin of sacrilege. The kings of Tondamandalam always resided at Kanchi, the capital of their dominion. The kings of Karnata had their seat of govern- ment at Anagundi, or Vejayanagar. There were on the whole twenty sovereigns, thirteen of whom Avere Kurumbers,and seven Tuluvas. During the life of the last prince Ramaraya, the Wadiyar kings became powerful, and reignedat Ulmature, twenty-four miles west of Mysore; but when, in the course of events, that place fell, they shifted their residence to Mahi shure, in the same manner as the descendants of the Vejayanagur sovereigns ruled at Paniegonda, till the Mahomedan chiefs took possession of the country. The metropolis of the Kakati princes was Orun gole, and continued so as long as the duration of their government. The Chalukya dynasty of princes of the Lunar race ruled at Rajamahendravasaram, contemporary with the Gazapati kings, who reigned at Katack, the capital of Kalenga and Orissa. At the downfall of the latter, Madhavavarma, who had invested him- self with the regal title at Pasapatam, obtained the Kalinga country, and transferred his seat of govern ment to Vejayanagram ; and his descendants, in ten successions, have held possession of the territories to this day."], [18, "XIV The petty zemindars VachavayaAvar, Narasaraja, &c. governed at Peddapore as tributaries to Maho medan sovereignty. The Tulwa and Konkon countries were ruled in former times by Mayuravarma, Trinetra, Kadamba, &c. whose capital was Jayantipura, or Banawassi. When their dynasty became extinct, Mangaladevi and Bhyradevi, &c. ruled the Tulwa country as far as Gokarnum. Their capitals were Mangalore and Barkur. The Reddiwar princes ruled at Kondevid, and Avere at one time poAverful, and dreaded by neighbour ing states. Their successors reigned at Amarasewa ram, and erected several temples in various parts of their dominions. The five places called celestial gardens of Indra, are situated in the Telugu country. Their names are as follow : Amararam, Komararam, Kshiraram, Bhimaram, and Draksharam. They stand not far dis tant from each other, and still retain their ancient names, and collectively bear the title of Pancharam. The Moslem dynasty of the Bamanee Sultan was founded in A. D. 1437 by Alladin Houssain Konga Bamanee. Their dominions extended at one time over a half portion of the Dekkan, and lasted one hun dred and seventy-nine years, when it terminated. Before this period, however, a great part of the king-"], [19, "XV dom was divided by rebellious chiefs, who established separate principalities as follow. Adil Shahi, or Bijapore, commenced A. D. 1489, and lasted 196 years. Omed Shahi, or Berar, commenced A. D. 1489, and lasted 85 years. Nizam Shahi, or Ahmednuggur, commenced A. D. 1489, and lasted 137 years. Bered Shahi, or Ahmedabad Beder, commenced A. D. 1490, and lasted 39 years. Kootub Shahi, or Golconda, commenced A. D. 1512, and lasted 173 years. These five governments were annihilated by Au rungzebe, the renowned Emperor of Delhi, the im portant transactions of whose eventful reign con vulsed these regions with shocks that Avill be re corded to the last page of the history of India."], [20, ""], [21, "&?0rrtptf be anti |!^«5tortcal £ftctrf)rg OF CITIES IN THE DECCAN. ADANKI Is a very ancient town, formerly under the government of the princes of the Reddiwar family of Kondinipura or Koudavedi. At present it consists of only two streets, and a few scattered houses, principally inhabited by agricul turists and herdsmen. Cholam and paddy is grown in the environs of this place. A tank two furlongs distant from the village supplies water for necessary purposes iu all seasons. The town is under the zemindar of Ongole, aud lies on the road from Madras to Masulipatam. ADONI Is the capital of a district of the same name, situated one hundred aud fifty miles S. W. from Hyderabad. It was ceded to the Honourable Company in 1800 by the Nizam, AHMEDNAGUR. This city is situated in the modam province of Au rungabad, and was for many years the capital of a sove reignty. It was built by Ahmed Nizam Shah in 1493, shortly after he established the independent state of A.h mednagur, and became his capital. The Nizam Shahee dynasty continued for upwards of a century, until the in fant Bahadur Shah was taken by the Monguls, and incar cerated for life in the fort of Gwalior. After the death of Aurungzebe in 1707, the Maharattas seized this place, and it belonged to the Peishwa till 1797, when he was forced to yield this fortress to Dowlet Rao Sindhia. General Welle-dey took this important city on the 12th of August 1803. In April 1804, it was restored to the Peishwa, and B"], [22, "2 remained in his possession until the decisive measures of the late Marquess of Hastings for ever annihilated the power and political existence of that intriguing chief. AMARESWAR. See Dhanyavati Pura. ANAGUNDI. See Vidyanagur. ANKOLA Is situated in Kanara, 15 miles north of the noted tem ple of Gokarnu. It is now an irregular built village, and is hedged round with bamboo canes, and a salt-water ca nal runs to the south of it. The inhabitants appear very indigent, and not a vestige of antiquity remains. ARKAT, A city in the Karnatic, As the history of this place is so well known, from its connection with the Madras pre- sidency, it is superfluous to say much on the subject. The town derives its name from Arka or Erka, which in San- scrit is a kind of milky thistle, and the Tamul word Kal which signifies wood, is added to it ; it being in the west part of Dandaka forest, the space on which it stands hav- ing been cleared for the purpose. An insignificant river called Kshira, or Pal, runs close to it. This river was much improved by canals cut to let in the water from thirty tanks in its neighbourhood, by an officer of this province ouring a time of famine. This place is said to be noticed by Ptolemy as the capital of the Soræ. BALESWAR Is situated in the district of Mohurbunge in Orissa, one hundred and ten miles S. W. from Calcutta. The town derives its name from a temple dedicated to Bal Iswar, or the infant Iswar, a small lingam having been established there by a former zemindar, but the vulgar erroneously pronounce it Balasore. The Portuguese, Dutch, and Eng lish had factories here at an early period, which, how ever, long ago have gone to ruin. The town is still po-"], [23, "3 pulous; but the manufacture of cloths and sannes is fallen off, both in quality and quantity. Almost every house at this place has a tank at the back of it ; and there are on ly two regular bazar streets, at theextremity of which the Europeans reside. The British troops are garrisoned a good way from the fort. BALLAL ROYA DURG. This hill fort was built by Vira Ballah, king of Dora S.imudra, or Haiebede, and was a strong post occupied by the troops of the Ballal princes. The fort, however, is now going fast to decay for want of repairs, and the bas tions are entirely dilapidated. A few houses thinly in habited are scattered about the ruins of the fort. The place is twenty-five miles west of Bednore. BANAWASSI. Ancient Banawassi, or Jayontipura, was the capital of the Kadumba monarchs, and the metropolis of Trikartudes, a country so called because it comprised between Sabasu and Nileswar, the three distinct districts of Hyva, Konkana, and Taluva. Banawassi is situated on rising ground, and has two long streets, which in Hyder's time consisted of 500 houses. In one of them is the bazar, and in the other the agrahara, surrounded by plantations of bamboo canes, and a delightful avenue of mangoe trees. The river Vur du runs from south to north, and a path leads to the tem ple of Madhakeswar. Several fragments of ancient build ings are to be seen, and many inscriptions on stone are found, describing the grants made by Kadumba Roya, Lo kaditya, Mayuravarma, and other kings. The town is going to decay ; but there is still a college, where arts and sciences are taught. Ptolemy has given nearly the true position of this city, which is affirmed to have been ruled by a long succession of princes from 1450 years before the Christian æra. The legends of this place aver, that Tinetra Kadumba, one of its ancient kings, was an incarnation of Siva, and that he assessed and received the revenue from his subjects at only one sixth part of the produce. His son Madhu Keswar b2"], [24, "4 succeeded him, after whom Malledeva inherited the king dom of his father : this prince had two children, Clianda vaiina and Purundra. The former was afflicted with le prosy called jaladioa, and no physician could be found to cure him; which circumstance induced him to resign his kingdom to his brother Purundra, and travel with his wife Pushpawati in devout pilgrimage to various holy places. While on his journey, he arrived at Swarna, and was there entertained at the hospitable resting place established by the daughter of the king of that country. This amiable princess used daily to serve out food with her own hand to the pilgrims who were provided for by her bounty. While employed in her daily task, it is said, that she, being skilled in palmistry, discovered the marks of royalty in the hand of Chandavarma, as she presented him his victuals, and ask ed him to relate bis history, which being acquainted with, she by the instruction of a muni found a way of curing the prince of his malignant disorder, aud afterwards mar ried him. Chandavarma left his first wife Pushpawati (who was far advanced in pregnancy) at Swarna, and set out with his new wife on his journey. Pushpawati was duly deli vered of a male child, and with the infant took up her abode in a religious asylum called a mutt, which place was likewise the residence of a gang of thieves. These robbers, in one of their midnight excursions, were about to enter the house of a sagacious astrologer named Sudarsana; but a peacock screamed out repeatedly just at that moment, and the astrologer, who was in bed with his wife, being skill ed in the language of birds, laughed. His wife importuned him to tell her the cause of his mirth, when the astrologer informed her, that the peacock had been a man in his for mer birth, who for his sins was now condemned to animate the form of this bird ; and that whoever should eat his head would become a king. The thieves hearing this con versation, made no attempt to plunder any other article, but only stole the peacock, and carried it to the mutt, and desired the princess Pushpawati todress it for their supper while they \"went to bathe. It happened, whilst Pushpawati was cooking, that her child cried vehemently for some victuals; and hav ing nothing else to appease him with, she threw the pea-"], [25, "5 cock's head to the child, who ate it up entirely. When the robber's returned, they asked Pushpawati for the peacock's head, and she told them, that she bad given it to her child to stop his cries, and that her son had ate it npe The thieves then acquainted her with what they had heard that night from the astrologer, and congratulated her on the good fortune that had fallen to the lot of her son. Having ob tained her consent, they carried the child to Jayantipura. It happened that Purander, the uncle of the boy, just about this lime died without leaving any issue ; and the ministers aud chief men of the city were resolved to call to the throne, whomsoever a certain elephant that they should let loose with a chaplet of flowers should pitch upon ; and the story says, the elephant immediately went to the child in ques tion, and put the chaplet of flowers round his neck; and he was installed to the throne by the name of Mayuravur ma, from Mayura, a peacock. This Mayuravurma in course of time delivered the wife of the king of Kalyana from a Yacksha, who had carried her awav, and obtained their daughter Sasankamudra iu marriage, together with half of their kingdom as a reward for his services. This monarch ruled with great wisdom and justice : he bestowed agra harams on thirty thousand Bramins, whom he brought from Valabhipuri to Joyantipura. Mayuravarma had a sou and a daughter ; the former was called Trinetrakadumba, and is said to have had a third eye like Siva. He was a great conqueror and a brave man, and is said to have extirpated the Chandalas, aud established Bramins in their room in the Koukana. BARKUR, A village on the Kanara coast, situated about eighty miles S. E. of Ouore. It was built by Bhyradevi, a female regent, who once had charge of the Mangalore country. The town is situated on a high spot of ground; but the houses, which have thatched roofs, are small and incom modious. Here is a temple of Iswar, and the inhabitants chiefly depend for support on the contributions made to that god. The natives are said to be skilled iu magic, and used formerly to extort money from strangers who feared \\~"], [26, "6 their powers of necromancy. The judges of Kanara have, however, of late years seen that abuse rectified. BASTER Is a zemindar town, situated in a valley near the rauge of the Kalinga and Chapani hills. It consists of thatched houses, scattered amidst bushes and underwood, strongly guarded by hill people under the command of the Koya zemindar. The town has a very mean appearance, but strangers are not permitted to visit it. It was formerly under the control of the Vijayanagar kings. BEJAVADA Is a small village on the bank of the Krishna river, and is the casuba or chief town of a district. It is reuowned over the Telegu country, as being consecrated to the goddess Kanaka Durga, and as having been the resi dence of former princes. Bejavada at present consists of only two rows of thatched and tiled houses, built on the declivity of the hill on the road leading to Kondapelli. Vegetables are grown about this place for the subsistence of the natives. Th-ereare a number of inscriptions about the hill of Bejavada, which were transcribed by the orders of the late Colonel Mackenzie. When the dynasty of the ancient princes of Kalinga was near its downfall, the mother of Madhava Varma (an in fant then five years old) came to Bejavada from Pusapati, and with her child resided in the house of aBramin. When this boy grew up, it is said, that by the favour of the god dess Kanaka Durga, he became possessed of so much wealth that he was enabled to raise a great and powerful army, and in fine, obtain the kingdom. He built the fort of Vi jayanagar, founded arsenals, and established a well-trained military force. He formed excellent regulations for the good government of his subjects, and made extensive grants of land for the support of learned and indigent Bramins. This pious prince considerably promoted the worship of the goddess Kanaka Durga, and the god Mala Iswar at Bejavada, and granted the office of village accountant to"], [27, "7 the Neyagi Bramins, permitting them to receive fees in grain and specie. He erected numerous temples in various places, and after a prosperous reign died; and his posterity have ruled iw succession over the country of Kalinga down to the present rajah, his Highness Mirza Narrain Gazapat Bahadur Mania Sultan. BELLAM KONDA, A town in the district of Guntor. The name of the place is derived from bellam s/agree), and konda (a hill), as a considerable quantity of jagiee was manufactured here formerly. The hill fort was built during the government of Anavema Reddi, prince of Kondaved, and was a place of great strength. On a summit of the hill, depositories for grain and military stores were constructed; but the build ings are now in ruins. BHAGANAGUR. Bhaganagur, or Hyderabad, is the capital of the Nizam's dominions. It is situated on the south side of the Musah, a river that during the monsoon runs like a torrent. The city stands on a space of about twelve square miles, and the number of inhabitants may be estimated at a lac aud quar ter. The stone wall which surrounds the capital is a safe guard against cavalry, hut no defence against artillery. This city was founded by Mahomed Kuli Kuttub Shah in 1585 ; and about a century afterwards, it was plundered by the armiesof Aurengzebe. The modern history of this metro polis is so connected with the political transactions of the British government in India, and consequently so well known to every one, that it is needless to say more on the subject. The name of Bhaganagur is derived from a woman called Bhaga, the wife of one Desst, a Seristariar of Golconda. This lady was seduced by Mushur Mulek, who to perpetu ate her name denominated the city after her. An able and minute survey of this city was made in 1/96, by the late Col. Mackenzie, the result of which was submitted to the pro per authorities."], [28, "8 BHIMARAM. This town was built by Bhima, rajah of the lunar race, who dedicated a temple to Bhimeswar, and built a lofty obe lisk gateway to it in the centre of the village. This place is called one of the celestial gardens of Indra, planted in honour ot Iswar. About the temple are several tablets of stone, recording grants made at various periods by different people. BHIMULIPATAM. A seaport town in the northern Circars, about twelve miles from Vizagapatam. This town derived its name from Bhima, raja of the Simachal mountain. On the hill above is an idol of Iswar. Goods are imported and exported at this place, and various kinds of piece goods are manufac tured in the adjacent districts. The town consists of three rows of houses parallel to the shore. BHUVANISWARAM. This town was built by king Kapileswar Guzapati, and is a place consecrated to Bhuvaniswar. The circumference of it is five miles. Various inscriptions in divers languages and characters are in the temples ; and figures iu stone sculptured by ancient artists of Bissa, and other countries, are placed there. Drawings of these are in the possession of Major General Stuart, as well as among the collections of the late Colonel Mackenzie. CHANAPATANA. Chanapatana, or Madras, is the capital of the Presidency of Fort St. George. As it is not the object of this work to treat at length of places that are generally known, the reader who may require information is referred for its local description and history to Hamilton's East India Gazetteer, where a very copious account is given. The following succinct detail is taken from records in the Mahratta lan guage. Chanapatana was originally one of four small villages under the control of the Damarla family. The East India Company obtained permission to erect a factory from the Polygar, who rented them these four villages, viz."], [29, "9 Chinnanoikakuppom, Madraskuppom, Arkappam, and Ma liapata, on condition of their paying twelve hundred pagodas for the charges of the temple of Chenamaleswar. The grant was made in the name ofSriruuga Roya, king of Chandragiri, and the sovereign of that country, and engraved on a plate of gold. In this document, the Honoura ble Company were empowered to coin pagodas stampt with the image of Channakesova Swami on one side, and two goddesses on the reverse. When in the Fnsali year 1056, Sultan Abdul Hussain dethroned Srirunga Roya, and took possession of his dominions, a deputation was sent from the Company's factory to that Mahomedan king. Kasu Valerona was the vakeel who was sent on this occa sion, and he executed his commission so well, that he re ceived a palankeen and other presents from the Sultan, and obtained for the Honourable Company grants for the villages and lands they were in possession of, under the condition that they paid the same tribute as they did here tofore to the Hindu raja. CHANDRA GUTTI. See Gornanta Guha. CHAPARA. A small village inhabited by hill people in the province of Kalunga, situated in a woody country. It consists of two rows of thatched houses. The natives deal in grain, and are skilful in shooting with the bow and arrow. CHEBOLE, A village in Guntnr, situated on the ruins of an ancient city. There are a number of inscriptions cut on the walls of the old pagodas in the Hallukanada character, of grants made by the Jaina kings of the Karnata. Some inscrip tions are in Tamul and some in Telugu characters, the lat ter of which mention the government of the Gorka Reddi familv. During the rule of the Chantapilli Raja named Vasi Reddi Venkaladeui Naik, he repaired the temple and enlarged the village, and denominated it Chaturmuka, or four-faced, in allusion to Brahma, the creator. Grains of gold have been picked up among the ruins during the rainy season. c"], [30, "10 CHIDAMBARAM. This town is well peopled, and highly renowned for its temple ofSabhapati. The court is concealed by a curtain, which is only drawn up in the morning and evening, when light is said to dart from a consecrated lingam, and daz zle the eyes of all the beholders. The place is termed \" The Court of Effulgence.\" There is no idol or image to be seen. The temple is surrounded by walls, and guard ed by three thousand Pandarum men, who pretend to he votaries of the god Chidambareswar, or Sivu. In this place there are two rows of houses inhabited by Bramins of the Seva sect. Many inscriptions are engraved on the walls of the temple. This place is reckoned to be out of the limits of the Chola des. CHITRU DURG. A hill fort and town under the dominion of Mysore. The town contains four streets, with strong walls and entrench ments. The houses have paved floors, which are smooth enough to be slippery in all kinds of weather. The water at this place is unwholesome, and the climate unhealthy. TheDurg is situated on a rocky hill of considerable height, and on the summit stood the palace of the kings of the Roya family. It is said, that in this place Bhima (one of the Pandus) killed at a wrestling match the giant Hidam basur, and the natives point out the spot of this achieve ment of the brother of Yudhister. DHAUYAVATI PUR A. A town situated on the bank of the Krishna river, cele brated for its goddess Chaumandi. The place was for merly well fortified, and several ancient kings are said to have reigned here. There were many thatched and til ed houses here; but during the government of Chintapilli, he made every inhabitant build a flat-terraced house, that his subjects might have respectable dwellings. This place was the residence of a prince of Kandaved, of the Reddi War family. Some antiquities and inscriptions on stone pillars and other places may be seen here. This town took the name of Dhonyavati, from the circumstance of the old fort"], [31, "11 being built in a time of famine, and the labourers supplied with grain free cost. This town is also called Amaresvvara. DORA SAMUDRA. Dora Samudra, orHalebede, is situated one hundred and five miles N. W. of Seringapatam, and two yogams west of the river Hamaviti, near the range of the Simachal moun- tains. It is now in complete ruins. Its ancient celebrated temples and edifices were demolished by the fanatic soldiers of Mahomed III. in 1326. A row of potters' houses, and a few scattered buildings are all that remain of the former gran- deur of this extensive city. The name of Halabede is derived from two words in the Kanada language, implying ancient ruins ; which name was given to it, because Hoysala rebuilt the city on a maguificeut scale on the ruins of the ancient Dora Samudra. Hoysala was originally a cowherd, and as a reward for having slain a ferocious tiger that had commit- ted great havoc, the inhabitants of this district agreed to pay him a fanam for every door. The first year he took one fanam, the second year two, the third three, and so on, till by this means, and some treasure that he luckily discovered in the aacient ruins above mentioned, he was enabled to es- tablish an army, and invest himself with the regal title the year of Sal 1016. His dynasty lasted 250 years, and was continued iu nine regular successions as follows : Hoysala reigned 58 years Viuayaditya , 39 Aryanga 17 Bellavardbana, or Vishnu Vurdhana, . 15 Vijaya Nrisimha 6 Viraballal : 57 Vira Nreseudia H Sayavaballal 18 Virasimha 14 Ballaldea 15 DRUKSHARAM. A small town situated between Rajamahendri and Vy sagapatanijOii the eastern limit of the Telugudes, inhabited by Hindus and Mosulmans. The natives call it \" The celes- c2"], [32, "12 tial garden of Indra,\" and \" The garden of grapes.\" It has three principal streets, which are called after the days of the week on which markets are held in them, Monday, Tues day, and Friday : on these days the town is much crowded. The legends of the place give out, that a broken piece of the lingam of Tarakasur, who was destroyed by Kartikeya, the Indian Mars, lies here. The temple was built by the Cholakya kings, and has since been repaired by other hands, and plantations made round it. It is a commodions struc ture, with four large pyramidal gateways, correspond ing to the four cardinal points, with five flights of steps to each. A wall surrounds the whole, and iu front of the tem ple is a spacious square tank, and a small spring, which the natives cull Godaveri Tilth. DUVARJAPATNA. A petty trading town in the district of Nellore, between Madras and Masulipatam, where salt is manufactured : fire wood is always imported here from Vatornbede and other places. A good supply of fresh water is here. The inhabi tants are principally traders, and Bramins. EDUSAILE. Edusaile,orMelukota, is a hill-town, about eighteen miles north of Srerangpatam. The name is derived from edu, a herdsman, and saile, a hill, as this hill was chiefly the resi dence of herdsmen. It is also called Melakota, which in the Kanada language signifies a hill fort. In this place there is a celebrated temple of Chela Pela Roya. Originally the god Naraina Swami was established by a king of Dora Sa mudra, and Chela Pela is said to have been brought by a Gooroo of the Vysnava sect. The fort is in ruins, and oppo site to it are the steps that ascend to the temple, covered with underwood. There are two wide streets, besides a few scattered houses, thatched and tiled, inhabited by different classes. A square tank is at the end of the street leading to the temple, which supplies water for the common pur poses of life. The festival of the god falls in the month of April, when his votaries make a collection from all visitors. The hill is almost entirely covered with wood, in conse-"], [33, "13 qnence of which the inhabitants are in danger from tigers, that sometimes prowl about the streets. EKASILANAGAR. Ekasilanagar, or Orungole, is an ancient city in the Ni zam's dominions, situated fifty miles N. E. of Hyderabad. It was founded by Kakati Proloya in A. D. 986. Pratapa Rudra is said to have built seven forts in this place, one of which was of metal, another of brick, andanotherof stone, with seventy-two bastions. The stone fort still remains complete. It has four gates, curiously ornamented ; and at each gate are two stone figures of lions. This fort has a flight of steps, which none of the others have. Here isa temple dedicated to Paresavede Sambhu; north of this is the pa goda of Chaturmoka Iswar. This fort is two coss in cir cumference. About a quarter of a coss from it was a mud fort called Mutlikater, the gates of which were plastered : the circumference of it was five coss. It is said, that two coss from this there was a subterraneous fort called Bhu cata. There was also a Kampa Kota, or hedge fort, extend ing twelve coss, which is now grown wild, and choked with shrubs, useless [dots, and milk hedges, &c. Of Konchi Kata not a vestige remains. The foundations of the brick fort still appear. The east and west gate of the stone fort is open ; but the north and south are closed. Statues and inscriptions on stone are lying before the eastern and western gates. At present there are about forty houses of Bramins, and two hundred of carpet weavers, banions, &c. in the fort. The following short history of kings is taken from native manuscripts. Kanada Roya — Was an ancient king of this country, and was succeeded by his son SoMARAjA.~The cattle belonging to this prince was seiz ed by Kataka Bellah. Sarnaraja in consequence invaded his territories; but his army being weakened, was obliged to return. Kataka Bellah in turn attacked and killed him, and his pregnant wife was obliged to fly the kingdom to a distant country, as the king of Honomant Geri was afraid to afford her an asylum. This queen was delivered of a son called"], [34, "14 MADHUVURMA.-^When grown up, it is said, that by the favour of the goddess Pidnakaki he obtained a powerful ar my, and dethroned and killed Kataka Bellah, and obtained great plunder in Kuttack. When this prince died, he was succeeded by his son Padmasbna — Who killed the son of Kataka Bellah with his own hand, and placed on the throne his own son Pursuama — Who succeeded his father, aud at his death left the kingdom to his son Yanukaraju. — The sister of this prince took the ma nagement of his affairs during his minority. Yauukaraja was succeeded at his death by his son Tribhuvanayeka — Who was succeeded by Kakati Proloya. — This prince built the city of Oron job, and was accidentally killed by his eldest sou Rudra. — This prince was killed by his brother Maha deo, iu revenge for his patricide ; but the throne was occu pied by his lawful heir Ganapati Dewa. — This prince overcame the king of Deogira, and married his daughter Rudramadevi : he also vanquished the king of Valaned and other monarchs. He had no son, but only a daughter, named Mdmaka. — This princess married Voradena, and had issue Pratapa Rudra. — This prince was a very great con queror, and repulsed the invading army of the Emperor of Delhi. Many epic poems have been written to comme morate his heroic actions. In 1324, the Musselmans under Ali Khan took this city, and all its dependencies. The Hindus, however, retrieved it; but in 1421, the raja was slain, and the Moslem general of Ahmed Shah Bhamanee captured the city. ELLURE. The capital of a district of the same name, situated forty miles from Masulipatam. There are two principal streets, inhabited mostly by Bramins ; and there are two bazars, called the Little and Great Bazar. Europeans reside in a village a short distance off, called Tanjolu Mudi, beyond which, on the pettah, is the dwelling of the zemindar. In"], [35, "15 1796,the town was in a very flourishing condition, but since the garrison has been removed to Masulipatam, the place is falling off, and the fort going to ruins, and the inhabi- tants in general becoming indigent for want of employ- ment. Woollens and carpets are manufactured here, as well as saltpetre; and the place is famed for pyrotcchny. Many ruins in the environs of Ellure lead one to sup- pose this place to have been the seat of some ancient extensive city; and according to tradition, it belonged to the Jains. The crops of rice are entirely dependent on two tanks situated east and west, called Chenachava and Pedacharu. On the west of the town is a small river called Tombiler, which is dry at all time's, except during the rains. When the Mahomedan Foujdar Haje Mahomed Khau managed this circar, he obtained from Nizam Ali Khan purwanas (for the khajis) for jaghir villages, such, as Kot tune, &c. — He planted several orchards of mango trees, the fruit of which are esteemed the best in the circars. GANAJAM Is a seaport town, and capital of a district of the same name. There are three streets of tiled and brick houses, resembling those at Madras. In front of every door, cocoa nut trees are planted. Where the markets are held, are seve ral thatched houses. The stream called Rethi Rulja flows close to the town, and is fordable in all seasons of the year. GOKARNA Is situated in the Tulwa district, near the sea coast, about thirty miles from Goa. It is celebrated for an idol of Ma-, habaleswar,whicb, according to legends, was placed by Ra vana. The temple is of moderate size, and the liugam stone is cloven. A large concourse of people attend the grand festival of this deity, which falls on the month of January. Besides this, there are several inferior feasts at different periods in the year. The town consists of two streets of tiled houses. The inhabitants are Hyvo, Tulwa, and Kon kona. In this place is a reservoir called Koti Tirtha, which in sanctity is esteemed equal to the river Ganges. Those who"], [36, "16 visit Gokarna usually throw a quantity of jaggre into it. Here is also a salt-water canal, with boats that traverse it. The vernacular dialect of the place is Tulwa. GOMONTA GUHA. Gomanti Guha, or Chandra Gutti, is a town in the dis trict of Bonawasi, in the north western extremity of My sore. Hyva and Taluva Bramins and other classes of people reside here in thatched houses, which stand in rows. The village is hedged round with bamboo canes, and is built on high ground; but the streets are very bad. The bill in its vicinity produces iron ore, and there are some antiquities found on it. The natives point out the im pression of the foot of Bhima, the youngest brother of Yudishter, who it is said halted here, when forced through the stratagem of Duryodhan to wander abroad an exile from his country. Many fragments of old fortifications are found on the top of the hill, and caverns are shewn as the abode of a Yacksha called Gomanta Guha, from whom the pice derives its name. The hill is overgrown with underwood and bamboos, as well as luxuriant groves of Champa-trees, the wood of which is used to make frames for lutes and other musical instruments. GONGAGONDAPARA Was the ancient metropolis of the Chola rajas, to mark the site of which only an ancient temple is standing, on the road leading to Ware yur Palam. At different places on the same road are several smaller pagodas. In the vicinity of Gongagondapara are five pagodas : the one three quar ters of a mile distant from it is built of brick in the usual stile, and has two or three remarkable buildings about it. The projection above the two orders of columns has rather a circular appearance. The base and the two orders of the columns of the pago da at Gondapara are of stone. The upper part is built of brick : between the exterior sides of the shafts of the lower columns, measured about ninety-three feet. On the walls between the lower columns, are carved figures resembling lions rampant : they are rudely executed, and not disposed"], [37, "17 in any regular manner. The round stones which ap pear at the foot of each column, are carved with two figures in the attitude, of fighting. The figures between the corner and capital of the columns are without heads or arms, and are very rudely executed : the greater part of the figures are tolerably well sculptured. The wall over the niches in the second story and the lower part of the entablature is painted red, picked out with green, yellow, and white : the roses and circular ornaments are black. The ball on the apex of the spire of the pagoda is of brass : the circles in the large member of the entablature under the lion's heads are merely marks in the stone; the three on the left are plain, those on the right are covered with figures. The two large members of the basement abound with inscriptions in a character somewhat resembling the Tamul. They are defaced, and not legible so as to con vey any meaning. The compound in which the pagoda stands is surroiinded by a stone wall, which forms a breast work to a range of choultries built of stone, two stories high, which are not kept in order. There are six lesser choultries ; and at the north entrance there is an extensive building, not any ways remarkable, of four or five stories, surrounded by a ditch. On the west side, there is an en- trance by a small sallyport. The interior of the pagoda is considerably elevated, and a high flight of steps leads to the door, which opens towards the east. There are four doors, one facing each cardinal point. Between the co lumns is a grating made of wooden cross-bars. About Gongagundapara the land is cultivated, but the surrounding country is completely covered with brush wood. Here are no antiquities to be seen, nor have the inhabitants ever heard of any. This place is now called Joyaingonda. The native records mention sixteen princes of the Cho la dynasty who ruled in this city : the duration of each reign, except the last, is unusually long. They are as fol low : — Kulathemga Chola, reigned 90 years. Devi Chola, 60 Sesisekbara Chola, 70 D"], [38, "18 Siva Singa, or Teruvilinda Chola, .... 76 years, Vira Chola, 87 Karikala Chola, 90 Bhima Chola 77 Rajandra Chola, 61 Vira Martatida Chola, 78 Kirti Chola, 60 Jaya or Joyaconda Chola, 71 K.-iiiaka Chola, 60 Sundara Chola, . 70 Kanikala Chola, 70 Kalijaiia Chola, 47 Bhadra Chola, 8 GUNTORE. A town in the Northern Circars, and a capital of a district of the same name, so denominated by the Mahomedan chiefs. There are two divisions of the town, which are se verally called Old and New Guntore. In the former are situated the bungalows of the Europeans, and the public offices of the civil authorities and their subordinates, as well as the dwelling of the raja of Chintapilli, the late Vasi Reddi Venkatadri Naik. GUTTI Is a zemindarry town, situated at the foot of a hill, inhabit ed by several classes of people, and contains various shops of different kinds of traders. There is an old fort on the hill, built by the Polygars of Royadroog, the walls of which are gone to decay, and the footpath overgrown with jungle in many places. The granaries of the ancient ra jas are on the hill, and a few old unserviceable pieces of ordnance are placed on the bastions. The natives speak the Telegu and Canadu languages. HALEBIDE. See Dora Samudra. HANUMANKONDA. This is a thinly inhabited village, situated on a hill called Hanamunt Giri, or Hanumankonda, from Hanuman, the monkey messenger of Rama, and Konda, a hill. The vul-"], [39, "19 gar have corrupted the name to Anumaconda. This place is said to have been the seat, in ancient times, of the god dess Purdmavati, the household deity of Madhavavainua, a prince of the Kakati race. There are many Jaina statues still remaining, as well as inscriptions on stone. The city fell to decay when it came into the possession of Hindus and Musselmans. HARIHARA. A town situated on the fast side of the Tunga Bhadra. It is in a flourishing condition, and contains several flat-roofed houses, inhabited by Bramins and traders. A temple is here, in which is placed a figure with two faces, represent ing Hari (Vishnu), aud Hara (Siva), from which the town takes its name. There is no record or tradition in the place to mark the time when it was first consecrated. This town was plundered by Dhondea in 1800. HOLA HONORE. A small town on the east bank of the river Bhadra, which during the rains washes the wall of the fort. This fort is ill constructed, aud was built in the time of Sivappa Naik, raja of Rani Bednore. The source of the river is about twenty miles from the town : it issues from a rock facing the east. In some parts of it, gold ore, mixt with black sand, is found. The natives purify the gold by quick silver and other ingredients : when melted in the crucible, it takes a globular form. The gold thus produced is of the purest quality, but the value does not indemnify the ex penses of the process. Colonel Mackenzie, in 1805, pro cured some gold purified in the above manner under his own immediate inspection, and sent it to the British Mu seum. The houses of this town are mostly tiled, and a little distance there is a plain, where the tents of the Euro pean officers, &c. are pitched. The town takes its name from Hola, which in the Canada language means river, and Houore, gold village. HYDERABAD. See Bhaganagur. d 2"], [40, "20 IRODE. A town in the Koimbature district, that was included in the Kongades, by the kings of which it was formerly ruled. This town consists of two long streets, the houses of which are thatched and tiled. In this place is a temple dedicated to lswer, in honour of whom a great festival is celebrated annually, and a stupendous wooden car, four stories high, decorated with broad-cloth and chintzes for the ceremony. Many inscriptions are eugraved on the walls of the temple, some of which exhibit the genealogy of the ancient kings of the Kongades. The natives of this place are a quiet, well-behaved set of people, and remarkably obedient to their superiors. The Tamul is the vernacular dialect. JAGGARNAUTH. A town in Orissa, celebrated for the annual procession that takes place there of the car of Jaggarnauth. The pa goda is said to have been built by Kassileswar Gazapati, a great sovereign of Kalinga. There are three spacious streets, through which the car of the god passes in the month of July. There are chokies on the four great roads of Jaggarnauth, to investigate goods imported, and to take down the names, and receive the tax from the pilgrims. There are some deep tanks, to get at the water of which you must descend a flight of many steps. Many thatched and tiled houses for the accommodation of pilgrims are here, which they call Salas and Choultrees. JAYAMGONDA. See Gongagondapura. JAYANTIPURA. See Bonawasi JAYAPURE. A hill town, two hundred miles north of Vijayana grom, situate! in the dreary wood of Sowras, between Nagpore and Barter. Near it is an extensive lake called Sowra lake, which serves as an excellent defence for the western boundary. The king of Sowra has placed a guard over it, to protect it from any hostile attempts. The hill is"], [41, "21 covered with wood and thorny hedges, amidst which are the scattered houses of the Roya people. On Mondays and Fridays, which are the market days, grain and fruit are brought from the neighbouring hills. The name of the town being interpreted, means The city of victory. KALAHASTI. The name of this town is derived from kala, a spider, and hasti, an elephant. It consists of three wide streets con taining tiled and thatched houses, a few of which are plastered, and inhabited by various classes of people. At a little distance from the town, there is a square tank, on the borders of which, four rows of decent looking houses, occupied by the Bramins, were built for their use by the kings of the Damerla race. On the banks of the river Swarna Muki, isa large tem ple of Kalahasteswar, built by the kings of Tandamoudu la, and enlarged and beautified by the descendants of the Bejanagur kings, who built surrounding walls, and gave a car to be used on the holy festival Seva Rutri, which falls on the month of February, when an immense concourse of the disciples of the Seva sect bring their contributions for the service of the god. Goods are generally imported to Kalahasti through the pass of the Tripati. A number of Cashew-nut trees grow in the environs of the town, the fruit of which is used in culinary purposes, as well as for confections. KALESWAR. This town was built by the Kakati family on the banks of the Godavery, and the agrahara were given to the Bra mins by Kakati Prolapu Rudra. A temple of Kaleswar is in this place. KALEKUT Is a large town on the Malabar coast, and the capital of a districtof the same name. A considerable traffic is car ried on here, and the exports are chiefly coir-cordage, teak and sandal wood, pepper, cardamums, wax, &c. The Por tuguese under Vasco de Gama arrived here in 1498. In this place is a Hindu temple."], [42, "22 KALINGAPATAM. A seaport town built by the raja of Kalinga. At pre sent there are a few tiled houses inhabited- by petty mer chants, and a few thatched huts occupied by fishermen. A limited quantity of certain kinds of goods are importedand exported at this place ; but the trade, and consequently the village itself, is very visibly decaying. KALYANAPATANA. An ancient city, built by Bejala Roya, a Jaina soverign of the Talinga country. In this king's reign, it was well peopled with Hindus of all classes. It was formerly a splen- did city; but since the conquest of the Moslems, the palace and temples have been demolished, and their materials ap- propriated for the construction of mosques, and other edi- fices for Musselmauns, who are numerous at this place in these days. Bejala Roya, the founder of this city, is men- tioned in the native records as a warlike prince and a great conqueror: he is said to have possessed one thousand hill forts, and to have had an army composed of several lacs of cavalry and infantry. He married a beautiful princess, nam- ed Pudmavati, and made her brother Basavana his prime minister. The wife of Bejala Roya was very accomplish- ed, and sang and played divinely on the lute, which caused the king to resign himself entirely to domestic pleasure, and neglect his public affairs. This circumstance gave his mi- nister Basavana an opportunity to endeavour to supplant him in the government. Bejavala, roused by this event, suppressed the rebellion, and it is said pardoned Basa vana, and restored him to his office and favour. Bejavala had a son by his wife Pudmavati, who succeeded him. KANANORE Is situated on the Malabar coast. This is the chief town of the Bebee of Kananore, whose ancestors purchased it from the Dutch. The town is well peopled, chiefly by Ma homedans, and a brisk trade is carried on with Mougla rone, Surat, Bombay, &c. The Bebee herself speculates largely, and is the owner of several vessels. There are no Hindu temples at this place."], [43, "23 KANCHI Is a considerable town, situated about forty-four miles S. W. from Madras, and consists of two divisions named Vish nu and Seva Kanchi. A small river called Vijavati, which is never entirely dry at any season, flows close to Vishnu Kanchi, from which place to Seva Kanchi is a street two miles and half in length, as it was measured by survevors under the direction of the late Colonel Mackenzie. The streets of this town intersect each other at right angles,hav ing cocoa-nut trees ranged on each side. The great pagoda has a lofty entrance, aud the adjacent edifice is a noble building, having 1000 pillars skilfully figured over with Hindu deities. Each side of the steps is formed by a re presentation of an elephant dragging a car. The city at present contains about five thousand tiled and plastered houses, inhabited by Bramins of the Vishnava and Smarta sect, weavers, and other classes of people. The rajas of Karnata and Dravida have erected and endowed colleges for the cultivation of the sciences, for native students, as well as foreign Bramins. The legends of Kanchi declare this place to have been the sacrificial hearth of Bramha in the primary ages, and that Vishnu appearing to him, he established an idol in ho nor of him on that occasion, and called it Varada Raja. The kings of the south of India have expended vast sums in erecting the temple there, and car for the service of the god. The grand festival, called Garudu Udshava, falls on the month of May. The gurus of the Romauaja sect pro cure much money from their disciples for the service of the god, which they constantly perform, and have also obtain ed grants of villages from the Bejanagur kings, for the festivals at the different periods of the year, which is prov ed by many inscriptions on metal and stone, now in exist ence. When Sonkarachari Smarta, Guru of Srengeri, overcame the infidel sects of Jainas, Budhus, and Charvaki at Kanchi, he established the goddess Komakshi at that place, and also a Seva lengum, and called it Ekomra Iswar. He prevailed on the kings of Karnata to erect the temples, and grant endowments similar to Vishnu Kanchi, besides"], [44, "24 building smaller pagodas, and repairing the various edifi fices that required it, and enclosing the sacred places by surrounding walls. Grain of different kinds is imported from the western, southern, and northern provinces; and in the neighbour- hood of the town some esculent herbs and vegetables are raised, as well as flowers for the use of the temples and other religious purposes. Kanchi, which signifies gold, is the puranical name of this city, but the vulgar call it Con jeveram. KANYA KOMARI Is situated in the Cape called Comorin, by Europeans. A pretty brisk trade is carried on iu this town in sanks (buccinum), shells, and pearls, with different ports on the Continent, as well as on the island of Ceylon. KARAMPUD1. A small village in the district of Palnud. Formerly a saltpetre manufacture was here, whence its name is deriv ed. The different classes of Tellugavas reside in thatched and tiled houses. There is a tank and a few flower gar dens in the place. KARURE A town in the Draveda country, in the district of Koimbe tara. It is situated on the north bank of a river of the same name. Rice is cultivated in its neighbourhood. KOCHI Is a town on the Malabar coast, consisting of several streets. On the temples and other places are many Malaya lam inscriptions, which exhibit the dates of the reigns of several rajas, their genealogy, &c. which many individuals of the place have transcribed or preserved in their records. KOHERA RAM. This place is one of the five that are called the celestial gardens of Indra. Its name in Sanscrit implies milky garden. The town of Palakoli is situated close to Raja Mo bendru, and there is a temple with a pyramidal gateway."], [45, "25 The officers of the district have planted some excellent gardens here for the use of the temple. The place is much reduced in importance, there being now only a few houses inhabited by different classes of Telugas, who carrv on a petty traffic. Captains of vessels can procure here a good supply of yams. KOLAM. This metropolis contains about one thousand houses, and in the middle of thfin stands the palace (built of wood, and plastered) of the Raja of Malabar. It was the seat of govern ment of the late Raja Kinetu Rama Raja. In this place is a teuude of Amaniasinaswar, who is the household god of the rajas. An annual festival is celebrated in honour of this god, when the merchants make liberal contributions, and the inhabitants in general devoutly worship this divinity. There are many gardens in the environs of Kolam which supplyarticles for religious purposes, aud for the consump tion of the palace. Females in this place, as well as the men, go naked as far as the waist, round which they wrap a piece of cloth. Pepper and cocoa-nuts are sent from Kolam to Mangalore. KOLAPORE. A Maharatta zemindary town, in one of the ceded dis tricts called Belangum. Legends aver, that this was a place of the goddess Luksmi, established by she Guru Sankeracharia. It is well peopled by Maharattas and Kar natis. KOMARA RAM Is in theNorthern Circars. A noted temple is here, which legends give out was established by Banasur, a giant of the Dwapara yug, who was contemporary with Sre Krishna, and whose glorious achievements, on account of his virgin Usha, are related in full length in the 10th volume of the Bhagvut. When his lengam was broken into five pieces, they fell iu five several places in the Andra-des, where tem ples were erected over them. They are called Pancha-aram, (five celestial gardens of Indra.) In the agrahara, there are two rows of bramins' houses. A number of inscriptions are cut in different places, in proof of grants. E"], [46, "26 KODAGA. A town of the Koory Raja, under the government of Mysore. It is situated in a thicket, in the road that leads to the pass of Sabrahanargar. The rajas of Kodaga are of the Wadeyar cast, and tie the lingam round their necks : they are reckoned brave. The town of Kodaga is situat ed on rising ground, and consists of a few rows of tiled and thatched houses of mean appearance; but the raja's dwell ing is a decent building. Some small traffic is carried on at this place, and the raja employs several people to catch elephants, which is a difficult task. When tamed, the raja sends them as presents to different gentlemen. The neigh bourhood of Kodaga is covered with wood, and the roads are dangerous, being infested with wild beasts and robbers. KONDAPILLI. A town in the Northern Circars, and capital of the same name. It was a hill fort, formerly belonging to the Kanda ved princes of the Reddewar family, and was a place of great strength. A small rock on the west of it is called On timanon, it being a high precipice, where ordnance was placed iu a commanding situation. The stone houses still remain, and there are also tanks of water and reservoirs on the hill. Below the hill, there are four streets of thatch ed and tiled houses, inhabited by different classes of people, but mostly Mahomedans, some of whom are in the mili tary service, and others obtain a livelihood by manufactur ing a coarse kind of paper. The Hindu population pursue various occupations, such as painting on walls, making co lored boxes, palankeens, cots, &c. there are also among them some ingenious silversmiths. On the east of the town, there are mines, where garnets and white crystal stones are found, which are worn as ornaments by Euro pean and Mahomedan ladies. Some of the dealers in this article polish them. The name of the place is derived from Konda, hill, and pelly, a town. KONDAVED. A town in the Northern Circars, about fifteen miles west of Guntore. It stands on a mountain, in a stony position, and"], [47, "27 has frequently been the theatre of bloody sieges. It is said in the legends of the place, that Proloya Vema, a husband man, obtained a miraculous crop of grains of gold that grew on the natural stalks, and raising troops by the money so produced, was enabled to usurp the country from its an cient sovereigns. KANGAM. A small town in Koimbature, consisting of a few thatched houses, inhabited byTamuls. It was formerly the capital of a nad, or subdivision : at present, however, it exhibits but a mean appearance. In this place are a few petty dealers in sandal wood. KARKLA Is a small town, anciently peopled by Jains, and now by Tulavas, consisting of four rows of houses, and a temple of Gormatheswar. No other trade thau the manufacturing of salt is followed here. KOYAMUTTURE Is a considerable town, situated in a plain in the Dravi da country, and capital of Cherades, or Konga. The Mus selmauns call the town Salambad. It was formerly govern ed by princes of the Chera race. KUMBHA GHONA. A town situated on the banks of the river Kaneri, in the Chola-des, consisting of several houses inhabited by Bra mins, who are entirely supported by lands granted by the Chola rajah. In this place is a celebrated temple of Kum bheswar, with a car, &c. for the annual festival. It is said, tbat once every thirty years, in the month of Maug (Febru ary), the Ganges comes through a subterraneous passage into a square tank, situated in the front of the temple of Chakreswar, in consequence of which a large concourse assemble here at that time from different parts of the Dra vida country. This festival is called Maha Maugha. KUTTACK. A town in the province of Orissa, about two hundred and fifty miles from Calcutta. This town is too well B 2"], [48, "28 known to need any description in this place. It was very po pulous during the rule of the Bhasala family, but the num ber of inhabitants are much reduced. This place is reckon ed unhealthy. MADURA Is the capital of a district of the same name, and was the seat of government of the ancient Pandyon dynasty : a noted temple of Sundareswar is here ; aud legends give out, that the god manifested himself sixty-four different times at this place. A stone bench is still here, where the court poets of the Pandyan rajas used to sit and compose their works, and this is the spot where the orthodox bards overcame those of the Jains ?md Budhas. The bench there on obtained the name of \" The seat of\" the goddess of elo quence,\" and is called in Tamul Sankatar Pula Ghar. The columns of the temple of Sundareswar are very polished, and ornamented all over. Records shew that 75 princes of the Pandyon race ruled here, down to Viswanath Naik, who was appointed by the last sovereign of Bejanagur as head of the 7^ Polygars of Dravida. Several grants have been made by those princes for religious purposes, and to Bra mins between the 14th and 15th centuries ofthe Salevahana. Many of these inscriptions were transcribed between the years 1801 and 1806, by order of the late Colonel Mackenzie, and are preserved in his valuable collection purchased by Government. The authority of the Telugu Polygars ceased in the year 1636, when the Nabob of Arkat took the coun try. MAHABALIPURE, OR MAHA VALI PURE. Mahabalipureis situated on the sea coast, about twenty four miles south of Madras, and five north of Sadras. Its site is on a bank of sand, which appears to run along the coast, separated by a flat hollow from the adjacent country, which is sometimes an arm of the sea ; sometimes a marsh resorted to by numberless birds; sometimes a dry, flat, unprofitable waste, according to the season of the year, which dries it up, and lays it open to the sea. On the edge of the surf, ledges of granite rock appear, consisting of five principal parts, separated from each"], [49, "29 other by hollow spaces, on or in which the caverns and buildings are cut or built. A point projecting into the sea is occupied by the antique remarkable pagoda, and its several remains of walls : this was undoubtedly formerly the centre of several inclosures, of which the stones re main in heaps, forming a bulwark to the sea. Further into the country, about thirty yards to the south, is a large extension of granite rock, forming several buildings, ca verns, sculptures, crowned by several vestiges which form the object at sea, called the Seven Pagodas. The vestiges of a town, statues, streets, heaps of ruins, and of temples occupy the space between this rock and the smaller ones at the sea. Along the sea coast also, and somewhat within the line of the sea shore, and sandy beach, the vestiges of a consi derable town are apparent, in buildings hid under the heaps of sand. Hillocks of this kind, pointing out the sites of such buildings, innumerable pieces of brick, potsherds, carved stones, images of Ganes, &c. point out remains of former temples, streets, or villages. These extend several miles along the coast. A few insignificant hamlets remain inhabited, as Saluvacoppam and Devaneri, &c. It seems evident that this town was ruined by some inundation of the sea, or sand drift, which has overwhelmed the build ings in one common ruin, and covered the whole. The sands are still kept up by a variety of plants, parti cularly the ground rattan, which fixes in the soil, as it were, and thus renders the sand firm. It is distinguished by a red flower, which adds to the wild beauties of the. scene ry, which would be otherwisea dreary desert. This belt of sandbank lines the coast for many miles. Inscriptions are found among the vestiges : even coins have of late been discovered in the sandy hillocks near Saluvacoppam and Devaneri, &c. Among them Roman coins appeared, to the astonishment of those who do not recollect, that one of the emporiums of commerce mention ed in Ptolemy was undoubtedly in this vicinity. Sometimes beads, lead coins, &c. are found there. All these confirm the truth of the assertion, that this place was destroyed by some uncommon convulsion of"], [50, "30 nature, though beyond the reach of tradition ; perhaps further thrown into obscurity by the sudden destruction of all the inhabitants, who perhaps left not a descendant to tell the tale of destruction. Ships in the offing are seen to keep a cautious distance, without the danger of the foul ground off this shore. Two different ledges of rock seen in the sea, appear oc casionally in the swell of the waves at half a mile distance. Seamen are careful to steer their course without them. The road comes in among the groves of palmar trees, along high banks of sand ; but between this and the sea a con siderable space intervenes of naked sand, which appears to have been destroyed either by the sea washing away the soil, and covering it with a coat of sand, that makes it entirely devoid of herbage, and a barren desert. Stones, pillars, and other vestiges, at rare intervals, point out the site of the ancient town. Eminences of sand also in the desert, betray their origin, as well as sherds of pottery, and red porous stones, and even bricks ; and there is rea son to conclude, that the remains of choultries, stone halls, and even pagodas, collecting the driven sand about them, form the basis of most of these sandy hillocks. The sandbanks without the sea continually shift with the tides, currents, and storms, and cover or uncover cer tain parts, temples, buildings, and ruins which appear and disappear according to the changes of conflicting elements. At certain seasons, groups, fleets of vessels, donies, sloops, and brigs, are seen working up to windward, and anchor ing in the offing to stop a tide. The marine landscape on those occasions is very interesting, especially when viewed from among the grotesque rocks, tufted groves over tem ples, and Mantapams and pillars from the tops of the long rocks. The cattamarans, or logs of wood, manned by the am phibious tribes of fishermen, add not a little to the interest : they may be seen emerging from among the tremendous billows and surges of the surf."], [51, "31 MAHESHAURE. The site of the town of Maheshaure was originally co vered with thickets. This place derives its name from mahis, a buffaloe, and ure, a city, as herdsmen used to come from the northwards to those places to graze their cattle, and offer a buffaloe in sacrifice to the goddess Chamunde, on a hill two miles from Mysore. This town is about ten miles from Srerungapatam. MANAR. A celebrated town in the Chola country, consisting of two streets of tiled and thatched houses. A temple of Man Iswar is here ; and the legends of the place aver, that the deity descended from Keylas to visit his disciples. An annual festival is celebrated at this place in honour of this god, when a large concourse of people assemble from different places of the southern provinces. MELIEKOTA. See Edusaili. MANGALORE. A seaport town in the province of Kanara. It was built in the fourth century of Sal. by queen Mangoldevi, at that time sovereign of the Kanara coast, and called after her name. Trade is carried on from this place to different ports in the western coast, as Talcheri, Kananore, Honore, and as far as Bombay and Surat. Many ruined palaces of the ancient rajas are still remaining, and there are about 5000 houses inhabited by Kankanies, Talwas, Malayalum, and Karnata people. The Portuguese had a factory here, where they hoisted their national flag, from which circum stance the place is sometimes called Kodiyal, which in the Teluva dialect means a hoisted flag. In the environs of this place salt is manufactured. MASULIPATAM Is a large and populous seaport town, situated in the Northern Circars. It is also called Muchilibunder, which name it is said was derived from the circumstance of the eye socket of a prodigious fish being used when the foun-"], [52, "32 dation stone was laid, during the government of the Ma homedans. The town consists of eighteen streets inhabit ed by different classes. Ancient coins are sometimes dis covered on the beach. NAGPORE Is an extensive fortified town in the province of Gund wana, and the ancient metropolis of Bhima Raja, sovereign of Ncshadades. The country around it is inhabited by Bheels, and pretty well cultivated. After the subver sion of the ancient dynasties, a fort was built on this spot by raja Bhasala ; but this place could make no great resist ance to a powerful enemy. NANDAL. A town in the ceded districts near Gutti. This was the capital of the Nanda kings, the first of whom built it, and brought families of Bramins from Benares, and establish ed them here in the, year of Sal. 909. The place is at present in ruins, and only a few tiled houses of the Bramins remain. Here are a few merchants, who carry on a small trade with different places in the Karnata and Telegu countries. NANDI DRUG. A hill-fort town. The fort is built of stone and brick. In it a spriug issues from the mouth of a stone bull, and falls into a hallow bason : thence it makes a passage down the hill, and after meandering several miles, it branches into five directions through a woody country. The stream that flows to Arkat is called Kshiri, and the one that goes to Nellore is called Penna: on the banks of the former the town is built, and extends to the foot of the hill. A temple of Iswar is in this place, and a private college, containing many learned Bramins. It is said that Naudidrug was founded by a rich farmer of Bangalore. This place is the western boundary of Tundera Mundela. NASIK Is a large and populous town, situated on both banks of the Godavery river. The houses are of various descrip-"], [53, "33 tion, of one or two stories with flat roofs, and some tiled. A great many Maharatta Bramins reside here. The legends aver, that this place was called Pudmagnagar in the first age, Janasthana in the second, Trikantaka in the third, and Nasik in the fourth : it derived its last appellation from nasik, a nose, as Rama here cut off the nose of a giantess named Surpanakhi, in a forest. A temple of Rama Luksmana, and Sita his wife, is here. In this town a good deal of hardware is manufactured. NELLORE. A town in the Karnatic, situated about a furlong to the eastward of the river Penna. The present town was found- ed near the old one by Vesalamaru, a thatcher and vender of hut-roofs, under the following remarkable circumstances : — The country round Nellore, though under the dominion of the Golconda princes, was at the time in a state of anarchy and confusion, there being no legal authorities to redress grievances, or to correct abuses. When Vesalamaru, there- fore, brought his commodities for sale, the inhabitants plundered him of his goods, without paying any thing at all for them ; and the place being devoid of any local offi- cer to take cognizance of offences, Vesalamaru found no one to give heed to his complaints. After he had suffered repeated losses in this way, he resorted to an expedient, boldly conceived, to procure the administration of justice in his native country; and the event proved that the end justified the means. Being a hale, lusty fellow, he took a stout cudgel, and daily stationed himself at a well near old Nellore, and levied a toll from every one that came to draw water, that he could overpower ; and as this was the only place that the inhabitants could procure water to drink, Vesalamaru amassed considerable wealth ; and urged by the best of motives, was determined to bring himself to the notice of the king of Golconda, which he effected in this manner. The water of the aforesaid well was of such excellent quality, that it was served at the tables of the princes of Golconda, and the servants of the palace used to come at stated times to draw for it. Vesalamaru had hi therto allowed them to do so unmolested, until having rea- F"], [54, "34 lized great riches, and desirous of being brought to the presence of the king ; when the royal domestics came for water, he began to flourish about his stick, and told them the well was his property, and no other king on the earth should have the water without paying the tribute. As it may be supposed, Vesalamaru was soon overpowered, and carried bound to Golconda ; and being interrogated by the king made the following speech. \" Oli glorious monarch ! may your prosperous reign continue long, and your mighty actions be recorded. While the rest of your Majesty's happy dominions is governed by officers that compel a due observance of the laws, my native country has not a single magistrate to prevent lawless plunder and acts against the peace : thus it was, Oh mighty potentate ! that I a poor thatcher and vender of hut-roofs, had my goods pillaged continually by a fearless rabble, who were not in dread of being called to an account for their misdeeds. Having no alternative, I took advantage of the times, and circumstance, and levied an impost on my unjust countrymen, when they came singly to the well of Nellore ; and being ambitious to make the state of my country known to your royal person, I attacked your servants, in order to be brought to your Majesty's presence — and lo! here I have attained what I desired. I have, O gracious king ! three lacs of Hons, the fruits of my extortions, ready to lay at your Majesty's feet when you command me.\" It is said, that the king of Golconda was well pleased at the conduct of Vesalamaru, and presented him with the money he had acquired from his townsfolks, and appointed proper offi- cers to rule the country, and keep the inhabitants in order. Vesalamaru laid out the riches he procured in building the new town of Nellore, near the site of the old one. The fort of Nellore was in ruins till it was garrisoned by British troops in 1801. The town consists of two long streets, in one of which is the market, and in the other the public buildings and houses of respectable people : besides these, there are some narrow lanes, and a road leading from the southern gate through an avenue to Ranga Naik Pettah, with two rows of houses built for the accommodation of Bramins, by a revenue officer named"], [55, "35 Koturi Narasia. In this place is a temple of Ranganaik, with an image of Raganauth, reclining on a couch formed by a coiled snake. There are many inscriptions engraved on the walls of the pagoda. A large quantity of cotton is continually sold by the dealers in the Nawab Pettah, and the natives of this town manufacture the Coast cloths cal led Izaree, extensive investments of which are exported. Iu 1787, a labourer discovered near this town, some Ro man coins of the purest gold : many were melted down, but between 30 and 40 pieces were fortunately saved : they were mostly Trajan's, Adrian's, or Faustina's. List of the Kings and Fouzdars toho ruled over Nellore. Mukantiswer, Ranadhira, Manodhira, Nanda Raja, Jayana Raja, Chola Raja, Ambhoja Raja, Pratapa Rudra, Manava Sidiraja, Talavareddi, Tikkanaik, Mana Gopala, Dandinajana, Somadeva, Kan i pi la Naida, Vasala Muri, Podili Lingappa, Velugoti Yachama Naidu, Juleep Takallikhan, Mut us Subedar, Satullakhan, Anavardi Khan, Suiagi Sba, Abdullaha Khan, Barakutulla Khan, t2"], [56, "36 Mahommud Kamel, Najabulla Khan, Kagitulla Khan, Mahommud Malik Asalam, Nasaradowla, Nurumahommud Khan, Kutubudi Khan, Nagulapati Venkata Raio, BollaVenkat Royulu, Nurumahommud Khan, Nasar Mahommud Khan. NILESWAR. A small town on the western coast, situated on the limits of the Kerala-des. The houses are tiled ; but the inha bitants, who are principally of the Tuluva cast, are not nu merous, though there are some few merchants among them. In this place is a temple of Nilakantheswar. ORUNGOLE. See Ekasilanagar PALKAT. A town in the province of Koimbatore. PALIYAKAT. A fortified town, situated on the sea coast, about twen ty-four miles north of Madras. The Portuguese first dis covered the village called Karimalal, which in the Tamul dialect signifies black sand, that stands on the west side of the salt-water lake, from which they gave the name of Coromandel to the whole coast, this word being a corrup tion of Karimalal, and not of Cholamandel, as Hamilton and many other European writers erroneously suppose. The rajas of the Gobbure family cleared the woods, and built a small fort, whence the name Paliyakat is derived : the vul gar pronounce it Palakat, and the Mahomedans call it Pra laya Ghat. There are four streets in the fort. The houses are tiled, but the town at present is in ruins. Coins are occasionally found on the sea shore. On the north bank of the lake there is a choultry. Some elegant pleasure boats"], [57, "37 have been built here for the use of Lord William Bentinck, formerly Governor in Council of the Madras Presidency. In the fort of Palaket there are some inscriptions on stone, testifying the gifts of former Rajas to the deities and Bra mins. PAPANASANI. A small town in the Chola-des, which is accounted a sacred place. The name implies \" freedom from sin.\" A temple of Papaneswar is here. PARVATIPURA. A village situated in a woody tract of land in the west ern range of the Kimnydi mountains, on the skirts of the Sowrastra and Marata countries. The houses of this village are irregular, and thatched, and are inhabited by Sowras, Koyas, and Kodas, who are foresters. These people are marauders, and assemble on the hills in gangs to plunder the adjacent villages. PATNA. A populous and extensive city in the province of Behar. This was the ancient metropolis of the Khastrias of the Nanda race. Some authors say, this place was the an cient Patalipura : others, that it was Bolt Patna; and in the Drama of Mudra Rakshasa, it is called Kusumapuri. Mo derns, therefore, who do not wish to reject or adopt any one of these names exclusively, merely call it Patna, which means city; which term may be applied to any town that consists of more than one street, according to the rules of architectural nomenclature laid down in Hindu works on that subject. The Musselmans call it Azimabad. One coss from Patna stands the ancient palace of Jarasandhra, called Raja Grabu, which is in ruins at present, and seldom visited on account of the jungle about it. PAYANI. A town in the province of Kalik ut, on the Malabar coast. It is situated on rising ground. The houses are mostly tiled or thatched, but some have flat roofs. A great number of Dravida Bramins reside in the Agrahar. A temple of"], [58, "38 Subramhana Iswar is in this place, to whom the inhabi tants of Karnata, Malayala, and Tulwa-des carry milk in bhangeys, in performance of religious vows to the deity : and it is said, that such milk does not spoil during the journey, however long it may be. On their arrival they perform their religious ceremonies, and pay a certain sum into the treasury of the temple, for the service of the god. PEDDAPORE Is a fortified tcwn, belonging to the Vachaway zemindar. Peddapore, in the Telegu language, means head city. A predecessor of the late Vachawaya Tammaiaru Narjsa raju built the fort, having obtained a grant of land from the Mahomedan chief, in reward for having killed an alli gator in the river Godavery, since which period the family gradually rose to distinction. The zemiudary continued in the possession of the family in a direct line down to Timarajn, who having no issue, adopted Kristna Maraju, after whom the females of the family held charge of the districts till it was distrained for arrears of revenue. POTNORE Is an ancient town of the Telugu rajas, situated five miles west of the Simhachal, in the Kalinga Sircar, and under the control of the king of Vizaganagur. It is at present in complete ruins, and overgrown with bushes and jungle. Amidst the ruius, gold coins are frequently disco vered in the rainy season : they are about the size of doll pices, and have no impression, but merely a hole. When Kristna Row,king of Viz;iganagur,waged war against Gaza pati, king of Kalinga, in the year of Sal. 1420, he erected a pillar of victory at this place, with an inscription on it. This column is now broken into pieces, and the fragments are shewn to strangers by the inhabitants of Gangasani Agrahara. PRATISTHANAPURI. This was the metropolis of Salivahana, and is called by the Mahrattas Mugi Paithan. After the downfal of the de scendants of Salivahana, the place fell to ruins, and the buildings were completely demolished by the Mahomedans"], [59, "39 under Aurungzebe, but some vestiges of the ancient city still point out its site. There are a number of inscrip tions on the walls of the temple of Pippaleswar in un known characters. PUNA. A city situated in the province of Bijapoor : it was the capital of thePeishwas, and of the whole Mahratta empire. This city contains a population of about one hundred and ten thousand of different classes of individuals. Many of the houses are large and commodious, and built of blocks of granite to about fifteen feet from the ground, having over this frame-works of timber with slender walls. The ancient palace has four round towers, and is surrounded by thick walls having only one entrance through a kind of Gothic arch. The Muta river joins the Mula at this place, and the united stream is denominated Mutamula, which flowing on joins the Krishna. The festival of Dussera used formerly to be celebrated with very great pomp and mili tary parade at this place. RAJAMAHENDRI. A large fortified town, situated on the bank of the river Godaveri. A mud fort was built here by Raja Rajnareindar of the Chalukya race, who lived in the 12th century. The Telinga Mahabarat, translated by Nanaya Bhatt, and completed by Tekkana Somayaji, was dedicated to this prince. The office of the public authorities is in the fort, which is going to decay. The town, which is separated from the fort, is inhabited by people of various classes. The streets are narrow, like Pitapore and Peddapore. In the fort, fronting the eastern gate, is a mosque, which was built by Aga Mahomed Khan, one of the Fouzdars of Ni zam Ally Khan, king of Golconda. To the north of Raja mahendri are some fine gardens. R AMES WAR A considerable town, situated a little distance from the sea-shore. It has two principal streets, containing thatched and tiled houses, inhabited principally by Tamuls, who are"], [60, "40 traders and pearl-fishers. Palmer leaves are brought from Yapanam and other places to this town. A temple of Ramalingeswar is here, and travellers and pilgrims always make oblation to the lingam with the wa ter of the Ganges, which they carry with them. A grand festival is celebrated at this place in the month of Chaitra, according to the rules of the Agama. The kings of Rames war are of the Sudra cast, and are entitled Satupati. According to their history, one of the princes of that race was adopted by the Kandeish queen, who had no issue : his name was Teduraru Tedu, and he became a couvert to the Budha religion, and reigned for many years. RAMPA. A small town in the Northern Circars, under the con trol of Pusapati Mahuraja, and inhabited by Koya peo ple. Although this place is by no means populous, it is guarded by hill people called Sowra, Goyaduler, and Kon dawar. The houses are thatched and tiled, and a fair is held once every week. As this town stands on the skirts of the Soura country, the natives speak a corrupted Telugu dia lect. SADASIVA GODA. A fortified hill town in the province Konkana, belong ing to the Portuguese, but formerly in the possession of the Maharattas. In this place are many Konkana and Hyva merchants. In the year 1258, this place was under the dominion of the Tulwa kings of Vyazanagur, after which the Maharattas held it for a long time. SESHACHAL. A mountain which derives its name from Sesha, the ser pent on which the god Vishnu reclines. Here is a temple of Venkateswar, and one of Seva called Chandramowleswar : the former was built by Akasa Raja, who whilst on a hunt ing excursion in those parts, discovered through a dream an idol on an anthill. He established the image in this place, and erected a temple and obeliskin honour of it. The"], [61, "41 successors of tins king ruled prosperously for many years, and made extensive grants of land, for the service of the god. Inscrip ions on copper plates in proof of these are* deposited in the temple of Venkateswar. Sankarachari, when on his tour through the world, arriv- ed at this spot, and established his lingam, and under certain mysterious letters, entitled Bhyrava-youtra, he blessed the lingam to confer grace on whomsoevershouldcontribute so its honour, and visit the sacred place during the yearly grand festival, called Brahma Uchara. The summit of the hill is woody, aud contains a few scattered houses of differ- ent classes of people, and hospitable choultries for travel- lers, pilgrims, &c. This place was ruined by the invasion of the Mahomedan chiefs at different periods. Some little trade is carried on here iu various articles, that are brought through the pass of Chitavole and other quarters. SIMHACHAL. A mountain situated sixteen miles west of Vizagapatam. On the summit of it is a temple of Vishnu Nrisimhaswami, celebrated throughout the province of Kalinga. Several springs of water issue from the rock, (which is cut in the form of a bull's, head,) and falls into a natural bason, and then runs into five distinct streams, which are called Ha- numantadhara, Kakidhara, &c. The temple is a splendid pile, with a paved hall, surrounding wall, &c. In the rear of the temple,a stone car with four wheels and two horses is lying, which, according to tradition, was carved by tbe fa- mous architect and sculptor Joganachari, who erected the magnificent buildings at Dora Samudra, or Halebede. A great festival is celebrated in honour of the deity on the 3d of May, when the ministering votaries renew the sandal, camphire, musk, and other perfumes on the deity. At this time a large concourse of people assemble from various quarters, and make pecuniary contributions according to their vows and means. A stone pillar, which supports the front hall, intitled Kappastambham, is supposed to have the virtue of rendering such barren women as embrace it prolific. When Krishna Roya, king of Anagondi, was at war with Gazapati, prince of Kalinga, he presented various valuable- G"], [62, "42 jewels to this deity, some part of which are used, and the rest secreted in the temple. The above named king also be stowed extensive lands for the expenses of the festival. In the time of Vijaya Rama Raja and Sitarama Raja, many gardens of rose flowers were planted for the service of the god. The village on the hill contains two streets, one of which leads to the front of the temple, and the other to the back of it: besides these, there are a few scattered tiled and thatched houses. Below the hill is a village inhabited by Bramins, aud a spacious building for the accommodation of the raja, and individuals of note. There are several inscriptions oh stone, cut on the steps and inner chambers of the edifice, describing the grants of the rajahs and other disciples of the god. SOMES WAR Is a sacred town, situated on the western coast. In this place are agrahara of Tulwa, Konkana, and other Bramins, and a temple of Soineswar. It is affirmed by legends, that the lingam was consecrated by Parasurama, to expiate the sin of killing his mother Reuka at the command of his father Jamadagni. The houses of this town consist of two long rows, and are tiled or thatched, and are surrounded by plantations of different kinds of cocoanut trees, the fruit of which is very serviceable to the natives. There are numerous orchards and gardens in the environs of this place. SRAVANABELAGULA A Jaina town, about 56 miles north of Srirangapatam. It consists of two streets of tiled and thatched houses, in habited by Karnatic people. Two miles north of this place is a rock, on which is raised a gigantic statue of white mar ble, the fingers of which are cut, as it is said, to counteract the effects of any evil eye that may be cast on the statue by the populace. On another rock several inscriptions are cut, which give an account of the Jain kings who ruled in Karnata in former times : these have been transcribed, and preserved in the collection of the late Colonel Mackenzie."], [63, "43 SRIRANGAM. A town in which is a very celebrated temple, with seven enclosing walls : it was built by Dharma Vurma of the Dravida-des, who as well as his successors, granted an ex tensive portion of land for the service of the temple, where the ceremonies are performed on a splendid scale. The grants are proved by inscriptions on stone in that temple: a great many of these were copied for the late Colonel Mackenzie. The town is pretty well peopled, mostly by Vishnava Bramins, who serve the deity, and who have in creased the importance of the place. A few individuals of other classes may be found here. SRINGERl. A town situated on the banks of the Tunga river, In a dreary forest, in the Koppam district, included in the souba of Karnata. This place is celebrated for having been the residence of Sankarachari, and derives its name from the ascetic Singi-Bheri, who founded it. This place is re nowned for the arts and sciences; and there is a college for students in Sunscrit in the mutt of Sankarachari, supported by the lands of the Guru, granted by the kings of the Kar nata and private individuals. A large brass idol, entitled Saraswati, is seated in a temple,being placed there, accord ing to tradition, by the first Guru of the mutt. Besides this, there are several other inferior temples of Chandramou leswar, &c. In a temple of Vidya Sankara, a brazen mark is laid over the lingam. It is said that the Guru Vidya Sunka is still contemplating under ground in the trance called Yaga,which is the reason the lingam is placed there. The front hall of the inner temple is ornamented with twelve stone pillars, with a sign of the zodiac carved on each in proper order, and is so constructed that the shadow falls on each accordingly as the sun enters a new sign. The mutt is built of wood, and is an extensive building. The town is thronged with Bramins, and there are but a few of any other class of individuals. e 2"], [64, "44 SRIRANGAPATAM. A well fortified town, in the province of Mysore, situat ed on the banks of the Kaveri river. In the fort are all the public buildings, and inhabitants of every description re side there. To the north of this place is Shahargamjam, where is the bazar aud military station. To the south east is the hill of Kareghat, where stands a celebrated temple of Vishnu, and a great festival is ob served here in the month ot Choitra. In the fort ot Sriraugapatam is a spacious temple of Run ga Naik, in honour of whom afesii.al is also celebrated in the same mouth. There is beside*, another temple, Gunga dhareswar, on the banks of the Kaveri. Elegant gardens are in the neighbourhood of Sriraugapatam, such as Loll baug, &c. and about two furlongs along the river is a plan tation of sugar-cane. SRISAILE. A noted mountain in the Telugu country. A temple of Mallekhangu is here, an account of which is given by the late Col. Mackenzie in the Asiatic Researches. STALAKAVERI. A sacred place in the wilderness of the Bisilighat pass, inWynad. Here is the source of the Kaveri riVer, which runs through the ranges of the woody hills of Alambadi, Salim, Srirungapatam, to Chola-des near Nagore, and there disem bogues into the sea. Stala Kaveri is esteemed as a most holy place by all the Hindus, especially by the natives of Karnata and Dravida. TALCHERI. A considerable trading town on the western coast, well known to every one. This place has greatly fallen to decay in the present days, aud there are many ruins of ancient buildings to be seen. The streets are however handsome and wide. The public edifices have roofs, and are plastered ; but the private dwellings and house's are thatched or tiled."], [65, "45 TANJANAGUR. A fortified town in the Dravida country, which was built by the Telugu princes of Chengi orGeugi, and after wards possessed by the Mahratta chief Amouasemha R*ja, who occupied it on part of the Mahomedans. About seven chiefs have ruled this country down to the present raja Sarabhoj. The streets of this town are rather narrow, but the bazar is regularly built. The inhabitants are Ta muls, aud by their association the raja seems to have for gotten his native tongue; for he speaks a mixed language composed of Mahratta and Tamul. A temple of Brihad eswar is here, and in it is a great consecrated lingam of black stone. This town is vulgarly called Tanjure. The li teral meaning of the word Tanjanagur isa swinging town. TRAYAMBAKA. The hill fort of Tray ambaka is built with stones, and has bastions, &c. On the east side there are steps to ascend the hill. On the west side, from the bottom of a fig-tree, on the centre of the hill, a spring falls into a hollow below, whence a stream runs through the village of Kusavarta, and falls into a reservoir called Chakra Tirtha, about six miles north-west of Trayamback : it then takes a winding course by Gongapura to Nasik. Legends affirm that this stream was brought down by the power of the devotion of Goutama, and afterwards called Gowdanadi, as the said sage obtained the spring to purify him from the sin of slaying a cow during his devotions. There is a small town situated below the hill, contain ing streets of flat-roofed houses. About seven hundred Bramin families reside here, to preform daily ablutions in the saered river. In this place is a temple of Trayam baka iswar, or three- eyed god. TRICHANOPILLI. Ti ichanopilli, or Trisirapura, is said to have been built by a giant. A fortification was erected on the summit of the hiU : the old fort is entirely in ruins, but fragments of it are. stiU visible iu different parts, of the hills. There was"], [66, "46 a fort built by Raja VejayaraghavajaChokkanadha Nayak, a Polygar under the authority of the Madura prince. The town is quite distinct from the fort, and contains a regular bazar, &c. There is a square tank at the foot of the hill call ed Teppa Kolom, with houses built on each of the four sides. In the month of April, votaries carry an image on a litter round the tank, accompanied with music, dancing girls, &c. The houses round the tank are closely built, but they are very carefully smeared and adorned with nice flowers and red ochre. An European regiment and a battalion of sepoys are always garrisoned in the fort, in order to prevent the incursions of predatory Polygars and hill people about the wood, in the southern division to wards Ramanud and Madaru. The three divisions of the country, Pandyamandalam, Cholomondalam, and Tondamandalam, received their names from ancient rajas. Earliest records declare, that these three divisions were entirely covered with an im mense forest, called Danda Karunyam, the haunts of wild animals, and inhabited by Reshi. Rawan established a Seva lingam ; and Rama, who was fourteen years here with his wife Sita, consecrated the holy place. Rameswaram, the first Pudyon Madura Nayka, came to pay his adoration to the Rama lingam, and was much struck with the rich ness of the soil, which had many rivers flowing through it. This made him resolve to colonize it ; and, in pursuance of his determination, when he returned home he collected a vast number of individuals, and proceeded with them to the forest, and prosecuted his design of colonizing it with vigour. Fields were consequently cultivated with rapidity, and cities, villages, temples, and indications of a wealthy and numerous population every where met the eye, in places where it had before beheld only the wild profusion of uncultivated nature, and traced only the footsteps of beasts of prey. In this manner was one third part of Danda Karunyam forest cleared and cultivated. Another third was colonized in the same way by Chola Raja. He built a city, which he named Tri sirapura, after a three-headed giant. Forty eight princes of the Chola dynasty ruled in succession. The remaining"], [67, "47 third part of the forest was inhabited for a long time by human beings in a state of nature, and the country Avas denominated Tondamundolam, which means The country of barbarians. These Kurrunbers or savages, however, in course of time civilized, and chose a ruler of their own tribe to wield the regal authority. TRISIARPURA. See Trichanopilli. UDIPI. A town situated in the interior of the Tulwa-des. It is sacred to the god Mandhava Krishna. VAJAR KARURE. A town in the province of Chitra Dug, belonging to the Mysore kings, inhabited by several classes of people. Dia monds are found at this place by digging; the best kind are procured in the suburbs of the town. Individuals rent the ground from the king at a fixed rate,and then dig to a certain depth till they come to springs of water. Whether they meet with any success or not, the rent must be paid. This em ployment has never been very productive; but there are still some speculators who try their chance. VANDAVASI. A town in the province of Kanchi. It is an agrahar of the Dravida Bramins, and built by Rajindra Chola, who grant ed large tracts of lands to the Bramins for their mainten ance. There is a large tank, the water of which runs to many villages. Vandavasi is the capital of a subdivision of the Jahagir ceded by the Nawab of the Karnatic to the British Government of Fort St. George. The gifts of lands in that place are proved by stone inscriptions. This city is the boundary of the Kanchi Mandola. VELLURE. A fortified town in Karnata, situated on the road from Madras to Srirungapatam. It was built by the kings of Peungunda. It is a strong military post. Formerly the"], [68, "48 streets were narrow, and the houses mean ; but since the British Government have had possession of the place, it is much improved in every respect, especially the bazar: all the houses are built of tiles and bricks ; the fort is strongly intrenched. Some houses of people of inferior cast are situated about two miles from the fort. Mutts are built on the bank of the river Kshiranodi, for the accommodation of travellers, and gardens are also planted. Two miles to the eastward of the fort is a hill called Babaadan Pabad, on the top of which is aMahoinedan mosque. VIDYANAGARA. This town is called either Vidyanagar or Vijayanagar, by a slight deviation in the pronunciation : the former word im plies the \"city of sciences, \" and the latter the \" city of vic tory.\" This city is also called Anagundi. It was formerly twelve coss in extent, but is now reduced to four, and is in ruins. This city is under the dominion of Mysore. There are two forts, one within the other : the outer fort is twelve miles in circumference. In the inner one is the palace, said to have been built in the reign of Kristna Royalu : it is the residence of the rajas. Tippo used to station two thousand troops at this place to prevent any insurrection of the raja's adherents. It is said that Vidyarauya SAvami laid the foundation of Anagundi. There w-?s a prophecy that the city should ex perience alternately five hundred years of prosperity and adversity. Subsequent to the conquest of Bejanagar by the Mahomedans of the Deccan, the nominal rajas were allowed to keep possession of Anagundi, and a few other districts, in Jaghire, for many generations. The first king of the Kuruba dynasty was installed to the throne in the year of Salivahun 1258. Harihara Roy a reigned . . 20 years. Baka Roya 15 Harihara 2d 25 Viru Paksha 19 Buka Roya 2d 30 Deva Roya 16 Rama Roya 13"], [69, "49 Verupaksha 2d 12 years DevuRoya2d 10 „ Verupakha3d 8 „ Mullikharjuna Roya, 6 „ Rama Roya 2d 5 „ Verupaksha 4th 10 „ After the downfal of the Kuraba family, the Tulwa kings possessed the kingdom of Bejanagur, and ruled in the following succession. Narasimha Roya reigned ...... 18 years. Achuta Roya 7 5> Buka Roya 10 „ Kristna Roya 20 „ Sadasiva Roya 8 „ Tirumala Roya 19 „ Rama Royaloo 5 „ VIJAYANAGAR. A celebrated fortified toAvn in the Kalinga-des. It is cal- led also Vijayanagram, Avhich means a city of victory: The fort is built of stone, and consists of four bastions, and has tAvo gates, severally facing the east and west points. There are two streets of tiled and plastered houses. In the centre of the fort is the arsenal, and palace of the king, &c. On the north of the fort is the pettah or town, called Kot- tapettah, in Avhich is a market, and houses of different de- scriptions. One of the descendants of Pusapati Madhavar- ma, named Padavijaya Ramaraju, vanquished the rajas of Bobbili, and subverted their dynasty : he Avas succeeded by his son Ananda Gazapati, Avho extended his dominions to the westward of the Godavari, to the vicinity of Raja- mahendri. It is said this prince met with a premature death. His son Vijayaramaraju, and his eldest brother Sitaramaraju, became tributary to the government of Hy- derabad. They obtained many titles, for conquering the wild Polygars and Zemindars of different places, such as Manam, Vadadi, Maduvalu, Chitaki, Kalinga, Kimidi, Na- rainapur, Kalikata, &c. whereby the revenue of the coun- try was encreased to eighteen lacks of rupees. He rebuilt H"], [70, "50 the fort of Vijayanagaram,and erected an elegant palace. He established colleges for the cultivation of the sciences, and the Sanscrit and Telugu languages. This prince was a great patron of learned men, and gave liberal encouragement to students. He planted an extensive garden of rose flowers on the hill of Simhachal, at the foot of which he construct ed a wooden painted palace. He built temples in honor of the god Vishnu, at Padmauabham and Srikurma. Sitara maraju died at Madras, and his brother Vijayaramaraju lost his lite in battle, covered with glory; and his son, the pre sent king, was installed to the throne by the government of Fort St. George. VISAGAPATAM. -f A sea-coast town in the Northern Circars, and capital of a district of the same name. This town was founded by Vysas, or the third class of Hindus, and derives its appel lation from that circumstance. The fort of Visagapatam is situated in the centre of an arm of laud, one mile and half in length, which is formed by a river that comes from the north, and then turns suddenly to the eastward. The country in the vicinity is mountainous, and many of the hills completely barreu. In A. D. 1689, all the English at this place Avere put to death, and their Avarehouses seized, in consequence of a rupture with the then reigning Emperor of Delhi, Aurung zebe. Mr. Bossy took this place in 1757; hut nine years afterwards, the British gained possession of it during Lord Clive's administration. The Bengal revenue and judicial system Avas introduced at this place in 1803. FINIS."], [71, ""], [72, ""], [73, ""], [74, ""]]