[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, ""], [8, ""], [9, ""], [10, ""], [11, "EXPLANATIONS."], [12, ""], [13, "EXPLANATIONS: a Sbtqutl to \" VESTIGES OF THE NATURAL HISTORY OF CREATION.\" BY THE AUTHOR OF THAT WORK. LONDON: JOHN CHURCHILL, PRINCES STREET, SOHO. MDCCCXLV."], [14, ""], [15, "CONTENTS. PAGE Dtsign of the Vestiges explained 3 Proper Position of the Nebular Hypothesis in the Argument . 5 Imputed Failure of the Hypothesis from the Earl of Rosse's discoveries, denied 8 Experiments illustrating and confirming the Hypothesis by Pro- fessor Plateau 14 Objection from the retrogression of Uranus's Satellites consi- dered 18 Objection respecting the convergence of atoms to a central nucleus, answered 19 The Nebular Hypothesis not a supersession of Deity, but only a description of his mode of working 23 Quetelet's enquiries, establishing law in mental operations . . 24 Limits of the system being under law, the whole is probably so 26 Question of tbe Origin of Organic nature 27 Geology proves it to have observed a progress in time ... 30 Objections respecting this progress 31 Lower Silurian Fossils 32 Upper Silurian Fossils 46 Old Red Sandstone 48"], [16, "VI CONTENTS. PAGE Carboniferous System 59 Permian System 63 Outline of tlie Genetic Plan of the Animal Kingdom .... 09 Bearing of this Plan on the Arguments of Objectors .... 76 Reptiles of the Muschelkalk, Lias, &c 82 Objections as to first Footmarks of Birds 85 Objections as to Earliest Mammalia 87 Tertiary Formation 90 Opinions of Cuvier and Agassiz 99 Apology of Mr. Sedgwick for Over-Ardent Generalizations . . 101 Physiological Objections of Dr. Clark, of Cambridge .... 103 Views of others respecting Embryotic Development .... 106 Germs not alleged to be identical 109 Transmutation of Plants Ill Species a Term, not a Fact 113 Instances of Transmutation 115 Transmutation does not imply extinction of Elder Species . . 117 The Broomfield Experiment 119 Proof of Aboriginal Life in the present era not essential to the theory of Organic Creation by Law 121 The Opposite Theory characterized .......... 125 Views of Dr. Whewell, and objections to them 127 Views of the Edinburgh Reviewer — these analyzed .... 135 Views of Professor Agassiz 139 Views of Sir John Herschel 141 Support to Theory of Law from Rev. Dr. Pye Smith and Black- wood's Magazine 143 Mr. Stuart Mill on Universal Causation 145 Present State of Opinion on the Origin of Organic Nature examined 149 Animals have not come immediately on the occurrence of proper conditions 151"], [17, "CONTENTS. VII PAGE Great number of distinct Floras 152 Supposed Formation of New Species, as upheld by Professor Owen, &c, inadmissible 154 Opinions of Professor Pictet on Peculiarity of Species in each formation 155 Time the true key to difficulties arising from apparent per- manency of species 158 Vast spaces of time involved in the geological record . . . .159 Zoology of Galapagos Islands, an instance of comparatively re- cent development 161 Author's theory supported by facts connected with the distri- bution of plants 165 Whence the first impulse to vitality ? 168 The Vestiges — its object purely scientific — defended on this ground 169 Ungenerous policy of Geological Objectors 170 Opposition of the Scientific Class 174 Estimate of this Opposition 175 Utility of Hypotheses 179 Bearing of the new doctrine on Human Interests 182 Its Moral Results 184 Consolations and Encouragements offered by it 187 Appendix — Letters of Mr. Weekes on Aboriginal Production of Insects 189"], [18, ""], [19, "EXPLANATIONS. When the work to which this may be regarded as a supplement was published, my design was not only to be personally removed from all praise or censure which it might evoke, but to write no more upon the subject. I said to myself, Let this book go forth to be received as truth, or to provoke others to a controversy which may result in esta- blishing or overthrowing it ; but be my task now ended. I did not then reflect that, even though written by one better informed or more skilled in argument than I can pretend to be, it might leave the subject in such a condition that the author .should have to regret seeing it in a great measure misapprehended in its general scope, and also so much excepted to, justly and unjustly, on par- ticular points, that ordinary readers might be b"], [20, "2 EXPLANATIONS. ready to suppose its whole indications disproved. Had I bethought me of such possible results, I might have announced, from the beginning, my readiness to enter upon such explanations of points objected to, and such reinforcements ofthe general argument, as might promise to be serviceable. And this would have seemed the more necessary, in as far as it may be expected that there are many points in a new and startling hypothesis which no one can be so well qualified to clear up and strengthen as its author. I might have felt, at the same time, that a new adventure, for what ever purpose, in the same field, was hazardous, with regard to any favourable impression pre viously produced ; yet such an objection would, again, have been at once overruled, seeing that public favour and disfavour were alike beyond the regard of an author who bore no bodily shape in the eyes of his fellow-countrymen, and was likely to remain for ever unknown. Such reflections now occur to me, and I am consequently induced to take up the pen for the purpose of endeavouring to make good what is deficient, and reasserting and confirming whatever has been unjustly challenged in my book. In doing so, I shall study to direct attention solely to fact and argument, or what"], [21, "EXPLANATIONS. 3 appear as such, overlooking the uncivil expressions which the work has drawn forth in various quarters, and which, of course, can only be a discredit to their authors. I must start with a more explicit statement of the general argument of the Vestiges, for this has been extensively misunderstood. The book is not primarily designed, as many have intimated in their criticisms, and as the title might be thought partly to imply, to establish a new theory respect ing the origin of animated nature ; nor are the chief arguments directed to that point. The object is one to which the idea of an organic creation in the manner of natural law is only subordinate and ministrative, as likewise are the nebular hypothesis and the doctrine of a fixed natural order in mind and morals. This purpose is to show that the whole revelation of the works of God presented to our senses and reason is a system based in what we are compelled, for want of a better term, to call law; by which, however, is not meant a system independent or exclusive of Deity, but one which only proposes a certain mode of his working. The nature and bearing of this doc trine will be afterwards adverted to ; let me, mean while, observe, that it has long been pointed to b 2"], [22, "4 EXPLANATIONS. by science, though hardly anywhere broadly and fully contemplated. And this was scarcely to be wondered at, since, while the whole physical arrangements of the universe were placed under law by the discoveries of Kepler and Newton, there was still such a mysterious conception of the origin of organic nature, and of the character of our own fitful being, that men were almost forced to make at least large exceptions from any proposed plan of universal order. What makes the case now somewhat different is, that of late years we have attained much additional knowledge of nature, pointing in the same direction as the physical arrangements of the world. The time seems to have come when it is proper to enter into a re-examination of the whole subject, in order to ascertain whether, in what we actually know, there is most evidence in favour of an entire or a partial system of fixed order. When led to make this inquiry for myself, I soon became convinced that the idea of any exception to the plan of law stood upon a narrow, and con- stantly nan-owing foundation, depending, in- deed, on a few difficulties or obscurities, rather than objections, which were certain soon to be swept away by the advancing tide of knowledge."], [23, "EXPLANATIONS. 5 It appeared, at the same time, that there was a want in the state of philosophy amongst us, of an impulse in the direction of the consideration of this theory, so as to bring its difficulties the sooner to a bearing in the one way or the other ; and hence it was that I presumed to enter the field. My starting point was a statement of the ar rangements of the bodies of space, with a hypo thesis respecting the mode in which those arrange ments had been effected. It is a mistake to suppose this (nebular) hypothesis essential, as the basis of the entire system of nature developed in my book. That basis lies in the material laws found to prevail throughout the universe, which explain why the masses of space are globular ; why planets revolve round suns in elliptical orbits ; how then rates of speed are high in proportion to their nearness to the centre of attraction ; and so forth. In these laws arise the first powerful pre sumption that the formation and arrangements of the celestial bodies were brought about by the Divine will, acting in the manner of a fixed order or law, instead of any mode which we conceive of as more arbitrary. It is a presumption which an enlightened mind is altogether unable to resist,"], [24, "6 EXPLANATIONS. when it sees that precisely similar effects are every day produced by law on a small scale, as when a drop of water spherifies, when the revolv ing hoop bulges out in the plane of its equator, and the sling, swung round in the hand, increases in speed as the string is shortened. The philo sopher, on observing these phenomena, and find ing incontestable proof that they are precisely of the same nature as those attending the formation and arrangement of worlds, learns his first great lesson — that the natural laws work on the minutest and the grandest scale indifferently ; that, in fact, there is no such thing as great and small in nature, but world spaces are as a hair breadth, and a thousand years as one day. Having thus all but demonstration that the spheres were formed and arranged by natural law, the nebular hypothesis becomes important, as shadowing forth the process by which matter was so transformed from a previous condition, but it is nothing more ; and, though it were utterly dis proved, the evidence which we previously pos sessed that physical creation, so to speak, was effected by means of, or in the manner of law, would remain exactly as it was. We should only be left in the dark with regard to the previous"], [25, "NEBULAR HYPOTHESIS. 7 condition of matter, and the steps of the process by which it acquired its present forms. It would nevertheless strengthen the presump tion, and, indeed, place it near to ascertained truths, if we were to obtain strong evidence for what has hitherto been called the nebular hypo thesis. The evidence for it is sketched in the Vestiges : it is exhibited with greater clearness, and in elegant and impressive language, in Pro fessor Nichol's Vines of the Architecture of the Heavens. The position held by this hypothesis in the philoso23hical world when my book was written, is shown, with tolerable distinctness, in the Edinburgh Review for 1838, where it is spoken of in the following general terms : — \" These views of the origin and destiny of the various systems of worlds which fill the immensity of space, break upon the mind with all the interest of novelty, and all the brightness of truth. Appeal ing to our imagination by their grandeur, and to our reason by the severe principles on which they rest, the mind feels as if a revelation had been vouchsafed to it of the past and future history of the universe.\" It may also be remarked that this writer considered the hypothesis as \" confirming, rather than opposing the Mosaic cosmogony,"], [26, "8 EXPLANATIONS. whether allegorically or literally interpreted.\" With this testimony to the mathematical exposi tions of MM. La Place and Comte, I rest content, as the expositions themselves would be unsuitable in a popular treatise. But the hypothesis has been favourably entertained in many authoritative quarters, during the last few years, and probably would have continued to be so, if no attempt had been made to enforce by it a system of nature on the principle of universal order. The chief objection taken to the theory is, that the existence of nebulous matter in the heavens is disproved by the discoveries made by the Earl of Rosse's telescope. By this wondrous tube, we are told, it is shown to be \" an unwarrantable as sumption that there are in the heavenly spaces any masses of matter different from solid bodies composing planetary systems.\"* The nebulae, in short, are said to be now shown as clusters of stars, rendered apparently nebulous only by the vast distance at which they are placed. There is often seen a greater vehemence and rashness in objecting to, than in presenting hypotheses ; and we appear to have here an instance of such hasty counter-generalization. The fact is, that the nebulæ * North British Review, iii. 477."], [27, "NEBULAR HYPOTHESIS. 9 were always understood to be of two kinds : 1, nebulæ which were only distant clusters, and which yielded, one after another, to the resolving powers of telescopes, as these powers were in creased ; 2, nebulæ comparatively near, which no increase of telescopic power affected. Two classes of objects wholly different were, from their partial resemblance, recognised by one name, and hence the confusion which has arisen upon the subject. The resolution of a great quantity of the first kind of nebulæ by Lord Rosse's telescope was of course expected, and it is a fact, though in itself interest ing, of no consequence to the nebular hypothesis. It will only be in the event of the second class being also resolved, and its being thus shown that there is only one class of nebulæ, that the hypothesis will suffer. Such, at least, I conclude to be the sense of a passage which I take leave to transfer, in an abridged form, from a recent edition of Professor Nichol's work. \" I. By far the greater number of the milky streaks, or spots, whose places have hitherto been recorded, lie at the outermost, or nearly at the outermost boundary of the sphere previously reached by our telescopes : and in this case there is no certain principle on the ground upon which a pure nebula can be distinguished from a cluster so remote that only the general or fused light of its myriads of constituent b 3"], [28, "10 EXPLANATIONS. orbs can he seen. Sometimes, — resting on a peculiarity of form or other characteristic, — the astronomer may venture a guess that such an object is probably a firmament ; as, indeed, I was bold enough to do in former editions of this work with regard to several which have since been resolved ; but, in the main, he can tell little concerning them, or have any other belief, than that, as with similar masses near him, a great, probably the greater number, are true clusters, grand arrange ments of stars, incredibly remote, but resembling in all things our own home galaxy. Now, the application to such objects of a new and enlarged power of vision, could be attended only by one result — magnificent, but far from unexpected : and it is here that the six-feet mirror has achieved its earliest triumphs. Under its piercing glance, great numbers of the milky specks have unfolded their starry constituents ; some of these, which previously were almost unresolved, shining with a lustre equivalent to that of our brightest orbs to the naked eye. How far it will go with its resolving power has not yet been ascertained ; but I perceive that Sir James South has given his authority that some spots examined by it continue intractable. \" II. The influence of the new discoveries either to impair or strengthen the foundations of the nebular hypothesis, must clearly be looked for among their bearings on less remote and ambiguous objects. Now, the new aspects of these may lead us to question our former opinions as to the existence of the supposed filmy self-luminous masses, — or they may throw doubt on the reality of those forms according to which we have arranged them, and which seem to indicate the steps of a stupendous progress. \" 1. Astronomers have never rested their belief in the reality and wide diffusion of the nebulous matter, on the"], [29, "NEBULAR HYPOTHESIS. 11 objects referred to in the first paragraph ; but on others, much within the range of our previous vision. In so far as we have hitherto understood the nature of clusters, the telescopic power required to resolve them is never very much higher than that which first descries them as dim milky spots. But there are many most remarkable objects which, in this essential feature, are wholly contrasted with clusters. For instance, the nebula in Orion, as I have fully shown in the text, is visible to the naked eye, as also is the gorgeous one in Andromeda ; while the largest instrument heretofore turned to them has given no intimation that their light is stellar, but rather the contrary ; although small stars are found buried amidst their mass. Now, if Lord Rosse's telescope resolves these, and others with similar attributes, such as some of the streaks among the following plates, we shall thereby be informed that we have generalised too hastily from the character of known firmaments, — that schemes of stellar being exist, infinitely more strange and varied than we had ventured to suppose, — and certainly we shall then hesitate in averring further, concerning the existence or at least the diffusion of the purely nebulous modification of matter. \" 2. Lord Rosse's telescope may also, as I have said, dis prove the reality of our arrangement of the forms of the nebulæ as steps of a progression. And in regard of this question, there seem two classes of objects meriting attention. \" First, I shall refer to the nebulous stars properly so called, or to that form in which the diffused matter has reached the condition of almost pure fixed stars. Now, of these objects there are two distinct sets, presenting at first to the telescope very much the same appearance, but in regard of which our knowledge is very different. It will readily be"], [30, "12 EXPLANATIONS. conceived that a distant cluster, with strong concentration about the centre of its figure, must, to the telescope which first descries it, look like a star with a halo around it. When a higher power is applied, that central star, however, will appear as a disc, and to a still higher power the cluster will be revealed. A very great number of what are called nebulous stars, are doubtless of this class ; and we have hitherto had no means of accurately ascertaining the fact, just because our largest telescopes were required to descry them ; but there are multitudes of others — the true ' photospheres ' — quite of a different description. Many of these are easily seen as fixed stars with haloes of different sizes diminishing to the mere ' bur ;' and under the greatest power as yet applied, the apparent central star never expands into a disc, or departs from the stellar character. It is by its effect on these that the new instrument will at all bear on this portion of the nebular hypothesis. \" Secondly, The foregoing being our grounds of belief in the existence of nebulæ — first, in a diffused or chaotic state, and again in a condition proximate to pure stars ; the only remaining point has reference to nebulæ in an intermediate state, — when the roundish masses seem to have begun a pro cess of organization or concentration, and carried it onwards through several stages : — a state to which we have every variety of analogon in the various forms and densities of cometic nuclei. Sir William Herschel certainly was not ignorant that round or spherical clusters abound in the skies, which, when first seen, present all the appearances of such nebulæ— nay, he grounded on the fact of their approximate sphericity and varying degrees of concentration, some of the boldest and most engrossing of his conjectures ; nor would he have doubted that multitudes which, even to his instru-"], [31, "13 NEBULAR HYPOTHESIS. ments, seemed only general lights, would, in after times, be resolved ; but here, as before, the gist of the question is not, can you resolve round nebulæ never resolved before ; but can you resolve such as, quite within the range of former vision, have continued intractable under the scrutiny of powers which, judging from the average of our experience, must surpass what ought to have resolved them ? \" Such are my views as to the present condition of this im portant question ; and if they are correct, it will appear that, notwithstanding the resolutions achieved by the new instru ments, they are, as yet, quite as likely — by accumulating new objects belonging to the three foregoing classes, and by more surely and distinctly establishing their characteristic features — to strengthen, as to invalidate the grounds of the nebular hypothesis. Eagerly, but patiently, let us watch the approaching revelations.\" Various minor objections have been presented to the nebular hypothesis ; but, before adverting to any of them, I may give a brief abstract of cer tain recent experiments, by which it has been remarkably illustrated. Here it is peculiarly im portant to bear in mind, that the phenomena of nature are, if I may so speak, indifferent to the scale on which they act. The dew-drop is, in physics, the picture of a world. Remembering this, we are prepared in some measure, to hear of a Belgian professor imitating the supposed for mation and arrangement of a solar system, in some of its most essential particulars, on the table"], [32, "14 EXPLANATIONS. of a lecture-room ! The experiments were first conducted by Professor Plateau of Ghent, and afterwards repeated by our own Dr. Faraday. The following* abstract of Professor Plateau's experiments is also presented in the fifth edition of the Vestiges. Its being repeated here is, that it may meet the eyes of many who are not likely to see any edition of that work besides those from which it is absent : Placing a mixture of water and alcohol in a glass box, and therein a small quantity of olive oil, of density precisely equal to the mixture, we have in the latter a liquid mass relieved from the operation of gravity, and free to take the exterior form given by the forces which may act upon it. In point of fact, the oil instantly takes a globular form by virtue of molecular attraction. A vertical axis being introduced through the box, with a small disc upon it, so arranged that its centre is coincident with the centre of the globe of oil, we turn the axis at a slow rate, and thus set the oil sphere into rotation. \" We then presently see the sphere fatten at its poles and swell out at its equator, and we thus realize, on a small scale, an effect which is admitted to have taken place in the planets.\" The spherifying"], [33, "15 NEBULAR HYPOTHESIS. forces are of different natures, that of molecular attraction in the case of the oil, and of universal attraction in that of the planet, but the results are \" analogous, if not identical.\" Quickening the rotation makes the figure more oblately spheroidal. When it comes to be so quick as two or three turns in a second, \" the liquid sphere first takes rapidly its maximum of flattening, then becomes hollow above and below, around the axis of rota tion, stretching out continually in a horizontal direction, and finally, abandoning the disc, is transformed into a perfectly regular ring.\" At first this remains connected with the disc by a thin pellicle of oil ; but on the disc being stopped this breaks and disappears, and the ring becomes completely disengaged. The only observable dif ference between the latter and the ring of Saturn is, that it is rounded, instead of being flattened ; but this is accounted for in a satisfactory way. A little after the stoppage of the rotatory motion of the disc, the ring of oil, losing its own motion, gathers once more into a sphere. If, however, a smaller disc be used, and its rotation continued after the separation of the ring, rotatory motion and centrifugal force will be generated in the alcoholic fluid, and the oil ring, thus prevented"], [34, "16 EXPLANATIONS. from returning into the globular fonn, divides itself into \" several isolated masses, each of which immediately takes the globular form.\" These are \" almost always seen to assume, at the instant of their formation, a movement of rotation upon them selves — a movement which constantly takes place in the same direction as that of the ring. Moreover, as the ring, at the instant of its rupture, had still a remainder of velocity, the spheres to which it has given birth tend to fly off at a tangent ; but as, on the other side, the disc, turning in the alcoholic liquor, has impressed on this a move ment of rotation, the spheres are especially carried along by this last movement, and revolve for some time round the disc. Those whieh revolve at the same time upon themselves, consequently, then present the curious spectacle of planets revolving at the same time on themselves and in their orbits. Finally, another very curious effect is also mani fested in these circumstances : besides three or four large spheres into which the ring resolves itself, there are almost always produced one or two very small ones, which may thus be compared to satellites. The experiment which we have thus described presents, as we see, an image in minia ture of the formation of the planets, according to"], [35, "17 NEBULAR HYPOTHESIS. the hypothesis of Laplace, by the rupture of the cosmical rings attributable to the condensation of the solar atmosphere.\"* Such illustrations certainly tend to take from the nebular cosmogony the character of a \" splen did vision,\" which one of my critics has applied to it. I may here also remind the reader that there are other grounds for this hypothesis, besides observations on the nebulæ. Overlooking the zodiacal light, which has been thought a residuum of the nebulous fluid of our system, we find geo logy taking us back towards a state of our globe which cannot otherwise be explained. It was clearly at one time in a state of igneous fluidity, — the state in which its oblately spheroidal form was assumed under the law of centrifugal force. Since then it has cooled, at least in the exterior crust. We thus have it passing through a chemical pro cess attended by diminishing heat. Whence the heat at first, if not from the causes indicated in the nebular hypothesis ? But this is not all. In looking back along the steps of such a process, we have no limit imposed. There is nothing to * Dr. Plateau on the Phenomena presented by a free Liquid Mass withdrawn from the action of gravity. Taylor's Scientific Memoirs. November, 1844."], [36, "18 EXPLANATIONS. call for our stopping till we reach one of those extreme temperatures which would vaporize the solid materials ; and this gives us exactly that con dition of things which is implied by the nebular cosmogony. Of particular objections it is not necessary to say much. That there should be difficulties attend ing such a hypothesis is only to be expected ; but where general evidence is so strong, we should certainly be scrupulous about allowing them too much weight. It is represented, for instance, that the matter of the solar system could not, in any conceivable gaseous form, fill the space com prehended by the orbit of Uranus. If this be the case, let it be allowed as a difficulty. It is pointed out that the planets do not increase regularly in density from the outermost to the innermost. Their sizes are also not in a regular progression, though the largest, generally speaking, are towards the exterior of the system. It was not, perhaps, to be expected, that such gradations should be observed; but, grant there was some reason to look for them, their absence constitutes only an other and a slight difficulty. Then we know no law to determine the particular \" stages at which rings are formed and detached.\" Be it so—"], [37, "19 NEBULAR HYPOTHESIS. although something of the kind there doubtless is, as the distances of the planets, according to Bode's law, observe a geometrical series of which the ratio of increase is 2. From these objections, which cannot now be answered, let us pass to some which can. It has been said that a confluence of atoms to wards a central point, as presumed by the nebular hypothesis, would result, not in a rotation, but in a state of rest.* According to the North British Revieic — \". . . Supposing the uniformly distributed atoms to agglomerate round their ringleader, the space left blank by the slow advance of the atoms in radial lines converging to the nucleus, must be a ring bounded by concentric circles, the outer most circle being the limit of the nebulous matter not drawn to the centre of the nascent sun. Now, as all the forces which act upon the agglomerating particles, whether they proceed from the circum ference of the undisturbed nebulous matter, or firom the gradu<ally increasing nucleus, must have their resultants in the radial lines above men tioned, — there can be no cause whatever capable of giving a rotatory motion to the mass. It must remain at rest.\" * North British Review, No. 6. Atlas Newspaper, Aug. 30, 1845."], [38, "20 EXPLANATIONS. Now, there can be no doubt that a confluence proceeding precisely to a centre, has this result ; but this is only an abstract truth, not an exact and absolute description of any actual confluence of the kind. The explanation was afforded by Professor Nichol, long before the objection was started, and it could not be given in better language on the present occasion: \"When we reflect on the solar nebula in the act of con- densing, it appears that the act consists in a flow or rush of the nebulous matter from all sides towards a central region ; which is vir- tually equivalent, in a mechanical point of view, to what we witness so frequently, both on a small and large scale — the meeting and inter- mingling of opposite gentle currents of water. Now, what do we find on occasion of such a meet- ing ? Herschel's keen glance lighted at once on this simple phenomenon, and drew from it the secret of one of the most fertile processes of Nature ! In almost no case do streams meet and in- termingle, without occasioning, where they intermingle, a dimple or whirlpool; and, in fact, it is barely pos- sible that such a flow of matter from opposite sides could be so nicely balanced in any case, that the opposite momenta or foods would neutralize each other, and produce a condition of central rest. In"], [39, "21 NEBULAR HYPOTHESIS. this circumstance, then — in the whirlpool to be ex pected where the nebulous floods meet — is the obscure and simple germ of rotatory movement. The very act of the condensation of the gaseous matter as it flows towards a central district, al most necessitates the commencement of a process, which, though slow and vague at first, has, it will be found, the inherent power of reaching a perfect and definite condition . . .\"* The exception presented by the satellites of Uranus to the otherwise uniform orbitual move ments of the planetary bodies, is brought forward as a startling difficulty.! It is, in reality, only a trifling objection, seeing that so many other move ments follow one rule, and that we may any day be able to fix upon a cause for this exception, per fectly in hannony with all the associated facts. There was once a similar difficulty in geology — strata uppermost where they ought to have been lowermost ; but it was in time cleared. Geologists found that there had been a folding over of the strata, so as to reverse their proper and original positions. May we not rest in hope, that a similar exception in astronomy may find a similar solu- * Views of the Architecture of the Heavens. First edition, 1837. t Edinburgh Review, No. 165, p. 24."], [40, "22 EXPLANATIONS. tion ? I have thrown out the hint of a possible bouleversement of the whole of that planet's system : it has been scoffed at ; but it is only the sup- position of a greater degree of obliquity in the inclination of the axis of the planet to the plane of its orbit than what we find in several others. The same causes which made the inclination ofthe axis of Venus towards her orbit 75 degrees, may have turned that of Uranus a little further along, and so reversed the position of his poles. The ad- mitted inclination of the axis of Uranus towards the plane of his orbit is 79 degrees, being the greatest found in any of the planets. This im- plies only the necessity for an increase of inclina tion to the extent of 22 degrees, or about one- fourth of the quadrant, in order to account for the surmised reverse arrangement. Nor are causes for such a phenomenon far to seek. In the revolu- tion of the presumed nebular mass, there would be great undulations, as I venture to say there would be found in any similar body which we might set into a similar rotatory motion. Such I esteem as the causes of the departure of the planetary axes from the vertical. A curve in the outermost portion, amounting to a fold — like the curl of a high wave — would cause the bouleversement of"], [41, "NEBULAR HYPOTHESIS. 23 Uranus, and the consequent (apparent) retro gression of his satellites. It appears, then, that, overlooking a few minor unexplained difficulties, the objections to the nebular hypothesis are not formidable to it. It approaches the region of ascertained truths, and may reasonably be held as a strong corroboration of what first appears from the material laws of the universe, that the whole Uranographical ar rangements were effected in the manner of natural law. It is, however, altogether a mistake to regard this conclusion, as far as it is one, as equivalent to a superseding of Deity in the history of crea tion. It proposes nothing beyond a view of the mode in which the Divine Will has been pleased to act, in this first and most important of its works. The formation of worlds and their ar rangement now appear but as steps in a His torical Progress, for matter is necessarily pre sumed to have existed before in a different form. By what means and under what circumstances creation, in the true sense of the word, took place, — that is, how existence was given to the matter which we suppose to have been capable of such evolutions — no one can as yet tell ; we only are sure, if any trust can be placed in the laws of our"], [42, "24 EXPLANATIONS. minds, that it had a Cause, or an Author. Leaving such an inquiry as one, in which we have not, at present, ground for a single step, it is surely a great gratification that we can at least trace the operations of the Great First Cause, from a con dition of matter anterior to its present forms, and learn with certainty that these operations were in no way arbitrary or capricious, that they were not single and detached phenomena, but the result of principles flowing from the Eternal and Im mutable, and which prevailed over all the realms of Infinity at once. We have fixed mechanical laws at one end of the system of nature. If we turn to the mind and morals of man, we find that we have equally fixed laws at the other. The human being, a mystery considered as an individual, becomes a simple natural phenomenon when taken in the mass, for a regularity is observed in every peculiarity of our constitution and every form of thought and deed of which we are capable, when we only ex tend oui* view over a sufficiently wide range. It is to M. Quetelet, of Brussels, that we are indebted for the first satisfactory explication of this great truth : it is presented in his well-known and very"], [43, "25 NEBULAR HYPOTHESIS. able treatise, Sur L'Homme, et le Developpement de ses Facultes. He first shows the regularity which presides over the births and deaths of a community, liable to be affected in some degree by accidental circumstances, but fixed again when these are uniform. He then makes it clear that the stature, weight, strength, and other physical peculiarities of men are likewise regulated by fixed principles in nature. Afterwards, the moral qua lities, — the impulses of all our various sentiments and passions, — even the tendency to yield to those temptations which give birth to crime, — are proved to be of no less determinate character, however impossible it may be to predict the conduct of any single person. These are doctrines not to be resisted by inconsiderate prejudices. They rest on the most powerful of all evidence, that of numbers. If they appear to take from the per sonal responsibility of individuals, it is merely an appearance, for the doctrine immediately steps forward to show that laws, education, and moral influences of every kind exercise an equally deter minate control over men ; so that the need for their being called into use becomes even more palpable than before. We are not, however, re quired at this moment to argue respecting the c"], [44, "26 EXPLANATIONS. bearing which this doctrine may have upon human interests. What we are at present concerned with is the simple fact, that Morals — that part of the system of things which seemed least under natural regulation or law — is as thoroughly as certained to be wholly so, as the arrangements of the heavenly bodies. Now we have here two most remarkable truths. The wondrous masses which people the Mighty Void are under the control of natural law. The workings of the little world of the human mind — the opposite extreme of the system — are under law likewise. We have thus the character of the limits of the system fixed. So far we proceed upon solid ground. Now it has been seen that pheno mena precisely the same as the formation and arrangement of worlds take place daily before oui' eyes, under the influence of the laws of matter, showing that the whole cosmogony might have been effected — proving, indeed, that it was effected — by the Divine will acting in that manner. Having attained this point, we are called upon to remember the many appearances of unity in nature ; how, when we take a sufficiently wide view, there is nothing discrepant and exceptive in it ; how a noble and affecting simplicity breathes"], [45, "NEBULAR HYPOTHESIS. 27 from it in every part. So reflecting, we ask, \" Can it be that, as the first and the last parts of the system are under law, and the first (this being also the greatest) was manifestly created in that manner, so the whole is under law, and has been produced in that manner ? \" It is at the moment when we have arrived fit this question, that the origin of the organic world becomes a point of importance. The sceptic of science steps in, and says, \" No ; the idea of an entire system under law, and produced by it, here breaks down, for who can pretend to penetrate the mysteries of vitality and organization ? and who can say that species have had other than a miraculous origin ?\" The tone in which this objection is usually made seems to me inappropriate, considering that the objectors stand on a mere fragment of nature, and one whieh the discoveries of science are every day lessening. It is but in a nook, to which light has not yet fully penetrated, that the opponents of the theory of universal order take refuge. On coming to the consideration of the question, I am at the very first struck by the great a priori un likelihood that there can have been two modes of Divine working in the history of nature — namely, a system of fixed order or law in the formation of c 2"], [46, "28 EXPLANATIONS. globes, and a system in any degree different in the peopling of these globes with plants and animals. Laws govern both : we are left no room to doubt that laws were the immediate means of making the first ; is it to be readily admitted that laws did not preside at the creation of the second also, particularly when we find that laws equally at this moment govern and sustain both ? Most undoubtedly, it would require very powerful evi- dence to justify- such an admission. And, on the other hand, it would require very decisive counter- evidence to forbid the conclusion that the organic creation originated in law. How actually stands the evidence on either side ? Simply thus : that no actual evidence has ever yet been offered to prove that the Divine will acted otherwise than in the usual natural order in the organic creation ; while, on the other hand, geology and physiology exhibit lively vestiges or traces of that mode having actually been, followed. On this narrow ground, it appears, is the great question to be debated. If the opponents of the hypothesis of an organic creation by law can bring, from these or any other sciences, facts which appear as powerful objections to any such conclusion, then it must, at the very least, be held in suspense. If, again, the other"], [47, "GEOLOGY. 29 party can show these sciences as presenting far more argument for a law-creation of organisms than against it, the hypothesis must be admitted to have the advantage. I have so presented these sciences ; the evidence has been disputed, and some obscure points have been largely insisted upon in objection. It is now my duty to enter into the consideration of these objections, and see if they are really of the importance which has been attributed to them. Fifty years ago, science possessed no facts regarding the origin of organic creatures upon earth ; as far as knowledge acquired through the ordinary means was concerned, all was a blank antecedent to the first chapters of what we usually call ancient history. Within that time, by re searches in the crust of the earth, we have obtained a bold outline of the history of the globe, during what appears to have been a vast chronology in tervening between its formation and the appear ance of the human race upon its surface. It is shown, on powerful evidence, that, during this time, strata of various thickness were deposited in seas, each in succession being composed of matters worn away from the previous rocks ; vol canic agency broke up these strata, and projected"], [48, "30 EXPLANATIONS. chains of mountains ; sea and land repeatedly changed conditions ; in short, the whole of the arrangements which we see prevailing in the earth's crust took place, and that most undoubtedly under the influence of natural laws which we yet see continually operating. The remains and traces of plants and animals found in the succes sion of strata, show that, while these operations were going on, the earth gradually became the theatre of organic being, simple forms appearing first, and more complicated afterwards. A time ivhen there was no life is first seen. We then see life begin, and go on ; but whole ages elapsed before man came to crown the work of nature. This is a wonderful revelation to have come upon the men of our time, and one which the philoso phers of the days of Newton could never have expected to be vouchsafed. The great fact esta blished by it is, that the organic creation, as we now see it, was not placed upon the earth at once ; — it observed a progress. Now we can imagine the Deity calling a young plant or animal into existence instantaneously ; but we see that he does not usually do so. The young plant and also the young animal go through a series of con ditions, advancing them from a mere germ to the"], [49, "GEOLOGY. 31 fully developed repetition of the respective paren tal forms. So, also, we can imagine Divine power evoking a whole creation into being by one word ; but we find that such had not been his mode ofwork ing in that instance, for geology fully proves that organic creation passed through a series of stages before the highest vegetable and animal forms appeared. Here we have the first hint of organic creation having arisen in the manner of natural order. The analogy does not prove identity of causes, but it surely points very broadly to natural order or law having been the mode of procedure in both instances. But the question is, Does geology really show such a progress of being ? This has been denied in some quarters, and particularly in the elabo- rate criticism upon the Vestiges, which appeared in the Edinburgh Review* In reality, the whole of the geologists admit that we have first the remains of invertebrated animals ; then with these, fish, being the lowest of the vertebrated ; next, reptiles and birds, which occupy higher grades ; and, small}', along with the rest, mammifers, the highest of all ; and yet controversialists will be found gravely telling their readers, \" It is not * July, 1845."], [50, "32 EXPLANATIONS. true that only the lowest forms of animal life are found in the lowest fossil bands, and that the more complicated structures are gradually de veloped among the higher bands, in what we might call a natural ascending scale ;\" * the pre text for giving this unqualified contradiction to the above grand fact being, that when we take the special groups of animals, as the invertebrata, the fishes, the reptiles, &c, there are some real or apparent grounds for denying that the low fonns of these groups came before the higher. The fallacy consists in sinking the great broad palpable facts of the case, about which not the least doubt anywhere exists, and giving prominence to certain facts of far inferior magnitude, and comparatively obscure, but in whose obscurity there is a possibility of creating a kind of diversion. I trust to be able to show that, even in the special groups of fossils, there is no real obstacle to the theory of a gradual natural development of life upon oui- planet. The view which the Edinburgh critic gives of the earliest stratified rocks is much the same as my own account of them. There is a Hypozoic formation, or series, devoid of remains of plants and animals ; then a formation, ([Lower Silurian) * \" Edinburgh Review.\""], [51, "LOWER SILURIAN FOSSILS. 33 called in my early editions, The Clay-slate and Grawacke system, in which we find \" no animals of the higher classes, with a regular skeleton and a backbone ;\" only corals, encrinites, crustaceans, and mollusks. \" Vegetable appearances,\" he says, \" do not appear among these British rocks ; but there must have been a mass of vegetable life in the ancient sea, as no fauna can appear without a flora to uphold it.\" This last inference is of little immediate consequence ; but I may remark, that it coincides with one which I ventured to make, prompted thereto by some of the recent papers of Mr. Murchison. We here see it sanc tioned by a writer who is understood to be a dis tinguished investigator of the lowest fossiliferous beds. It is from no wish to amuse the reader, but merely as a pleading in behalf of several of the alleged geological mis-statements in my book, that I bring forward another distinguished re viewer of the Vestiges of Creation, (North British Review, No. 6,) taxing me with having been driven to make this very surmise as an escape from a difficulty ! More than this : the North British reviewer is at odds with his Edinburgh brother, in bringing bones and teeth of fish into the first fossiliferous formation ; grounding the statement c3"], [52, "34 EXPLANATIONS. upon Sir Henry de la Beche' s Manual, published about eleven years ago, and contrasting with it, in a foot-note, my remark, \" Neither fishes nor any higher vertebrata as yet roamed through the marine wilds.\" The fact is, that this last critic — understood to be a very eminent philosophical writer — was not aware, that since the publication of De la Beche's Manual, the lower fossiliferous rocks had been divided into several distinct for mations, in the lowest of which, it is fully ad mitted, there are no vertebrata. More than this still : a body called the Literary and Philosophical Society of Liverpool had brought before them (.Tanuary, 1845) a set of letters which one of their members had drawn, with reference to my book, from several of the chief geologists of the day. We there find Mr. Lyell stating upon hearsay, that I represented fish beginning in the coal, and Mr. Murchison speaking of me as beginning with zoophytes and polypiaria alone ; statements, I need hardly say, conveying the most erroneous impressions regarding* the book. This, however, is not the immediate point. The two gentlemen here named will be allowed to stand in the very first rank as geologists. They are able men, of"], [53, "LOWER SILURIAN FOSSILS. 35 marvellous industry, and unimpeached zeal for science. These men, nevertheless, in the cor respondence to which I am pointing, give entirely opposite views of the first fossiliferous formation. Mr. Murchison says, \" No trace of a vertebrated animal has been found in the lower Silurian rocks.\" Mr. Lyell says, \" The fact that, with the earliest type of organization, we meet with ver tebrated animals, true fish, so far from being ex plained away since I affirmed it in my book, is confirmed and extended by fresh evidence.\" The very latest affirmation we have on this point from Mr. Murchison — an affirmation made after ex amining* Silurian rocks in Russia, where they are presented in vast extent — contains these words : \" The absence of even the lowest of the vertebrata in the inferior Silurian rocks, — an absence ichich is total, so far as can be inferred from the researches of geologists in all parts of the world, — gives them a true Protozoic character.\" * These extracts speak for themselves. The only thing calling for further remark, is the surprising circumstance of this correspondence having been brought before * Abstract of paper by Mr. Murchison, Report of Briiish Association of 1844, page 54."], [54, "36 EXPLANATIONS. a learned society, as wholly and nothing else but a condemnation of the Vestiges ! * A leading objection, with regard to the first fossiliferous formation (Lower Silurian) is, that it does not solely present animals of the lowest sub-kingdom, as corals and encrinites, but also examples of the two next higher sub-kingdoms, the articulata and mollusca, some of the latter being of the highest order, the cephalopods. The latter particular is what is chiefly insisted upon. At the time when I -wrote, it was understood that the highest orders of mollusca were not found in the first fossiliferous rocks. Professor Phillips, in 1839, (Treatise on Geology,) said, expressly, with regard to what was then called the Clay-slate and Grawacke system, \" No gasteropods or cephalopods are as yet men tioned in these rocks in Britain ; and we do not feel sufficiently acquainted with the geological age of the limestones of the Hartz, to introduce any of the fossils of that argillaceous range of mountains.\" So much as a justification of the view given of the Clay-slate fossils in my first * See Examination of the theory contained in Vestiges of the Natural History of Creation. By the Rev. A. Hume. Liverpool, Whitby, 1845."], [55, "LOWER SILURIAN FOSSILS. 37 edition. Since then, this formation, as it exists in England, has been found to contain gastero pods and cephalopods, though not of such high forms as afterwards appeared. I might here repeat what was remarked in the later editions of the Vestiges, \" Even though the cephalopoda could be shown as pervading all the lowest fos siliferous strata, what more would the fact denote than that, in the first seas capable of containing any kind of animal life, the creative energy ad vanced it, in the space of one formation, (no one can tell how long a time this might be,) to the highest forms possible in that element, excepting such as were of vertebrate structure.\" I might add, that this was no great advance in comparison with the whole line of the animal kingdom, if we may take, as a criterion on this point, the analo gous progress of an embryo of the highest animals, as the portion of that progress representing the organization of the invertebrate d animals is only the first month. I might here also revert to the book for some views with respect to the space required for such a development. According to the plan of animated nature, to which I have made apjjroaches in the later editions, we have not to account for the development of one long"], [56, "38 EXPLANATIONS. line, but of many comparatively short ones. And, as I have also remarked, there is a rapidity of generation amongst the lower animals which may well suggest something like that \" rush of life,\" which, if we were to judge from British strata alone, would seem to have taken place in the early seas. But, fortunately, none of these speculative answers to the objection are required; for the question first arises, Does the lowest band of the English Lower Silurians indicate, beyond all question, the point of time at which animal life commenced upon our planet ? Are we quite sure that cephalopoda were among the first of all earth's living creatures ? Far from it. It has only been ascertained that certain comparatively small cephalopods are found as far down as any other animals of inferior organization at certain spots in Wales and Cumberland. When we re member that, in modern seas, certain kinds of such animals haunt special places suitable for their subsistence — that we may have Crustacea and mollusks exclusively at one place, and radiata (as corals and zoophytes) at some other, not per haps far distant, but different with resjject to depth or some other circumstance — we can conceive that cephalopods may occur in the first fossil"], [57, "39 LOWER SILURIAN FOSSILS. bands in the places which have been examined in England, and yet remains of inferior animals may be found by themselves on the same or a lower level in some as yet unexplored place not far off; so that a time-interval may there appear to allow for a progressive development. Such seems but a reasonably cautious surmise, when we are told by a high authority, that there are \" detached Silurian districts in England, presenting particular changes and modifications, arising from difference of depth, and the variety of currents, and chemical combinations in the seas in which they were formed ; \" and that, \" in consequence of this variety of physical condition, there is a correspond ing diversity in the traces of organic life in each situa tion\"* What, however, places the matter beyond doubt is, that in North America, where the early stratified rocks are even more amply de veloped than with us, the highest invertebrated forms do not appear at the first. In the earliest ascertained fossiliferous strata, the Potsdam Sand stone, the only fossils are lingula (abrachiopodous mollusk) and fucoids. In the next, the Calci ferous Sandrock, are fucoidal layers, encrinital * Professor Phillips, British Associatior, 1845. Athenæum's Report."], [58, "40 EXPLANATIONS. beds, and the brachiopods, orthis, lingula, and bellerophon, together with orthocerata, these being the first examples of the cephalopoda. And in all these cases, the fossils are few and obscure ; they comprise no Crustacea, lt is not till we ascend to a fourth fossiliferous series, Trenton Limestone, that fossils become abundant, or that trilobites appear. Perhaps even this is not the most de cisively adverse view which could be derived from the American fossils, for lately there have been found, in the Green Mountains of Vermont, strata which, from their metamorphic character, are be lieved by some native geologists to be inferior and of course anterior to the Silurians, and these contain traces of fucoids and of vermiform bodies called Nereites, the last being a humble form of articulata. If this be true, it would at least add materially to the grounds for hesitation before pronouncing definitely, as the Edinburgh reviewer has done, on the commencement of fossiliferous strata and the nature of the first fossds. Here we must also remember, that in rocks of the elder continent anterior to the Silurians, there are lime stones, held by many to be an indication of or ganic life at the places where they are found : the chemical experiments of Braconnot upon"], [59, "41 LOWER SILURIAN FOSSILS. masses of these earlier rocks gave ammoniacal and combustible products, likewise indicative of the presence of organic matter : in the same sub silurian region, \" fragments, apparently organic, and resembling cases of infusoria,\" have been detected,* and in Bohemia actual fossils have been announced. Even dubious traces of life in sub silurian rocks must be admitted to be of import ance, when we consider that they have mostly been subjected to such a degree of heat as could not fail to obliterate organic memorials, seeing that it has even changed the texture of the rocks themselves. From what Mr. Lyell saw of the Silurian rocks in America, he finds himself called upon, in the most emphatic manner, to warn geo logists against \" the hasty assumption, that in any of these sections we have positively arrived at the lowest stratum containing organic remains in the crust of the earth, or have discovered the first living beings which were imbedded in sediment.\" \" A geologist,\" he says, \" whose observations had been confined to Switzerland, might imagine that the coal measures were the most ancient of the fossiliferous series. When he extended his investigations to Scotland, he might modify his * Ansted's Geology, ii. 60."], [60, "42 EXPLANATIONS. views so far as to suppose that the Old Red Sand stone marked the beginning of the rocks charged with organic remains. He might, indeed, after a search of many years, admit that here and there some few and faint traces of fossils had been found in still older slates, in Scotland ; but he might naturally conclude, that all pre-existing fossiliferous formations must be very insignificant, since no pebbles containing organic remains have yet been detected in the conglomerates of the Old Red Sandstone. Great would be the surprise of such a theorist, when he leamt that in other parts of Europe, and still more particularly in North America, a great succession of antecedent strata had been discovered, capable, according to some of the ablest palæontologists, of constituting no less than three independent groups, each of them as important as the ' Old Red ' or Devonian system, and as distinguishable from each other by their organic remains. Yet it would be con sistent with methods of generalizing not un common on such subjects, if he still took for granted that in the lowest of these ' Transition' or Silurian rocks, he had at length arrived at the much-wished-for termination of the fossiliferous series, and that nature had begun her work pre-"], [61, "LOWER SILURIAN FOSSILS. 43 cisely at the point where his retrospect happened then to terminate.\"* It is exactly to such theorizers as the Edinburgh reviewer that this rebuke is applicable. When he asserts the contemporaneousness of the highest mollusks with the origin of organic life, he says — \" We are describing phenomena that we have seen. We have spent years of active life among these ancient strata — looking for (and we might say longing for) some arrangement of the ancient fossils which might fall in with our preconceived notions of a natural ascending scale. But we looked in vain, and we were weak enough to bow to nature.\" The weakness consisted in looking only in one little portion of the earth, and believing it to be a criterion for all the rest. This writer seems yet to have to learn that knowledge is to be acquired by com munication as well as examination. Were a philosopher (sujqjosing there could be such a being) to limit his view of mankind to juvenile schools, he might with equal rationality deny that there is any such thing in the world as infants in arms. \" We speak of what we have seen,\" he might say, \" and, finding no specimens * Travels in North America, ii. 131."], [62, "44 EXPLANATIONS. of humanity under three feet high, we are weak enough to bow to nature and believe that babes are a mere fancy.\" Even taking the English Lower Silurians as he and others would have them taken, it still appears that these rocks denote, generally, a low state of the animal kingdom. It is customary for those who take opposite views, to speak of the crea- tures of this period as high — \" highly-organized Crustacea and mollusca\" is the usual phrase. Some, including the Upper Silurians in their view, tell us that the first formation presents examples of the whole of the great divisions, the fish being held as representing the vertebrata. Of course, this is only done through ignorance, or for the jjurpose of deceiving. Where particu- lars are overlooked, it is still customary to speak of the earliest fauna as one of an elevated kind. When rigidly examined, it is not found to be so. In the first place, it contains no fish. There were seas supporting crustacean and molluscan life, but utterly devoid of a class of tenants who seem able to live in every example of that element which supports meaner creatures. This single fact, that only inver tebrated animals now lived, is surely, in itself, a strong proof that, in the course of nature, time was"], [63, "LOWER SILURIAN FOSSILS. 45 necessary for the creation of the superior creatures. And, if so, it undoubtedly is a powerful evidence of such a theory of development as that which I have presented. If not so, let me hear any equally plausible reason for the great and amazing fact that seas were for numberless ages destitute of fish. I fix my opponents down to the considera tion of this fact, so that no diversion respecting high mollusks shall avail them. But this is not all. The Silurian is an age, as were several subsequent ones, of only marine animals. It is now incon testable, from a few land-plants found in the Silu rians of America, and a fern leaf in our own, that there was dry land ; yet no trace of a land animal appears for ages afterwards. Moreover, though we have now a pretty full development of the first sub-kingdom, Radiata, we have but an imperfect one of the two next — namely, the Articulata and Mollusca. Not to speak of the utter absence of fresh-water and land mollusks, and of such land articulata as insects and spiders, we do not find any decapodous Crustacea (crabs, &c.) , though these could have lived wherever other mollusks and Crustacea could. In fact, it is a scanty and most defective development of life ; so much so, that Mr. Lyell calls it, par excellence, the Age of"], [64, "46 EXPLANATIONS. Brachiopods, with reference to the by no means exalted bivalve shell-fish which forms its predo minant class. Such being the actual state of the case, I must persist in describing even the fauna of this age, which we now know was not the first, as, generally speaking, such a humble exhibition of the animal kingdom as we might expect, upon the development theory, to find at an early stage of the history of organization.* We now come to the Upper Silurians, where new species of invertebrated animals appear, be sides a few obscure fishes. There is no appear ance, according to the Edinburgh reviewer, of a transition from the former species to the present * Objectors to the development theory have, in the eagerness of counter-theorizing, committed themselves on the subject of the Silurian fossils, in a way which they will yet feel to be ex tremely awkward. The North British Revieiv we have seen placing even fishes in the first fossiliferous rocks, grounding this statement upon an authority which has been antiquated for fully eight years — a vast period in the history of geology. The British Quarterly Review is equally unfortunate. '• The Author's theory,\" says this writer, \" requires that these animals should be the lowest in the animal scale. But no argument can con vert a fish, with its back-bone, and highly-developed nervous and muscular systems, into an animal of low organization.\" (!) The dogmatic allegations of the Edinburgh reviewer on this point are sufficiently exposed in the text. I have only further"], [65, "47 U1TER SILURIAN FOSSILS. — but does he know the signs by which such a transition could be detected ? I am aware of none. He says the new species are sharply de fined — that is, strongly distinct ; and so they may be, without any prejudice to the transmutation theory — as far, at least, as I understand it. And here he remarks that there are the same diffi culties in the way of this theory, \" both in the grouping of each separate system, and in the passage from one system to another ; and that is true, whatever part of the ascending geological series we choose to take between the lowest formations and the highest.\" As he does not state the nature of the difficulties, I cannot under take to say what argument or what reconstruc tion of my system may be necessary to meet to express my surprise at finding Dr. Whewell participating iu the mere ignorance of the first two of the above-mentioned journals. In the preface to a volume whieh he has recently published, under the title of Indications of the Creator, he meets my arguments with a crude and incorrect view of the fossil history, commencing with this sentence — \" Vertebrate animals do exist in the Silurian rocks, from which the asserted law [that of development] excludes them.\" The existence of a non-pisciferous formation had been unknown to him. Many of the objections made to the development theory, in obscurer quarters, rest on errors of a similar kiud."], [66, "48 EXPLANATIONS. them. Till we are more clear, however, regard ing the actual affinities of animals, I would suppose that any judgment as to difficulties in their grouping in geological formations, or succes sion in different formations, might well be given somewhat less dogmatically than they are by this writer. The few fish-remains of the Upper Silurians may be associated with the ample development of this class in the next (Devonian or Old Red Sand stone) system. They belong to Agassiz's two orders of placoids (these by themselves in the Upper Silurians) and ganoids, the former of w-hich are represented by our sharks and rays, the latter by the bony pike of America and the polypterus of the Nile. Such are the only fishes found till we come up to the chalk formation, when the now predominant orders of cycloids and ctenoids begin. * The Edinburgh reviewer * The North British Review presents, as a strong objection that, \" several new ctenoids, which had been found only in the carboniferous system, have been discovered among the fishes brought by Mr. Murchison from the Old Red Sandstone of Russia. Resolved to make out his position, the author asserts,\" &c- This is an unlucky venture in opposition. The critic evidently meant it to have a very damaging effect, in consideration that the ctenoids are osseous fishes. The fact is, that the fishes brought"], [67, "49 FOSSILS OF OLD RED SANDSTONE. makes a strong point of the placoid and ganoid orders, as unfavourable to the progressive theory. \" Taking into account,\" he says, \" the brain, and the whole nervous, circulating, and generative system, the placoids stand at the highest point of a natural ascending scale, and the ganoids are also very highly organized.\" Of certain families of the first order, found in the Old Red Sandstone of Russia, he says, \" Let the reader bear in mind that these fishes are among the very highest types of their class, and that we can reason upon them with certainty, some of them belong to families now living in our seas.\" He instances a cestraceon — a high kind of placoid — recently found in the Wenlock limestone, a low portion of the Upper Silurians, and therefore near the be ginning of fish. Some of the ganoids, also, of the Old Red Sandstone make an approach to a higher class — reptilia. Besides the usual row of fish-teeth, they have an inner range, in which we home by Mr. Murchison are not of the ctenoid order, but belong to a placoidean family called Ctenodus. The mistakes made by this writer, in the geological part of his paper, are of a very grave kind, yet only such as many men of scientific eminence may he expected to make when they venture out of their own peculiar department, and rashly under-estimate the strength of the arguments to which they are opposed. d"], [68, "50 EXPLANATIONS. see the form of those organs among the sauria. It appears, in short, according to this writer, that the farther back we go among the fishes, we find them possessed of the higher characters. Of the real character of all this hardy assertion I shall enable the reader to judge. The fishes of this early age, and of all other ages previous to the chalk, are for the most part cartilaginous. The cartilaginous fishes — Chondropterigii of Cuvier — are placed by that naturalist as a second series in his descending scale ; being, however, he says, \" in some measure parallel to the first.\" How far this is different from their being the highest types of the fish class, need not be largely insisted on. Linnæus, again, was so impressed by the low characters of many of this order, that he actually ranked them with the worms.* Some of the car tilaginous fishes, nevertheless, have certain peculiar features of organization, chiefly connected with reproduction, in whieh they excel other fish ; but such features are partly partaken of by families in inferior sub-kingdoms, showing that they cannot * Dr. Fletcher places the Chondropterigii lowest in a scale which takes as its criterion \" an increase in the number and ex tent of the manifestations of life, or of the relations which an organized being bears to the external world.\""], [69, "FOSSILS OF OLD RED SANDSTONE. 51 truly be regarded as marks of grade in their own class. When we look to the great fundamental characters, particularly to the framework for the attachment of the muscles, what do we find ? — why, that of these placoids — \" the highest types of their class ! \" — it is barely possible to establish their being vertebrata at all, the back-bone having gene rally been too slight for preservation, although the vertebral columns of later fossil-fishes are as entire as those of any other animals. In many of them, traces can be observed of the muscles having been attached to the external plates, strikingly indicat ing their low grade as vertebrate animals. The Edinburgh reviewer's \" highest types of their class\" are, in reality, a separate series of that class, — generally inferior, taking the leading features of organization of structure as a criterion, — but, when details of organization are regarded, stretching further both downward and upward than the other series ; so that, looking at one extremity, we are as much entitled to call them the lowest, as the reviewer, looking at another extremity, is to call them the highest of their class. Of the general inferiority, there can be no room for doubt. Their cartilaginous structure is, in the first place, analogous to the embryotic state of vertebrated d 2"], [70, "52 EXPLANATIONS. animals in general.* The maxillary and inter maxillary bones are in them rudimental. Their tails are finned on the under side only, an admitted feature of the salmon in an embryotic stage ; and the mouth is placed on the under side of the head, also a mean and embryotic feature of structure. These characters are essential and important, whatever the Edinburgh reviewer may say to the contrary ; they are the characters, which, above all, I am chiefly concerned in looking to, for they are features of embryotic progress, and em bryotic progress is the grand key to the theory of development. I therefore throw back to my re viewer the charge that I have \" clung to feeble analogies,\" and \" kept out of view the broad and speaking facts of nature.\" With regard to the alleged falsity of the crus tacean character of some of these fishes, and the discredit of repeating the blunders and guesses made by the first observers, before any good evidence was before them, I can only say, that at the time when my book was written, geologists and inquirers into fossil ichthyology of the highest * Cartilage, \" in many animals, forms the entire structure, and in the early state of the human embryo it does the same.\" — Carpenter's General Physiology, p. 37."], [71, "53 FOSSILS OF OLD RED SANDSTONE. character were writing, publicly and privately, of the cephalaspis and coccosteus, as apparently links between the Crustacea and fish, the vertical mouth of the latter animal being particularly cited, as a feature indicating the intermediate character. In what the reviewer calls \" the excellent work of our meritorious self-taught countryman,\" Mr. Hugh Miller, published in 1 84 1 , the apjiarently crustacean character of these fishes is repeatedly referred to.* Not having access at the time to the work of Agassiz, I deemed myself safe in trusting to the report of this industrious enquirer and ingenious writer, whose volume was then newly published. How recent the contradiction of the once-supposed affinity may be, or what faith to place in it, I know not ; but the reader will probably hold one * Mr. Miller calls upon his readers to \" mark the form of the cephalaspis, or buckler-head, a fish of the formation over that in which the remains of the trilobite most abound. He will find,\" he says, \" the fish and crustacean are wonderfully alike : the fish is more elongated, but both possess the crescent-shaped head, and both the angular and apparently jointed body. They illus trate admirably how two distinct orders may meet. They exhibit the joints, if I may so speak, at which the plated fish is linked to the shelled crustacean. Now, the coccosteus is a stage further on ; it is more unequivocally a fish ; it is a cephalaspis, with a scale covered tail attached to the angular body, and the horns of the crescent-shaped head cut off.\" — Old Red Sandstone, p. 54."], [72, "54 EXPLANATIONS. who only pretends, in this instance, to the cha racter of a general writer, excused, when he shows so distinguished an expositor of physiology' as Dr. Carpenter, still more recently countenancing the idea : — \" The bodies of fishes,\" says he, \" are usually covered with scales or plates, which have sometimes a bony hardness, and which, in some species of fish that do not now exist alive, appear to have been of the density of enamel. Thus we have a sort of transition to the external skeletons of the invertebrated animals ; and in this class, also, we not infrequently find the internal skeleton so deficient in the stony matter from which bone derives its hardness, that it seems like cartilage or gristle ; and in a few of the lowest species, we do not even find a distinct vertebral column ; so that the change of character from the vertebrated to the invertebrated series is a gradual, and not an abrupt one, and would probably be found still more gradual, if we were acquainted, not only with all the forms of animal life which now exist, but also those which have existed in ages long gone by, and are now extinct.\" The above argument relates to the general fact of the first fishes being placoidean. It is neces sary, also, to meet the inquiry why there should"], [73, "55 FOSSILS OF OLD RED SANDSTONE. be no fossil remains indicating a transition from the lower animals to fish. The reviewer speaks of a recently discovered cestraceon below any other fish-beds in England. \" Such,\" he exclaims, \" are nature's first abortive efforts.\" \" We en treat,\" he adds, \" any good naturalist well to con sider such facts as these, and tell us whether they do not utterly demolish every attempt to derive such organic structures from any inferior class of animal life found in the older strata ?\" Now, I cannot tell what good naturalists may say in answer to this appeal ; but I feel, for my own part, that the facts in question — as far as they can be admitted to be so — have no such destructive effect. In the first place, the cestraceon is only one of those cartilagines, the real character of which had just been explained. It is not the lowest of its order, but neither is it the highest. So far from this being the case, the respiration of the whole family (Selacii, Cuv. ; Plagiostomi, Desm.) to which it belongs, and whicl. also includes sharks, is per formed in a manner which approximates these fishes to the worms and insects — namely, \" by numerous vesicles called internal gills, the en trance to which is from their gullet, while the exit"], [74, "56 EXPLANATIONS. is in general by corresponding apertures on the sides of their neck;\"* other fishes having free gills, marking a higher organization. The sub divided form ofthe stomach — the absence of that concentration, which is, perhaps, the most em phatic mark of animal advancement— belongs to this family alone amongst fishes, as it does to the lowest families of several of the higher orders of the vertebrata. Thus, the cestraceon is, on many considerations, a low fish, though certainly posses sing some traits of superior character, and not the lowest of its order. In the second place, I would protest against any inference unfavourable to the hypothesis of development being drawn from a discovery so new, so isolated, and in a branch of inquiry so extremely unsettled. At no time during the last ten years, have we had, for a twelvemonth at once, stable views respecting the initiation of fishes. Lately — so lately that part of my book was written at the time — the lowest were understood to be some of a minute size, im mediately over the Aymestry limestone, in the Upper Silurians. t Now, we have a cestraceon an- * Fletcher's Physiology. Part 1, p. 20. f \" The minute and curious fishes in the uppermost bed ofthe Ludlow rock, are the earliest precursors of many singular ichthy-"], [75, "FOSSILS OF OLD RED SANDSTONE. 57 nounced to us at a lower point in that formation. But how far it is likely that our information is to rest at this point the reader may judge, when he hears of M. Agassiz announcing, within the last few months, that, though acquainted with seven- teen hundred species of fossil fishes, he regards the history of the class as so far from complete, that the number of species successively entombed in the crust of the globe might be estimated at thirty thousand, without any chance of approach- ing the truth ! * If such be the case, we may surely expect to hear of other fishes prior to or contem- porary with the cestraceon, showing that, humble as that animal was, it is not to be regarded as the initial of its class. f But even although simpler olites which succeed in that enormous formation, the Old Red Sandstone.\" — Murchison's Address to the Geological Society, Fe bruary, 1842. * Review of Professor Pictet's Traite Elementaire de Palæon tologie, translated in Jameson's Journal from the Bibliotheque Universelle de Geneve, No. 112, 1845. ■f Such shifts are of frequent occurrence in geology. Insects, formerly found first in the oolitic formation, are now taken back to the carboniferous. Birds are now inferred from foot-tracks in the New Red Sandstone, their first place formerly being in the oolite. We have mammifers in the oolite, which, a few years ago, were believed not to occur before the tertiary. None of these shifts, however, in the least interfere with the geneial fact of the advance from the lower to the higher classes of animals. dS"], [76, "58 EXPLANATIONS. fishes be not found in lower or contemporary strata, this may only be owing, like the non-discovery of vegetation in the early rocks, to the unsuitable ness of these fishes for being preserved. Suppos ing the inferior tribes, petromyzonidæ (lampreys) to have been then in existence, we should have no trace of them preserved, because of their osteo logical structure being slight, and their wanting those teeth and spines which form, after all, the chief memorials of the higher families of their own order. One word more as to these fishes. The critic says (p. 38), it is shown to demonstration in the Poissons Fossiles of Agassiz, that \" the sauroids, in their general osseous structure, and in the de velopment of their nobler organs, run close upon the class of reptiles.\" There is no doubt that the sauroid fishes partake of reptilian characters, though, perhaps, in a more external and less im portant way than such writers as the Edinburgh reviewer suppose; but be it remembered, the sauroids are not the first fishes. There is not one of them in the Silurian formation, where placoideans appear to begin. Yet I do not, for this reason, suppose that the sauroids arose from placoideans. More probably, they are part of a"], [77, "FOSSILS OF CARBONIFEROUS FORMATION. 59 distinct line of development, which had inferior forms in its first stages, also of too slight a struc ture to be preserved. Following this reviewer into his discussion of the Carboniferous System, we find him commen- cing with a taunt, that there are now traces of land vegetation in earlier fonnations. This is, in reality, a point of no imp'ortance for the de- velopment theory. The question is, with what kind of plants did land vegetation begin ? The anxiety of the reviewer to force a verdict in his favour is here strongly shown. \"What,\" he says, \" are these first fruits of nature's vegetable germs ? Are they rude, ill-fashioned forms ? Far otherwise. We find among them palms and tree-ferns, &c.\" In this passage, which substantially conveys the same information as my book, there is an evident design of inducing the belief, that the first land vegetation was of a high character. The rigid truth is, that though this was a \"grand\" in the sense of a luxuriant vegetation, it was composed, as far as positive evidence goes, almost wholly of plants which stand low in the scale of organiza tion. The ascertained dicotyledons (plants having double-lobed seeds and an exterior growth) are extremely rare. On this point, I cannot do better"], [78, "60 EXPLANATIONS. than quote the laborious young Professor of King's College — \" The plants which have hitherto been described [in the carboniferous formation], belong either to the acotyledonous class, as the ferns, or to the monocotyledons, and, on the whole, they constitute the simplest forms of vegetation ; but there have also been met with among coal plants, unquestionable evidences of dicotyledonous struc ture, and a genus has been formed under the name of Pinites, to include a number of speci mens of fossil wood, &c.\"* To the undoubted evidence of Mr. Ansted, may be added that of his more eminent contemporary, Mr. Lyell, whose sense of the botanical character of this age is such that he emphatically calls it the Age of Ferns.\\ It is evident, then, taking the land plants of this era as the first, that it is of a nature to harmonize with the development theory, for its chief forms are humble, and only a few are of higher grade, most of these, too, being of an in termediate character between the low and the high. I am reminded, however, in other quarters, of certain experiments of Dr. Lindley, show ing that the plants chiefly found in the coal are * Ansted's Geology. 1844. t Travels in North .America, ii. 52."], [79, "61 FOSSILS OF CARBONIFEROUS FORMATION. of the kinds which best resist decomposition in water ; whence it is inferred that many trees of a high class may have existed at that time, but perished in the sea, while weaker vegetation sur vived. This evidence would be negative at the best ; and it says as much for the non-preserva tion of mosses and other humble plants as for dicotyledons. It has also be'en remarked that, considering such facts as the disappearance of equisetum hyemale in water, a plant containing an unusual quantity of silex, \" the proportion of fossil plants in each formation must depend on other circumstances besides their power of resist ing decomposition.\"* \" Too much importance has,\" in the opinion of the author of this observa tion, \" been attached to Dr. Lindley's experi ments.\" The British Quarterly Review says — \" The au thor admits there were dicotyledons among these plants, and does not see that, however few they may be, it entirely upsets the theory of progres sive advance, especially in the absence of any proof as to whether they were created first or last.\" This proceeds, as do many similar objec- * Mr. C. J. Bunbury, at the British Association, 1845; Athenæum's Report."], [80, "62 EXPLANATIONS. tions, upon the idea that a formation represents one point in time. A formation, in reality, repre sents many years, or rather ages. Such expres sions as that simple and complex plants occur together in the carboniferous formation, or even (shall we say) in its first fossil bands, are vague expressions, perhaps, conveying an idea substan tially false. There is no such precision in the as certained relations of fossils to particular strata, as to entitle any one to say- that the simple and complex plants of this formation are rigidly con temporaneous. They may have followed each other within the space of half a century in a par ticular region, and yet been preserved in but one stratum, or little group of strata. The actual appear ances ofthe carboniferous formation thus, perhaps, allow full time for a progressive advance in parti cular regions, from the fleshy luxuriant plants of the marsh and low sea-margin, to the robust tree of the more elevated regions. We must remember, too, that the vegetation of the carbonigenous era, even if we take it back to include the conifer said to have lately been found in the Old Red of Cromarty, or the fern leaf of the Silurians, was preceded by unequivocally simple plants in the fucoids. Start-"], [81, "63 FOSSILS OF THE PERMIAN SYSTEM. ing with these, and finding the first great burst of land vegetation composed mainly of low crypto gamic and monocotyledonous plants, — finding, moreover, the exceptions chiefly of the intermediate character, and that the dicotyledons increase after wards while the others decline, — we cannot well resist the conclusion, that we see the traces of a progress in the history of this kingdom of nature. It may be less clear than we could wish ; but such light as we have certainly favours the develop ment theory. We now come to the Magnesian Limestone de posit, latterly called the Permian System. At this place, the Edinburgh reviewer introduces some general observations, which I hope he will yet acknowledge to be unjust, as I am sure the whole of his substantive charges are. \" It may be, true,\" he says, \" that sea-weeds came first, but of this we have no proof.\" How a good geologist can have allowed himself to speak in this manner, even in eagerness to theorise against theory, I am quite at a loss to understand, for the positive facts of the occurrence of fucoids in the Lower Silurians, and of the very first traces of land vegetation in subsequent formations, are as palpable and un-"], [82, "EXPLANATIONS. doubted as he himself acknowledges the prece- dence of fish by invertebrata to be ; nor has any- one ever pretended to expect that land vegetation would be found earlier than the marine. I have here ventured no conjecture of my own, but only spoken as all the geological books teach. \" Of land plants,\" he continues, \"we have not the shadow of proof that the simpler forms came into being before the more complex.\" The reader has just been told upon undoubted authority that, in the first great show of land vegetation, taking such positive evidence as we have, the simple forms are vastly more numerous than the complex. Finding that we have first ample marine vegetation, then a land vegetation in which the plants, with only a small exception, are cellular and cryptogamic, while of the exception a very small number are dicotyledonous, and a conspicuous group (the coni- fers) intermediate — I feel that I am entitled to say that positive evidence speaks for a precedence of high by simple forms ; which is what I have done. \" It is true,\" thus proceeds the reviewer, \" that we see polypiaria, crinoidea, articulata, and mollusca ; but it is not true that we meet with them in the order stated by our author.\" It is humiliating to"], [83, "FOSSILS OF THE PERMIAN SYSTEM. 65 have to answer an objection so mean. There is no statement that the animals came in this order. I have only put the words into this arrangement, in accordance with the custom now commonly followed of observing the ascending grades of the animal kingdom. With respect, then, to what follows — \" The sentence on which we here com ment contains three distinct propositions, and all three are false to nature, and no better than a dream,\" — I believe I may safely leave the reader to say which party is the falsifier and the dreamer. He goes on in the same strain — \" It is true that the next step gives us fishes ; but it is not true that the earliest fishes link on to the radiata : this is a grand and at the present day an unpardonable blunder.\" This is another dream of the reviewer, for certainly such an affinity was not suggested in any edition of the Vestiges hitherto published. In the first four editions, which alone were under his notice, no passage except from the articulata was even hinted at. So much as a proof of the re viewer's recklessness in making charges ; there is no need, however, to affirm, with him, that a con nexion between certain high radiates and some of the lowest fishes does not exist. I venture to predict that affinities of an equally startling"], [84, "66 EXPLANATIONS. nature will yet be made familiar to naturalists. Meanwhile, it is enough to show that this con fident critic has raised an accusation for which he has not a shadow of ground. Taking up the special fossils of the Permian system, he says, \" The earliest reptiles are not of such a structure as to link themselves, on a natural scale, to the noble sauroids of the preceding car boniferous epoch.\" They are not the marine saurians, or fish lizards (ichthyosauri) which occur in a higher formation, but lacertilians, or animals of lizard-like character. Now what first strikes me here is the extraordinary narrowness of a mind which sees nothing indicative of natural procedure, no hint towards great generalizations, in the simple fact of reptiles following upon fish in this grand march of life through the morning time of the world. He knows that, in every classification of the animal kingdom, reptiles rank next above fish, that in some living families there is such a con vention and intermixture of both characters, that naturalists cannot agree to which class they should be assigned. He actually sees, in a general view of the earlier reptiliferous formations, animals combining the fish and reptile in the most unequi-"], [85, "EARLIEST REPTILES. 67 vocal manner. Despising, however, the great fact which shines through these obscurities, this per- son, and I am sorry to add, geologists generally, can only fasten upon such particulars as may be made out to be difficulties in the way of generali- zation. Passing to the particulars, a few land lacertilians come first, whereas the first, according to my hypothesis, ought to be marine forms, and linked to fish. He says of this difficulty, that I have stated it feebly. Perhaps it would have been well for his own credit that he had stated it some- what less confidently ; for before his sheets had seen the light, a prospect had arisen of his affir- mations on this point being thoroughly falsified. In Silliman's Journal, for April 1845, is an account of sandstone surfaces pretty far down in the Car- boniferous formation of Pensylvania, marked with the vestiges of terrestrial animals. Setting aside in the meantime one class of these markings, which are said to indicate wading birds, we have a variety of others plainly denoting reptiles. In one group, the foot consists of a ball, with five toes radiating from it in front. In another, the impression resembles that made by a coarse human hand, with the rudiment of a sixth toe at"], [86, "68 EXPLANATIONS. the outside. The reptilian families indicated by these foot-marks have not yet been pronounced upon, as far as I am aware ; but from the extreme resemblance of some of them to the vestiges of the labyrinthidon, there can hardly be a doubt that some of the order batrachia are amongst them. If they prove wholly batrachian, as is not unlikely, for we have living families with feet resembling the first group of vestiges, or even if only a portion of them be certified as of this order, where will be the lacertilians, and where the confident counter assertions of the Edinburgh reviewer ? The batrachia he has himself allowed to be a low order of reptiles (p. 51.) They are so considered by all naturalists. Might I not here, then, take my stand upon the fact of animals, the lowest apparently of the reptile order, being now found at the earliest point of time ? I might unquestionably do so with a decided immediate advantage to my hypothesis. It would in a great measure neutra lise the whole of the objections of the reviewer with regard to the chronology of the reptiles. But I am, whatever he may think of me, willing to read the book of nature aright. I receive the fact as one liable any day to receive a new aspect from"], [87, "DEVELOPMENT OF THE ANIMAL KINGDOM. 69 fresh discoveries. In as far as it/ is so, it only teaches that we are not to be too confident in drawing inferences either for or against the theory of development from the particular succession in which the orders of the reptilia occur in those early strata where their remains and vestiges are few. In as far as it may be taken as a positive fact, I only claim a modified benefit from it, because the view which I take of the affinities and connexions of the animal kingdom (and by analogy of the vege table kingdom also) makes it a matter of less con sequence than would be generally supposed, which order of any class appears first in the stone record, though still perhaps a matter of some consequence. This view suggests that development has not proceeded, as is usually assumed, upon a single line which would require all the orders of animals to be placed one after another, but in a plurality of lines in which the orders, and even minuter sub divisions, of each class, are ranged side by side. It also suggests that the development of these various lines has proceeded independently in various regions of the earth, so as to lead to forms not everywhere so like as to fall within our ideas of specific character, but generally, or in some more"], [88, "70 EXPLANATIONS. vague degree, alike. The progress of the lines becomes clearest when we advance into the verte brate sub-kingdom. We can there trace several of them with tolerable distinctness, as they singly pass through the four classes of Fishes, Rep tiles, Birds, and Mammals ; the Birds, however, being a branch in some part derived equally with the reptiles from fishes, and thus leaving some of the mammal order in immediate con nexion with the reptiles. The lines or stirpes have all of them peculiar characters which persist throughout the various grades of being passed through, one presenting carnivorous, another gentle and innocent animals, and so on. We have, therefore, in the animal kingdom, not one long range of affinities, but a number of short series, in each of which a certain general character is observable, though not always to the exclusion of the organic peculiarities of families in neigh bouring lines, especially in the class of reptiles. According to this view, the matrix of organic life is, speaking generally, the sea. Fluid, re quired for all embryotic conditions, is also neces sary to the origination of the various stirpes of both kingdoms. The whole of the lowest animal sub-kingdom (Radiata) is aquatic ; so are nearly"], [89, "DEVELOPMENT OF THE ANIMAL KINGDOM. 71 all the Mollusca and a very large proportion of the Articulata. In the Vertebrata, the lowest class also is wholly aquatic. The arrangement appears to be this — the basis of each line is a series of marine forms ; the remainder consists of a series designed to breathe the atmosphere and live upon land, these being all of improved organiza tion. The classification which this system implies may be said to be transverse to all ordinary classi fications. The invertebrate, ichthyic, reptilian, or nithoid, and mammalian characters are horizontal grades, through which the lines pass, and where they send off branches ; not separate and inde pendent divisions. In any of these branches where we have a clear knowledge of the various forms, it is possible to trace the affinities, in con junction with an improved organization, through genera which are adapted to a partially marine life, to a residence in the mouths of rivers, or on shores and muddy shallows, then through genera which are, in succession, appropriate to marshes, jungles, dry elevated plains, and mountains. And it is this series of external conditions and adaptations which has caused that system of analogies between various families of animals which has of late at tracted attention. But the immediate cause of the"], [90, "72 EXPLANATIONS. development of each line through its various general grades of being is to be sought in an internal impulse, the nature of which is unknown to us, but which resembles the equally mysterious impulse by which an individual embryo is passed through its succession of grades until ushered into mature existence. Geology shows us each line taking a long series of ages to advance from its humble invertebrate effluents to its highest mam malian forms ; and this I have ventured to call \" the universal gestation of Nature.\" The traces of this order of the animal kingdom have been seen in all ages of science. Every zoologist acknowledges the gradations and affini ties which appear amongst animals. Prompted by what so palpably meets observation, many have tried to range the various orders or families in one line, or (to use the favourite phrase) chain of being ; but they have always failed, whieh is not to be wondered at. One cause why zoologists have not up to this time thought of trying any different arrangement, is the confusion arising from the prevalence amongst many families of parallelisms of structure, which have been regarded as affinities, when in reality they are only identical characters demanded by common conditions, or"], [91, "73 DEVELOPMENT OF THE ANIMAL KINGDOM. resulting from equality of grade in the scale. True affinities — and these are the affinities of genealogy — are not to be looked for horizontally amongst orders, but vertically, from an order in one class to the corresponding order in the class next higher. Generally, the first and lowest forms of the orders in a class are marine, and often these are of com paratively large size. We usually see in them a vestige of the essential characters of the class next below. Thus, the perennibranchiate batrachia in their order, the ichthyosauri in the series of croco dilia, and the divers among birds, all exhibit an affinity to fish. The cetacea and phocidæ, which I regard as the immediate basis of the pachydennata, carnivora, and other orders of ter restrial mammals, ought, according to this view, to show an alliance to the reptiles ; and such a connexion does exist between the cetacea and certain marine sauria ; but from the general ex tinction of the marine rerjtiles, the linking of the mammals to that lower class is less clearly seen than might be wished. It must be kept in view that only an outline of the progress of the animal kingdom is here designed. Exceptions as to the course which development has taken appear to be by no means few ; leading to the idea that e"], [92, "74 EXPLANATIONS. the grades of organization are not determinate in this respect, but may be reached by steps of un equal length. Thus, for example, the marsupials appear very clearly a development from certain birds ; probably the rodent and edentate orders are derived through the same channel. From the approach made by certain of the reptilia to birds, we may surmise that there also there are exceptions to the rule. In short, the progress of animality in the different stirpes has been attended by peculiarities which evidently affix peculiar characters to each, and make the idea of a differ ence in time not only probable, but unavoidable. Regarding the animal kingdom simply as a combination of independent stirpes, each with its distinct affinities, the theory of transmutation puts on a totally new aspect ; so truly is this the case, that transmutation is hardly any longer a term appropriate to the idea. The difficulty of suppos- ing such changes as that from the rodent to the ruminant, or the carnivorous animal to the quadru- mane, vanishes, leaving only transitions from one form to another of a series generally similar — from the aquatic pachyderm, for instance, to the ter- restrial, from the otary to the otter, from certain phocæ to the bear, and so on. There is a unity"], [93, "75 EARLY REPTILIAN FOSSILS. in all instances in the moral as well as physical characters of the various members of one stirps ; we only see it advancing from low to high charac ters, just as we see the foetus of a high animal passing through various inferior stages before it reach its proper mature character. The lines, moreover, being independent of each other, and not quite uniform as to the stages of animality through which they pass, it follows that, unless we knew of some law governing their different gesta tive periods, we are not entitled to look for the first occurrence of their various ichthyic, reptilian, and mammalian sections, in any order as regards each other, even though we could be sure (which we are not) that we are surveying a geographical region where they all started fair in the race of progressive organization. Hence it is that, though the batrachia are usually placed by zoologists at the bottom of the list of reptilian orders, I attach little importance to their vestiges being now found so low. All that I think we can expect is, that, in a particular area where we have reason to be lieve that the lines have started abreast, they should all reach their various grades nearly about one time, or what may be considered as one time com pared with the whole extent of geological chrono- e 2"], [94, "76 EXPL.iNATIONS. logy. And such appears to be pretty much the case in those regions which geologists have ex plored. The Edinburgh reviewer will observe that this view of the animal kingdom leaves much of his opposition in a very awkward predicament. He has everywhere assumed that the genealogy of the orders of each class was supposed to be en suite, which it certainly never was in my book. In the early editions I spoke with diffidence of the course of the supposed development,* because I had not then seen or conceived any arrange ment of the animal kingdom which answered to that hypothesis, although I thought proper to attempt to show that the quinarian and circular classification, which I found in vogue at the time when I was writing, did not necessarily militate against it. In the third edition, the present view was first hinted at; and in the fourth it was sketched, though with liability to correction ; thus anticipating by some months the publication of the criticism to which I am adverting. I need * \". . it does not appear that this gradation passes along one line, on which every animal form can be, as it were, strun*** ; there may be branching or double lines at some places,\" &c. Vestiges, 1st ed. p. 191."], [95, "EARLY REPTILIAN FOSSILS. 77 hardly remark, that in all criticism, the actual subject criticized must be brought forward for comment, and nothing else ; otherwise the com- mentaries become of no imaginable use but to obscure true judgment. Now the Edinburgh re- viewer has presented his subject, in this instance, in lineaments entirely of his own imagining, and directly in contradiction to those which belong to it. He had no title to assume any plan of de- velopment, and to represent his victory over that as a triumph over the hypothesis of his author. In such conduct, he has thoroughly vitiated the whole fabric of his criticism, and left it, in reality, no pretension to remain for a moment in court. My immediate object, however, is not to take such exceptions against him, but to show how the as certained facts of a limited portion of the field of nature mayr be reconciled with that conception to which a view of what appears over the whole field may lead an honest inquirer. If the hypothesis of a plurality of genetic lines be admitted, we are not of course to ask which order of reptiles, or of any other class, first existed, (such being the language of the old classification ;) but, having first settled the whole affinities of the animal kingdom on the new plan, we are to"], [96, "78 EXPLANATIONS. inquire if the geological presentment oi the families was accordant with the scheme, allowing for the negative nature of much of the geological evidence of this kind. Now, in the first place, the affinities of the animal kingdom are only in part made out ; in the second, geological evidence is only partial. We are clearly, therefore, not to expect in nature's museum a full exhibition of any one entire stirps, as it may be supposed to have passed through its successive stages up to oui- time. All that we can expect is a succession of fossils marking out por- tions of what we may suppose likely yet to be es- tablished as lines of animal descent. Blanks, and large ones too, must be allowed for; possible eiTors as to the animal pedigrees must be con- templated. But, if we have any ground for gene- ralising in a particular direction, as I think there is in this case, we may be held as called upon not to conclude hastily and rashly on the unfa- vourable side, but to look and consider patiently, and to suspend judgment wherever the adverse evidence may appear to be of a nature likely to be reversed. Let us now see how all this applies to the conduct of the Edinburgh reviewer, with regard to the early reptilian fossils. The forma tions where these occur have only been examined"], [97, "EARLY REPTILIAN FOSSILS. 79 in such a degree, that they are almost every year giving forth new responses : for example, the ex istence of birds at this era was not dreamt of ten years ago ; the existence of tortoises in the time of the New Red Sandstone was equally unknown only two or three years earlier. It is a still less time since the labyrinthidonts of the Keuper of Germany were discovered ; and we have just seen that the unqualified affirmations of the Edinburgh reviewer, as to the oldest reptiles, were overturned by intelligence from America, before his sheets had seen the light. When these things are considered, we must see the objections of the reviewer to be extremely rash. It might be allowed that the earliest known lacertilia are not of strictly marine forms or allied to fish ; it might equally be admitted of the first batra chians, that \" their near affinities are not with fishes,\" as this writer takes it upon him to say. Yet we should still see the absurdity of affirming that either these batrachia or lacertilia were the first created of their respective orders, seeing that their relics were so few and the discovery of these so accidental, that we might look for new and super seding facts every day.* * It is necessary to guard against a supposition that I under-"], [98, "80 EXPLANATIONS. But, as the case actually stands, is this line of defence more than hypothetically necessary ? I doubt it very much. The lacertilia of the magne sian limestone, and these labyrinthidonts of the Trias, (perhaps also of the carboniferous forma tion,) are they so far removed from fish characters as the reviewer would make them ? Let any na turalist who has ever studied the transmutation of the individual batrachian, passing in a few weeks from the branchiated fish to the lunged and limbed frog or newt, its circulatory and alimentary system entirely changed, and then sa)- if the laby rinthidon may not be the very first ste}) from some ichthyic form. What though the proportions of the head remind Mr. Owen of the sauria, and re move the animal, as he thinks, above the present batrachian type ! Against any such inferences we have the positive fact, in the organization of this batrachian, of a biconcave form of the ver- value such isolated relics, as inferring ihe positive fact of the ex istence of particular orders of animals at particular times. For this purpose, the smallest fragment betraying the character of the organization is often sufficient. What is really meant is, that, when we find a few outlying relics belonging to a class which does not appear in any force till afterwards, we cannot be sure that we have acquired the means of forming a distinct idea of the time of the origin of that class, or the orders with which the class started, as farther discoveries on these points may be looked for."], [99, "81 EARLY REPTILIAN FOSSILS. tebræ, the form peculiar to fishes, — arguing, by Mr. Owen's own acknowledgment, aquatic if not marine habits, — also a decidedly piscine character in the arrangement and even microscopic structure of the teeth, together with that position of the breathing apertures near the end of the snout which we see in crocodiles, for the purpose of allowing them to drag their prey under water without ceasing to respire. With regard to the lacertilia, we have this same fish-like biconcave form of the vertebræ, and the same fish-like arrangement of the teeth, equally arguing that alliance to the lower vertebrate class which it is the pleasure of this hardy critic to deny, — the biconcave structure of the reptiles, showing, as Mr. Owen himself owns, that these animals, which the Edinburgh reviewer deems so utterly separated from fish, had probably \" a more aquatic, if not marine theatre of life\"* than was assigned to their successors. In subsequent and present reptiles, this form is superseded by the ball and socket, or concavo-convex form ; but it is remarkable that, in the embryo state, the frog and crocodile (if not others) exhibit the double hollow form still, re- * On the Reptilian Fossils of South Africa. Geological Trans actions, Feb. 1845. eS"], [100, "82 EXPLANATIONS. sembling in this respect the mature animal of the secondary rocks. Such is the actual character of reptiles which our critic would set up as high : he has, after this, only to speak of the annelid as above the butterfly, or the proteus as superior to the land salamander, to establish his character as a naturalist. Need I say that these Permian rep tiles are, in reality, by these facts degraded to a place in proximity- with fishes ? So much for the batrachia and laeertilia. When we come to the great saurian line in the Muschelkalk, Lias, Oolite, and Wealden, we have a case which cannot be disputed, for here the ma rine character of the earliest of the series, and their intennediateness between fish and true cro codiles are admitted by all. The first remove from the fish is the iehthyosaur, its name declaring the convention of class characters for which it is remarkable. With piscine body and tail, and fins advanced into a paddle form, it has a true croco dilian head. In the pliosaur, which is later in appearing, we have a stage of advance to the true sauria, which come forward in the oolite, in the forms of teleosaurus, steneosaurus, &c. Afterwards, chiefly in the Wealden, we have the dinosauria, which betray an approach to the mammalian type in"], [101, "83 EARLY REPTILIAN FOSSILS. the pachydermatous order. Another oolite saurian, the cetiosaur, exhibits in the form of the vertebræ a verging towards the cetaceous mammalia. Here there is the most perfect and even striking har mony with the theory of a progressive develop ment. Below these formations, fish : then, low in these formations, fish saurians ; above them, true and complete saurians ; finally, higher still, sau rians advancing to a more elevated grade of ani mality; and where do these more elevated types occur ? In the next formation, passing over one which hardly represents any but deep-sea life. Nay, cetaceous relics have been found before we leave the strata so remarkable for the saurians. Thus, it appears that the whole of this chapter of palæon tology, when read by a light from nature, and not from man's capricious humour, so far from being opposed to the natural genesis of animals, gives it support. Men, however, and of lively parts too, might go on for an age misreading such palpable facts, if they be determined against putting them into the collocation in which a sense can be made of them, just as we might puzzle for ever over a Latin or Greek sentence, if obstinately resolved against making English out of it except in its original construction."], [102, "84 EXPLANATIONS. Mter presenting the case of the reptilian fossils of the secondary formation in this way, I feel it hardly necessary to track the Edinburgh reviewer through all his jjarticular objections. They are a mass of confusion, resulting from erroneous assumptions on his own part respecting the de velopment theory, as that the orders of animals are all to be affiliated to each other, and every pa rental form held as extinguished by the fact of transmutation (the latter being a peculiarly gra tuitous supposition — see p. 50 of the Review) ; together with equally rash and unjustified con clusions regarding the earliest forms of the reptilian orders, all mixed up in the way that promised to tell most effectually in favour of his own opinion, and with a disregard of every thing that pointed in the opposite direction. The great unquestioned facts of a succession of birds and mammals to the fishes and reptiles, these being also the next higher classes in the scale of the naturalist, tell nothing to this writer, as the succession of the reptiles to the fishes told nothing before. From the slight remarks with which he passes over these facts, an unlearned reader would hardly suppose that they were of the least significance, while, in reality, they are of"], [103, "EARLY BIRD FOOTSTEPS. 85 the greatest. It is much the same as if a historian were to sink all such events as changes of dynasties, and fix attention upon the displace ment of under-secretaries of state. And what makes this conduct the more marked is, that the minor facts upon which he fastens for the purpose of supporting his own theory, are mostly presented to us in circumstances which show their uncer tainty and the likelihood of then being superseded. For example, the earliest traces of birds do not indicate marine forms, which, according to my general news, ought, he says, to be the case. Instead of natatorial birds, they are waders and runners. Let the reader judge of the character of this objection, when he learns the real cir- cumstances of the case. The traces of birds here spoken of are merely a few foot-prints found upon certain rock surfaces in America. Not a bone of these animals has been found in this early period. It must therefore be in- ferred, either that the circumstances were not favourable for the entombment of the bodies of these birds, or that our researches in the strata formed at the time when they lived have been insufficient to discover them. If such be the case with birds which lived upon shores, — places"], [104, "86 EXPLANATIONS. where, as we learn from the nature of the strata, accumulations of sand and mud were constantly taking place, — it is of course not to be expected that any remains of natatorial birds should be found, animals mostly living far out at sea. To put the case in its strongest form — foot-prints on shores being the record of the birds of this era, we are not to expect any trace of such birds as, generally speaking, are not in the way of making foot-prints on shores. I might go further than this, and point out that certain natatorial genera have feet not to be distinguished from those of waders, so that certain of these foot-prints may be those of natatorial species after all ; but I feel it to be my best duty in the case, only to deny that we are in circumstances to say that waders and runners were the first created birds. Mr. Lyell, who stands as high as this or any other writer on geology, says, with regard to these very ornithich nites, as they are called — \" This sandstone is of much higher antiquity than any formation in which fossil bones or any other indications of birds have been detected in Em-ope. Still we have no ground for inferring from such facts, that the feathered tribe made its first appearance in the western hemisphere at this period. It is too"], [105, "EARLY CETACEOUS FOSSILS. 87 common a fallacy to fix the era of the first creation of each tribe of plants or animals, and even of animate beings in general, at the precise point where our present retrospective knowledge happens to stop.\"* What now gives force to this observation is, the recent discovery- of a new set of bird foot-prints — said to be of waders only — in the carboniferous formation of Pensylvania. The emergence of such a fact in the midst of the reviewer's specu lations on the foot-prints of the New Red Sand stone, forms a most emphatic commentary on all decisive inferences where the facts are obviously casual and isolated. Of a somewhat different character are the re viewer's remarks on the first relics of mammalia — the few bones of cetacea from the Lower Oolite and of marsupials from the Stonesfield Slate. Here the very first mammal family is undoubtedly marine ; and, if it were to receive equal consi deration with the grallatorial foot-prints, he ought certainly to admit that it favours the development theory. But he escapes from this claim by a mode of his own. He has not seen these relics ! The American foot-prints were good evidence, without being seen ; but a fact which makes * Travels in North America, I. 255."], [106, "88 EXPLANATIONS. against his theory requires personal inspection, even though it may come forward with the autho- rity of Baron Cuvier.* He is more at ease with the marsupials, which are of course unequivocally land animals. I have only here to refer to the fourth edition of my book, — published two months before the appearance of the review, and while I was unrecking of any great objection being grounded on this point — where it is suggested that the peculiar organization of the marsupials points to then having been derived through a different medium from other mammals. The critic, eager to let nothing escape, tells us that there are other land mammals lower in organic type than the marsupials. One answer to this objection might be found in an explanation of my views respecting the ornithic descent of these animals ; but I am unwilling to pause upon such an inferior matter, and will therefore meet him with the question, if any other mammals show that lowly grade of organization which is marked by the absence of a placenta? \"There are no * \"There is in the Oxford Museum an ulna from the Great Oolite of Enstone, near Woodstock, Oxon, which was examined by Cuvier and pronounced to be cetaceous; and also a portion of a very large rib, apparently of a whale, from the same locality.\" Buckland's Bridgewater Treatise, I. 115, note."], [107, "AFFINITIES OF MARSUPIALIA. 89 other organic types,\" he says, \" to which they [the marsupials] offer the shadow of a near affinity. They are therefore in direct antagonism with the scheme of regular development.\" To this it may be replied, that the affinity of the marsupials to the oviparous vertebrata is admitted by every naturalist, being shown in the small size of the brain and consequent exjjosure of the cerebellum, the absence of the septum lucidum and corpus callosum in the brain, and various other traits. Professor Rymer Jones, of King's College, whose testimony on such a point will be admitted by the reviewer, speaks of the marsupials as \" con- necting links between the oviparous and placental vertebrata.\" Striking traits of their affinity to birds are shown, he says, in the structure of the ear and of the reproductive organs.* In reality, the whole figure of the cursorial bird, the small head upon the long neck, the extreme length of the hinder limbs, and the imperfect development of the fore extremities, as well as the tendency ofthe feathers to a hair-like character, speak irresistibly for its approach to certain marsupials. The ornithorhynchus is as clearly^ an advance from the natatorial bird towards the rodent form, the latter * General View ofthe Structure ofthe Animal Kingdom."], [108, "90 EXPLANATIONS. being an order whose osteological structure is allowed by every naturalist to be bird-like. New and curious illustrations of the connexion be tween the birds and the implacental mammaha are constantly appearing. We lately heard of a bird which has a pouch for its young like the kangaroo,* and Mayer has discovered in the female emeu a purse form of certain organs, indi cating an approach to the marsupial in that part of structure which is the most distinctive in the case.f It would appear that the reviewer is simply ignorant of this department of natural history, and, with the self-esteem which often attends upon ignorance, he has somewhat un luckily ventured to give a positive contradiction to that which is incontestably true. The reviewer at length comes to the organic phenomena of the Tertiary system. \" On the theory of development,\" says he, \" ' the stages of advance are in all cases very small — from species to species,' and the phenomena, ' as shown in the pages of geology, are always of a simple and modest character.' Let us test these assumptions by one single step, from the chalk to the London * Magazine of Natural History. t Reports of Ray Society, I."], [109, "91 TERTLiRY FOSSILS. clay, or any other tertiary deposit. Among the millions of organic forms, from corals up to mammals, we find hardly so much as one single secondary species.\" The exceptions in reality are, the infusoria of the chalk, and \" two or three secondary species,\" which are said to \" straggle into the tertiary system.\" \" Organic nature,\" he says, \" is once more on a new pattern — plants as well as animals are changed. It might seem as if we had been transported to a new planet ; for neither in the arrangement of the genera and species, nor in their affinities with the types of an older world, is there the shadow of any approach to a regular plan of organic development.\" Now the almost total break in the organic creation here insisted upon, occurs in the interval between the extensive deposits of the secondary formation, and the comparatively isolated deposits of the tertiary. It is an interval which the lithological arrangements clearly indicate to have been longer than any of those between the other formations, during which minor changes of organic creation had taken place. It is simply, then, a period not represented by strata or by fossils ; while it elapsed, the continual advance of the organic world proceeded to a point at which nearly all"], [110, "92 EXPLANATIONS. the old species had died out or been changed. There was nothing more in the \" step \" of our re viewer than this. Such is the geological doctrine. \" Is the present creation of life,\" says Professor Phillips, \" a continuation of the previous ones ; a term of the same long series of communicated being ? I answer, yes.\"* \" There is no break,\" he says, \" in the vast chain of organic development till we reach the existing order of things.\" The reader will further be able to judge ofthe candour ofthe reviewer respecting the zoology of the tertiary, when he is reminded that it shows exactly those new portions of the animal kingdom which might have been expected, according to the theory of development. Heretofore, we have only few and faint traces of mammalia ; but now they are added in abundance, mammalia being the crowning class of the vertebrated form. As far as class, therefore, is concerned, it is incontestably a \" regular plan of organic development.\" But this is not all. We have seen the reptile forms of the secondary approaching the cetacean character ; and now there is an abundance of the aquatic mammalia, as well as of those land pachyderms which are * He adds — \" But not as the offspring is a continuation of the parent.\""], [111, "93 TERTIARY FOSSILS. universally classed with some of the forms of that order, these being the only suite of creatures which my ideas of development would lead me to expect at this place. Here I must meet the re viewer on a special ground. He admits the dinosaurs to have been the nearest approach to mammals; but \"they died away,\" he says, (\"if we are to trust to geology,) ages before the end of the chalk.\" These mammals have, therefore, \" no zoological base to rest upon.\" That is, there is no connexion between them and any such ani mals as the dinosaurs, because there is an interval in the cretaceous formation which gives neither these forms nor any intermediate. Now, the fact is admitted by Professor Ansted, that the cre taceous system appears to have been \" formed, for the most part, by deposits in deep water, and a considerable portion of it not far from the zero of animal life.\"* And this he states with a particular re ference to the results of Professor Edward Forbes's researches in the Egean sea. We therefore have a satisfactory explanation of the non-appearance of forms intermediate to the reptiles and mammals in the chalk, without being driven to suppose, with our reviewer, that the latter were a creation * Ansted's Ge.)logy, I. 502."], [112, "94 EXPLANATIONS de novo of animal life. But no such fact as this did it suit our reviewer to state. \" Carnivora,\" he proceeds to say, \" are as old as pachyderms. As far, at least, as we have any evidence bearing on the question, and bimana (monkeys) are found in this division — thus con tradicting and stultifying the upper end of our author's grand creative scale.\" There is here, in reality, no stultification except in the critic's own mind. It was not my scale which he refers to, but Dr. Fletcher's ; adopted into my book, not as a plan of the actual process of development, but as a general indication of the comparative organi zation of the animal orders. I do not consider the assumed contemporaneousness of the carni vora and monkeys (which the reviewer erroneously calls bimana) as at all contradictory of a true development theory, for I regard them all as distinct lines of development, which might well advance to a certain stage, (namely, that of the terrestrial mammal) about the same time. I am not, however, entitled to blame the reviewer for this objection, as the idea of a development in a plurality of lines must be new to him. \" As we ascend,\" he says, \" towards the middle divisions of the [tertiary] series, there is a deve-"], [113, "95 TERTIARY FOSSILS. lopment of nature's kingdom, nearer and nearer to living types. But it is not a development after our author's scheme. It follows the law of the rise, progress, and decline of the families of the older world, already pointed out. We have no confusion of genera and species, and no shades of structure to make dim then outlines.\" Now there is here an acknowledgment, in which all geologists accord, of a constant gradual approach to living types. Is not this, in itself, a fact speaking strongly for some simply natural procedure in the origin of the present tribes ? A change goes on from one set of forms to another, in the same way as one human generation is changedfor another — namely, by the withdrawal of some and the addition of others, untd at length the whole personnel of one age is superseded by that of another. The re moval of old species is the result, by our critic's own showing, of law ; and laws for the extinction of species are in operation at the present day. Can we well suppose the rise of the new species to be a phenomenon of an essentially different character ? for here is the whole question at issue. I say, no — any ideas I have ever acquired of philo sophy, as an expression of our ascertainment of the order of nature or providence, forbid me to"], [114, "96 EXPLANATIONS. form such a conclusion. A \" confusion of genera or species \" is not to be presumed ; there is no need for a shading of structure to make dim their outlines. I suggest, that a line of organization, analogous to the progress of the embryo of an elevated species, had passed in the course of time through its appointed stages of development, each of which is a small advance upon the preceding, and the type of a form thenceforth to continue permanent. Each line stands apart. It may show shadings in a vertical direction, as between its reptilian and its mammal forms, but no true affinities connecting horizontally with the mem bers of other lines. Our critic is here, therefore, completely at fault. I meet him again, however, on special grounds. Many of the animals of the tertiary period are of large bulk. We have not only huge examples of the pachyderm order, in which there are still existing many bulky species, but we have equally vast creatures belonging to the rodent, the edentate, and other orders. These huge mammals are, indeed, the signal forms of this period, the forms by which the whole tertiary system is most distinguished. Now, if we take the living pachyderm order, we shall find that the largest species are of the lowest organization."], [115, "TERTIARY FOSSILS. 97 For example, the elephant, with its short meta- tarsus, is a low form compared with the horse, in which the heel is raised so much above the ground. This is a progress of characters which could be shown in many other families. It is a progress which may be generally described as passing from the phocal form of the hind extremities, through the plantigrade, and ascending to its ultimatum in the digitigrade. Now this progress is coinci- dent with the distribution of the various lines of animals in physical geography, for while the first are marine, the second are generally found in con- nexion with shores, rivers, and low grounds, and the last (always the smallest) with the more varied surface of the interior. When we find, then, animals of the second kind most conspicuous in this period, we have actual phenomena re- markably in accordance with the scheme of de- velopment. We look in, as it were, upon the world, or at least, its chief zoological province, at the time when the lines had attained to the terres- trial mammal forms fitted for fluviatile and jungle life, and ere from these had yet sprung the whole of the smaller but more highly organized deni zens of nature's common. Our critic, having now run over the whole series /"], [116, "98 EXPLANATIONS. of fossils, summons Cuvier, Agassiz, and Owen to express their opinions against the theory of de velopment. The first \" again and again affirms that the extinct fossil species were not produced by any continued natural organic law from other species.\" His French opponents tried, according to the reviewer, to overturn his conclusion by ex periments in cross breeding and the ransacking of ancient tombs. And they talked contemptuously of la cloture du siecle de Cuvier ; for which they fall under a reference to the fable of the ass and the dead lion. Now, I disclaim all responsibility for the experiments and language of the French theo risers on this subject. But, while I respect Cuvier, I must not concede too much even to his opinion. He was, after all, but a man, with the common liability to prejudices. I would, with all due re verence for the illustrious Baron, remind my re viewer of an opinion which the former expressed in 1826, that a deluge had occurred about six thousand years ago, which broke down and made to disappear the countries which had before been inhabited by men, and the species of animals with which we are best acquainted. Ten years after this belief was expressed by Cuvier, I find Dr. Buck land quietly withdrawing his adherence to it in"], [117, "99 OPINIONS OF CUVIER AND AGASSIZ. the Bridgewater Treatise. At this moment it is not supported by a single geologist of the least repute. May not, then, the Baron Cuvier be wrong also in his opinion regarding the develop ment of species ? So much, I trust, may be said without any disparagement to the author of the Regne Animal. The fact is, that the erroneous and imperfect ideas of great men often become an annoyance, from no fault on their part, but only because the weak and narrow-minded are so apt, afterwards, to seize upon such ideas, and brandish them in the faces of advancing truths. For M. Agassiz I likewise entertain great respect; but it happens that his liability to error is equally well established. The doctrines which he persisted for years in maintaining with respect to the constitu tion and movement of glaciers, are now all but deserted for the more accurate and philosophical deductions of Professor James Forbes. I may, therefore, receive the intelligence which the Neuf chatel philosopher brings me regarding the fossil fish, but be cautious in accepting as an infallible dictum what he is pleased to say on the compara tively profound doctrine of organic development. Professor Owen, whose modesty keeps pace with his fame, will hardly pretend to an infallibility /2"], [118, "100 EXPLANATIONS. w-hich fails in two such noted instances. Besides, the difficulties which this great anatomist and others have found in sanctioning the development theory, chiefly rest in mistaken assumptions with regard to the constitution of the animal kingdom. It is impossible, as they say, to make out a genea logy in a fine of orders ; but let a fresh naunalist, of equal standing, judge of the theory, after he has considered the animal kingdom in the arrange ment now suggested, and I feel assured that its feasibility will receive a more favourable verdict. The reviewer, however, would not abate one jot of his opinion, although Cuvier, Agassiz, and Owen were all against liim ! If such be the state of his mind regarding Cuvier, with what face can he con demn St. Hilaire, who only does that towards the dead lion which our critic would also do, sup posing the dead lion were equally opposed to his opinion ? The grounds for this strong assurance are in personal and immediate observation of facts. \" We have examined,\" says he, \" the old records ... in the spots where nature placed them, and we know their true historical meaning . . . We have visited in succession the tombs and charnel houses of these old times, and we took with us the clew spun in the fabric of development ; but we"], [119, "RETRACTATION OF MR. SEDGWICK. 101 found this clew no guide through these ancient labyrinths, and, sorely against our will, we were compelled to snap its thread . . . We now dare affirm that geology, not seen through the mist of any theory, but taken as a plain succession of monuments and facts, offers one firm cumulative argument against the hypothesis of development.\" What first strikes us in this declaration is the tone in which the writer speaks of his own convictions. Cuvier, Agassiz, Owen, may all be wrong ; but this writer cannot. He has seen what he speaks of. Against \" a dogmatical dicta tion contrary to the sober rules of sound philo sophy,\" (his own words,) there might have surely been some protection in the necessity of retracta tion to which the best geologists are occasionally reduced. For example, we have Professor Sedg wick, in 1831, undoing a theory he had formerly embraced : \" We now connect the gravel of the plains with the elevation of the newest system of mountains. . . . . That these statements militate against opinions but a few years since held almost uni versally among us, cannot be denied. But theories of diluvial gravel, like all other ardent generalizations of an advancing science, must ever be regarded but as"], [120, "102 EXPLANATIONS. shifting hypotheses to he modified hy every neio fact, till at length they become accordant with all the phe nomena of nature. In retreating, where we have advanced too far, there is neither compromise of dignity nor loss of strength ; for in doing this we partake but of the common fortune of every one who enters on a field of investigation like our own.\" The contrast between the philosophic modesty of this passage, and the above extract from the Edinburgh reviewer, must be very striking. The reader, who has seen the hollowness of so many of this writer's particular objections to the develop ment theory, can be little at a loss to form an estimate of the personal investigations of which he speaks. He seems to have yet to learn that the necessarily partial investigations which any single geologist may be able personally to make, can give no such amount of the requisite knowledge as may be acquired in another mode of study ; that the intellectual powers and preparations ofthe personal inquirer ought also to be known, before we can set much store even by that light which may be attained by his examinations. It is not uncommon for ordinary mariners to boast of their knowledge of a country from having sailed several times"], [121, "PHYSIOLOGICAL OBJECTIONS OF DR. CLARK. 103 to one of its ports, and for private sentinels to pretend to a superior knowledge of a great battle in one detachment of which they happened to be engaged. Of such boastings and jn-etensions I must confess that I am strongly reminded by this writer. The geological objections to the development theory have now been discussed, and to the public it must be left to decide the question, whether palæontology is favourable or unfavourable to tliat scheme. I must now advert to the illustrations which the theory derives from physiology, and the objections which have been made to them. The Edinburgh reviewer occupies several of liis pages with such objections, but, fortunately, they need not detain us long, as they come to little more than this, that he puts trust in Dr. Clark, of Cambridge, while I have resorted for the support of my general theory to the views advocated by other physiologists.* I may say that these * Dr. Whewell (preface to Indications, §*c.) joins the reviewer and others in reprobating the suggestions which have been made in the Vestiges, with regard to a similarity between certain crystallizations, as the figures produced by frost upon windows, and the Arbor Dianæ, to vegetable forms. The logical merits of the reviewer's mind are here fully indicated, for what does he set"], [122, "104 EXPLANATIONS. views are presented in my book as correctly as it was possible for me to give them, who am nothing but a general student : in one instance I have em ployed the language of a popular treatise, (Dr. Lord's) — ridiculed by our reviewer as a book of no authority — merely because the ideas were there presented in a peculiarly intelligible form. The down as a disproof of these as \"traces of secondary means by which the Almighty deviser might establish\" the forms of plants ? that such crystallizations grow by simple apposition of new mat ter, and not from germs, as actual vegetables do ; the question at issue being merely, whether the electricity concerned in the crystallization might not have some similar effect in determining the forms of the vegetables. I may here remark that I am not alone in surmising some common root for these phenomena. In Leithead's Electricity, (1837,) the following passage occurs: — \" The form of the route of free electricity is modified by the me dium through which it passes, and also by the electric state of such medium, or of that ofthe relative electrical condition of two bodies between which it is transmitted. If the medium through which it passes possesses a very inferior conducting power, it is obvious that a certain momentum must be requisite to enable the fluid to force its passage to a given distance, and there will be a point at which the momentum of the fluid and the resistance of the body will exactly counterbalance each other; but so soon as the electricity has again accumulated to a sufficient degree to overcome the resistance, it will again force its way in another direction, until it arrives at another point of equilibrium. In this way, we may readily see the modus operandi of the electric fluid in imparting regular forms to bodies ; and it is highly probable that its action in this respect extends to the vegetable kingdom, and perhaps operates even on animals, from the time in which they"], [123, "PHYSIOLOGICAL OBJECTIONS OF DR. CLARK. 105 general aim was, I can honestly declare, to convey the doctrine of the epigenesis of animals, as M. Serres calls it, as an illustration of my subject, considering myself entitled to do so by the position which it has attained in the world. It is, of course, unfortunate for this, as it is for many other doc trines, that it should have an opponent ; but this circumstance is fortunately, on the other hand, no adequate ground of condemnation in the judgment exist in the embryo state . . . Another fact in support of the opinion, that the distinctive forms of bodies are produced by elec- trical action is, that crystals, and the twigs and leaves of vege- tables, all terminate in pointe or sharp edges, so that the electrical action can proceed no further in increasing the growth, or, in other words, in propelling fresh portions of matter for the exten- sion of the plant, or the crystal, beyond the pointed or edged termination.\" In a letter of Mr. Crosse to Mr. Leithead, it is stated that, in one of his experiments, there grew, in the inside of an electrified jar filled with hydro-sulphuret of potash, a mineral fungus, three-fourths of an inch in length and one-fourth of an inch in diameter, \" in the shape of a common trumpet-mouthed fungus, which is found on trees.\" \" In one experiment,\" says Mr. Weekes, in a recent letter to myself, \" a singularly beautiful electro-vegetation was produced, a forest in minature, which, by aid of a good lens, presented many extraordinary appearances, and continued to interest me during many months.\" It may suit the reviewer and others to scoff at such \" resemblances ;\" but scoffing will not annul, in my mind, the apprehension that there is here some relation of a very interesting kind, the investigation of which may yet give us a deeper insight than we now enjoy into the mysteries of organic being. /3"], [124, "106 EXPLANATIONS. of third parties. I leave, then, the general tenor of this portion of my reviewer's objections, with the remark, that for the one authority which he has called into court, it would be easy to summon many as good on the other side ; for instance, Harvey, Grew, Lister, and Meckel. Our critic's own favourite authority — Mr. Owen — would give good evidence : see his Lectures on the Invertebrated Animals, where he says that man's embryotic me tamorphoses would not be less striking than those of the butterfly, if subjected like them to observa tion — and then adds, that the human embryo is first vermiform, next stamped with the characters of the apodal fish, afterwards indicative of the enali osaur, and so forth. There is another most res pectable English physiologist — Dr. Roget — who, in his Bridgewater Treatise, explicitly says, \"that the animals which occupy the highest stations in each series possess, at the commencement of then existence, forms exhibiting a marked resem blance to those presented in the permanent con dition of the lowest animals of the same series ; and that, during the progress of their development, they assume in succession the characters of each tribe, corresponding to their consecutive order in the ascending chain.\" It is to what has been thus"], [125, "EMBRYOTIC REPRESENTATIONS. 107 spoken of by such excellent men — what was, I believe, first hinted at by Harvey, and afterwards shadowed forth by John Hunter — that this writer applies the appellation of \" a monstrous scheme, from first to last nothing but a pile of wildly gra tuitous hypotheses.\" This reviewer and others have been eager to point out that \" no anatomist has observed the shadow of any change assimilating the nascent embryo to any of the radiata, mollusca, or articu lata. Thus are three whole classes [divisions] of the animal kingdom, passed over without any cor responding fœtal type, and in defiance of the law of development.\" The writer here states what is not true, if any faith is to be placed in one of the first authorities of the age, and one upon which he himself depends ; for have we not seen Mr. Owen on the last page affirming that the human embryo is first vermiform ? — this meaning the form of the worms, a portion of the class Annelides, in one of these lower divisions. That all these divisions or sub-kingdoms are not repre sented in the human embryo is an objection per fectly visionary, for it is not necessary that all should be involved in the ancestry, and therefore analogies to all are not to be looked for. It may"], [126, "108 EXPLANATIONS be said, then, there is no true difficulty in this quarter. Perhaps no part of the arguments for the de velopment theory has been more misapprehended, or misrepresented, than this. It is continually said, that the embryo, at any of * its particular stages, is not in reality the animal represented by that stage. The Edinburgh reviewer remarks, with regard to the fish stage, \" Were the embryo of a mammal thrown off at that time into water (of its own temperature,) it could not support life for a moment.\" The brain of a child in the seventh month is also said to be not the brain of any of the inferior animals, but a true human brain. The truth is, no one ever pretended that there was such an identity. It is only said that there is a re semblance in general character between the par ticular embryotic stage of being, and the mature condition and form of the appropriate inferior animal. The particular adaptations, and the cha racter of vital maturity, are all wanting, and there fore it is that the embryo could not live, as the inferior animal represented, if separated from the parent, and really is not that inferior animal. It may be well, before leaving this part of the subject, to advert to a special charge which this"], [127, "109 GERMS NOT IDENTICAL. writer, and at least one other,* have brought for ward : it is, that I assume, not only that the organic germs of all creatures are alike, but that they are identical. The Edinburgh Review brings a con tradiction to this proposition from Dr. Clark. It is wholly unnecessary, for no such assumption was ever made by me. The phrase used in the book was, \" Its primary positions [meaning the doctrines of embryonic development] are that the embryos of all animals are not distinguishably different from each other;\" which is a very different pro position. In several other instances, propositions are thus misrepresented to afford the glory of a visionary refutation. For example : the idea that there being light in the planets, any inhabitants of these orbs may be presumed to have eyes, as eyes bear a relation to light, is met by him very gravely with the fact, left for him to discover, that animals have eyes before they are born ! I have now reviewed the vestiges of creation, presented in both the geological and physiological records, the former jn-esenting memorials of the actual progression of species, in nearly such a con formity with the general arrangements of the organic kingdoms as we might expect in the pre- * North American Review, April 1845."], [128, "110 EXPLANATIONS. sent state of the science, and the latter affording us proofs — proofs, at least, satisfactory to many ofthe best anatomists of our age — of a plan of individual development, which may be called the living pic ture of the advance of species, during the vast ages chronicled by the sedimentary rocks. A third series of vestiges now remains for consideration — namely, those which hint at originations and mo difications of organic beings in the current era. The objections to the occasional production of organic beings, otherwise than ex ovo, do not ap pear to have been softened by the publication of my former volume. All reviewers, with the single exception of the British and Foreign Medical Review, have intimated their continued scepticism on this point. The experiment of Professor Schulze, of Berlin, with decaying organic matter floating in a flask to which common air was ad mitted, after passing through sulphuric acid, thereby being deprived of all animal admixtures — an ex periment which ended in the non-production of any animalcules or mould — is pointed to as con clusive. Explanations more or less plausible have also been offered for the origin of the entozoa, the parasites of civilization, the phnelodes cy clopum, etc. I should fear to weary the reader"], [129, "TRANSMUTATION OF PLANTS. 111 with a new discussion of all these particulars : for the sake of brevity, let me meet the call which the opponents of the development theory usually make, to give it the direct proof which would be afforded by showing one instance, either of the origin of life or the transmutation of species. The objection of the Edinburgh reviewer, to the alleged transmutation of oats into rye, is that he believes it a fable. This is the opinion of one person, advanced without fact or argument to support it. Let us see, on the other hand, what a greater authority on botanical subjects than he — namely, Dr. Lindley — has stated on the same sub ject. \" At the request,\" says this learned person, \" of the Marquis of Bristol, the Reverend Lord Arthur Hervey, in the year 1843, sowed a handful of oats, treated them in the manner recommended, by continually stopping the flowering stems, and the produce, in 1844, has been for the most part ears of a very slender barley, having much the appearance of rye, with a little wheat, and some oats ; samples of which are, by the favour of Lord Bristol, now before us.\" The learned writer then adverts to the \" extraordinary, but certain fact, that in orchidaceous plants, forms just as different as wheat, barley, rye, and oats, have been proved"], [130, "112 EXPLANATIONS. by the most rigorous evidence, to be accidental variations of one common form, brought about no one knows how, but before our eyes, and rendered permanent by equally mysterious agency. Then, says Reason, if they occur in orchidaceous plants, why should they not also occur in corn plants ? for it is not likely that such vagaries will be con fined to one little group in the vegetable kingdom ; it is more rational to believe them to be a part of the general system of creation . . . How can we be sure, that wheat, rye, oats, and barley, are not all accidental off-sets from some unsuspected species ?\"* The reader will now be partly able to judge of the value of the unsupported dictum of the reviewer. There are many other facts that throw a strong light on transmutation, both of plants and animals. So far from there being any decisive proof against this theory, there is no settled conclusion at this moment amongst naturalists, as to what constitutes a species. \" There is,\" says Professor Henslow, \" no laic ichatcver hitherto established, by which the limits of variation to a given species can be satisfac torily assigned, and until some such law be dis covered, we cannot expect precision in the details * Gardeners' Chronicle, August, 1844."], [131, "113 SPECIES A TERM, NOT A FACT. of systematic botany.\"* \" We have agreed,\" says Bicheno, \" that a species shall be that distinct form, orginally so created, and producing, by cer tain laws of generation, others like itself. There is this inconvenience attending the use of it by naturalists, that it assumes as a fact, that which, in the present state of science, is in many cases a fit subject of inquiry ; namely, that species, ac cording to our definition, do exist throughout nature. It is too convenient a term to be dis pensed with, even as an assumption ; only care should be taken that we do not accept the abstract term for the fact.\"\\ Mr. Westwood, speaking of insects, says, \" In very extensive genera, the dis tinctions of species are so minute, that it requires the most practised eye to separate them ; and, indeed, there are some groups, the species of which are so intricately blended together, that no two entomo logists are agreed as to their distinctness.\" Ac cording to Mr. Haldeman, author of a learned work on the fresh-water mollusks of America, \" There are distinct species in that class — among the Unionidæ, for example, [and this is a remark applicable to other departments of the animal * Magazine of Zoology and Botany, i. 116. f Linnæan Transactions, xv. 482."], [132, "114 EXPLAN.VTI0NS. kingdom,] actually differing less from each other than the known varieties of certain variable species, which a Lamarkian might suppose to be of so recent an origin, as not to have yet become settled in the possession of their proper diagnostic characters. Indeed, notwithstanding the assump tion to the contrary, by authors who have little practical acquaintance with the details of natural history, the proper discrimination between species and variety, is one of the greatest difficulties which the naturalist has to encounter ; and he who is successful in this department is entitled to a rank which comparatively few can attain.\"* Of the extent to which modifications may be carried by palpable external conditions, I may now supply a few illustrations. It is well known that fungi and lichens attain to very different appearances in different situations, in conformity with different conditions. Fries, we are told, \" asserts that out of the different states of one species (telephora sulphurea,) more than eight distinct genera had been constructed by different authors. It would seem, then, that the absolute number of species among the fungi is not nearly so great as has been usually supposed ; and that * Boston Journal of Natural History."], [133, "TRANSMUTATION OF PLANTS. 115 the kind produced by a decomposing infusion, or a bed of decaying solid matter, will depend as much upon the influence of the material employed, as upon the germ itself which is the subject of it.\"* Among the questions proposed by the Academy of Sciences at Haarlem, in 1839, was one upon the following subject — \" According to some botanists, Algæ of a very simple structure, placed under favourable circumstances, develop and change into different plants, belonging to genera much more elevated in the scale of organic being ; al though these same algæ, in the absence of such favourable circumstances, wotdd be fertile, and re produce their primitive form.\"t I would ask if this is a point as yet settled in the negative. The original of our cabbage is well known to be a trailing sea-side plant, entirely different from the cabbage in appearance. The cardoon and arti choke are now admitted to be one, and Mr. Darwin was assured by an intelligent farmer that he has seen, in a deserted garden, the latter plant re lapsing into the former. It is well known, that when fresh-water mol lusks are exposed for a little time to an influx * Carpenter's Physiology, p. 62. t Charlesworth's Magazine of Natural History, ii. 448."], [134, "116 EXPLANATIONS. of the sea, those which can survive the change assume considerably different characters. In a fresh-water tertiary formation of the island of Cos, Professor Edward Forbes and Lieutenant Spratt found various fresh-water molluscan shells — palu dina, neretina, melanopsis, etc. — which had passed through surprising modifications in the course of three successive groups of deposits, supposed to have been marked by increasing influxes of sea water. \" The lowermost species of each genus were smooth, those of the centre partially plicated, and those of the upper part strongly and regularly ribbed.\"* This was apparently a retrogression to marine types. The differences in the three cases were greater than those which naturalists usually consider as grounds of specific distinction. Surely there are here ample evidences of spe cies, or what are usually regarded as such, being variable under changed conditions. It will be said, these changes are all mere v-triations of spe cific forms, and the facts do nothing but show that that has been called species which is only variety. But where is this to have its limits ? If the cabbage and sea-plant are to be now regarded as one species, it seems to me that we have to go * Report of Proceedings ofthe British Association, 1843. — Lite rary Gazette."], [135, "SIVATHERIUM AND GIRAFFE. 117 very little further, to come to the lines of succes sive fonns or stirpes, which my hypothesis suggests. This view becomes the more strilting when we re member that any variations which we now see, take place within a space of time extremely small in comparison with those which geology allows for its phenomena. \" Although,\" says Mr. Halde man, \" we may not be able, artificially, to produce a change beyond a definite point, it would be a hasty inference to suppose that a physical agent acting gradually for ages, could not cany the varia tion a step or two further.\" I may here advert to a fallacy which has been one of the principal difficulties in the way of the supposition of every kind of transmutation. It is always taken for granted that the parental animal must be extinguished in consequence of the change. Thus we find a suggestion by M. St. Hilafre that the modern giraffe may be a modifi cation of the sivatherium of the Indian tertiaries, met very complacently by a reference to the dis covery of Dr. Falconer, that, in these tertiaries, the giraffe is associated with the sivatherium. So, also, the suggestion that the hare of Siberia, with its curtailed ears, shorter hind legs, and ab sence of tail, may be a modification of the ordinary"], [136, "118 EXPLANATIONS. hare, has been answered by Professor Owen, with a reference to the fact, that the tailless hare (La gomys Spelæus) is found as early in the tertia ries as any species of the true genus, Lepus.* Now it is entirely an assumption on the part of those who oppose the transmutation theory, that the original animal shall perish when the new one is produced ; and therefore the diffi culty is entirely of their own making. The pro bable fact is that the modification takes place in an offshoot of the original tribe, which has re moved into a different set of circumstances, these circumstances being the cause of the change : thus there is no need to presume that the original tribe is at all affected by any such modification. The case is precisely analogous to that of a colony. We see, for example, the New Englanders change from the original English type, without any neces sary effect upon the parent stock. Just so might the giraffe be a changed sivatherium, and yet the sivatherium continue to exist. And in point of fact, there are many animals now living along with their supposed modified descendants. Unless, therefore, it could be proved that the supposed descend.ant actually preceded in date the animal * British Fossil Mammalia and Birds, p. 215."], [137, "119 THE ACARUS CR0SSII. from which it was said to have sprung, objections of this nature can be of no force. The reader will understand that I only adduce the instances of the sivatherium and hare for the sake of illustration, and without undertaking to show that those animals have actually had such modified descendants as may have been attributed to them. I would intreat the candid opponent of the transmutation theory to review the subject in the improved light in which it appears, with this most gratuitous assump tion set aside. With regard to the origination of new life from inorganic elements, the Broomfield experi ment would be quite decisive, if any evidence could be admitted for what men are unwilling to believe. The Edinburgh reviewer writes two pages which appear to put the alleged fact much out of countenance ; and yret it is true that ridicule, which always proceeds upon assumption, forms their entire composition. He states that specimens of the insect were sent to Paris, where they set a whole conclave of philosophers a-laughing, be cause they were found to contain ova. It did not occur to him that independent generation is what the development theory presumes of every animal family which may have ever had an origin other-"], [138, "120 EXPLANATIONS. wise than ex ovo. Other specimens were sent to London, but there their fate was sealed by then being found to be not a new species, but one then abundant in the country. These circum stances, with a few empty jests, satisfy the critic that there was no independent generation in the case. Against such a conclusion, proceeding upon mere supposition, I adduce careful experiment. During the last three years, Mr. Weekes, of Sand wich, has continued to subject solutions to elecnic action, and invariably found insects produced in these instances, while they as invariably faded to appear where the electric action was not employed, but every other condition fulfilled. The rigid care taken in these experiments to exclude vitiating cir cumstances, gives them a high claim to notice, and I therefore present, as an appendix, two letters from Mr. Weekes upon the subject. They cannot fail to be read with interest, and the more so, as they exhibit a man pursuing the investigation of an important natural fact under the most discou raging circumstances. If this new presentment of the Acarus Crossii shall still excite ridicule, I can only regret the mood of mind from which that ridicule arises; but the opposite party must excuse my attaching no importance to anything"], [139, "121 THE ACARUS CR0SSII. besides fact and argument. These alleged phe nomena are open, like all others, to the test of counter-experiment. Let them be subjected to it in the most rigid manner, and set aside in the case of failure. But to meet them merely with scoffs and jests, or at the most, certain wholly gratuitous assumptions as to a possibly various cause, is not philosophical, and therefore deserves no consi deration. Having thus presented vestiges of laws for the origination and modification of organic being, I must protest against proof of the existence of such laws being held indispensable to the development theory. The earth, we see, has been peopled for ages before man began to observe nature or chronicle his observations. The organic world attained what appears to us completeness, in re mote ages. It is a thing done, as individual reproduction is done at the birth of the new creature. We are not, therefore, to expect con spicuous examples of either a new origin of life or a modification of species at the present day. Though, therefore, not one unequivocal instance of such origin and such modification could be pre sented, it would say nothing positive against the hypothesis that species originated, and made a 9"], [140, "122 EXPLANATIONS. series of advances in general organization, by the efficacy of law, in times long antecedent to our historical period. We should still have to say that the evidence of such phenomena was to be looked for elsewhere, — namely, in the history of the progress of organic being as chronicled for us by geology, and in the history which physiology affords us of the progress of the individual embryo. Seeing, then, that plants and animals came into existence gradually, in the course of a vast period of time, and in a succession conforming generally to their grades in organization, and the stages through which the embryo of one of the highest has to pass before it attains maturity, we might say that we had seen all that could well be expected in the case, and enough to establish a strong probability for the development theory. Nevertheless, it maybe admitted that any evidence of the continued existence of the creative and modifying laws, is still desirable, for the sake of corroboration. And such is the light in which I regard the facts which we possess regarding varia tions of type, and the production of some of the lower plants and animals by means independent of generation. As in the progress of an individual being, even after birth, we see the laws which pre-"], [141, "123 VESTIGES OF CREATIVE LAWS. side over reproduction operating still in a faint degree in the defective nutrition which stunts, and the favouring conditions which advance and glorifys the state of infancy and youth, so might we expect that the laws which originally spread the vege table and animal kingdoms over the earth, would still, perhaps, be traceable as faintly at work, espe cially in those lower families where life and the modifiable quality are most abundantly imparted. The evidence for the existence of such laws is patent to the exact observation which wtil give it philosophical certainty, and to such observation I trust it wdl, in time, be subjected. Meanwhile, I claim its being received as a provisional aid to the theory of development. Thus closes my review of the objections which have been made to the evidences for an organic creation by law. Such a mode of that creation was, I said at the first, rendered likely by the manifestation of a presidency of law both in the physical arrangements of the universe and in the constitution of our own minds. It seemed to me that, with evidences of law in these things, we had a strong probability established that law had been the mode of the divine working in the whole 9 2"], [142, "124 EXPLANATIONS. system revealed to our senses and reason, through out all ages of its existence. And T believed that we were called upon, not to grasp at every objec tion to this idea which could be conjured out of the darkness of our imperfect knowledge, as if to save us from a disrelished conclusion, but rather to look with candid minds into nature, and endea vour to discover in what we do know the traces of such an origin of organization as might harmonize with the conceptions forced upon us from other quarters ; trusting that there never could be any disadvantage from embracing that view which the balance of reason might show to be the nearest to truth. The question is, to which view does the balance now incline ? Whether is it most likely that the Deity produced Being and its many-staged theatre in the manner of order or law, or by any different mode of a more arbitrary- character; whether, consequently, are we to regard him as ruling the affairs of the world in the manner of an invariable order or otherwise ? I say likely — because we are not to expect on any such ques tions the absolute demonstration which attends a mathematical problem or an unchallengeable writ ing. We must be content if we only can see a pre ponderance of reasons for regarding the universe"], [143, "125 VIEWS OF OPPONENTS. and its Author in one or other of these lights. To be prepared for a decision upon this question, it is proper that the reader should be presented with a sketch of the theory opposed to that of universal order. WTien we set about describing this system, we are struck by finding it vague and unsteady, vary ing with every degree of intelligence in its votaries and every addition made to science. The unedu cated man regards the whole system of the world as resulting from, and depending upon, the imme diate working and guidance of an almighty being who acts in each case as may seem to him most meet, exactly as human creatures do. Persons of intelligence, again, usually admit a system of general laws, but for the most part entertain it under great reservations, or in connexion with views totally inconsistent with it. We find Dr. Clark, for instance, admitting a course of nature as the \" will of God producing certain effects in a regular and uniform manner,\" but, this will, \"being arbitrary, [an assumption, as far as natural means of knowledge are concerned,] is, he says, as easy to be altered at any time as to be preserved.\" Others cut off particular provinces of nature as exceptions from the plan of constant order."], [144, "126 EXPLANATIONS. Whatever part is dubious or obscure, to mankind generally or to themselves in particular, there they rear the torn standard of the arbitrary system of divine rule. Human volitions form such a region to many who know not that Quetelet has reduced these to mathematical formulae, and that one of our own most popular divines has written a Bridge water Treatise, to show the predominance of natural law over mind, as a proof of the existence and wisdom of God. Some who give up this do main to law, find footing in other departments of natiue upon which science has not as yet poured any clear light. We shall presently see by what weak arguments such exceptions are maintained. Meanwhile, it must be noted as important, that all is uncertainty on this side of the question — a strong presumption, were there no other, against it. One of the most remarkable reservations made of late years from the system of invariable order is that presented in Dr. Wh&well's History of the Inductive Sciences. Admitting that nature, as revealed to our senses, is a system of causation, this writer halts when he comes to consider the origin of language and of arts, the origin of species and formation of globes. These he calls palætiological sciences, because, in his opinion, we"], [145, "DR. whewell's PAL.ETIOLOGICAL SCIENCES. 127 have to seek for an ancient and different class of causes, as affecting them, from any which are now seen operating. \" In no palætiological science,\" says he, \" has man been able to arrive at a begin ning which is homogeneous with the known course of events. We can, in such sciences, often go very far back, determine many of the remote circum stances of the past series of events, ascend to a point which seems to be near their origin, and limit the hypothesis resjiecting the origin itself; but philosophers have never demonstrated, and, so far as we can judge, probably never will be able to demonstrate, what was the primitive state of things from which the progressive course of the world took its first departure. In all these paths of research, when we travel far backwards, the aspect of the earlier portions becomes very different from that of the advanced part on which we now stand ; but in all cases the path is lost in obscurity as it is traced backwards to its stsirting point : it becomes not only invisible, but unima ginable; it is not only an interruption, but an abyss which interposes itself between us and any intelligible beginning of things.\"* * Philosophy of the Inductive Sciences, apud Indications of the Creator."], [146, "128 EXPLANATIONS. Here, we have the view of exceptions which is entertained by one of the chief writers of the day, and the superior of one of our greatest academical institutions. The professional position of Dr. Whewell may be held to imply that we should re ceive from him a view at once leaning to the phi losophical, and accommodated as far as possible to the prepossessions expected in a large class of persons. It is remarkable, but not surprising, how- weak is the barrier which he has raised to stop our cotuse towards a theory of universal arrange ment by ordinary natural law. The necessity alleged by Dr. Whewell for a different set of causes in the early times of our globe, and with regard to the formation of that globe, is, at the very first, liable to strong suspi cion, as reminding us much of that well known propensity of nations to fill up the first chapters of their history with mythic heroes and giants. The subjects of investigation are remote from common research ; they are not, and never could have been, chronicled in the manner of modern facts ; we are in the regions of the comparatively unknown — hence, something more magnificent or impressive than ordinary must be supposed. Such is the reasoning, or rather no-reasoning."], [147, "DR. WHEWELL'S VIEWS CONDEMNED. 129 The point at which extraordinary- causes have to be supposed is evidently quite arbitrary, resting exactly on the limits of the knowledge existing at any time, and always flying further and further back, in proportion as our knowledge increases. Had Dr. Whewell been writing fifty years ago, he would of course have included among lus palætio- logical sciences, the formation of strata, and the intrusions of the granitic and trappean among the aqueous rocks, which ingenuity has since explained by existing causes; — for there is not a single argu- ment for his considering the formation of globes and origin of species as palætiological, which would not have applied with equal force to these phenomena before the days of Pallas and Hutton. Against a theory of mere assumption — a reasoning from ignorance to ignorance — such considerations form serious objections. But let us come to closer argument. Let us inquire how the idea of a dif ferent set of causes for the more important of these phenomena, agrees with such exact knowledge as we have attained respecting them. \"According to the nebular hypothesis,\" says Dr. Whewell, \" the formation of this our system of sun, planets, and satellites, was a process of the same kind as those which are still going on in the g*"], [148, "130 EXPLANATIONS. heavens. . . But . . the uniformitarian doctrine on this subject rests on most unstable foundations. We have as yet only very vague and imperfect reasonings to show that by such condensation a material system such as ours could result ; and the introduction of organized beings into such a material system is utterly out of the reach of our philosophy. Here . . therefore, we are led to regard the present order of the world as pointing towards an origin altogether of a different kind from anything which our material science can grasp.\" Because the nebular hypo thesis rests on unstable foundations, and \" nothing has been pointed out in the existing order of things which has any resemblance or analogy, of any valid kind, to that creative energy which must be exerted in the production of new species,\" — therefore, according to Dr. Whewell, we are \" driven to assume events not included in the course of nature,\" as having formerly taken place. Such is his reasoning. Now let us call to mind a few of the laws ascertained to have been concerned in the cosmical arrangements, leaving for the mean time all that is doubtful in the nebular hypothesis entirely out of view. The proportion of the equa torial to the polar diameter of the earth is exactly"], [149, "DR. WHEWELL'S VIEWS CONDEMNED. 131 what a fluid mass rotating at such a rate of speed would assume any day we might try the experi ment. The relative distances of the planets have been determined by the relation of two laws of matter, so thoroughly patent in their working to modern observation, that a mathematician could ascertain this their result and announce it from his closet, although he never had heard of a plane tary system in which it was exemplified. There is, surely, here anything but a likelihood that dif ferent causes from those now existing and acting, were the immediate means of producing the cos mical arrangements. May we not rather say that, whatever may have been the details of the forma tion of globes, we possess ample proof that it was a phenomenon envolved by virtue of exactly the same system of order which we see still operating upon earth ? As to the origin of organic beings, our knowledge of geology comes to precisely a similar effect. Admitting that we see not now any such fact as the production of new species, we at least know that, whde such facts were occurring upon earth, there were associated phenomena in progress, of a character perfectly ordinary. For example, when the earth received its first fishes, sandstone and limestone were forming in the"], [150, "132 EXPL.\\NATIONS. manner exemplified a few years ago in the ingenious experiments of Sir James Hall : basaltic columns rose for the future wonder of man, according to the principle which Dr. Gregory Watt showed in operation before the eyes of our fathers ; and hollows in the igneous rocks were filled with crystals, precisely as they could now be by virtue of electric action, as shown within the last few years by Crosse and Becquerel. The seas obeyed the impulse of gentle breezes, and rippled their sandy bottoms as seas of the present day are doing ; the trees grew as now by favour of sun and wind, thriving in good seasons and pining in bad ; this, while the animals above fishes were yet to be created. The movements of the sea, the meteorological agencies, the disposition which we see in the generality of plants to thrive when heat and moisture were most abundant, were kept up in silent serenity, as matters of simply natural order, throughout the whole of the ages which saw reptiles enter in their various forms upon the sea and land. It was about the time of the first mammals, that the forest of the Dirt Bed was sinking* in natural ruin amidst the sea sludge, as forests of the Plantagenets have been doing for several centimes upon the coast of England. In"], [151, "DR. WHEWELL'S VIEWS CONDEMNED. 133 short, all the common operations of the physical world were going on in their usual simplicity, obeying that order which we still see governing them, while the supposed extraordinary causes were in requisition for the development of the animal and vegetable kingdoms. There surely hence arises a strong presumption against any such causes. It becomes much more likely that the latter phenomena were evolved in the manner of law also, and that we only dream of extraordinary causes here, as men once dreamt of a special action of deity in every change of wind and the results of each sea son, merely because they did not know the laws by which the events in question were evolved. The writer ofthe critique in the Edinburgh Review is another representative of opinion on this subject whose ideas are worthy of notice. These ideas are not very clear, but I shall endeavour to gather them from the various parts of his paper where they are expressed. He says of certain animals (p. 60) — \" They were not called into being by any law of nature, but by a power above nature.\" If he means by a law of nature something independent of the Deity, I entirely concur with him. Most unquestionably, the animals resulted from a power, which is above nature, in the sense of its being the"], [152, "134 EXPLANATIONS. Author of nature. He adds — \" They were created by the hand of God, and adapted to the conditions of the period.\" If he here means a special ex ertion of the powers of the Deity, having a regard to special conditions, we part company, for my object is to show that animals were indebted for their gradations of advance to a law generally im pressed by the Deity upon matter, and that their external peculiarities are owing immediately to the agency of those very conditions to which they are supposed to have been adapted. I contend that there was no more need for a special ex ertion to produce (for instance) mammalia, than there is for one to carry a human foetus on from the sixth to the seventh, or from the eighth to the ninth month. I had remarked in no irre verent spirit, but the contrary, that the sup position of frequent special exertion anthropo morphises the Deity ; I find a similar idea ex pressed by one who will not be suspected of irreverence on such a subject, the pious and amiable Doddridge — \" When we assert,\" says he, \" a per petual divine agency, we readily acknowledge that matters are so contrived as not to need a divine interposition in a different manner from that in which it had been constantly exerted. And it is"], [153, "135 GENERAL VIEWS OF EDINBURGH REVIEWER. most evident that an unremitting energy, displayed in such circumstances, greatly exalts our idea of God, instead of depressing it; and therefore, by the way, is so much the more likely to be true.\" The Edinburgh reviewer denies that there is any lower ing of the divine character in supposing a system of special exertion. \" The law of creation,\" he says, \" is the law of the Divine will, and nothing else besides. . . The fiat of the Almighty was sufficient at all times, and for all the phenomena of the universe, material and moral.\" \" It may be true,\" he continues, \" that in the conception of the Divine mind there is no dif ference between the creation of dead matter and its unbending laws, and the creation of organic structures subservient to all the functions of indi vidual life. But such views are, and must be, above our comprehension. . . Each organic structure is a miracle as incomprehensible as the creation of a planetary system ; and each structure is a microcosm related to all other worlds within the ken of sense ; yet governed by laws and re volving cycles within itself, and implied in the very conditions of its existence. What know we of the God of nature (we speak only of natural means), except through the faculties he has given"], [154, "136 EXPLANATIONS. us, rightly employed on the materials around us ? In this we rise to a conception of material inor ganic laws, in beautiful harmony and adjustment ; and they suggest to us the conception of infinite power and wisdom. In like manner we rise to a conception of organic laws — of means (often almost purely mechanical, as they seem to us, and their organic functions well comprehended) adapted to an end, — and that end only the well-being of a creature endowed with sensation and volition. Thus we rise to a conception both of Divine power and Divine goodness ; and we are constrained to believe, not merely that all material law is sub ordinate to His will, but that he has also (in the way he allows us to see His works) so exhibited the attributes of His will, as to show himself to the mind osman as a personal and superintending God, concentrating his wfll on every atom of the universe.\" The reviewer then censures the lan guage used in my book with respect to the idea of special creative efforts. \" Does not our author,\" says he, \" see that he binds the Divinity (on his dismal material scheme) in chains of fatalism as firmly as the Homeric gods were bound in the imagination of the blind old poet ? . . The material system may end in downright atheism ;"], [155, "GENER.iL VIEWS OF EDINBURGH REVIEWER. 137 or, if not, it stops short in the undeviating sequence of second causes. . . Our view, on the contrary, sees, from one end of the scale to the other, the manifestation of a great principle of creation ex ternal to matter — of final cause, proved by organic structures created in successive times, and adapted to changing conditions of the earth. It therefore gives us a personal and superintending God who careth for his creatures.\" If such be the best view of the opposite theory which a clever scholar and man of science of the present day can give, that theory must certainly be regarded as in a very unpromising condition. He is, we see, for fiats or efforts adapted to special conditions. These may be, in the divine concep tion, identical with natural laws or the system of order ; but we cannot comprehend it. It is not given to our factdties to understand a matter so profound. Immediately after, he informs us that we have only these faculties to look to for informa tion on this very subject ; and they tell us — what ? — that the world is a system of law ! law, however, subordinate to the divine will. Surely, if our faculties cannot comprehend the point above stated, they must be equally unable to pronounce decisively upon points so abstruse as law being"], [156, "138 EXPLANATIONS. subordinate to will, and the attributes of that will showing us the Deity as a personal and super- intending God. Were controversialists entitled thus to assume that the human faculties can pro- nounce upon one subject in their own way, but are struck powerless on approaching another, tending to an opposite conclusion, there wotdd, of course, be an end of all argument. But even that exercise of the faculties whieh the reviewer admits of for his own puipose, by no means goes to the conclusion at which he arrives. He refers but to a small portion of the divine works, when he speaks of \" organic structures created in suc- cessive times and adapted to the changing condi- tions of the earth.\" He cannot be permitted to assume that he has proved these to have been produced by special fiats or any other mode of special exertion, \"in conformity with changed conditions :\" on the contrary, his proposition is dis proved, for we hear in many instances of conditions suitable for new beings, countless ages before the suitable beings make their appearance, showing that such was not the principle to which we are solely to look for the genesis of animals. But, even though he were more successful on this point, he would still be required to show his theory of"], [157, "139 VIEWS OF M. AGASSIZ. fiats, in harmony with a system, the most important facts of which appear, on the contrary, to have taken their present forms and arrangements under the immediate agency of the \" Unremitting Energy.\" As to results which may flow from any particular view which reason may show as the best supported, I must firmly protest against any assumed title in an opponent to pronounce what these are. The first object is to ascertain truth. No truth can be derogatory to the pre sumed fountain of all truth. The derogation must lie in the erroneous construction which a weak human creature puts upon the truth. And practically it is the true infidel state of mind which prompts apprehension regarding any fact of nature, or any conclusion of sound argument. The ingenious Agassiz is equally disposed with Dr. Whewell and the Edinburgh Reviewer to except some part of nature as a domain for special intervention ; but he wishes the limits of that domain to be rigidly examined, and reprobates the idea that such inquiries are beyond our pro vince. \" If,\" says he, \" it is an obligation on science to proclaim the intervention of a divine power in the development of the whole of nature, and if it is to that power alone that we must ascribe"], [158, "140 EXPLANATIONS. all things, it is not the less incumbent on science to ascertain what is the influence which physical forces, left to themselves, exercise in all natural phenomena, and what is the part of direct action which we must attribute to the supreme being, in the revolutions to which nature has been sub jected. . . . It is now time for naturalists to occupy themselves likewise, in their domain, in inquiring within what limits we can recognise the traces of a divine interposition, and within what limits the phenomena take place in consequence of a state of things immutably established from the beginning of the creation. Lex it not be said that it is not given to man to sound these depths : the knowledge he has acquired of so many hidden mysteries in past ages, promises more extended revelations. It is an error to which the mind, from a natural inclination to indolence, allows itself too easily to incline, to believe impossible what it would take some trouble to investigate. We generally would impose limits to our faculties, rather than increase their range by their exer cise ; and the history of the sciences is present to tell us, that there are few of the great truths now recognised, which have not been treated as chi-"], [159, "VIEWS OF SIR JOHN HERSCHEL. 141 metical and blasphemous before they were de monstrated.\"* \"Where men are so much perplexed between two opposite principles, led by science in the one direction and drawn by intellectual indolence or timidity in the other, it is not surprising to find them expressing opinions wholly contradic tory. Sir John Herschel some years ago an nounced views strictly conformable to those sub sequently taken of organic creation in my book. \" For my part,\" said he, \" I cannot but think it an inadequate conception of the Creator, to assume it as granted that his combinations are exhausted upon any one of the theatres of their former exer cise, though, in this, as in all his other works, we are led, by all analogy, to suppose th.at he operates through a series of intermediate causes, and that, in consequence, the origination of fresh species, could it ever come under our cognizance, would be found to be a natural, in contradistinction to a mira culous process, — although we perceive no indica tions of anyr process actually in progress which is likely to issue in such a result.\" In his address to the British Association at Cambridge, (1845,) * Jameson's Journal, 1842."], [160, "142 EXPLANATIONS. he said, with respect to my hypothesis of the first step of organic creation — \" The transition from an inanimate crystal to a globule capable of such endless organic and intellectual development, is as great a step — as unexplained a one — as unintel ligible to us — and in any sense of the word as miraculous, as the immediate creation and introduc tion upon earth of every species and every indi vidual wotdd be !\" The reader will now be able to judge of the views opposed to the theory- of universal order. He observes that they are of no distinct unique character, but for the most part follow the measure of ignorance, and are maintained at the expense of consistency. It is not surprising that the idea of an organic creation by special exertion or fiat should be maintained by the advocates of these views, for it is one of the last obscure pieces of scientific ground on which they can show face. One after another, the phenomena of nature, like so many revolted principalities, have fallen under the dominion of order or law ; but here is one little province still faithful to the Bœotian govern ment; and as it is nearly the last, no wonder it is so vigorously defended. As, in the political world, however, men do not trust in the endurance of a"], [161, "143 VIEWS OF DR. PYE SMITH. dynasty which is reduced to a single city or nook of its dominions, so may we expect a speedy ex tinction to a doctrine which has been driven from every portion of nature but one or two limited fields. Several eminent authors of our age have even pronounced upon the question as already settled. \" Our most deeply investigated views of the Divine Government,\" says the Rev. Dr. Pye Smith, \" lead to the conviction that it is exercised in the way of order, or what we usually call law. God reigns according to immutable principles, that is by law, in every part of his kingdom — the mecha nical, the intellectual, and the moral ; and it appears to be most clearly a position arising out of that fact, that a comprehensive germ which shall necessarily evolve all future developments, down to the minutest atomic movements, is a more suitable attribution to the Deity, than the idea of a necessity for irre gular interferences.\"* In Blackwood's Magazine, a writer, understood to be a naturalist of distinguished ability, expresses himself in an equally decided manner : — \" To reduce to a system the acts of creation, or the development of the several forms of animal life, no more impeaches the authorship of creation, * Letter to Dr. Carpenter, appendix to Phil. Mag. xvi. (1840)."], [162, "144 EXPLANATIONS. than to trace the laws by which the world is up held, and its phenomena perpetually renewed. The presumption naturally rises in the mind, that the same Great Being would adopt the same mode of action in both cases . . . To a mind accustomed, as is every educated mind, to regard the opera tions of Deity as essentially differing from the limited, sudden, evanescent impulses of a human agent, it is distressing to be compelled to picture to itself, the power of God as put forth in any other manner than in those slow, mysterious, universal laws, ivhich have so plainly an eternity to work in ; it pains the imagination to be obliged to assimilate those operations, for a moment, to the brief energy of a human will, or the manipulations of a human hand .... There are still, indeed, some men of narrow prejudices, who look upon every fresh attempt to reduce the phenomena of nature to general laws, and to limit those occasions on which it is necessary to conceive of a direct and separate interposition of divine power, as a fresh encroachment on the prerogatives of the Deity, or a concealed attack upon his very existence. And yet these very same men are daily appealing to such laws of the creation as have been already established, for their great proofs of the existence"], [163, "OPINIONS OF MR. STUART MILL. 145 and wisdom of God ! . . . \" He adds, \" No, there is nothing atheistic, nothing irreligious, in the attempt to conceive creation, as well as repro duction, carried on by universal laws.\"* There is, however, no more interesting or valu able testimony to universal causation than that presented in the System of Logic of Mr. Stuart Mill. If, in the following extract, we were to substitute the creation of organisms for human volitions, it would apply remarkably well to the state of the argument presented in the present volume : \" The conviction that phenomena have invari able laws, and follow with regularity certain ante cedent phenomena, was only acquired gradually, and extended itself, as knowledge advanced, from one order of phenomena to another, beginning with those whose laws were most accessible to observation. This progress has not yet attained its ultimate point; there being still one class of phenomena [human volitions], the subjection of which to invariable laws is not yet universally re cognised. So long as any doubt hung over this fundamental principle, the various methods of in duction which took that principle for granted could * Review of Vestiges, Black-wood's Magazine, April, 1845. h"], [164, "146 EXPLANATIONS. only afford results which were admissible con ditionally ; as showing what law the phenomenon under investigation must follow if it followed any fixed law at all. As, however, when the rules of correct induction had been conformed to, the re sult obtained never failed to be verified by all subsequent experience ; every such inductive ope ration had the effect of extending the acknow ledged dominion of general laws, and bringing an additional portion of the experience of mankind to strengthen the evidence of the universality of the law of causation : until now at length we are fully warranted in considering that law, as applied to all phenomena within the range of human observa tion, to stand on an equal footing in respect to evidence with the axioms of geometry itself. \" I apprehend that the considerations which give, at the present day, to the proof of the law of uniformity of succession as true of all phenomena without exception, this character of completeness and conclusiveness, are the following: — Fust; that we now know it directly to be true of by far the greatest number of phenomena ; that there are none of which we know it not to be true, the utmost that can be said being, that of some we cannot positively, from direct evidence, affirm its truth ; while pheno-"], [165, "OPINIONS OF MR. STUART MILL. 147 menon after phenomenon, as they become better known to us, are constantly passing from the latter class into the former ; and in all cases in which that transi tion has not yret taken place, the absence of direct proof is accounted for by the rarity or the obscurity of the phenomena, otn deficient means of observ ing them, or the logical difficulties arising from the complication of the circumstances in which they occur ; insomuch that, notwithstanding as rigid a dependence upon given conditions as exists in the case of any other phenomenon, it was not likely that we should be better acquainted with those conditions than we are. Besides this first class of considerations, there is a second, which still fur ther corroborates the conclusion, and from the recognition of which the complete establishment of the universal law may reasonably be dated. Although there are phenomena, the production and changes of which elude all our attempts to reduce them universally to any ascertained law ; yet in every such case, the phenomenon, or the objects concerned in it, are found in some instances to obey the known laws of nature. The wind, for example, is the type of uncertainty and caprice, yet we find it in some cases obeying with as much constancy as any phenomena in nature the law of the tendency h 2"], [166, "148 EXPLANATIONS. of fluids to distribute themselves so as to equalize the pressure on every side of each of their par ticles ; as in the case of the trade winds, and the monsoons. Lightning might once have been sup posed to obey no laws ; but since it has been as certained to be identical with electricity, we know that the very same phenomenon, in some of its manifestations, is implicitly obedient to the action of fixed causes. / do not believe that there is now one object or event in all our experience of nature, within the bounds of the solar system at least, which has not either been ascertained by direct observation to follow laws of its own, or been proved to be exactly similar to objects and events, which, in more familiar manifestations, or on a more limited scale, follow strict laws : our inability to trace the same laws on the larger scale, and in the more recondite instances being accounted for by the number and compli cation of the modifying causes, or by their in accessibility? to observation.\"* The whole question, then, stands thus. For the theory of universal order — that is, order as presiding in both the origin and administration of the world — we have the testimony of a vast num ber of facts in nature, and this one in addition, — * System of Logic, ii. 116."], [167, "149 PREDOMINANT THEORY EXAMINED. that whatever is reft from the domain of ignorance and made undoubted matter of science, forms a new support to the same doctrine. The opposite view, once predominant, has been shrinking for ages into lesser space, and now maintains a footing only in a few departments of nature which happen to be less liable than others to a clear investigation. The chief of these, if not almost the only one, is the origin of the organic kingdoms. So long as this remains obscure, the supernatural will have a certain hold upon enlightened persons. Should it ever be cleared up in a way that leaves no doubt of a natural origin of plants and animals, there must be a complete revolution in the view which is generally taken of our relation to the Father of our being. This prepares the way for a few remarks on the present state of opinion with regard to the origin of organic nature. The great difficulty here is the apparent determinateness of species. These forms of life being apparently unchangeable, or at least always showing a tendency to return to the character from which they may have diverged, the idea arises that there can have been no progres sion from one to another ; each must have taken its special form, independently of other forms,"], [168, "150 EXPLANATIONS. directly from the appointment of the Creator. The Edinburgh reviewer says, \" they were created by the hand of God and adapted to the con ditions of the period.\" Now, it is, in the first place, not certain that species constantly main tain a fixed character, for we have seen that what were long considered as determinate spe cies have been transmuted into others. Passing, however, from this fact, as it is not generally received among men of science, there remain some great difficulties in connexion with the idea of special creation. First, we should have to sup pose, as pointed out in my former volume, a most startling diversity of plan in the divine workings, a great general plan or system of law in the lead ing events of world-making, and a plan of minute nice operation, and special attention in some of the mere detads of the process. The discrepancy between the two conceptions is surely overpower ing, when we allow ourselves to see the whole matter in a steady and rational fight. There is, also, the striking fact of an ascertained historical progress of plants and animals in the order of their organization ; marine and cellular plants and invertebrated animals first, afterwards higher examples of both. In an arbitrary system, we had"], [169, "PREDOMINANT THEORY EXAMINED. 151 surely no reason to expect mammals after reptiles ; yet in this order they came. The Edinburgh re viewer speaks of the animals as coming in adap tation to conditions ; but this is only true in a limited sense. The groves which formed the coal beds might have been a fitting habitation for reptiles, buds, and mammals, as such groves are at the present day; yet we see none of the last of these classes, and hardly any trace of the two first in that period of the earth. Where the iguanodon lived, the elephant might have lived ; but there was no elephant at that time. The sea of the Lower Silurian era was capable of supporting fish ; but no fish existed. It hence forcibly ap pears that theatres of life must have lain unservice able, or in the possession of a tenantry inferior to what might have enjoyed them, for many ages ; there surely would have been no such waste allowed, in a system where Omnipotence was working upon the plan of minute attention to specialties. The fact seems to denote that the actual procedure of the peopling of the eartfc was one of a natural kind requiring a long space of time for its evolution. In this supposition, the long existence of land without land animals, and more particularly, without the noblest classes"], [170, "152 EXPLANATIONS. and orders, is only analogous to the fact, not nearly- enough present to the minds of a civilized people, that to this day the bulk of the earth is a waste as far as man is concerned. Another startling objection is in the infinite local variation of organic forms. Did the vegetable and animal kingdoms consist of a definite number of species adapted to peculiarities of sod and climate, and universally distributed, the fact wotdd be in harmony with the idea of special exertion. But the truth is, that various regions exhibit variations altogether without apparent end or purpose. Professor Henslow enumerates forty-five distinct floras, or sets of plants upon the surface of the earth, notwithstanding that many of these wotdd be equally suitable elsewhere. The animals of different continents are equally various, few spe cies being the same in any two, though the gene ral character may conform. The inference at present drawn from this fact is, that there must have been, to use the language of the Rev. Dr. Pye Smith, \" separate and original creations, per haps at different and respectively distant epochs.\" It seems hardly conceivable that rational men should give an adherence to such a doctrine, when we think of what it involves. In the single fact"], [171, "PREDOMINANT THEORY EXAMINED. 153 that it necessitates a special fiat of the inconceiv able Author of this sand-cloud of worlds to pro duce the flora qf St. Helena, we read its more than sufficient condemnation. It surely harmonizes far better with our general ideas of nature, to sup pose that, just as all else in this far-spread scene was formed by the laws impressed on it at first by its Author, so also was this. An exception presented to us in such a light, a])pears admissible only when we succeed in forbidding our minds to follow out those reasoning processes, to which, by another law of the Almighty, they tend, and for which they are adapted. I feel that I have dwelt long enough on this part of the question, and yet there are a few geo logical facts which here call for special comment, and I am loath to overlook them. As is well known, most of the large carnivores and pachy derms of the late tertiary formations very closely resemble existing species ; but they are, neverthe less, determined to be distinct species by Profes sor Owen and other eminent authorities, in con sideration of certain peculiarities. The peculia rities, are, in general, trifling, such as differences in the tubercles or groovings of the surface of teeth, or greater or less length of body or extremities ; A 3"], [172, "154 EXPLANATIONS. but no matter of what the differences consist. Enough for the present that they are held by Mr. Owen and his friends to be of that character which are never passed in generation, but necessarily imply a new creation, a separate effort of divine power. Now it so happens that all the tertiary species, or so-called species, have not been changed or extirpated. There is a Badger of the Miocene, which cannot be distinguished from the badger of the present day. Our existing Meles Taxus is, therefore, acknowledged by Mr. Owen to be \" the oldest known species of mammal on the face of the earth.\" It is in like manner impossible to dis cover any difference between the present Wild Cat and that which lived in the bone caves with the hyæna, rhinoceros, and tiger of the ante-drift era, all of which are said to be extinct species. So also the otter has survived since an early pe riod in the pliocene, while so many larger animals were shifted. The learned anatomist takes occasion from these facts to speak of a survival by small and weak species of geological changes, which have been accompanied by the extirpation of larger and more formidable animals of allied species. The inference from the facts and doc trines of this school is, that Divine Power has"], [173, "PROFESSOR PICTET'S OPINIONS. 155 seen fit to change the species of elephants, rhino- ceroses, tigers, and bears, using special miracles to introduce new ones, one with perhaps an additional tooth, another with a new tubercle or cusp on the third molar, and so forth, while he has seen no occasion for a similar interference with the otter, wild cat, and badger, which ac- cordingly have been left undisturbed in their obscurity. Such may be the belief of men of science, anxious to support a theory ; but assuredly it will never be received by any ordinary men of fair understandings who may be able to read and comprehend the works of Mr. Owen. It were too much for even a child's faith. Yet the Edinburgh reviewer, a member of this school, talks of \" cre dulity !\" Perhaps it is but justice to Professor Pictet to notice his partial dissent from the reigning doc trine on this point. This learned person, finding that the elder alluvion of the Swiss valleys pre sents mammals identical with those which now live there, though accompanied by remains of elephants, and considering further that \" the bats, shrews, moles, badgers, hares, &c, of the caverns appear to be identical with our own,\" concludes that the following was the order of events as they"], [174, "156 EXPLANATIONS. occurred in Europe : \" The species now living, and some others, were created at the commence ment of the diluvial epoch. Partial inundations and changes of temperature caused some of them to perish, such as the mammoth, the species of bear having an arched forehead, the hyænas, the stag with gigantic horns, the rhinoceros, hippopo tamus, &c. ; but the greater number of the species escaped these causes of destruction, and still live. Besides those which I have mentioned, and others which I have noticed in the body of my work, it is possible, for example, that the Ursus Priscus may be the original of recent bears, etc. It may be said,\" he adds, \" that this idea is opposed to the theory of the peculiarity- of species in each forma tion, and to that of successive creations . . . but I cannot, on that account, refuse to adopt an explana tion of facts which seems to me evident. The state of theoretical palæontology is still too uncertain to allow of our attaching ourselves too strongly to this or that hypothesis. It is the study of facts which is essential, and we must engage in that study unbiassed by preconceived ideas or parti cular systems.\"* I would commend this opinion of * Traite Elementaire de Paleontologie ; i. 359, 1844. Apud Jameson's Journal, Oct. 1845."], [175, "PROFESSOR PICTET'S OPINIONS. 157 one of the first men of science in Europe to those British savans who regard a greater plication of the enamel in a horse's tooth, or a ridge on a tur binated shell, or a spot on a butterfly's wing, as the proof of a special interference of that Deity who wheeled the orbs into space by a tranquil expression of his will. But M. Pictet must him self revise his opinions. He must quickly perceive that the rtde which he lays down for there being no new creation since the dduvial epoch is equally conclusive against new creations at any anterior time. There is a persistency of certain shells since the beginning of the tertiaries ; if, then, the moles and badgers be, in any degree, a proof that the present bear is a modification of the Ursus Priscus, so also are these shells a proof that all the present mammals are modifications of those of the eocene. Several shells, again, of the secondary formation straggling into tertiaries, are not less conclusive, in rigid reasoning, that all the tertiary species were descended from the secondary, although the wide, unrepresented interval at that point, allowed of a greater transition of forms. In short, the whole of the divisions constructed by geologists upon the supposition of extensive intro ductions of totally new vehicles of life, must give"], [176, "158 EXPLANATIONS. way before the application of this rule, and it must be seen that what they call new species are but variations upon the old. What, then, will re main to be done, before the theory of progressive development be adopted ? Only, as the candid reader will readily surmise, that the cultivators of science should allow themselves to follow the dic tates of reason, against the behests of prejudices unworthy of them and of then age. Time is the true key to difficulties regarding appearances of determinateness in species. Few of us, not even geologists, have ever realized in our minds the extent of time which has elapsed since the beginning of life upon this globe. Mr. Lyell, without intending to favour the develop- ment theory, lends us powerful testimony on this point. After showing reason to believe, that about thirty-five thousand years have passed since the Niagara began to cut down the rock through which it flows, during which time the living mollusks, whether marine or terrestrial, are proved to have undergone no change, he thus proceeds — \" If such events can take place, while the zoology of the earth remains almost stationary and unaltered, what ages may not be comprehended in those sue-"], [177, "TIME NECESSARY. 159 cessive tertiary periods, during which the Flora and Fauna of the globe have been almost entirely changed ! Yet how subordinate a place in the long calendar of geological chronology do the succes sive tertiary periods themselves occupy ! How much more enormous a duration must we assign to many antecedent revolutions of the earth and its inhabitants ! No analogy can be found in the natural world to the immense scale of these divi sions of past time, unless we contemplate the celestial spaces, which have been measured by the astronomer. Some of the nearest of these within the limits of the solar system, as, for example, the orbits of the planets, are reckoned by hundreds of millions of miles, which the imagination in vain endeavours to grasp. Yet one of these spaces, such as the diameter ofthe earth's orbit, is re garded as a mere unit, a mere infinitesimal fraction of the distance which separates our sun from the nearest star. By pursuing still further the same investigations, we learn that there are luminous clouds, scarcely distinguishable by the naked eye, but resolvable by the telescope into clusters of stars, which are so much more remote, that the interval between our sun and Sirius may be but a fraction of this larger distance. To regions of"], [178, "160 EXPLANATIONS. space of this higher order in point of magnitude, we may, probably, compare such an interval of time as that which divides the human epoch from the origin of the coralline limestone, over which the Niagara is pre cipitated at the Falls. Many have been the suc cessive revolutions in organic life, and many the vicissitudes in the physical geography of the globe, and often has sea been converted into land, since that rock was formed. The Alps, the Pyrenees, the Himalaya, have not only begun to exist as lofty mountain chains, but the solid materials of which they are composed have been slowly ela borated beneath the sea, within the stupendous interval of ages here alluded to.\"* If time, to anything like the amount here in sisted on, have really elapsed between the com mencement of life and its attaining its highest forms, we must see that the space comprised by the life of an individual, or even that longer portion during which mankind have been watching the wonders of nature, is not sufficient to allow more than a chance of any transition of species being or having been observed, except perhaps in the humble fields where, as was formerly remarked, reproduction is most active and types least defined. * Travels in North America, i. 52."], [179, "ZOOLOGY OF GALAPAGOS ISLANDS. 161 If, however, even in our limited command of this grand element, we can detect such transitions as those amongst the cerealia, or in a common in fusion, may we not well suppose that much greater have taken place in the course of the vast series of ages here described ? Absolute proof on such a point may be impossible ; but nearly the same effect may be reached, if we see vestiges of the supposed facts in living phenomena, just as we conclude upon the formation of stratified and igneous rocks from seeing similar phenomena, generally on a smaller scale, taking place before our eyes. There is another mode of attaining the means of a tolerably definite conclusion, where perfect proof is unattainable. This is to show a portion or fraction of the entire phenomenon, in conformity with the hypothesis as to the whole. Now this can be done in the case under consideration. There are isolated parts of the earth, which we know to have become dry land more recently than others. Such is the Galapagos group of islands, situated in the Pacific, between five and six hundred miles from the American coast. They are wholly of volcanic origin, and are considered by Mr. Darwin as having been raised out of the sea, \" within a"], [180, "162 EXPLANATIONS. late geological period.\" Here, then, is a piece of the world undoubtedly younger, so to speak, than most other portions are in their totality, that is to say, it has been dry land for a much less space of time, though one still con siderable. What are the organic productions of this curious archipelago ? In the first place, they are \" mostly aboriginal creations, found nowhere else,\" though with an affinity to those of America. Many of them are even peculiar to particular islands in the group. But the remarkable fact bearing on the present inquiry is, that, excepting a rat and a mouse on two of the islands, supposed to have been imported by foreign vessels, there are no mammals in the Galapagos. The leading terres trial animals are reptiles, and these exist in great variety, and in some instances of extraordinary size. Lizards and tortoises particularly7 abound. There are also birds, eleven kinds of swimmers and waders, and twenty-six purely terrestrial. All this harmonizes with our ideas of the world in general at the time of the oolites. It speaks of time being necessary for the completion of the animal series in any scene of its development. The Galapagos have not had the full time required for the completion of the series, and it is incom-"], [181, "163 ZOOLOGY OF GALAPAGOS ISLANDS. piete accordingly.* The entire harmony of this fact does, I must confess, strike my mind forcibly. Had there been mammals and no reptiles, it wotdd have been quite different. We should then have said, that one decided fact against the develop ment theory had been ascertained. A minor cir cumstance in the zoology of these islands is worthy of note. The swimming and wading birds are less diverse from those of the rest of the world than the terrestrial species, all of which, but one, * In the Vestiges, Australia is spoken of, for the same reason, as apparently a new country, one which has been helated in its physical and organic development. We have there an order, or what is called an order, of mammals, namely, the marsupialia, besides a few monotremata; all of which may be regarded as only mammalian apices of certain bird families. The placental mammalia are wholly wanting. One might suppose that the reasoning on which the comparative recentness of this continent was inferred would have been readily intelligible, and that not even the most ingenious perverseness of opposition could have hung a remark upon it. Yet the Edinburgh reviewer presents a note (p. 58), stating that, on my own scheme of nature, New Holland ought to have been considered as one of the oldest countries. \" He might have argued (from its flora, its cestra ceonts, its trigoniæ, and its marsupials) that it was as old as our oolites ; but this would not have served the good ends of the scheme of development. An amusing example of inconsistency.\" By old, I presume, is here meant duration in the condition of dry land. I thoroughly agree with the Westminster Review, when it says of this passage, \" A more complete miscomprehension of"], [182, "164 EXPLANATIONS. are decidedly peculiar. The same holds good regarding the shells and the insects. Here we have the terrestrial animals spreading out into numerous variations, according to the greater variety, and the more peculiar character, of the cir cumstances determining their organization.* Mr. Darwin has likewise observed such facts in the natural history- of solitary islands, as induce him to express his belief, that \" the waders, after the innumerable iceb-footed species, are generally the first colonists of small islands.\" It is his supposition, that the birds in those instances are immigrants ; reasoning we have never met with.\" Assuredly it may well be held up, as that Review holds it, \" as a warning to believers in ex parte criticism.\" The fact is, since, as Professor Phillips admits, there has been no break in the chain of life from the beginning, our other continents, whatever minor changes they may have undergone, have continued without any entire submergence since at least the commencement of terrestrial life. They are, there fore, older than Australia could be presumed to be, even upon the principle hinted at by the Edinburgh reviewer. But is not that principle utterly absurd, implying as it does that life had stood still in Australia at one point, while it was advancing to the highest forms in other countries ? Nay, that the agencies em ployed in the formation of rocks had been stopped there, for perhaps a third of the time of the earth's existence ? The note would not be worthy of this analysis, but that the self-complacency of the writer is so apt to impose upon readers who do not inquire for themselves. * See Darwin's Journal of a Voyage Rouud the World, c. xvii."], [183, "165 GEOGRAPHICAL DISTRIBUTION OF PLANTS. but I must advert to the fact, as strikingly in har mony with my hypothesis of development, which was certainly formed without any knowledge of this dlustration. Another mode of proof in the difficult circum stances with which we are dealing, is to show that the hypothesis will account, on a principle of law, for certain facts which we must otherwise suppose to be wholly capricious and accidental. The hypothesis is, that, as a general fact, the progress of being in both kinds has been from the sea to wards the land. Marine species of plants and anim.als are supposed to be, in the main, the pro genitors of terrestrial species. Life has, as it were, crept out of the sea upon the land. This of course leads us to consider the distribution of vegetable and animal forms in the sea, and the effect which these may have had in determining the Flora and Fauna of particular detached pro vinces. We would necessarily suppose that any particular Flora or Fauna occupying a certain geographical area in the ocean, would be apt to become the common source of the Flora or Fauna of any masses of land adjoining to it. Now we shall see how the facts harmonize with this view. Wherever there is a group of islands standing"], [184, "166 EXPLANATIONS. much apart, its plants and animals are never found allied to those of any remote region of the earth, but invariably show an affinity to those of the nearest larger masses of land. Thus, for example, the Galapagos exhibit general characters in com mon with South America; the Cape de Verd islands, with Africa. They are, in Mr. Darwin's happy phrase, satellites to those continents in respect of natural history. Again, when masses of land are only divided from each other by narrow seas, there is usually a community of forms. The European and African shores of the Mediterranean present an example. Our own islands afford another, of far higher value. It appears that the flora of Ireland and Great Britain is various, or rather, that we have five floras, or distinct sets of plants, and that each of these is partaken of by a portion of the opposite continent. There are, 1st, a flora confined to the west of Ireland, and imparted likewise to the north-west of Spain ; 2nd, a flora in the south west promontory of England, and of Ireland, ex tending across the Channel to the north-west coast of France ; 3rd, one common to the south-east of England, and north of France ; 4th, an Alpine flora developed in the Scottish and Welch High-"], [185, "167 GEOGRAPHICAL DISTRIBUTION OF PLANTS. lands, and intimately related to that of the Nor- wegian Alps ; 5th, a flora which prevads over a large part of England and Ireland, \" mingling with the other floras and diminishing, though slightly, as we proceed westward ;\" this bears in- timate relations with the flora of Germany. Facts so remarkable would force the merest fact-collector or species-denominator into generalization. The really ingenious man who lately brought them under notice,* could only surmise, as their expla- nation, that the spaces now occupied by the inter- mediate seas must have been dry land at the time when these floras were created. In that case, either the original arrangement of the floras, or the selection of land for submergence, must have been apposite to the case in a degree far from usual. The necessity for a simpler cause is obvious, and it is found in the hypothesis of a spread of terrestrial vegetation from the sea into the lands adjacent. The community of forms in the various regions opposed to each other, merely indicates a distinct marine creation in each of the oceanic areas respectively interposed, and which would naturally advance into the lands nearest to * See a paper, read by Professor Edward Forbes, at Cambridge, June, 1845, in Literary Gazette, No. 1484."], [186, "168 EXPLANATIONS. it as far as circumstances of sod and climate were found agreeable.* There is still the difficulty of accounting for the origination of the first forms of life in the various lines afterwards pursued to a high development. How w-as the inorganic converted into the first rudiments of the organic ? Whence, and of what nature was the impulse that first kindled sensation and intelligence upon this sphere ? A suggestion on these subjects is hazarded in my book ; but though we were to consider the matter as an en tire mystery, it is, after all, only so in the same degree, and to the same effect, as the commence ment of a new being from a little germ is a mys tery to us, although we know that it is one of the most familiar of all natural events. This last mar vel we know to be under natural law, though we cannot otherwise explain it. If we can regard the * It is, perhaps, hardly necessary here to advert to any expla nation which might be brought from the diffusion of seeds by ocean currents, because the directness of the opposition of the fields of these floras to each other across the Channel is obviously inconsistent with that idea. In such a case, the constituents of the various floras would have been confused amongst each other by the diversity of currents in the intermediate seas. Mr. Forbes plainly confesses this explanation to be inadmissible in the present case ; and, of course, it is not the right explanation in any other."], [187, "TENDENCY OF THE NEW DOCTRINE. 169 origin and development of life upon our planet as having been equally under natural law, the whole point is gained ; for we are not so much in quiring in order to say how ? as was it within or beyond the natural ? We have seen then, as I conceive, that all the associated truths of science go to this point. The whole concur to say, that to believe an exception in this particular of the history of nature, is an absurdity. Difficul ties there may be in treating the case positively ; some facts of inferior importance may seem to point to an opposite conclusion ; but in the balance of the two sets of evidences, those for a universality of natural law downweigh the other beyond calculation. I have now to allude to a class of objections different from those made on scientific grounds, but fortunately not less easily replied to. It has ap peared to various critics, particularly to the writer in the Edinburgh Review, that very sacred prin ciples are threatened by a doctrine of universal law. A natural origin of life, and a natural basis in organization for the operations of the human mind, speak to them of fatalism and materialism. And, strange to say, those, who every day give i"], [188, "170 EXPLANATIONS. views of physical cosmogony altogether discrepant in appearance with that of Moses, apply hard names to my book for suggesting an organic cos- mogony in the same way liable to inconsiderate odium. I must firmly protest against this mode of meeting speculations regarding nature. The ob- ject of my book, whatever maybe said ofthe man- ner in which it is treated, is purely scientific. The views wliich I give of this history of organization, stand exactly on the same ground upon which the geological doctrines stood fifty years ago. I am merely endeavouring to read aright another chapter of the mystic book which God has placed under the attention of his creatures. A little liberality of judgment would enable even an opponent of my particular hypothesis, to see that questions as to reverence and irreverence, piety and impiety, are practically determined very much by special impressions upon particular minds. He would see, for example, that the idea of at- taching irreverence to a doctrine of natural law is only likely to arise in a mind which has been trained by habit, to regard the divine working as more special in its nature ; — precisely as, finding the Edinburgh reviewer speaking of the whole works of the Deity as \"vulgar nature\" (p. 53), I feel that the impiety which such an idea"], [189, "TENDENCY OF THE NEW DOCTRINE. 171 expresses to my sense, is only impiety to me, who cannot separate nature from God himself, but it is not necessarily so to him, whose education has given him peculiar, and as I think erroneous con ceptions on this subject. The absence, however, of all liberality on these points in my reviewers, is striking, and especially so in those whose geological doctrines have exposed them to simi lar misconstructions. If the men newly emerged from the ochum which was thrown upon Newton's theory of the planetary- motions, had rushed for ward to turn that odium upon the patrons of the dawning science of geology, they would have been prefiguring the conduct of several of my critics, themselves hardly escaped from the rude hands of the narrow-minded, yet eager to join that rabble against a new and equally unfriended stranger, as if such were the best means of purchasing impu nity for themselves. I trust that a little time will enable the public to penetrate this policy, and also the real bearing of all such objections. They must soon see that, if a literal interpretation of scripture is an insufficient argument against the true geognostic history of our earth, so also must it be against all associated phenomena, supposing they are presented on good evidence. m"], [190, "172 EXPLANATIONS. \" Some persons,\" says one of my reviewers, \"have a vague idea, that there is something dero- gatory to the lowest form of animal life to have its origin in merely inorganic elements ; an idea which results, perhaps, not so much from any subtle and elevated conceptions of life, as from an imagination unawakened to the dignity and the marvel of the inorganic world. What is motion but a sort of life ? a life of activity, if not of feel- ing. Suppose — what, indeed, nowhere exists — an inert matter, and let it be suddenly endowed with motion, so that two particles should fly towards each other from the utmost bounds of the universe ; were not this almost as strange a property as that which endows an irritable tissue, or an organ of secretion ? Is not the world one — the creature of one God — dividing itself, with constant interchange of parts, into the sentient and the non-sentient, in order, so to speak, to become conscious of itself? Are we to place a great chasm between the sentient and the non-sentient, so that it shall be derogation to a poor worm to have no higher genealogy than the element which is the lightning of heaven, and too much honour to the subtle chemistry of the earth, to be the father of a crawling subject, of some bag, or sack, or im perceptible globule of animal life. No ; we have"], [191, "173 QUICKNESS OF THOUGHT. no recoti against this generation of an animalcule by the wonderful chemistry of God ; our objection to this doctrine is, that it is not proved.\"* As one example of the weakness of the opposi- tion presented by the Edinburgh reviewer on this ground, I may quote a passage in which he has also aimed at convicting me of being enamoured of resemblances, and allowing my senses to be cheated by empty sounds. \" Every one,\" says he, \" has heard of the quickness of thought, and who has not heard of the velocity of the galvanic fluid ? Therefore, the speed of thought may be reduced to numbers, and a man may think at the rate of 192,000 miles a second ! We well know that the author may shelter himself under the juggle of his own words, and tell us that he speaks only of the transmission of our will through the organs of the body. Let him, then, write in more becoming language.\" Now a man is surely entitled to be judged by his own words, or all judgment might as well cease. sAfter showing that a galvanic battery produces at least some of the effects of the brain, and endeavouring to reconcile ordinary thinkers to the idea of their partial identity by in sisting on the almost metaphysical character of the imponderable agents, I said, in a foot-note, * Blackwood's Magazine, April, 1845."], [192, "174 EXPL.\\NATIONS. \" If mental action is electric, the proverbial quick ness of thought, that is, the quickness ofthe transmis sion of sensation and icill — may be presumed to have been brought to an exact measurement,\" &c. I leave the reader to judge if language more direct and less illusive than this cotdd have been employed. With regard to the idea conveyed, the critic has perhaps forgot, or never known, that the merit of suggesting the identity of the electricity driven clockwork of Deluc with that operation of the brain which produces the pulsations of the heart, is claimed by his \" model of philosophic caution,\" Sir John Herschel.* The expression used by that philosopher on the occasion, \" If the brain be an electric pfle,\" &c, ought, doubtless, to condemn him in the eyes of our critic as a man enamoured of resemblances, and a user of unbe coming phraseology- — if our critic be a man of im partiality. But he must (if critics be capable of such weakness) revise his opinion on the subject of resemblances. It might surprise even his self confident mind to find in what decisive terms their utility as one of the means of advancing in scientific observation is insisted on by this very \" model of phdosophic caution.\" He will find the passage at page 94 of the celebrated Discourse. * Discourse on Natural Philosophy, p. 343."], [193, "OPPOSITION OF THE SCIENTIFIC CLASS. 175 After discussing the whole arguments on both sides in so ample a manner, it may be hardly necessary to advert to the objection arising from the mere fact, that nearly all the scientific men are opposed to the theory of the Vestiges. As this objection, however, is one likely to be of some avail with many minds, it ought not to be entirely passed over. If I did not think there were reasons independent of judgment for the scientific class coming so generally to this conclusion, I might feel the more embarrassed in presenting myself in direct o23position to so many men possessing talents and information. As the case really stands, the ability of this class to give at the present time, a true response upon such a subject, appears extremely challengeable. It is no discredit to them, that they are, almost without exception, en- gaged, each in his own little department of science, and able to give little or no attention to other parts of that vast field. From year to year, and from age to age, we see them at work, adding no doubt much to the known, and advancing many important interests, but, at the same time, doing little for the establishment of comprehen- sive views of nature. Experiments in however narrow a walk, facts of whatever minuteness, make reputations in scientific societies ; all beyond is"], [194, "176 EXPLANATIONS. regarded with suspicion and distrust. The conse quence is, that plnlosophy, as it exists amongst us, does nothing to raise its votaries above the common ideas of their time. There can, therefore, be nothing more conclusive against our hypothe sis in the disfavour of the scientific class, than in that of any other section of educated men. There is even less; for the position of scientific men with regard to the rest of the public is such, that they are rather eager to repudiate, than to embrace general views, seeing how unpopular these usually are. The reader may here be reminded, that there is such a thing in human nature as coming to venerate the prejudices which we are compelled to treat tenderly, because it is felt to be better to be consistent at the sacrifice of even judgment and conscience than to have a war always going on between the cherished and the avowed. Accord ingly, in the case of a particular doctrine, which, however unjustly, is regarded as having an ob noxious tendency, it is not surprising that scientific men view it with not less hostility than the com mon herd. For the very jmrpose of maintaining their own resjiect in the concessions they have to make, they naturally- wish to find all possible ob jections to any such theory as that of progressive development, exaggerating every difficulty in its"], [195, "ALLEGED USES OF NATURAL SCIENCE. 177 way, rejecting, wherever they can, the evidence in its favour, and extenuating what they cannot reject ; in short, taking all the well recognised means which have been so often employed in keeping back advancing truths. If this looks like special plead- ing, I can only call upon the reader to bring to his remembrance the impressions which have been usually made upon him by the transactions of learned societies and the pursuits of individual men of science. Did he not always feel that, while there were laudable industry and zeal, there was also an intellectual timidity rendering all the results philosophically barren ! Perhaps a more lively dlustration of their deficiency in the life and soul of Nature-seeking, could not be presented than in the view which Sir John Herschel gives of the uses of science, in a treatise reputed as one of the most philosophical ever produced in our country. These uses, according to the learned knight, are strictly material — it might even be said, sordid— namely, \" to show us how to avoid attempting impossibilities — to secure us from important mistakes, in attempting what is, in itself, possible, by means either inadequate, or actually- opposed to the end in view — to enable us to accomplish our ends in the easiest, shortest, t3"], [196, "178 EXPLANATIONS. most economical, and most effectual manner — to induce us to attempt, and enable us to accomplish, objects, winch, but for such knowledge, we should never have thought of undertaking.\"* Such re sults, it will be felt, may occasionally be of importance in saving a country gentleman from a hopeless mining speculation, or adding to the powers and profits of an iron-foundry or a cotton mill ; but nothing more. When the awakened and craving mind asks what science can do for us in explaining the great ends of the Author of na ture, and our relations to Him, to good and evil, to life and to eternity, the man of science turns to his collection of shells or butterflies, to his electric machine or his retort, and is mute as a child who, sporting on the beach, is asked what lands lie be yond the great ocean which stretches before him. The natural sense of men who do not happen to have taken a taste for the coleoptera or for the laws of fluids, revolts at the sterility of such pursuits, and, though fearful of some error on its own part, can hardly help condemning the whole to ridicule. Can we wonder that such, to so great an extent, is then fate in public opinion, when we read the appeal presented in their behalf by the very prince of modern philosophers ? Or can we say that * Discourse on the Study of Natural Philosophy, p. 44."], [197, "UTILITY OF HYPOTHESES. 179 where such views of \" the uses of divine philo sophy \" are entertained, there could be any right preparation of mind to receive with candour, or treat with justice, a plan of nature like that pre sented in the Vestiges of Creation ? No, it must be before another tribunal, that this new philo sophy is to be truly and righteously judged. It is important that these sentences be not mis understood. There is both a necessity for the as certainment of detached facts, that we may attain to the elimination of principles, and a danger in premature generalization, as tending to mislead men from the true road to that result. But, on the other hand, scientific men are seen spending then- time in wrong pursuits, merely for want of the tracings which are often supplied for their di rection by happy hypotheses. It is to the chilling repression of all saliency in investigation, which characterizes the scientific men of our country and age, that I object, not to a due caution in select ing proper paths in which to venture. The function of hypothesis in suggesting observations and ex periments is admitted by one of the most vigo rous thinkers of our time. \" Without such assump tions, science could never have attained its pre sent state : they are necessary steps in the pro gress to something more certain. . . . The pro-"], [198, "180 EXPLANATIONS. cess of tracing regularity in any complicated and at first sight confused set of appearances, is ne cessarily tentative : we begin by making any sup position, even a false one, to see what conse quences will follow from it ; and by observing how these differ from the real phenomena, we learn what corrections to make in our assump tion. . . ' Some fact,' says M. Comte, ' is as yet little understood, or some law is unknown : we frame on the subject an hypothesis as accordant as possible with the whole of the data already possessed ; and the science, being thus enabled to move forward freely, always ends by leading to new consequences capable of observation, which either confirm or refute, unequivocally, the first supposition.' . . . Let any one watch the manner in which he himself unravels any complicated mass of evidence ; let him observe, how, for instance, he elicits the true history of any occur rence from the involved statements of one or of many witnesses : he will find that he does not take all the items of evidence into his mind at once, and attempt to weave them together : the human faculties are not equal to such an under taking ; he extemporizes, from a few of the parti culars, a first rude theory of the mode in which the facts took place, and then looks at the other"], [199, "UTILITY OF HYPOTHESES. 181 statements one by one, to try whether they can be reconciled with that provisional theory, or what additions or corrections it requires to make it square with them. In this way .... we arrive, by means of hypotheses, at conclusions not hypothe tical.\"* It was with the design of thus giving a direction to inquiry, and leading to views of na ture previously little thought of, but unspeakably grander than those commonly entertained, that, too eager for truth to regard my own imperfections, I ventured upon my late speculation. When an ordinary reader judges of it, let him remember that the question lies, not between two philoso phical theories, but between one philosophical theory and a view of nature which does not even profess to look to nature for a basis. As a sys tem, moreover, which finds none of the previous labours of science shaped or directed in favour of its elucidation, but all in the contrary way, it ob viously calls for every reasonable allowance being made for its defects. It may prove a true system, though one half of the illustrations presented by its first explicator should be wrong. For any mind competent to judge of the argu ment, there can be little need to insist upon the superiority of the conclusions to which it leads, * Mill's System of Logic."], [200, "182 EXPLANATIONS. over the results which arise from more limited views of ordinary science. Existing philosophy, halting between the notions of the enlightened and the unenlightened man, leaves us only puzzled. We know not how to regard the phe nomena of the world, and our own relation to them. Many sink into a kind of fatalism which paralyzes the faculties; others ascend into fantas tic dreams which exercise a not less baleful influ ence- Some of the disastrous consequences are sufficiently conspicuous ; but many more blaze and expend themselves in privacy, known only in the circles where they have been so fatally felt. The entire conduct of a large portion of society, and more or less that of nearly all the rest, is re gulated, or rather cast loose from regulation, by the want of definite ideas regarding that fixed plan of the divine working, on the study and ob servance of which it is evident that our secular hap piness nearly altogether depends. Even acute men of the world are daily seen acting to then own mani fest injury, in consequence of their utter ignorance of any system of law pressing around them. With the great bulk of society, life is merely a follow ing of a few inferior instincts, with a perfect blind ness to consequences. By individuals and by communities alike, physical and moral evils are"], [201, "USES OF THE DOCTRINE OF NATURAL LAW. 183 patiently endured, which a true knowledge of the system of Providence would cause to be instantiy redressed. Dady health and comfort, life itself, are sacrificed through the want of this knowledge, It is not in the heyday of cheerful, active, and prosperous existence, or when we look only to the things which constitute the greatness of nations, that we become sensible of this truth. We must seek for convictions on the subject, beside the death-beds of amiable children, destroyed through ignorance of the rules of health, and hung over by parents who feel that lti'e is nothing to them when these dear beings are no more ; in the despairing comfortlessness of the selfish, who have acted through long years on the supposition that the social affections could be starved hurtlessly ; in the pestilences ravaging the haunts of poverty, and revenging, in a spreading contagion, the neg lect by the rich of the haplessness of their penury and disease stricken neighbours ; in the canker of discontent and crime, which eats into the vitals of a nation in consequence of an unlimited indidgence of acquisitiveness by those possessing the most ready natural resources and standing in the most fortunate positions ; in the national de gradation and misery which follow wars entered upon in the wantonness of pride, greed, and vanity."], [202, "184 EXPLANATIONS. Doubtless, were the idea vitally present in the minds of all men, that from laws of unswerving regularity every act, thought, and emotion of theirs helps to determine then own future, both by its direct effects on their fate, and its reflection from the future of their fellow-creatures, and this without any possibility of reprieve or extenuation, we should see society presenting a different as pect from what it does, the sum of human misery vastly diminished, and that of the general happi ness as much increased. I am not to attempt a particular defence of the new view of nature from various odiums thrown upon it, for this can only be rightiy done when time has abated prejudice, and shown more clearly the relation of this philosophy to all other views cherished by civilized nations. But I may mean while remark its harmony with the great practical principle of Christianity, in establishing the universal brotherhood and social communion of man. And not only this, but it extends the prin ciple of humanity to the meaner creatures also. Life is everywhere one. The inferior animals are only less advanced types of that form of being perfected in ourselves. Constituted as its head — with a peculiar psychical character and destiny by"], [203, "185 MORAL RESULTS. virtue of that position — we are yet essentially connected with the humbler vehicles of vitality and intelligence, and placed in moral relations to wards them. We are bound to respect the rights of animals as of our human associates. We are bound to respect even their feelings. And from obeying these moral laws, we shall reap as certain a har vest of benefit to ourselves, as by obeying any code of law that ever was penned. The rule of force and of cruelty has hitherto prevailed in this dej:>artinent of the world's economy as between man and man ; but the day of true knowledge will bring a better rule here also, and the many good qualities of these patient and unresisting mi nisters of our convenience will yet be acknow ledged and dwelt on by all with admiration and love. Is our own position affected injuriously by this view, or can our relation to the universe and its Author be presumed to be so ? Assuredly not. Our character is now seen to be a definite part of a system which is definite. The Deity himself becomes a defined, instead of a capricious being. Power to make and . to uphold remains his as before, but is invested with a character of tran quillity altogether new — the highest attribute we"], [204, "186 EXPLANATIONS. can conceive in connexion with power. Viewing him as the author of this vast scheme by the mere force of his will, and yet as the indispen sably present sustainer of all ; seeing that the whole is constructed upon a plan of benevolence and justice ; we expand to loftier, more generous and holy emotions, as we feel that we are essential parts of a system so great and good. The place we hold in comparison is humble beyond all statement of a degree ; yet it is a certain and intelligible place. We know where we stand, and have some sense also of our chronological place. The years of our existence occupy a space in that mighty series, during some earlier portion of which this globe, since the theatre of glories and of sorrows numberless, was moulded into form. Arithmetic could state, if we knew it, the connexion between the birth of a babe which saw the light an hour ago, and the time when the elements of our astral system began to resolve themselves into those countless orbs, one of which is Man's, the stage of his long descended history, and the bounds within which all his secular phenomena must ever be confined. The imit of each individuality, great or humble in social regard, takes a fixed place in that inarch of lde"], [205, "MORAL RESULTS. 187 which rose unreckoned ages ago, and now goes on to a \" weird,\" which no wizard has pretended to know. We feel that, amidst all the disgrace of trouble and of trespass, we are still the first form of active being after the Greatest, and therefore may well be assured that, immeasurable as is our distance from God, we are still immediately re garded and cared for by him. Surely there is here much to soothe and to encourage. It may be that the individual often suffers innocently to appearance in our present sphere ; but then he is part of a system of assured benevolence and jus tice: having faith in this, he is safe. It may be, as some one has suggested, that there is not only a term of life to the individual, but to the species, and that when the proper time comes, the prolific energy being exhausted, man is transferred to the list of extinct forms. Strange thought, that the beauteous phenomena of personal ex istence — the thrill of the lover, the mother's smile on cherub infancy, the brightness of loving fire sides, the aspirations of generous poets and philo sophers, the thought cast up and beyond the earthly, that petard which breaks down every door — the tear of penitence, the meekness of the suffering humble, the ardour of the strong in good"], [206, "188 EXPLANATIONS. causes, all that the great and beneficent of all ages have felt, all that each of us now sees, and muses on, in his home, his people, his age, — that all these shotdd be thus resolved ; passing away whole \" equinoxes\" into the past, as far as we particular men are concerned, still passing further back as respects the larger personalities called nations, and still further in inconceivable multipli cation with regard to the species — gone, lost, hushed in the stdlness of a mightier death than has hitherto been thought of ! But yet the faith may not be shaken, that that which has been endowed with the power of godlike thought, and allowed to come into communion with its Eternal Author, cannot be truly lost. The vital flame which proceeded from him at first returns to him in our perfected form at last, bearing with it all good and lovely things, and making of .all the far extending Past but one intense Present, glorious and everlasting."], [207, "189 COMMUNICATIONS BY W. H. WEEKES, ESQ. Referred to at page 120. Deak Sir, — Since the details of my first experiments on the production of acari in close atmospheres were given to the world, through the medium of the \" Proceedings of the London Elec trical Society,\" session 0/1842, &c, and, about the same time, circulated among my scientific friends, in a reprint from the above-named work, as stated by you in a foot-note to page 187, first edition of the Vestiges, the subject has continued to occupy my attention, while the nature of my researches has been fre quently modified by variations in regard to the form of the experiments, and their correlative arrangements. Incident to the period included by the last three years, many experiments on the subject have been completed ; others are even yet in progress ; and, however rigid were the conditions in any case adopted, thus much is certain, that the acari have invariably appeared in the several solutions under electrical influence, while their absence has been as invariably remarked, in spite of the nicest scrutiny, in all negative tests provided to accompany the respective primary experiments. The following may be taken as an example of the stringent circumstances under which my latter experiments have been conducted ; and although, in my own estimation, the evidence it yields is not one whit more conclusive than the results formerly"], [208, "190 COMMUNICATIONS BY made known, it is clearly free from certain objections urged against the first experiments, and is selected under an impression that, if these conditions fail to show that the electric current is the agent by which the laws of organization have been promoted, then we have— maugTe the Baconian philosophy — already trusted too much to experimental facts, with a view to the establishment of truth. It is by no means easy, even if practicable, independent of sketches, to convey a precise idea of the apparatus employed in the experiment I am about to communicate. I will, nevertheless, attempt to describe it with as much brevity and plainness as possible. In the first place, I must mention that the arrange ments were originally of a threefold character: — 1st, A close vessel containing a saline solution, and above it an artificial atmosphere; 2nd, An open vessel containing the same solution, both acted upon by the same current passing through them from a voltaic battery ; 3rd, Two glass jars standing on the same table, as negative tests, and in every way corresponding with the respec tive primary vessels, excepting that they had no wire appendages, and were unelectrified. The close vessel consists of a wide-mouthed glass jar, capable of containing a pint and a half of liquid, and is manufactured from the purest and most transparent material. From the top, or shoulder of this jar, ascends, to the height of an inch from the surrounding surface, a remarkably stout and strong neck, which presents an opening of two inches diameter. Into this opening a thick metallic plug or stopper, east from \"fusible alloy,\" is fitted perfectly air-tight, by a process of long and careful grind ing. Perpendicularly through the metallic stopper, and at the distance of an inch from each other, so as to occupy the extremes of an equilateral triangle, are drilled three holes, each rather more than two-tenths of an inch diameter, and into each of these is soldered, air-tight, a corresponding glass tube. The two prin cipal of this series of tubes serve the purpose of insulating a pair of stout copper wires, which pass longitudinally through them,"], [209, "191 W. H. WEEKES, ESQ. and are united at each end by a joint fusion of the glass and metal. Two other wires of platina proceed from the lower ends of the copper wires to nearly the bottom of the jar, where they terminate in closely-wound spirals, rather more than an inch apart, while the ends of the copper wires, projecting from the upper ends of their respective tubes, have conical cavities drilled out for the reception of a globule of mercury, by means of which communication with the voltaic battery is established. The third tube, passing first to the depth of an inch below the metallic plug, is bent above the latter into a syphon form, and contains in its curvature a globule of mercury weighing about three drachms, which acts as a valve for the occasional escape of gaseous matter generated within the close vessel, and is, at the same time, a guarantee against the ingress of any species of insect life. The mercury employed to form this valve was cautiously distilled from the red sulphuret of that metal. By the side of the close vessel above described was placed, in the first instance, a glass tumbler, capable of holding half a pint of liquid. Through two pieces of mahogany, cemented to oppo site inner surfaces of this second vessel, were made to pass two stout copper wires, terminating, like those ad.ipted to the close jar, in platina spirals a little more than an inch apart near the bottom of the tumbler. The upper ends of these wires were similarly provided with longitudinal cavities also, drilled out for the reception of small globules of mercury, to complete contact and facilitate inter-communication. On the 2nd of May, 1842, the apparatus, of which a descrip tion has been attempted, was set to work after the following manner : — A solution of ferrocyanate of potass, prepared by care fully boiling two ounces of the salt in sixteen ounces of distilled water, being in readiness for the occasion, ten ounces of the liquid were transferred to the glass jar, and immediately after an elastic metal pipe, in communication with an iron bottle in a state of white heat, and from which a stream of pure oxygen rapidly proceeded, was dipped into the solution in the jar. In"], [210, "192 COMMUNICATIONS BY this way, the gas, without passing through water, or being brought in contact with any external agent, continued to be supplied to the jar, until the entire atmosphere above the solu tion consisted of oxygen alone, when the metallic plug was deposited instantly in the neck of the jar, so as to cut off all communication with the external air. The open vessel or tumbler being now placed by the side of the close apparatus, and four ounces of the solution before mentioned having been poured into it, the necessary communication between the two vessels was effected by means of suitable wires, and contact at the same time similarly established with the respective poles of a constant battery of ten pairs. By means of this arrangement, the current entered the open vessel first, and then proceeded, through the solution in the close apparatus, in its way to the negative side. I must here remark that the electric current, immediately on its first application, was observed to decompose the solution with such energy, that I deemed it advisable to suspend the operation until the activity of the battery should be somewhat modified, and it was not until the evening of the 6th of May that I could date the commencement of my experiment A circumstantial record of all important changes connected with this experiment has been preserved, up to the present day, embracing a period of three years and three months, but I can not conclude that any extracts from my memoranda would enhance the interest of the present notice. I shall therefore prefer a brief summary of the results ; first premising that two excellent constant batteries have been successively worn out in the undertaking, and that the requisite changes were made with out interruption to the electric current, which is now transmitted by a water-battery of twenty pairs, working with the charac teristic uniformity of this excellent species of voltaic contrivance. I would further remark that, from the commencement ofthe experi ment, the battery and the respective vessels containing the solutions have been strictly excluded from the light, by means of a screen"], [211, "W. H. WEEKES, ESQ. 193 constructed for the occasion, and the entire proceeding has been confined to a retired room kept constantly locked, no one having access unless accompanied by myself. My general habit has been to visit the arrangement once in two days, for the purpose of noting the progress, supplying the battery with crystals of sulphate of copper, making good the loss of fluids caused by the evaporation, &c. 1. October 19th, 1843 — one hundred and sixty-six days from the commencement of the experiment — the first acari seen in connexion therewith, six in number and nearly full-grown, were discovered on the outside of the open glass vessel. On removing two pieces of card which had been laid over the mouth of this vessel, several fine specimens were found inhabiting the under surfaces, and others completely developed and in active motion here and there within the glass. October 20th. — Making my visit at an hour when a more favourable light entered the room, swarms of acari were found on the cards, about the glass tumbler, both within and without, and also on the platform of the apparatus. At this identical hour Dr. J. Black favoured me with a call, inspected the arrangements, and received six living specimens of the acarus produced from solution in the open vessel. No trace of insect life could at this time be discovered in the close vessel with an oxygen atmosphere. The solution in the open vessel had undergone very slight change of colour, but exhibited a multitude of minute and beautifully coloured crystals with a prevailing tinge of crimson. The solu tion beneath the oxygen atmosphere, about ten days after the voltaic current began to traverse it, had assumed a reddish-browu appearance, which gradually darkened in colour until scarcely any light could be transmitted through it, or the ascent of gas from either of the electrodes perceived. 2. Myriads of acari continued to he developed from the solu tion in the open vessel until the 20th of August, 1843, when it was found expedient to determine this division of the experiment, and confine the operation of the electric current solely to the k"], [212, "194 COMMUNICATIONS BY close arrangement, in which no appearance of insect life had yet been detected. Before removing the open vessel I had, however, the satisfaction to supply therefrom abundance of living specimens to my scientific friends who had kindly interested themselves on the subject, in various parts of England, Scotland, France, and America. 3. In the beginning ofthe month of June, 1844, rather more than two years from the commencement of these operations, the solution in the close vessel began to manifest signs of a most remarkable change, the results of constant, slow, and almost in- visible decomposition. The apparatus was carefully tested, and found, as at first, perfectly air-tight, and the confined liquid was evidently returning to a paler red colour, as well as a partially translucent condition. These latter appearances rapidly in- creased, and about the beginning of September in the same year, the solution had acquired a light amber colour and perfect trans- parency, with abundant flakes and scroll-like forms of irregular oxide of iron of a deep orange colour, nearly covering the bottom of the jar. Most of these had, doubtless, been detached in suc- cession from the negative platina spiral, and were conspicuous through the altered solution. It was while engaged in examin- ing this singular accumulation of oxide, by means of an excellent lens, that I saw for the first time an unequivocal proof of the existence of insect life within the close vessel. Several spinous processes ofthe acari and other remains were detected floating on the surface of the solution, and others attached to the inside of the glass a few lines above the liquid, while, under circumstances somewhat more obscure, several entire dead insects were per- ceived amidst the flakes resting on the bottom of the jar. An omission — of secondary importance, it is true — was now for the first time apparent in the appa,*atus : this was the want of a fitting shelf or resting-place for the insects ; a circumstance that my kind friend, Andrew Crosse, Esq., when he favoured me with a visit a few weeks after, remarked almost immediately, and said, before he knew that acari bad already appeared, \"that they"], [213, "195 W. H. WEEKES, ESQ. would fall in and be drowned almost as fast as they were pro duced.\" Mr. Crosse was right in his conjecture, for although I have latterly watched the proceeding with diurnal care, I have never identified the presence of more than two living insects at the same time within the close apparatus, and these have as speedily as invariably shared the fate of their predecessors. Not withstanding the omission alluded to, I enjoy an increase of satisfaction in the knowledge that I have kept from my arrange ments any substance which by its introduction might have been suspected of vitiating the results, while the main object of the undertaking has in no wise suffered in its accomplishment. I have only to add my belief, founded on considerable experience and much observation, that insect life was first developed in this division of my experiment, sometime in the month of July, 1844, about two years and two months from the commencement. I am, dear sir, yours faithfully, W. H. Weekes. Sandwich, 2nd Sept. 1845. To the Author of \" Vestiges of the Natural History of Creation.\" ELECTRO-VEGETATION. On the 3rd of October, 1842, I commenced an electro-chemical experiment, which has constantly, since that period, been in pro gress, and will probably continue for sometime longer. It is not necessary to the present notice that I she Id detail the objects of this undertaking, as the indications of a successful result induce me to suppose that particulars may eventually be worth commu nicating to the scientific public. I shall therefore merely state that a cylindrical glass vessel, capable of containing about ten fluid ounces, with a bottom of porous baked earth, and open at the k 2"], [214, "COMMUNICATIONS BY 196 top, is suspended in a convenient frame, is about three-fourths filled with a solution of refined sugar in distilled water, receiving occasional supplies, and that the poles of a water-battery of twenty-five pairs terminate within an inch of each other in the solution before mentioned, about an inch also from the bottom of the cylindrical vessel. Through the porous bottom alluded to, the saccharine liquid gradually percolated, during several mouths — that is, until its minute viaducts became completely obstructed. The solution thus filtered fell into a convenient glazed earthen jar placed under the apparatus, and was occasionally returned to the inside of the glass cylinder. About the beginning of September, 1843, a small patch of fungus, of a peculiar character, was observed to have commenced forming on the outside of the glass, near its lower rim, but yet not in contact with the line of junction between the glass and its earthen bottom. At this period the solution had ceased to drop through the earthen diaphragm, and the incipient fungus occu- pied a spot on the outside of the glass directiy opposite the negative electrode-withio. This substance having, when first seen, a gelatinous appearance, of a dark -brown colour, by slow degrees extended itself round the lower rim of the glass, forming an irregular band or zone, half an inch in breadth, and throwing out numerous protu berances as it approached the positive side of the arrangement. On the 29th of November, in the same year, the following note relative to this singular production occurs among my memoranda ; and as I cannot otherwise better describe its mature appearance, I shall subjoin the extract: — \" The substance of this fungus varies in colour from a light chocolate to that of a dark sanguineous red, and though formerly of a soft texture, it now offet s considerable resistance. When viewed with an excellent pocket-lens — the only sort of micro- scope that can be brought to bear upon it — a most singularly- beautiful species of vegetation is seen to occupy its entire surface, presenting various shades of crimson, green, olive, and green inclining to yellow. In its general appearance it at once suggests"], [215, "W. H. WEEKES, ESQ. 197 the idea of a magnificent forest, consisting of trees and flowering shrubs in miniature. In particular spots, fine, downy, needle like spires occur in vast multitudes, and these otherwise naked processes rising from the body of the fungus, are surmounted by what appear to be seed-vessels in some instances, and irregular feathery tufts in others.\" * This experiment was not designed with any reference to my researches on the development ofthe electrical acari, but swarms of these creatures appeared incidental to its progress, and, at the time the above note was made, many of them were seen inhabit ing the miniature forest on the fungus, where they seemed to thrive amazingly, and to attain a larger size than any I have hitherto seen. About the autumn ofthe year 1844, the fungus had extended to the positive side of the arrangement, thus forming a continuous circular band ; and it is not the least remarkable feature of its brief history, that immediately on the completion of this event, the luxuriance and beauty of its vegetation were observed rapidly to decline. A portion of the fungous mass still adheres to the glass, but it is no longer an object of special interest. To what extent this singular and beautiful production is indebted to the action of au electric current constantly, and for a long time, traversing the saccharine liquid, in connexion with which it appeared, I am not prepared, by the assistance of facts, at present to say, but the following suggestions occur to my mind as strong analogical reasons in support of its electrical origin nature, and progress. 1st, I am tolerably conversaut with most of the known fungi of this country, but am not acquainted with any species with which the one in question can be identified, or even be said to resemble. * Shortly aster the above note was entered in my memoranda, a small portion of the fungus, with its incumbent vegetation, was submitted to a powerful microscope, and a sketch made in accordance, which for obvious reasons cannot be here introduced."], [216, "COMMUNICATIONS OF MR. WEEKES. 198 2nd. The glazed earthen jar placed under the porous bottom of the cylinder to catch the filtered liquid, had, at the time the fungus originated, a considerable quantity of dark saccharine matter resembling concrete molasses therein ; this was suffered to remain as a negative test to the electrical character of the fungus, presuming the latter to have had its beginning in a por- tion of sugary deposit derived from the solution through the porous diaphragm ; yet, though the surface of the residuum in the earthen jar presented the usual indications of mouldiness, no appearance of a fungoid kind, or that of minute vegetation, could at any time be detected within the unelectrified jar. 3rd. The commencement of the fungus at a point precisely cor responding with the negative pole of the arrangement, its luxuriance and maturity in the intermediate space on the glass cylinder, and its decay on finally reaching the positive side, are in themselves facts pleading strongly iu favour of electrical influence over the organization of this remarkable species of vegetation. W. H. Weekes. Sandwich, 5th Sept. 1845. To the Author of\" Vestiges ofthe Natural History of Creation.\" T. C Savill, Fruiter, 4, Chandos Street, Covent Garden."], [217, ""], [218, ""], [219, ""], [220, ""], [221, ""], [222, ""], [223, ""], [224, ""]]