[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, "Ppilin?, ridinar, or wandering o>r the MUa, You never should leave your uoluo without a box of Beecham's Pills. Good companions, a Guinea a Box their worth. You'll never find their equal on the wide, wide earth. This vlate i$ engraved from a photo taken at Bombay, India."], [7, "EASE, STRENGTH, AND DURABILITY. BLENKIRON'S BRITISH ARGOSY BRACES (patented). The Best Self-Adjusting Brace in the World. GIVES TO EVERY MOVEMENT OP THE BODY Contains no Rubber, the Cords Running on Pulleys. STRONGLY RECOMMENDEP BY THE MEDICAL PROFESSION. It throws back the shoulders and expands the chest. A LASTING FAVOURITE WITH ALL WEARERS. OF ALL HOSIERS AND DRAPERS,"], [8, "WHELPTON'S VEGETABLE PURIFYING PILLS The best Family Medicine. Recom mended for HEADACHES, BILE, H^H DIGESTION, and OBSTINAT^^H CONSTIPATION; aisomRHEU MATISM, and all SKIS DISEASES, these PiL' a DIRECT PURIFIER __^^^^^^^^| THE BLOOD. I WHELPTOJST'S Healing Ointment ■Stands unrivalled for of CUTS, BURNS, ■bruises, ulcers, sores, Kind all kinds of SKIN DISEASE. A Specific for ECZEMA. Scalds, Cuts, &c, happen when least ex —BePrtpared I Both Pills and Ointment are in Boxes, price 7Jd., |/|J, and 2 9, by all Medi cinevendors at home&abroad,post free 8, i.ior 33 stamps G. WHELPTON & SON 3, Crane Court, Fleet Street, E.C."], [9, "THE HAND OF VENGEANCE,"], [10, "RELIEVES COUCH IK TEK MIMITES. HAYMAN'S BALSAM IS A MOST SATE & SPEEDY EEMEDT FOR COUGHS C0LD8, INFLUENZA, HOARSENESS, &c. Gives prompt Relief! Stops a Cold ! Cures Cough ! Invaluable in the Nursery ! Mr. THOMAS MARLES, Stationer, 484, Cale donian Road, London, writes: — \" Suffering for several weeks from violent Cough, I was advised to get your Balsam. The effect was truly mar vellous. Two doses greatly relieved me, and after one bottle my Cough had quite gone, and I feel another man.\" — Nov. 9, 1889. Prepared only by A. HAYMAN & CO., London, E.C. AND SOLD THROUGHOUT THE KINGDOM. Is. lid., 2s. 9d., 4s. 6d. PER BOTTLE. DIETRICHSEN & HANNAY'S Celebrated Essence of RONDELETIA, An inestimable Perfnme for the Toilet or Handkerchief. Prepared for the use of HER MAJESTY Œbe ©ueen, HER LATE MAJESTY The QUEEN DOWAGER AND HER LATE ROYAL HIGHNESS The DUCHESS of KENT. PREPARED AND SOLD BY EDWARD CLEAVER, Late DIETRICHSEN & HANNAY, 39, GREAT PORTLAND ST., LONDON. Price 25., y. 6d., and 7s."], [11, "TENTH THO US AND. THE HAND OF VENGEANCE. BY GEOEGE P. TTNDEBHILL, \\ AUTHOR OP \" IN AT THE DEATH,\" \" A NASTY CROPPER,\" AND OTHER STORIES. ALL RIGHTS RESERVED. punibxm: TRISCHLER AND COMPANY, 18, NEW BRIDGE STREET, E.C. 1890."], [12, "ZOD'S PATENT CORSETS ■Why NOT Advertised THE STANDARD CORSETS OF THE WORLD. SUPERIOR in Style. SUPERIOR in Design. . . OMDTJDIi SUPERIOR in Copstruction SUPERIOR in Durability Delivered in London Per Day This Season Over 500 Dozen or over 6.000 The Greatest Marvel of Modern Times. DOCTORS recommend Izod'S Patent Corsets, their anatomical con striction being perfect. Incomparably the best and most economical. It is hardly necessary to describe our goods, 25 years at the head of the trade— This fact is sufficient. The Corsets advertise themselves. Tb« eminent Doctor LOVEGROTE, FiOoi Rcjtl College ol SoigeoBS, \" I recommend IZOD'S Pment Corsets practice. The fit is per fect, being cut on scien tific principles. They improve the figure. By wearing Izod's Patent Corsets tight-lacing is unnecessary, and the con sequent injury avoided. \"Dt LOVECROYB. H.C.S\" IZODSPatentCouseis ALL WEAR THEM The Wholesale Houses are carrying the finest range of Samples in our Goods this Season, so that no Draper or Ladies\" Outfitter in any part of the World need be without them. NOTICE. IN REPLY TO NtJyEROtTS ESQCTUC3 ttv. Dt.o.m.,1 UAio uilllUn, E. IZOD & SON, EELS 30, MILK STREET, LONDON, E.C. To be obtained of all Drapers and Ladies' Outfitters in Europe, United States of America, Canada, India, Australia, the whole of the British Colonies, and throughout the World.' WRITE FOR OUR SHEET OF DRAWINGS."], [13, "P R E FA CE. \"IN writing the following story I hare studiously abstained from any metaphysical discussion in regard to the character of Norah Godfrey. In a short novel, the incidents follow one another too rapidly to allow the Author to describe at any length the thoughts of his dramatis personœ. He can only describe their actions, and for the most part ask the reader to furnish for himself or herself the motives which prompted those actions. Moreover, I should have the greatest, hesitation in stating an opinion as to whether a woman, who has suffered a great wrong, is justified in attempting to revenge herself or not. That is a question for the moralist, not the novelist, to decide. Therefore, I now lay down my pen to await that decision. GEORGE P. UNDERSELL. The Temple, 13th January, 1SD0."], [14, "\" Cream of Magi|olia.\" MATCHLESS FOR THE COMPLEXION. .4 Marvellous and Unique Preparation for Softening, Toning, and Beautifying the Skin. Invaluable for removing Spots, Sunburns, Blotches, and all Imperfections. IMPACTS A YELYETY SOFTNESS & BLOOM. Renders it Beautiful to the Eye, and deliriously soft to the Touch. Can be used with the most perfect safety to any Child. In Bottles, post free, 2s. 6d., 4s., 7s., and 10s. 6d., or Sample Bottles, post free, Is. 3d., direct from the Proprietor, JOHN STEEDMAN, 154, QUEEN'S ROAD, BAYSWATER, LONDON, W., And of all Chemists, Perfumers and Stores throughout the World. ESTABLISHED 1836. LADIES ONCE USING THIS PREPARATION WILL NEVER BE WITHOUT IT."], [15, "CONTENTS. PAGB. I. PROLOGUE '. . 11 u. mrs. clare's two visitors . . .21 in. is this love ? 80 IV. TEMPTATION 39 V. ON HIS track 52 VI. A SOCIETY ENGAGEMENT . . . .62 VH. THE SPIDER'S WEB 72 VIH. DOUBT 85 IX. THE DISCOVERY 96 X. NEMESIS 105"], [16, "\"THE SCENT OF THE LILIES.\" (Regd.) 'The Scent of the Hayfields.\" (Regd.) VOGT'S New Perfumes. The Success of the Season. Bottles 2s., 3s. 6d., 6s. 6d., 12s., and 21s. each. OF ALL CHEMISTS, Ac. Should you have any difficulty in procuring them, send Postal > Order direct to ** C. VOGT&Co., 19, Laurence Pountney Lane, London, E.C. THE AUEOPHONE. THE DEAF MAY HEAR. THE AUEOPHONE is a new Scientific- Invention of an Invisible Apparatus to be worn in the ear. It is easily inserted or withdrawn by anyone, and will almost in variably restore hearing to anyone not stone deaf. It can be tested ABSOLUTELY FBEE OP COST at THE AUROPHONE CO.'S ROOMS, 39, BAKER STREET, LONDON. Pamphlet sent free and post paid."], [17, "THE HAND OF VENGEANCE. CHAPTEK I. PROLOGUE. CjOME few miles from Dartmouth there nestles amongst the hills a small hamlet. A hamlet con sisting of but two farms and a few labourers' cottages, and intersected by a stream, which a lover of trout fishing would have worshipped. A hamlet, such as could be found nowhere except in Devonshire ; land of sun shine, warmth, and pretty girls. A curious little place, lying \" far from the madding crowd.\" The nearest church was three miles away, and the nearest doctor over four, though the latter was seldom needed. Beyond an occasional tourist, few strangers visited the spot, for as yet no artist had made it famous by his pencil, no writer by his pen. Safe from the screech of a railway engine, even from the discordant horn of a Devonshire coach, it may be likened to an oasis of repose from the turmoil of the so-called civilised world."], [18, "12 THE HAND OF VENGEANCE. Such at least was the opinion of a man, who, rod in hand, might have been seen sitting by the side of the stream one hot evening in July. He was not the kind of man one would expect to meet in the heart of the country, but rather the man to be seen in the Park, or the card rooms of clubland. Tall, slight, yet wiry, with a face which could have been eminently handsome, if it had not been spoilt by a certain expression of weakness, he might have served as a model for an Adonis. The wonder was, what accident had brought this youth — for he could not have been more than three-and-twenty — with his well-cut tweed suit and general appearance of haut ton, into such a deserted spot ; and secondly, why, when he had found himself there, he had not left as quickly as possible. But to speculate on the motives which rule the actions of our neighbours is at all times useless. Any how, it was apparent, from the impatient way in which he kept turning round, that, in spite of the rod which he held in his hand, fishing was not the sole object of this gentleman's presence. More than once he pulled out his watch, and at last muttered angrily, \" Damn it all • she's more than half an hour late, as usual.\" Hardly had he made the remark than two girls might have been seen getting over the stile into the field through which the stream flowed, and the young man"], [19, "13 PROLOGUE. rose and walked to meet them. Their ages might have been nineteen and seventeen, and it was easy to see that they were sisters, though the elder was the prettier of the pair. The expression on her face, too, was far softer and more womanly than that of her younger sister. \"Why, Elsie, I thought your were never coming. you're over half-an-hour late.\" \" We could'nt get away before. Father came in late for his tea.\" \" Well, Elsie, don't keep me waiting as you did last night, anyhow, or I shall go home alone,\" said the younger sister, as she strolled off to while away the next two hours over a novel, and leave the lovers alone. It was only one of many meetings which had taken place almost daily during the last three or four weeks. For the unsophisticated farmer's daughter they had been dangerous meetings ; for the experienced man about town they had been amusing. With his careless tem perament he never dreamt that he might be doing irremediable harm to the object of his rustic amour. But then he was not the man to take much thought for the morrow or the consequences of his actions of to-day, Not that he was selfish ; he was only utterly thoughtless So Elsie Godfrey had fallen in love with him. She almost worshipped the very ground he trod on. To her"], [20, "14 THE HAND OF VENGEANCE. he was a hero more than human. No wonder ! She had but a small knowledge of men, and that confined to a few clumsy farmers. This man, with his handsome face and languid air, seemed to her to come from another world, and she loved him with all the intensity of a girl's first passion. She trusted him with a faith which allowed of no suspicion. She never dreamt for one single moment that he might betray her. What did she care for the gossip of the labourers' wives when her love was her whole existence ? Was not her day taken up in looking forward to seeing him in the evening ? The summer drifted on, and the evenings became shorter and more chilly. People noticed that the colour had become paler on Elsie Godfrey's cheeks, nor were they slow to guess the cause. Her lover had gone away, telling her he would soon return and claim her as his wife. So she waited ; but he never came. Her sister tried to comfort her, but what comfort can there be for a wounded heart ? \" Oh, Norah, you didn't love him. You can't under stand.\" Then she would bury her head in her sister's sosom, and sob as if her heart would break. Winter succeeded autumn, but still her lover came not. He had not even written to her, nor could she send a letter to him, for she did not know his address*"], [21, "15 PROLOGUE. It was a hard burden for her to bear, waiting against hope. And, alas ! she could no longer conceal the evidence of her love. She knew that the finger of scorn was being pointed at her, and bitterly she felt her shame. The sole defender of her honour was her father. He refused to believe the scandal against his daughter; for, in his widowed old age, his children were all that he cared for. They were dearer to him than life itself. It was a rough winter, even in Devonshire. Tho mountain torrents were swollen, and the stream, so quiet and calm in summer, now flowed swiftly and deeply as it rushed to pour its waters into the Dart. Fit emblem of human life ! For so does the bright sunshine of h '.ppiness become clouded by the tempest of misery. In our joy we little think of the sorrow which will follow. We little think that the placid current of our lives may at any moment become lashed into a raging torrent by the storm of circumstances. And on one of the most tempestuous nights of this tempestuous winter, Elsie Godfrey opened the door of her father's house and went out into the darkness. The wind was blowing like a hurricane, and the rain and sleet beat against her face, and quickly drenched her to the skin But to both wind and rain she was insensible as she hurried across the fields towards the rushing"], [22, "16 TEE HAND OF VENGEANCE. waters of the stream, towards the spot, which but a few short months ago had been the trysting place where she had been used to meet her lover. And since then how changed ! The quiet trout stream was now a surging current, racing along its rapid course. The girl stood on the bank, gazing at the waters which rolled beneath her, and for a moment she seemed to hesitate. Ah ! Who can tell the thoughts which were whirling through her brain, and making her heart beat with the quicknes of delirium ? In those few brief seconds she seemed to live again the life of her first and only love. And then the waters closed over the body of Elsie Godfrey. Late that night did Norah and her father sit up anxiously waiting for her who never came. Outside the wind howled boisterously; inside father and laughter sat in silence as if afraid to tell each other their thoughts. On the table the supper lay untasted. The old farmer had been at market that day and had overheard remarks about his elder daughter which he could not resent. He had seen the pitying glances, noticed the pitying manners of his neighbours ; and he knew the cause of them. He, who had been used to hold his head high amongst his fellows, he whose honesty had never been for one moment doubted, was now bowed down with shame. When he came home he sat down in his high-backed arm-chair before the fire, and there"], [23, "17 PROLOGUE. he remained without speaking or moving, paying no attention to anybody or anything. At last he raised his head. \" Norah, is it true ? \" he asked. The girl went immediately to her father's side. \" Oh ! Father ! You will forgive her ? \" She sank down on the floor and clasped her father's knees, as she pleaded for her sister. The old man answered not a word. His heart was too full to speak. But he sobbed like a child. Then, while father and daughter were thus alone to gether in their grief, there came a loud rap at the door, which caused them both to start. Norah rose from the ground and went out into the little hall. The door had already been opened, and the sight which met her eyes struck her dumb with astonishment. What did it mean, that small crowd of men ? She recognised amongst them the policeman of the district. What would he want ? Then a vague suspicion came into her head that they had ill news to tell. To whom could that news relate, but to her sister ? \" What is the matter ? \" she asked them. The men looked at one another as if each were unwilling to be the spokesman of the party. At last the policeman stepped forward. \" Is your father in, Miss ? \" B"], [24, "18 THE HAND OF VENGEANCE. \" Yes. Do you want to see him ? \" But the old farmer was already in the hall. \" What is it that you want with me ? \" But before they could answer, Norah gave a loud scream, and dashed amongst the men. She had caught sight of a hurdle and already guessed the burden which it bore. The men drew back with bowed heads and wet eyes, as the girl knelt down by the side of her dead sister. In the paroxysm of her grief, she forgot their presence, she forgot even the presence of her father. She only knew that the sister whom she had loved more than anybody else on earth was lying dead beside her. No need now to beg forgiveness for her in this world. Godfrey never spoke a word as he gazed at his two daughters side by side, the living and the dead. Then after the lapse of some few moments he motioned to the policeman to follow him into his parlour. \" How did it happen ? \" he asked briefly. There was not much to tell. The body had been stopped in its course by the piles of an old rustic bridge, where it had attracted the attention of a labourer, wend ing his weary way homewards. The man had dragged it out, and then hurrying back to the little inn, which he had but a short time quitted, told his mates of his discovery. Such was the tale. Godfrey listened like a man in a"], [25, "PROLOGUE. 19 dream. Then the policeman gave instructions for the body to be decently laid out and covered, and he and his companions quitted the house. Directly they were gone Godfrey went up to the room where Norah was watching and praying beside Elsie's corpse. He seemed as if about to speak, b*;t the words failed to come to his lips, and, closing the door, he went downstairs again in silence, and entered the parlour. Outside, wind, rain, and tempest ; inside, grief and misery. Norah sat alone in her sorrow, her eyes wet and swollen with weeping. As she kept her midnight vigil, sometimes a look of unspeak able anger would appear on her face as she thought of the cause of her sister's death. Then there would come back to her memory the recollection of those summer evenings, and the honeyed words of the man who had professed to be her sister's lover. Now, in her passionate mourning, she cursed him for his foul treachery. Now, in her agony, she would accuse herself of having lent her aid towards her sister's ruin. A girl of strong passions and untamed spirit, she felt that she could have murdered that smooth-tongued traitor, who had thus robbed her of her sister. But hark ! What was that sound, which made itself heard above the raging of the tempest ? Norah sprang to her feet, but all was now still again. She pressed her"], [26, "20 THE HAND OF VENGEANCE. hands to her forehead. Could her ears have deceived her ? Then she rushed downstairs into the parlour. On the floor lay her father, his gun by his side, the evidence of his death. So Norah Godfrey was left alone in the world."], [27, "21 CHAPTER II. MRS. CLARE'S TWO VISITORS. 1\\TRS. CLARE ought to have been one of the happiest of women, that is no say if we regard happiness from the general view of the world. Rich, handsome, and a widow, with a house in Park Lane and the entree to the most fashionable society, she was envied by women and admired by men. She had been an heiress when as Laura Overmount she had first made her debut at Buckingham Palace ; then, as is generally the case with heiresses, she had married William Clare, a wealthy country squire. Their married life had been but short. The young squire had a mania for hurdle racing and steeplechasing, a, mania which eventually cost him his life ; for one day about two years after his marriage his horse made a mistake and came down with him. When the unfortunate man was picked up, it was found that his neck had been broken. So Laura Clare had been left a young widow. It was now five years since the death of her husband, and, however great might have been her grief at the times she no longer paraded it before the eyes of the world."], [28, "22 THE HAND OF VENGEANCE. Her house in Park Lane was constantly the scene of dances and fashionable reunions of every description. A card for one of Mrs. Clare's \" at homes\" was a thing to be sought after by that large portion of society who may be described as \" struggling upwards.\" Her repu tation as a popular hostess was great. Certainly, she ought to have been a happy woman. It was a hot, sultry afternoon at the end of June, when Mrs. Clare might have been seen sitting in her boudoir, clad in her daintiest of teagowns. Opposite to her was a girl apparently of about five-and-twenty. A pretty girl she was beyond all doubt, though, when her face was in repose, it wore an expression of determination hardly feminine, an expression which would have made a lover hesitate before declaring his love. To Mrs. Clare's circle of friends and acquaintances this girl was a mystery. Nobody knew who she was, or what her position was. Nor did Mrs. Clare seem in clined to gratify their curiosity. Her name was Miss Eleanor Tempest, and she was Mrs. Clare's companion. That was quite sufficient for people to know. So they remained in ignorance and made guesses, which were as far from the truth as such guesses usually are. \" I wonder what Tom can want to see me about,\" said Mrs. Clare impatiently taking up a note from a small table at her side."], [29, "MRS. CLARE'S TWO VISITORS. 23 Miss Tempest looked up languidly. \"I fancy Mr. Overmount is in love. Perhaps he wants your advice on the subject.\" \" Tom in love, Nellie ! what nonsense ! Why, he is the last man in the world to fall in love.\" \" Well, here he is, so you will soon know,\" rejoined the other, as the sound of a ring at the front door was heard. \" I had better make myself scarce.\" And, suiting the action to the word, Miss Tempest left the room. In less than a minute the footman announced \"Mr. Overmount.\" Tom Overmount was a tall, dark man, who would have been decidedly handsome had it not been for a certain sinister expression of countenance, which reminded one forcibly of Mephistopheles. The sort of man who would be sure to gain whatever he wanted in this world, though he would not be particular as to the means he used in order to secure his ends. If he had been poor he would have been unpopular ; but Tom Overmount, of Overmount Hall, was rich. Dowagers with marriageable daughters were scrupulously attentive to him. Young men liked to shoot his covers and ride his horses. In short, he possessed that kind of popularity which is the outcome of wealth. \" How are you, Laura ? All right ? You got my note I suppose?\""], [30, "24 THE HAND OF VENGEANCE. \"Yes,\" replied his sister. \" But what is this important business you want to discuss with me ? \" \" Well, shortly, Laura, I want to get married.\" \" Then propose to the lady.\" \" But I am afraid she will refuse me.\" \" And so wound your masculine pride. How like a man ! Now don't look angry, Tom. If I can help you, I will. Who is the lady?\" \" Gladys Dale.\" \" Gladys ! Why, as you know, she is one of my greatest friends. But what makes you think that she would refuse you ? \" \"Because she is already in lovo with that young puppy, Jack Belgrave.\" \" Nonsense ! I don't believe it.\" \" But I tell you it is so,\" rejoined the other angrily. \" Love is not always blind, you know. She is in love with him, and he is in love with her. If he were out of the way, I might have a chance. But as things are at present \" and he shrugged his shoulders by way of finishing the sentence. \" Colonel Dale would never consent to her engage ment with Jack Belgrave,\" remarked Mrs. Clare musingly. \"No; because he worships money, and Belgraye is as poor as a church-mouse. But then Gladys has a will"], [31, "mrs. clare's two visitors. 25 of her own, and might dispense with her father's consent.\" \" I don't think that is likely. The days of elopements are over. But how can I help you ? \" Overmount paced up and down the room impatiently for some few moments before answering. \" I don't know. Can't your woman's wit suggest some means ? \" Mrs. Clare shook her head. Then, as if sho had suddenly thought of some plan, she said — \" Yes, it might be managed. I must think it over, and if I can help you, Tom, I will. Come here to lunch on Sunday. By that time I shall know better what to do. Meanwhile you may rely upon me to do my best. I must dismiss you now, old boy, as I must go and get ready for the Park. I am expecting the carriage round in ten minutes.\" But after her brother had gone, Mrs. Clare did not get ready for the Park. She rang the bell and counter manded her carriage. Then she added to the footman, \" If Mr. Belgrave should call, ask him up here. I am pot at home to anybody else.\" \" He told me last night he should call this afternoon,\" she said to herself. \" It cannot be true : Tom must be wrong. Jack could never have deceived me. He must know how I love him, and I believed that he loved me. And now to be told that my rival ia a young girl hard"], [32, "26 THE HAND OF VENGEANCE, out of the schoolroom. Yes, Tom, I will help you though you do not know the reason.\" There was a ring at the front door bell, and shortly afterwards Mr. Belgrave was announced. \" Good afternoon, Mrs. Clare. None the worse for the ball last night, I hope ? \" \" Not in the least, thanks. A little tired, that's all. Does your masculine nature disdain afternoon tea ? \" Jack accepted the tea, though it was an uncommon beverage for him to take. For some few minutes the conversation was on indifferent topics of the ordinary society character. At last Mrs. Clare said, \" You seem very distrait this afternoon, Mr. Belgrave. Come, tell me about yourself. That subject is always most interesting to your sex, I know.\" \" But not always the most pleasant,\" replied tho other, wearily. \" Life is too full of cares.\" \" Why, I should have thought your life was like a bed of roses. But tell me all about them. We are friends, you know, aren't we, Jack ? There I've called you by your Christian name. Very improper, isn't it ? But we can afford to despise the convenances of society occasionally. Now, come and sit down here beside me, and tell me why you're in such a despondent . mood. You may light your cigarette, if you like.\" He came and sat down on the sofa by her"], [33, "mrs. Clare's two visitors. 27 side, though the expression on his face was far from happy. \" Now, tell me what is the matter. Is it money ? \" She placed her hand on his as she asked him the question; nor did she seem in a hurry to with draw it. \" I know men hate to talk about money to women,\" she went on, \" but what is the use of friendship, if you don't confide in us ? \" \" And what is the use of worrying you with our troubles ? \" he asked. \" You cannot help us.\" \" Why not. No ; I know what you are going to say. You think it is dishonourable to borrow money from women. Why should it be ? Look here, Jack, if you want money, let me lend it to you.\" \" No, a thousand times, no. I own that I am hard up, but it is my own fault. To borrow money from you would be out of the question. Society would call me a scoundrel, if I did, and rightly, too.\" \" But society would never know.\" \" I should consider myself a scoundrel all the same. It is awfully kind of you to make the offer, but I can't accept it.\" \" Well, promise me one thing.\" \"What is it?\" \" That you won't go to the Jews, or do anything rash"], [34, "28 THE HAND OF VENGEANCE. till you hear from me. You shall hear within a week. Come ! will you promise ? \" \" If you like ; but what good can it do ? Don't think me ungrateful, Laura, but to borrow money from you is out of the question.\" \" Never mind, I have your promise, that is sufficient for the present. Now let us talk of other things. It is my bounden duty to send you away in a good temper.' To sit on a sofa by the side of a handsome woman is beyond all doubt a wonderful prescription for getting rid of the demon of black care. The prescription, too, is apt to be more potent in its cure if the handsome woman happens to be in love with the victim of that said demon. Jack Belgrave was far from happy. He knew that he was wrong in carrying on this flirtation with Mrs. Clare. He knew that in reality he was not in love with her. Further, he knew that he was in love with somebody else. But human nature is at all times weak to resist temptation. Even St. Anthony at last succumbed; and Belgrave was far from being a St. Anthony. His character was weak, so, heedless of the consequences, he yielded himself up to the fascination of his companion. It was past seven o'clock Avhen he rose to go. \" Now remember your promise. Come and see me again as soon as you like.\""], [35, "MRS. CLARE'S TWO VISITORS. 29 \"We shall meet to-morrow at Lady Carford's dance.\" \" Ah ! to be sure, I had forgotten.\" Then he said \" Good-night.\" Hardly had he gone than Miss Tempest came into the room dressed for the evening. \" Why, Laura, not dressed yet? Have you forgotten that we have got stalls for the first night of this new comedy? Dinner will be ready in a quarter of an hour.\" \" I had forgotten for the moment, dear. Never mind, I won't keep you waiting.\" There was a curious expression on Miss Tempest's face as she watched Mrs. Clare go upstairs to her room. \"How long will it last?\" she asked herself aloud. Then she sank on to the sofa, and seemed lost in thought."], [36, "30 THE HAND OF VENGEANCE. CHAPTER ILT. 13 TniS LOVE ? TACK BELGRA VE'S state of mind was far from enviable when, the afternoon aster his tete-a- tete with Mrs. Clare, he strolled down St. James's street on his way to the chambers of his most intimate friend, Charles Bunnay. He had spent a fruitless morning in thinking over his difficulties, and had come to the conclusion that he was the most ill-used child of fortune in London. To start with, he was hopelessly in debt. In the second place, ho thought that he was in love with Gladys Dale. Lastly, he more than suspected that Mrs. Clare was in love with him. In a word, he was in a dilemma. Of course, he would not confess even to himself that it was his OAvn instability of character which was the cause of his misfortunes. Few of us do recognise our own weaknesses, however apparent they may be to others. Yet Belgrave was obliged to own that he had been a fool. If he been a thorough scamp, the way out of his troubles would have been easy. He could have married Laura Clare, and all would have been right."], [37, "is this love ? 31 But then he was unwilling to give up Gladys Dale. Love or money ? That was the question. And before ho could answer it, he found himself at the door of Charlie Bunnay's chambers. \" Hello ! How are you ? Sit down. Help yourself to a brandy and soda ; and make yourself at home. I shall have finished in a minute.\" \"Busy?\" asked Belgrave laconically, after a pause. \" Yes ; finished now though, for the present.\" \" Well, I must congratulate you. I hear this new comedy of yours was a huge success, and is bound to have a long run. I wish the deuce I could scribble.\" Mr. Bunnay, playwright, novelist, essayist, and journalist, burst out laughing. \" You forget, my dear boy, I have been at the gamo nearly twenty years, and precious hard work it is too. But what has put the idea of writing into your head ? \" \" The fact that I am stony broke,\" replied Belgrave, moodily. \" Then you will earn more money by breaking stone3 than by writing. However, what is the matter now ? Out with it. Open confession is good for the soul, you know.\" \"Well, in the first place, these confounded bill discounters won't wait any longer.\""], [38, "32 TOE HAND OF VENGEANCE. \" Why don't you go to your uncle and make a clean breast of everything ? \" \" You don't know the old gentleman, or you wouldn't ask me such a question. He would pay my debts, cut me out of his will, and probably give me a hundred pounds to start with in Australia.\" \" Then what do you propose doing ? \" \"I can't say. I might marry money, but \" \"But what?\" \" I want to marry a girl who has hardly got any.\" \"Then you had better leave matrimony out of the question for the present, at all events. Hang it all, man, your uncle is your only salvation. Pluck up your courage, and go down and tell him everything. If you borrow money you will only get into a worse hola than you're in now. You take my advice, and go down to-morrow.\" \" I can't do that,'I've told you so before.\" \" Then marry money.\" The vision of Mrs. Clare came before Belgrave's eyes. He could marry her for the asking. But then there was Gladys Dale. \" Mind you,\" Bunnay went on, \" I should never advise you or any other man to marry for money. Still, on the other hand, it would be the height of folly for a fellow like you to marry a girl without a sixpence. Love in a"], [39, "IS this love ? 33 cottage sounds very well in a penny novelette, but in real life it means misery. Besides, you are such an uncertain chap ; you fall in love about a dozen times a year on the average.\" \" Perhaps so, but unfortunately this time I am really in love.\" \" Then the o nly thing is to take the bull by the horn and see your uncle.\" \" Anyhow, I will wait a day or two and see how things 17 go- \" Well, Providence only helps those who help them selves. It will never help you, that's a certainty. Are you going to Lady Carford's to-night ? \" \" Yes ; I suppose you'll be there ? \" \" I suppose so ; if I'm alive.\" When Belgrave got up to leave, Bunnay said, \" Now take my advice and see the uncle. It is by far the best plan.\" But weak men are always cowards. Belgrave was afraid of telling his stern old bachelor relation of his troubles. Better for him had he done so. For some time after his guest had left, Charlie Bunnay sat deep in thought. He was fond of Jack Belgrave* though he knew perfectly well the weakness of his character. Still he was always ready to make an excuse for his friend. \"It is all the fault of the women,\" he c"], [40, "34 THE HAND OS VENGEANCE. muttered to himself. \" He is in love with Gladys Dale, a nice girl, but poor as Job, and with as mercenary an old father as ever stepped this earth. Then Mrs. Clare is in love with him. She has got money, but, good look ing and popular as she is, she lacks breed. She is too much like her brother, that fellow Overmount. Don't like that man, somehow. Lastly, there's that Tempest girl. She's a dark horse. I can't make her out. Well, it's a funny game. I wonder how it will end.\" And Mr. Bunnay, who had never been in love in his life, but amused himself by chuckling over the love affairs of his neighbours, and occasionally pulling the strings, and making the puppets work himself, retired to dress for dinner, with the pleasant anticipation that the evening would bo productive of much personal enjoyment. Lady Carford was a leader of society in more senses than one. She recognised the aristocracy of intellect a3 well as the aristocracy of blood. At her receptions she liked to have clever men and pretty women. The result was her dances were always successful. They showed no signs of restraint or boredom. Her guests knew by intuition that they were asked to enjoy them selves, and enjoy themselves they invariably did. Life certainly is a curious mixture of comedy and"], [41, "is this love ? 35 tragedy. Laura Clare came to Lady Carford's dance, with the determination to win Jack Belgrave from Gladys Dale. Jack Belgrave came with a vague idea that he was driving a pair of women in double harness, and that an accident would probably be the conse quence. Tom Overmount came with a feeling of hatred towards Belgrave. Everybody was intent upon their own little game, with utter disregard to the game of their neighbours. Perchance it is better to be an onlooker than a player in the game of love, \" How many dances will you give me, Miss Dale ? \" The speaker was Jack Belgiave. \" Surely you will be contented with two, Mr. Belgrave.\" \" Well, I should like the whole lot, you know. But I may take you up to supper, anyhow, mayn't I ? \" \" Very well.\" Tom Overmount, who was coming up at the moment on the same errand, ground his teeth with rage. Nor was his rage diminished by the fact that Miss Dale only vouchsafed to give him one dance. Later on his sister asked him. \" Did you ask Gladys for supper, Tom ? \" \" She was already engaged to that fool, Belgrave.\" \" Indeed ! Never mind. I am engaged to Mr. Bel-"], [42, "36 THE HAND OF VENGEANCE. grave for the dance before supper, and I shall make him take me up. You look out for your chance, and seize it. \" Why, I heard Colonel Dale ask you for supper.\" \" And as Colonel Dale bores me, I shall jilt him. After supper be on the look-out for me. I may have something of importance to tell you.\" \"All right.\" \" Our dance, I believe, Mrs. Clare.\" And the next moment Laura Clare was being whirled round in the waltz. But she kept her eyes wide open, all the same, to all that was going on. At last came the dance before supper, the dance for which she was engaged to Jack Belgrave. Although her partner w7altzed beautifully, before half the dance was over, she complained of the heat of the room, so they went out and sat in one of those quiet nooks, evidently designed by hostesses for the purposes of flirtation. She leant listlessly back on the luxuriant lounge in a position which showed off her admirable figure to the greatest advantage.\" \" You are unusually silent to-night, mon ami< Havn't you yet got rid of your fit of the blues ? \" \" Yes, I think so. How could I help it aster your sympathy ? \" She looked up and smiled at him, and he could not fail to see how beautiful she was."], [43, "IS THIS LOVE ? 37 \" My dear boy, sympathy is the special attribute of a woman. Have not you learnt that ? \" Again her hand rested on his, as sbe gazed into his eyes. \" You are too good,\" he said, almost in a whisper Then, as if drawn towards her by the mesmeric force of her glance, his arm stole round her waist, and their lips met in one long kiss. At first she made no effort to free herself from his embrace— from the embrace of the man she loved. Then with a sudden impulse she drew herself away. But Belgrave felt half intoxicated with the sense of her beauty. All thought of Gladys, all thought of anything but of the woman by his side, was scattered to the four winds of heaven. Protestations of love came from his lips, and again he clasped her to him. \" Jack, do you knoAV what you are saying ? \" \" I only know that I love you.\" For some few moments longer they sat together alone. Then she rose, and putting her arm in his, said, \" You must take me up to supper now.\" He took her up to the supper-room, with a guilty feeling of having jilted Gladys Dale. But to his surprise he saw her at the opposite table chatting gaily to Overmount. It so happened that Belgrave left Lady Carford's"], [44, "38 THE HAND OF VENGEANCE. house at the same time as Charlie Bunnay. It was a fine starlight night, so the two friends walked home together in the quiet enjoyment of their cigars. \" Well ! I suppose I've got to congratulate you ? \" \"What about?\" \" Your engagement to Mrs. Clare.\" \"I hardly know yet that we are engaged. Anyhow, it is not made public.\" \"But, my dear fellow, if you will kiss ladies in quiet nooks at balls, you must expect people to imagine that you are engaged.\" Belgrave blushed crimson. \" But we were not seen, surely ? \" he asked. \" Yes. I happened to be making for the same spot to have a quiet chat with that Miss Tempest. How ever, when we saw and heard you we beat a hasty retreat. You didn't take long to make up your mind aster this a*ternoon.\" Belgrave puffed his cigar in silence for some few moments. Then he said, brusquely — \" I will tell you all about it in the morning. I am too tired now.\""], [45, "TEMPTATION. 39 CHAPTER IV. TEMPTATION. spHE engagement between Laura Clare and Jack Belgrave soon became public property. The majority of people, of course, said that Belgrave was marrying her for her money, which, to a certain extent was probably tho truth. But while to most people the engagement was, as most engagements are, a matter of indifference, there were a few to whom it was a source of great annoyance. Gladys Dale has already been mentioned. She was too proud a girl to confess even to herself that she was disappointed at Belgrave's be haviour. Perhaps the flirtation which had taken place between them had not become sufficiently serious to be dignified with the name of love, though there could be little doubt that it had been very near akin to la grande passion. So even if Gladys did not lock herself up in her room and moan over the inconstancy of man, she felt that she had lost something from her daily life, and that it would be difficult to fill up the blank. Whether Overmount would succeed in filling it up remains to be seen, though now, at any rate, he would have a clear field. Still, though he had got rid of a rival, he was far"], [46, "40 THE HAND OF VENGEANCE. from satisfied at his sister's engagement. He regarded his future brother-in-law as a weak-minded, extravagant man - about - town ; as a man without the slightest stability of purpose. He was well born and good looking, and there, Overmount considered, that the list of his advantages ended. So, when on the following Sunday, he lunched with his sister, his congratulations were not as cordial as they might have been. But, then, the bond of affection between the brother and sister had never been very strong. \" She seems to be hopelessly in love with the fellow,\"' he muttered to himself as he left her house. \" If she will have him, I suppose she must. The only thing I can do is to look aster the settlements.\" Then he jumped into a hansom, and drove off, to pay an afternoon call on the Dales ; for he was not the man to let the ground slip from under his feet. But the person to whom the match was most dis tasteful was Miss Tempest, although she had for some time foreseen that it would take place. Yet it had come to pass sooner than she expected, and what was more to the purpose, sooner than suited her plans. But she was a woman prompt in action, who never lost sight of the goal she meant to win. What that goal was nobody knew but herself. Nobody but herself knew her one great object in life, the one single aim for"], [47, "41 TEMPTATION. which she thought life worth living. But then, as has been already said, to the majority of people she was a mystery. They would probably have considered her more mysterious even than they had hitherto done, if they could have seen her one morning shortly after the announcement of Mrs. Clare's engagement, come out of the house in Park Lane and walk quickly up to the Marble Arch, and then along the Edgware Road, till she came to some large livery stables, which she entered with the air of a person to whom they were familiar. That she was familiar with them was evident from the way the stable-helpers touched their caps to her as she walked down the yard to the office at the further end. Strange for a young lady to bo a familiar visitor at livery stables ! Stranger still, perhaps, that on entering the office she should put out her hand and greet the owner as an old friend. \" Well, Ted, how are you ? \" Strangest of all, that the said Ted should get up from his chair, and kiss her affectionately. \" Now, Ted, let us come to business • for I can't stay long.\" \"All right. I think I have dono everything you asked mo.\""], [48, "42 THE HAND OF VENGEANCE. \" Good ! I am so glad to hear it, for we have no time to lose. He has already become engaged to Mrs. Clare.\" \"The deuce! We must put the pressure on at H once. \" How much of his paper have you got ? \" \" About three thousand five hundred pounds' worth. Some of it is already due, and the rest will arrive at maturity soon.\" \"Then why don't you go and see him ? You know how to deal with him better than I can tell you.\" \" You wish me to ruin him utterly ? \" \"Utterly and completely, both in pocket and repu tation.\" The determined emphasis with which the girl spoke these words was so strong that for the moment she seemed more like an avenging Fury than a woman. Well as he knew her, the man looked suddenly up. \"You won't forgive him ? \" he asked. \" Remember ! in twenty-four hours it will be too late.\" \"Am I likely to forgive now? What has been the object of my life for the last seven years ? You know it, and yet do you ask me, when I am on the threshold of gaining what I've lived for, to give up the prize, when it is almost in my hand. No ! a thousand times — no ! \" The horse-dealer shrugged his shoulders."], [49, "TEMPTATION. 43 \" Very well. I'll call upon him this afternoon.\" \" The sooner the better.\" \" The sooner the better, for when I've fulfilled my part of the work, I may claim my reward, mayn't I ? We will take a farm, and go and live somewhere in the country. To marry you is the object of my life.\" \"As you like, Ted. My life has consisted so much of hatred, that love will be doubly welcome.\" He drew her towards him and kissed her. \" Norah ! My darling ! \" She started back. \" Not that name. At least not till it is all over. Now I must go. I shall be in a state of anxious dread all this afternoon.\" She said \" Good bye,\" and then walked quickly back to the house in Park Lane. Directly she had gone Edward Blake opened one of the drawers in his desk and took out a bundle of papers which he proceeded to examine with deep attention, though he must already have known their contents thoroughly. They consisted of bills and promissory notes, on all of which appeared the name of Jack Belgrave Blake sorted out those which had already arrived at maturity, and made memoranda of those which had yet some time to run. \" It seems a pity to press the poor devil,\" he thought to"], [50, "44 THE HAND OF VENGEANCE. himself. But then he has been a scamp. Besides, I believe if Norah were to ask me, I would sell my soul to Satan. I wish to Heaven it was all over and that we were married.\" While, however, Miss Tempest — for by her assumed name must we continue to call her for the present — and Edward Blake were forming their plans against Jack Belgrave, that gentleman's frame of mind, as he sat thinking over his engagement and over his pecuniary difficulties, was far from pleasant. Every post nearly brought him pressing letters from tradesmen. Then he knew of all the paper he had out — paper which he might be called upon to take up at any moment. His sense of honour prevented him from borrowing money from his fiancee, yet he was bound to confess to himself that at the present time he was living on the prospects of his marriage. If anything happened to break off his engagement, he would be a ruined man. Then he had noticed that the congratulations even of his friends in clubland had been lukewarm, and in many instances decidedly cold. He felt that they regarded him as a matrimonial adventurer. His bosom friend, Charlie Bunnay, had been less cordial towards him. In short he could not fail to see that society was showing him the cold shoulder. Then his thoughts reverted to his debts. He knew"], [51, "TEMPTATION. 45 that many of his bills were overdue. Why had he not been asked for the money ? Why had they not been presented ? He had a vague idea that something must be wrong. Yet he did not know that he had any enemies who would be likely to plot in the dark against him. Bah ! He would cast aside these gloomy thoughts. He went to the sideboard and helped himself to a stiff brandy and soda. Like most weak men he liked to put off the evil day as long as possible. When once I am married, he thought, all will be right. Suddenly ho Avas roused from his reveries by a loud knock at the door, and shortly afterwards a servant entered the room Avith Edward Blake's card. \" Show him in,\" Belgrave said to the servant, and added to himself, \" Who on earth can Mr. Blake be ?\" The two men looked sharply at one another for a moment. \" Sit down, Mr. Blake. What is it you wish to sco me about ? \" \"The truth is, Mr. Belgrave, my business is of rather an unpleasant nature.\" \" I am sorry to hear that. What is it about ? \" \" I happen to hold certain bills of yours, sir, somo of"], [52, "46 THE HAND OF VENGEANCE. which have already matured, and the rest will soon arrive at maturity.\" \" Then we need not speak of the rest at present. Tell me what bills you have which are matured.\" Blake handed him a list of them, which Belgrave read over carefully. \" And this is a second list of those which are not matured.\" Belgrave took the paper mechanically, and glanced over it. \" Why, man, you hold all the paper which I have out.\" \" I am glad to hear that there is no more,\" replied the other, quietly. \" What are your terms ? \" \" I must ask you to take up the bills which are due without delay. The total amount, I see, is two thousand pounds. Those which are not yet due amount to fifteen hundred. If you like to take up these now I would be Avilling to deduct a certain percentage.\" \" But tell me, Mr. Blake, how it is that you, who, I see by your card, are a horsedealer, came to hold my papers ? \" \" I sometimes invest money in discounting bills, sir, especially when I think that they will be honoured.\" \" H'm,\" muttered Belgrave, nervously twisting his moustache. \" This comes rather as a surprise, Mr. Blake."], [53, "47 TEMPTATION. I have, as I daresay you know, just got engaged to be married, and I am afraid that in the excitement I had forgotten that I had so much paper out.\" \" Two thousand is a big sum,\" was tho only remark that the other made. \" Yes, by Jove, it is. So big that I shall be obliged to ask you to renew for a short time.\" \" Impossible, sir. I am pressed for money myself. At this time of the year I have to buy horses, and have to pay out a lot of ready money in consequence. I really can't afford to wait.\" \" But you don't suppose that I can put my hand on two thousand pounds at a moment's notico ? \" \" I never supposed, sir, that the bills would bo dishonoured.\" The word \" dishonour \" has a nasty sound. Belgrave winced perceptibly, and he knew that his companion was watching him as keenly as a cat watches a mouse. He lit a cigarette, and tried to look at his ease, but he failed miserably in the attempt. \" Let us talk this matter over quietly, Mr. Blake. I had no idea that I was so deeply in your debt. I really must ask you to wait for a short time.\" •' I can't do it, sir. I have to go over to Ireland at the beginning of next week, and I must have the money to go with.\""], [54, "48 THE HAND OF VENGEANCE. \" But if I hav'n't the money to give you ? \" \" In that case I must see my la-wyer immediately, and, you know, sir, people say nasty things about men who float bad paper.\" \" Do you mean to hint that I have been guilty of fraud ? \" asked Belgrave, angrily. \" I hint nothing, sir. I only suggest to you, what other people may hint.\" \" And what good will it do you if you make this matter public property ? \" \" I believe, for one thing, that if pressure were put upon you, you can find the money. Your relations would be sorry to see you the subject of a public scandal. You forget that when you floated these bills you spoke of certain expectations you had from your uncle.\" \"Who would disown me if he knew that I had borrowed money on the strength of those expectations.\" \" Perhaps so, Mr. Belgrave. You know better than I do. But this conversation is only waste of time. I must have this money by twelve o'clock to-morrow ; otherwise I shall immediately take steps to get it. I give you full warning that I mean to have it.\" \" But, Mr. Blake, for heaven's sake, be reasonable. I cannot possible find the money in the time.\" \"That's not my business, sir, you ought to have"], [55, "TEMPTATION. 49 found it before. You have my address, I believe. I shall expect you at twelve to-morrow. Good afternoon sir.\" And without another word Blake lest the room. Belgrave sat dumbfounded. The long expected bloAv had at last fallen, and seemed likely to crush him with its force. \" Two thousand pounds by twelve o'clock to-morrow,'' he repeated to himself. How would it be possible for him to raise the money ? To borrow it from Mrs. Clare would be out of the question. If she had been his wife he might have done so ; but at present it was impossible. There was not even time to see his uncle, if he did pluck up sufficient courage to interview him. Yet something must be done. To be accused of fraud, of dishonourable conduct ! The idea was too horrible. It meant social ruin ! It meant the breaking off of his engagement. It meant being cut by his friends. It meant complete ostracism. No ; anything would be preferable to that. He would rather run away to some country where he Avas not known, and make a fresh start in life. Then he would have to abandon all those visions of a luxurious married life, in which he had indulged. He must find someway out of the difficulty. What way was there ? He helped himself to another stiff brandy and soda, and paced up and down the room. What way was p"], [56, "50 THE HAND OF VENGEANCE. there? That was the question. Suggestion after suggestion came into his mind, only to be immediately dismissed. Suddenly an idea struck him. He turned pale, and hurriedly emptied his tumbler. \" No ; anything but that,\" he muttered to himself. But still the thought remained. He could not get rid of it. His brain seemed in a whirl. He threw himself upon the sofa, and pressed his hands to his heated brow. The better part of his nature revolted at the scheme. But it seemed as if one of Satan's fiends were mesmerising all his powers of reason. \" One stroke of the pen and you are free. You will never be found out. You will have the money aster your marriage, why not take some of it now.\" It was like the subtle poison of the arguments of Mephistopheles stealing into his soul. \" You Avill never be found out.\" For how many crimes is that fatal advice responsible ? What need to follow the thoughts which croAvded through the brain of the wretched man ? There were pen and ink on the table close to him. In his desk was the necessary bill stamp. He could get the bill dis counted that same evening. With uncertain hand he took out the bill, and gazed at it. How easy seemed the way out of his troubles."], [57, "TEMPTATION. 51 Mechanically- he took up the pen and wrote a name on a blank sheet of paper. It was like her signature. \"Two thousand pounds by twelve o'clock to-morrow, or else disgrace.\" Hastily he took up the bill and filled it in. He looked at it. It wanted but one name, and it was as good as gold. Another minute and that name was written. He drank off some neat brandy, took up his hat, and rushed out of the house. One hour later he returned with an open cheque for two thousand pounds. His gait was unsteady, and his eyes were bloodshot. He seemed like a man in a dream In his wild fancy, he thought he heard a voice ever speaking one word in his ear. And that word was \"forgery.\""], [58, "52 THE HAND OF VENGEANCE. CHAPTER V. ON HIS TRACK. PUNCTUALLY at twelve o'clock the next day, Belgrave entered the yard of Blake's stables, and on enquiring for the owner was directed to the office. \" I am glad to find that you are so true to time, sir,\" said the horse-dealer, at the same time glancing towards a door, which led into an inner room, and was slightly on the jar. \" After your conversation yesterday, I was afraid to be late. You see, Blake, your language was so plain, there Avas no danger of misunderstanding it.\" The day before Avhen Belgrave had been begging for time, it had been \" Mr. Blake : \" now it was the patron ising \" Blake.\" Such is the difference which money makes in the way we address our neighbours. Edward Blake noticed it with a feeling of annoyance. \"I had to be plain, sir, for tho reasons Avhich I told you.\" \"Yes ; you put me into a bit of a hole, and I had a good deal of trouble to raise the money. However, I did manage to do it, and have brought it with me.\""], [59, "ON HIS TRACK. 53 Blake looked up surprised. How on earth had this man managed to find two thousand pounds in a few hours, he asked himself. His face expressed his astonishment. \" You almost seem as if you were disappointed, Blake. I believe you would have been happier if I had failed to turn up. Hero is the money. Count the notes, and see if they are correct. And then, if you will givo me the bills, our business will be finished.\" \" Yes, sir, for the present at all events.\" And Blake proceeded to count over the notes. \" Yes, it is correct — two thousand pounds. Here are the bills for that amount, which are already due. You don't wish to take the others up now, I supposo ? \" he asked. \"No, why should I?\" \" Oh ! there's no reason at all, dr. I only thought it might save trouble in the future\" \" The future must tako care of itself. You know the old proverb, ' sufficient for the day is the evil thereof.' Now I must be off, so I'll say ' good-morning.' \" \" Won't you have a look round the stables, sir, before you go, and a glass of something afterwards ? \" \" I've no money to invest in horseflesh at the present time, Blake, I'm afraid.\" \" No harm in looking, sir, anyhow.\" And the two men lest the office."], [60, "54 THE HAND OF VENGEANCE. Directly they had left, the door of the inner room opened wide, and Miss Tempest came out. She had heard every word of the conversation which had taken place, and knew that for the present she had been baffled in her schemes of vengeance. It was only to be expected that the knowledge should make her angry. She was determined that Belgrave should not marry Laura Clare. Yet how was she to prevent it ? She could not publicly denounce him. Then she wondered how he had managed to get the money, for she knew he had not seen Laura sinee Blake made his demand on the previous day. Certainly the fact of his being engaged to a rich widow might soften the hearts of the' professional bill discounters; but then ho had had so Uttle time. Her ruminations were suddenly cut short by the re-appearance of Blake and Belgrave. She glided back into the inner room, to listen to anything further they might have to say. \" I'm quite in love with that black mare, Blake. I wish I could afford to buy her.\" \" Yes, sir ; she would carry you well ; and she's cheap at a hundred.\" \"Well, I must see what can be done before tho commencement of tho hunting season. But what with having to meet those other bills, which you hold, and"], [61, "ON HIS TRACK. 55 one thing and another, the truth is that I'm deuced hard up.\" \"Let us hope, sir, that things will soon be better. Anyhow, you shall have the first refusal of the mare.\" \" Thanks. Now I must bo off.\" After Belgrave had gone, Mis3 Tempest came back again into the office. \" Ted, how on earth could he have raised the money ? \" was the first question she asked. \"That's more than I can tell, Nellie. I thought when I lest him yesterday that there wasn't a chance of his getting it. Now he turns up to-day smiling, with his pockets full of bank notes. Ho certainly is a mystery to me.\" \" Of course he must havo got ii from fcha money lenders.\" \"Yes: but on what security? That's tho puzzle. Besides, he has been so quick about it.\" \" You can find out, can't you ? \" \"I'll do my best. You say ho did not ceo Mrs. Clare last night.\" \" No.\" Well, if he has got the cash from any of the men, to whom he has been before, I shall soon hear.\" At that moment one of the stablemen came in with a"], [62, "56 THE HAND OF VENGEANCE. letter, which had just come by the post. Blake opened it, and the contents evidently surprised him. \" Are you absolutely positive that Belgrave did not see Mrs. Clare yesterday afternoon ? \" \" Positive. I was out driving with her from five till after seven, and then we had to go to a dinner party.\" Blake gave vent to a long whistle. \" At any rate she accepted his bill yesterday between the time I left and six o'clock.\" \"It is impossible. She couldn't have done so, as I've already told you.\" \" Well, read that,\" and he gave her the letter which he had just received. It was an ordinary business communication from a well-known firm of West-end money lenders, one of the firms which had previously discounted bills for Belgrave, and then sold them to Blake. The letter stated that on the day before, about half-past five, Belgrave had dis counted with them a bill for two thousand five hundred pounds, drawn by him and accepted by Mrs. Clare, presentable six months after date, for which he had received an open cheque, and ended by asking if Blake wished to purchase the bill. Miss Tempest read tho letter over a second time. But there could be no mistake ; the language was too plain. \" If this is true, Ted, it must be a forgery. If I saw"], [63, "ON HIS TRACK. 57 the bill I should know in a moment. I've seen Mrs. Clare's signature too often. Can you afford to buy it?\" \" It's a big sum, Nellie ; still, I daresay I might. manage it. But I should never have thought that he had committed forgery.\" \" Let us find out the truth as soon as possible. Can you go down to these people now ? \" \"Yes, if you like.\" \" Do ! It won't take you long. I can wait here till you come back.\" \" I shan't be more than an hour at the longest.\" \" All right. I hope to Heaven it's true.\" He kissed her, took up his hat, and was soon on his way to the money lender's office, as quickly as a hansom could take him. When he arrived there he found that there had been no mistake. He saw the bill bearing the signature of Laura Clare. So he bought it up, and hastened back to the Edgware Road, where Miss Tempest was impatiently waiting for him. \" Have you got it ? Let me look at it ! \" He handed the bill to her. \" Is that Mrs. Clare's signature ? \" he asked. \"No,\" she answered decisively. \"Laura Clare never signed her name either to a cheque or anything else like this.\" \"Then it must be a forgery ?\""], [64, "58 THE HAND OF VENGEANCE. She nodded assent. \" Well, what is the next step to take ?\" \" We must wait,\" she replied. \" Laura is so much in love with him at the present time that she would swear that it was her signature. But she may not be so much in love with him in six months' time. Mean while we know that this piece of paper is a trump card co us whenever we like to play it. Yet it might not win us the game. Ted, you know my vow,\" she went on with sudden energy. \" You know that I've sworn to hunt this man to death. You promised to do all in your power to help me.\" \" And I've done so, Nellie. You know I love you so much that I would do anything for your sake.\" \" Is there no further way of ruining him ?\" Edward Blake paused. He knew of a way, but he Avas afraid of even suggesting it to her. He knew how strong Avas her craving for revenge. To gain that revenge there Ava3 no step which she would hesitate to take. His love for her was so strong that he hated Belgrave almost as deeply as she did herself. Yet he felt that even if she implored him on bended knees he could not take the step which had occurred to him. \" Why do you hesitate, Ted ? You know of some other way. Tell me what it is.\" As she spoke she came up to him and put her hands"], [65, "ON HIS TRACK. 59 upon his shoulders. She looked into his face with searching eyes, and his heart beat more rapidly as he felt her breath upon his cheeks. With a sudden impulse he took her in his embrace and clasped hei to him. He could feel the beating of her bosom, the trembling of her lithesome limbs. For tho moment it seemed as if \" nought could countervail that inter change of joy,\" as she returned the caresses which he gave her. At length, freeing herself from him, she 3aid — \" Ted, you know of some other way : tell me what it is ! \" She sat on his knee, and put her arm round his neck. \" When wo are married we shall have no secrets from one another. Take me into your confidence now. If your plan is not a good one, we can but reject it. Still, tell it to me.\" \" It was only an idea, Nellie, which passed through my mind. It is too dreadful to tell you.\" \" Never mind. I want to hear it. I must hear it. I will hear it.\" \" It might cause his death,\" said the man in a low tone. \" And what if it did ? Did not he cause my sister's death ? Did he not make my father shoot himself ? Why should I have any pity on him ? \""], [66, "60 THE HAND OF A'ENGEANCE. She spoke with sudden vehemence, as if all the passion in her nature were aroused. \" I can't refuse you anything, Nellie, so I'll tell you. You know I bought a Hack mare called \" Belle \" some few weeks ago for an old song. I suspected that there must be something wrong with her at the time, for to look at she was a picture, and she was perfectly sound. However, I couldn't find a fault with her, so I bought her, and there she is outside in the stables now.\" \" Yes, I know. I've seen her.\" \" Well, to cut a long story short, I discovered about a week aster I had bought her, her history and the reason why I had got her so cheap. Besides being the most vicious brute that was ever foaled, she is what they call mad-headed. She has already killed two men, and the report is that no man who ever breathed can ride her across a country aster hounds.\" \"Would Belgrave buy her?\" she asked, with quick perception interpreting his plan. \" Yes : if he had the money. He saw her only thi9 morning, and fell in love with her directly.\" \" Then take his promissory note jn payment for her,\" she said, promptly. \" But, Nellie, do you understand ? She might kill him.\""], [67, "ON HIS TRACK. 61 \" Then, Ted, I should have fulfilled my vow. But stay : I have a better plan than [yours. Say nothing to anybody about this mare ; but don't sell her. I'll undertake to find a purchaser for her before the hunting season commences.\" What was Mis3 Tempest's plan?"], [68, "62 THE HAND OF VENGEANCE. CHAPTER VI. A SOCIETY ENGAGEMENT. TF you possess either brains or money, yon have only to pull the strings and the puppets work, whether it be in the aristocratic society of the West End of London or at a modern prize-fight. Miss Tempest had not much money, but she had plenty of brains. More over, she knew how to use them. As the reader must already ha\\7e seen, she was a woman of the strongest V will and determination. Whether, from a moral point of view, she was right or wrong in having devoted her life to avenging the deaths of her sister and her father is a question which in these pages needs no discussion ; but there could be no doubt that, from the evening when those deaths, so dreadful in their tragedy, took place, up to the present time, she had never forgotten the vow which she had made on that eventful night, Avhen she had been lest alone in the world. She had sold her father's farm and stock, and with the proceeds and other money which he had lest behind she had come to London, with the fixed resolve to find and hunt to death the vile traitor who had been her sister's ruin."], [69, "A SOCIETY ENGAGEMENT. 63 Of the hardships of her life at first it is unnecessary to peak. It is sufficient that she had succeeded in becoming companion to Mrs. Clare. But before this she had come across Edward Blake, the son of a rich Devonshire farmer, who had known her from a child. He was fully acquainted with all the details of her sad history. He tried, in his rough-and-ready way, to dissuade her from carrying out her schemes of revenge. But to no purpose. Then he fell hopelessly in love with her, and became her ally. She promised to marry him directly she had fulfilled her vow, for she, too, loved him deeply. Never for a moment, when under the wing of Mrs. Clare she had met men well bred and handsome, who were petted by society, had she for one instant wavered in her affection for the horsedealer, who had come from her native county. For stern as she was in regard to the one great object of her life, she was yet a woman, with a woman's soft sympathy. Revenge may harden our hearts towards the one we mean to make our victim, but it seldom hardens the heart of a woman towards her lover. But there was one fact which at times caused her to feel remorse. Mrs. Clare had ever treated her with the greatest kindness, and occasionally the conviction stole upon her mind that she was repaying that kindness with treachery. She might argue with fine sophistry"], [70, "64 THE HAND OF VENGEANCE. that in preventing her marriage with Belgrave she was doing her the greatest act of kindness which she could do ; but she knew that the argument was false. She was sitting in the drawing room in Park Lane after her return from Edward Blake's. She had told Mrs. Clare that sh9 had met some friends who had insisted on her lunching with them, and as Jack Belgrave had been at the house Mrs. Clare had been rather glad than otherwise at her absence. Miss Tempest was now alone, for the others had retired to the boudoir. Whatever her thoughts might be they were soon disturbed by a ring at the bell, and Gladys Dale and her father were announced, while they had hardly been in the room five minutes before Tom Overmount made his appearance. It has often been said that all women are by nature matchmakers. This may be a rash accusation as levied against the whole of the female sex, but there is little doubt that the majority of ladies take a deeper interest and have a keener insight into the love affairs of their neighbours than the sterner sex, whose minds arc chiefly occupied with horse-racing and the fluctuations of the Stock Exchange. Miss Tempest knew as well as if Tom Overmount had taken her into his confidence that he was in love with Gladys Dale. She had also reflected, that even if she were doing a wrong towards"], [71, "A SOCIETY ENGAGEMENT. 65 Laura, she might to some extent alleviate it by advancing the interests of her brother in his matrimonial schemes. With this intention, she had always been studious to praise Overmount not only to Gladys, but to her father, Colonel Dale. She under stood the Colonel's character. She knew him to be a worldly man, whose god was money : for he was selfish and thoroughly comprehended the luxuries which money could buy. She had often, therefore, delicately hinted to him the wealth of Overmount, so when the old gentleman had seen the unmistakable attention which Overmount was paying to his daughter, he saw in the future visions of a luxurious old age for himself. So with Mrs. Clare, Miss Tempest, and Colonel Dale striving their best that Overmount should meet with success, it seemed that the horizon of his pros pects was propitious. Besides, at this time Gladys was in the mood to regard him favourably. With the exaggerated fancy of a young girl, she imagined that society thought that she had been jilted by Belgrave. In her inmost heart she had a feeling of deep anger against Belgrave. She knew that he had been in love with her: for what woman does not know when a man is in love with her? She, too, had been in love with him, E"], [72, "66 THE HAND OF VENGEANCE. though she had never confessed it even to herself. She was unusually gracious to Overmount that afternoon in Mrs. Clare's dra-wing-room. Perchance, it was only because Belgrave was there to see her. Miss Tempest, by these trivial stratagems, which women know so well how to adopt, succeeded in sc directing the conversation that Overmount had an opportunity of having a tete -d- fete with Gladys. Colonel Dale, while talking the ordinary society gossip to Mrs. Clare, noticed this with feelings of the keenest pleasure. On rising to go, he said to Overmount : — - \"Mr. Overmount, if you have no better engage ment, will you come to lunch with us to-morrow ? Miss Tempest has promised to come, as Mrs. Clare will be out of town for the day.\" \"Don't say 'No,' Mr. Overmount.\" \"Well, Miss Dale, I really, don't you knoAV, couldn't refuse you anything. Thanks, Colonel ; I shall only be too pleased.\" \"Then au revoir till two o'clock to-morrow.\" Directly the Dales had lest, Overmount rose also Miss Tempest moved towards the door, so that she was the last to Aviiom he said good-bye. \"Strike while the iron's hot,\" she said to him, lowering her voice almost to a whisper."], [73, "A SOCIETY ENGAGEMENT. 67 \"I will,\" he answered in the same tone, though somewhat surprised that she should take such an interest in his affairs. \" Gladys,\" said Colonel Dale to his daughter as they were walking home through the Park, \"I like Mr. Overmount very much. Hasn't he a large property somewhere in the country ? \" \" Yes, papa. Overmount Hall, in Blankshire.\" \"H'm, I'm glad he is coming to lunch with us to-morrow. The truth is, Gladys, I believe, my dear, that, if you choose, you could be mistress of Over mount Hall.\" Gladys blushed crimson, but she made no reply. Sho knew the truth as well as, if not better, than her father. She was not by any means a mercenary girl, yet she could not help thinking over the great advantages Avhich she could gain as Mrs. Overmount. The Colonel had sufficient experience of female nature not to pursue the subject. He had dropped a hint — that was enough. Tom Overmount went to lunch the next day at Colonel Dales with the intention of asking Gladys to be his wife, if he could only get an opportunity of a tete-a-tete with her. But this, he rightly thought, would not be difficult to obtain, since for some reason, which he could not imagine, Miss Tempest had become a self-"], [74, "68 THE HAND OF VENGEANCE. constituted champion of his interests. Nor did he trouble his brains very much as to what that reason might be. In fact, he was too deeply in love to think seriously about anything or anybody but Gladys. So it was with the firm determination to do or die, or in other words to be refused or accepted, that he rang the bell of Colonel Dale's house. The luncheon passed off pleasantly enough, for what ever might be the Colonel's faults, there could be no doubt that he was an excellent host. \" Don't be long before you join us in the drawing room, Mr. Overmount,\" said Gladys, as she rose from the table. \"You can smoke your cigarette in the conservatory.\" \" I certainly won't be long,\" and as he spoke he exchanged a rapid glance -with Miss Tempest ; rapid — but full of meaning. He knew that he should have the opportunity he wanted. Nor was he mistaken. When the two gentlemen entered the drawing-room, Miss Tempest immediately engrossed the Colonel in conversation on some topic in which she knew he was deeply interested, so that Overmount had a clear field before him, and— to use a sporting phrase — determined to make the pace. \"May I take advantage of the offer you were good"], [75, "69 A SOCIETY ENGAGEMENT. enough to make me in the dining-room, Miss Dale, and smoke a cigarette in the conservatory ? \" \" Certainly, Mr. Overmount,\" and as she spoke, she opened the French window, which led out of the draw ing-room, and the two strolled into the conservatory. The girl sat down listlessly on a low saddle-back lounge. She felt in her own mind that the time had now come when she would have to make that decision on which the fate of her future life hung. Nor had she long to wait, for Overmount had determined to come straight to the point at once. \" Miss Dale ; Gladys, you must know how I love you. I came here to-day resolvpd to ask you to make me the happiest man in London. Darling, can you love me in return ? \" He sat down on the sofa by her side, and took her hand, as he asked the question. She did not withdraw it, though he had again to ask her for her answer before she spoke. Then her voice was very low. \" Yes,\" she murmured. \" I will try to love you.\" He placed his arm round her waist, and kissed her lips with the ardour of an accepted lover. So they became engaged. Had she done right? Could she ever love him? Such were the questions that Gladys asked herself, when later in the afternoon she was alone in her"], [76, "70 THE HAND OF VENGEANCE. own room. Her father had congratulated her in a way which showed plainly how pleased he was with her' choice. The world would say that she had drawn a big prize in the great matrimonial lottery of society. Yet in her inmost heart she knew that she did not love the man whose wife she had promised to become. Visions of future luxury brought her no joy, for she felt an empty void, which no wealth could fill, and a yearning which no social position could satisfy. What happiness was there in being the future mistress of Overmount Hall ? The world may ridicule the idea of love in a cottage ; but, perchance, a cottage may be better than a palace without love. The modern cynic sneers, and, with contemptuous scorn, asserts that love means money, as if every girl was nought more than a venal Aphrodite. Such is the false philosophy of the misogynist ! Gladys lay on her bed and wept. But they were hardly tears of sadness. They were rather tears of fjar at the fatal step which she had taken. Did any thought of Jack Belgrave pass through her brain ? Perhaps. Who can say ? At last she bathed her eyes and dressed for the evening. Overmount had taken a box at the Lyceum, and she and her father were to join him at the theatre. But she could not enjoy the play. Her head ached and"], [77, "71 A SOCIETY ENGAGEMENT. she felt faint. It seemed to her as if she were entering on a new life, the prospects of which were uncertain. \" Does love mean money ? \" she asked herself, when she regained the solitude of her own room."], [78, "72 THE HAND OF VENGEANCE. CHAPTER VII. THE SPIDER'S WEB. rnHE London season was drawing to a close. Good- wood was approaching. Already the Park had begun to empty, and the clubs had ceased to be crowded. The country people, who only come up to town for about six weeks in the season, had gone back home, to vegetate in rural simplicity for another ten months, much to the relief of fathers and husbands, who found that even six weeks in London Avas a serious draw on their purse-strings. Yet the season can never properly be said to be at an end until the arrival of the Goodwood week. Those regular frequenters of the Park who reside in town are still to be seen in the Row, and their numbers are recruited by sporting men, who have run up to try to buy a hunter cheap at \" The Corner.\" As a rule, these sportsmen look out of their element — like fish out of water — except when they are criticising the cockney riding of some equestrian ; then they assume a knowing look, and generally superior manner, which would greatly aggravate the rider if he noticed it, which, happily for his peace of mind, he seldom does."], [79, "TOE SPIDER'S WEB. 73 Amongst the men who invariably remained in town till the August sun had made the pavements intolerable was Charlie Bunnay. So, one morning, in the middle of July, as he was taking his usual stroll in the Park, and making reflections, half sarcastic, half philosophical, upon the people he met, he ran up against Belgrave. Latterly, the friendship between the two men had somewhat abated. On the one hand, Bunnay knew that Belgrave's chief object in marrying Mrs. Clare was her money ; on the other hand, Belgrave knew that this was Bunnay's opinion, and accordingly felt ill at ease in his company. \" Why, I hav'n't seen you for an age, Jack. I thought you must have left town.\" \" No, old fellow, not yet. You see Laura is still at Park Lane, so I remain in the little village.\" \" Like a dutiful lover, eh ! Halloa, there are Miss Dale and Overmount. I hear they are to be spliced in the autumn. Rather quick work, I should say.\" Belgrave shrugged his shoulders. \" If they like one another,\" he remarked, \"why should they wait ? He has plenty of money and a home to take her to.\" \" Yes,\" replied the other, in a doubtful tone, which implied that he did not consider money and a home to be all that was necessary to bring happiness to married life."], [80, "74 THE HAND OF VENGEANCE. \"So they aro going to be married in October, and, after a short honeymoon, return to Overmount Hall for the hunting season. Laura and myself, I believe, go to stay with them some time in December.\" \" And when does your turn come ? \" \" Oh, not before the beginning of the year, when Ave shall be married from Overmount Hall.\" \" Well, I see Mrs. Clare and Miss Tempest in the distance. A curious girl that Miss Tempest ; I never could understand her. I should imagine that she was one of those rare things in real life — namely, a girl with a history.\" \" Perhaps. I could never understand her either, often as I have met her. I only know that we don't get on together, for some reason or other, which I could never find out. I believe she dislikes me ; but then she is so stand-offish with all men that it is impossible to say.\" \" I can't say that I ever discovered that trait in her character.\" \" Then you must be an exception to the rule. How ever, here they come.\" The two men raised their hats, and, after the usual greetings, they paired off, Belgrave going ahead with Mrs. Clare, while Bunnay and Miss Tempest followed behind. As Bunnay had hinted, Miss Tempest had always been genial with him, though her manners"], [81, "THE SPIDER'S WEB. 75 occasionally puzzled him. Their conversation, however, soon assumed an easy tone. \" I am so glad that we met you, Mr. Bunnay. To tell you the truth, it is very wearisome being con tinually obliged to play the part of gooseberry.\" \"Yes, so I should think. Belgrave tells me that the wedding is to take place at the beginning of the year.\" \" That is the present arrangement, though, for my o*wn part, I doubt whether it will ever take place at all.\" Bunnay looked at her in surprise. \" What makes you think that ? \" he asked. Miss Tempest gave a sarcastic laugh, which showed more plainly than any words could have done what she thought. \" Mr. Belgrave is not a favourite of yours ? \" \" He is certainly not my ideal of a man. I suppose I must be hard to please. But I had forgotten that he was a great friend of yours. Excuse my rudeness.\" \"There is nothing to excuse, Miss Tempest. It would never do for us all to like the same people, you know, would it ? \" \"No. Yet Mr. Belgrave seems to be a universal favourite with the fair sex. He is quite a modern Adonis. Have you known him for long ? \""], [82, "76 THE HAND OF VENGEANCE. \" Yes, that is to say for several years.\" \" Didn't he live in Devonshire once ? \" \" Not that I know of. Oh, yes, I had forgotten for the moment, he once stayed there for some few weeks. But Avhy do you ask? Do you know Devonshire ? \" \" Very well indeed. It is my native county.\" \" Then did you meet Mr. Belgrave there ? \" \" No. I only heard of him. His behaviour down there did not tend to increase his popularity.\" Bunnay turned round inquiringly towards his companion. \"Oh, it's an old story now,\" she went on, \"and one that I've no doubt Mr. Belgrave would like to blot out from the pages of his life. Still, I thought he might have confided it to you.\" \" No, he never has. Would it be asking you too much to tell me this interesting episode ? \" \" I would rather not.\" \" But, Miss Tempest, it is really too bad of you to arouse my curiosity, and then refuse to satisfy it.\" \" I thought the privilege of talking scandal was confined exclusively to our sex, Mr. Bunnay. Besides I have never told the story to anyone. Nor has Mr. Belgrave the slightest idea that I know it. I don't wish him to know it, either.\""], [83, "THE SPIDER'S WEB. 77 \" You may rely on my secrecy.\" \" I feel sure of that. But I warn you beforehand, that, as Mr. Belgrave's friend, you would not like to hear of his Devonshire experiences.\" \" Then they do not redound to his credit ? \" \" No, most decidedly not ; on the contrary they prove him to be a heartless villain.\" The intensity with which these words were uttered surprised the listener beyond measure. He wondered whether this was the clue to the history of this extraordinary girl. \" You think that I am mysterious, and speak in riddles. Some time I will tell you the story, but it must be on one condition, and that is, that you don't let Mr. Belgrave know from whom you heard it.\" \" Certainly not, if you wish it. When will you tell it to me ? \" \" It is too long to tell you now. But I will tell it to you on the first opportunity. Come ! change the conversation, for here are Mrs. Clare and Mr. Belgrave.\" \" Mr. Bunnay, won't you come back Avith us to lunch ? \" asked Mrs. Clare, as the party rejoined. Bunnay had another engagement, and was on tho point of refusing, but he caught sight of a meaning expression on Miss Tempest's face, which made him decide to accept the invitation. \" Perhaps,\" he thought"], [84, "78 THE HAND OF VENGEANCE. to himself, \" I may gain an opportunity of hearing this wonderful story.\" \"You seem to be smitten with the Tempest,\" said Belgrave, as the two men Avere waiting alone in tho drawing-room. \"Do I ? \" replied the other carelessly. \" It only shows how appearances belie the truth ; for I assuro you our conversation was of the most platonic nature.\" Luncheon being over, all four of the party returned to the drawing-room. Like many London rooms it was divided in the centre by heavy curtains. Miss Tempest passed into the division where the piano was, and began to play. Bunnay folloAved her, and sat down in a chair beside her. \" I'm glad you came to lunch,\" she said, while her fingers ran idly over the keys in that listless manner, which does not prevent the performer from talking. \" You will bo ablo to tell me this mysterious story ? \" he inquired. \" Presently. Soon they will slip away to the boudoir.\" As Miss Tempest had predicted, it was not long before Mrs. Clare and Jack Belgrave lest the drawing room for the seclusion of the boudoir, so that Bunnay was left alone with his mysterious companion. Under other circumstances he might have thought it some-"], [85, "THE SPIDER'S WEB. 79 what rude of Mrs. Clare in thus leaving him ; but now he felt pleased -with her unceremonious behaviour. \" I have not had to wait long for an opportunity.\" \" And do you really wish to hear this story ? Remember I have warned you beforehand that it will make you form a bad opinion of the character of your friend.\" \" Perhaps that is what makes me so anxious to hear it. You said that it related to his visit to Devon shire ? \" \" Yes. It is now seven years ago since the events happened, Avhich I am about to tell you. My father was a large landowner in South Devon, and amongst his tenants was a farmer named Godfrey.\" \" I fancy now that I have heard Belgrave mention the name. Wasn't there a pretty daughter ? \" \" I was coming to her.\" \" I beg your pardon ; I ought not to have interrupted you. Then Miss Tempest told Bunnay the story, which the reader already knows, except that she did not tell him the secret of her own identity. Bunnay listened with deep attention untd she had finished, though with a feeling of surprise, that his companion should be so vindictive towards Belgrave. \" You seem to have been greatly interested in these"], [86, "80 THE HAND OF YENGEANCE. Godfreys,\" he remarked. \" What became of Norah Godfrey ? \" \" She is married, and settled in London. I occa sionally go to see her. She is very happy : but she will never forgive Mr. Belgrave. She regards him as the murderer of her sister and father. \" And do you regard him in the same light ? \" \" Yes ; most decidedly I do. It was mean ; it was dishonourable • it was unmanly.\" \" Perhaps ; but hardly murder,\" replied Bunnay, calmly. \" Does Norah know who Belgrave is ? \" \" Perfectly well ; but he does not know her, although he has constantly seen her. You must remember that seven years makes a great difference in the looks of a girl.\" \" And have you never mentioned a syllable of this to anybody besides myself ? \" \" Not a syllable. Norah asked me not to ; so I must beg of you not to betray my confidence. Nc doubt she will revenge her sister in her own Avay.\" \" Why ; is she revengeful ? \" \" Yes. I should be very sorry to be in Mr. Belgrave's position when she does think fit to strike. Surely you don't blame her, Mr. Bunnay ? Think ! Supposing Elsie Godfrey had been your sister, what would you have done yourself ? \""], [87, "THE SPIDER'S WEB. 81 \" You are certainly a warm advocate for Norah, Miss Tempest. It is impossible for me to say what I should have done in the case which you suggest. I should very much like to see this girl.\" \" In order that you might try to dissuade her from carrying out whatever plans of revenge she may have formed. Mr. Bunnay, I may tell you at once that it would be of no use. There are certain acts which can never be forgiven. You, as a man, may look at Mr. Belgrave's conduct in a more lenient light than I do as a woman : but even you will confess that it was dishonourable. Besides, is not his present life a He ? He pretends to be in love with Mrs. Clare ; but you know, as well as I do, that it is only her money that he is in love -with. If you doubt me, ask him yourself, whether she has not already paid money for him? Hush ! I hear them coming back. Remember, not a hint to Mr. Belgrave that I know anything about his Devonshire history.\" Bunnay lest almost as soon as he could after Mrs. Clare returned to the room. As he shook hands with Miss Tempest, she said to him, with a laugh, which had a sarcastic ring in it : — \" I don't think it will be very long before the fly is caught by the spider.\" His reflections, as he walked back to his chambers, F"], [88, "82 THE HAND OF VENGEANCE. were the reverse of pleasant. If Miss Tempest's storj was true — and he saw no reason to doubt it — it was evident that the man whom he had always considered as his friend was both heartless and unscrupulous. Then there was the hint that he had already obtained money from Mrs. Clare. He was a man of the world ; but men of the world draw the line someAvhere, and he was obliged to confess that Belgrave had overstepped that line. But what chiefly puzzled ■ him was the hatred of Miss Tempest. \" By jove ! \" he exclaimed at last, \" I shouldn't be surprised if she turned out to be Norah Godfrey. In that case I wouldn't be in Belgrave's shoes for some thing. Hang it all, I wish I hadn't heard the story now. \" Halloa ! Bunnay ; I never expected to meet you in town at this time of the year. Where are you off to ? \" The speaker was Lord Carford, better knoAvn in society as Lady Carford's husband, though in club land and sporting circles he was as popular as any peer of the realm. \" I might return the compliment, Carford, for I knew her ladyship had left town.\" \" Yes, the missis has flown and left me in single harness. I have had a most beastly tiring time of it to-day. Been inspecting gees, as I am short of hunters."], [89, "THE SFIDER'S WEB. 83 Spent all the morning at Blake's place in Edgware Road. Nice chap, Blake, to do business with. Seems above his position — quite a gentleman, in fact. Had a scrumptious black mare ; but refused to sell her. Said ska liad killed her former owner, and nobody could ride her. Heard also something nasty about that young Belgrave. He'll get into hot water, unless he looks out.\" \" Why ; what has he been doing ? \" \" Floating bills a bit too promiscuously. Not that that matters much, of course. If a chap is hard up, he naturally flies a kite. But, damn it all, he shouldn't get the woman he is engaged to to fly it with him.\" \" The devil ! You don't mean to say that Mrs. Clare has put her name to his paper ? \" \" Blake showed me the bill himself, my dear boy. Said it was given to him in payment for some crocks he had sold to a money-lender. Shouldn't have thought Belgrave would have done such a thing. Looks too much as if he were beginning to run crooked.\" \" There must, be some mistake, I feel sure. Any how, let us keep this to ourselves until we know more about it.\" \" Certainly, if you like. It's no affair of mine. I'm very sorry about it, for I always rather liked Belgrave, and I hate to hear of a fellow running out of the course"], [90, "84 TUE HAND OF VENGEANCE. \" So do I ; but don't judge him too hastily. What was the amount of the bill ? \" \" Two thousand pounds.\" \" I hope that Blake won't show this precious bill to all his customers.\" \" Oh, he's not that sort of fellow at all. He's a most straightforward chap. I often tell him h 3 is too honest for his trade. He used to be a farmer somewhere in Devonshire.\" \" In Devonshire ? \" \" Yes ; you seem surprised. Coming down to the club?\" \" No, thanks. I must go home.\" So Miss Tempest was right. The fly had already begun to get entangled in the spider's web."], [91, "85 DOUBT. CHAPTER VIII. DOUBT. /\"GLADYS DALE^ was married to Overmount in the latter part of the following October. She had tried hard to learn to love her husband, and had par tially succeeded. During their engagement no man could have been more kind or more attentive. He had had Overmount Hall decorated for her reception, and her own suite of rooms furnished in the most luxurious manner. She had only to express a wish and it was immediately gratified. Everybody agreed that he was the most devoted of lovers. Of Belgrave, Gladys had seen but little during her engagement, and Overmount seldom mentioned his name. Once her father said to her, \" I am sorry to hear such bad accounts of that young Belgrave. They say he is drinking like a fish. It hardly seems a bright look-out for Mrs. Clare. Besides, he is hopelessly in debt.\" Such indeed was the truth. Belgrave had not become so hardened but that his conscience often pricked him sharply for the deed he had committed. To drown the voice of conscience, he took to drinking brandy. His hand was often shaky, and lr's eyes lost their usual"], [92, "86 THE HAND OF VENGEANCE. brightness. There were rumours, too, that he gambled recklessly. Clubmen said he was rapidly going down hill. He himself noticed that men like Lord Carford, with whom he had always been \" Hail fellow, well met,\" now studiously avoided him. He did not, of course, know that Lord Carford had heard about the bill, nor that several others of his old friends likewise knew about it. If he had, he would probably have drunk even more deeply than he did. Still, as the months went by he began to feel more nervous. To be obliged to confess a crime would not be a happy beginning to his married life. In the vain hope of winning sufficient money to meet the bill himself, he gambled heavily, with the result that he got deeper and deeper into debt. Mrs. Clare's eyes were blinded by her love, so she did not see the change, nor did she hear the reports, which were so freely circulated in clubland. Perhaps, if she had heard, she would not have believed them, for to her mind her lover was a hero. Still, she could not help observing that he had become less constant in his attentions to her. \" Nellie,\" she said to her companion, one morning in September, as they were sitting together in the boudoir after breakfast, \" Jack's birthday is at the beginning of next month. I have been thinkintr what I shall cive him.\""], [93, "DOUBT, 87 \" I think I know what he wants.\" \" What, dear ? Tell me ? \" \" A hunter. He sold his two horses at the end of last season.\" \" The very thing ! \" exclaimed Mrs. Clare. \" But how am I to buy one ? We ladies can't well go and bid at Tattersall's.\" \" Why not give Mr. Blake a commission, from whom you bought the chesnut carriage horses ? I don't think he would swindle you in any way.\" \" No, I don't think he would. We might drive up there this afternoon. It would pass the time away anyhow,\" she added, wearily. \" Won't Mr. Belgrave be here to-day ? \" \" No,\" sighed the other. \" He has got such a lot of things to do now, looking over houses, and so on. He wants to take a hunting-box somewhere.\" \" Then by all means I should recommend you to buy him a hunter. Mr. Blake is sure to know of something which would suit.\" \" I shall have to leave it to him, for I hardly know a horse from a cow. I wish Tom was in town ; he might have helped me. But he can think of nothing but his marriage.\" There was a tinge of sadness in her words, as in her own mind she contrasted his devotion to Gladys -with"], [94, "88 THE HAND OF VENGEANCE. Belgrave's increasing neglect of her. Miss Tempest noticed it, and felt sorry for her. For a moment she felt almost inclined to tell her the whole truth. Then the old feeling of revenge returned. \" I must write a letter or two before lunch,\" she said, as she walked across the room to the writing desk and hurriedly scribbled the following laconic, but expressive, - epistle : — \" Dear Ted, \" All goes as well as we could wish. Mrs. C. Avishes to give J. B. a hunter as a birthday present. The black mare would suit. You understand. We come together this afternoon. I think Mrs. C. is beginning to feel suspicious about B. If there is a chance to increase her suspicions, do so j but say nothing definite. \"In haste, \" Thine, \" Nellie.\" Having duly addressed and sealed this note, she put on her hat, and going out she gave it to a cabman with instructions to deliver it immediately. Accordingly, after lunch, the two ladies drove together to Mr. Blake's establishment in the Edoware Road, where the owner was prepared to receive them."], [95, "DOUBT. 89 It would be unnecessary to record all that took place. Suffice it to say that in less than an hour Mrs. Clare became the possessor of the black mare. \" I Avill write you out a cheque now, if you like, Mr. Blake.\" \" As you please, Mrs. Clare. Will you come into the office?\" \" I shall want you to keep the horse for two or three weeks. As I told you in the yard, I am buying it for a gentleman who won't need it for some little time.\" Mrs. Clare then wrote out a cheque, which she handed to Blake. He narrowly examined the signature as he took it. \" I believe you said that you were buying the horse for Mr. Belgrave ? \" he remarked. a Yes : do you happen to know him ? \" Oh, very well,\" replied the other in a tone which seemed to imply \" and not much good of him either ! \" \" If you should see him, please don't say anything to him about my purchase.\" \"Certainly not, if you wish it. But here is Mr. Belgrave himself entering the yard. He is sure to see you, as he invariably walks straight into the office.\" \" And I particularly don't want him to see me here. How provoking, isn't it Nellie ? He told me he should be at Melton to-day. What am I to do ?"], [96, "90 THE HAND OF VENGEANCE, \" Can we wait in the inner room, Mr. Blake ?\" Miss Tempest asked. \" With the greatest pleasure.\" Hardly had the two ladies retired into the inner room, the door of which Miss Tempest carefully lest on the jar, than Jack Belgrave entered the office. His eyes were bloodshot, like the eyes of a man who had been up all night, and his general appearance was dissipated. Blake cast a searching glance at him, and then said, \" Well, sir, what can I do for you to-day ? \" \"For Heaven's sake give me some brandy first. I did not get to bed till past six o'clock this morning and then only got about two hours' sleep.\" Blake reached a bottle of brandy from the cupboard. \" Will you have soda with it ? \" he asked. \"No, thanks; water, please, and deuced little of that. I want to pull myself together.\" \" Help yourself, sir.\" Belgrave mixed himself\" a strong tumbler of brandy and water, half of which he drank at a draught. This seemed to give him courage, and lounging down in an arm chair, with the tumbler in his hand, he began : — \" The truth is, Blake, I want you to do me a favour. I had a deuced bad night of it last night, and was most confoundedly hard hit. You know the rules of the club, don't you ? \""], [97, "91 DOUBT. \" I can't say that I do, sir.\" \" Well, there is a most disagreeable rule to the effect that you must pay your card debts within forty-eight hours at the latest.\" \" Yes.\" \" So I want five hundred pounds without delay. As you know, I've always met my bills before, Blake, so I came to you to ask you to lend it to me.\" Blake shook his head. \" Come, now, you might give me a helping hand. I shall be married soon, as I told you, and everything will be all right then. Don't refuse me.\" \"The security is hardly good enough, sir. Besides, I don't know how many bills you may have out now.\" \" Only one, and that's all right.\" \"How all right?\" \" It is secured ? \" \" I am sorry, sir, but I can't do it. You had better go to some of the money lenders with whom you have done business. I can't help you.\" Belgrave remained for some time longer trying to persuade Blake to change his mind. But the latter was obdurate, so he had to leave without gaining his object. Directly he had gone Miss Tempest hurried into the office. \" Give me some brandy, quickly,\" she said. \"Mrs. Clare has fainted.\""], [98, "92 THE HAND OF VENGEANCE. It was some time before she came round. When she did, she looked dazed, like a person in a dream. They gave her more brandy, and then she remem bered where she was, and what had happened. \"Thank you, very much. Nellie let us get homo as quickly as possible.\" They drove back to Park Lane in silence. The one was too miserable to speak ; the other judged it best not to disturb the misery, since, for the time, at least, it was inconsolable. Mrs. Clare remained calm, however, until they had reached home, and she had gained her boudoir. Then she sank into an arm chair, and, burying her face in her hands, burst into a paroxysm of weeping. Her idol had been shattered, and what she had thought was pure marble turned out to ba but common plaster. It was more than a week before she was sufficiently recovered to leave her bedroom. For a great part of the time she had been hysterical. The shock had been so sudden that it had completely unnerved her. The humiliating thought that it was her money and not herself that Belgrave was in love with was mad dening. The knowledge that he was a dissipated gambler was, as compared with this, but a drop in the ocean. Then there came feelings of doubt. Per haps, after all, he might not be guilty. Perhaps she"], [99, "DOUBT. 93 had been too hasty and misjudged him. She clung to the hope as a drowning man clings to a straw. At last she was sufficiently convalescent to be able to see him. He had called every day during her illness, of the cause of which he was totally ignorant. He had sent her flowers, and in many little ways shown her more attention than he had done at any other time during their engagement. He had sus picions that everything was not quite right, and he shuddered when he tnought what the consequences might be if the engagement was broken off — ruin, both social and financial; perhaps even a felon's punishment. He felt nervous as he entered her boudoir. She was reclining on the sofa, wrapt in a loose dressing gown. Her face was very pah?, and showed the mental agony which she had suffered. He walked quickly to her side. \"I am sorry to find you looking so ill, Laura. I am afraid you must have been most dreadfully seedy.\" He stooped down and kissed her, but she scarcely returned his kiss. \" Yes, Jack ; I have been very ill,\" she answered, languidly. \" You don't seem yourself by any means. What"], [100, "94 THE HAND OF VENGEANCE. on earth had you been doing to make yourself bad so suddenly.\" \"It was worry and anxiety more than anything else, I think.\" \" Why, what has happened to worry you, darling ? \" As he spoke he sat down by her side, and took her hand in his. \" Many things you do not know. For one thing, I had heard rumours about you gambling.\" \" Idle reports, dear. You ought not to pay any attention to them.\" \"But, Jack, how could I help paying attention to them. Nowadays the gossip of the clubs is retailed in the boudoir. I heard that in one night yon lost five hundred pounds.\" Belgrave turned pale. \"How did you hear it?\" he asked, With an effort she raised herself slightly, and looked him straight in the face. \" From your own lips,\" she replied. Then she told him the history of that eventful afternoon at Blake's. \" Somebody has been concocting a plot against me,\" he said, half angrily, when she had finished. \" It is true that I had had a bad night at the club, and that I went, as you know, to borrow money from Blake. That fellow has some spite against me, for some reason or other."], [101, "DOUBT. 95 But I'll horsewhip him for this, the scoundrel. Laura, have more confidence in me. You know how I love you. Don't distrust me. If you like, I will never touch a card again till we're married. I would do anything to please you, anything to save you pain. I can't tell you how grieved I am that I should have been the cause of any worry to you. Forgive me, Laura ! It shall never happen again.\" \" There is nothing to forgive, Jack, only I do wish that you would not gamble. It only leads to misery, and makes me feel anxious.\" \" Then I will promise you not to play again ; there Laura. Now, cheer up. It pains mo to see you in such low spirits.\" So, woman-like, she forgave him. But when he had gone, and she felt no longer that fascinating influence of love, which his presence always exercised upon her, then the old doubts returned. She could not disbelieve the evidence of her own ears, the evidence which had told her plainly that he had been borrowing money on the security of his being about to marry her. She could only Avait. Some months had to elapse before the marriage took place. She would wait."], [102, "96 THE HAND OF VENGEANCE. CHAPTER IX. THE DISCOVERY. /GLADYS and Tom Overm u.it were married, as had been arranged, at the end of October, and by the beginning of December were comfortably installed in Overmount Hall, one of the most comfortable, if not one of the most ancient, country seats in Blankshire. They were going to have a house party before Christ mas, and some of the guests, including Mrs. Clare and Belgrave, were to stay on for the festive season. Miss Tempest was, of course, to be of the party, and that young lady determined to strike the final blow at Over mount Hall. In truth, if she wished to prevent the marriage between Belgrave and Mrs. Clare, it was time that decisive steps should be taken, as the cere mony was to come off at the beginning of the new year. She knew that they were to go down to Overmount's on a Tuesday, and that there was to be a big meet of the Blankshire hounds on the Thursday, so she made her plans accordingly, in conjunction ,with her old ally, Edward Blake. Meanwhile, although Belgrave's engagement had not been broken off, Laura had continued to be doubtful"], [103, "THE DISCOVERY. 97 about him. Not that her own love had abated in the least degree. But she felt vaguely suspicious that there was something about him which she did not know, •something which might prove a bar to their happiness. That autumn had been a sad and weary time for her. Many an hour did she lie awake at night, thinking about her lover, and her [approaching marriage. At times she felt almost as if she were standing on the brink of a precipice, and had but to take one fatal step to destruction. Poor woman ! She knew not how soon the blow would come. And Belgrave, too, had been far from happy. Not only had that unlucky bill been like a load of lead upon his mind, but he could not help noticing the marked coolness of all his old friends. Even Bunnay had refused to be his\" best man, giving the flimsiest of excuses. He wondered how much they knew about him. The mere fact of his marrying for money would not make them shun him in the way they did. He felt nervous, like a criminal expecting every moment to be arrested. He went down to Overmount Hall with Mrs. Clare and Miss Tempest in a far from happy frame of mind. Did Overmount know of these rumours about him, he asked himself. If so, there might be an awkward interview. He must at any cost lull any suspicion for another four weeks : then he would be married. o"], [104, "98 THE HAND OF VENGEANCE. They found a large house party gathered together at Overmount Hall, and to all outward appearance none of the guests were happier than the host and hostess. Few people would have recognised in Mrs. Overmount the- Gladys Dale of some short months back. The girl had suddenly become a woman. There was nothing of the blushing bride about her. She was the accomplished hostess, charming and graceful— a wife of whom her husband might well be proud. If the flame of love had been cool before marriage, it was evident that now at least it burnt brightly. Miss Tempest saw this and was glad. If she were scheming to bring misery on two people, she had at least made some compensation in having done her best to make two others happy. Belgrave was relieved to find that his reception was far from being cool. Both Overmount and his wife welcomed him warmly, and most of the guests were country sporting people Avith their Avives and daughters who knew little of any rumours Avhich might be afloat in London clubland. So he retired to his room that night in a happier frame of mind than he had been in for many a long day. Unfortunately for him his confidence was misplaced. The post at Overmount Hall seldom arrived before breakfast time, so that one could not glance through"], [105, "99 THE DISCOVERY. one's correspondence in the privacy of one's bedroom. There was only one letter for Belgrave when he came down the next morning : but the contents made him shudder. It was a short note from Blake, and ran as follows :— \"Dear Sir, \" I beg to inform you that I hold a bill for two thousand pounds, drawn by you, and accepted by Mrs. Clare, which will be due next month, presentable at Coutts' Bank. Please inform me if this is correct. \" Yours truly, \"Edward Blake.\" \" Curse the fellow,\" he muttered to himself when he was alone, \" what can be his motive in getting hold of all my paper ? I never did him any harm that I know of. If it had not been for him I should never have given the confounded bill.\" He was walking along a gravel path in the shrubbery, smoking and anathematising his luck, when, on turning a corner, he suddenly found himself face to face with Miss Tempest. He had always disliked her, but now her presence was doubly irksome to him. \" You seem annoyed, Mr. Belgrave,\" she said quietly. \" It's nothing much. Gloomy thoughts, that is all.\" \"And on the eve of your marriage, too. Besides,"], [106, "100 THE HAND OF VŒNGEANCE. I should have thought that now you would prefer the society here to that of clubland.\" \" I fail to understand you, Miss Tempest.\" She gave a sarcastic laugh, and shrugged her shoulders. \" I am perfectly aware that you have never liked me,\" he went on. \" Also that you take advantage of your sex in trying to be sarcastic towards me, when sarcasm on my part would be rudeness.\" \" Yes, that is one advantage we women have got, certainly. Men have others, though, which none know better hoAv to use than Mr. Belgrave.\" \" You speak in enigmas. Pardon me, if I say that I am not in the mood to guess riddles. I have had the pleasure of your acquaintance for about two years, and during that time you have markedly shoAvn me that you dislike me — for what reason I am at a loss to conceive.\" \" You make a mistake, you have known me for over seven years.\" \" I am afraid that I have forgotten the introduction,\" he replied coolly. \" I know that you have, and I have purposely met you this morning to aid your memory. You will then be better able to understand certain things which now both puzzle and annoy you.\" Uo bowed slightly, waiting for her to proceed."], [107, "THE DISCOVERY. 101 \" Try to carry your memory back to seven years last summer. You were then staying under an assumed name at an out-of-the-way village in South Devon. There you met two farmer's daughters, Elsie and Norah Godfrey.\" \" Have some faint recollection of it,\" he remarked in a tone of insouciance, which exasperated his listener. \" I will soon make your recollection less faint. You made love to Elsie Godfrey, and promised to marry her. She, poor girl, was fool enough to believe you. She yielded herself up to you, soul and body, while you treated her as your plaything. When you got tired of her, you went away, never even telling her where she could write to you. In her grief and shame she destroyed herself, and her father committed suicide.\" \" No, it is not true. I never heard it.\" \" But it is true. You caused the deaths of Elsie Godfrey and her father. In the sight of heaven you stand there a murderer. Yes, you may well shrink back, coward as you have always been.\" \" I swear that I never knew that Elsie was dead.\" \" You never took the trouble to find out what had become of her. How should you know, you who never cared for anything but your oavu selfish pleasure ? \" \" Then who are you ? \""], [108, "102 THE HAND OF VENGEANCE. She raised herself to her full height, and stood erect before him. \"Norah Godfrey.\" \" Norah Godfrey ! it is impossible !\" \" Listen to me ! On the night when my father and sister died, I was left alone in the world. I swore that I would revenge their deaths. I swore that I would find you out, and hunt you to your own ruin. At last I have succeeded. My vengeance is well nigh complete, otherwise I should not have told yon this. But when the blow does fall, remember that it was I who struck it.\" Then she swept past him down the gravel Avalk, and went into the house. For a moment he stood still, like a man Avho had been shot. What did she mean by talking about his ruin ? She had seemed like an avenging fury as she had stood denouncing him. What Avas going to happen ? He was tortured with the extremest agony of fear. For over an hour did he pace up and down in a state of wonderment and terror. He was uncertain how much she knew. Could she knoAV the truth about the bill ? He remained in a state of terrible suspense for the rest of the day. He complained of having a bad head ache, and so excused himself from joining in the gaiety of the other guests. But he found solitude worse than"], [109, "103 THE DISCOVERY. their society. He came down to dinner, where he ate little, though he drank a good deal of champagne. He felt that the eyes of Miss Tempest were upon him all the time, and that she was rejoicing at his misery. He would have murdered her that very night, if he had dared. As the next day was a hunting day, the ladies retired early to their rooms. Mrs. Clare went upstairs with the rest, and on entering her room her maid gave her a note, marked \" private.\" \" A groom left it for you, about ten o'clock, madam, asking that it might be given to you to-night.\" When the maid had left her, Mrs. Clare sat down in a low chair before the fire, and opened the note. She read it through once ; then the words swam before her eyes, and she fainted away. How long she remained insensible she could never tell. She only knew one thing — that her lover was a forger, a common felon. What should she do? To marry him noAV was out of the question, but she would save him from disgrace, she would save him from a felon's doom. She sat down at the small writing desk, and nervously wrote the following note : — \"Dear Sir, \" I beg to inform you that I did accept Mr. Belgrave's bill, mentioned by you in your letter of"], [110, "104 THE HAND OF VENGEANCE. to-day, and shall be pleased at any time to give you the money for it. \" Yours truly, \"Laura Clare.\" \" To Mr. Edward Blake.\" She then directed it to the address of an inn close by, which had been given in the letter, with the intention of sending it off first thing in the morning. Such is the noble generosity o£ a' woman !"], [111, "THE DISCOVERY. 105 CHAPTER X. NEMESIS. I\" AURA CLARE did not come down to breakfast next morning ; but she sent down word that she was suffering from a bad headache, though, in reality, it was heartache of the most bitter nature that op pressed her. All the other guests, however, assembled at the breakfast-table in good spirits at the prospect of the sport which they hoped would be their lot. The majority wore pink coats or habits, and amongst the latter the smartly-cut, tight-fitting Busvine of Miss Tempest was conspicuous. She glanced keenly at Belgrave as the latter was opening his letters, and she saw how he startled and turned pale as death when he read her anonymous note. It was short and to the point. \" All is found out — the forgery is known.\" What should he do ? What could he do ? For a moment he thought of immediately going up to London. Then he thought of making a full confession to Laura. His brain seemed to be in a whirl. He could form no idea — make no plan. \" You seem distrait this morning, Mr. Belgrave. I"], [112, "106 THE HAND OF VENGEANCE. hope you have no unpleasant news ? \" inquired Gladys Overmount. Belgrave started. \"Only a troublesome business communication,\" he said, uneasily, as he felt that the eyes of everybody were upon him. \"Oh, you mustn't think of business to-day. Besides, you are going to ride your neAv mare for the first time across country, aren't you ? \" \" Yes,\" replied Belgrave ; \" and I wish the deuce she would break my neck,\" he thought to himself. He could hardly eat any breakfast, but before the time came for them to start he had fortified his nerves with two strong brandies and sodas. He had determined that he would, at the first opportunity which presented itself, disclose his sin to Laura, and beg her forgiveness. Doubtless, she would break off the engagement, but she would not publicly dishonour him. So did he argue with himself. Later on, as he was standing at the hall-door beside Tom Overmount, surveying the horses, which were being led up and down the ring of the drive, waiting for their riders, the latter observed : \" That horse has a nasty vicious look in his eye, hasn't it ? \" \" I believe that is the animal which is to have the extreme felicity and honour of carrying me,\" replied the other carelessly."], [113, "107 NEMESIS. \" Then you had bettor look out for squalls. Well, if everybody is ready we had better be making a start.\" Then there was a mounting of ladies, most of whom, of course, had forgotten their handkerchiefs, or some thing or other. There was the usual adjusting of stirrups, examination of flasks, lighting of cigars, and ether preliminary matters to be gone through. But presently the cavalcade jogged quietly down the drive and through the park. It was only four miles to the meet ; but those four miles were quite sufficient to prove to Jack Belgrave that the black mare he was bestriding was an uncom monly nasty customer to deal with. A few bucks at starting he had regarded more as play than vice ; but from the persistent way in which the black laid her head down, and bored at the bit, it was evident that she Avas a puller, and Belgrave saw that he would have to ride her with great judgment, otherwise she would become quite unmanageable. There was the ordinary coffee-housing, which always takes place at a popular meet. Then, to the disap pointment of those young ladies on wheels, who had come to view the men and not the sport, there is a warning cry, \"Hounds, gentlemen, please,\" and the huntsman, followed by his beauties, trots down the lane to a neighbouring covert."], [114, "108 THE HAND OF VENGEANCE. \" Garraway in ! Garraway in ! \" was the cry, and the whips sound like pistol shots in the autumn air. But the hounds had hardly been put in before the -wily red rover went out, stealing across a deeply-furrowed field, but not so stealthily as to prevent him being viewed by the second whip, who was stationed at that corner of the covert, whence Master Reynard had made his exit. In two or three minutes there is a burst of music, and hounds are streaming across the plough. \" Gently, you fool,\" mutters Belgrave, as having jumped into the plough out of the lane, which bordered one side of the covert, he did his best to prevent the mare bolting. The most intractable animals, however, have an objection to running away through heavy plough ; so Belgrave easily quieted his mount before they reached the second fence. Then came a sight to make the sportman's heart beat with joy, in the shape of a broad vista of open grass country, which seemed to extend itself as far as the eye could reach ; while nearing the end of the field hounds were going racing pace. But before he had crossed three fields — bounded as they were with easy fences that horses could take in their stride — Belgrave discovered that his confidence was misplaced, if he thought that the black had quieted down. On the contrary, she seemed to pull more and"], [115, "109 NEMESIS. more every stride, fighting with her rider all the time in a way which foreboded grief. Belgrave sat tight ; if the mare only rose at her fences he did not much mind how fast she went, for hounds were making the pace terrific. Unfortunately, they were getting into a bigger country, and the obstacles were becoming more formidable obstacles such as the boldest horseman would not care to ride at on a rusher. Miss Tempest, who was a bold and skilful horse woman, had been intently watching the black mare and her rider. She had seen Edward Blake at the covert side, and a glance of recognition had passed between them, though, as had been previously arranged, they did not speak to one another. Now she was waiting to see the result of their plans. Blake himself, who was riding a winner of more than one steeplechase, had both at the meet and at the commencement of the run taken care that Belgrave should not see him, but now he began to push his horse, so as to get alongside of his victim. It was not long before he managed to do so, and he then saw that Belgrave had by this time lost all control over his mount. \" Tbat mare seems a regular pullei, sir,\" he remarked. Bel°raA'e started at the sound of his voice. \" I did not know that you were down in this part of"], [116, "110 THE HAND OF VENGEANCE. the country,\" he said hastily, for the management of his horse took up all his attention. Still, immediately the question flashed across his mind, \" Did this man know the truth about the bill, and had he come down there to publish it ? \" Blake's next words frightened him yet more. \" I had a curious fancy to see the murderer of Elsie Godfrey riding a mare which was bred by her father.\" \" Then you know,\" ejaculated Belgrave. \"I know that you are an unmitigated scoundrel,\" replied the other. This conversation, brief a3 it was, had the effect which Blake desired that it should have — namely, to destroy the nerve of Belgrave, by which alone he could hope even to steer his mount. He certainly negotiated a difficult drop-fence, which was the next obstacle without an accident ; though considering the way in which the mare rushed at it, it was only by the mercy of Providence that he did so. The next field was bounded on all sides by an impracticable bull-finch excepting one corner, where there was a stiff six-barred gate. Belgrave sat down to do his best to steer the mare for this point, for he was powerless to stop now, eA'en if ho had wanted to, for the mare was tearm7? o along more like an express train than a hunter. Blake slighty pulled in his horse, for he thought"], [117, "NEMESIS, 111 noAV that Belgrave was certain to come to grief. Nor was he wrong. The gate was almost too high for any horse to jump, let alone a mad rusher. In another instant there was the sound of the rappino* of timber, and all that could be seen was a confused mass of man and horse rolling on the ground. A small crowd of people was soon on tho scene of the accident, and the unfortunate man was quickly dragged from under his horse, where he ran no small risk of being kicked to death. But it was evident that he was unconscious ; and a sporting doctor proceeded to examine him. Less than a minute was sufficient for the examination. Belgrave would never ride ao-ain ; his back Avas broken. Blake was standing close to Miss Tempest, or Norah Godfrey, as we must now call her, when the verdict Avas announced. Their eyes met. In her glance there was an indescribable expression of joyous satisfaction. For was not her vengeance well nigh accomplished ? Would she ever in after-life feel any remorse for what she had done ? Ah ! who can tell ? After the terrible accident had taken place the hounds were of course whipped off, and the field rode sorrowfully homewards, expressing their opinions as to the cause of the sad event. Norah Godfrey, after exchanging a few rapid sentences with Blake, canti red"], [118, "112 THE HAND OF VENGEANCE. off alone to Overmount Hall, and rode round to the stables by the back way; then hurriedly telling a groom that Mr. Belgrave had had a bad fall, she hastened into the house and ran quickly upstairs to her bedroom. Here she exchanged her habit for a cloth travelling dress, and commenced to pack up, as if for immediate departure. She heard the commotion which was taking .place throughout the house, and inwardly rejoiced, as the reflected that she herself was the chief cause of it. At last, when she had completed her arrangements she came doAvnstairs and entered the dining-room where she found Tom Overmount and some few of the guests, who were already saying \" Good-bye.\" The room, which in the morning had seemed so gay and to full of boisterous life, now wore a mournful aspect as if it partook of the sadness of its inmates. So wonderful is the transformation caused by death ! The carriages had been ordered round to convey the parting guests to the railway station, and, amongst the rest, Norah Godfrey said \" Good-bye,\" and drove away from Overmount Hall. The curtain must now fall on this tragedy of medern society. The Hand of Vengeance has dealt the fatal blow. Little more remains to be told, except to call the actors before the curtain, and then finally dismiss them. Let the minor characters come forward first !"], [119, "113 NEMESIS. Besides Blake and Norah Godfrey, Charlie Bunnay Avas the only person who formed any idea approaching to the truth about Belgrave's death, though he never discovered the forgery. Aster Norah told him her story, he had a shrewd suspicion that she was Elsie's sister, while the history of the black mare was soon public property in sporting circles. He afterwards took the trouble to go down to Devonshire, where he found out that his suspicions were correct, for it will be long before the fate of Elsie Godfrey is forgotten in her native village. There is a rude stone by the edge of the stream where she found her watery grave, and amongst the superstitious villagers the legend runs that her form is to be seen floating like a shadow over the bank. Charlie Bunnay is still to be seen in the Park and in society, where he is as popular as ever. But in clubland men say that he has lost his old genial manner, while his writings have become cynical in tho extreme. Belgrave destroyed his faith in human nature, and it seems doubtful whether he will ever make another confidential friend. The Overmounts still live at Overmount Hall, where they have the reputation of being the happiest married couple in the county. Perhaps there is some truth in the old adage that too much love before marriage is not a good thing — at least, it proved true in their case. ii"], [120, "114 THE HAND OF VENGEANCE. There are now two little Overmounts, who always welcome with the greatest glee the arrival of their aunt, who, on her side, is so devoted to them that Gladys says that at times she almost feels inclined to be jealous. Poor Mrs. Clare ! Except at Overmount Hall, she is seldom seem in society. She never was heard to breathe a word against her dead lover, but she was never the same woman after she received the letter telling her of his forgery. It is tacitly understood that his name should never be mentioned before her. Blake and Norah are settled in Australia. They were married as soon as possible after Belgrave's death, and immediately left England. Blake is often called a scoundrel for having sold Mrs. Clare the black mare. But then his slanderers don't know what his motive was. Has Norah ever repented ? The answer is a secret hidden in the depths of the unknown. THE END. I'UE Carlyle 1'kess, 4, 5 aud 7, East Harding Street, JS.C."], [121, "Knighthood os the Legion os Honour, 1878. Knight Commander of Villa Vlcoza, 1883. Prize Medals at the Principal International Exhibitions. JOHNBRINS^^ PERFECTION OF TONE, TOUCH, and DURABILITY. EXTRACTS FROM TESTIMONIALS. u 1 am chanced with the touch and tone of the splendid Pianoforte made for me by Messrs. John Brinsmead and Sons.*' Adelina Patti. \" I am delighted with the magnificent Grand Pianoforte with which you have supplied us for our Tour; I never remember hearing an Instrument possessing finer or more powerful tone; and whether it be played forte or piano, the effect is equally sine, ft sustains the linger to a wonderful degree.\" Marie Roze. \" I found your Pianoforte in every respect highly satisfactory; quantity ot tone, a sensitive and obedient touch— in fact, all that I conld desire.\" J. Sims Reeves. \" Extremely easy and agreeable to sing to, the full bright quality of tone sustaining the voice admirably.\" Janet Patey. \"Wonderful precision, elasticity and power; a really splendid instrument.\" Vladimir de Pachmann. \" We, the undersigned, certify that, after having seen and most conscientiously examined the English Pianos at the Universal Exhibition, we find that the palm belongs to the Grand Pianos of the house of Brinsmead.\" Nicolas Rubinstein. Antoine de Kontski. D. Magnus. Pianoforte Manufacturers by Special Appointment to H.R.H. the Princess of Wales, 18, 20, & 22, WIGMORE ST., CAVENDISH SQ., LONDON, W. And of the Principal Musicsellers throughout the World. ILLUSTRATED CATALOGUES AND PRICE LISTS ON APPLICATION."], [122, "PRICE SIXPENCE. \"CONTINENTAL FASHION.\" The First Number of this Journal will be issued on the 8th of August, and every following Fort night. It has been deigned to place before the public the prevailing Fashions of the chief Continental Cities and London. Special care has been taken to produce the Plates in such a manner that the Costumes represented shall appear as worn by living persons instead of the usual stiff, unnatural drawings that appear in the ordinary fashion plates. \"CONTINENTAL FASHION\" will contain Technical and Practical Information concerning u.e Modiste's Art. \"CONTINENTAL FASHION\" will contain Letters on Fashion by celebrated Correspondents at Paris, Vienna, and London. \"CONTINENTAL FASHION\" will contain articles on the Boudoir, Society Notes and Gossip, and the Tittle-tattle of the Tea-table. To be had of all Booksellers and Newsagents, and al TRISCHLER I Co.'s, 18, New Bridge St., Bkklriars, E.C."], [123, "A Monthly Magazine, Price Sixpence. \"ATALANTA.\" A full Programme of Volume IV., which commences with the October Number, will be issued with the September Number of the Magazine, in which it will be seen that \"ATALANTA\" will be maintained in its most attractive form, and the opportunity taken to furnish many, other fresh attractions and features of interest. To be had at all Booksellers and Newsagents, and at the Publishers and Proprietors, TRISCHLER & CO., 18, NEW BRIDGE STEEET, E.C"], [124, "Third Edition.— Twenty-Fifth Thousand. \"A New Light Thrown Across the Keep-it Quite Darkest Africa.\" By F. C. BURNAND, Author of \" Hnppy Thoughts,\" \" Chikki Hazard,\" &c. Illustrated by MATT STRETCH from Designs by the \"MYSTERIOUS AUTHOR, BEING A Humorous and Satirical Burlesque on Mr. H. M. Stanley's \"IN DARKEST AFRICA.\" The Times says : \"Mr. Burnand's fun is as rollicking and reckless ?.s ever.\" The Saturday Review says: \"It is one of Mr. Burnand's happiest conceptions, inimitably droll, profoundly delightful, over-running with capital jokes, and the most excellent fooling imaginable. So wild, so unrestrained, so fearless a frolic as this narrative of the rival showman of Central Africa, Mr. Burnand has not produced in these latter days.\" PAPER COVERS, 1/-; CLOTH, 1/6. To be had at all Bookstalls and Booksellers, AND AT TRISCHLER AND CO.'S, 18, New Bridge Street, Blackfriars, E.C."], [125, "TRISCHLER & CO., DEAD; or, HOW A LIFE \"WAS SAVED BY PHOTO GRAPHY. By the hand of May. Ostlere. Twentieth thousand, with portrait of Author. The first edition of 15,000 copies was sold out in twenty days. This is a most sensational and realistic account of how a young girl's life was saved by photography, and bids fair to obtain the greatest sale of any shilling book published this season. The Evening News and Post Bays: \"Miss Ostlere has contrived to weave together a weird and absorbing story on the simplest plot imaginable.\" The Stirling Observer says : \" This highly sensational Btory has already met with an astonishing sale, and the authoress has scored a decided Buccess, taking rank now as a novelist as readily as she did as a composer of pleasing waltzes.\" One Shilling. IN THE PRESS. HAND OE VENGEANCE. By G. F, Underbill, Author of \" In at the Death,\" \" A Nasty Cropper.\" One Shilling. AGATHA'S QUEST. By Robert Sherard, Author of \" Rogues.\" Another sensational and realistic novel by the same Author will follow \" Agatha's Quest.\" One Shilling. IN LIFE— IN DEATH. By Arthur Gay. One Shilling. IN CRIME'S DISGUISE. By Fred. C. Milford, Author of \" What Became of Him,\" \" Lost a Day,\" \" 55 Guineas Reward,\" Ac. KARL. By J. J. Brition. THE WITNESS BOX. By Collis Karsland and Veva Karsland. UNDER THE GUM TREES and other Stories. Edited by Mrs. Patchett Martin. Picture boards, Two Shillings. 18, New Bridge Street, London, E.C."], [126, "~fs» PERKEN, SON & RAYMENT, c -us - Discounts for the Trade. MANUFACTURE CAMERAS, LENSES, AND PHOTOGRAPHIC APPARATUS. 'OPTIMUS' '0PTIMO3' PHOTOGRAPHIC SETS With Tripod and every necessary complete. 'OPTIMUS' MAGAZINE CAMERA Pictures 4j by 3J inches. For Plates 6} by 4}, £6 15S. For Plates 8J by 6}, £9 10b. Carries 12 Dry Plates. No Bark Slides. Plates changed by turning a Button. The most convenient yet invented. Price with Eury scope Lens and Shutter. £7 7s. Rack Adjusting Camera, for Plates *iby3i, £3 89. WIDE-ANGLE CAMERA (Long Focus). Price, including Three Double Dark Slides. 4J by 3J 5 by 4 6* by 6$ 8* by -3J 10 by 8 12 by 10 15 by 12 140s. 146S. 185S. 188S. 235s. 2S8S. 350s. \" In this Camera, which is RIGID and PORTABLE the focuss ing screen can be brought forward close to the front of baseboard, so as to avoid obstruction when using lenses of short focus. It is provided with DOUBLE SWING arrangement and LONG focuss ing adjustment by quick acting rack. When closed the lens may remain attached to the front and project through the TURN TABLE. \" —British Journal Photographic A Imanac. RAYMENT'S CAMERA (Long Focus.) Price includes Three Double Dark Slides. *i by H 6J by H 8i by 6i 10 by 8 12 by 10 15 by IS 1203. 1453. 168B. 212s. 258s. 31'r. \"The ' Rayment' Camera in particular claims a \"ntion, both for its BEAUTY OF WORKMANSHIP and for the EASE and READINESS with which it can be put into action.\"— Tht Camera. ■OPTIMUS' CAMERA (Long Focus.) Price includes Three Double Dark Slides. 4J by Si 6* by 4J 8J by 6J 10 by 8 12 by 10 112s. 6d. 131S. 1618. 227S. 275S. \"I should strongly recommend Rayment's Camera. It is LIGHT, COMPACT, very RIGID, and extends to about double the usual focus.\" — Amateur Photographer. PORTABLE (A.R.) CAMERA. Compact, Rigid, Inexpensive, and of Exct.lcnt Finish. This Instrument has Leather Bellows, and is fitted with hinged Focussing Screen, adjusted by Rack and Pinion. Square Revers ing Back, so that horozontal or vertical pictures may be taken with out removing Camera from Stand (Double Swing.) Price of Camera, including Three Double Dark Slides. 4} by SJ 5 by 4 6J by 4J 8J by 6J 10 by 8 12 by 10 15 by II 85s. 88s. 983. 1303. 160s. 816a. 871s. Gd PRICE LIST POST FREE. 99 HATTON GARDEN LONDON, E.G."], [127, "TRISCHLER & CO., TRUE DETECTIVE STORIES, Vol. I. By Inspectob Moser, late Superintendent Criminal Investigation Department, Scotland Yard. Twenty-fifth thousand, with portrait of Author. The Morning Advertiser says : \" This 'little volume relates several remarkable instances of the successful tracking of criminals from the very Blenderest and most unpromising Of clues,' and the interest attaching to them will be enhanced in the estimation of most readers by the fact of their being true.\" One Shilling. Vol. n. will shortly follow. THE HUMOURS OF PARIS. By J. O. Galmghan. Fifteenth thousand. \"Parasine\" of the Manchester Evening News: \"A reprint of the most amusing de scription of every-day life in Paris.\" The Horse Guards' Gazette says: \" The writer has evidently studied the Parisians to pood effect, and the manner in which he takes them off without over-doing it is very funny. Almost every event in the daily life of the people of Paris is touched upon, and the humorous Bide of their lives neatly portrayed. There is plenty of fun in the book.\" Odo Shilling. THE BLOOD WHITE ROSE. By B. L. Faiweon. Thirty- tUth thousand, with portrait of Author. The Figaro says : \" Mr. B. L. Far jeon has scored another striking success. In some respects ' The Blood White Rose ' (Trischler & Co.) is finer than anything he has previously done. There is one Bcene in it which would have made the reputation of a new novelist and cannot fail to enhance that of Mr. Farjeon.\" One Shilling. MY WEIRD WOOING. By T. Vicars Foote. Fifteenth thousand. A sensational and realistic story of Australian Life. The Sunday Times says: \"'My Weird Wooing,' whether it bo a 'true Btory of Australian Life' or not, is a very acceptable addition to the list of startling romances published by Trischler <t Co. Mr. Whitelaw is a real character, and there is plenty of genuine spontaneous vigour and life in the adventures with which the story iB crowded. The style is unaffected, and the author seems to possess the secret of successful story. telling ; he writes with sincerity and gusto about things and people that he thoroughly understands.\" One Shilling. SPORTING STORIES. By Finch Mason. Tenth thousand. Being a reprint of stories which have appeared in the Illustrated Sporting and Dramatic News. The Court Circular says : \"'A Distinguished Foreigner Ms a most comical tale, and the remainder of the Uttle book is worth reading, as is everything written by Mr. Finch Mason.\" One Shilling. 18, New Bridge Street, London, E.C."], [128, "•pRTSCHLER 4 CO.. .... » MADAME MIDAS. 150th thousand. 222 pp. The Morning Post says: \"A work yet more acutely sensational, aud In every sens* superior to it* predecessor. The personageB offer a large variety of curious and well marked types, and there are at least two excellent character sketches — those of the heroin. and tho- miserable Vandeloup.\" One Shilling. THE GIRL FROM MALTA. 58th thousand. 192 pp., wit?\" portrait of Author. The Pictorial World Bays: \"If a finished plot and a dramatic story make a dovpI perfect, then the ' Girl from Malta,' by Fergus Hume, may rank as one of the best of biuh class sensational novels. It is one of those novels that tho critics like to describe as 'when once taken up cannot be put down until it is finished.' It is, in fact, an exceed ingly realistic story — a drama of real life, with modern men and women in it. There is '../attempt at exaggeration, no tendency towards vulgarity or coarseness.\" One Shilling. A RUSSIAN PRINCESS. By Tract Turnerelli, with five full page illustrations. Bevelled boards. Cloth extra, with gilt letters. Three Shillings and Sixpence. POPULAR EDITION. Paper covers, with four full-page illustrations and portrait of Author. One Shilling. The Sunday Times says : \" Mr. Tracy Turnerelll, the author of the two stories, is to be congratulated upon the result of his endeavours to cater for the lovers of sensation, as his style is always pleasing, and the licht thrown by him upon the innermost workings of Russian society cannot fail to attract the attention of the public. The volume is well illustrated.\" THE CROOKED BILLET. By Vero Shaw. A startling and sensational story of University and Sporting Life. Twenty-fifth thou sand. The St. Stephen's Review sayB : \"No one who has ever read anything from thlfl author's graceful pen but will be pleased to hear that this work is a very excellent specimen of Yero Shaw at his test. The story is powerful, and is possessed of a thrilling interest.\" One Shilling. A SOCIETY SCANDAL. By Rita, Author of \"Sheba,\" \"Th« Mystery of a Turkish Bath,\" &o. Eleventh Thousand. 18. New Bridge Street, London, E.C."], [129, "TRISCHLER & C6., LIBRARY EDITIONS. TH1 ROMANCE OF A STATION. 2 vols. By Mrs. Camp bell Prai >, Author of \" Nadine,\" \" Affinities,\" \" Policy and Passion,\" \"Australh Heroine,\" &o., etc. The Daily Telegraph, in speaking about Mrs. Praed's \"Romance of a Station,' says: \" Her sketches of quaint ' bush' characters are as good as ever, and the book is thoroughly amusing.\" The Glasgow Herald says : \" The romance is very charmingly told.\" A RAILWAY FOUNDLING. 3 vols. By \" Nomad,\" Author of \" The Milroys.\" Criticising the author's Initial work, the Literary World says: \"Although only the story of three maiden sisters, 'The Milroys,' by ' Nomad,' is one of the prettiest novels we have seen for a long while. . . . Mr. Besant speaks of it as a work of education and help, we agree with him as to its artistic part in especial. . . . The story is charmingly written, evidently by one who has a keen eye for the œsthetio improvements of the day.\" The Scotsman says: \"'The Milroys' Is an interesting novel. Its author, 'Nomad.' shows talent enough in this work to lead her readers to look forward with hopeful ex pectations for further productions from her pen. . . . The Btory follows the fortunes of three sisters, whose characters are so nicely differentiated as to reveal in the author a knowledge of human nature and woman nature beyond the common run of novelists.\" \"TO HAVE AND TO HOLD.\" 3 Vols. By J. E. Panion, Author of \" From Kitchen to Garret,\" \" The Curate's Wife,\" &c, &o. IN THE PRESS. THE PRISONER OF CHILOANE; or, WITH THE POR TUGUESE IN S. E. AFRICA. By Wallis Mackat, with about 90 illustrations sketched on the spot by himself (late the Captious Critie of the Sporting and Dramatic News). Bevelled boards. Fcap. Quarto Vol. Illustrated Cloth Cover, in gilt and colours. Twelve Shillings and Sixpence. THE VICTORIAN LIBRARY SERIES. Six Shillings, Postage Fivepence. DARELL BLAKE. By Lady. Colin Campbell. Fifth thousand Cloth bevelled boards extra. 272 pp. From the Saturday Review : \"The character of Lady Colin Campbell's hero is in tensely interesting. It reveals uncommon acuteness and freshness of observation, aud that reserve of power which the possession and artistic control of power can alone suggest Lady Colin Campbell is certainly gifted in the art, so like intuition it may well be intuition, that impels the unfaltering hand to stay at the right moment in the process of characterisation to give the required accent of light or nuance of shade, with ths simple and delicate touch that is most effective.\" v A new Book by the same Author to follow. 18, New Bridge Street, London, E.C."], [130, "TRISCHLER & CO., MIDGE 3y Miss May Crommelin, Author of \" Queenie,\" \" Goblin Gold,\" \"Dead Men's Dollars,\" &c, &c. Bevelled boards. Cloth extra, with gilt letters. Six Shillings. IN THE PRESS. Will be issued shortly. THE SOUL OF COUNTESS ADRIAN. By Mrs. Campbell Pbaed, Author of \" Nadine,\" \"Affinities,\" \"Policy and Passion,\" \" Aus tralian Heroine,\" \" The Head Station,\" \" The Romance of a Station,\" <feo. Bevelled boards. Cloth extra, with gold lettering. Six Shillings. NOW READY. DOCTOR GREYSTONE. By Madame Van de Velde. Third thousand. Bevelled boards. Cloth extra. 292 pp. Three Shillings and Sixpence. From the Sunday Times : \" Is a very readable story. There are numerous incidental characters lightly and brightly touched, and the whole story goes briskly and easily, and will command the suffrages of a crowd of readers\" The World says : \" ' Dr. Greystone ' is a clever and original book ; and in these days of over-emphasis and exageeration an author who can pass so quietly and simply over the scene in the prologue of the erring wise's death deserves high praise.\" THE aUEEN OF THE BLACK HAND. By Hugh Coleman Davidson, Author of \"The Old Adam,\" \"Cast on the Waters,\" \"The Green Hills by the Sea.\" Bevelled boards. Cloth extra, with gilt lettering. Three Shillings and Sixpence. Will be issued shortly iv THE PITY OF IT. By Mrs. Michael Smith. Cloth boards extra, Two Shillings and Sixpence ; picture boards, Two Shillings. TIT-FOR-TAT. By the same Author. The same prices. Note.— These works were issued in Three-volume form ten years ago, when the following remarks were made by the Press : The Times, In criticising \" The Pity of It,\" says : \" The book is a clever book. Abov. all, it possesses one of the greatest merits of a story— it improves as it goes along and so far from the interest flagging, in spite of heaped-up incidents, the plot unravels distinctlv and dearly, while the various characters work out their fate without undue haste or lagging. . . . Never degenerates into impossible raving or retaliation.\" The Morning Post in speaking about \" Tit-for-Tat,\"says : \"This is a bright story. • • ' Tht> Principal character, to the portrayal of which the author has evidently given much care, is whimsical and unconventional, yet fresh and lovable. None of the char acter sketches are indifferent, in spite of a tendency to exaggeration in details. There are here found the usual dramatis persona, of a society novel, to which is added a plot full of mystery, well worked out in all details.\" <~u'-u » piui iuu 01 18, New Bridge Street, London, E.C."], [131, "-sr- PERKEN, SON & RAYMENT, \"ssr- Manufacture 'OPTIMUS' AND PHOTOGRAPHIC APPARATUS. 'OPTIMUS' RAPID EURY8C0PE. The Aperture is F/6. The Lenses are of Special Optical Glass con structed with the nicest precision of curvature, so maintaining good marginal definition, coupled with the most extreme rapidity. fiby4, 63s.; 7by 5, 94s. 6d.; 8 by 6, HOs.; 9 by 7, 126s.; 10by8,22Os. 'OPTIMUS' WIDE-ANGLE EURYSCOPE. F/9-50. This Aperture is exceedingly open for wide angle work. The de finition, however, is in no way sacrificed, as the curvatures are most perfectly accurate, and the minute detail in architectural and interior subjects is rendered with the maximum of crispness, and a total absence of distortion. To cover 5 by 4 7 by 5 8 by 7 10 by 8 Price 63s. 94s. 00. 126s. 220s. 'OPTIMUS' RAPID RECTILINEAR. Aperture^ F/8. Second only to the above for Rapidity, therefore well suited for instantaneous effects, out-door groups and views, as well as interiors ; copying and enlarging are also within the capabilities of this lens— in fact, its work may be styled Universal. a « 7 8 9 lo n is ib 33s. 45a. 49s.6d. 64s. 82s!ed. 127s.6d. 142s 6d. I§Os. sSss. 'OPTIMUS' WIDE-ANGLE SYMMETRICAL Aperture F/16. Specially adapted for Architecture. Can be used to advantage when very close to the subject. 5 7 9 IO 11 16 TB J t T S To TT T# 80s. 52s. 6d 82a. 6d. I27s.6d. 142s. 6d. 180s. 225s. OPTIIYIUS' QUICK-ACTING PORTRAIT. Aperture F/4. Speciallyconstruct^oWo^hOTt^TOOsuresin are to H a meter^B none, definition being maintained by their perfect Inches 2 2} Si ... 90s. 120s. 180s. IB T B 3B \"We now turn to the 'OPTIMUS RAPID EURYSCOPE.' With its full aperture of 1$ in. [its equivalent focus being 11 in.), it defines with EXTREME BRILLIANCY, and when used with a stop it easily covers a 10 by 8 plate to the corners, which is larger than that engraved on the nount as its possibility. Working as it does with mch a LARGE APERTURE (F/6 approx.), it serves as a portrait and group lens, as well as a andscape and copying objective. There is no [oubt of its proving a most USEFUL LENS.\" I. Trail Taylor, Brit. Jrnl. of Photography, M We are pleased to find upon trial that the Lens (' Optimus ' Rapid Rectilinear) sent ior review is really an excellent instrument.\" Photographic Newt. PORTRAIT LENS.— \"The 'OFTIMUS' LENSES are MODERATE in price, and yield most EXCELLENT results. Amateur Photographer, 99, HATTON GARDEN, LONDON, E.G."], [132, "ST PERKEN, SON « RAYMBNT, *SSP Manufacturing Opticians, TRADE 1ÆA.-R,xZ, OPTIMUS DARK ROOM DEVELOPING LAMPS. r) D T I M i ! O ' \" Mr* J* Trai11 Taylor exhibited UrlllYlUd a pneumatic shutter, giving ex- PATPMT posures of any duration at will, I r A 1 C.N I and avoiding all vibration. He' TllunXA Cl^n^AM stated it was one of the beEt ■Flunge bnutter. r^rs^^ WITH PNEUMATIC RELEASE. pt*%g%hJBniuh JouTnvX of For »xl Optimus Lens 30'- This may be styled the most 1 PORTABLE of shutters. It \" 10x8 \" \" t is made either to fit on the hood I \" lQvin \" \" s 48/- or may be.adapted to act between \" \"X1U '• •■' the lenses of a doublet. The burnishing Bar is 1 OPTIMUS' specially hardened. The Frame is ef superior and BIIDKIICU CD convenient construction. It Unniontn is Nickel-plated, and of beau FOR PHOTOGRAPHIC Opiate * * y « -„,.,„ Price20/- 30/- 36/- 45 - 60:-. P R i N TS. Larger to order. ' SQUARE— S i V »3 < nPTTMITQ ' WflllllUO Canvas ..15/9 20/- 21/6 28/- CAMERA CASES Leather.. 20,'- 29/- 35/. 46/- Witb Shoulder Straps, OBLONG- 1 i } Lined with Green Cloth. Canvas only ... 10/6 15/- 20/- OPTIMUS PORTABLE STANDS * > r* \\ tUI ACr,a* #i*A s. d. s. d. s. d. s. d. IS *.'c ( j\\ Telescopio, with sliding leg adjustment, || \\j\\\\ rigid 8 6 9 6 10 9 16 9 II t\\\\ Folding Ash, with Bayonet joint, ' B. P.' 1 I \\ very rigid 9 9 10 9 12 6 20 S 1 // \" \\ Telescopio Ash, with sliding leg adjust- ' V' V meat, ' Maudsley' pattern . . .. 18 6 19 9 20 9 21 9 / \\ Telescope Ash, 8-fold, as sketch 22 0 24 0 29 0 / I \\ 'OPTIMUS' Stand, very rigid, and much -•* V reoommended for large sizes 15 0 16 0 22 6 L«r Pine Studio Stands, with rack . . . . 43 9 v* œd Mahogany I .. .. .. 78 9 Rigid 4-fold Tripod, 16-inohea long when, closed. 20s."], [133, "& RAYMENT,CaS.ue Manufacturing Opticians, 1-OPTIMUSM 'OPTIMUS' Dwarf Opera, Leather Covered, 15/- 'OPTIMUS' ECONOMIC FIELD-CLASS Small Size \"i Clear Definition ( Ol / Good Field of View f •SJA/\" Magnifying 16 times J 'OPTIMUS' Guinea Opera, Morocco Covered, 21/- 'OPTIMUS' SCORER. Is unrivalled for ex--\\ cellence and cheapness. It shows the number of People in Boats four cyr\\ / mileB distant, Sea-Birds >- 0\\J/~ one mile distant, and Bullet-marks on Target at 60o yard9 Magnifying 25 times... - 'OPTIMUS' Pearl Opera, 25/- 'OPTIMUS' SCOUT Medium Size Clear Definition I ,_ — . . Good Field )■ 70/\" High Magnifying ' Power (64 times) ...J 'OPTIMUS' BINOCULAR OR DOUBLE TELESCOPE. This Instrument has Bend-' ing Bar for Exact Visual Adjustment f\\r\\ The Size is Moderate Y 100/- The Definition is Crisp ' ' Very high (144 times) Mag- nifying If with Shades, as Diagram ... £ 1 25/- rOPTIMUS* Aluminium 60/- Opera. For General Excellence, Definition, and Magnifying Power, we invite intending Purchasers to test our Field and Opera Glasses against any in the World. OPERA GLASSES IN GREAT VARIETY. 99, HATTON GARDEN, LONDON, E.C. 8PECTACLES supplied to OCULISTS' Formulae at the most reasonable pricesi"], [134, "HEATING'S POWDER. 1 [ BUGS, K|l | C I MOTHS, IIILLU BEETLES, \\ MOSQUITOES. HARMLESS TO ANIMALS. HARMLESS TO ANIMALS. ( BUGS/ KILLS moth{* IllhkV BEETLES, I MOSQUITOES. The PUBLIC are CAUTIONED that packages of the genuine powder bear the autograph of THOMAS KEATING. Sold in Tins and Bottles only."], [135, "FURNISH THROUGHOUT.-(Regd.) OETZMANN&Co., 67, 69, 71, 73, 75, 77 & 79, HAMPSTEAD EOAD, (Near Tottenham Court Road, London) ILLUSTRATED CATALOGUE, the best furnishing guide extant. containing \"How I furnished my house for £120,\" and other articles on Artistic Furnishing, reprinted from The Lady. Post Free on Application. OETZVANN'S PATENT FLOWER BOX. (Pattern No. 4) Formed of detachable Art Ware Pots and Ornamental Pottery connections. Cfcwtlete set, 8ft. long, in any colours as illustrated. . 14/- ;; SttaitaSS'SrSfT :: :: :: III walnut envelope card table. Illustrations of other designs at lower prices post free Dined with Cloth .. 57% on application. Ditto, handsomely inlaid . . . . 67/8 VERY LUXURIOUS DIVAN EASY CHAIR. DWARF OPEN BOOKCASE, Upholstered in the best manner, and covered in Saddle Bags and Long Pile Utrecht Velvet, £5 15s. A large variety of Saddle Bag Settees, Couches, Lounges, and Easy Chairs always on Show. In Mahogany, Oak, or Walnut, complete, wit*j Leather Edging tc Shelves. 2ft. 6in. 2ft. 9in. 3ft. 8ft. 6in. wide. 21/- 25/6 27/6 35/- OETZMANN & CO., HAMPSTEAD ROAD."], [136, ""], [137, ""], [138, ""], [139, ""], [140, ""]]