[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, ""], [8, ""], [9, "ILLUSTRATIONS OF &wtatt ©eoeraptjji & fttetors: REFERRING TO THE SITES OF OPHIR, SHEBA, TAPROBANE, THE AUREA CHERSONESUS, AND OTHER SCRIPTURAL AND CLASSICAL CITIES AND SUBJECTS; ELUCIDATING, ALSO, THE VISIT OF THE QUEEN OF SHEBA TO SOLOMON, AT JERUSALEM. DERIVED FROM RECENT INVESTIGATIONS IN THE EASTERN INDIAN ARCHIPELAGO. BY ROBERT TYTLER, M.D. M.A.S. OF THE BENGAL ESTABLISHMENT. Honlron: PRINTED FOR J. M. RICHARDSON, 23, CORNHILL. 1825."], [10, "MAT1CHANT, TRINTETl, I N GRA M-COUHT, LONDON."], [11, "TO SIR THOMAS STAMFORD RAFFLES, FELLOW OF THE ROYAL SOCIETY AND OF THE SOCIETY OF ANTIQUARIES ; MEMBER OF THE ROYAL ASIATIC SOCIETY, OF THE ASIATIC SOCIETY OF CALCUTTA, OF THE LITERARY SOCIETY OF BOMBAY; LATE PRESIDENT OF THE SOCIETY OF ARTS AND SCIENCES, AT BATAVIA, fye. 8fC. Cfjese illustration* (OF SUBJECTS, WITH WHICH, AS WELL AS WITH ALL OTHERS CONNECTED WITH THE LITERARY, SCIENTIFIC, AND NATURAL HISTORY OF OUR INDIAN EMPIRE, HE IS SO INTIMATELY CONVERSANT, THE INTERESTS AND HAPPINESS OF WHOSE INHABITANTS IT HAS BEEN THE OBJECT AND SOLACE OF HIS LIFE TO PROMOTE, ) ARE RESPECTFULLY INSCRIBED."], [12, ""], [13, "PREFACE. It seems expedient to notice to the Reader that the manuscript of the following pages was sent to the Editor (as the person who writes this may as well, for distinction, call himself) by the Author, with permission to do with it what he pleased. The MS. appears to have been read to the Agricultural Society of Bencoolen, on the island of Stimatra ; and, as mentioned in its commencement, the outline of the"], [14, "IV PREFACE. facts herein detailed was printed in one of the Calcutta newspapers. The Map prefixed has been re-constructed on an outline which accompanied the MS. The originality of some of the spe culations, and the ingenuity of the arguments by which they are upheld, appeared to the Editor to deserve a separate publication ; and he, accord ingly, has taken on himself to usher this little volume, in this form, to the Public ; and, believing it will be agree able to the feelings of the Author, has taken the liberty of prefixing the re spected name of the distinguished Indi vidual to whom it is Inscribed."], [15, "PREPACK. V Little has fallen to the share of the Editor, except correcting the MS. It having been copied by native writers from the Author's not very calligraphic hand, this was no easy task. This is noticed to excuse any errors that may have escaped the vigilance with which detection was attempted. For the Title-Page, and two or three Notes postfixed, the Editor is solely responsible. London, July, 1825."], [16, ""], [17, "ILLUSTRATIONS OF ANCIENT GEOGRAPHY. It is proper to mention, that the facts about to be detailed in the present paper, and the deductions drawn from discoveries which have lately been made in the history and antiquities of the eastern islands, more particularly of Java, have been, in part, published by me under the signature of Hermes, so far back as the year 1817, in the Oriental Star, a newspaper then printed in Calcutta. Posterior to that period, ma- il"], [18, "2 ILLUSTRATIONS OF ture reflection upon these subjects, assisted by the perusal of various works, together with five years' residence in the Upper Pro vinces of Hindostan ; and a second voyage to Java and thence to Bencoolen, through the Straits of Malacca, the Caramata Passage, and the Sunda Straits, have con tributed not only to confirm the grand out line of the scheme proposed in the Letters subscribed Hermes ; but to bring me ac quainted with circumstances of which I was either not at all, or very imperfectly, in formed at the time of my return from Java, on the evacuation of that island in the year 1816. The Letters of Hermes are but little known ; and it will, perhaps, therefore, not be deemed superfluous, or presumptuous, in me to proceed to a detail of the lights"], [19, "ANCIENT GEOGRAPHY. 3 which the present extended state of our acquaintance with the oriental islands has tended to add to the information derived from history, regarding the same countries. In differing from preceding writers, whose labours have been directed to the elucidation of these topics, I hope to make it clear that the variance between us is im- putable to the imperfect knowledge pos sessed by them of places personally visited by myself; and that, had equal opportunities with those enjoyed by me been within their power, no doubt can exist, but that we should all have arrived at and adopted the same conclusions : since it seems to me evident that the same views must be entertained by all who duly consider the islands, their pro ducts, and antiquities, as they now are known, in conjunction with the accounts of B 2"], [20, "4 ILLUSTRATIONS OF Ophir, Sheba, Taprobane, and India Extra Gangem, as they have descended to us from remote ages, recorded in the writings both of sacred and profane historians. The most ancient events, which bring us acquainted with an intercourse subsisting between the islands of the Eastern Archipe lago and the western nations, consist in the voyages performed by the navies of Solo mon and of Hiram, King of Tyre; and the journey of the Queen of Sheba to Jeru* salem. Now this last transaction appears not to have been the cause of the intercourse with Ophir, as Dr. Vincent strangely af firms;* but the direct and natural conse quence of information conveyed by the * Ancient Geogtaphy, vol. ii. p. 268."], [21, "5 ancient geography. hraelito-Tyrian sailors to that country ; and from thence communicated, in all probabi lity, by the same sailors themselves, to the land of Sheba. For the scripture expressly declares — \" And King Solomon made a navy of ships in Ezion-geber, which is be side Eloth, on the shore of the Red Sea, in the land of Edom. And Hiram sent in the navy his servants, shipmen that had knowledge of the sea, with the servants of Solomon. And they came to Ophir, and fetched from thence gold, four hundred and twenty talents, and brought it to King Solomon.\" (1 Kings, ix. 26.) And since Ophir and Sheba are the names of two bro thers, who inhabited countries in the east, and we may conclude in the vicinity of each other, the immediate result, as might naturally be expected, was, that \" When the Queen of Sheba heard of the fame of"], [22, "6 ILLUSTRATIONS OF Solomon, concerning the name of the Lord, she came to prove him with hard questions. And she came to Jerusalem with a very great train, with camels that bare spices, and very much gold, and precious stones : and when she was come to Solo mon she communed with him of all that was in her heart.\" (Ib. x. 1, 2.) \" And Solo mon told her all her questions : there was not any thing hid from the king which he told her not. And when the Queen of Sheba had seen all Solomon's wisdom, and the house that he had built, and the meat of his table, and the sitting of his servants, and the attend ance of his ministers, and their apparel, and his cup-bearers, and his ascent by which he went up unto the House of the Lord, there was no more spirit in her. And she said to the king, it was a true report that I heard in mine own land of thy acts and of"], [23, "ancient geography. 7 thy wisdom. Howbeit I believed not the words until I came, and mine eyes had seen it ; and behold, the half was not told me : thy wisdom and prosperity exceedeth the fame which I heard. Happy are thy men, happy are these thy servants which stand continually before thee, and that hear thy wisdom. Blessed be the Lord thy God which delighted in thee, to set thee on the throne of Israel : because the Lord loved Israel for ever, there fore made he thee king to do judgement and justice. And she gave the king a hun dred and twenty talents of gold ; and of spices very great store, and precious stones ; there came no more such abundance of spices as these which the Queen of Sheba gave to King Solomon. And the navy also of Hiram, that brought gold from Ophir, brought in from Ophir great plenty of almug-trees and precious stones. And"], [24, "8 ILLUSTRATIONS OF the king made of the almug-trees pillars for the House of the Lord, and for the king's house, harps also, and psalteries for singers ; there came no such almug-trees, nor were seen unto this day. And King Solomon gave unto the Queen of Sheba all her desire, whatsoever she asked, beside that which Solomon gave her of his royal bounty. So she turned and went to her own country, she and her servants.\" (Ib. 3-13.) In another portion of scripture, the same circumstances are thus related, — \" Then went Solomon to Ezion-geber and to Eloth, at the sea-side, in the land of Edom. And Hiram sent him by the hands of his ser vants ships and servants that had knowledge of the sea ; and they went with the servants of Solomon to Ophir, and took thence four hundred and fifty talents of gold, and"], [25, "ancient geography. 9 brought them to King Solomon.\" (2 Chron. viii. 17, 18.) \" And when the Queen of Sheba heard of the fame of Solomon, she came to prove Solomon with hard questions at Jerusalem, with a very great company, and camels that bare spices, and gold in abun dance, and precious stones.\" ( Ib. ix. 1-12.) From these accounts it is plainly apparent that the voyages to Ophir comprised the cause of the visit paid by this celebrated queen to the court of Solomon. Few historical questions have received more discussion, and none, in my opinion, more needlessly, than the situation of the ancient Aus er, or Ophir, as this name is spelt in our version of the scriptures. It is correctly observed, in the notes to Reeves's edition of the Bible, that \" this"], [26, "10 ILLUSTRATIONS OF word contains in it almost all the radicals of Africa s* and hence a striking coincidence is observed existing between these two ap pellations. Yet a consideration of circum stances will testify this fact merely to com prehend one in the numerous list of remark able analogies subsisting in name between places discovered in the eastern islands and others on the African continent. Of this undoubted and very curious truth, two ex amples will for the present suffice. 1st. Mataram is the name of one of the most ancient kingdoms of Java ; and this is a compound term, importing mata, the eye, and eare, day — the eye of the day; a metaphor denoting the sun. But the same * Notes to 1 Kings, ix. 28."], [27, "11 ANCIENT GEOGRAPHY. appellation, comprising the same identical meaning, is perceived in the ancient Egyptian name Mature, translated by the Greeks He liopolis, City of the Sun ; that is also the meaning of Surya Carta, or Solo, the prin cipal city of the kingdom of Mataram in Java. This coincidence is rendered the more striking, because, in Egypt, upon the opposite bank of the Nile from Matare, near Cairo, we find in the maps the name of a city Carca Soora, but which, I confidently think, is or was Carta Sura, which does not in any respect differ from the Javanese appellation. To Matarea it is asserted our Saviour re tired, when, in consequence of the edict passed by Herod for the destruction of the infants, he was conveyed by Joseph into Egypt."], [28, "12 ILLUSTRATIONS OF Chemnitrus (out of Stipulinsis, who had it from Peter Martyr, bishop of Alexa?idria, in the third century) says, that \" the place in Egypt where Christ was banished is now called Matarea, about ten miles beyond Cairo; that the inhabitants constantly burn a lamp in remembrance of it ; and that there is a garden of trees, yielding a balsam, which were planted by Christ when a boy.\"* The passages allu ded to are as follow : — \" They went to that sicamore-tree which is called matarea. And in Matarea the Lord Jesus caused a well to spring forth.\" — \" Near to that idol was the inn of the city, into which when Joseph and Saint Mary were come and had turned into that inn, all the inhabitants of the city * Hone's Apociyphal New Testament— Preface."], [29, "13 ancient geography. were astonished. And all the magistrates and priests of the idols assembled before that idol, and made inquiry there, saying, what means all this consternation and dread which has fallen upon all our country ? The idol answered them, the Unknown God is come hither who is truly God, nor is there any one besides him who is worthy of di vine worship, for he is truly the Son of God. At the fame of him this country trembled, and at his coming it is under the present commotion and consternation, and we our selves are affrighted by the greatness of his power. And at the same instant this idol fell down, and at his fall all the inhabitants of Egypt, besides others, ran together.\"* It hence follows that the city of Matarea * First Gospel of Infancy, viii. 9."], [30, "14 ILLUSTRATIONS OF must have constituted one of the chief seats of idolatry in Egypt; and that there was established the worship of Alata-era, \" the eye of the day,\" or Si-eare, originally Si-ur, \" the great fire,\" the illustrious solar light. I will here note that in Sanskrit Surya is the sun, and in the Hindu mythology the name of the solar god, or regent. Such, likewise, was exactly the case in Java; because it is within the precincts of Mataram not only that the site of Suria Carta, \" the city of the sun,\" is discovered, but that there are likewise found abounding the extensive ruins of Brambanan, originally comprehending a prodigious number of edi fices entirely devoted to the solar supersti tion, precisely as it appears to have been practised within the Egyptian temples."], [31, "15 ancient geography. 2d. The second instance which I shall ad duce in support of this fact is, the appella tion Djiocarta, or Augecarta, or Yugecarta, names of the metropolis of the present sultan of Mataram. This compound implies the city of Aug, or Aud. Oude, in Hindostan, is the imaginary birth-place of the supposi titious Rama, and is distinctly perceived in the transposed appellation — Carthago, or Cartaougo, or Cartaouge, or Carta-Oude, the name of the ancient rival of Rome, and situated upon the northern coasts of the African continent. Thus far it is manifest an intercourse subsisted be tween Africa and the eastern islands even in periods of the remotest antiquity ; and we perceive that appellations in both quarters were bestowed upon places appro priated to similar purposes ; just in the man ner as more recently has happened in the"], [32, "16 ILLUSTRATIONS OF instance of Europeans bestowing names upon countries into which they have mi grated : — for example — New England, New York, New South Wales, New Spain, New Holland, &c. The countries peopled by the descendants of Ophir, in scripture are affirmed to have extended \" from Mesha as thou goest into Sephar, a mount of the East.\" — (Gen. x. 30.) But the information communicated in this passage by Moses, undoubtedly overthrows the opinion that Ophir is to be found oppo- site to Madagascar, ( Madeo-carta, the city of Madeva, or, more classically, Maha- deva,) on the south-eastern coast of Africa. For the Sophir, Sophar, Sophara-al-Zange, or Sophalla, situated in this quarter, and contended by Mr. Bruce to comprehend the ancient Ophir, lies nearly in a direction"], [33, "ANCIENT GEOGRAPHY. 17 due south from Jerusalem ; and rather, on the whole, to the westward than to the east of Palestine. It is, therefore, accordingly demonstrable, that this situation could never have been intended to designate a country, comprehending \" a Mountain of the East ;\" nor can it be that Ophir, whence was brought the gold of Paruaim, or Purub, or eastern gold, (2 Chron. iii. 6,) with which the mag nificent buildings erected by Solomon were embellished. The sentiments entertained by Mr. Bruce have consequently encountered strong op position; for Dr. Vincent observes, \" I by no means subscribe to the system of Bruce, which he has displayed with so much inge nuity and ostentation ; and which he thinks established by the discovery of an anoma lous monsoon prevailing from Sofala to Me- c"], [34, "18 ILLUSTRATIONS OF linda. A sensible writer has denied the ex istence of any such irregularity, and appeals to Halley, Parkinson, and Forrest; and if the irregular monsoon is annihilated, nothing remains in favour of his hypothesis but the duration of the voyage. The du ration it should seem easy to account for upon a different principle, for the navigators were Phenicians, and we learn from Homer their method of conducting business in a foreign port. They had no factors to whom they could consign a cargo in the gross, or who could furnish them, on the emergence, with a lading in return ; but they anchored in a harbour, where they were their own brokers, and disposed of their cargo by re tail. This might detain them for a twelve month, as it did in the instance to which I allude ; and if the Phenicians traded on the Eastern Ocean, as they did in the Mediter-"], [35, "ANCIENT geography. 19 ranean, we may, from this cause, assign any duration to the voyage which the his tory requires.\"* In the History of the Origin of Pagan Idolatry, by Mr. Faber, that intelli gent author explicitly informs us, that \" Ophir, one of the sons of Joktan, is often mentioned in Scripture as inhabiting a land abounding in gold, to which voyages were made by ships that sailed from the ports of the Red Sea. Now Moses tells us, that Ophir, in common with the other sons of Joktan, settled far to the east. The voyage, therefore, from the Red Sea to the land of Ophir must have been made in an eastern direction. But the whole sea-coast of Persia, as far as the Indus, was inha- * An. Com. vol. ii. 267. c 2"], [36, "20 ILLUSTRATIONS OF bited by Cush, mingled with Elam. Hence it will necessarily follow, that the land of Ophir must have been beyond the Indus. And this will bring us to the great penin sula of Hindoostan, for the seat of Ophir and his brethren ; to which, accordingly, we find that regular voyages have, in the ear liest times, been made from the mouth of the Red Sea across the Indian Ocean.\"* In the translation of the Works of Josephus, by Whiston, we find it related that \" Solomon built many ships in the Egyptian bay of the Red Sea, in a certain place called Ezion Geber ; it is now called Bernice, and is not far from the city Eloth. This country belonged formerly to the Jews, and became useful for shipping, * Vol. iii. p. 453."], [37, "21 ANCIENT GEOGRAPHY. from the donations of Hiram, King of Tyre, for he sent a sufficient number of men thither for pilots, and such as were skilful in navigation ; to whom Solomon gave this command, — that they should go along with his own stewards to the land that was of old called Ophir, but now the Aurea Chersonesus, which belongs to India, to fetch him gold.\" (Vol. i. 428.) It would appear, from this passage, that a general tradition regarding the gold of Ophir had prevailed from the earliest ages. By the later Roman and Grecian writers we are informed, that a district in the east actually obtained the appellation of Aufrea, (or, abbreviated, Aurea) Chersonesus; the Gold coast, or Golden peninsula : Ophir, or Aus er, and Aurum, i. e. gold, being apparently the same word, or at least derivatives of one"], [38, "22 ILLUSTRATIONS OF root — Mr-fire, the solar luminary. But the Aurea Chersonesus is placed by Ptolemy opposite, and to the eastward of, a port whence ships departed looking for gold ; and Dr. Vincent truly observes, that \" in the district called Mesolia, or Masulipatam, we are to fix the point, or cape, whence those who left the coast took their departure to cross the Bay of Bengal, and make their passage to the Golden Chersonesus. This point, which has no name in Ptolemy, M. d'Anville has, with great propriety, fixed at Gordaware, a cape near the mouth of the river Godavery, and from which it seems to take its title.\"* By Dr. Robertson we are further informed, \" that the peninsula to which Ptolemy gives the name of the Golden Chersonesus, he delineates as if it * An. Com. vol. ii. 106."], [39, "ANCIENT GEOGRAPHY. 23 stretched directly from north to south, and fixes the latitude of Sabana Emporium, its southern extremity, three degrees beyond the Line.\"* Since, then, the Golden Chersonesus is described as extending so far south of the Equator, it follows to a demonstration, that it included the west coast of Sumatra, where we find Mount Ophir accordingly placed ; and the southern extremity of whose gold districts extends precisely to the latitude assigned to Sabana Emporium by Ptolemy ; which, making due allowance for his calcu lations^ thus corresponds both in latitude and longitude with Bencoolen. * Disq. on An. India, p. 74. f See Dissertation on First Meridian of Ptolemy, by M. de la Rochelle. Vincent's Ancient Com merce, vol. i. 576."], [40, "24 ILLUSTRATIONS OF It may, however, be inquired, that, since the position of the Aurea Chersonesus is so distinctly laid down by Ptolemy, owing to what causes it has happened that so much doubt should have arisen upon this subject? and whence the reason of the disbelief which has long attached to several of the most important geographical positions stated by that author, in contrast with the disco veries which have been made in Asia, sub sequent to the passage effected by Gama around the Cape ? Now, the reason is ob vious ; and by means of a slight reflection upon the manner in which these topics have hitherto been handled, we shall not only arrive at a conclusion which affords a ready solution of the strange incredulity accompa nying the facts recorded by Ptolemy ; but which vindicates the general accuracy of that writer, and serves also to establish the"], [41, "ANCIENT GEOGRAPHY. 25 correctness of the situations assigned by me to places fixed by him, in countries lying far to the south and eastward of the Ganges. Till the recent conquest of Java by Great Britain, geographers remained in total igno- rance respecting the magnificent vestiges of ancient cities, including edifices devoted to purposes of idolatry and superstition, which abound upon that island ; and, consequently, in accordance with their own absence of information, loudly, and most unjustly, ac- cused Ptolemy of error, because he placed a large city to the eastward of the Aurea Chersonesus, and south of the Equinoctial Line ; where it never entered into their con- ceptions to imagine any traces of such a city should ever have been discovered. The Tina; Metropolis of Ptolemy has, accord ingly, been most improperly removed from"], [42, "26 ILLUSTRATIONS OF the position in which late discoveries show that it was nearly correctly placed by him, into the kingdom of Siam; and even to China. Thus led astray by an overweening opinion of our own superiority in information, the following equally precipitate and unwar rantable censure has passed from the pen of Dr. RoBERisoNupon the ancient geographer. \" The position on the east side of that bay, corresponding to Catigara, is actually as many degrees to the north of the Equator as he supposed it to be south of it. Beyond this he mentions an inland city, to which he gives the name of Thinœ, or Since Metro polis. The longitude which he assigns to it is one hundred and eighty degrees from his first meridian in the Fortunate Island, and is the utmost point towards the east to"], [43, "ANCIENT GEOGRAPHY. 27 which the ancients had advanced by sea. Its latitude he calculates to be three degrees south of the Line. If, with M. d'Anville, we conclude the situation of Sin-hoa, in the western part of the kingdom of Cochin China, to be the same with Since Metropolis, Ptolemy has erred in fixing its position no less than fifty degrees of longitude, and twenty degrees of latitude.\"* In thus showing the ancient Ophir to comprehend the gold districts situated upon the west coast of Sumatra, it will confirm our opinion, if we attend to the products exported from that country. In scripture we are told that \" the servants of Solomon came to Ophir, and fetched from thence gold.\" And \" the navy of Hiram brought Disq. on Anc. Ind. p. 76."], [44, "28 ILLUSTRATIONS OF also in from Ophir great plenty of almug trees and precious stones.\" The same in voice, if I may so speak, is repeated in the Second Book of Chronicles, and is corro borated by a passage in the 22d chapter of the Second Book of Kings, where it is re corded that \" Jehoshaphat made ships of Tarshish to go to Ophir for gold, but they went not, for the ships were broken at Ezion GeberT Josephus relates \" there were brought to the king from the Aurea Cher sonesus, a country so called, precious stones and pine-trees ; and these trees he made use of for supporting the temple and the palace, as also for the materials of musical instru ments — the harps and the psaltries — that the Levites might make use of them in their hymns to God. The wood which was brpught to him at this time was larger and finer than any that had ever been brought"], [45, "29 ANCIENT GEOGRAPHY. before ; but let no one imagine that these pine-trees were like those which are now so named, and which take that their denomi nation from the merchants who so call them, that they may procure them to be admired by those that purchase them ; for those we speak of were to the sight like the wood of the fig-tree, but were whiter and more shining. Now we have said thus much, that nobody may be ignorant of the difference between those sorts of wood, nor unac quainted with the nature of the genuine pine tree ; and we thought it both a seasonable and humane thing when we mentioned it, and the uses the king made of it, to explain this difference so far as we have done. Now the weight of gold that was brought him was six hundred and sixty-six talents, not in cluding in that sum what was brought by the merchants, nor what the toparchs"], [46, "30 ILLUSTRATIONS OF and kings of Arabia gave him in pre sents.\"* But these are the products exported from Sumatra even at this day. And we shall in vain look to Africa for forests capable of affording trees of magnitude sufficient for the building of the Temple. Timber of the most magnificent description is, however, not only procurable in Sumatra itself, but also in the islands which lay along the western coast of the gold districts ; while the quantity of gold exported from this island, in all ages, has been so great, that, according to Marsden, \" De Barros also enumerates the names of twenty of the principal places of the island with consider able precision ; and observes, that the Pe ninsula, or Chersonesus, had the epithet of * Antiq. b. viii. c. 7."], [47, "31 ANCIENT GEOGRAPHY. Aurea given to it, on account of the abun dance of gold carried thither from Monan cabo and Barros; countries in the island of Camatra.\"* Precious stones, we also know, are pro curable in every harbour of the eastern islands ; and, consequently, the exports from Ophir, in all respects, agree with what might be expected to have been received from Sumatra. Moses informs us that the dwelling of Ophir \" was from Mesha as thou goest unto Sephar, a mount of the east ;\" and Stackhouse, influenced by the absence of information, to which I have al luded above, says, \" Nor is there much more certainly to be gathered from the names of the places we are in quest of ; for, * Hist, of Sumatra, p. 9— 3d Ed."], [48, "ILLUSTRATIONS OF 32 though it be allowed that Ophir was the country which, at first, was peopled by Ophir, one of Joktan's sons, who are said to have inhabited the country from Mesha to Sephar, a mountain in the east, yet, where Mesha and Sephar are to be placed, we know no more than we do where Ophir lies.\"* Yet a reference to the map illustrates the information communicated in Genesis; for along the coast of Ophir, established, as I have shown that country to be in the centre of Sumatra, we find the islands Sibiru and Si-poorah ; forming the western shore of the Sabaricus Sinus of Ptolemy, the \"l^D Safar, or Sephar of Moses ; and in its eastern ex tremity the appellation HWD Mesha, or * Hist, of the Bible, ii. 802."], [49, "33 ANCIENT GEOGRAPHY. Masha, still retained in the modern Musi, a considerable district, and formerly a king dom, through which runs one of the most im portant rivers belonging to Sumatra. It is thus described by Marsden. \" The kingdom of Palembang is one of considerable impor tance, and its river ranks amongst the largest in the island. It takes its rise in the district of Musi, immediately at the back of the range of hills visible from Bencoolen, and on that account has the name of Ayer Musi in the early part of its course; but in the lower is more properly named the Ta tong. Opposite to the city of Palembang, and the Dutch Company's factory, it is upwards of a mile in breadth, and is conveniently navigated by vessels whose draught of water does not exceed fourteen feet. Those of a larger description have been carried thither for military purposes ; (as in 1660, when the D"], [50, "34 ILLUSTRATIONS OF place was attacked and destroyed by the Hollanders ;) but the operation is attended with difficulty, on account of numerous shoals. The port is much frequented by trading vessels, chiefly from Java, Madura, Balli, and Celebes; which bring rice, salt, and cloths, the manufacture of those is lands.\"* It is declared in scripture that \" Solo mon ceiled the greater house with fir tree, which he overlaid with fine gold, and set thereon palm trees and chains. And he garnished the house with precious stones for beauty, and the gold was gold of Par vaim.\" 2 Chron. iii. 6. Now if this word, in the original rj»\"Hft, * Hist, of Sumatra."], [51, "35 ANCIENT GEOGRAPHY. furoem, or proim, or proem, be taken as a general appellation, it is still discoverable in the H'mdoostanee, purob or puruv, \" the east\" — purobeh or puruvee, \" eastern ;\" and if we wish to restrict it as the name of a particular port, it presents itself in Pri- amman, the present name of one of the principal ports belonging to the gold dis- tricts of Sumatra. A consideration of the foregoing circum stances leads, therefore, to the following arrangement of the map : — Ophir. The gold districts of Sumatra. Mesha. Country of Musi. Sephar. Islands Seberee and Si-poo?*eh ; and including, perhaps, Sillebar, on Sumatra. Purveim. Priamman d 2"], [52, "36 ILLUSTRATIONS OF We are told in scripture that Sheba was the brother of Ophir, (Gen. x. 28,) and that his portion was also in the east, in the neighbourhood of Mesha and Sephar; and we have seen that information communica ted by the mariners of Solomon, led to the journey which was performed by the Queen of the country, deriving its name from the son of Joktan. If it be urged that Moses also states Sheba to have been the son of Rama, and grandson of Cush, (Ib. x. 7,) and, therefore, that it is impossible to ascer tain whether the Queen was a descendant of the former or latter patriarch ; it may be answered, that the dominions of both the Shebas appear to have been placed some where in India or the Eastern Islands. Be cause, in the 27th chapter of Ezekiel, verse 22, in reference to the riches of Tyre, it is said, \" The merchants of Sheba and"], [53, "ANCIENT GEOGRAPHY. 37 Raamak, they were thy merchants; they oc cupied in thy fairs with chief of all spices, and with all precious stones, and gold.\" Whether, therefore, the Queen of Sheba be considered a descendant of Joktan or of Cush, it is evident we are to look for her dominions in a country in the vicinity of Ophir; and one capable of furnishing the merchants, who carried on commercial in. tercourse with it, with spices, jewels, and gold. Josephus states the Queen of Sheba to have been the ruler of Egypt and Ethiopia.* But this opinion is clearly erroneous, and is controverted by Stackhouse, in these * Antiq. b. viii, ch. 6."], [54, "38 ILLUSTRATIONS OF words : \" There are these exceptions, how ever, to be made to the opinion of the Jewish historian, viz. that where he cites Herodotus, as speaking of his Queen Ni caule, Herodotus makes mention of none ; but only Niconis, Queen of Egypt; nor does he say one syllable of her pretended journey to Jerusalem. Whereas, he says of this Nicaule, that she was Queen of Egypt and Ethiopia both. The sacred history is plain, that in the time of Solomon, there reigned in Egypt that Pharaoh, whose daughter he married, and in his son Rehoboam's time — Shishak. Whereas, he tells us that the ancient name of Meroe, before the time of Cambyses, was Sheba : for this he seems to want au thority ; since Diodorus and other histo rians represent this city as built new from"], [55, "39 ANCIENT GEOGRAPHY. the ground, and not repaired by Camby- SES.* By Wiiiston, also, the opinion of the Jewish historian is thus opposed : \" That this Queen of Sheba was a Queen of Sabœa in South Arabia; and not of Egypt and Ethiopia, as Josephus here asserts, is, I suppose, now generally agreed : and since Sabœa is well known to be a country near the sea, in the south of Arabia Felix, which lay south from Judea also ; and since our Saviour calls the Queen the Queen of the South, and says she came from the ut most parts of the earth, (Matt. xii. 12, Luke, xi. 35,) which description agrees better to this Arabia than to Egypt and Ethiopia, there is little occasion for doubt ing in this matter.\"^ * Hist, of the Bible, ii. 79-1. f Note, vol. i. p. 428."], [56, "40 ILLUSTRATIONS OF The opinion of Josephus being found so untenable, with regard to the situation of Sheba, it appears to me that there remains but one mode of determining the country from whence proceeded the Princess who visited Jerusalem; and this consists in pay ing strict attention to the meaning of the expressions delivered by our Saviour. This authority, the highest of which we can form a conception, who shall presume to ques tion ? He positively states her to have been a Queen of the south, who came from the ut termost parts of the earth. The description, as given in scripture, is extremely forcible : \" The Queen of the South shall rise up in the judgement with this generation, and shall condemn it : for she came from the ut termost parts of the earth to hear the wis dom of Solomon ; and, behold, a greater than Solomon is here.\" And again, in"], [57, "ANCIENT GEOGRAPHY. 41 Luke : \" The Queen of the South shall rise up in the judgement with the men of this generation and condemn them : for she came from the utmost parts of the earth to hear the wisdom of Solomon; and, behold, a greater than Solomon is here.\" In the Greek, the words in both these pas sages are the same — sx tuv ■n-tpu.rw rr\\c yr\\c — \" from the boundaries of the earth ;\" — but this is an expression, that, in the days of Augustus Cæsar, the time our Lord ap peared, could not be applied either to Egpyt, Ethiopia, or Arabia ; because, as we find in the following extracts from Harris's Collection of Voyages, neither of those coun tries formed, at that period, the limits of the known world. \" When Augustus had settled his government at Rome, and obtained, in a legal way, the supreme authority over the empire, he began to think of visiting the"], [58, "42 ILLUSTRATIONS OF East, where he had many things to settle ; and accordingly, in the tenth year of his administration, and in the twenty-first before Christ, having devolved on Agrippa the affairs of the West, Augustus went as far as the island Samos, in his journey east ward ; and there he passed the winter. While he was at Samos, came the embassa dors from Candace, queen of Ethiopia, to excuse what happened in that country, and to beg a peace, which he granted them very readily ; and the embassadors returned into their own country full of amazement at the sight of the power and glory of the Roman prince. And it was owing, in all proba bility, to their report, on their return home, that a firm peace ensued between the Ethio pians and Romans in the province of Egypt, which subsisted for many years. The next year Augustus went into Syria, settled the"], [59, "43 ANCIENT geography. affairs of the empire with the Parthian monarch, and recovered the ensigns which he had taken from Crassus.\" \" This spread the fame of Augustus over all the East; insomuch, that Porus, king of India on this side the Ganges, who had before sent an embassy to compliment him, thought proper now to send a second time, from an apprehension, probably, that Au gustus might imitate Alexander, and attempt to penetrate as far as the Indus. Of these embassadors only three lived to execute their commission. And finding Augustus at Antioch, they there delivered to him the letters of King Porus.\" \" It is very clear, from the whole of this transac tion, that the fame of Augustus had ex tended itself into the most distant parts of the East that were at that time known to the"], [60, "44 ILLUSTRATIONS OF Europeans; and from hence it is evident that the trade carried on from Egypt to those countries through the Red Sea, instead of being interrupted or restrained, was pre served and protected by the Romans after they had reduced Egypt into a province.\"* But the information contained in this passage extends the boundaries of the world, as known to the ancients, far beyond the limits of Arabia ; and Dr. Robertson, in regard to the information conveyed by Ptolemy, as already noticed, affirms, \" To the east of this peninsula he places what he calls the Great Bay, and in the most remote part of it the station of Catigara, the utmost boundary of navigation in ancient times ; to which he assigns no less than eight degrees * Vol. i. 428."], [61, "ANCIENT GEOGRAPHY. 45 and a half of southern latitude. Beyond this he declares the earth to be altogether unknown.\" Again, — \" he mentions one inland city, to which he gives the name of Thinæ, or Sinæ Metropolis. The longitude which he assigns to it is one hundred and eighty degrees from his first meridian in the Fortunate Island, and is the utmost point towards the east to which the ancients had advanced by sea.\" But since Catagara is to the eastward of the Golden Chersonesus, and eight degrees south of the line, and Tinct Metropolis is in its neighbourhood, it follows that they refer to places situated upon the island of Java ; and hence, as the one is declared to be \" the utmost boundary of navigation in ancient times,\" and the other \" the utmost point towards the East to which the ancients"], [62, "46 ILLUSTRATIONS OF had advanced by sea,\" it is as clearly proved that in the first century they formed the per ata tees gees; and thus of the words of our Saviour, although unconsciously, a literal translation is given by Dr. Robert- son. If thus the \" boundaries of the earth,\" in the south-east, be fixed to the island of Java, we must also, of necessity, conclude from that island the Queen of Sheba proceeded ; and in Java, and Java only, her dominions are to be sought. Attention to other passages of scripture will elucidate the same fact. We are informed by Daniel, (ch. ii.) in the interpretation of Nebuchadnezzar's pro phetic dream, that four empires, or powers, were in succession to make their appearance in the world, each conquering its prede cessor, and the whole circumscribed within"], [63, "47 ANCIENT GEOGRAPHY. the form of an immense image. Now this image, comprising within itself the Babylonian, Persian, Grecian, and Roman empires, of course includes the limits of the world as known to the ancients ; and it is remarkable that no European power of any consequence has extended much to the eastward of the boundaries of the ancient Ba bylonian empire. For Ahasuerus, a prince of the second empire, which is declared to be inferior, or more circumscribed in its limits, to the dominions of Nebuchadnez zar, (v. 39,) is said to have \" reigned from India even unto Ethiopia, over a hundred and seven and twenty provinces.\" (Esther, i. 1.) But if the image included within itself the boundaries of the ancient world, then the per ata tees gees, and the termination of the image, are co-incident ; and both fixed at Catigara, to the eastward and south-"], [64, "48 ILLUSTRATIONS OF ward of the Aurea Chersonesus, in the island of Java. Accordingly, we find beyond this parallel of longitude, the islands of the Eastern Archipelago, nearly unknown to Europeans, and to the subjects either of the ancient or modern Roman empire ; and that, on the continent, the nations eastward of Hindoostan have constantly, resolutely, and successively withstood all attempts at the introduction of European and even Mussul- man power. The Queen of Sheba must, therefore, have come from the boundaries of the image, or of the earth, in the southward ; and these, as we have seen, were placed at Catigara; comprehending an emporium, or sea-port, on the island of Java. She was, conse quently, either Queen of the whole of that island, or a Princess of one of the fertile"], [65, "49 ANCIENT GEOGRAPHY. districts, which are there abounding. Fur ther, all circumstances connected with the relation of her journey unite in proving that Java formed the site of her kingdom. For it has been shown that Sheba, wherever it was placed, is to be sought in the vicinity of Ophir ; and that information communi cated from Ophir to Sheba was the cause of the Queen's visit to the metropolis of Judea. But Ophir is the gold district of Sumatra ; and Java, consequently corre sponds with the situation we have assigned to Sheba. In additional illustration of the identity of Sheba and Java, it is to be noticed, that Jobab was also a son of Joktan ; who had his portion likewise in the east, in the neigh- Jbourhood of Ophir ; and this appellation, E"], [66, "50 ILLUSTRATIONS OF nearly literally, is expressed in the Jabadi* of Ptolemy, which also existed close to the Aurea Chersonesus. But the name of Jobab is lost in scripture, as the name of a country; and probably because Sheba, in the neighbourhood of the dominions of Jo bab, was found to be a name more conso nant for Hebrew pronunciation. In fact, Sheba, Jobab, Jabadie, and Java, exhibit, simply, variations of the same word. For the sheen, y} , of the Hebrew alphabet, by a gradual hardening of the sound, becomes the j of modern languages. Thus 'jpjjj , Shekel, in Arabic becomes Joti Thuckle; and th, we know have the power of d; as in murther and murder ; while d, followed by * May not this name be also traced in the Jambi districts of Sumatra ?"], [67, "51 ANCIENT GEOGRAPHY. a vowel, is pronounced j ; whence diurnus, or diurnal, is converted into journal. Hence similar permutations, depending upon the connexion subsisting between the letters s, h, and j, will naturally cause an amalga mation in sound between the Java, Jaba, and Zaba, of Ptolemy, and Sheba. While the name becomes in this manner identified with Java, the products of Sheba not less accurately correspond with those of the islands to the eastward of Sumatra. For Ezekiel declares \" that the merchants of Sheba trafficked in the markets of Tyre with chief of all spices, and with all precious stones and gold.\" The Queen of Sheba is also said to have presented Solomon with \" an hundred and twenty talents of gold and of spices very great store, and precious stones ; there came no more such abundance e2"], [68, "52 ILLUSTRATIONS OF of spices as these which the Queen of Sheba gave to King Solomon.\" And again — \" She came to Jerusalem with camels that bare spices in abundance, and she gave the King of spices in great abundance, neither was there any such spice as the Queen of Sheba gave King Solomon.\" Vincent imagines Ophir and Sheba to have been both in Arabia; but yet he is compelled to admit that \" spices, although they are taxed, are never mentioned as an article of importation from Ophir,\" and he allows that \" it is particularly added, that the royal visitant brought a present of spices.\" \" There were no such spices as the Queen of Sheba gave to Solomon.\"* A marked distinction is thus perceived ex- * An. Com. ii. 226."], [69, "ANCIENT GEOGRAPHY. 53 isting between the staple commodities of Ophir and Sheba ; the former consisting of gold, and the latter of spice. But this is universally known to be the fact in regard to Sumatra and Java ; no gold being found in Java, save what happens to be brought from Sumatra or the neighbouring islands : while Java is fertile in pepper and other spices, of which it has been a principal mart in all ages. We shall, therefore, in vain look for any country that in name, geogra phical position, and nature of its products, agrees with the ancient Sheba, excepting the present island of Java. Perhaps the most remarkable feature of this event is, that this journey, or embassy, was executed by an enterprizing woman ; whose chief motive, as she herself candidly"], [70, "54 ILLUSTRATIONS OF admits, was curiosity. For \" she said to the King, it was a true report that I heard in mine own land of thy acts, and of thy wisdom. Howbeit I believed not the words until I came and mine eyes had seen it ; and behold the half was not told me. Thy wis dom and prosperity exceedeth the fame which I heard.\" Now the power conferred in the eastern islands, upon females of rank, and their inquisitive disposition, is forcibly illustrated in the accounts of the queens of Acheen, as delivered to us by Mr. Mars den. That excellent and accurate histo rian observes : \" The people now being accustomed and reconciled to female rule, which they found more lenient than that of their kings, acquiesced in general in the es tablished mode of government ; and she was immediately succeeded by another female"], [71, "55 ANCIENT GEOGRAPHY. monarch, named Nar-al-alum, who reigned little more than twenty years, and died in 1677. \" The Queen who succeeded her was named Anayet Shah. In the year 1684, she received an embassy from the English government of Madras ; and appeared at that time to be about forty years old.\" In a note, the same writer communicates the following illustration of the feature in the female character to which I have al luded. It appears to have existed in as full force in the seventeenth century, amongst the princesses of the Eastern Islands, as in the days of Solomon. The follow ing curious passage is extracted from the journal of these gentlemen's proceedings. \" We went to give our attendance at the"], [72, "56 ILLUSTRATIONS OF palace this day as customary. Being ar rived at the place of audience with the Orang Cayos, the Queen was pleased to order us to come nearer ; when her majesty was very inquisitive into the use of our wearing periwigs, and what was the conve nience of them ; to all which we returned satisfactory answers. After this her majesty desired of Mr. Ord, if it were no affront to him, that he would take off his periwig, that she might see how he appeared with out it; which, according to her majesty's request, he did. She then told us, she had heard of our business, and would give her answer by the OrangCayos, and so we retired.\" These facts serve to throw considerable light upon the share which females, in all ages, appear to have taken* in the political transactions of the Eastern Islands ; but the-"], [73, "57 ANCIENT GEOGRAPHY. intriguing and enterprizing disposition of the Princesses of Java is distinctly visible in the following quotations, so illustrative of the positions I am desirous of establishing. They are taken from Crawfurd's History of the Indian Archipelago. \" A. S. 1508, A.D. 1586. The principal object of the reign of this prince was the subjugation of the Eastern districts ; and in this he suc ceeded as far as Pati, towards the North Coast, and Kadari, towards the South. He made predatory incursions as far as Pasur han ; but not a permanent conquest. Of the manner in which the war was conducted I shall offer a few specimens. The Prince of Mataram having made an expedition to the east, was opposed by the confederated chiefs of Madura and Java, and used the following stratagem to disengage the two first of the confederates that opposed his"], [74, "58 ILLUSTRATIONS OF progress, the Princes of Madiyon and Pro norogo. He selected a beautiful woman of the highest rank, and sent her as his ambas sador to the Prince of Madiyon; who, by the way, affected the habits and life of a devotee. The Chief of Mataram called him of Madiyon, \" Father ;\" which is equivalent, by the customs of Java, to tendering sub mission, and acknowledging dependence or inferiority. The lady was particularly in structed to resist no solicitation of the prince. She obeyed her instructions, and by her blandishments seduced him from his alliance. The Senopayti, meanwhile, at tacked the Prince of Pronorogo, and sur prised him with two hundred chosen horse, led by himself in person ; after which suc cess, without any further ceremony, he fell upon the Prince of Madiyon, and obtained an easy victory. This chieftain, flying from"], [75, "59 ANCIENT GEOGRAPHY. his palace with his family, left his favourite daughter behind him as a decoy to his anta gonist ; and this lady was afterwards married to the Prince of Mataram.\"* \" I shall give,\" says Crawfurd, \" one other anecdote of this reign, and chiefly because it affords a cu rious illustration of the female character in the highest rank of life. A similar example has not, indeed, been often afforded in Java, though there the women claim a degree of equality with the stronger sex not often seen in the East ; but frequent instances are afforded of female heroism among the more warlike, ferocious, and uncivilized, tribes of Celebes. In the year 1550 of Salivana, (A. D. 1628,) the Sultan attacked Giri, the residence of the spiritual chief of that name, and the descendant of one of the most conspicuous of * Vol. ii. p. 324."], [76, "60 ILLUSTRATIONS OF the first apostles of Mahomedanism ; and sub dued it after an obstinate struggle. He was probably induced to disregard the holy cha racter of this person from resentment for the advice he had given to the eastern chiefs, and their invasion of Mataram. \" The command of the troops for this enterprise was entrusted to the Prince of Surabya, now affianced to the Sultan by a marriage with his daughter, the Princess Wandan Sat~i. The Priest of Giri made a gallant defence, and in a rencontre defeated his adversary, whose fortunes were retrieved by the spirit of his heroic consort. This Princess presented herself before the troops accoutred as a warrior ; spoke of the bravery of her ancestors ; harangued the soldiers • distributed gifts to them, and put herself at their head. Encouraged by her example,."], [77, "ANCIENT GEOGRAPHY. 61 the troops renewed the attack ; captured the temple and mausoleum of Giri, and took the Susanan and his family prisoners. The daughters of Javaneese Princes, when mar ried to subjects, assume a tone and insist on privileges unknown to their sex in the East. The husband in such a case fre quently terms the wife \" mistress ;\" addresses her in the language appropriated to cere mony, and cannot marry a second wife, or keep a concubine. The Ratit Wandam claimed and maintained this ascendancy over her husband.\" (Ib. p. 332.) It was generally understood, that the in subordination which occurred amongst the British troops in Java, in the year 1815, originated in the intrigues set on foot by the Ratoo, or wife of the Susanan, for the establishment of her son, by a former hus-"], [78, "62 ILLUSTRATIONS OF band, upon the throne of Djocjocarta ; and it is probable that in no country has female influence been more frequently exerted than in Java and the neighbouring islands. In all the markets of Java the occupation of merchants is performed by women ; and that they formerly partook even of the mili tary character is evident from this fact — that the persons of the ruling sovereigns are confided to the care of armed women, who surround their throne upon occasions of state, and act in the capacity of the royal troops, to whom the charge of the monarch's person is given in other countries. A review of these circumstances will, therefore, lead to the conclusion, that in a direction south oi Jerusalem, to the Eastern islands only, we are to look for a princess who could, on her own account, perform such a journey as is attributed to the Queen of Sheba."], [79, "63 ANCIENT GEOGRAPHY. Another circumstance deserving notice is the mortification which the Shebaneese Prin cess experienced at beholding the magnifi cence of Solomon ; for, when \" the Queen of Sheba had seen all Solomon's wisdom, and the house that he had built, and the meat of his table, and the sitting of his ser vants, and the attendance of his ministers and their apparel, and his cup-bearers, and his ascent by which he went up into the house of the Lord; there was no more spirit in her.\" But it is difficult to conceive to what cause these dispiriting feelings could be assigned, unless a contrast had been drawn by this Princess between the grandeur of Sheba and the splendour of Jerusalem; and the consciousness, unex pected by herself, of the lustre of her own country being obscured by the glories of Solomon's court ; by reason of which she"], [80, "64 ILLUSTRATIONS OF was obliged, in astonishment, to exclaim, \" it was a true report that I heard, in mine own land, of thy acts and of thy wisdom. Howbeit I believed not the words, until I came, and mine eyes had seen it ; and, be hold, the half was not told me ! Thy wisdom and prosperity exceedeth thy fame which I heard.\" These remarks strikingly corre spond with the observations we may suppose would have fallen from a Javaneese of rank, who, by motives of incredulity regarding the wisdom of Solomon, and the magnifi cence of his court, had been led to verify the report by means of personal observation. Because, over the whole of Java are found abundant traces of the intelligence of its former inhabitants, and the magnificence of the cities it contained- In consequence of no dates earlier than"], [81, "65 ANCIENT GEOGRAPHY. the 13th century of Salivana having been discovered on the Java monuments, it is, I am aware, imagined that those ruins do not extend to the remote antiquity which I am willing to ascribe to them ; yet it is admitted by Crawfurd that the eastern islands and Java were known to Ptolemy, as he sup poses, through the medium of Hindoos, at a period long anterior to the earliest date that has been discovered in any of the temples or other monuments of antiquity. (Ib. iii. 190.) \" Thus,\" observes Crawfurd, \" two zodiacal copper cups, in my possession, discovered at no great distance from Kaderi or Doho, which contains important Hindoo relics, and was one of the chief seats of Hindoo worship, have inscribed upon them, in plain figures, the one the year 1241, and F"], [82, "66 ILLUSTRATIONS OF the other 1246 ; and in the collection of Sir Stamford Raffles is one brought from Doho with the year 1220. I have never seen nor heard of any earlier dates that could be relied upon.\" (Ib. ii. 215.) And he then determines that \" it is satisfactory to find how well these dates correspond with the more recent, and, therefore rea sonably, the more authentic, dates recorded in the memorial verses. Joyoboyo, King of Doho, is there said to have flourished in 1 ] 17 of Salivana; the earliest of the temples of Prambanan to have been constructed in 1188; the most recent in 1218; and the temple of Boro Budar in 1260.\" The inference drawn from these dates is not, however, entirely consistent with in formation derived from other quarters : for we find Sir Stamford Raffles observing,"], [83, "67 ANCIENT GEOGRAPHY. \" The temples at Brambanan (the extensive remains of which, with the numerous casts in metal found in their vicinity, prove the high state which the arts had attained, in a remote age, and afford incontestible evi dence of the establishment of the Hindu worship in the earliest periods of Javan history) are stated in some accounts to have been constructed in the year 525, and in others in the year 1018 ; but, as far as the general tradition may be relied on, it seems most probable that they were the works of the sixth or seventh centuries.\"* Here, then, we observe, that in the Java accounts themselves, upon which so much stress appears to have been laid by Crawfurd, a difference of no less than 500 years occurs in the dates assigned to the erection of the * Hist, of Java, vol. ii. f 2"], [84, "68 ILLUSTRATIONS OF edifices, whose ruins have been discovered on that island. And we learn further, from Sir S. Raffles, that \" many of these Princes, with their descendants, are, in the traditionary accounts of the country, be lieved to have established themselves on Java; and while we find Tritresta founding a colony in the first year of the Javan era, or about seventeen hundred and forty years ago, it is the less surprising that the war of the Pandus should have been transferred from the Dwapara Yoga to the present age, and believed to have taken place in Java, about twelve hundred years ago.\"* \" The following account of princes, commenc ing with Tritresta, who is believed to have established his government at Giling Wesi, at the foot of the mountain Se Miru, * Hist, of Java, vol, ii. p. 72."], [85, "69 ANCIENT geography. with the dynasties which they severally esta blished, and the dates at which they respec tively succeeded to the government, while it shows the manner in which these islanders have interwoven their fabulous history with that of the continent, will prove how little credit is due to those accounts which furnish local details during a period so remote and obscure.\" (Ib. p. 73.) It appears, from this paragraph, that no dependence can be placed upon Javanese accounts, regarding the ancient history of the country ; and by Mr. Crawfurd it is admitted, that inscriptions have been dis covered of a character totally different from those contained in the dates mentioned above ; for he observes, \" The ancient in scriptions found in Java are of four kinds : 1. Sanskrit inscriptions in the Devanagari"], [86, "70 ILLUSTRATIONS OF character. 2. Inscriptions in the ancient Javanese, or Kawi. 3. Inscriptions in an antiquated but barbarous form of the pre sent Javanese. And, 4. Inscriptions which cannot be deciphered, and are, probably, the characters in which the Sunda was writ ten. A very few inscriptions only are found in Devanagari ; and these are confined to the two most distinguished remains of Hin duism on Java, Brambanan, and Singhasari. Colonel Mackenzie, in 1811, discovered a long inscription of this sort at Brambanan, upon a stone, more than six feet long, in the form of a tomb-stone. In 1815, I found, myself, another, exactly of the same de scription ; and a third, of smaller size, was discovered, in the same year, by Dr. Tytler. Besides these, smaller inscriptions, consisting of a few words, or at most of a few lines, have been found, chiefly at Singhasari, and"], [87, "71 ANCIENT geography. commonly on the stone images of the prin cipal objects of worship. I have one in brass, in my own possession, on the back of a figure of Budhu; found near Brambanan. No translations of any of these inscriptions have been effected.\"* \" Of the fourth and last class of inscriptions not much can be said. They cannot be translated, and are, in fact, in an unknown character. They are all found in the country of the Sundas.\" (Vol. ii. p. 218.) But it is clear that inscriptions of this kind receive no light from the dates intel ligible to the modern Javanese; and to infer, as is done by Crawfurd, that \" they prove a few genuine Hindus have been among the founders of the principal temples, but that * Hist, of the Indian Archipelago, ii. 212."], [88, "72 ILLUSTRATIONS OF they were not the most numerous body of the priesthood at the time, and that Sanskrit was not the usual language consecrated to religion, (p. 212,) conveys an assumption as gratuitous, and, indeed, as erroneous, as it would be to conclude that the inscrip tion in the ancient Hindu character, upon the granite pillar at Allahabad, is coeval with the modern Arabian letters which are cut upon the same monument of antiquity. But Java, as is allowed by Crawfurd, was known to Ptolemy, many centuries anterior to the dates which he imagines to explain the foundation of the ancient edifices abounding in the island ; and he even af firms that Java, at that period, was the richest and most distinguished country of the Archipelago, and the principal seat of Hinduism."], [89, "73 ANCIENT GEOGRAPHY. \" The first direct mention made of any portion of the Archipelagos according to Mr. Crawfurd, is by the geographer Ptolemy, about the middle of the second century. Two names are distinctly men tioned in his map which are unequivocally native, viz. Malay u, and Jaba, Java, or Java, which are all synonymous. The word Malayu has appended to it the term of Kolon, and Din, or Dib. Malayu and Java, it is already sufficiently known, are the names of the two great countries, or, rather, the two great tribes, of the West. \" I shall presume to make a few observa tions on each, endeavouring to illustrate the subject by an application of the more accu rate knowledge of those countries, and their inhabitants, which has been acquired of late years."], [90, "74 ILLUSTRATIONS OF \" I think that the great geographer, or, rather, those from whom he had his in formation, must have had the notices in question directly from Hindus; and these, again, from the people of Java particularly. The word Kolon is, without any alteration, Javanese; and means the ' West.' The com pound word Malayu-Kolon, exactly in the order in which it stands, means ' Malays of the West.' The Javanese must, therefore, (the inference is in all probability) have furnished the information in question ; and the term West has, probably, reference to the geographical position of some one tribe of Malays in relation to others ; for, to this day, the original Malays are divided into several distinct tribes, according to their geographical situation. The people of Java, when interrogated, would, at all events,"], [91, "75 ANCIENT GEOGRAPHY. have called any Malays ' people of the West ;' and, indeed, do so now. \" There is an unanswerable objection against supposing Malayu-Kolon to be on the Malayan peninsula; or supposing this last to be the golden Chersonesus (or Khreese) at all ; which will occur at once to every one familiar with the well-known history of the Malays. It is this : — In the age of Ptolemy, and for many ages after it, the Malayan peninsula was uninhabited, or inhabited only by a few negro savages, re sembling the cannibals oi Andaman; wretched beings with whom there could have been no intercourse, or at least no commerce. The Malays did not emigrate from Sumatra, their parent country, and settle in the Malayan peninsula, until the comparatively modern period of the year 1160, a thousand years"], [92, "76 ILLUSTRATIONS OF after the time of Ptolemy ; while Malacca was not founded until 1252 : and every other Malay state on the peninsala is of still more recent foundation. \" The term Dib, or Diu, appended to Java, and meaning country or island, is pure Sanskrit, and happens not to be a word of that language ever used, that I am aware of, in any of the dialects of the Archipelago. It is fair, from this, to argue, that those who used the term in describing Java to the merchants of the West, were not natives of Java, or of any portion of the Archipelago ; but Hindus, or natives of India; and, which is the same thing, that Ptolemy's informa tion was not obtained through the direct in tercourse of Europeans with the country. If any names at all reached Europeans correctly, we cannot be surprised that those should be"], [93, "ANCIENT GEOGRAPHY. 77 the names of the two principal tribes or countries. This is especially applicable to Java, the richest and most distinguished country of the Archipelago, and the prin cipal seat of Hinduism. We have seen that it is the only name mentioned in Chinese works ; and, among the Arabs, such is its reputation, that they designate the whole Archipelago and all its inhabitants by it. \" Whether he obtained his information from Chinese or Arabs, Java was the most important name, also, which reached the ears of Marco Polo. He was six months in Sumatra, without ever hearing any name for it; and at last, following the example of other strangers, he calls it the Lesser Java; imagining it ought to be of smaller"], [94, "78 ILLUSTRATIONS OF size than an island which was so much more celebrated.\"* But the information communicated in these quotations is found at complete vari ance with the opinion which gives a late origin to the traces of architectural magni ficence in Java; and the same facts have not escaped the penetration of Dr. Vincent, who remarks, \" Jabadios, according to Greek pronunciation, is strictly Javadiu, the island of Java. Ptolemy's position of this island is of no importance, for he has hardly one island correctly placed from Africa to Siam; and his ignorance of its extent is no more extraordinary than his augmentation of Ceylon. But the surprise is, that he should * Crawfurd, iii. 192."], [95, "79 ANCIENT GEOGRAPHY. have obtained the name of Java; and whether we attribute this to the island now called Java, or to Sumatra, which Marco Polo calls Java Minor, the appellation itself may well excite our astonishment.\"* Research into this subject may well, in deed, excite our astonishment ; for Ptolemy, in mentioning the name of Java, at the same time fixes the position of an emporium, and a large city, to the eastward of the Aurea Chersonesus, and south of the equator, coinci dent with that island. And in one of the most ancient Sanskrit books, a tradition clearly occurs of the splendour oijava in the remo test periods to which Hindu histories refer. \" With respect to Mahabali,\" says the * Ancient Commerce, ii. 608."], [96, "80 ILLUSTRATIONS OF author of the History of Hindoostan, \" be cause he had not oppressed his subjects, though he had despised the gods, his crown was not wholly taken from him ; but he was left for the remainder of his life in the pos session of Patala, the inferior regions. The river Mamligongo, which waters the eastern side of Ceylon, has probably taken its name from him ; since according to the Tamulian orthography, it means the Ganges of the Great Bali. But that which places it be yond all controversy is the genealogy of Bali, to be met with at the close of a his tory of the former Avatar, cited in his dis sertation by Mr. Chambers from Sanscreet authority; which expressly says, that the victorious Praalhaud having been seated by Vishnu on the throne of his deceased father Hiranyacasipu, reigned with mild ness ; and by his piety exhibited a perfect"], [97, "81 ANCIENT GEOGRAPHY. contrast to the character of his father ; that he himself left a son named Namachie, who inherited both his power and his vir tues; and was the father of Bali, the founder of Mahabalipoor ; a city so ancient as to be mentioned in two lines of the Ma habarrat, which expressly fix its situation to have been ' south of the Ganges, two hundred yogan : five yogan westward from the Eastern Sea.' The yogan, taken at its lowest calculation, is a measure of nine miles; and by the latter lines the Brahmins seem willing to inculcate that the sea has receded from that coast forty-five miles ; and which may probably be as precisely true as the former; which according to that calculation would place it far south of Ceylon.\"* * History of Hindostan, ii. 103. <5"], [98, "82 ILLUSTRATIONS OF Patala is the southern hemisphere of the globe ; for, according to Maurice, \"Patala was supposed to be in the south, because directly opposite to the north pole.\"* And again, \" the south was allegorically called Patala.\"]- The distance of two hundred yogans, which, at the lowest calculation, is admitted to consist of eighteen hundred miles, from the termination of the Ganges in the ocean, or the situation of Juggernaut, will not only bring us to the southern hemisphere, but into the latitude of Java; where, accord ingly, we find the remains of the great city of Majapahit exceeding twenty miles in circumference ; and placed towards the east ern extremity of the island, opposite Bali ; * History of Hindostan, ii. 101. + Ib. 105."], [99, "ANCIENT GEOGRAPHY. 83 and almost precisely at the distance of five yogans, or forty-five miles, from the sea, which washes the shores of Java and Ma dura. The river, upon whose banks that ancient metropolis was erected, is still named the Calimass, or \"Golden Stream;\" and this name, in all probability, gave occasion to the fable of the Silver City, that was said to exist in the island of Jabadi. The deriva- tion of Majapahit may thus be considered referable either to Maspite, signifying \" the Golden City ;\" or Mahapyte, or Mapyte, in Sanskrit, \" the Great City ;\" the origin of which we observe commemorated, with geographical precision, in two verses of the Mahabarrat. Sir William Jones, most unaccount- g 2"], [100, "84 ILLUSTRATIONS OF ably, imagines the name Java to be derived from a Sanskrit word signifying barley , and in consequence of this childish etymo logy, Ptolemy, as usual, is rendered re sponsible for errors which rest not with him, but with his misinformed commentators. A reference to the valuable history of Java, by Sir Stamford Raffles, and a glance at the admirable map attached to that work, (one of the proudest monuments of the su periority of British intellect, and the value of British industry, that has yet appeared in the East,) afford, however, the most satisfac tory refutation of such unwarrantable cen sures as the following, extracted from the writings of Dr. Vincent. \" We are now to enter upon the great peninsula, comprehending provinces dis tinguished by the titles of gold, silver,"], [101, "85 ANCIENT GEOGRAPHY. brass, and the golden Chersonese; off which lies an island, of Barley, with its capital called the Silver City. The mere assem blage of these names is sufficient to prove that they are fictitious and imaginary ; and received, as they must have been, by report, they may be attributed either to the vain glory or caprice of the reporters, and not to the\" invention of the Greeks. Yet even here Ptolemy preserves his privilege in record ing some names that cannot be mistaken, and which afford us the means of ascertain ing the country we are to enter on, how ever deficient we may be in particulars.\"* But Catagara, as formerly noticed, is placed by Ptolemy eight degrees south of the equator, and to the eastward of the * An. Com. ii. 607."], [102, "86 ILLUSTRATIONS OF Aurea Chersonesus ; and, consequently, cor responds with some station on the island of Java. Catagara is likewise alleged to have belonged to the same country with Tinae Metropolis ; and upon referring to the map, constructed from information communicated by Ptolemy, which is attached to Dr. Ro bertson's work, we find a succession of stations belonging to the same imaginary continent ; and all of them coinciding with places on Java, as they are found existing at this very day. This portion of the map, accompanying the Disquisition on Ancient India, by Dr. Robertson, in conformity with modern information, it appears to me, should therefore be arranged in the follow ing: manner : .Jabadie Insula. Western extremity of Java."], [103, "87 ANCIENT GEOGRAPHY. The remainder of the names refer to Java, supposing it to comprehend an imaginary continent extending from north to south, and joining, according to the wild and incohe rent notions of those times, both with the unknown parts of India and Ethiopia. Catagara, Jacatra, or Jacarta ; Java- Carta. The district in which we find the modern Batavia existing, and still giving name to a division of that city. Cattiaris Flumen. One of the streams in the vicinity of Jacatra. Tinae Metropolis. The city Tana; or \" of the country ;\" Tana signifying a coun try; and, per excellence, the \" island of Java,\" Tana Java, or land of Java. Tana Metropolis, is, therefore, inland ; and cor responds either with old Mataram, Bram banan or Carta Sura; all cities to the east-"], [104, "88 ILLUSTRATIONS OF ward of Jacatra, and situated within the interior of Java. Sinus Flumen. Jawa na, river. Rabana. Rembang. Ambastus Flumen. Solo, river ; and per haps containing a corruption of Maspyit. Aspitra. Maja, Maka, or Mas Pyit, \" the Golden City,\" corresponding with Majapyite, whose ruins still exist in the eastern extremity of Java, in a situation assigned to them by two verses of the an cient Sanskrit poem, Mahabarrat. By CELLARius,whose work I unfortunately cannot refer to, we are informed, that a city was erected in this quarter, called Bramma ; a name that is exactly correspondent with Brambanan ; comprising many of the most magnificent, extensive, and ancient ruins existing on Java. It is, therefore, clear."], [105, "89 ANCIENT GEOGRAPHY. that Java, in the days of Ptolemy, was well known to the Western Nations ; al though it was erroneously conceived to be a continent ; as they naturally concluded an island could not boast so many and such splendid towns as they were aware existed to the eastward of the Golden Chersonesus. And thus Crawfurd is correct in the infe rence which he draws respecting the cause of the appellation Java Minor having been bestowed upon the island of Sumatra. Be- cause being less cultivated, less peopled, and less known than Java, \" it was ima- gined that it ought to be of smaller size than an island so much more celebrated.\" Now, iijava, or the land oi Sheba, boasted of such magnificence in the days of Pto lemy, no reason can be assigned, that at the time of the Queen of Shebds visit to"], [106, "90 ILLUSTRATIONS OF Jerusalem, its splendor may not have been equal, or even greater. Because all ac counts anterior to that period serve rather to swell than diminish the wealth of India, the power of its princes, and the vast extent and splendour of its cities. This view of the ancient history of Java assimilating that country, as has been done with the land of Sheba, naturally and stri kingly accounts for the mortification the Queen felt at the magnificence of Solomon ; and her previous incredulity regarding his glory. All circumstances, therefore, combine in supporting the conclusion of the ancient Sheba and modern Java being identified ; and we thus observe, in the mysterious dis pensations of Providence, though names are changed the places still exist; and that those ports to which the ancient Tyrians navigated"], [107, "91 ANCIENT GEOGRAPHY. are still the spots best known and most fre quented in modern times. The same conclusions receive powerful corroboration from circumstances connected with the island known to the ancients by the name of Taprobane. The situation of this island is alluded to by Ovid in the fol lowing line : \" Taprobanem Indica tangit acqua.\" And Mela observes \" Taprobane aut grandis admodum insula aut prima pars orbis ulterius Hipparcho dicitur : sed quia habitatur ne quis quam circummeasse tradi tur prope verum est.\"* In thus imagining Taprobane to be a con- * Lib. iii. cap. vii."], [108, "92 ILLUSTRATIONS OF tinent, or commencement of a new world, it so far coincides with the imaginary conti nent placed by Ptolemy to the eastward of the Aurea Chersonesus ; and, accordingly, in the neighbourhood of Taprobane, and to the southward of the equator, and west ward of the Aurea Chersonesus, we find Bonce Fortunæ Insula ; corresponding in name with Pulo Betuah, or \" Fortune Is land\" of modern charts ; while Zaba is an appellation bestowed upon an island still closer to the coast of Taprobane ; and the western extremity of the latter is named Jovis P romontorium ; that I take to be a commutation of Java corrupted into Jovis by the Romans. This promontory, if my idea be correct, will, therefore, coincide with Java Head; and Bajana, a city to the eastward of the"], [109, "ANCIENT GEOGRAPHY. 93 promontory, and Nani Giri, in its vicinity, will be traceable in Anjeer and Boojee Na gara of Sir Stamford's map. The discordant relations regarding Tapro bane have hitherto been accompanied with such manifest difficulty, that almost every writer, of late years, appears to have relin quished the task, in despair of assigning to that country its correct situation. \" Pliny,\" says Dr. Robertson, \" gives a more ample description of Taprobane ; which, instead of bringing any accession of light, involves every thing relating to it in additional ob scurity. After enumerating the various and discordant opinions of the Greek writers, he informs us that ambassadors were sent by a king of that island to the Emperor Clau dius ; from whom the Romans learnt several things concerning it, which were formerly"], [110, "94 ILLUSTRATIONS OF unknown ; particularly that there were five hundred towns in the island ; and that in the centre of it there was a lake three hun dred and seventy-five miles in circumference. These ambassadors were astonished at the sight of the Great Bear and the Pleiades, being constellations which did not appear in their sky; and were still more amazed when they beheld their shadows point to- wards the north, and the sun rise on their left hand and set on their right. They affirmed, too, that, in their country, the moon was never seen until the eighth day after the change, and continued to be visible only to the sixteenth. It is surprising to find an author so intelligent as Pliny re lating all these circumstances without ani- madversion ; and, particularly, that he does not take notice that what the ambassadors reported concerning the appearance of the"], [111, "95 ANCIENT GEOGRAPHY. moon could not take place in any region of the earth.\"* The circumstances related regarding the lunar phenomena are clearly fictitious ; but to assert, therefore, that Pliny's account, \" instead of bringing any accession of light, involves every thing relating to it in addi tional obscurity,\" seems to me as precipitate as it would be to affirm that Sir John Mandeville never performed any journey into the East, because he describes an ocean of sand and a river of rolling rocks ; which occasioned him to be termed, by the Quar terly Reviewers, \" the Coryphæus of Liars ;\" or, in short, to reject any history with which a portion of notorious fable happens to be blended. * Disq. on An. Ind. p. 82."], [112, "96 ILLUSTRATIONS OF The relation delivered by Pliny, in Phi lemon Holland's translation, regarding these ambassadors, is given in these words : \" But we came to far better intelligence and more notable information by certain ambas sadors coming out of that island in the time of Claudius Cæsar, the Emperor, which happened upon this occasion, and after this manner. It fortuned that a freed slave of Anius Plocamus, who had farmed the Exchequer of the Customs for imports of the Red Sea, as he made sail about the coasts of Arabia, was in such wise driven with the north winds beside the realm of Carmania, and that for the space of fifteen days ; and that, in the end, he fell in with a harbour thereof, called Hippurus ; and there arrived. When he was set on land, he found the King of that country so courteous, that he gave him entertainment for six"], [113, "ANCIENT GEOGRAPHY. 97 months, and entreated him with all kindness that could be devised. And, as he used to discourse and question with him about the Romans and their Emperor, he recounted unto him at large of all things. But, among many other reports that he heard, he wondered, most of all, at their justice in all their dealings, and was in love therewith ; and, namely, that their denieres of the money which was taken were always of like weight, notwithstanding that the sundry stamps and images upon the pieces showed plainly that they were made by divers persons. And hereupon, especially, was he moved and solicited to seek for the alliance and amity of the people of Rome; and so despatched four ambassadors of purpose, of whom one Rachias was the chief and prin cipal personage. By these ambassadors we were informed of the state of that island ; H"], [114, "98 ILLUSTRATIONS OF namely, that it contained five hundred great towns in it ; and that there was a haven therein regarding the south coast, lying hard under Palesimundum, the principal city of all that realm, and the King's seat and palace. That there were, by just account, 200,000 of commoners and citizens ; more over, that, within this island, there was a lake 270 miles in circuit, containing in it certain islands, good for nothing else but pasturage, wherein they were fruitful ; out of which lake there issued two rivers, the one, Palesimundus, passing near to the city abovesaid of that name, and running into the haven, with three streams, whereof the narrowest was five stadia broad, and the largest fifteen ; the other northward, on the India side, named Cydara; also, that the next cape of this country to India is called Colaicum, from which to the nearest port of"], [115, "ANCIENT GEOGRAPHY. 99 India is counted four days' sailing; in the midst of which passage there lyeth in the way the island of the Sunne. He said, moreover, that the water of this sea was all of a deep green colour, and, more than that, full of trees growing within it, insomuch as the pilots, with their helms, many times break off the heads and tops of those trees. The stars about the North Pole, called Septentriones, the Waines, or Beares, they wondered to see here among us in our he- misphere ; as also the Brood-hen, called Vergiliæ in Latin ; as if it had been another heaven. They confessed, also, they never saw, with them, the moon above the ground before it was eight days old, nor after the sixteenth day. That the Canopus, a goodly, great, and bright star, about the Pole An tarctic, used to shine all night with them. But the thing that they marvelled and were h 2"], [116, "100 ILLUSTRATIONS OF most astonished at was this — that they ob served the shadow of their own bodies fell to our hemisphere, and not to theirs ; and that the sun arose on their left hand and set on their right, rather than contrariwise. Furthermore, they related that the front of that island of theirs, which looked towards India, contained 10,000 stadia, and reached from the beyond the mountains Enode. Also, that the Seres were within their kenning, whom they might easily dis cover from out of this their island, with whom they had acquaintance by the means of traffic and merchandise; and that Ra chias, his father, used many times to travel thither.\"* In Harris's Collection of Voyages, the * Trans. of Pliny's Nat. Hist. p. 130."], [117, "ANCIENT GEOGRAPHY. 101 translation of this passage is somewhat dif ferently given ; for he says nothing of the freed man of Plocamus, but states, \" There was one Annius Plocamus, who farmed the customs of the Red Sea, and who, on that account, visited the coast in a vessel of his own ; and, being once on the shore of Arabia, on some business relating to his office, he was suddenly driven to sea by a strong north wind, which, blowing for fifteen days together, he was thrown first on the coast of Carmania, and then on a certain island, in a port of which he came to an anchor; the name of the port, as he was informed by the inhabitants, being Hip purus.\"* The same author likewise mentions that * Vol. i. p. 130."], [118, "102 ILLUSTRATIONS OF the name of the lake was Megisba, which is omitted in Holland's translation. But it will not fail to be observed, that this name contains several of the letters of Majapite or Maspite, the Aspithra of Ptolemy. The names given by Pliny are also recogni sable in Java and its vicinity ; for Palesi mundus, as has been justly suggested to me by Sir S. Raffles, exhibits a slight permu tation of Balesimundur, \" the sea of Bali,\" that washes the eastern extremity of Java ; and the river Cydara, or Kydara, is easily recognisable in the Kadiri river, that flows at no great distance from the ruins of Maja pite; and forms the upper portion of the Calimass, or \" Golden Stream.\" It remains to determine the situation of Hippurus. But this will best be done by tracing the course of Plocamus, upon the"], [119, "ANCIENT GEOGRAPHY. 103 map, eastward from the mouth of the Red Sea. Yet as the Queen of Sheba must have disembarked at some port in the Arabian Gulph, from whence she proceeded over land to Jerusalem, and as the ships of Solo mon were accustomed to sail from Ezion Geber to Ophir, it is manifest that Plo camus was not the first who traversed the Indian Ocean. The name Taprobane, as is well known, had been communicated to the nations of the West, by means of the information that had been brought from India by the fol lowers of Alexander the Great. For, says Pliny, \" After the time of Alexan der the Great, and the voyage of his army into those parts, it was discovered and known for a truth, both that it was an is-"], [120, "104 ILLUSTRATIONS OF land, and what compass it bare.\"* It can not, therefore, be judged improbable that Plocamus well knew the course he ought to steer, when he found himself blown out to sea by a violent gale from the north, and the country he could reach ; although his voyage may have been the first that brought the Romans into direct contact with the in- habitants of Taprobane. It is to be ob served, that the course of Plocamus in the first instance was southward ; for he was driven out to sea with the north winds, and afterwards it must have altered to the east, because we find he made the island of Ta probane, which, by the concurrent voice of all antiquity, was situated in the Indian Ocean. Now if the gale drove him at all * Nat. Hist. p. 429."], [121, "105 ANCIENT GEOGRAPHY. to the southward of the line, he would, in all probability, first fetch the land in the neigh bourhood of Sabahna Emporium, or Ben coolen. There the current along the coast frequently sets so strong to the southward, and through the straits of Sunda, as I expe rienced in November 1823, that it cannot be wondered a vessel driven by the winds, as his ship is described to have been, should be unable to anchor till she reached the bay formed by the high land of Japhara in Java. That name being correctly spelt Iparra, with the common aspirate and Latin termi nation us, affords the long sought for Hip purus ; the situation of which has so unac countably baffled the acuteness of all the commentators upon Ancient Geography; including Robertson, Rennell, and Vin- cent."], [122, "106 ILLUSTRATIONS OF I have stated, that, anterior to this voyage of Plocamus, the passage across the Erythraean Sea was known to the western nations; and this is confirmed by Harris, who observes, \" When, therefore, we are told, that Hypalus first discovered that the south-west wind would carry a ship directly to the coast of India, we must refer this to the Greeks and other European nations ; for the Arabians understood this kind of navigation long before, as appears plainly by the vast abundance of rich commodities with which their markets were stocked : for as none of these, except incense, and other perfumes, ever were the growth of Arabia, it is manifest that they brought them from the islands of India.\" The discovery of the western monsoon by"], [123, "107 ANCIENT GEOGRAPHY. Hypalus is decidedly connected with the voyage to Hyporus by Plocamus ; because, as Vincent states, \" It is equally ex traordinary, that the discovery made of a passage across the Indian Ocean by means of the monsoon corresponds in point of time with this information of Pliny; for Hypalus, the author of that discovery, lived in the reign of Claudius.\"* And, in another place, he assumes the seventh year of Claudius, answering to the forty-se venth of the Christian era, for the discovery of Hypalus. f But the discovery of Plocamus, or his freedman, occurred also in the reign of Claudius ; and Hypalus consists of no thing more than a soft method of pronoun- * An. Com. i. 47. f Ib. ii. 49."], [124, "108 ILLUSTRATIONS OF cing Hippurus, or Ippara ; and I conse quently conclude that Hypalus constituted a surname bestowed upon the commander of the vessel, on account of his discovery of Ippara, and the satisfaction occasioned by that event to the Emperor and people of Rome. Independent of the name, other circum stances contribute to the belief of Ploca- mus having reached Java. For the stars of the southern hemisphere are of course familiar to its inhabitants : while those of the north are but little known, or perceived very different from the beautiful appearance which they present in the latitudes of Eu rope. At the same time, it is evident that if the ambassadors reached Rome at the time the shadow commences changing in their own country, they would naturally express"], [125, "109 ANCIENT GEOGRAPHY. much surprise at the sun rising on their left hand and setting on their right. The mag nificence of Java is also alluded to in the description of Pliny ; and it is remarkable that while the inhabitants of the other East ern Islands appear to have an aversion to strangers, no such feeling is prevalent among the Javanese : and from the neigh bourhood of Ippara, whence the Ambas sadors proceeded to Rome in the reign of Claudius, two young men of rank were confided to the care of Lord Minto, after the conquest of Java, and sent under his protection for education to Calcutta. The most unexpected, the most wonder ful, and greatest revolution the Eastern Islands experienced, is involved in this discovery of Hyppurus, and the information which, in consequence of it, was conveyed,"], [126, "110 ILLUSTRATIONS OF either by the ambassadors returning from Rome, or through some other channel, at this very time into Java and the neigh bouring islands ; a revolution which ex tended into China and Japan. It is allowed that the eras of Salava- nah and Saka are the same, and known to the Javanese. For Sir S. Raffles observed \" the third Saka was Salavanah ; who is believed to have lived at the same time with our Saviour; and is represented to have corresponded with him in some of the principal features of his life. The era which bears his name commenced from his death (namely seventy-eight years after the Christian era), and is doubtless that adopted by the Javans ; which corresponds with it, within about three years. The slight dif ference between them may be accounted"], [127, "ANCIENT GEOGRAPHY. 111 for by the introduction of the Mahomedan mode of reckoning during the last three centuries.\"* From Ward, we learn, \" Vikrumadit yu, at last, lost his life in a war with Sha livahunu, King of the city of Pritish thanu.\"^ But Pritishthanu, notwithstanding it is asserted to have been situated \" on the south side of the river Nermuda,\" is cer tainly the name of no place in Hindoostan ; and Vikrumadityu, as certainly, never had existence ; in as much as he is declared to have been the grandsqn of Indra, the God of the air. Yet Prantistanu means the \" Holy Land ;\" Hist, of Java, ii. 68. t Hist, of the Hindus, i. 30."], [128, "112 ILLUSTRATIONS OF and can, therefore, refer to the only Holy Land in existence, or Palestine; where, ac cordingly, we find a dreadful battle fought about the commencement of the era of Sali vahan — Jerusalem sacked — the temple burnt by the Romans under Titus — and the Jews dispersed into all corners of Asia. I, there fore, conclude the destruction of Jerusalem to comprise the real era of Saka ; and that this period comprehends the time when, as we are informed by Sir S. Raffles, \" the Prince of Rome sent twenty thousand fa milies to people Java; but all of them pe rished except twenty families, who returned to Rome.\"* It is very possible, however, that a know ledge of our Saviour had been introduced * Hist, of Java, ii, 69."], [129, "113 ANCIENT GEOGRAPHY into Java anterior to the commencement of the Javan era ; \" for,\" says Sir S. Raffles, \" according to Sir William Jones, Saka is a name of Budha ; and the third Saka was Salavanah, who is believed to have lived at the same time with our Saviour, and represented to have corresponded with him in some of the principal features of his life.\" Saka, Budha, and Salivahana are, therefore, identified ; and in name cor respond with the Messiah ; because Saka is a corruption of Esah, or Esakka, the oriental name of Jesus ; and Budah is the manner in which David, or Dabud, the name of the Messiah's progenitor, accord ing to the flesh, would naturally be pro nounced by a Hindu. That name to him would appear to consist of Deobud — the god Budah ; and hence the epithet \" Son of David\" would be understood as equiva- i"], [130, "114 ILLUSTRATIONS OF lent with the son of the god Budah ; that is, a second or younger Budah ; who, ac cording to Sir William Jones, \" intro duced a new religion into China in the first century of our era.\"* Budah is, therefore, a word whose etymo logy, in Sanskrit and Hindoostannee, is entirely uncertain, and unknown to the Ja vanese as the name of an idol. \" Thus,\" says Crawfurd, \" the names and attri butes of the principal gods of the Hindu Pantheon are quite familiar to every Java nese scholar ; but of the name of Budah they are wholly ignorant. The images of the Hindu deities they cannot, indeed, in general, particularize by name, but they re cognize them to be such ; while those of * Asiatic Researches."], [131, "ANGIENT GEOGRAPHY. 115 Budah they denominate Pandit a Sabrang, or foreign Pandits, or Bramins.\"* The religion of Budah, or Saka, we learn, from this passage, must have been introduced into Java by foreigners, and corresponds with the new religion noticed by Sir William Jones ; because it was in the first century that Agisakka, or Budah Saka, arrived in Java; and \" most,\" says Sir Stamford Raffles, \" agree in attri buting to him the first introduction of letters, government, and religion.\"f The character of the younger Budah is afforded in a stanza by the Hindu poet Jayadeva — \" Thou blamest (O wonder- * Hist, of the Ind. Archip. ii. 221. f Hist, of Java, ii. 67. j 2"], [132, "116 ILLUSTRATIONS OF ful Power !) the whole Veda, when thou seest, O kind hearted ! the slaughter of cattle prescribed for sacrifice ; O Cesava, assuming the body of Budah, be victorious, O Heri, lord of the universe ! ! !\"* But this rhapsody merely furnishes an idolatrous commentary upon these texts of Scripture — \" For it is not possible that the blood of bulls and of goats should take away sins ; wherefore, when he cometh into the world, he saith sacrifice and offering thou wouldst not, but a body hast thou prepared me. In burnt offerings and sacrifices for sin thou had no pleasure. Then, said I, lo, I come (in the volume of the book it is written of me) to do thy will, O God. Above, when he said sacrifice and offering and burnt offer ings and offering for sin thou wouldst not, * As. Res."], [133, "ANCIENT GEOGRAPHY. 117 neither hadst pleasure therein; which are offered by the law; then, said he, lo, I come to do thy will, O God. He taketh away the first that he may establish the second. By the which will we are sanctified through the offering of the body of Jesus Christ once for all. And every priest standeth daily ministering and offering often times the same sacrifices, which can never take away sins. But this man, after he had offered one sacrifice for sins, for ever set down on the right hand of God.\"* Salivahana is either, and by no means improbably, a corruption of Salvator; or compounded of two Indian words, Sal, the name of a tree, and Vahan, carrying — \" the * Hebrews, x. 4 —12."], [134, "118 ILLUSTRATIONS OF wood-bearer, or cross-bearer ;\" an allusion to the crucifixion of the Lord. The identification of Agisakka's arrival in Java with the dissemination of Christi anity, is not only connected with the acci dent that occurred to Plocamus, but is supported by facts derived from other quar ters. It was in the reign of Claudius that the voyage to Hippurus was accomplished ; and it was during the same emperor's reign that Hippalus, whether he be allowed or not to be same person with Plocamus, dis covered the passage by means of the western monsoon ; and a new and more extended intercourse with India commenced. Hip palus's discovery is referred by Vincent to the forty-seventh year of the Christian era ; and within a few years of that period,"], [135, "ANCIENT GEOGRAPHY. 119 and also during the reign of Claudius, it is recorded in Acts — \" After these things, Paul departed from Athens, and came to Corinth : and found a certain Jew named Aquila, born in Pontus, lately come from Italy, with his wife Priscilla, (because that Claudius had commanded all Jews to depart from Rome,) and came unto them.\"* In the Life of Claudius, by Suetonius, whose work, unfortunately, is not at hand, it is mentioned that, during his reign, the Jews in Rome made a commotion under their leader Christ; and this, undoubtedly, is the event which occasioned their banish- ment from the city, noticed in the quota tion from the Acts. But we know that Jesus never was in Rome; and the infer- * Chap, xviii. 1."], [136, "120 ILLUSTRATIONS OF ence, therefore, is, that the tumult excited amongst the Jews consisted in the enmity produced in the contending parties, namely, those who maintained Christ to be the Son of God, and those who denied that he was the Messiah. While this convulsion was raging, the intercourse with India be came suddenly augmented ; and we may suppose, that Rachias, with his compa nions, having returned to Hipporus, intelli gence, conveyed either by him, or by means of other travellers, then penetrated into the East, regarding the transactions occurring at Rome; and including an account, though confused and imperfect, of the wonderful and Divine Person who had recently ap peared in Judea. With this view of the case the circumstances of eastern history closely correspond ; because, in the first century, a new religion is acknowledged to"], [137, "121 ANCIENT GEOGRAPHY. have been introduced into China and Japan; and Agisakka, Budahsakka, Judi, or Ingi Sakka, arrived in Java, and com menced a new religion, and a new era ; in the first year of which the Prince of Rome is declared \" to have sent twenty thousand families to people Java.\" The era of Salavahana we have, however, noticed falls close upon the destruction of Jerusalem by Titus ; and hence I conclude an immense body of emigrants fled for safety into the remotest corners of the East; carrying also with them the news of that terrible event, and its connexion with the crucifixion of our Lord, and the dreadful imprecation the inhabitants of that city had brought upon themselves when they shouted — \" His blood be on us and on our children.\""], [138, "122 ILLUSTRATIONS OF The same historical deductions are not less illustrated in the command of the LORD to his Apostles, \" Go ye into all the world and preach the Gospel to every crea ture.\" The early diffusion of Christianity is also proved by the dispersion of Chris tians, and their emigration into the East, during the persecutions that were excited against them by the Pagan Emperors of Rome. The most terrible instance of this description was the ten years' persecution that raged for that space, with unabated fury, under Dioclesian. And it is re markable, that during my abode at Alla habad, I discovered many coins of that Emperor, and one of his contemporary Aquileus, commonly spelled Achilleus, who reigned in Egypt. Of these coins, a portion was deposited by me in the Mu seum of the Calcutta Asiatic Society ; and"], [139, "ANCIENT GEOGRAPHY. 123 the remainder, together with the coin of Achilleus, have been transmitted to the Honourable Company's Museum in Lon don.* These coins, so unexpectedly ob tained in the Bazars of India, at the dis tance of fifteen centuries from their date, unequivocally testify the entrance of Chris tians, and consequently the introduction of Christianity, into India during the first three centuries of our era. From all that has been stated, I, there fore, draw these inferences — that Plocamus and Hippalus are the same person, and that this name was bestowed upon him, in commemoration of his voyage to Hippurus, or Iaparah, in Java ; that the Christian religion, though in a confused and imperfect * See note, at the end."], [140, "124 ILLUSTRATIONS OF manner, was, about the same period, commu nicated to the islanders of the Archipelago, under the notion of the arrival of Agis- akka, in Java; that this constituted the new religion which, over the whole of the East, unexpectedly made its appearance during the first century ; and that the era of Salivahana refers to the destruction of Jerusalem, the conflagration of the temple, and dispersion of the Jews by the Roman armies, under the command of Titus. The ancient map admits, accordingly, of arrange ment in this manner. The southern extremity of Taprobane — corresponds with Java. J abadi-Insula, and Zaba. Western dis trict of Java. Jovis Protnontorium. Java Head. Nan'tjeer. Anjier."], [141, "125 ANCIENT GEOGRAPHY. Bajana. Boja Nagarah. Hippurus. Iaparah. Cidara Flumen. River Kediri. Seres. Inhabitants of the eastern dis tricts of Java. Bonœ Fortunæ Insula. Pulo Betuah, or Fortune Island. I arrive at the conclusion, that the Seres were not, as generally has been asserted, the Chinese, but inhabitants of Java ; be cause Pliny informs us, that \"the Seres were within their kenning, whom they might easily discover from out of this their island, with whom they had acquaintance by means of traffic and merchandise ; and that Ra chias, his father, used many times to travel thither.\" Vincent gives the origi nal, and says, \" Seras ab ipsis aspice : as if"], [142, "126 ILLUSTRATIONS OF the coast of the Seres were in sight.\"* The Seres, still traceable in Grissee, seem, there fore, to be the people on the banks of the Suria, or Solo river ; and thus correspond with the SaU, who are alleged to have inha bited near the river Palasimundus, or Bali Sumundur, that is, the \" Sea of BaliA In like manner, the Palœogoni, mentioned by Megasthenes to inhabit along the banks of a river, may still be traced in Bali Jawani, the inhabitants of the island of Bali, asso ciated with those of the eastern extremity of Java. By means of the wind Hippalus, Pliny states that ships reached a port in India, named Zizerus; respecting which Vin- * An. Com. ii. 454."], [143, "ANCIENT GEOGRAPHY. 127 cent passes a censure upon the Roman naturalist in the following terms — \" From a passage in Pliny, (lib. vi. c. 23,) Dr. Robertson lays down a passage from Fartaque to Zizerus, a place somewhere in India; but as neither Montesquieu, Major Rennel, nor Dr. Robertson, can find out where this Zizerus lies, it is a great proof of Pliny's indistinct description of India, which appears upon all occasions.\"* But Jezira, or Zizera in Arabic, the lan- guage of the chief traders to those parts, signifies an island, coast, or peninsula ; and Je Zera is placed, by Vincent, close to an unknown port, named Melizegara, or Ma lajizera ; \" the Malay coast :\" and thus is connected with the Malea Mons, supposed * An. Com. i. 47."], [144, "128 ILLUSTRATIONS OF to have existed in Taprobane. Je Zera seems, therefore, to me, to mean \" the coast ;\" or probably the \" Gold Coast,\" or Chersonesus; which is a correct translation of the Arabic phrase, Je Zera £ or in Latin Je Zerus. If, then, in sailing with the western mon soon, or wind, called Hippalus, a ship fetched, as she would almost necessarily do in those ages of imperfect nautical knowledge, the northern extremity of Sumatra, she would be carried by the current to Pulo Banyak, or Tappanooly ; hence a compound of these names, comprehending ports whence are procured camphor and benzoin of the best quality, according to Marsden, seems to have originally given rise to the name Taprobane, or Tapobane, so celebrated for its spices and perfumes : and if, in steer-"], [145, "ANCIENT GEOGRAPHY 129 ing eastward from the mouth of the Red Sea, she ran more to the north, and fetched the island of Ceylon, which was known to be surrounded by the sea, while Sumatra was supposed to be a portion of the Indian continent, owing to these circumstances, a confusion of accounts would necessarily lead the western geographers to imagine the ex- istence of an immense country, extending from the latitude of Ceylon to the southward of the line, and generally known by the name of Tapoban ; conveying a confused notion of Ceylon, and part of Sumatra and Java. Sumatra was, however, conceived to form a portion of the continent, and divided into an Argentea Regio, Aurea Regio, and Aurea Chersonesus. The first remarkable town mentioned by Ptolemy, observes Harris, \"beyond the furthermost mouth of the Ganges, was Pentapolis, or rather"], [146, "130 ILLUSTRATIONS OF this was the name of a district ; next to that lay the emporium or mart of Baracura, beyond the mouth of the river Tocossanna ; then the country called Argentea, with se veral towns ; next to that lay the country of the Bisyngetti, who were man-eaters ; their capital, Bysnga, an emporium. From hence, southward, lay the Aurea Cherso nesus.\"* By attending to the map of Sumatra, and allowing the southern extremity of the gold districts to form the Chersonesus, we readily come to a knowledge of the places alluded to by Ptolemy. We first observe that the gold country is to the southward of the Ar gentea, or Silver Region ; and Mela states, \" Ad Tamun Insula est chryse, ad Gangam * Collection of Voyages, i. 493."], [147, "ANCIENT GEOGRAPHY. 131 argyre.\" \" The island Tamun is opposite to the Gold Country, while the Silver fronts the Ganges :\" that is, it lies to the north of the auriferous district. Now, near Nattal, and exactly opposite to a river leading into a country producing camphor, pepper, and gold, we find Pulo Tamon; that I, therefore, conclude to be the Tamoon of Mela ; and close to it, is the high mountain of Nattal, the Temalo Pro montorion, laid down in Dr. Robertson's map. The Argentea Regio becomes accord ingly identified with Acheen; but it is re markable to notice in this name, a deriva tion of the Sanskreet Chaund, or Chandee, signifying silver ; and I have been informed, by Sir Stamford Raffles, that he learnt from the King of Acheen, that from time immemorial, his metropolis had received k 2"], [148, "132 ILLUSTRATIONS Ol the traditionary appellation of \" the Silver City.\" By Hindus, silver is supposed the female* of gold ; and hence, while the name of Sona, still retained in Sonatra, or Suma tra, was bestowed upon the gold districts, in conformity with the idolatrous notion of two principles, Chaund, now Acheen — Sil ver — was assigned as the predominant quality of the neighbouring territory ; and both appellations were translated into Greek and Latin — by Chryse and Argyre (or Kruse and Argurea) of the former, the Aureœ and Argenteæ Regiones of the latter. Pentopolis appears in Banyak Poolo; the latter word being confounded with the Greek Palis, a city. Tocossana is seen in the Tucoo islands, lying at the mouth of the * See note, at the end."], [149, "ANCIENT GEOGRAPHY. 133 Gascana river; and Bara Cura in Bahroos, and Battu Booroo, in the vicinity of Tappa noolq. The Bysngetti equally preserve their character in the ferocious cannibals of the Batta country; and we trace the name Besynga from the Soougool river on the west, across the country to the Siak river on the east; in Soongye Trap, Soongye Kapian, Soongye A boo, Soongye Pagoo, Soongye Barroo, &c; and then across the sea to Singapore, situated on the high road to China; at a convenient distance from the mouths of the largest rivers leading into the gold districts of Sumatra; which brings us again nearly into the longitude of the \" perata tees gees;\" or the boundaries of the enormous giant of political power seen in vision by the Babylonish monarch."], [150, "134 ILLUSTRATIONS OF Now, it is highly remarkable that, in the present day, after the spirit of political tyranny has gradually travelled westward, from the eastern dominions of Babylon to the divided kingdoms of the modern Roman empire, upon the shores of the Atlantic — at the time we observe in Spain the sun of liberty setting in the waves of the western ocean, near the Pillars of Hercules, which comprehend the geographical feet of the political image ; and see, close to its boundaries on the west, priestcraft, super stition, and despotism, reviving in all their pristine vigour, and traitors and cowards deserting their country's cause ; but, as \" light originally sprung from the East,\" we, I say, equally observe, at the opposite extremity of the Colossus, a free press, ushering in the commencement of the year 1824, established at Singapura ; free com-"], [151, "ANCIENT GEOGRAPHY. 135 mercial intercourse there encouraged ; the cultivation of science and religion promoted ; and, in a word, all that is capable of dig nifying the human character at length blessing the inhabitants of these neglected yet most interesting and valuable countries ; thus forming a remarkable contrast to the transactions taking place in Europe. The map will, therefore, coincide with the in formation received from the ancients, as follows : — Argyre, or Argentea regio. Kingdom of Acheen. Taprobane, an imaginary or confused ac count of Ceylon, Sumatra, and Java. Com pounded of Tappa and Banyak, an island and port of Sumatra. Pentapolis. Banyak Poloo. Baracoora. Bahroose and Batta Booroo."], [152, "136 ILLUSTRATIONS OF Tainan Insula. Tamoon Pulo. Tamala Promontorium. Nattal Hill. Teekoo Sanna. Teekoo islands and Gas cana river. Saboricus Sinus. Passage between Sibiru and Sumatra. Bysngetti — Cannibals. Country of the Batta. Bysnga. The name of many places stretching across the island, and terminating at Singapoor, situated at the entrance of the China sea. Sabona Emporium. Bencoolen. The Perimoola of Ptolemy, as laid down by Robertson, corresponds, in situation, with Palembang ; yet the word itself appears to convey an analogous sound to Pulo Malaya, \" the Malay islands.\" But the Mrignum Promonlortum, I am disposed to"], [153, "ANCIENT GEOGRAPHY. 137 view as the remarkable mountain or peak of tlie island Lingin;* which being the same with the Linga of Mahadeva, or Macal, of the Hindus, may, therefore, have been known to the ancients by the name of \" Malay Kal, or Mail Kal,\" \" the great god Cal,\" — commonly \" the Cal of the Malays.\" In Sinda we perceive the name of Sunda nearly unchanged ; and in the cannibals which peopled the neighbouring islands we find the sanguinary temper of the eastern pirates and inhabitants of Engano, por trayed as forcibly as it would be depicted to us by any of the unfortunate sufferers who have become victims of their ferocious disposition in modern days. * See note, at the end."], [154, "138 ILLUSTRATIONS, ETC. To conclude. A review of all the fore going circumstances inevitably leads me to the inference that Sumatra was, by the ancients, considered a portion of the con tinent of India; that they never sailed down the Straits, and never penetrated further into the East than the Emporia which they had established in the island of Java; which, as well as the island upon which we are at present residing (Sumatra) was well known to former navigators. Bencoolen, March 30, 1824."], [155, "NOTES"], [156, ""], [157, "NOTES. NOTE I. Referring to page 12, &c. and page 132 — Matarea — Su-matra — So-lo — Su-rabaya — Sur-acarta — Shoe- madeo, &c. Su is found a common prefixture to the name of many places, persons, and things, in India beyond the Ganges. It seems to imply excellence, or pre eminence ; and bears, in Sanskrit, as well as in some spoken languages of India, the meaning of fair, golden, and similar eminent epithets. Matra, whence Matare, Matarea, and other such names, may be readily deduced, is also a Sanskrit word. Its root, Mtr, whence as readily is derived Matri, Mitra, &c."], [158, "142 NOTES will give rise to many senses of solar, maternal, friendly, &c. and sufficient scope to the display oi etymological propensities in traeing the origin oi Su-matra — a compound, or name, of that island, be it observed in passing, unknown to its inhabitants, untaught it by Europeans. Su is the initial syllable of several places in the vicinity of its gold mines. In the Burman empire, every thing appertaining to roy- alty or supremacy seem to be denominated Su, or Sho, i. e. golden. Gold abounds in those eastern regions. It is said, that one of its many Kings used to give audience, completely gilt all over, the sheet or leaf gold fitting or adhering closely to his skin. If true (it is not recollected where this relation is given) the spectacle must have been curious, and the cos- tume, it is presumed, not very comfortable. In India, this side the Ganges, the presence implies before the King; not unlike our English term : extra Gangem, it is the \" Golden Feet.\" The magnificent temple of Shoemadoo, in Pegu, may certainly find a reasonable derivation of its name from Seo-madeo, a corruption heard every day in"], [159, "143 NOTES hither India, as well as Sheomadeo, of Siva-Maha deva. For, although such temple be not Brahmani cal, such names are not uncommon among the secta rian Budhists, who are found to retain many of the legends as well as names of the more orthodox my thology, although they profess to reject its compli cated and monstrous machinery. Pre-eminence in theological or mythological dignity may easily be mixed up with metallic splendour and royalty. Hence, Su, or Seo, for Siva ; Surya, the Sun, and the God, or Regent, of the. Sun — Apollo — or, as Bryant would contend, Su-ur-ya. What more royal, fair, or beautiful, or important, than the sun, or gold, of our western astrologers and alchymists ? Alchemy was, formerly, in the East, as in Europe, a predominant passion ; and, among one extensive race, was empha tically termed \" The Science,\" the meaning, in truth, of our term alchemy — L**a53' al-kemea. It has been well observed, that alchemy is to chemistry what astrology is to astronomy — the ignorant parent of a learned offspring. In western, or hither, India, names of places and"], [160, "144 NOTES. persons beginning with Su, or So, or Sheo, may be referred to a mythological source; more eastward to one auriferous. Both, however, may, in common, imply royal, beautiful, golden, splendid, divine, solar, and other meanings of pre-eminence. NOTE II. Referring to pages 14 and 25 — Ruins of Brambanan — Magnificent Vestiges. Thirty years ago, very few, if any, Europeans knew of the extension of Hinduism, in its Brah manical form, so far to the eastward as Java. Some may have heard of mythological figures having been seen there ; but the fact was not suspected until our conquest of that fine island in 1811. Our sepoys and others were surprised to find Hindu temples and images, in ruins, indeed, and neglected ; but it was soon discovered that Java had, from a remote to not a very distant period, been the seat of a magnificent Hindu empire. This curious and interesting fact is"], [161, "145 NOTES. amply developed in Raffles' History of Java. As researches extend, it may, peradventure, be disco vered that Borneo, Luconia, and other large islands of the eastern Archipelago, have, similarly, been sites of Brahmanical or Budhaic superstition. NOTE III. Referring to page 123 — on Dr. Tytler's Present of Coins to the Museum at the India-House. In consequence of some inquiry, from India, to the Editor of this volume on the subject of the Coins presented to the India-House Museum by the Author of it, he is warranted in stating that the present is duly and highly appreciated. It is viewed as a very handsome addition to the collection of valuable and curious Oriental subjects formed and increasing at the India-House. In number, the Coins under our notice exceed 3500. They are, of course, of varied value : many of very i."], [162, "146 NOTES. little — -some very curious. On examination they have been thus classed by the learned and excellent Librarian : — Hindu Coins 449 Mahommedan 2763 Naipal and Chinese 14 Roman 13 European, chiefly English, struck for different parts of India 258 Not classable 5 Total 3502 A few engraved seals and a singular fan also formed part of the present. Among the Hindu Coins are many very curious, of a description of which few or no other exist in Europe, and heretofore unknown. They are of copper ; and, by way of distinguishing them, they have been denominated Parthian, because, on one"], [163, "NOTES. 147 side, is the figure of a king, or hero, in an ancient Persian costume, standing, with a trident on one hand, and on the other what may be taken for a Hindi sacrificial lamp, with several wicks, and a sceptre. The figure seems dropping something from his right hand on a low altar, in the shape of a Linga. On the reverse of many of the pieces are the Hindu deity Siva, standing beside his bull Nandi, and another Trident, or Trisuta, Siva's commonest attri butes. But the most curious fact is, that the legends round the margins are in ancient Greek characters, which have been made out. It is understood that this description of Græco-Oriental coin is found in the heart of India. One may be allowed to express the hope that these curious matters may experience a due degree of examination. They may, probably, throw historic light on the obscure subject of the international communication existing of old between Europe and India. Since the preceding note was written, it has come l 2"], [164, "148 NOTES. to the knowledge of its writer, that Major Tod, Librarian to the Royal Asiatic Society, has several coins which he obtained in India, of a description similar to those herein more particularly noticed. The writer of this note was so fortunate as to be present at the meeting of the R. A. S. on the 19th of June, 1825, when an ingenious paper, by that learned gentleman, was read, explanatory and descriptive of the coins in question — one of Apollonides, and one of Menander, of the ancient kingdom of Bactriana, seem clearly made out. As the article may, it is hoped, be published among the Transactions of the Society, no further notice of the subject will be attempted in this place. note iv. Referring to page 1 32 — Silver fabled by Hindus to be the female of Gold. It has not escaped the writers on Hindu mythology, that this poetical race have a great proneness to sexual distinctions in their varied legendary lore."], [165, "149 NOTES Not only have their gods their several goddesses, like their imitators, the Greeks, but many other sexual combinations are found — mythologically and metal lurgically — Silver and Gold among them. The Silver Chandri, or the Moon, (although more commonly masculine, or Chandra,) is almost, as a matter of course, by observant mystics, assigned as a consort to the Golden Sun. Siva is the Sun — his consort, Parvati, the Moon ; although, under such cha racters, other names are given them. note v. Referring to page 137 — \" The island Lingin, the Linga of Mahadeva'' The way in which the name of this island is spelled in the text, and above, gives an equivocal pronuncia tion ; and the writer of this note, who has often heard its name, and has seen the island, thinks it is com monly pronounced Linjin. Hamilton, in his E. I. Gazetteer, writes it \" Lingen ( Linggas ) the latter"], [166, "150 NOTES. is unequivocal, and identifies it, at once, with the Linga. \" This island,\" he says, \" is remarkable for a mountain in its centre, terminating in a fork.\" This is sufficient for its name, if named by a Hindu mystic. If competently examined, it is strongly sus pected that this island would yield further proofs of Hinduism. But this island has other points sufficient to hang mythological legends on : it unites or divides both hemispheres ; it is cleft — it is volcanic — it is, therefore, conical, with a cavernous crater. These are subjects of profound contemplation. In the Map prefixed to Marsden's excellent History of Sumatra, the name of this island is spelled Lengga, or Lengen : and it is remarkable that the outline form given to it is one of the most sacred and profound among the Hindus. It combines the Linga, Argha, and Patra, mysticisms into which this is no place to enter. j->- ' '- /im. ar—r: -*-—■- » - — _ THE END."], [167, "Printed for J. M. Richardson, 23, Cornhill; R. Hunter, 72, St. Paul's-Church-yard, London ; and sold by all Booksellers. 1. ILLUSTRATIONS of ANCIENT GEOGRAPHY and HISTORY; referring to the Sites of Ophir, Sheba, Taprohane, the Aurea Chersonesus, and other Scriptural Cities, and Sub jects ; elucidating, also, the Visit of the Queen of Sheba to Solomon, at Jerusalem. Derived from recent Investigations in the Eastern Indian Archipelago. By ROBERT TYTLER, M.D. M.A.S. of the Bengal Establishment. Price 7s. 2. REMARKS upon MORBUS ORYZEUS, or the Cholera of India. In Two Parts. By the Same. Price 6s. 3. A concise NARRATIVE of FACTS, connected with the Cholera of India. By the Same. Price Is. 4. A slight SKETCH of a new NOSOLOGICAL SYSTEM for the Classification of Diseases. By the Same. Price Is. 5. SYSTEMATIS NOSOLOGICI NOVI. Exemplum parvuluin. By the Same. Price Is."], [168, "MERCHANT, PRINTER, INOR AM-COURT, LONDON."], [169, ""], [170, ""], [171, ""], [172, ""], [173, ""], [174, ""]]