[[1, ""], [2, ""], [3, ""], [4, ""], [5, "DE s.A HISTORIA EN LA CONFEDERACIÓN ARGENTINA Y SOBRE Í^U XX^USTRE rUHB^BOE m mm^m §mmim ®a mm® & pj^wwwaa^, P0R UK TESTIGO OCÜLAE(. No es ciertamente á los contem poráneos, á quienes corresponde escribir la historia de su época, en cuanto aquella importa el juicio se vero , sobre el conjunto de los grandes hechos, en relación á la in fluencia que hayan ejercido, sobre el progreso de los pueblos, y las deducciones lejítimas, que vienen á ser la expresión y la fórmula de la ley general que ha seguido ese mismo progreso. poniendo en práctica esas mismas instituciones, y marchando tranqui la segun ellas por el sendero de las mejoras sociales, y de la libertad; es uno de esos acontecimientos que forman época en la historia de las naciones, y que merecen que todos los datos sean recogidos con escru pulosidad, para que lleguen sin al teración á las generaciones subsi guientes. La Confederación Argentina como una idea, tuvo sus representantes, y sus héroes, en los patriotas del año 1810. Pero la Confederación Argentina, realización de aquel gran pensamiento, solo reconoce al Ge neral Urquiza como su héroe, y au tor. Pero solo á los contemporáneos es dado presentar los acontecimien tes en su mas rigorosa exactitud; y ofrecer así lo¡5 datos precisos y seguros sobre que ha de fundarse el fallo de la historia. La Confederación Argentina, surgiendo de en medio de una lu cha, de cerca de medio siglo; orga nizándose casi instantáneamente al siguiente dia de la mas grande de las batallas en tan prolongada guerra; presentándose \"al mundo desde su nacimiento, con las insti tuciones de los pueblos mas libres; Pese á la envidia de algunos con temporáneos, no haber podido ar ribar al término, justamente ambi cionado, por los mas esclarecidos Argentinos. Los pueblos que se honran de llevar ese nombre lleno de glorias, hacen justicia al genio, que ha sabi-"], [6, "2 servarlo ileso y transmitirlo sin la do convertirlo en una realidad,\" or- menor mancha. ganizando una nación que será grande, como se anunció al mundo desde su origen. Se hace tanto mas necesaria la fácil tarea que emprendemos, cuan to se pretende envolver un pueblo entero en lo que solo es el resul tado de las maquinaciones de un pequeño círculo. El mundo todo reconoce ya, y tributa al General Urquiza, los ho nores del triunfo, sobre todos los que lo precedieron en esa heroica empresa, y sobre sus rivales. Se quiere revestir con las formas de un grande acto de justicia el múltiple atentado de disolver la na ción; de sublevarse contra sus mas esplícitas resoluciones; de renovar la ley bárbara de la confiscación de la propiedad; de constituirse en jue ces los que no tienen, ni pueden tener, otro rol que él de verdaderos reos de lesa-patria, y lesa-humani dad; y de atacar todos los sagrados principios que forman el funda mento y la base de la sociedad. Vergüenza seria para el pueblo de Buenos Aires, si pudiera^ abri garse el menor recelo de que sobre él pesase la responsabilidad de ta les atentados — Afortunadamente para ese ilustre pueblo, y para la gloria de toda la nación Argentina solo un hombre marcado ya con el sello de los crímenes mas vergon zosos, cuyo recuerdo tal vez lo ha reducido al estravio mental que lo caracteriza, es el. que se presenta dando una nueva forma al delirio que constituye mu mania perma nente. No faltan sin embargo almas in nobles que quisieran obscurecer la gloria nacida de las mas grandes acciones. Pretenden en su despecho mancillar el nombre que las pro dujo^ desfigurando los hechos, as piran á falsear el juicio de la histo ria ya que no les ha sido dado ejecutar lo que solo se concedió al genio. Contra tal género de enemigos es preciso levantar la voz, para que Ja verdad reluzca, y para que aquellos queden entregados al rol de viles calumniadores, que es el único que puede corresponderles. No es ahora por primera vez que va á manifestarse la infamia de los detractores del General Urquiza — Quizá podria creerse una tarea ya inútil. Pero álla tenacidad de la mala fé, preciso es oponer la cons tancia de los sostenedores de la verdad; y mostrar tanto ó mayor celo en que se manifieste con todo su brille, cuanto es el que sus ene migos ponen para ocultarla. El General Urquiza es una gloria Argentina. Todo cuanto pertenece á este nombre ilustre es propiedad de la nación, y á esta corresponde con- Y merecen acaso los estravios de este una seria y detenida contesta ción ? No ciertamente; — y de nin guna manera pretendemos dársela. Pero la importancia de los he-"], [7, "3 clios mismos exige que se pongan en su mas completa luz : el nombre ilustre á que se refieren demanda que sea presentado cada vez mas alto, sobre las mismas armas que la calumnia emplea para deprimirlo; — los derechos de la nación Argen tina deben ser revindicados; y la legitimidad de los principios requie re que sea bien establecido aun para aquellos que voluntariamente quierren cerrar los oj®s á la luz de la evidencia. II. No nos detendremos á analizar la extemporánea y por lo mismo ridícula declaración que contiene el primer artículo del proyecto de ley; porque no está puesto allí con otro fin, que el de disfrazar el verdadero objeto que se propone su autor— El ha querido hacer una manifesta ción, solemne á su modo, del odio que abriga contra el Ilustre Gene ral Urquiza, por el despreciocon que miró sus desvarios,cuando pudieron afectar los grandes intereses de la nación Argentina. Tales son los motivos que nos impelen á escribir algunas páginas sobre el proyecto que han publi cado algunos diarios de Buenos Aires, y que ocupará, tal vez, á lo que se llama la Cámara de aquel Estado. ¿A qué conduce en efecto, ni que importa Ja ratificación de las que llama declaraciones anteriores, — sin embargo de que ninguna haya sido hecha bástala Constitución provin cial de Buenos Aires sancionada en 1853? Recopilaremos en este escrito lo que ha sido ya dicho en otros mu chos tcon verdad y exactitud; por que es preciso repetir é inculcar sobre la verdad, para que ella no pueda ser olvidada ni desfigurada, por los que tienen el interés de su plantar á ella la mas descarada falsía. Buenos Aires en el año 10, como en el 16, el 26, y siempre, con sideró la República Argentina, una é indivisible, manteniendo las tradi ciones del antiguo vireinato; y pre tendiendo imponer su autoridad á todas las Provincias que creyó de berle estar siempre sometidas. Rebusteceremos esa misma ver dad con nuevos detalles y documen tos,'que merecen no ser olvidados; y reuniremos en un solo compendio cuanto pueda contribuir para que la historia confirme el fallo que la actualidad hapronunciodoya sobre los enemigos de la nacionalidad Argentina, y de Ja verdadera Jiber tad de esta, fundada en su ley cons titucional, y en las instituciones que emanan de ella. De ahí la guerra civil nacida casi con la revolución misma, y termi nada solo en Febrero de 1852. Las declaraciones hechas por primera vez en diversos tratados desde el año 20 en adelante, y rea sumidas todas y ratificadas en él de 4 de Enero de 1831, no son\" otra cosa que el reconocimiento por parte de Buenos Aires de ia igual-"], [8, "4 dad de derechos en todas las Pro vincias : el pacto de proceder siem pre en acuerdo común por medio de una comisión de plenipotencia rios, hasta la instalación de un con greso general. El verdadero objeto de este arti culo parece no ser otro que aseme jar la situación de Buenos Aires á la de la provincia de Kntre Rios en 1851, y parodiar el pronunciamento de 1. ° de Mayo que ha dado la Con federación Argentina por resultado. Para que no se dude de esta ten dencia el autor del proyecto trans cribe Ja .famosa declaración del General Urquiza, Gobernador en tonces, y Capitán General de la Provincia de Entre-Rios. La declaración de formar parte de la nación Argentina vino preci samente cuando se separaba de ella, desesperando imponer su autoridad á las demás Provincias cuando se dio una Constitución como Estado independiente con el libre ejercicio de su soberanía interior y esteribr, aun que protestando que pertenecía siempre á la nación Argentina, para no renunciar á las oportunidades que pudieran presentársele de inge rirse en los negocios de que ella misma se separaba, y continuar sus pretensiones de imponer sus man datos. Escusable seria el plajio, si tuvie se al menos el mérito de imitar la justicia de los motivos; la exactitud de ios principios, la sanidad de los objetos que la declaración de Mayo se propuso, y que el General Ur quiza ha sabido llevar á cabo. Compárese uno y otro documen to — y se hallará en él de Mayo verdad y patriotismo, justicia, ener gía y moderación. Véase si en el proyecto de Ley se encuentra otra cosa, que falsifi cación de los principios, y de los hechos; si se descubre mas que El Congreso de Tucuman no hizo otra cosa que declarar la inde penda de las Provincias Unidas del Rio de la Plata de la autoridad y régimen de Rey de España — Este es el grande acto que lo ha inmor talizado; porque creó la nación Ar gentina, donde no habia mas que una Colonia, ó una Provincia de España. odio y ambición personal; si no se sacrifican á estas bajas pasiones los grandes intereses de toda la nación. La \" definición de la soberanía y derechos respectivos de las Provin cias entre sí \" á que alude el primer artículo del proyecto, estarían con signados en la Constitución que dio aquel Congreso, el año 19, y que tuvo la suerte que varios otras leyes fundamentales, inútilmente proyec tadas ó sancionadas. Pero observemos también cuanto confunde al proyectista el paralelo que él mismo ha querido establecer. La provincia de Entre-Rios, como todas las demás provincias Argen tinas, habían esperado vanamente, y por el largo espacio r\\e 20 años que el gobierno de Buenos Aires, cumpliese por su parte el tratado de"], [9, "5 4 de Enero de 1851, y consintiese zada y constituida la nación; des- en la convocación de un Congreso general, conforme á las estipulacio nes que aquel contiene. pues que sus leyes le han dado una existencia próspera; después que las demás naciones civilizadas re conocen y aplauden el acierto con que ha procedido, quiere que lo de rogue todo; destruya los hechos; desconozca las obligaciones con traidas, y retroceda al año 10 para volver á recomenzar la larga serie de ensayos y de errores que tuvie ron felizmente un término ñor la Constitución federal de 1853. Lejos de tener el mismo motivo para creer que llegase el dia de ver lealizadas las esperanzas de todos los argentinos, esperimentaba cada vez mas los males de incesantes guerras con todo el mundo; del tra tamiento de todas las provincias como Colonias de Buenos Aires; y el atraso á que estaban condenadas, bajo un sistema de centralización que solo podía hallar semejanza en las monarquías mas absolutas. El gobierno de Buenos Aires ro gado mil veces, esperado durante cinco años, para que examine la Constitución, para que diga lo que quiere ver modificado, ó reformado en una Constitución que ni acepta ni rechaza — ¿ acojerá ahora el pro yecto que se le presenta para que desconozca la nación argentina; para que promueva acusación con tra su Gefs y contra todas las auto ridades constitucionales, y aun con tra el mismo Congreso consiitu yente de 1852? Entonces la provincia de Entre- Rios reasume el ejerció de sus de rechos, y declara que va á ejercer los por sí mismo \" hasta que con \" gregada la Asamblea nacional, de \" las otras provincias hermanas, \" sea la República definitivamente \" constituida. \" Usa de un derecho lejíiimo; y se limita á eso — Comunica su resolución á las de mas provincias hermanas; y estas siguen el ejemplo de la heroica pro vincia de Entre-Rios, ó al menos no reprueban su determinación. El proyecto de ley presentada á Ja legislatura de Buenos Aires pre tende todo Jo contrario. No podemos persuadirnos que en una reunión de hombres, cuales quiera que sean las ideas que los dominen; y aun bajo Ja influencia de las mas fuertes pasiones, pueda ocuparse, y ser reconocida corno la expresión del sentimiento de un pueblo y de sus necesidades el es travio de una imajinacion , preocu pada solo con sus ensueños, y de ún corazón que no abriga otro sen timiento que odios y bajas vengan zas. La provincia de Buenos Aires, invitada por todas las demás Argen tinas á concurrir á la sanción de Ja ley fundamental de organización nacional, confor\"¡e á los pactos ini ciados y sancionados por tila, se niega á todo; y después de organi- Estos se manifiestan mas y mas"], [10, "q en la nueva declaración del no reco- fundamento de una larga y prolija nocimiento del acuerdo de San Ni colás, que nadie solicita ya, ni in voca, sino como un hecho que im porta nada menos que la existencia déla Confederación Argentina. — Tanto valdría pura la verdad de la historia, no reconocer la gran revo lución de 25 de Mayo de 1810 ó el famoso pronunciamiento de I. ° de Mayo de 1851. acusación contra el General Ur quiza, ó mas propiamente, de un ca tálogo de invenciones ó de falsifica ciones, que en rigor solo sirven para manifestar con la mas completa evi dencia, que su autor las forjó en uno de los frecuentes accesos á que está sometido; ó que, en caso con trario, merece ser é! acusado, y per seguido como falsario y calumnia dor de mala fé. Los hechos son, sin que importe' lo mas mínimo, que la ceguedad ó el delirio sostengan que no existen. Pero si con ese desconocimiento se quiere desvirtuar el derecho que deriba del Acuerdo de San Nicolás, debió recordarse al menos, que na die Jo invoca respecto de Buenos Aires, desde que el Congreso Cons tituyente no quiso invocarlo, é hizo una excepción en obsequio de esa provincia Argentina y de la paz general de toda la República. Nos inclinamos á creer lo prime ro porque es el colmo del ridículo, entablar acusación para ante un congreso Argentino, que ni es el que existe, ni ningún otro de los que pueden esperarse que reempla cen al actual, sino para ante un Con greso, mera concepción del proyec tista en todo semejante á la concep ción de la Capital Arjirópolis, y á muchas otras de este jénero, en que es fecunda la imaginación de este singular hombre. ¡Para qué mencionar la declara ción de no reconocer nación arp-on tina q' no haya sido, ó no sea cons tituida con la, voluntad del actual Gobierno de Buenos Aires ! Cual es el Congreso — juez, criji do por el proyecto — asi son también los cargos sobre que esta, entidad imajinaria debe faíiar. No puede citarse un solo docu mento que justifique que fueron da dos millones al General Urquiza por el Gobierno de Buenos Aires para premiar el Ejército Libertador. Ese virtuoso ejército nunca as piró á ningún otro premio que á la gloria; ni liabria aceptado otro al guno q'él q' el mismo habia sabido, adquirirse con sus penosas fatigas y con su sangre. ¡ Hé aquí esplicada la soberanía del Estado de Buenos Aires. Se quiere sea el dueño y señor de todos los pueblas Argentinos ! ! III, Tarea difícil es seguir con tran quilidad Ja serie creciente de estra víos que forman el proyecto que nos ocupa. Las declaraciones que contienen -os tres primeros artículos, son el El General en Gefe del Ejército"], [11, "7 momentos, no ya la acción, ni los Libertador, que jamás consideró vencido á un pueblo, sino á un hom bre : y que conocía bien los nobles sentimientos de sus soldados y de los de sus aliados, creyó siempre que humillaría á unos y otros, si aceptase en su nombre premio al guno; y que el mismo General des cendería de su posición, si les ofre ciese otro premio á sus sacrificios, que el honor de haberlos hecho. esfuerzos en favor de la revolución misma, pues que no tuvo enemigos que combatir, sino la adhesión, sin cera ó aparente, á las ideas, que quizo propagar. Ese solo premio importó al teso ro público muchos millones, distri buidos entre un reducido número de hombres. Si un premio hubiese sido decre tado al grande ejército libertador, á la vez del que lo ofrecía y de los que debieron recibirlo ¿cuantos mi llones habría sido necesario em plear en este objeto? El General Urquiza, único entre los Gles. Argentinos, á quien digno ha sido dado reunir en torno suyo el poder de tres distintas naciones, dirijirio con el imperio de su voz, y conducirlo con seguridad á la vic toria, sabia muy bien que no hay recompensa digna de tal entusias mo, sino la gloria de haber contri buido al triunfo de una gran idea, y á la ejecución de un acto eminen temente noble y generoso : — La li bertad de un pueblo oprimido. — Y por muchos que fuesen ¿ha brían podido compararse con la li bertad del pueblo de Buenos Aires? D. Valentin Alsina, ministro del primer gobierno provisorio décia entonces, que todo cuanto poseia el tesoro de esa Provincia, no bas taba para remunerar el beneficio que habia recibido. Seis meses después, como autor de la revolución de septiembre, — cuandc derramaba á manos llenas el tesoro de esa misma Provincia, para ser empleado contra su Liber tador, formuló cargo contra este por haber dilapidado el tesoro público ; y ese cargo se reproduce por la centísimo vez\" en el proyecto de acusación. Estaba reservado á los autores de la revolución de 11 de setiem bre, tan fecunda en resultados fu nestos á_la nación como lo habia sido en bienes ia de 1. c de Mayo, y su consecuencia inmediata el 3 de Febrero, pagar á dinero contado á los traidores que la prepararon, y á los que se hicieron instrumentos de su ejecución. De la revolución de ' Setiembre fué peculiar Ja entrega hecha en la plaza pública, y de mano en mano, dei precio porque cada uno entregó á la anarquia un gran pueblo, y sa crificó quizá todo su porvenir. Allí se pagó por dias, y hasta por Dejamos dicho ya, que es un cuento forjado el de \"los millones que el Gobierno de Buenos Aires puso á disposición del General Ur quiza para premiar al Ejército Li bertador.\""], [12, "8 En efecto, annque diariamente Aires) dados á los heroicos solda- eran repetidas las instancias al Ge neral, para que dispusiese de todas las sumas, que gustase con este ob jeto, se resistió constantemente á hacerlo, hasta que, invocándose al fin, ante él mismo, algunas necesi dades especiales, y diversas consi deraciones muy atendibles ; rogado mil veces, cedió finalmente á per mitir que fuesen remediadas de al gún modo las necesidades que se le presentaban. dos correntinos, después, de una penosísima campaña de muchos meses, y en seguida de una gran batalla, en que muchos entregaron su vida y su sangre, como premio de la libertad de Buenos Aires. Seis meses después, algunos de esos mismos soldados recibían co mo premio del engaño sufrido un dia, y por una parada militar de al gunas horas : doscientos pesos bille tes de banco y una onza de oro cada soldado ; ochenta mil pesos (billetes) cada gefe de cuerpo, y proporcio nalmente cada una de las otras cla ses. Su rol se limitó á indicar las mas urgentes, y á designar tal vez, al gunos de los individuos que consi deraba en el caso de recibir como auxilio y socorro, lo que el Gobier no de Buenos Aires quería ofrecer les. El autor del proyecto, si obrase de buena fé, ha debido consultar sobre esto al Doctor Alsina, minis tro entonces influyente en el Go bierno de Buenos Aires y con el General Urquiza ; ha podido confir mar su juicio con los informes del Ministro de Hacienda, y con los del Sr. D. Manuel Ocampo, en cuyas manos fueron depositadas todas las sumas que se emplearon con este objeto. Nótese bien la diferencia. — El Gobierno de Buenos Aires estaba en el deber, al menos, de abonar los haberes dei Ejército li bertador, durante el tiempo que habían empleado en una campaña consagrada solo á dar libertad á esa» Provincia oprimida. El Gobierno de Buenos Aires debió acordar socorros á las viu das, á los huérfanos, á los inválidos, sacrificados por su pueblo. El Gobierno de Buenos Aires debió responder del empréstito de medio millón de pesos fuertes, con traidos por las provincias de Entre- Rios y Corrientes, y empleados en obsequio de aquel. El Gobierno .de Buenos Aires debió abonar al grande Ejército aliado, los gastos de armamentos, municiones , vestuarios y demás necesidades de una gian campaña. Al Gobierno de Buenos Aires Sobre todo, publicadas han sido, y no una vez sola, todas las canti dades distribuidas, y los nombres de las personas á quienes fueron dadas. Examínense de nuevo, y se en contrará entre lo que se quiere pre sentar con el pomposo título de premio al Ejercito libertador, cien pesos (billetes del banco de Buenos"], [13, "9 correspondía hacer una gran mani- el cual no tuvo, ni reconoció otro testación de reconocimiento, en ob sequio de los que habían, hecho un servicio invalorable. que el Gobierno de Buenos Aires ; ni la alianza tuvo por fin intervenir en lo mas mínimo sobre la organiza ción de Ja República Argentina. No se presenta en suma un solo pensa miento, en todo el cargo, no hay una palabra sola, qne no revele la ignorancia mas estúpida, la malafé llevada hasta el absurdo. ¿Y todo esto habrá sido pagado con cinco millones (billetes de Banco) que es la suma de que dispuso el General Urquiza, rogado por Bue nos Aires y en favor de Buenos Aires mismo ? ¿Y se le forma cargo, y se le acusa, porque una parte de lo que era debido á su propio ejército, dé Jo que se le ofreció espontánea mente sin ser solicitado, fué ce dido en favor de Jas mismas nece sidades de Buenos Aires ; y de las de aquellos de sus hijos, que de bieron prestarle en lo sucesivo ser vicios de importancia ? Compúlsense los documentos, examínense los millares de* testigos presenciales de los hechos ; pregún tese á los mismos enemigos boy del General Urquiza, y en aquella épo ca muchos de ellos sus pretencio sos y desleales consejeros, y ni uno solo negará que después del glorioso triunfo de Febrero ; todas las formas que podian llamarse na cionales, habian desaparecido con el único hombre que las habia reu nido en su persona. A eso queda reducido el cargo de malversación y el reclamo por el reintegro de las cantidades que se llaman dilapidadas. Quedaban dispersos los elemen tos de la nacionalidad argentina sin mas vínculo entre sí, que, el nombre que los unía ; los tradiciones que se conservaban vivas ; los intereses que los llamaban á concentrarse de nuevo. IV. Si mentido es, y completamente forjado el primer cargo que contie ne el proyecto de acusación, en el que le sigue relativo al acuerdo de San Nicolás, se manifies'a la igno rancia mas absurda de los hechos, y se hace alarde del mas cínico descaro, para desfigurarlos falsean do ia historia al objeto que se pro pone. Esta necesidad bien sentida, y la feliz coincidencia de encontrarse unidas las cuatro provincias litora les que formularon, y suscribieron el tratado de 4 de Enero de 1831, — base de toda organización política en la República — hizo revivir este pacto, sacándolo del olvido á que habia. sido condenado por mas de veinte años. No ha habido convocación de congreso en San Nicolás de los Arroyos ; ni á la reunión allí tenida fué llamado enemi go alguno del Ejército Libertador, A las cuatro Provincias litorales"], [14, "10 les corresponde la gloria de haber D. Bernardino Rivadavia dio Bue- dado por segunda vez, una base á la organización Argentina. Pero es del General Urquiza, en este segun do renacimiento ..de la República, el haber iniciado el pensamiento de sacar del polvo en que yacían las bases establecidas en el pacto fede ral. nos Aires en 1821 ó 22, retirando sus Diputados del Congreso convo cado en Córdoba, y declarando el aislamiento; pudo finalmente surgir la guerra civii, y colocar á la na ción fuera del caso previsto en el pacto de 1831, para la convocación de un Congreso general ; pudo finalmente hacerse imposible la or ganización nacional. La Comisión representativa que debió reunirse en Santa Fé era en efecto la«que tenia el encargo de hacer la convocación al Congreso General de toda la nación, cuando toda ella estuviese en paz. Para prevenir estas y otras even tualidades, y dejando en la mas completa libertad á Ja \" Comisión representativa de Santa Fé \" el Ge neral en Gefe del Ejército Liberta dor, el representante lejítimo de cuatro Provincias, no convocó un Congreso de Gobernadores, sino que invitó á todos los de las demás Provincias á reunirse á conferen ciar sobre la situación de todas; sobre sus disposiciones, á coadyu bar al gran pensamiento manifesta do en Mayo de 185Í; á combinar los medios de llevarlo á cabo, de modo que, lejos de encontrar obstáculos, pudiese contar con la cooperación común. Pero el pacto federal de 1831 necesitaba de nuevo, la ratificación y adhesión á él de todas las demás Provincias, como se lo habían pres tado en la época en que se formó. Y nadie sino el General Urquiza que representaba ya, por el hecho y por el derecho, las cuatro Provin cias litorales en sus relaciones este riores ; el General Urquiza que ha bia sido reconocido y aceptado en ese carácter, no solo por los Go biernos aliados, sino por todos los representantes de las demás na ciones amigas, era el único indica do para dirijirse á las demás Pro vincias hermanas ; para pedirles su adhesión al pacto, y el cumpli miento de las estipulaciones que contiene. Este pensamiento fué feliz y puede lisongearse de él, el General Urquiza. ¿Qué hay que pueda repro chársele con verdad y con justicia? ¿Qué ley ó que pacto preexistente fué violado por él ? ¿No manifiesta al contrario un deseo altamente patriótico; un nue vo esfuerzo por llegar á la organi zación nacional, con el acuerdo de todos los argentinos, evitando todas las complicaciones que pudieran Sin el consentimiento expreso de todas las Provincias, ¡a desorga nización de la República podia con tinuar y hacerse durable : pudo se guirse por alguna de ellas, el ejem plo, que bajo la administración de"], [15, "11 surgir, sino sobre el pensamiento tariaque sancionó contra la volun- mismo, al, menos sobre los medios de llevarlo á cabo ? tad manifestada de los pueblos. Y el general Urquiza, en 1852, en mejores circunstancias que to dos los Gobiernos precedentes,mas autorizado por la situación misma, no convocó un Congraso; invitó á una reunión de Argentinos alta mente caracterizados, para confe renciar sobre los intereses comu nes y generales de la nación. Pero se dice que esa convoca ción es sin precedentes en la histo ria, y prácticas argentinas; cuando en toda nuestra historia política, desde su origen no se presenta una sola práctica fundada en mas he chos, ni mas robustecida por la rei terada sanción de los pueblos. Solo el desvario, ó la demencia, pudo ver en los Gobernadores de Provincia enemigos que los gobier nos aliados debieron combatir. Quizá vio de ese modo el autor del proyecto; quizá fué ese el objeto, y el fin que tuvo al ofrecer su pode rosa cooperación al grande ejército libertador; quizá tenia en ello al gún interés personal. — Pero los Gobiernos habían declarado bien explícitamente : — que no se ar maban contra otro, ni combati rían mas enemigo, que el que tira nizaba á Buenos Aires. Desde 1811 se Ven ya los repre sentantes de los Gobiernos de las diversas Provincias que aceptaron ia revolución de mayo, asumiendo el Gobierno de todas ellas, en unión con el de la Provincia de Buenos Aires, Los primeros reglamentos ó leyes orgánicas de las Provincias Uni das del Rio de la Plata reconocen ese origen. — Gobierno, Congreso, mas de plenipotenciarios de otros Gobiernos que de Diputados elec gidos por los pueblos, — Todos los tratados interprovinciales que ha-' cen parte de nuestro derecho po lítico, hasta el mismo tratado de 1831, son acuerdos de Goberna dores. Los fines de la alianza quedaron pues cumplidos con el triunfo de Caseros — Y si así no fué, no es á Buenos Aires á quien corresponde juzgarlo; porque Buenos Aires no fué parte de la alianza. — Si al ge neral Urquiza pudo imputársele alguna responsabilidad, solo podrá serlo ante sus mismos aliados, y por ningún otro puede ser recla mada. — Mas el proyecto pretende que ia Provincia libertada se cons tituya juez \"de sus mismos Jiberta tadores. — Los gobiernos de Entre Rios, de Corrientes, de la Repú- De uno de ellos nació la convo cación y reunión del Congreso de Córdoba, que el gobierno de Ri vadavia disolvió por su sola auto ridad. A una invitación semejante fué debida la reunión en Buenos Aires del célebre Congreso del año 26, que dio un Presidente á la nación; aunque no pudo lograr que se pu siese en ¡danta la Constitución Uni-"], [16, "12 do al Gobierno de Buenos Aires á la reunión con las demás Provincias Cn San Nicolás de los Arroyos. blica Oriental y del Imperio mis mo deben venir á soportar el fallo de la legislatura actual de Buenos Aires! ..... Encontrará también otra poste rior, recomendando que concurrie se el Gobernador de Buenos Aires corno todos los demás, debidamen te autorizado por la iegislatura'pro vincial, y facultado para discutir los asuntos que pudieran allí pre sentarse. Pero para mostrar mas y mas la ignorancia, y la mala fé que han su gerido tal pensamiento, se forma un nuevo cargo al General Urquiza de haber omitido maliciosamente la requi sita autorización de Buenos Aires para el ya decretado Congreso. Una y otra comunicación se en contrarán también en el archivo del ministerio del Gobierno del mismo Buenos Aires. Se hallará en él de la legislatura la autorización, que esta dio al Dr. D. Vicente Lopez para delegar el ejercicio del Go bierno de la Provincia durante su ausencia, y mientras permaneciese en San Nicolás de los Arroyos con los objetos indicados en la nota cir cular del General Urquiza que fué publicada. ¡ Pedir autorización á Buenos Aires para convocar un Congreso Argentino, si Congreso Argentino hubiese habido ! . . . . ¡ Recabar después autorización de las otras Provincias para subsa nar la flagrante nulidad del acto !. . ¿De cual de los actos? ¿Del de convocación ? ¿ Del de falta de auto rización de Buenos Aires?.... Todo es ininteligible, y lo que puede pre sumirse que ha querido afirmarse, es evidentemente falso. Si ese proyecto llegase á ser oí do siquiera en la Legislatura de la Provincia de Buenos Aires, por grande que sea la pasión que en ella domine, no podemos suponer que llegue á tal punto, en todos sus miembros, que no se encuentre al guno que si no ha conocido, ó ha olvidado los hechos sucedidos á vista de todos, no quiera al menos buscar la exactitud de los que for man el cargo. Si se ocurre al archivo del minis terio de Relaciones Exteriores, allí Si el gobierno de Buenos Aires descuidó recabar, como le fué en comendado, la facultad necesaria para discutir,cargo seria al gobier no de Buenos Aires, pero nunca al general Urquiza. Fuera de qué, ¿ en que principio puede fundarse un cargo contra un gobierno ó contra un agente pú blico, cualquiera que sea su rango, porque oiga proposiciones en una negociación y las discuta? ¿Qué responsabilidad puede afec tar al general Urquiza, porque pro puso un pensamiento, y presentó un proyecto que consideró de con veniencia general para la nación, y se encontrará la comunicación del General Urquiza como encargado de dirijir las de la nación, invitan-"], [17, "13 que asi fué considerado por todas las Provincias, inclusa la de Buenos Aires mismo ? La aceptación en general del pensamiento obtuvo unanimidad completa — Ni una sola de las catorce Provincias negó su aceptación. — - Solo los gobernado res de Córdoba* de Salta y de Jujuy, que no pudieron llegar en tiempo oportuno al lugar de la reunión, prestaron después nn Bue nos Aires mismo su consentimien to á lp acordado por todos, en San Nicolás de los Arrovos. no la hacia obligatoria á la provin cia de Buenos Aires, antes que por ella fuese examinada, y aceptada. Esta es la historia de los hechos que toda la República ha presen ciado; que consta de documentos que todo el mundo conoce. Juzgúese por ella la clasificación que merece, el que los falsea del modo mas absurdo, para fundar el proyecto mas inicuo, y mas indigno. V. Apenas llegaron á Buenos Aires las primeras noticias del acuerdo hecho en San Nicolás de los Arro yos, algunos miembros de la sala de Representantes dieron en ella misma, la señal de la agitación que se habian propuesto escitar en el pueblo, como medio de llevar á cabo los proyectos que tenian com binados. Dos fueron los modos de proce der que adoptaron las Provincias respecto de la sanción de lo que en San Nicolás fué acordado. Algunas otorgaron sus amplios poderes, sin sugetar el acuerdo á ratificación, á sanción posterior de sus respectivas legislaturas. Otras, como la de Mendoza, y creemos que la de Córdoba, reser varon á la legislatura de cada una el examen y sanción de lo acordado. Pero todas lo sometieron después á exámen,y todas, con escepcion de Buenos Aires, le dieron su apro bación y sanción como ley de cada provincia, viniendo á ser por el hecho una ley común para todis, escluyendo siempre á la de Buenos Aires. El gobernador de Buenos Aires, que habia asistido á la reunión de San Nicolás, no habia aun regresa do de su viage; ninguna noticia ofi cial sobre el Acuerdo habia sido comunicada ; y las interpelaciones á los Ministros empezaron en la Sala, con un carácter, que revela ban bien la prevención anticipada, que dominaba á los que buscaban solo una ocasión, para desenvolver los planes preparados en sus conci liábulos, contra la organización na cional, y muy especialmente contra el General Urquiza. Fué en vano que el Gobernador delegado y sus Ministros, asegura sen con repetición que no tenian conocimiento del acuerdo; y pro- Así la consideró el Congreso constituyente; declarando en con secuencia, que la Constitución san cionada por él, obligaba desde su promulgación á todas las provin cias, que estaban bajo la ley del acuerdo de San Nicolás; pero que"], [18, "14 e para los asuntos mas triviales se guardaron en este. testasen que al arribo del Goberna dor proprietario, aquel seria pre sentado á la Sala, y sometido á su resolución. El acuerdo no fué sometido al examen de una comisión; no se oyó informe sobre él; no se dio tiempo al Gobernador de la Provincia,para que él, en un mensage, esplicase bien el pensamiento del acuerdo, y los fines que se proponía. No se buscaba el examen impar cial de lo acordado en San Nicolás; nada importaba la conveniencia que pudiese traer á toda la nación : se quería sublevar l.i opinión del pue blo de Buenos Aires, y conducir á este, á los estreñios que después se ha visto. Arrebatado, por decirlo así' de manes del gobierno, la Sala toda se constituyó en comisión, é inició in mediatamente, no la discusión\" pro piamente del acuerdo, sino el juicio del Gobernador de la provincia; de todos los Gobernadores que concur rieron á él, y muy especialmente de! General Urquiza. . Fué para eso, que sin conoci miento del A.cuerdo, la Sala de R. R. espidió órdenes, para que él no fuese obedecido, condenándolo antes de haberlo examinado. Proceder sin ejemplo, mucho mas en un cuerpo legislativo, que invadía ala vez las atribuciones del Gober nador de la Provincia, y se consti tuía en junta revolucionaria, ejer ciendo una nueva dictadura. Los Ministros del gobierno do Buenos Aires, asistían á la Sala de R. R. como grandes criminales ante jueces inexorables. En vano pretendieron que se oyese la voz de la razón; que se atendiese á la conveniencia gene ral, v á los altos intereses que con sultaba el acuerdo. El Gobernador presentó al fin el Acuerdo y lo sometió á la sanción de la Sala. Todas las exijencias estaban sa tisfechas con ese paso; las apren siones de que el General Urquiza, ó las Provincias querían imponer una ley á Buenos Aires habian sido disipadas. — La legislatura tenia en sus manos la aceptación ó la repro bación de lo acordado; podia pro poner las modificaciones que cre yese convenientes á la Provincia; debia examinar y discutir con la calma demandada por el asunto de mas importancia, que podia some terse á su deliberación. La pasión no escuchaba; los re volucionarios iban á su objeto; la Sala no discutía. Era la barra tu multuosa quien imponia con su gri ta desenfrenada : todo pensamiento de orden y de moderación era im posible. Alguno de los Ministros levantó su voz con una energía digna y lau dable, para hacer sentir la inconve niencia en el modo de proceder; y esa energía atrajo sobre él y sobre sus colegas el riesgo inminente do la vida, en las puertas mismas de la Pero ni los trámites observados"], [19, "15 casa de R. R. al retirarse de una de las sesiones. para la espresion de su voto con li bertad; pero no hubo uno solo que se animase á hacer la menor indica ción á ese respecto. Era ya el 3. ° ó 1, c dia que esta situación preocupaba al pueblo de Buenos Aires; afligía hondamen te á los hombres de ideas modera das y patrióticas; mostraba á todos el caos en que se precipitaba esta provincia, que apenas libertada de de una tiranía de 20 años, iba á ver renovados todos sus horrores, en la que le preparaba la anarquía. El pensamiento fué sin duda tras lucido por los agitadores : sus pla nes quedaban desconcertados si aquel se llevaba á ejecución, é hi cieron los últimos esfuerzos para que la esplosion estallase. Al General Urquiza le eran lle vadas las noticias por momentos — Llególe así, la de que las puertas de la casa de R. R. eran violenta das, aun antes de llegar la hora de signada para la sesión. Entonces vio, que ya la Sala de R. R. no podia ser cuerpo delibe rante, sino un instrumento que ha cían servir los agitadores para sus fines. El General Urquiza presenciaba con profundo sentimiento, que un reducido mímero de hombres, con dujese á un pueblo como Buenos Aires, á todos los escesos, indignos aun de los pueblos menos civiliza dos — Pero no quería dar, ni el pre testo, para que se pudiese decir que coartaba sus libertades. Esperaba todavía, que el buen sentido hiciese volver al pueblo so bre sí mismo, y rechazase con in dignación las sugestiones de los que lo hacian instrumentos de de signios ambiciosos y personales. Algunos H. R. tenian la espe ranza, de que libres de la coacción que sobre ellos ejercía una barra tumultuosa, la discusión vendría á ser tranquila, y podría arribarse á dar una solución pacífica á la cues tión que habia nacido, y á calmar completamente la situación. La separación de los agitadores de la barra, por la reserva de las sesiones, habría dado aquel resul tado. El gobernador y sus Ministros, habian renunciado sus destinos; — Buenos Aires se hallaba en una verdadera acefalía, entregado todo á los caprichos de una multitud de senfrenada. ¿Pudo entonces el General Ur quiza ver impasible el desborde de la anarquía ? Pudo desoír la repre sentación de numerosos ciudadanos y estrangeros deseosos de la paz y del bien general del país ? ¿ Pudo consentir que los sacrifi cios hechos por los gobiernos alia dos fuesen perdidos, casi en pre sencia de ellos mismos; que la se guridad y garantías de paz y orden que acababa de dar á la nación que dasen burladas por el capricho de un reducidísimo número que que- Estaba en el derecho de los R. R. pedir esa reserva, necesaria"], [20, "16 del General Urquiza Libertador de esa mismo provincia. El contraste de las demás Pro vincias, marchando en paz durante ese mismo período bajo una Cons titución que les garante la libertad y el progreso, es un cargo contra los que impidieron que el Acuerdo de San Nicolás produjese iguales resultados respecto de Buenos Ai res. ria imponer su voluntad á todos ? El General Urquiza hizo enton ces lo que le daba derecho á hacer suposición misma : lo que exigia la paz de un gran pueblo, y la paz de toda la nación que le estaba con fiada : — Refrenar la anarquía, des pués de haber trozado las cadenas de la tiranía. Suspendió las sesiones de la Sala de R. R. de Buenos Aires. Un he cho semejante np es nuevo en nues tra historia misma, y ninguno puede presentarse mas justificado. El General Urquiza debe acep tar para ante la historia -el cargo que formula el proyecto, para que caiga sobre sus autores la respon sabilidad que quieren imputarle, si capaces son, de responsabilidad de alguna especie. Lo ejecutó el General Urquiza sometiendo su conducta al fallo que pronunciase la nación por medio del Congreso próximo á instalarse. — Y el soberano Congreso aprobó este, como los demás actos del Di rector Provisorio anteriores á la instalación de aquel — Apeló ante el pueblo de Buenos Aires; ante la nacion,y ante el mundo, esponiendo en un manifiesto solemne, los moti vos que los forzaron á adoptar esa medida como la única capaz de salvar á la República del caos. Nada hay serio en el 5. ° cargo de la acusación, pero ni siquiera puede hallarse conecsion en las ideas y pensamientos que ella con tiene — Es el delirio manifiesto. ¿ Puede acaso negarse con serie dad que hay una nación Argentina, á la que de hecho no pertenece Bue nos Aires, y que aquella existe siu esa Provincia? ¿ Con quién han celebrado trata dos la Inglaterra, la Francia, los Estados Unidos, Portugal, el Impe rio de Brasil, la República de Chi le, el Paraguay, y otras naciones? La Confederación Argentina, que las naciones reconocen, y ante quien tienen acreditados sus agen tes diplomáticos mas acreditados, es algún ser imaginario ? Pero aun abandonando tales de lirios, y olvidando que existe una Confederación Argentina, en cuyo Y Buenos Aires y la República Argentina, y el mundo todo aplau dieron la conducta del General Urquiza. Los hechos posteriores han veni do á justificar mas y mas este acto. Seis años han frascursado, y el desorden permanente, la sangre, la devastación, y el clamor unánime de la provincia de Buenos Aires contra sus opresores hacen la mas completa apología de la conducta"], [21, "17 Congreso solicitó el mismo proyec tista representar á Buenos Aires ¿qué conexión tiene ese pensa miento con que el General Urquiza como Director Provisorio de la Confederación, prefiriese dejar al Gobierno de Buenos Aires, entre gado al destino que él mismo se ha bia preparado por la revolución de Septiembre, antes que aceptar la guerra civil que él había declarado terminada con el último cañonazo en Caseros? mó — paz á las Provincias Argenti nas; unión entre los hermanos Alsina aterrado desertó de !a silla del Gobierno, que habia asaltado por la intriga y los medios mas in dignos, protestando que la abando naba; con la satisfacción de no ha ber hecho verter una sola lágrima ¡ Y estaba fresca la sangre que enrojeció las cristalinas aguas del Uruguay, vertida solo por él ! . . . ¡ Y esa sangre era la que habían respetado las armas de la tiranía en Caseros! .... Era la sangre de los libertadores de Buenos Aires que se vertía ahora en odio á ellos mis mos !!!.... ¿ Qué relación puede hallarse en tre tales ideas y la obligación im puesta por el tratado de 4 de Enero de 1831, — de no celebrar pactos, sin el consentimiento de las Pro vincias que suscribieron aquel ? El cargo que formula el pro yecto contra el General Urquiza, es lejítimo contra los que no qui sieron oir su voz de paz y unión, pronunciada en Caseros, repetida en Septiembre, y proclamada ince santemente en todo el largo período que ha .trascursadot En medio de este fárrago de ideas inconecsas se entrevé la que se ha querido hacer valer, desfigurándola á sus intentos. Pretende dar el carácter de tra tado á la nota del Director Provi sorio datada en San Nicolás, en Septiembre de 1852, y en la que declaró al Gobierno revolucionario de aquella época que no queriendo hacer pesar la guerra sobre la Pro vincia de, Buenos Aires, que lio ha bia participado de la revolución, la dejaba en entera libertad para que dispusiese de sus propios destinos. Ni fué preciso esperar mucho tiempo para que esa Provincia ma nifestase sus verdaderos sentimien tos., El General Urquiza no hizo tra tado alguno con Buenos Aires en Septiembre de 1852. — Hallándose en San Nicolás, dis poniendo de un considerable ejér cito, dirijió una comunicación al Gobierno de aquella Provincia, ma nifestándole la resolución que to maba de no responder á la guerra con la guerra, como podia hacerlo. Ahí está el testo de esa comuni cación, tan digna y honrosa para el General Urquiza, como mal apre ciada y correspondida por sus en vidiosos rivales. EIl.°de Diciembre del mismo año, un grito unápime en toda la Provincia de Buenos Aires procla-"], [22, "18 la mantenía y fomentaba; porque la provincia en masa habia decla rado al Director Provisorio, por medio de sus Gefes q' se habia arma do para resistir, que la guerra civil fuese llevada á las Provincias her manas : — que reconocía la autori dad del mismo Director, y la del Congreso; — q' aceptaría sus dispo siciones. VIL La Provincia de Buenos Aires en masa, asediaba al Gobierno que ha bia reemplazado á Alsina, y n© tenia poder sino sobre algunas cua dras de la ciudad misma. Los sitiadores dominaban en una línea que dividia la ciudad casi por medio. El Director Provisorio, conse- cuente con su declaración de Sep- tiembre, guardaba abstención com- pleta en la nueva situación de aque- lla provincia; apesar de que la Sala de R. R. habia dado un manifiesto de guerra contra las Provincias Confederadas; que el Gobernador Alsina la habia traido traidoramen- te al Entre Ríos; y que el General Paz se proponía invadir la Provin- cia de Córdoba desde San Nicolás, só pretesto de una misión pacífica. La acción del General Urquiza, Director Provisorio de la Confede ración, se limitó á repeler los ata ques del Gobierno de Buenos Aires. En tal situación, el Congreso Constituyente auterizó plenamente al General Urquiza, para '■'•hacer cesar \" la guerra civil en Buenos Aires por \" /ocios los medios que le sujiriese su f prudencia — y obtener el libre '• asentimiento de esta al pacto na \" cional de Mayo 31 de 1852.\" La paz ó la guerra quedaban confiadas por la nación á la pruden cia del Director provisorio. Y prefirió la paz, y la buscó por cuantos medios pudo considerar conducentes al objeto. Antes del manifiesto de 3 de Fe brero de 1853, las determinaciones estaban tomadas para llevar á cabo el pensamiento de negociar la paz, como se realizó en efecto, sin que concluyese ese mismo mes. Ese manifiesto no importaba mas que hacer sentir al Gobierno de Buenos Aires, que, teniendo el de recho y el poder para llevarle la guerra, prefería sin embargo ofre cerle la paz á nombre de la misma Provincia de Buenos Aires y de to da la nación. Lejos de contrariar con tal proceder el pensamiento del Congreso, lo desenvolvía en su ejecución, con la dignidad que cor respondía á la 1. ri autoridad de la El Congreso Constituyente había abierto sus sesiones en Santa Fé, y esperaba que los Diputados de Buenos Aires viniesen á tomar la parte que les correspondía en la ley fundamental de organización de la República. No quería proceder en esta obra sin la cooperación de sus hermanos de Buenos Aires, cuya ausencia de ploraba, aunque la consideró tran sitoria. Pero la guerra civil estalló entre tanto en Buenos Aires; el Gobierno de aquella ciudad era el único que"], [23, "19 obra del Gobierno de Buenos Aires que resistió tenazmente á toda pro posición de paz. nación, y con la prudencia que de mandaban los altos intereses que le estaban confiados. El Director provisorio y no el Congreso, como falsa y maliciosa mente lo afirma el proyecto, envió sus Comisionados para negociarlas paz con el gobierno de Bs. As. — Se hizo un tratado que el Director pro visorio no creyó conveniente ratifi car; pero el mismo Director se pre sentó en persona al frente de Bue nos Aires, para continuar las nego ciaciones que sus comisionados ini ciaron. — El derecho de ratificar ó no, correspondía al Director esclu sivamente; porqne ningnna ley ante rior atribuia á otra autoridad ese derecho. Cuando la Constitución de la Re pública estuvo sancionada, cuando fué ya una ley de toda la Confede ración, la misión del Director pro visorio estuvo cumplida. Llenó el último deber que le in cumbía. — Hizo su promulgación, y se retiró de Buenos Aires, dejando nuevamente en completa libertad á esa Provincia, para que, conforme al voto del Congreso Constituyente, la examinase y prestase su libre aceptación. VII. Cinco años han trascursado las instancias se reiteran hasta hoy mismo por todos los medios que es dado emplear. Porque el Congreso de Santa Fé era constituyente y no lejislativo, y en aquel carácter no puede decirse que fuese facultad esclusiva de él, ratificar ó rechazar tratados. La opinión de todas las provin cias espresada por medio de la prensa periódica : el voto del Con greso; las solicitaciones del Go bierno Nacional; la interposición de naciones amigas de la Confede ración, todo se inutiliza; todo pro duce en la obstinación del Gobier no de Buenos Aires efectos contra rios á los que era dado esperar de cualquiera que mereciese ese nom bre, y que consultase los intereses del pueblo que rige. Porque si tal pudiera creerse, el Congreso mismo habia delegado todo su poder, todas sus facultades, para hacer cesar la gerra civil en Buenos Aires, del modo que su pru dencia le aconsejase. No sujetó los actos del Director Provisorio en esta materia á apro bación posterior, reconociendo por lo mismo todas las obligaciones que de ellos naciesen, por el hecho de haber sido ejecutados, en virtud de la autorización concedida, y para los fines que se tuvieron en vista. La efusión de sangre, la dilapi dación de los tesoros ; el empleo de ellos en criminales objetos, es la La última respuesta á tanto pa triotismo, y á una abnegación tan remarcable, es el proyecto que se presenta con todo el carácter de una gran medida política de alta conveniencia para Buenos Aire?; y"], [24, "20 porque ese modo de obrar solo es propio de los que están. avezados con el crimen de perturbar la paz de los pueblos. al que se quisiera neciamente arras trar á la nación. En la actualidad está ya juzgado; —las generaciones que nos sucedan pronunciarán un fallo mas severo, que recojerá la historia. Tan lejos de preparar el Gobier no nacional la invasión á que alude, ni de proíejería, hizo cuanto estuvo de su parte para impedir por medio de sus autoridades subalternas, toda tentativa de los emigrados de B?. Aires — Huyendo estos de la vigi lancia de las autoridades de Santa Fé, se lanzaron á una empresa que fué desgraciada en él Tala, precisa mente ' porque combatían sin otros ausilios que -los de su valor, llevado hasta la desesperación— A ellos los arrastró la mala política de un Go bierno de círculo y esclusivo por sistema. VIII. De todas las falsedades y calum nias que hasta aquí hemos presen tado en su verdadero carácter, fácil es inferir lo que puede valer el cuento de una invasión contra Bue nos Aires, concertada en consejo de Ministros (del Gobierno Nacio nal) y con generales á sueldo de la Confederación. El proyectista que tan interiori zado se muestra en los secretos del gabinete; y que tanto interés debe poner en justificar sus asertos, al menos para que alguna vez sean creídos, debería haber presentado algún documento; citado algún tes tigo, ó exhibido alguna otra prue ba de un hecho, que sin ella, queda reducido á un embuste vulgar y ri dículo. Venció el valor ; pero no fué bas tante para recojer el fruto de su victoria, porque para esto le falta ron otros medios de que no pudo disponer. El General Urquiza vio sacrificar á lo* que llevaban en su bandera ios principios de la nacionalidad argen tinas lamentó que su celo, su amor patrio, los hubiese conducidos á una empresa que la nación no po dia aceptar ni justificar. Por eso se le vio proteger al Go bierno de Buenos Aires, arrojando de! territorio inmediato á su juris dicción personas, cuyo único delito era no aceptar los principios polí ticos de aquel Gobierno en oposi ción á los de toda la nación. El Gobierno Nacional cuando crea aliarse en el caso de obrar hostilmente contra el Gobierno de Buenos Aires, (loque no deseamos) puede disponer de toda la fuerza y de todos los recursos de la nación, como tiene de su parte todo el de recho y toda la justicia, en que conserva su principal fuerza. Si hubiese querido -hacer uso de unos y otros, ó si alguna vez cree inevitable emplearlos , ni lo ha bría ocultado, ni lo ocultará nunca; No habia derecho para exigir del Gobierno de la Confederación una"], [25, "21 medida semejante; no habia poder capaz para compelerlo á la adop ción de tal medida — Quiso sin em bargo mostrar á ese Gobierno que la lealtad era su regla, v la de su C5 ' mí proceder, aun en circunstancias como eñ las que se encontraba. La justicia y la razón no confun den nunca sus medios de obrar con los de las pasiones y de los capri chos personales. Al que disiente en algo de lo que sostiene el círulo del Gobierno, no le es dado depositar libremente su voto en las urnas electorales; no puede espresar su pensamiento por medio de la prensa; no tiene siquie ra la libertad de reunirse con sus conciudadanos, para considerar en privado la situación, á que Buenos- Aires ha sido conducido. Las menores manifestaciones so bre esto, son crímenes qu^ se per siguen mas que el robo, que el ase sinato, y que otros condenados pol las leyes, y que atacan el orden so cial. La misma vulgaridad del cargo que acabamos de presentar en toda su desnunez, se repite en seguida, adicionado con fábulas de campa mentos permanentes, de robos, de matanzas, y otras de este género — Podrían producir efecto en los que no conocen nuestra historia; en aquellos que no hubiesen querido fijarse en los hechos que se han verificado, y pasan diariamente á la vista de todos. Esas causas se han hecho perma nentes en Buenos Aires, y como una consecuencia necesaria han tratado y se mantiene la inmigra ción de aquella Provincia — Con ella el recurso á la guerra, como el único medio en la alternativa en que están colocados los que emi gran — Humillación indigna,traicion á sus creencias, ó expatriación per petua, y renuncia de. sus mas caros intereses. Para los demás no producen otra impresión que la del ridículo mas absurdo. La causa de. las tentativas repe tidas de los emigrados no tiene que buscarse sino en la mala política de! Gobierno de Buenos Aires, y del círculo en que ha querido apoyarse. Contrariando la opinión pública de aquella Provincia,y pretendiendo imponer por la fuerza y las violen cias de todo género sus caprichos, como leyes, encuentra la resistencia general; y ha creado la lucha de partidos que apelan á la guerra, solo porque no se les deja medio alguno de discutir con libertad las opiniones. El Gobierno de Buenos Aires no puede quejarse sino á sí mismo de la agitación y zozobra continuas que la emigración le causa — ■ Ninguna otra provincia argen tina esperimenta ese mal; sin que por esto se diga que no hay diver sidad de opiniones, y que no haya habido alguna vez combates. Donde la libertad moderada deja á cada uno el derecho de discusión y de examen, la razón y los intere ses dominan casi siempre, sin que"], [26, "93 motivo de la Constitución, que sancionó la Lejislatura de aquella Provincia. Lea la que el Presidente de la Confederación elevó ante el Con greso, y ante el mundo, en el Men saje de ... . Recuerde, si en algo estima sus •propios juicios el autor del proyec to, la que emitió desde Chile con este motivo. se haga necesario el recurso extre- mo de la violencia y de la fuerza. Acuse pues el proyectista al Go bierno de Buenos Aires de los ma les que aquel causa al país, y no aun á sí mismo. Las convenciones de comercio de 1854 y 55, fueron un testimonio mas de la deferencia del Gobierno Nacional hacia la provincia de Buenos Aires — Esa deferencia fué correspondida por una nueva des lealtad---E! Gobierno Nacional se vio obligado á no continuarla, y denunció los tratados. Pregunte á otro personage res pectable que concurrió á la forma ción de la' Constitución de Buenos Aires, laque sin embargo no quizo suscribir, ni juró sino cuando nece sitó hacerlo para ocupar una silla en el Ministerio. Estos están en manos de todos, porque á todos interesaban de un modo especia! — El comercio y la navegación son materias que á na die pueden ser indiferentes. Búsquese en estos tratados el re conocimiento de la independencia, y soberana representación del Estado de Buenos Aires; y se hallará que todo lo que por ellos se toleró, fué solamente el statu quo, siguiendo en esto el Gobierno nacional su política invariable de paz, para no hacer pesar sobre el pueblo las consecuencias de la mala conducta de su Gobierno ; y porque se desea que Buenos Aires tome el lugar que le corresponde entre sus her manas, pero del mismo modo que han concurrido todas á formar la nación por la razón y por su libre consentimiento. — Por lo demás, re gistre el autor del proyecto, la pro testa que elevaron los emigrados de Buenos Aires, los hombres que estaban en liberdad de obrar con Examine todos ios datos que mencionamos, y diga después, lo que debe juzgarse de su aserción sobre el reconocimiento de la inde- pendencia y soberana representa ción de Buenos Aires. Ni esta Provincia la quiere sin sus hermanas, ni la Confederación puede permitirla IX. Establece el proyecto como un hecho inconcuso que el Gobierno de Buenos Aires se proponía inten tar proposiciones de arreglo, y que esas intenciones fueron rechazadas; y por ello forma un nuevo cargo al Ceneral Urquiza. ¡Rechazar intenciones! .... No es imposible que las intenciones lleguen á penetrarse, y aun á impe dirse los hechos que se presumen dañosos y perjudiciales ; pero re-"], [27, "23 chazar las intenciones es un contra- parte alguna en el curso de la ne- sentido que no puede concebirse. gociacion. No es conocida otra manifesta ción solemne y oficial del buen deseo del Gobierno de Buenos Aires que algunas palabras del Ministro Alsi na en la Sala de RR. el año 185 .... Ese buen deseo se formuló, y tuvo ejecución, en la misión del Sr. D. Juan Bautista Peña cérea del Go bierno Nacional — Y nadie ignora cuales fueron los objetos, cuales los resultados de esa misión. En los protocolos publicados se verá que el Gobierno Nacional, fué el primero en manifestar la conve niencia de iniciarla, por la conside ración de la situación anómala de Buenos Aires; y por el examen de las causas que mantenían tal esta do, para arribar, si era posible, á una solución satisfactoria para to da la República. También se encontrará en esos documentos, que el Comisionado declaró expresamente no poder mas en esa materia que oir proposicio nes para trasmitirlas. Si los plenipotenciarios del Go bierno Nacional recordaron al de Buenos Aires que la Constitución Argentina solo podia ser revisada después de diez años, contados desde su promulgación, no hicieron mas cumplir con un deber, de que no les era dado prescindir,para basar sobre un principio fijo la negociación, y divagar en cuestiones estemporá neas. El Gobierno de Buenos Aires publicó toda esa negociación, sin omitir ni las instituciones, que sin embargo el honorable Comisionado podrá decir, si ha habido entera conformidad entre las que fueron publicadas, y las que le sirvieron de guia en la negociación. Pero sea de eso lo que fuere, la negociación tuvo, por objeto am pliar y asegurar mas lo estipulado en las conveniencias de Diciembre de 1854 y Enero de 1855. No debe olvidarse que el Gene ral Urquiza, deseando evitar hasta el mismo pretexto de su influencia — muy lejítima por otra parte — en la negociación, se separó de ella, dt legando el ejercicio del Gobierno, en el Vice-Presidente, y retirándose de la Capital, luego que recibió al Comisionado con las manifestacio nes de simpatías, que le han mere cido siempre el patriotismo de este distinguido argentino, y le inspira ba el objeto de su misión. Por lo demás, los Comisionados del Gobierno Nacional, como el de Buenos Aires, sabían muy bien que á aquella provincia le fué concedido el derecho de examen, y libre acep tación de la Constitución por la de claración y ley del Congreso Cons tituyente desde Mayo de 1853. Tan lejos de pretender entonces desvirtuar esa disposición, insiste hoy mismo el Gobierno Nacional, cerca del de Buenos Aires, en que ella sea cumplida, exigiéndole que El General Urquiza no tomó pues"], [28, "24 someta al examen de la Provincia, la Constitución nacional, que rige desde 1853 en todas las demás Con federadas. El deseo de la Confede ración Argentina y él del- General Urquiza, es precisamente el contra rio del que quiere atribuirte el pro yecto. ran nunca, se limitó sin embargo, á denunciar los tratados, comerciales de 1854, y 1855, declarando que la paz seria conservada, y quedaba desde entonces bajo la garantía del Gobierno Argentino que jamas la habia violado. Y así lo ha sido, apesar de las tentativas, repetidas por el Gobier no de Buenos Aires, que proclama incesantemente por sus diarios ofi ciales, como máxima política no respetar fronteras, y que presenta á cada paso ejemplos de que está dis puesto á seguir aquella máxima, siempre que le es posible ha cerlo. La negociación fué interrumpida por el Gobierno de Buenos Aires. — El Comisionado se apercibió tar de que su buena fé era víctima de una nueva intriga ; y se retiró á Buenos Aires, donde tuvo que su frir, en premiq de su consagración al bien del país, los reproches mas inmerecidos de los órganos del Go bierno ó de los amigos mas allega dos á él. Si se quieren otros ejemplos que la invasión de Hornos y Madaria ga al Entre-Ríos en 1852 ; la inten tada por el General Paz, en la mis ma época ; las de Mitre que hemos mencionado ; la reciente tentativa del Coronel D. Emilio Mitre, só pretesto de perseguir á los Indios en el Desierto, ahi está la que se llevo á cabo contra la República- Oriental de un modo desastroso, para los que la ejecutaron, y cuya principal responsabilidad pesará siempre sobre el Gobierno de Bue nos Aires que la exitó y la fomentó con hombres, con armas, dinero, buques y con todo género de auxi lios, contra un gobierno amigo que, lejos de haberle dado nunca el me nor motivo de quejas, habia accedi do á las no bien justificadas preten siones del de Buenos Aires de vigi lar á los emigrados políticos, que le inspiran continuos recelos, apesar Entre tanto, y durante esa mis ma negociación, una fuerza del Go bierno de Buenos Aires> al mando del Ministro de la Guerra del mis mo Gobierno, penetró las fronteras del territorio de la Confederación, á pretesto de perseguir reuniones de emigrados, qué, ó habian estado en el desierto de la Pampa, ó si ha bian pisado él de la Provincia de Santa Fé, fué solo con el objeto de buscar en ella un asilo á la pros cripción y persecución á muerte que les hacia el Gobierno de su propia Provincia. Las justas reclamaciones del Gobierno Nacional por este nuevo atentado, fueron contestadas con la altanería de la desvergüenza — y pu diendo ser reprimidas por la fuerza : teniendo derecho á castigar una violación, que las naciones no tole-"], [29, "25 de que la conducta de aquellos sea no hubiese nunca tenido la menor enteramente inofensiva. consideración hacia los de las de mas provincias argentinas. Los ejemplos que cita como auto ridad, el autor del proyecto, son oportunísimos ; porqué son aplica bles al Gobierno de Buenos Aires, á quien podría creerse que ha que rido comparar con los merodeadores que la? naciones vecinas, se ven obligadas á perseguir y castigar ejemplarmente. Sus leyes aduaneras eran dadas sin consultar otra conveniencia que la de la provincia en que mandaba. Las provincias confederadas eran respecto de la de Buenos Aires completamente estrañas, y aun mas que eso, eran tal vez reputadas hostiles. X. En tal situación el Congreso fe deral usó de un perfecto derecho, y llenó un deber, no considerando en las leyes que sancionó otras conve niencias, que las de los pueblo que representa. Crear obstáculos á la reunión de Buenos Aires con los demás pueblos argentinos, por la sanción de la ley de derechos diferenciales, es un nuevo c ¡rgo en la acusación con tra el General Urqniz;. Sin embargo la ley de derechos diferenciíib'S fué sancionada por el congreso legislativo de la Confede ración en 1856. Sancionó la de derechos diferen ciales, que si era perjudicial á Bue nos Aires, tenia su Gobierno dos medios, para evitar ios inconvenien tes que pudieran afectarle. El mas sencillo, y el mas lejíti-, mo, era entrar ck? hecho en la aso ciación Argentina, de la que confe saba hacer parte integrante^— ¡Por ese hecho, Ja ley de derechos dife renciales habría cesado completa mente; y no solo habrían desapare cido los males que indírectaríre'nte puede causar á Buenos Aires, sino que esa provincia habría enír. do en el goce de las ventajas que á los demás argentinas produce la aso ciación. Ni el General Urquiza como Pre sidente de la República la propuso, ni tuvo en ella la mas mínima parte. E! Gobierno de Buenos Aires no solo mantenía separada esa Provin cia del resto de la Confederación desde setiembre de 1852, sino que habia repelido cuantos medios ha bían sido tentados para inducirlo á que consultase los verdaderos in tereses del pueblo que presidia, y los deseos que el mismo pueblo ha manifestado constantemente. Pudo también el Gobierno de Buenos Aires entablar negociacio nes como lo habia hecho la Repú blica Oriental del Uruguay. Y con la buena fé, y con la lealtad que re quieren intereses tan vitales, pudo Entre otros muchos, la celebra ción de las convenciones de co mercio de los años 54 y 55, no tu vo mas objeto que considerar los intereses comerciales de Buenos Aires, á pesar de que su gobierno"], [30, "36 satisfacer y reparar el atentado, que \" sica, y precisamente por esta cir- ocasionó la suspensión de los trata dos,ó convenciones de comercio ya mencionadas. Impútense al Gobier no de Buenos Aires los perjuicios que hayan podido sobrevenir á esa Provincia ; desligándola de la Con federación, no se halla esta en el deber de protegerla, como á las demás que están bajo la ley consti tucional, que se han dado para con sultar su recíproca conveniencia, ni puede asimilarla en las ventajas que resultan de la unión, que el Gobierno de Buenos Aires rechaza obstinadamente. \" cunstancia, habría sido odioso é \" irritante escluir de aquella res'o \" lucion á la Provincia separada \" por su sola voluntad. — Esa ley, \" enfin, no ha podido reputarse \" hostil á Buenos Aires, desde que \" podia eludirla, haciéndose prac <; ticamente Provincia Argentina, \" conforme á sus reiteradas decla \" raciones teóricas. \" (Nota del Ministro de Gobierno déla Confederación, al de Buenos Aires, el 23 de Mayo de 1858.) Del General Urquiza es la pro clamación del principio de la libre navegación de los rios. Para recordar este hecho á los que manifiestan haberlo olvidado, está el decreto de Agosto de 1852, dado en Buenos Aires, repe tido y ampliado en el Paraná, el 6 de Octubre del mismo año. Obrar con independencia en ios negocios propio-, no es agraviar en manera alguna la confraternidad, cuaDdo se reniega de ella, ó se man tiene solo en las palabras. — VA Go bierno nacional en su nota de 23 de Mayo de este año, responde á este cargo formulado por el de Buenos Aires de un modo que nada deja que desear. No pudiendo evitar sus efectos, ni resistirlos, el Gobierno de Bue nos Aires, reconoció maa tarde ha libre navegación de los rios, como un princip o, que tendria aplicación, cuando el mismo diese los regla mentos convenientes para esa mis ma navegación. Merecen ser citadas las palabras de este documento clásico. \" Esta ley, (de derechos diferen \" ciales) no fué calculada en daño \" de los intereses comerciales de \" Buenos Aires, sino esclusiva \" mente con el objeto de favorecer \" nuestros mercados, emancipán \" dolos de esa molesta de penden \" cia, de que íodavia hace V. alar \" de en ia prohibición mencionada. \" Esa ley no podrá reputarse co \" mo hostil á Buenos Aires, cuan \" do comprendía á la República \" Oriental por su situación geográ- El Gobierno de Buenos Aires, valiéndose de la posición que ocu pa la Provincia que tiraniza, se re servaba el derecho de restringir la navegación y de lejisiar sobre los rios, que la Nación Argentina aca baba de abrir á todo el mundo. Para que nada faite á este cargo se le añade también el ridículo. — Ácuea al General Urquiza, porque"], [31, "27 la ley de derechos diferenciales, Buenos Aires, reclamó del Gobierno arruina el comercio y ¡a riqueza de los pueblos, que aquel gobierna!.... ¿Las Provincias confederadas, aceptarán la tutela que se les quie re imponer por el proyecto de ley ? XI. Argentino y del Imperio del Brasil, la protección á su independencia, que le estaba prometida por la Con vención de 1828, y por el tratado de 1856 entre los mismos Gobiernos Brasilero y Argentino. No era dado á estos eludir el cumplimiento de las obligaciones contraidas — Pero aun sin ellas, habia una alta conveniencia política, no solo en contribuir á mantener la paz en una República vecina á las dos naciones, y cuya perturbación podia afectarlas; sino en conservar el principio de la autoridad de la ley, contra el desborde de un mo tin, que llevaba escrito en su ban dera, el robo, la matanza, el ester minio y la devastación. Ligar el suceso de Quinteros con la nota del Gobierno nacional de 23 de Febrero al de Buenos Aires, pi diendo que someta al axámen, y aceptación del pueblo, la Constitu ción federal en conformidad con lo dispuesto por el Congreso Consti tuyente; — asimilar, ó decir que se quiere asimilar por ese medio, la situación de Buenos Aires á la de Quinteros; y aglomerar otra multi tud de ideas y de hechos sin conec sion entre sí, ni relación alguna con el General Urquiza, para for mular un nuevo cargo en la acusa ción imaginada contra él, es de aquello que no hay palabras para clasificarlo. Era una necesidad reprimir los avances del Gobierno de Buenos- Aires que, injiriéndose, abiertamen te en los negocios internos de una nación independiente, y con un fin tan reprobado, amenazaba á los Gobiernos vecinos — Esa amenaza no era en modo ¡dguno disimulada; antes por el contrario los diarios, considerados como órganos oficia les de aquel Gobierno, la repetían con un descaro que es difícil tenga semejante. En tal situación el Gobierno de la Confederación Argentina auto rizó al General Urquiza, para que prestase el auxilio requerido por él de la República Oriental, del mismo modo que lo habia prestado eí Go bierno del Brasil. Incurriríamos en un atravio se mejante al que manifiesta el pro yecto, si nos ocupásemos de él en esta parte. Pero importa dejar bien consig nados los hechos en que ha podido influir el General Urquiza, con mo tivo de los últimos acontecimientos que han tenido lugar en la Repú blica Oriental, y el modo con que lo ha hecho. Sabido es que el Gobierno cons titucional de esa República, comba tido por una revolución injustifica ble, que era protegida y fomentaba abiertamente por el Gobierno de Fuertes Divisiones del Ejercité"], [32, "28 Nacional Argentino, se traslada- ron imposible el efecto de las bue- ron al Estado Oriental, dispuestas á obrar segun las necesidades, y las órdenes de su'Gobierno, como lo estaban algunas fuerzas marítimas, y aun de tierra, del Imperio del Brasil. nas disposiciones del Gobierno Oriental hacia sus aliados. Aun después de todo, el General Urquiza ha dado asilo á numerosos Gefes, Oficiales é individuos de tro pa, comprometidos en la rebelión; á muchos les proporciona medios de ocupación y trabajo, y cada día interpone su alta influencia con las autoridades de la República vecina en favor de los que, arrastrados á la revolución, desean volverá lapa tria y al hogar doméstico. ¡No llegó el caso de acción para unas ni para otras — El apoyo mo ral prestado a! gobierno lejítimo, robusteció suficientemente la de es te, y la suolevacion fué sofocada en breves dias — El Gobierno Orien tri obro entonces como juzgó con veriii :le — pon la mas absoluta y com pleta independencia — En Quinteros casfigó los Gefes de la rebelión. Importa dejir consignados aquí los pensamientos y las palabras del General Urquiza, en favor de los castigados por la autoridad en Quinteros, y los nombres de los que viven tranquilos en Futre-Rios bajo la protecion del General Ur quiza. I ,qs gobiernos, Argentino y Bra sii-^io iiiterpui.it: 0:1 su. mediación para ei único o&jeío de que se dis- njiiqujígse la pena á que se habían hecho acreedores ios delincuentes. Mientras el Ministro Imperial, y el Cónsul de la Confederación Ar géntala en Montevideo pedían y obtenían la gracia de los culpables, el General Urquiza dirijia la mis ma solicitud desde su cuartel Ge neral en San José, al Presidente de la República Oriental, constituyén dose él mismo garante de los reos, y ofreciéndoles un asilo en la Con federación Argentina. Esos testimonios responderán á ¡os que apelan á la falsedad y á la calumnia como único argumento contra los hechos. ( 1 ) No es d do añedir ,una sola p la bra á las qm- ha pronunciado el Go Go- bierno Nacional en su úbiuia nota ya citada, para deshucrr ej ímias ma de nwnazas de ¡¿¡uno; arxpga- Desgraciadamente las grandes distancias del teatro principal de los acontecimientos, inutilizaron los deseos y los esfuerzos de los Go biernos Argentino y Brasilero; im pidieron que fuese aceptado el me dio presentado por el General Ur quiza para salvar los reos, é hicie- cwn de <iul<<xida<!, r ■ciiiodmx nt Estad\", y otras ¡m eiíimmvci.is de este género, combatid is victoriosa mente tantas veces.i-tuuitns han sido repetidas; pero que :o hau sido de un modo solemne en ese documen- (D Véase el apéndice."], [33, "Ü9 to, que merece ser bien estudiado, das repelieron la revolución, y la porque nada deja que desear. condenaron como un atentado con tra la nación. XII. Pretendió el Gobierno de Buenos Aires impedir el Congreso, y el Co grcso se reunió, y dio á la Re pública la única de las Constitucio nes que ha llegado á ponerse en práctica, y que hace feliz á la Na ción. No ha parecido suficiente al atri biliario autor del proyecto, preten der inducir á la lejislatura de Bue nos Aires á que adopte los delirios que forman lo que él llama una acu sación. Quiere además que esa Provincia se constituya por sí misma repre sentante de todos los pueblos de la familia argentina, y en especial de la provincia de Entre-Rios; y que, arrogándose un derecho que ni es ta, sil otra alguna ha querido conce derle, ni le concederá nunca, envuel va á todas en las estravaganles pre tensiones, á que quiere inducir á la Provirifi de Buenos Aires. Seis años há que ese Gobierno no cesa de hacer la guerra al Gene ral Urquiza; ni omite medio, por reprobado oue sea, de minar su cré dito, y concitar contra él el odio general.- Pero el crédito del General Ur quiza se robustece mas y mas; y to das las Provincias, y Buenos Aires mismo lo aclama, como aclama la paz — para garantir la libertad por leyes é instituciones que la protejan; para establecer el orden público, y abrir el sendero del progreso. La acusación pues,está juzgada. Ella se convierte contra el mismo qve la intenta; contra la lejislatura si la acojiese; la reprue: a como una usurpación de poder; como ofensi va á la nación; como hecha de ma la fé, é imaginada con el designio dañado de hacer mal á toda la Re pública — Recorrámosla rápidamen te comparándola con la historia. Acusa al General Urquiza de — Tiranía. — Y al frente de un po deroso Ejército vencedor del único que ha podido llamarse el tirano del Plata, rechaza la sumisión que el pueblo de Buenos Aires le ofrecia. como rendido ! No quiere ver el autor del pro yecto que el juicio muchas veces pronunciado de las Provincias Ar gentinas sobre el General Urquiza, ha hecho á este la justicia que merecen sus grandes acciones; y ha reprobado altamente Ja conducta del círculo que oprime á Buenos Aires. El célebre acuerdo de San Nico- I is fué rech.ízado, y condenado por la lejislatura de Buenos Aires, en odio al General Urquiza — Las pro vincias sancionaron ese acuerdo, é hicieron al General Urquiza la jus ticia que aquella lejisiatura se em peñaba en negarle. La revolución de Septiembre apeló á Jas provincias, y buscó apoyo en ellas — Las provincias to-"], [34, "30 libertad no seria ya la máscara fa laz de la barbarie convertida en despotismo. \" ¡Tirano! y libró á toda la Pro vincia del servicio forzado eh la milicia, dictó una leu de oteido, que no excluyó á un solo Argentino ; abolió la confiscación y la pena de muerte por delitos políticos ; orga nizó un consejo de Estado para compartir con él las tareas admi nistrativas, mientras el Congreso con la concurrencia de los diputa dos de Buenos Aires, restablecía el régimen propio de la Provincia ; creó la municipalidad ; dictó dispo siciones para garantir y proteger la propiedad, fomentar la agricultura, ayudar al comercio; — abrió la mar cha de las mejoras en la educación pública; — dio protección al culto; ordenó la codificación de las leyes; reformó en el interior toda la ad ministración pública ; renovó en el esterior las relaciones amigables con todas las naciones del mundo ; abrió los rios á todas las banderas ; — fundó un sistema de gobierno progresista .... en un mes solo que estuvo encargado de el de la Pro vincia de Buenos Aires. El limo. Obispo Escalada, el Dr. D. Vicente Lopez, y otros distin guidos ciudadanos llevaron al pue blo de Buenos Aires las palabras del que triunfaba en Caseros — \"No \" hay otro vencido que D. Juan \" Manuel de Rosas : el ejército de \" mi mando no reconoce vencidos ni \" vencedores entre los Argentinos ' ¡Tirano! Y el 4 de Febrero de cía en un documento oficial : \" Habiendo el ejército aliado \" pulverizado ayer en los campos \" de batalla el abominable poder \" que oprimía al heroico pueblo de \" Buenos Aires, y quedando de he \" cho acéfalo de toda autoridad, \" mientras se convoca libremente \" la representación provincial, que \" nombre al magistrado que debe \" gobernarla con arregl > á sus leyes, \" he creído conveniente encargar \" á V. del gobierno provisorio de \" toda esta provincia, porque en \" este encargo doy al magnánimo \" pueblo de Buenos Aires una ga \" raníía pesitiva de que sus msti \" twionts serán respetadas, no solo \" porque él conoce los «mteceden \" tes que recomiendan á V. para \" merecer la confianza pública, si \" no porque el General en Jefe del \" ejército aliado, habiendo hecho \" desaparecer de la escena política \" á I). Juan Manuel de Rosas, \" quiere dejar al pueblo que opri \" mi a en completa libertad para dis \" poner de sus destinas. ...\" ¡Tirano! Y ese mismo dia el go bierno de Buenos Aires se gloriaba de que — \" la magnífica palabra ¡Tirano! y cuando una facción diminuta usurpó el nombre y los derechos del Pueblo en la revolu ción de Septiembre, repite la pa labra mágica de paz : — Dejo al Pueblo de Buenos Aires en completa libertad para disponer de sus destinos. La repite ante el Congreso; y hasta hoy, pide al pueblo de Bue nos Aires se acoja á la ley que se"], [35, "31 ha dado la nación, y se salve á su sombra de los males que la aque jan. ' , . todo el mundo sensato clasificará coft su verdadero nombre : — em bustes, calumnias de la mas negra perfidia. La historia designará el nombre que corresponde al que ha ejecu tado tales actos; y que debe darse al que osa apropiarle el de tirano. Acusa al General Urquiza de traición : la historia presenta el pronunciamiento de 1.° de Mayo de 1851 : — la victoria de Case ros; — la reunión del Congreso Constitucional; — el sometimiento á ella del General Urquiza; — su es tricta observancia y cumplimiento hasta en sus mas ligeras disposi ciones. Pero la acusación toma ya otro carácter. Ha sido hasta aquí presentada ante la Nación, ante su Congreso, ante las Provincias Argentinas en una palabra; porque aquellas son la nación, y el Congreso no puede ser sino de ellas. Cambiando ahora el rol y el tono de acusidor; convirtiéndose en Juez, del Juez mismo que ha e|e jido; previendo que los delirios serán co siderados como tales por las Provincias, y pAr cualquiera congreso posible, cae en el frenesí, y j.mza un reto á todas las provin cias, las amenaza con la guerra, en el caso de no aceptar los delirios que el proyecto les presenta, y de condenar sus inicuas tendencias. Hay todavía en el proyecto una larga nomenclatura de crímenes, hasta el de lesa-humanidad — que sin embargo de omitirse, segun el pro yecto mismo serán probados, si ha de creerse la palabra del autor. Por respeto á la humanidad, y por honor al pueblo de Buenos- Aires, de desear es, que el que así abusa de la tolerancia que le dis pensa un pueblo ilustre, reciba la execración que merece su impu dencia. Las provincias argentinas jamas han tentado compeler por la fuerza á Buenos Aires á formar con ellas un Gobierno político — No hay pre cedente alguno que pueda hacer fundado tal recelo. XIII. Con antecedentes como los que ha pretendido establecer el pro yecto, sabidas eran ya ia conse cuencias á que este quería venir : ó mas propiamente, las nuevas de claraciones que presenta en sus últimos artículos, no son mas que la fastidiosa repetición de cuanto ha aglomerado en los que ha lla mado cargos y acusaciones, y que Por el contrario, toda nuestra historia demuestra con evidencia, qne las prolongadas y desastrosas guerras, en que ha estado envuelta la nación por tantos años, no han tenido otro motivo ni mas objeto, que resistir las pretensiones de Bue nos Aires, de no respetar perfecta igualdad de derechos en todas las provincias, y de querer siempre im-"], [36, "32 \" por el libre concurso de todas. \" Vano es pues el temor que quiere ponerles su Gobierno y su domi- nación. manifestar el proyecto; pero la amenaza que de aquel se hace de ribar, es completamente ridícula. La provincia de Buenos Aires ha declarado siempre, y repite hoy mismo, que es y quiere ser parte de la nación Argentina. La situación actual de ia Confe deración Argentina no tiene otro origen — Los hechos son presentes, y es completamente inútil repetir los. Las Provincias han recordado, y recuerdan hoy á Buenos Aires sus obligaciones : obligaciones espre sas y espontáneas de Buenos Aires mismo : ventajas recíprocas : obli gaciones consignadas en la grande Acta de Independencia de las Pro vincias Unidas del Rio de la Plata; renovadas d< spues en muehos tra tados refundidos en e) conocido pac to federal de 183 1 , promovido, ini ciado y sancionado por Bnos. Aires. Desatendiendo el Gobierno de Buenos Aires, — no las Provincias, — desde Septiembre de 1852 esas obligaciones solemnes, el Director provisorio, el Congreso Constitu yente, el Gobierno Constitucional de la nación, se las recuerda y es pera su resolución hace cinco años. \" El Gobierno Argentino, — ha \" dicho con entera exactitud la no \" ta de 23 de Marzo, — no intima \" cuando espone el derecho resul \" tante de los hechos mencionados; \" no amenaza tampoco cuando se \" fíala los males, que son conse- M cuencia inevitable de la ineonce \" bible situación en que se preten \" de mantener á la Nación \" Su Gobierno actual reproduce el abuso de poder de que otros han dado ejemplo, pretendiendo impo ner sus opiniones como las del pue blo, y al pueblo mismo. En este caso la apelación directa á este, es el único medio de conocer su voluntad — Esto es io que las provincias argentinas demand.in por medio del Gobierno constitucional que las rige. Los pueblos no rompen nunca los compromisos, que contrajeron por propia espontaneidad, sino cuando conocen que las circuns tancias han variado ó que se abusa de aquellos contra sus intereses. — Y Buenos Aires y las Provincias están bien apercibidas que entre ellas no hay interpuesto sino el ca pricho de un mal Gobierno, y los intereses personales de un reducido círculo. No es imposible que ese capri cho, y esos mezquinos intereses vengan al fin á producir una guerra. — De ella se tienen ya muchos ejemplos; pero las consecuencias de una guerra provocada por la in justicia nunca serán imputables á ias provincias, pue han manifestado su deseo de mantener la par; que la El Gobierno es consecuente con el pensamiento nunca desmentido de las Provincias argentinas : — • Llegar á la organización común"], [37, "33 quien se somete á juicio, y á quien solicitan por todos los medios que pueden conciliarse con la justicia, con el honor, y con los intereses comunes y vitales entre pueblos hermanos. se condena antes de todo juicio. ¿ Y es el nuevo Estado de Buenos Aires el acusador, el juez y el eje cutor también en el gran juicio de la nación Argentina?. . . . ¡Desgraciado Buenos Aires, si en las provincias hermanas se hiciese lugar al principio que ei Gobierno rebelde que hoy la oprime pretende establecer ! La espera y el sufrimiento 'tienen su limite, fuera del cual la toleran cia argüiría la falta de justicia ó de poder — Por eso \" el Gobierno na \" cional evitará apelar á la guerra B Mas si en ejercicio de medidas \" compulsorias, fues§ provocado, \" la aceptará tremenda y ejemplar — • \" pero en ningún caso será al Pue \" blode Buenos Aires á quien lleve \" la guerra, sino á ese Gobierno re \" beldé, último obstáculo á la orga \" nizacion nacional, como lo fué el k primero en 1851.\" (1) XIV. Los verdaderos fines de la acusa ción se ponen de manifiesto en ios artículos 6 ° , 7 ° y 8° del pro yecto. No son otros que la usurpación por parte de Buenos Aires y par? solo él, del glorioso nombre de Na ción Argentina; — y la confiscación de las propiedades del General Ur quiza en provecho de Buenos Aires. En eso se reasume, y á eso que da reducida ía acusación con todos sus cargos — Para eso se falsea la historia, se forjan calumnias hasta llegar al absurdo. El pensamiento del proyecto es provocar á las provincias á una guerra civil, pues que declara que Buenos Aires no entrará á for mar un gobierno político con las demás Provincias, \" mientras D. \" Justo J. de Urquiza ejerza el \" poder; mientras pueda estar \" á cubierto de responderá los car \" gos del Estado de Buenos; mien \" tras no indemnize á este y no \" sufra el castigo que quiera im \" ponerle.\" Las deducciones han debido sei análogas á los antecedentes. — No es de hoy el sueño de la independen cia de Buenos Aires; pero solo hoy ha podido salir de un cerebro des organizado el pensamiento de con vertir á Buenos Aires en toda la antigua Nación Argentina; y preten der que no ha existido, ni existe lo que fué y lo que es, apesar del deli rio de la demencia. — El pensamien to de la independencia de Buenos Aires se manifestó por primera vez, á consecuencia de la cesación del Pero el General Urquiza no ha ejercido ni ejercerá un solo acto público sino en nombre de la na cforl y con su autorización ó su aceptación. Es pues á la Nación Argentina á (1) Circular de 29 de Marzo de 1858."], [38, "34 solo en la Provincia de Buenos Congreso reunido en Tucüman el año 16, y disuelto en Buenos Aires el año 1*820. Aires. Para este último extremo alguno de ios hombres influyentes enton ces, propuso la estension de Jos lí mites, de esa Provincia basta el Rio Carcarañá (jurisdicción de Santa Fé) territorio que debia ser con quistado, para proclamarse enton ces la nación bonaerense. Entonces, como ahora, algunos hombres públicos pensaron que era preferible la disolución completa de la nación, antes que considerar á Buenos Aires al igual de todas las Provincias ; y antes que dar á estas, la participación que solicitaban en la administración de los negocios comunes, como cooparticipes en las obligaciones y en las-cargas. D. Bernardino Rivadavia, al con trario, autor del aislamiento de Buenos Aires y del retiro de sus Diputados del Congreso de Córdo ba, vino después á la concentra ción del Gobierno de todas las Provincias en sí mismo, como Pre sidente de la República, antes que fuese sancionada la Constitución del año 26 ; é hizo que esta se aco modase al sistema unitario, contra el que la mayoria de las Provincias, se pronunció, habiendo sido consul tadas, previamente por el Congre so, acerca de este punto. Esta justa demanda, iniciada des de el año 10, desatendida por los hombres llamados al ejercicio del poder, estalló al fin como dejamos dicho en la guerra civil del año 1820 y siguientes. Fué entonces, tal vez, un error disculpable. Fué la consecuencia de las preocupaciones de los hábitos de haberse ejercido en Bnenos Aires el monopolio del poder colo nial, por una larga serie de años. Solo asi se esplica el estravio de algunos de nuestros primeros, y re nombrados estadistas, que recurrie ron al Brasil y la Europa en de manda de un Príncipe de la dinas tía de los Borbones de España, pa ra que viniese á constituir un tro no donde habia habido un asiento de los Virreyes. La revolución de 11 de Septiem bre ha tentado los dos medios. — Envanecida en sus primeros pasos, con la tolerancia del general Ur quiza, é interpretando como debili dad en él y en las Provincias lo que era efecto del sentimiento nacional del amor y respeto á la libertad de los pueblos, por la que tanto habían combatido, pretendió hacerse con quistadora, quizo dominar á Jas Provincias. l El pensamiento de centralización absoluta del poder público, era el único entonces de nuestros hom bres de estado. En el desengaño que sufre, vuelve al estremo opuesto; amenaza con querer hacer de Buenos Aires toda la antigua nación argentina. De la Monarquía, que no pudie ron realizar, vinieron al sistema unitario con todas las Provincias ó"], [39, "35 Es el delirio, lo único nuevo que tra los que se los usurpan y le in- presenta el proyecto. rieren agravios y perjuicios. Por lo demás la independencia de Buenos Aires, como soluciou del problema que actualmente se agita, envuelve otras muchas cuestiones que harían completamente inútil aquel medio. ¿No es derecho en las Provin cias, no son intereses legítimos de ellas, la sangre de sus hijos, los te soros que han consumido, las glo rias que han conquistado, las es peranzas que fundaron sobre tales títulos de un porvenir de prosperi dad y engrandecimiento? Ni Buenos Aires, ni las Provin cias confederadas quieren la inde pendencia recíproca absoluta. El pueblo de Buenos Aires no prestará nunca su fuerza para re chazar la fuerza que se apoya en la justicia; no la prestará para que sea empleada contra sus hermanos que solo combaten á los que ocultos bajo el nombre de un pueblo ilus tre , contrarían la justicia y el derecho que el mismo reconoce, el interés que el también reclama. ¿Para que añadir mas? Los bie nes del general Urquiza son la ilu sión acariciada del proyectista. A esas propiedades declara afecta una responsabilidad por siempre y por todo cuanto suceda. Ni los intereses comunes pueden descubrir conveniencia en ella ni consentirla. ,. Ni dado el caso de que por am bas partes llegase á admitirse tal pensamiento, tendría Buenos Aires como indemnizar á las Provincias, los sacrificios que han hqcho en fa vor de los intereses comunes, y que quedarían convertidos en pro vecho de Buenos Aires solo ; ni habria compensación de las venta jas de que eilas quedarían privadas para el porvenir. En tal situación, las dificultades son producidas por un capricho ; y las naciones no pueden, ni deben subordinarse nunca á la mala vo luntad de unos pocos ; ni al juicio que no cuenta con el apoyo de la razón común y universal. líaya ó no invasiones, — que nunca ha habido; — vengan ellas de cual quier parte, ó por cualquier motivo, nada disminuirá la responsabilidad que desea hacer pesar el proyecto sobre las propiedades del -general Urquiza. Una sola condición es exigida ; á saber que \" se justifique haberse \" hecho algunas agresiones con \" violación de las prácticas de ios \" gobiernos civilizados, ó las tra \" diciones legales argentinas; ó en \" oposición á tratados existentes, \" leyes constitucionales que el mis- No será el general Urquiza, por cierto, quien pueda, ni quiera lle var la guerra, por sí solo ó por sus intereses, á Buenos Aires. Pero es posible que sea el Pre sidente de la Confederación, el Congreso Argentino, la nación to da que revindica sus derechos con-"], [40, "36 Es un método de proceder mas espeditivo, aunque el pueda dar lu gar á retractaciones posteriores. El resultado será el mismo. \" mo general Urquiza haya decla \" rado reconocer y acatar. \" La condición es sin duda alguna aceptable; pero como tal justifica ción es imposible, resulta que todo el proyecto no es mas que un te gido de locuras inventadas por un mal deseo y con un criminal de signio. Hechos como este; y otros muy semejantes, son frecuentes en la historia del aislamiento de Buenos Aires de la Confederación Argen- tina. XV. La responsabilidad se ha de ha cer valer- — \" en debida forma ante \" la autoridad que todos los Esta \" dos del mundo señalan, ó del me \" jor modo que pueda hacerse. \" Tal aglomeración de necedades ofrece una consideración seria; y es la ignominia á que se condena al pueblo de Buenos Aires hacién dole tolerar en su seno hombres que, como el autor del proyecto, lo presentan decaído de su propia dignidad y de su antiguo renombre. Los proyectos se multiplican, varían y aun se contradicen. Pero son del mismo autor. La legislatu ra de Buenos Aires tendrá en ellos harto de que ocuparse, si no halla mas conveniente repetir en 1858 lo que hizo en 1852 con el famoso manifiesto del 11 de Septiembre. Su autor, D. Bartolomé Mitre, tuvo todo el trabajo de leerlo en las an tesalas. Abierta la sesión, una acla mación unánime sancionó el ma nifiesto. \"El acusador de oficio de todo \"hombre honrado\" como io llama- ba con propiedad el ¿V Ar gentino\" protesta que \"no se ha \" abandonado á las in giraciones \" de! odio, ni propuesto la ádópéíon '• de fórmulas y cargos de su in \" vención. Ha compulsado, dice, \" los documentos públicos .... y \" apartando cuidadosamente lo que \" no está probado, lo que no afecta \" á las leyes, tratados, prácticas ó \" principios fundamentales, por las \" cuales nos gobernamos, para no \" formular sino aquellos caigos, \" que en donde quiera que sean \" leídos, encontraran jueces cora \" potentes, para juzgar de su justi \" cía, si son probados.\" (1) Apartando todo lo que \"no está probado ; ó mas propiamente, todo lo que \"está contradicho\" por la historia, ¿qué queda de todo cuanto se ha compilado contra el General Urquiza? Cargos inventados, y añejas inspiraciones del odio. El juicio universal á que apela, Es hoy mas posible que se repi tiese el mismo entusiasmo y se sancionen ios tres proyectos que ha presentado el \" Nacional \" de Buenos Aires, del modo que se san cionó el memorable \"Manifiesto.\" está pronunciado ya. (1) \"Nacional\" de Buenos Aires, 11 de Marzo de 1858."], [41, "37 Reuse, si así le place, el de la ligro, en cuya perpetración hubo nación argentina. Tendrá que acep tar el de todas las Naciones de América y de Europa ; el del Jefe mismo de todos los cristianos ; él del mundo entero civilizado ; ó de berá declararse por si mismo la ra zón única y universal de la humani dad. ademas circunstancias que le mere cieron la clasificación de crimen contra la humanidad. Lo condenó como tal el General en Gefe del Egército Libertador ; y lo condenó el Gobierno de Bue nos Aires, como lo habia execrado la opinión pública. Ya deja entrever ese pensamien to, cuando dice que Mehemet Ali, cometió crímenes, que \"han haila \" do justificación a los ojos del \" mundo.\" — Véase en esas palabras, la acusación contra la humanidad entera. La justicia, el honor del grande Egército, y la humanidad, reda maban una satisfacción y un ejem plo. Algunos de esos criminales fa mosos, sufrieron la pena de muerte, á que se habian hecho acreedores. — Eran los asesinos de su Gefe ; es taban manchados con la sangre del patriota y valiente coronel Aquino. Uno entre todos, se habia distin guido por su ferocidad salvaje. Ha bia mutilado el cadáver de su Gefe; habiale cortado las orejas, que mos traba como un trofeo. 1 El acusador de oficio, inventa siempre, y juzga sobre sus propias invenciones. Ya hemos hecho notar muchas, pero no se han agotado. La del decreto de muerte, contra \"un regimiento entero de caballe ría\", es singularísima. No se ha animado á decir siquie ra cual fué ese regimiento. — Hay derecho á juzgar que no tuvo exis tencia sino en el cerebro desorga nizado del célebre acusador. Ese malvado no tenia un cora zón de hombre, no podia ser tole rado entre ellos. Su cadáver fué colgado, como lo son segun las leyes, los que co meten crímenes atroces ; y no se presentó otro ejemplo. Satisfecho con él, ia justicia y la Sociedad, el General Urquiza y el Gobernó de Buenos Aires con cedieron el perdón, á los que pudie ron considerarse arrastrados á ser cómplices en el crimen, mas bien que fautores de él. Las leyes, que mandan poner á la espectacion del pueblo los cadá veres de los criminales famosos, Los documentos de aquella épo ca, no consignan otro hecho, que haya podido darle pretesto á la fic ción, que él de la sublevación de la División á las órdenes del malogra do coronel Aquino, durante la cam paña del Ejército Libertador; y la pena á que fueron condenados los perpetradores de ese doble atenta do, que pudo poner en peligro á to do el Ejército, y comprometer el éxito de su gloriosa campaña ; pe-"], [42, "38 para escarmiento y ejemplo, desig- la ferocidad de los salvages de la nan las plazas, los lugares de con currencia pública. Sin esa circuns tancia, la pena no tendría objeto. Pampa. La verdad se manifiesta, aun pol los mismos medios que la mala fé inventa para oscurecerla. Palermo era un campamento del Ejército, ante el cual habia sido cometido el atentado y cuyo honor habia sido especialmente injuriado. El ejército debió presenciar la satis facción,^\" el castigo que impone la justicia. La gloria del Genera] Urquiza se eleva tanto mas, cuanto ia mentira y la mala fé se empeñan en depri mirla. Conocida es ia lamentable histo ria de la guerra de los Indios contra Buenos Aires en estos últimos años. Los desastres pue ella ha causa do, y que amenaza causar cada dia, son la obra esclusiva del Gobierno de Buenos Aires. El se muestra impotente para defender del salvaje de la Pampa, el territorio en que desea constituir una nueva nación argentina, si ha de prestarse aten-' cion al pensamiento del proyectis ta acusador. Palermo, además habia dejado de ser lo que tal vez fué un dia, 'el \" paseo que transitaban las Seño \" ras de Buenos Aires\". El acusa dor famoso no vio allí, en los breves dias que lo visitó lo que quizá leyó en alguna de les Gacetas de otra época. Siempre falsifica los hechos, ó los inventa. Por eso se guarda cuidadosamente de decir, cual es \"la suma votada y \" por quien para rescatar cautivas; \" pero empleada precisamente en \" mandar hacer cautivas.\" (1) La devastación y la pérdida de un estenso y valioso territorio ; la desaparición de las familias Ar gentinas que lo poblaban ; la ruina de la inmensa riqueza, que conte nia, son cargos que la historia hace á los gobiernos que se han suce dido en Buenos Aires desde el 11 de Setiembre de 1852. Ha querido aludir sin duda á la autorización dada al General Ur quiza por el Congreso federal, para invertir hasta la cantidad de \"vein \" te y cinco mil pesos (plata)\" del tesoro de la Confederación en re dimir las Cautivas, que los Mitres y Hornos, y otros del círculo del Gobierno de Buenos Aires, entre gan cobardemente todos los dias á Mientras tanto, ella nos presenta á ese mismo gobierno gastando enormes sumas en hacer espedicio nes por el desierto de la Pampa, con el depravado fin de perturbar el orden en las Provincias Argen tinas y en pretender que se repitan en 1858 los necios planes de xll sina en 1852. (1) Acta de acusación. — \"Nacional\" de Buenos Aires de 11 de Marzo de 1858. La historia contemporánea nos"], [43, "39 presenta á ese mismo gobierno cos teando espediciones contra ia Re pública Orienta], y fomentando en ella una sublevación que devasta nuevamente aquel hermoso territo rio. ma capital de Buenos Aires. No se desdeña Alsina de que su nombre aparezca en un tratado al lado del de Yanquetruz, como pudiera estar junto al del gefe de una nación ci vilizada. ¡Siempre es Alsina! En 1852, como, en 1858, en el Entre Rios como en la República Oriental y en todas partes, recibiendo desen gaños que no los aleccionan ni cambian sus propósitos. Buenos Aires ha llegado á la si tuación de que Yanquetruiz fuese uno de los concurrentes á la barra en la casa de sus legisladores, pre cisamente el 'dia que eligieron por gobernador al Dr. Alsina. . . . Pero ¿á qué detenernos en enu murar los hechos que degradan á ese gobierno hasta el último de la abyección y del desprecio? El General Urquiza, como ver dadero Argentino, gefe de toda la nación, no vé en Buenos Aires mas que una parte de esta, y manifiesta especial interés en que cesen los males que la agovian, porque es especial la situación en que un mal gobierno la ha colocado. El gobierno de la Confederación ha ido hasta ofrecerle emplear su propio ejército para contener y es carmentar á los Indios salvajes. Rechazada esa generosa oferta del patriotismo mas desinteresado, el general Urquiza pide y obtiene del Congreso nacional autorización para invertir 25 mil pesos en res catar de los Indios las familias que el gobierno de Buenos Bires no ha ha sabido defender. Solo hemos tocado algunos de ios mas saltantes para ponerlos en contraste con la conducta y con la marcha del general Urquiza como Presidente de la Confederación. No debe olvidarse que el pueblo de Buenos Aires agoviado bajo el peso de contribuciones enormes y de todas, las desgracias que le causa su gobierno, le ofreció todavía en oblaciones voluntarias cuantiosas sumas para promover el rescate de las cautivas hechas por los Indios. Pero hasta ahora no puede men cionarse una sola cautiva que deba su libertad á esfuerzos hechos por el que no supo defenderla del sal vaje. Ese gobierno hace alianzas inú tiles con Yanquetruz y con Catriel, y con otros salvajes que habían vencido á sus generales ; que ha bían degollado divisiones enteras de sus tropas. Los condecora con grados militares, y no se aver güenza de que ostenten Jas insig gnias propias de aquellos en la 'mis- Hasta hoy no se ha oido que con versión se ha dado á la oblación generosa del pueblo para redimir las cautivos cristianas. Mientras tanto, el general Ur quiza anticipando de sus propios fondos las\" sumas necesarias sobre"], [44, "40 ciones, y actos reprobados por la la que habia sido votada por la razón y el buen sentido. Nación para este objeto, puso en manos del general Pedernera y del coronel Baigorria la suma de doce mil pesos fuertes para que en todo momento pudiesen tenerse los me dios necesarios para el rescate de las que sean presentadas. Así será juzgado por todos el em peño con que el acusador ha ido á buscar en la parodia de un docu mento histórico, y de gran celebri dad en la historia de la República de los Estados Unidos, una autori dad respetable pero que él violenta y desfigura para acomodarla á sus fines personales. El Sr. D. Félix de ¡a Peña, ne gociante de Córdoba, está autori zado no solo para entregar las can tidades .mencionadas, sino para dis poner del crédito del General para este objeto hasta la suma de cien mil pesos fuertes. Léase el Comentario que hace de ese célebre documento que trans cribe en parte; (1) y el desprecio y la indignación será el único fruto que recoja la impavidez con que abusa de la verdad de la historia. El resultado es práctico : no son vanas promesas ni esperanzas en gañadas. Ahí están mas de treinta cautivos, mujeres y niños, que han sido ar rancadas de la esclavitud salvage, que han sido restituidas al hogar, y viven entre nosotros. Los hechos que sirven de comen tario, y de aplicación del acta del Congreso de los Estados Unidos, á la situación del Gobierno de Bue nos Aires, son las mismas calumias que, han sido presentadas en la fa mosa acusación contra el General Urquiza, que hemos mostrado des mentida por documentos mas au ténticos y por el juicio de cuantos conocen nuestra historia. Sus nombres han sido publicados; búsquelos pues el acusador, é inda gue de ellos, como fueron aprisio nados; y quien los ha libertado. Sepan de ellos mismos, si es ver dad que otros cautivos, que todos ellos no están ya en libertad por las dificultades que ofrecen las distan cias á que han sido llevados, y don de se encuentran diversas tribus á que pertenecen sus apresadores. Si hubiese en él algún resto de sentimiento se cubriría de vergüen za al verse desmentido hasta por el salvage mismo. Pero no hay que buscar en el es travio de la pasión política otra co sa que inconsecuencias,' contradic- Los Norte-Americanos no po drán leer sin disgusto y sin sorpre sa, que la justicia que hizo nacer la gran Nación Americana, quiera de gradarse hasta igualarla con la ma la fé que inspira una pasión injusti ficable. No incurriremos nosotros en la falta de ocuparnos de esta nueva aberración que por sí misma se (1) Nacional de Buenos Aires— 11 de Marzo de 1858."], [45, "41 presenta como el hecho mas culmi nante de una completa estrava gancia. República Oriental á la Republiqui lla del Riachuelo .... Desea aun mas, — ceba su saña en el General Urquiza y ambiciona esa víctima ilustre. XVI. La historia se ocupará menos del demente que se estasia en sus delirios, y puede hacer reír, que del frenético, que en su furor permanen te, hace víctimas, y se deleita en la sangren Ambos intentan leyes; crean tri bunales á su antojo; como han for jado crímenes. El uno apela á un \"jurado de hombres, cualesquiera que ellos fue ren, con tal que no sean salvages.\" El 2. ° invoca — \" la soberanía El proyectista del Nacional de Buenos Aires, vá tras los bienes del General Urquiza. Los vé ya en sus manos, los distribuye á su placer; y dota con ellos la corte de un es tado y de una República que aun que los europeos la llamen Repu bliquilla del Riachuelo, pueda servir sin embargo para constituir su Ca pital Arjiropólis, y su silla Presiden cial tan soñada. de la razón, la soberanía de la con ciencia; la soberanía de la humani dad \" Bellísimas palabras de un lucido intervalo. Pero el jurado de hombres que no sean salvajes, solo se encuentra en la lejislatura de Buenos Aires, segun el Nacional. La ley de la conciencia, de la ra zón, el sentimieuto de la justicia y del deber, es la ley del Estad» de Buenos Aires, segun los \"Debates\" Esto no merece considerarse El frenético de los \" Debates \" ecp de las ridículas invenciones del acusador tampoco Jas presenta con el carácter que es peculiar á su ma nía furiosa. Pero como los estravios del pen samiento, no destruyen los hechos, nosotros presentaremos á la histo ria, algunos de los mas notables de la vida pública del General Urqui za, pero auténticos; garantidos por los mismos que como enemigos combatieron con él; y vencidos re conocen la magnanimidad del que los venció. Horcas y degüellos, y asesinatos, son las imágenes que se le presen tan á cada instante, y corre tras ellas. No le satisface el espectáculo de montones de cadáveres; el incendio de valiosos edificios, al llanto de familias inocentes, condenadas á la horfandad y á la miseria; ó entre- gadas á la lubricidad brutal, de hor- das armadas en su misma Patria; ó colegas Filibusteros que envia el Gobierno de Buenos Aires para realizar el sueño de anexacion de Ja Dos puntos calumniantes presen ta el furioso de los \" Debates \" ante la opinión pública: — degüellos, la trocinios del General Urquiza. • Ante la opinión del mundo, está"], [46, "42 probada ya la infame calumnia; y ante ella vá á ser confirmada de un modo irnefragable. \" Volví á servir á las órdenes del \" General Urquiza en el Arroyo- \" Grande, donde fui nuevamente \" vencido, pero lleno de admira- \" cion al ver el modo con que tra- \" tó al Pueblo Correntino, y lleno \" de confianza en la nobleza y ge- \" nerosidad, que lo distinguía siem- \" pre, me presenté de muevo á él, \" y fui tratado con la misma bon- \" dad y respeto. \" Innumerables lo repetimos son los testimonios semejantes, al que acabamos de citar y todos son con- testes y unánimes, no solo en des- mentir la patraña de crueldad en el General Urquiza, sino de presentar pruebas incontestables de la gene- rosidad que lo caracteriza. Los Coroneles Caravallo, Palma,' Aguijar, Artigas, Toledo; los Te- nientes coroneles Fonrouge, Gó- mez, Martínez, y muchos otros ge- fes, han sido mencionados ya en el periódico \"Uruguay\"- — y en un bri- llante artículo bajo el epígrafe Pala- bras de vuestro antiguo colaborador, Z. Z.Z.que reproduciremos en la parte que especialmente se refiere al ob jeto de que nos ocupamos por la exactitud de su verdad, y por la lu- cidez con que la manifiesta. (1) \" El General Urquiza es el dego llador de Pago Largo y de Vences. Esa palabra de un Soldado infa tigable del partido Unitario, que combatió al General Urquiza con el encarnizamiento, con que se com batían los partidos federal y unita rio, en su época, merece mas cré ditos, que la de los que lejos del teatro de los sucesos no hacían mas que azuzar los partidos mismos, y hoy vuelven á repetir los cuentos vulgares y apasionados que ellos, ú otros como ellos forjaron. Contra tales embustes presenta remos innumerables testimonios. Pero es digno de ser especialmente mencionado el del Coronel Quiros que ha sido publicado recientemen re en \" Nacional Argentino. \" \" Primero (dice) en la batalla \" de Pago Largo, rendido no por \" capitulación, sino por la fuerza \" de las armas, como lo fueron to \" dos los prisioneros, tuve la for \" tuna de caer en poder de una di \" visión que personalmente man \" daba el general Urquiza y fui \" tan genesosamente tratado, tan \" considerado como todos los de \" mas gefes y oficiales, pnsione \" ros en aquella batalla. \" \"Allí no hubo degüellos : mentira. \" Allí no se mataron prisione \" ros ; todos fueron respetados y \" la mayor parte restituidos inme \" diatamente al goce de sus li \" bertades y derechos. \" (1) Reproducirnos á continuación la parte del artículo del colaborador Z. Z. Z, á que arriba se hace referencia. — Dice así : IX. \"La causa de la gran disidencia es el general Urquiza, vocifera la pandilla;"], [47, "43 Todos los que deponen son pri sioneros, en Pago Largo, en \"Ven ces\", en él \" Arroyo Grande \", en \"India Muerta\"; 6 son rendidos en el Salto, y que buscaron antes el asilo del General Urquiza, que el perdón de los que los habían ven cido. Todos proclaman no solo la ge nerosidad del gefe victorioso sino la protección del amigo, mas leal y mas sincero. nosotros deseamos la unión, pero no queremos nada con el general Urquiza, y en prueba de ello lo acusamos ante el primer Congreso Argentino que se constituya con Buenos Aires. \" Ya el Sr. Bilbao, que es imparcial en la cuestión, ha hecho notar lo ab surdo de la idea de la acusación, en cuanto á que solo se trata así de en volverse en un círculo vicioso de con- proclamándolo, libre y soberana, por votación universal y entusiasmo in« menso, su primer Presidente Constii tucional. Todo aquello de \" India Muerta, \" \"Pago Largo\" y \"Vences,\" las muertes de los enemigos del héroe, siempre vencedor, que perecieron en el com bate, en la persecución. Oh! el general Urquiza podría acep tar el juicio á este respeto. — Serian testigos en su abono el Sargento ma yor D. Enrique Castro, hoy su adicto gefe,su mayordomo y amigo; el mayor D. Félix Lopez, el coronel D. José Esqnlbel y tantos otros prisioneros de •' India Muerta \" salvados del medio del combate por la generosidad del vencedor — El coronel D. José Qniros Í tantos otros prisioneros de Pago argo — El coronel D. Eusebio Palma, hoy gefe del batallón 1.° de línea, los comandantes Martinez, Doldan el ma yor Sánchez y tantos otros prisioneros de Vences, que deben al general Ur quiza vida, libertad y porvenir. diciones imposibles que embarasen toda tentativa de conciliación. • Acusamos al general Urquiza ante el Congreso Argentino incorporado Buenos Aires, como condición previa á la incorporación, es así que no puede incorporarse Buenos Aires, sin que se resuelva la acusación, y la acusación tiene que elevarse ante el Congreso Argentino incorporado Bs. As. : luego Sarmiento es un bestia, seria la con secuencia ; pero la verdadera deduc ción es que ni se piensa en semejante unión, y que la acusación no es sino una nueva forma para injuriar á la nación Argentina en la persona del Presidente Constitucional.. El coronel D. Manuel Caraballo, el leal y bizarro gefe de la Escolta del general Urquiza. No tenemos á la vista la aeusacion : la hemos leido á la ligera á la llegada del vapor, en periódico ageno, pero ni merece tomarse en una consideración detenida : al menos nosotros no nos hemos de tomar el trabajo. El entusiasta mayor Lascano . Y tantos otros prisioneros salvados del furor de liosas y Oribe por -el ge neral Urquiza. Las calumnias contra el Libertador que son personales, son las vulgarida rísimas, que están muy debatidas y so bre las que ha fallado la opinión pú blica, colocando al general Urquiza entre las mas preclaras notabilidades americanas, y la Nación Argentina Invocamos su testimonio para des mentir á esos calumniadores por plata. La mitad de los Jefes y Oficiales del Ejército Entrerriano son prisioneros adictos al general Urquiza por gratitud. Porque no solo les perdonó la vida,"], [48, "44 colores de la mala fe y de la mas baja envidia. La calumnia empeñada en buscar prosélitos, ha conseguido solo que se levante para condenarla y exe crarla la voz unísona de centenares de testigos libres de toda escepcion, y la hagan aparecer con los negros La prensa periódica se ha hecho el órgano de la opinión completa mente uniformé sobre esta materia. Busque en ella el furioso de los sino que les aseguró la subsistencia, posición, honores, fortuna. La mitad de los Jefes y Oficiales del Ejército Entrerriano han pertenecido al partido unitario, la mitad de la po blación de la provincia de Entre Rios, porque el general Urquiza desde muy atrás venia preparando los elementos necesarios para el dia glorioso en que debia proclamar ese principio salva* dor que fué el alma del inmortal pro nunciamiento de Mayo, ese — No hay vencidos -ni vencedores — Todos so?nos unos — Todos hermanos — que era ya práctico desde mucho tiempo en Entre Rios bajo el Gobierno del gene ral Urquiza ; que fué el lema de la bandera de Caseros, el fiat lux que levantó de los escombros una Nación organizada y feliz. ¿No habia pasado \"Vences\", \"India Muerta\" \"Pago Largo\", cuando vinis» teis á rodearlo y á acompañarlo á Ca seros? Tú, el falso acusador! no viniste á mendigar un puesto de honor al lado del que hoy llamas asesino? No fuiste el boletinero del Ejército Aliado? Todos vosotros no le debéis la liber tad, el aire que respiráis en la patria? Pero, ¿cual es la causa ahora de vuestra enemistad, de vuestra zana? Qne el General Urquiza después de Caseros fué firme con tía vosotros, apóstatas del principio de fusión y fra ternidad. Porque vosotros quisisteis que se hiciese con la mayor parte de I03 ven cidos en Caseros, lo que llevasteis á cabo en Villamayor con los desgracia-* dos Generad Costa, coronel Bustos, Be nites, y sus desgraciados compañeros. Vosotros los que hoy bramáis contra el ajusticiamiento de Quinteros, fuis teis los que después de Caseros, donde debió restañarse para siempre la san gre argentina, fuisteis los que disteis. el primer ejemplo de degollar prisio neros y rendidos. Porque quisisteis que se Uavase á cabo después de septiembre, en Buenos Aires, lo que pretendéis todavía que pueda cundir en la Confederación, la reacción de un partido, la prolongación de la lucha civil con todo su cortejo de calamidades y de sangre; lo que inten tasteis se cumpliese en el Estado Orien tal al mandar al desgraciado General Dias con soldados pagados por voso tros, y con armas de vuestro parque. Esa aspiración, patriótica de fusión y fraternidad que parecía imposible poderse llevar á cabo en esta tierra,, que Dios habia maldecido, porque se despedazaban hacían años con encarni zamiento feroz sus hijos entre sí. Fué el General Urquiza quien pro clamó esa nueva religión patriótica, y tradujo en. principio político la ley de amor y caridad del evangelio. Y es el general Urquiza el acusado de asesino!, y por quién?.... por los mis mos apóstatas de ese principio. Ellos, los Alsinas, los Sarmientos, los Várelas que hicieron sudar las prensas de Chile y Montevideo ensalzando al héroe que hoy ultrajan con bárbaro cinismo; ellos que lo proclamaron Li bertador y Regenerador de su país predicando sus virtudes cívicas!"], [49, "45 \" Debates \" el fruto qae ha reco- cabeza, á pesar de toda la impavi- gido de sus invenciones, en Jas que no es> posible decir si resalta mas la ignorancia de los hechos llevada hasta la estupidez,, ó la impudencia en un grado que casi no es posible concebir. dez de que hace alarde. Ese fallo le alcanzará igualmente sobre el 2. ° cargo que inventa. \" El General Urquiza, dice el \" redactor de los \"Debates\", es un \" ladrón de los asesinados \" La provincia de Entre-Rios ha \" sido convertida en Estancia su \" va \" Nosotros consignaremos por es tos apuntes para el mundo, y para la historia, las palabras de algunos testigos presenciales de los hechos, ante cuya deposición, tendrá el ca lumniante que bajar humillada su Preciso seria descender hasta el grado de abyección á que ha llega do el que profiere tal absurdo para conservarlo con seriedad, y empe ñarnos en desmentirlo. Porque quisisteis continuasen las confiscaciones que perpetuáis en Bue nos Aires, para cubrir vuestra desnu dez con los bienes de vuestros antiguos enemigos. Pero aceptamos la ocasión de dejar aqui consignados algunos de los muchos hechos que recojerá la historia sobre la provincia de Entre Rios, bajo el Gobierno del General Urquiza. Y porque el General Urquiza puso coto á vuestras aspiraciones perversas; por eso, intentasteis asesinarlo el cua tro de Febrero, para poder recojer im punemente el cetro ensangrentado que se habia caido de las manos del Go. bernador de Buenos Aires, y continuar vosotros despotizando la República, á título de unitarios, como aquel lo ha bia Jiecho á título de federal. A él es debido que esa provincia, víctima muy especial de los de sórdenes de nuestras largas guerras civiles, adquiriese desde la adminis tración de aquel, la importancia que hoy es conocida y sentida por to dos. Y sois vosotros los que acusáis al li bertador? El General Urquiza fundó en En tre-Rios una organización tan regu lar para el servicio de la guardia nacional, que ella sola ha sido el Ejército, con que ha ganado impor tantísimas batallas; y apoyado en solo ella, osó desafiar el poder colo sal, que dominaba toda la Repú blica Argentina durante veinte años, y amagó no solo á los Estados ve cinos, sino que provocó á las dos mas grandes naciones de Europa. Cuando esto hacia, cuidaba al Vosotros los traidores, los deserto res de sus filas, los que estáis conde nados por la opinión pública. Aberraccion espantosa de un loco y corrompido, de un asesino y ladrón es capado de un proceso en Chile! — Y, es ese, ó noble Buenos Aires! tu órgano para responder á las invitaciones de unión de la Nación Argentina? Sar miento! el prófugo de San Juan! es la vos mas alta que queda al pueblo por teño!!!.... {Del Uruguay, N. ° 281)"], [50, "46 mismo tiempo, de protejer la indus triare! comercio, y la agricultura; hallando el secreto de hacer á su provincia, no solo una de las mas guerreras, sino también muy nota ble por su riqueza, y por sus hábi tos de trabajo y de industria. que recibe desde que estuvo con cluido, mas de trescientos alumnos, que no solo recibieron desde que se fundó, enseñanza é instrucción por profesores acreditados, sino alimen to y vestuario enteramente gratui tos, como lo reciben hasta ahora. Se edificó en seguida una cómoda oficina para la Capitanía del Puerto. Hoy está en conclusión un mag nífico Templo que rivaliza con los primeros, de nuestras mas viejas y populosas Ciudades. La administración de las rentas de la provincia fue tan rigorosa mente cuidada y sistemada, que con el tesoro de ella se sufragaron los primeros gastos para iniciar la marcha del Gobierno General de la Nación. En las Ciudades Gualeguay, Gualeguaychú, Nogoyá, las autori dades departamentales tienen casas espresamente construidas para el despacho público. Regístrense los documentos'pú blicos hasta 1853, y se encontrará que el Erario de la provincia de Entre-Rios presentaba una existen cia después de pagados sus gastos ordinarios de mas de setecientos mil pesos fuertes. Ejemplo quizá único en todas las Provincias Argentinas, y no común aun en otras naciones. Ese cuantioso sobrante se obte nía después de costear una adminis tración regular en toda la provin cia : después de cubiertos los gastos de la educación pública difundida hasta en los pueblos mas distantes, y de menor número de vecindario. La provincia de Entre-Rios bajo la administración del General Ur quiza costeó muchos edificios pú blicos. En la capital de la provin cia y hoy de toda la nación, se edi ficó una casa de Gobierno, una de Representantes; que hasta hoy es la de Diputados de la Nación. En la ciudad del Uruguay se construyó un magnífico edificio que ocupa una manzana completa, y ■ En las del Paraná, y Gualeguay chú hay además Teatros costosos, construidos por el tesoro de la pro vincia, y durante la administración del General Urquiza. Ni es esto todo lo que ha hecho, ni lo único que se propone hacer. El magnífico templo de la Con cepción del Uruguay tiene de costo \"ciento cincuenta y seis mil pesos\" moneda de plata. En esa cuantiosa suma, el general Urquiza ha do nado gratuitamente de su fortuna particular \"diez mil pesos plata,\" y ha anticipado como préstamo, sin interés alguno y sin plazo determi minado al tesoro provincial, \"cien to cuarenta y seis mil pesos,\" en la misma moneda. En las ciudades Gualeguay, Gua leguaychú, Nogoyá, Victoria y Concordia se van á construir Tem plos costosos,bajo planos ya levan-"], [51, "47 tados y aprobados. Para cada uno de ellos contribuye el general Ur quiza como donación gratuita con \" diez mil pesos plata\"de su propie dad particular. Así es como el general Urquiza \" ha convertido la provincia del \" Entre-Rios en una estancia par \" ticular suya. \" Esta importante provincia Ar gentina se lisongeará siempre de ser regida por un hijo suyo, que así ha cuidado de su prosperidad y en grandecimiento. tituciones de un pueblo libre, y de signará con el que corresponde á los que con la palabra libertad en los labios, han degradado un pue blo que fué libre, hasta presentarlo al mundo como el esclavo mas ab yecto por el sufrimiento con que soporta el yugo de sus inicuos opresores. XVII. Terminamos aquí, por ahora, la tarea que nos impusimos ; y, lo re petiremos una vez mas, no hemos tenido en vista contestar las nece dades de la prensa apasionada del círculo que domina hoy á Buenos Aires. Hemos aceptado si, la oca sión que su insensata grita nos pro porciona de pagar un tributo á la verdad y á la justicia : de prestar homenage al patriotismo elevado del hombre que á costa de grandes sacrificios por su parte, ha dado formas, é instituciones á la afama da nación Argentina, á que nos gloriamos de pertenecer. Este breve bosquejo de un breve periodo de nuestra historia, será se guido de la publicación de los do cumentos mas importantes que pueden completarlo y comprobarlo. Otras plumas mejor cortadas han tratado este mismo- asunto con una maestría que nos merece respeto, y que habríamos deseado poseer para dar todo el desarrollo que merece la materia, y el brillo con que qui siéramos haberla presentado á nues tros compatriotas y al mundo. Una sola cualidad reclamamos en el juicio sobre este imperfecto Ella se muestra cada dia mas re conocida al grande hombre, que ha consagrado su vida al bienestar, y progreso del pueblo. Jamas los pueblos son ingratos con los que verdaderamente los en caminan y dirigen hacia su felicidad. En la provincia de Entre Rios1 hay numerosos ricos propietarios, estancieros, comerciantes; hay mu chos que deben su fortuna á su tra bajo y á su industria protegidos por el general Urquiza. Si esto puede llamarse estancia, la provincia de Entre Rios se gloria mas de serlo, bajo la administración del Gobierno que preside el gene ral Urquiza, que de llevar el pom poso nombre de Estado libre bajo el yugo humillante de un círculo esplotador, que se enriquece con el sudor y la sangre de los que por su desgracia se ven sometidos á su bárbara dominación. La historia, imparcial y severa, dará el nombre que merece al que con los hechos ha afirmado las ins-"], [52, "48 trabajo : — el esmero con que he- mos procurado presentar la verdad y el patriotismo que nos ha guiado en su manifestación. Nuesüos conciudadanos fallarán, y desde ahora nos sometemos con gusto á su fallo. Un testigo ocular de los hechos."], [53, ""], [54, ""], [55, ""], [56, ""]]