[[1, ""], [2, ""], [3, ""], [4, "A^jj . £jo"], [5, "JILTED! OH, MY UNCLE'S SCHEME"], [6, ""], [7, "JILTED! OK, MY UNCLE'S SCHEME. Jt gobtl, in %hxet VOL. III. Jonbon : SAMPSON LOW, MARSTON, LOW, & SEARLE. CROWN BUILDINGS, FLEET STREET. 1875. [AU Rights Reserved.]"], [8, "CHARLES DICKENS AND EVANS, CRYSTAL PAT, ACE PRESS."], [9, "CONTENTS. PAGE CHAPTER 1 1 CHAPTER II 2(i CHAPTER III 18 CHAPTER IV 80 CHAPTER V 119 CHAPTER VI 158 CHAPTER VU 184 CHAPTER VIII 207"], [10, ""], [11, "MY UNCLE'S SCHEME. CHAPTER I. \" What's the use of snivelling, And worrying and drivelling ? Sure you might give over now, And get another lover.\" A Chorus. Meanwhile, had I wanted solace, it lay close at hand. Theresa was as kind to me as she had been, on our first meeting, rude. I rode Avith her, some times tAvice a day, and got to like the exercise so well, that I looked forward to it with pleasure. I don't say the pleasure VOL. III. B"], [12, "2 MY UNCLE'S SCHEME. wasn't immensely increased by my com panion. She talked charmingly, with a mixture of vivacity and good sense that made her conversation refreshing to listen to. She was well-read, as her father had affirmed, but displayed her stores Avith so much tact and modesty, that I never remember hearing her make a learned allusion of which the appropriate ness to the matter under discussion did not entirely extinguish every suspicion of pedantry. It was manifestly her resolution to charm out of my memory the very false impression of her character she had sought to establish. The sense that my heart belonged to another made her feel perfectly easy with me. She would speak her mind on a great variety of subjects ; sentimental arguments were fre-"], [13, "MY UNCLE'S SCHEME. 3 quent ; we could talk of love in an \" aibstract sense \" like Sidney Smith's Scotch young lady ; reason on the emo tions, and puzzle each other with meta physics. We Avere both perfectly honest and knew no danger. Moreover we were cousins, and everybody knows the nature of cousins' rights. Now I may as Aved confess — being of opinion that a man ought always to seize the earliest opportunity to tell the truth — that, hke most young men of four- and-tAventy, I was large-hearted : by which I mean, there beat in my bosom an organ sufficiently elastic to include several objects at once. I have pretty well established my claims to inflamma bility by my brief reference to Pauline (not to speak of the others, who are nameless) and by the very headlong way"], [14, "4 MY UNCLE'S SCHEME. in which I had faden in love Avith Conny. I am well aware that among a certain order of novelists and novel readers, a hero is thought a very con temptible poor creature if he does not remain undeviatingly true to his first love through forty or fifty chapters of close print ; although during his journey through these chapters, he may have to encounter several fascinating and seduc tive young persons, who exert all the arts they have acquired by a long ap prenticeship to the science of love-making, to divert him from the straight path that leads him to the altar, where, robed in the shining nuptial raiment, stands the Only and the True. If this were an idle Avork of fiction, instead of a solid and trustworthy narra tive of facts, I should, no doubt, pursue"], [15, "MY UNCLE'S SCHEME. 5 the established system, and save the printers a very great deal of labour by enablino- them to use some of their stereotypes. But I carry my ink-bottle in my bosom ; and into it I dip my pen, whdst memory hoarsely dictates and judg ment scowlingly corrects. Now, do I represent a species, or am I a unique ? When I teU you that though I remained fondly attached to Conny through a large number of those days darkened by her barbarous neglect, I could stdl find a very great pleasure in riding with Theresa, talking to her, lis tening to her singing, and saying pretty things Avith a tolerably significant face, wdl you pronounce me an impossibility, or allow that I acted as a great number of young men have acted, are acting, and wid for ever act ?"], [16, "MY UNCLE'S SCHEME. 6 Come, drop that stone. You know I'm a species. Every woman knows I am a species. No need to quote bacchanalian lyrics, to mangle Moore, or steal from Morris, to prove that a man may be fond of one and flirt with many. But since the testimonies of the great are always valuable, hear musical Prior sing : \" So when I am wearied with wandering- all day, To thee, my delight, in the evening I come. No matter what beauties I saw in my way, They were but my visits, but thou art my home!') Theresa gained upon me every day. Fresh characteristics Avere for ever crop ping up to charm me with new aspects of her nature. She was hearty, genuine, cheerful ; piquant Avith candour, amusing with originality. Moreover, I found my admiration of her fine face and ficure"], [17, "MY UNCLE'S SCHEME. 7 increase in proportion as I grew familiar with them. The longer Conny remained silent the more powerful became my regard for her cousin. I pictured that fair-haired girl deA-oted — to Curling ; and jealousy stung me, and turned me to Theresa, and obliged me to think of her. And how did Theresa treat me ? Ami- ably. Her behaviour admitted no other construction. But of one thing I was sure ; had she suspected the very doubtful feelings that made my mind Avave to and fro like a Brahmin swinging at a holy festival, she would have chided me into a very decorous and distant reserve. Pride she had in abundance. It peeped out in all directions. But it did not affect her behaviour to me ; simply because she believed me heart and"], [18, "8 MY UNCLE'S SCHEME. soul devoted to Conny ; and attributed any effervescing manner of mine to the most cousinly impulses, and the most laudable anxiety to be thought amiable. I had been noAV ten days at my uncle's. He had begged me in his hearty, hospitable manner to stop the fortnight, and I had consented. There had been a time during those ten days Avhen I was eager for nothing but to return to Updown. But Conny's silence had made me rebedious. I have indicated some of the thoughts that upset me. Since she wouldn't AA7rite to me, what right had she to expect me to show any great desire to see her ? I said to my self : \" She ought to understand that I am not to be trifled with. My feelings are not to be trampled upon. If she ready cares about me, my prolonged ab-"], [19, "MY UNCLE'S SCHEME. 9 sence wdl chafe her ; and an irritant may serve to excite her languid emotion into a good, sturdy passion. She Avill con clude that I have found something very fascinating in Theresa ; thus, by reasoning herself into a jealous mood, she wdl be taught that she loves ; my behaviour shah attest my sincerity, and the rest shad be lost in the murmurs of the marriage-service. However, I should be untruthful to pretend that my resolution to stop a fortnight at Thistlewood was entirely owing to my desire to pique Conny. It was quite impossible for a young man so ardently devoted to the sex as I was, to be day after day in the com pany of a young lady with finer eyes than ever Reynolds painted, and Avith such a figure as Canova had worshipped,"], [20, "10 MY UNCLE'S SCHEME. and not be very sensibly affected. I well remember leaning over her one day Avhen she was playing the piano, and sighing inaudibly, \" Yes ! were Conny to deceive me, here might I find her substitute.\" Did I start on becoming sensible of the escape of so disloyal a sentiment ? Not I. I never started in my life at an idea of my OAvn. Am I a Radcliffean, an Ainsworthian hero, that I skip in my cloak to an impulse, and recod with bloodshot eyes before a fancy ? It was Conny's fault. Were it the last drop in the wed — I mean, Avere this my last breath, I should say, \" Conny was to blame.\" I loved her as fondly as any man can love whose passion is fed by the beauty, but not by the promises, of the adored. Is beauty a good foundation for love ?"], [21, "MY UNCLE'S SCHEME. 11 Are the Goodwin Sands a good dry dock for a ship ? Beauty inspires passion, but wdl it create sincerity ? Something more than that is wanted, I think. No love lasts that is unrequited. No lamp burns long that isn't replenished with od. There are hundreds of verses among the poets illustrative of this, the best of which I might easily quote if I knew where to find them. Don't say this digression is neither here nor there. It is here and there too. It concerns my sincerity ; it vindicates my loyalty. Riding with Theresa on a fragrant and glowing summer evening, we fed to talking about Conny. By this time I had made up my mind to understand that she didn't mean to ansAver my letter, and something like a sense of resignation was lodged at the centre of"], [22, "12 MY UNCLE'S SCHEME. my being. All those tendencies to pud my hair, to neglect my cravat, to Avrite verses against the whole sex, Avith citric acid in my ink-bottle, were subdued or dead. I had, indeed, my sneerful inter vals, but Theresa was always at hand AAith her beauty for me to forget myself m. How the subject came about I don't know, but I remember that Theresa asked me if Conny had ever answered my letter. \" No,\" I answered quickly, clapping my hand, so to speak, over the nerve pulp her innocent question had laid bare. \" I suppose she does not think it worth whde to write, as she hopes to meet you shortly.\" \" That is no excuse,\" I answered sternly."], [23, "MY UNCLE'S SCHEME. 13 \"I -wrote to her eight, nine days ago, and she ought to have answered me.\" Theresa lifted her eyebrows, and thoughtfudy patted her horse's neck. \" You would have answered me,\" I said. \"I always answer the letters I receive.\" \" If she loved me she Avould have replied by return of post.\" \" Oh, you mustn't rush to severe con clusions. A word wdl explain every thing, no doubt.\" \" I can imagine no excuse for her sdence,\" I exclaimed sulkily. \" Would I have treated her so ? Had I received a letter from her, she would have had my answer before the ink upon her pen was dry. I hate to be neglected. People neglect those they despise. She very wed knows hoAv a letter would have"], [24, "14 MY UNCLE'S SCHEME. gratified me, and nothing but an abomin able theory of heartlessness,\" I cried, \" can account for her neglect.\" It was fortunate for my horse that I wore no spurs, or God knows where I should have driven them to, Avith the Aiolent plunge I gave Avith my legs as I spoke. \"All this is rank heresy,\" said Theresa, laughing, \" for Avhich, on your return, you wid be judged, sentenced, and exe cuted.\" \" It is galling truth,\" I answered ; \" but if she thinks I care, she is very much mistaken.\" \" Then let us suppose she cares.\" \" Neither of us cares. She never liked me. It amused her to hear my nonsense; though, for anything I knoAV, I may barely have saved myself from beino-"], [25, "MY UNCLE'S SCHEME. 15 repulsive. A woman detests to be made love to by the man she dislikes. Why did she encourage me ? A look would have kept me off; a sneer dispersed me. I'm not a burr. I am not one of those adhesive animals AA'hom no hints, no open-mouthed aversion, can dislodge. I am by nature so sensitive, that it is noAA-\" a miracle to me hoAv I contrived to ted her what feelings I had, before I was sure she was willing to hear them.\" \" You must make adowances,\" said Theresa, who seemed greatly amused. \" You confessed that Conny Avasn't in love with you, and you have therefore no right to expect any favour from her.\" \" But you'll alloAv that she might have answered my letter.\""], [26, "MY UNCLE'S SCHEME. 16 Well, she would allow that. \"And you'd alloAV that there is nothing more mortifying than to write a letter and receive no answer.\" Yes ; that also could be aUowed. \" It is gross rudeness,\" I continued, \"even in a stranger whose reply you don't care twopence about. But in a relation — a cousin — a young lady — a girl who knows that the writer of the letter she receives Avith sdent contempt is — J> is — is Words faded me. \" Conny wdl explain when you meet.\" \" I don't care whether she does or not,\" I exclaimed. \" My love has re ceived a blow — a wound — if it dies the blood is on her head.\" \" Nonsense ! \" cried Theresa. \"A lover's quarrel.\""], [27, "MY UNCLE'S SCHEME. 17 I felt too indignant to answer. So we jogged on in sdence for some minutes, I as insensible to the abounding beauties of the evening, as if I had worn green spectacles. \" I wouldn't feel so vexed,\" said I presently, \"by her not answering my letter, if I were sure that I had no rival. But I can't forget — I never can forget — that there is one Curling, a frizzy headed youth, cashier in my uncle's bank, Avho paid her so much attention before I knew her, that her mamma grew frightened, and forbade him the house.\" \" But you knew of this Mr. Curling before you made love to her ? \" \" Come, come, Theresa, her conduct is inexcusable. Oughtn't she to have ansAvered my letter ? Answer me that.\" vol. in. c"], [28, "MY UNCLE'S SCHEME. 18 \" I have ansAvered you that once, hi my opinion, Charlie, if Conny is not in love Avith you, she is to be congratu lated.\" \" Eh ! hoAv ? \" I cried. \"Because I don't think you are in love with her,\" she ansAvered, fixing her bright eyes on me. \"If I am not, whose fault is it ? \" I said, blushing. \" There is an old French proverb that says we forgive in proportion as we love. I don't find you making enough excuses for Conny to satisfy me that you love her.\" \" Love makes people critical and harsh,\" said I, \"not lenient. I never believe what a Frenchman says about love. They know nothing about it in that country. When I left UpdoAvn I"], [29, "JIIT UNCLE'S SCHEME. 19 was in Conny's power. She could have twisted me round her little finger. But she has chosen to ill-use me, and by heavens Avho-o-o ! \" The movement of my horse spoilt a rabid peroration. \" I consider Conny treats you exactly as you deserve.\" \" What do you mean ? do you really think I don't— I didn't love her?\" \" You admired her, and mistook your feelings. It is fortunate for you both,\" she continued, Avith great seriousness, \"that you left UpdoAvn, as your absence has enabled you to test your own feelings as well as hers. You Avould have married her for her face, Avithout asking your heart if it contained a more permanent emotion than admiration ; and it is quite impossible to imagine how unhappy dis-"], [30, "JIT UNCLE'S SCHEME. 20 appointment Avould have rendered you both.\" I laughed outright, so much was I amused by her cool and critical summary of my feelings. I don't know whether she saw anything to disapprove in my merriment, but she remained very grave. There is no question but that I ought to have been abashed ; that I ought to have cried, either aloud or to myself, \" Can it be possible that my cousin speaks the truth ? have I mistaken my sentiments ? Has a ten days' separation from the girl I was prepared to adore, coupled with a little trifling neglect on her part, taught me a right appreciation of the emotion I had regarded as the most exalted and undying love ? \" But I indulged in no such soldoquy."], [31, "MY UNCLE'S SCHEME. 21 Looking at Theresa, steadily, I said, \" Do you think me a jilt ? \" \"No. If I did, I shouldn't take the trouble to be commonly civil to you.\" \" But you think I haA'e jdted Conny ? \" \" I have not said so. I don't believe she is in love with you, and a man can't jdt a girl who doesn't care for him.\" \"If I were conceited, I shouldn't like to hear that.\" \" Oh,\" she answered, smiling, \" this is a very old story. Pictures and books have been made out of it in abundance. Some sdly writers vamp up a broken heart as a condition of the tale, but never yet Avas heart broken by people who didn't know their oavu minds.\" She shook her reins, and started her horse into a gaUop."], [32, "MY UNCLE'S SCHEME. 22 I rode -with so much assurance now that I could admire her fine figure with my faculties entirely unengaged by the cares of the highway. How wed she sat her horse ! How gracefully her form responded to the movement of the animal ! She was a finer woman than Conny. There was a tartness, too, in her speech that made her language relishable, Avith a spiciness I could not remember tasting in Conny's conversa tion. I was both piqued and amused by the very cool way in Avhich she had disposed of these sentiments of mine, of which, after ad, she could only suspect the evanescence. Only the other day I was thinking I would rather marry Lucifer than such a shrew, and noAV nothing hindered me from expressing my admiration, in terms"], [33, "JIT UNCLE'S SCHEME. 23 that would haA'e borrowed a very soft significance from my heart, but the ap prehension of a curt and contemptuous rebuff. Again and again I wid repeat, it Avas all owing to Connv. She had me once securely ; she might haAre kept me for ever. Why hadn't she answered my letter ? One tender sentence would have made me her slave again. Echo not, Eugenio, the remark of Theresa that I had no right to expect a faA'our of any kind from Conny. An answer to my letter I could claim, not as a favour, but as a right. Tavo lines would have sufficed me. Yea, my bare address on an eirvelope would have told me I was not forgotten — that my tender breathings Avere remembered. Didn't she know the risk she ran by treating me neglectfully"], [34, "MY UNCLE'S SCHEME. 24 at the time that Theresa was my com panion; at the time that a fine, a hand some, and an amiable Avoman was the sole female society I frequented ? You starve your dog, and call him unfaithful, because he takes up his quarters in the house of a neighbour Avhere he is affection ately caressed and plentifully fed ! What vile logic is here ? Treat me Aved and I'll loA'e thee. Answer me my long and amorous letter, and I'll be true. Hint that thy heart is not insensible to the pleadings of my passion, and I'll adore. But leave me to quit thee, chewing the airiest cud of unsubstantial hope, suffer me to depart, making no sign, to be absent and illuminate my desolate fancies with no gleam from thy careless heart — What wonder if I am found wanting? What marvel if I discover in eyes as splendid"], [35, "MY UNCLE'S SCHEME. 25 as thine, in hair as abundant though darker, in speech more vivacious, intelli gent and characteristic, in manners as womanly, as gentle, as dignified, a magic that leads me from thy altar, oh faith less one, on which no fire burns, to another shrine, whereon it may be my rapture to kindle an inextinguishable flame ?"], [36, "CHAPTER II. Justice. \"Why, you little truant, how durst you wander so far from the house without my leave ? \" The Scheming Lieutenant. Whether it was because Theresa had told her papa that I was in love with Conny, or because he was too fastidious to refer to the subject, my uncle never once throughout my visit had a word to say about his brother's scheme. He was highly gratified — as Avas plainly Aisible in his broad countenance — to see how wed I got on with Theresa ; but this satisfaction I considered entirely the result of his hospitable feelings. Whilst"], [37, "MY UNCLE'S SCHEME. 27 his daughter misbehaved herself and snubbed me, he had spoken in her praise, for then she stood in need of it ; but on her dropping her mocking manners and exhibiting herself as an agreeable, lady like girl, he said no more about her, good nor bad. It Avas indeed as if he had exclaimed — \" There she is, my boy : she is now herself ; and you must find out what you Avant to know without any help from me. If you fall in love with her, bon ; if she falls in love with you, bon again. If you don't fall in loATe Avith each other, still bon. I'll not trumpet her praises. I am entirely at your service when you want a com panion ; but I am decidedly unwilling to lose time I might be very usefully employing, in helping a young man and a young AA'oman to loA7e each other.\""], [38, "JI7T UNCLE'S SCHEME. 28 I thought none the worse of him for holding aloof from his daughter's and my business. When the day at last came on which I believed it necessary to return to Up doAvn, he was heartily grieved to part with me. We had been much together, and I knew he would miss me. He had always found me a good listener, ready to laugh loudly at his stories, whether I had heard them before or not. I in- variably, moreover, exhibited a great interest in his books, of which he was even prouder than he was of his recol lections of the great men of his young days. There was certainly no one in the neighbourhood who could take my place after I was gone. Theresa was also very sorry to part with me ; but there was nothing in her"], [39, "MY UNCLE'S SCHEME. 29 behaviour to cause me to imagine I had produced the least sentimental impres sion. As I stood talking to her in the hall, whde the carriage was preparing to drive me to the station, I said : \" If I write to you, Theresa, wdl you answer my letter?\" \" Certainly I will,\" she ansAvered. \" I hope you Avdl Avrite. I shall be very glad to hear from you.\" \" I have passed a most delightful time,\" said I, looking into her expressive eyes. \" I am glad to hear you say so. Before you leave me, you must let me know that I am thoroughly forgiven for the outrageous reception I gave you.\" \" Do you think it possible I could bear resentment against you? You must forgive me for ever having given you the trouble to assume so disagreeable a"], [40, "30 MY UNCLE'S SCHEME. part.\" I added a little bashfully : \" it would have been better for my peace of mind, perhaps, had you persisted in being disagreeable.\" The faintest flush came into her cheeks, and she immediately said : \" Write to me when Conny has for given you for the vrrong construction you have put upon her sdence.\" \" I won't promise that,\" I replied, quite appreciating the little rebuff that was implied in her remark. \" She may make up her mind not to forgive me, and I should be sorry to depend upon her caprice in order to write to you.\" At this moment the carriage drove up, and I had no opportunity for saying more ; which was perhaps fortunate, as I might have committed myself. \" Mind you come and see us again"], [41, "MY UNCLE'S SCHEME. 31 soon,\" my uncle said to me as we rattled toAvards the station. \" We shall remain here for the next two months ; after that we may, perhaps, go to Scotland for a short time. Come to us, if only for a night. You may depend upon a hearty welcome.\" It was four o'clock Avhen I arrived at Updown. How Avas it that, on alighting on the platform, my heart didn't throb Avddly at the prospect of seeing Conny ? Hoav was it that, instead of my heart throbbing wildly, I found myself think ing, with a positiA7e feehng of regret, of the girl I had left behind me ? Had anybody asked me which I would rather do : go to Grove End or return to Thistlewood, how would I have an swered ? Don't call me heartless. Suppress"], [42, "32 JUT UNCLE'S SCHEME. your sneers. Do people in this world never mistake their feelings ? are our impulses always right ? do we never find they haA'-e directed us the wrong road ? Let the secure despise : they are in so small a minority as to be contemptible. The many are with me. Yes, there are men who, having fallen in love, have never had reason to suppose they made a mistake. But how many millions have blundered into spooning Avith the Avrong creatures ? For six revolving moons, Sempronius dallied and adored : Clorinda was his goddess, and a hundred poems distributed among the magazines may, by the ddio-ent explorer, be found to survive his error. But even whilst the seventh moon was a mere line in the heavens — as delicate a curve, my dear, as your eyebrow — Sem-"], [43, "MY UNCLE'S SCHEME. 33 pronius the base met Sacharissa the sweet. Hey, presto, pass ! cried the Magician we all know. Sempronius' heart sped Avith miraculous speed from the white bosom of Clorinda to the whiter bosom of Sacharissa. There it still is — there it will probably remain. Sempronius the base is engaged to Sacharissa, and Clorinda sailed for India last week along with her husband, Major O'Ulysses. No hearts were broken, no tears were shed — ■ no eyes became bloodshot — no hair was torn out by the roots ; the fact being, that heaven in its mercy hath qualified humanity Avith a marvedous power of forgetting its mistakes, and of accom modating itself to the first neAv condition events impose. I walked to my lodgings and there found a long letter from my father. vol. in. D"], [44, "34 MY UNCLE'S SCHEME. It was ad about my uncle's scheme. Tom had written a fud account of his fine idea for making my fortune, and on receipt of it, doAvn had sat my father, to urge me, as I respected myself, to fad in Avith Tom's views, marry Theresa, and become a partner in two senses. A fortnight before I should have glowered over the parental scribble with bdious eyes ; I could now read it with complacency and appreciate the phdosophy that iduminated the illegible, but very aristocratic scrawl. There was no Longueville news in the letter. It was ad about my marriage with Theresa. \" My horror of the sea,\" said my father in a postscript, \"is as great as ever it was, and not even Tom's hospitable entreaties could induce me to"], [45, "JLsT UNCLE'S SCHEME. 35 set foot on the steamboat. But you may depend upon my being present at your marriage with Theresa ; for so great is my anxiety to see you in a secure and affluent position, that I would brave the fiercest gale rather than miss the marriage ceremony.\" Having read this letter, and had a short chat Avith my landlady, I pulled out my watch, and saw that I should have time to walk to Grove End before they began dinner. I had not written to ted them of my return ; but I assumed that they would expect me, as in my letter to Conny I had told her, that on no account could I endure to be away longer than a fortnight from Updown. The bank was closed as I passed it ; but as it was market-day, I had no"], [46, "36 JIT UNCLE'S SCHEME. doubt Mr. Curling still hard at work Avithin. I was very meditative as I walked. What Avould Conny answer, I wondered, when I asked her why she had not replied to my letter ? She would be pert, of course. That would make me bitter. I should talk Avith a bold face of Theresa's beauty, of Theresa's talents, of Theresa's figure ; if she was the least bit in love Avith me, I would render her violently jealous. I would humble her with comparisons. I would let her know there were other charming women in the world besides her, that I had a cathode taste, and could admire broAvn hah and tad figures as wed as yedow locks and blue eyes. What ! was my heart to be trampled upon ? No, by heavens ! if she loved me, let her ted me so ; if she didn't,"], [47, "JIT UNCLE'S SCHEME. 37 let her marry Curling, and suffer me to seek, unmolested, some bosom on which to repose my wed-shaped head and aching brows. I reached the house and knocked at the door. My heart thumped an echo to the summons. I nodded to the servant, and strode in as a man might into his own house. I hung my hat on a peg, and turning round to enter the drawing room, faced my uncle. \"Good gracious!\" I exclaimed, taking his hand and staring at his melancholy, haggard face, \" what is the matter ? Avhat has happened?\" \" Come in,\" he answered, and drawing me into the room, closed the door. My aunt, who stood near the window, ran up to me. \"Oh, Charlie!\" she cried, \"what do"], [48, "38 MY UNCLE'S SCHEME. you think has happened ? Conny has left us ! she has run away Avith Mr. Curling! Think of her deserting us in our old age ! the cruel, undutiful, un grateful chdd!\" \" What ! \" I gasped, staring at my uncle, and scarce crediting my OAvn ears. \"Conny gone !\" \"Sit down,\" he answered. \"Don't cry, my dear,\" to his Avife, \"it unmans me. This is a dreadful blow, but it has hap pened to many besides ourselves, and we must be resigned to the common lot. Yes,\" he exclaimed, addressing me, his lips twitching with emotion as he spoke, \"our chdd has left us. She went out last night under pretence of spending the evening Avith the Maddison girls. James walked Avith her as far as the town, and Conny then told him he could return"], [49, "MY UNCLE'S SCHEME. 39 home. At half-past ten we sent the phaeton for her, and James came gadop ing back to say that the Maddisons had not seen anything of her that evening.\" \" Instantly,\" interrupted my aunt sob bing wddly, \" I feared the worst.\" \" I seized my hat,\" continued my uncle, \"jumped into the phaeton, and drove to the Madchsons, who assured me that my daughter had not been to their house. I then drove to Mr. Curling's lodgings, acting upon a sugges tion my wife had made before I started, and learned that the young man had gone out two hours and a half before, carrying a bag with him. Hearing this, I went to the radway station, and there learnt that Mr. Curling and my chdd had started for London by the train that left at twenty"], [50, "40 JIT UNCLE'S SCHEME. minutes to eight. My intention, then, was to send a telegram to the London terminus, desiring that my daughter should be detained on her arrival; but, I was told that by that time the train had reached London. Nothing remained but for me to return home and break the news to my wife.\" I was too astounded to speak. \" Oh, Charlie,\" cried my aunt, clasping her hands, \"I so wanted you ! You would have fodowed her and brought her back ! but oh ! it is too late now — she is ruined — degraded ! she has shamed our name for ever ! To think that the baby I have nursed, that I have loved and watched over with pride and hope from the hour of her birth, should abandon her poor father and me in our old age ! Oh, shame, shame !"], [51, "JIT UNCLE'S SCHEME. 41 My poor Thomas — my poor husband ! it is too much for us — too much for us to bear ! \" \" Nay, nay, have patience — have faith,\" answered her husband, seizing her hand and caressing her. \" Mr. Curling has acted wddly, but he is an honourable man. They both knew we should never consent to their marriage, and they have done as thousands have done before them — defied father and mother, and eloped. To-morrow we shad get a letter, telling us they are married, and begging our forgiveness.\" \" Of course they have run away to get married,\" I gasped. \"But oh! what a man to marry! Oh, what a man to have for a son-in-law ! \" raved my aunt. \" I felt — I knew all along that Conny was in love Avith"], [52, "42 MY UNCLE'S SCHEME. him, and so I wanted her to marry you. I was certain that she would never be safe from that wicked wretch untd she was married. All along I was certain of that.\" \" We never went to bed ad last night,\" groaned my uncle. \"Oh, Thomas, Thomas!\" cried my aunt. \" Why did you discourage my efforts to marry her to Charlie ? Why did you tell him you could never sanction his marriage with her ? Didn't I assure you, night after night, that there was no other way of saving her from that wretch ! My child, my child ! where is she now ? Wdl she ever come back to me ? \" \" She wdl, beheve me, she wid,\" I said. \" She wid tell you that she never could have been happy without Curling,"], [53, "JIT UNCLE'S SCHEME. 43 and nothing you could have said or done would have prevented this thing from happening sooner or later.\" \" But to be deceived by one's only chdd ! \" burst out my aunt. \" Has she no heart ? Didn't she fear that such conduct would break her papa and me doAvn, and put us into our graves ? And how crueUy you have been deceived !\" \" Oh, don't think of me — I am no- Avhere in this grief. What can I do to serve you ? Give me some commission.\" \" If I knew Avhere to find her,\" cried my uncle, \" I wouldn't seek her. What ! bring her back alone, after she has been away from us two days ? If she returns at all, she must return with her husband.\" \"You are quite right,\" said I. \"We can do nothing but be patient. Depend"], [54, "44 JsY UNCLE'S SCHEME. upon it you wiU receive a letter from her to-morrow morning.\" And then as the whole truth burst upon me, in one of those successive shocks, Avith which an astounding event thunders its way, so to speak, into the mind, I shouted : \" What a viUain ! what a trickster ! what a hypocrite ! Never by Avord or look, often as I have tried to get the truth out of him, has he given me reason to believe he cared a fig for Conny !\" And then her treachery smote me, and I gasped — I gasped ! At this juncture my aunt went into hysterics. What an evening that was ! I Avouldn't go through such a time again, not for the love of aU the fair women Mr. Tennyson dreamt about. Dinner! We"], [55, "MY UNCLE'S SCHEME. 45 had no dinner. It was served — we were summoned to it — but my aunt was in bed, and the sight of food made my uncle speechless. I swallowed some soup, quite unconsciously, because it was set before me ; but my grief revolted at solids. I could as soon have eaten the cook as the slice of beef which my uncle, with the tears standing in his eyes, blindly hacked off for me. Oh daughters, dear ! what do you mean by making your papas and mammas wretched ? Can't you love decently, and marry becomingly ? Do you think it fun to go running off o' nights with men, and wringing tears out of hearts you were sent into this world to soothe and bless ? Is romance spiced by a mother's lamentations ? Is love sweetened by a father's groans ? If you"], [56, "46 MY UNCLE'S SCHEME. think this, get along with you, do, to the Cannibal Islands, where the people who marry, first propitiate the gods by the sacrifice of a relation. As I beheld my uncle's tears, I cried to myself : \" Does a man marry for this ? Does he soothe and sue, make presents, and receive them back, grow cynical, and leave his beard unshorn, laugh at papa's stale stories, and submit to mamma's acidity, for this f Does he take upon himself the responsibdities of a British housekeeper, write cheques for landlords, wrangle with tradespeople, be interfered with by his wife's connections, hunt after monthly nurses, sit up all night with windy babies — to be made miserable in his old age ? \" Art thou a bachelor who readest this ? I warn thee — leave well alone. Hast"], [57, "MY UNCLE'S SCHEME. 47 thou a landlady ? Incline, thine ear over the staircase when thou nearest her wearied husband enter, listen to her greet ing, withdraw to thy one room, flop upon thy knees, and breathe thy little prayer of gratitude that the hat thou puttest on thy head covereth thy family, and crowneth thee lord of thyself. Accept this chapter as a tombstone, under which moulder the bones of an Experience. If there be no epitaph, it is because I choose not to write thee a lie. Ponder and pause, then go thy ways, moralising on the lot of others, and grateful for thine own."], [58, "CHAPTER III. \" How say you ! do you not yet begin to apprehend a comfort ? some allay of sweetness in the bitter waters ? \" Charles Lamb. It was twelve o'clock before I got back to my lodgings. I had done my best to cheer my uncle up, and certainly left him a great deal calmer than I had found him. You may believe he had asked me no questions about my visit to Thistlewood ; the poor man could think and speak of nothing else but his daughter. For myself, I never seriously reflected how far I was to be considered affected"], [59, "MY UNCLE'S SCHEME. 49 by Conny's unnatural conduct until I reached my lodgings. Then, in the still ness of my sitting-room, with nothing to distract my attention but the picture of my landlady's husband, with a great moon shining solemnly in through the window, and all the trees breathless in the night, I could think. To think was to be shocked. What a depth of duplicity was in that chdd ! Did I now know why she hadn't answered my letter ! Oh fool, fool, ever to have given her a thought ! For what had she encouraged me ? for what had she simpered and blushed when I had looked and sighed ? for what had she allowed me, that Sunday evening, to coquette with her hah and the rose ? for what had she called Mr. Curling \"that nice young man ? \" for what had she VOL. III. E"], [60, "50 MY UNCLE'S SCHEME. given me reason to believe that her heart was entirely vacant, and that, if I would be patient, she would some day or other permit my image to take up a permanent lodging there ? I say for what ? and echo answered, Sot ! She had thrust me between her mother and herself, so that my elegant shape might hide from her mamma's eyes the love-making she and that rascal Curling were enjoying behind me. I had been made a tool of. Confusion ! how that cashier must have sniggered at me when I wasn't looking ! how, when I had treated him with the lordly affabdity that is the marked characteristic of con- tempt, how must he have revelled in the reflection that he and his sweetheart were making, between them, the most consummate ass that ever walked"], [61, "MY UNCLE'S SCHEME. 51 on twTo legs, of the very fine gentle man ! Here were the dregs of the nauseating dose, and, phew ! filthy and bitter they were. It was no medicine. It was rank poison ; and my love, sadly emaciated already, and worn out for want of proper nourishment, gave a kick, and expired. Yes, that night, Down dropped my love, My love dropped dead ! Blow out your candle, Eugenio, and the sudden extinction of the flame shall illustrate the awful abruptness wdth which my flame perished. From that night, from that hour of pride made WTetcked by contempt, Conny was no more to me than the scarecrow that nods its blind head at the birds and flaps its"], [62, "MY UNCLE'S SCHEME. 52 idle rags along the breeze. I was in her power once. My heart had palpitated in the golden meshes of her hair like a robin in a fowler's net. I was hers — she might have married me. But she had preferred a cashier. She had chosen for her partner a banker's clerk with frizzy hair ; for a breast to lean on, a bosom shaped like a pigeon-pie. Was I going to gnash my teeth and hurl ghastly looks at the moon ? Does Abraham Levi burst into tears when a customer finds something more striking and splendid in a piece of paste than in a fine shtone ? I was a diamond, she might have worn me : she had chosen a Brummagem article instead, and by heavens, Eugenio ! no liquid gem distilled from my eyes should add one grain of worth to her outrageous choice !"], [63, "MY UNCLE'S SCHEME. 53 I was at Grove End early next morn ing, and was met by my uncle, who, without a word, put the letter he had just received from Conny into my hands. \" I prophesied you would hear from her,\" said he, and began to read. What a queer letter it was ! how tender, sorrowful, triumphant, and pert ! Not a hint of regret. Curling and she were married, and there was only one thing wanting to complete her happiness — her papa's and mamma's forgiveness. Her dearest papa might be angry wuth her at first ; but when he should grow calm, he would see how much better it was for her to marry the man she loved, and live happily all her life, than be forced into a union with one for whom, though she liked and respected him for"], [64, "54 MY UNCLE'S SCHEME. some things, she could never have the least affection. (Oh, you deceiver ! oh, you little humbug !) Her dear Theodore hadn't much money ; indeed, he had none at all ; and would her dear papa (how they dear you, these little women !) mind sending her a cheque, uncrossed ? She looked forward eagerly to his reply, in which she was quite sure he would tell her that she and dear Theodore were for- given, and then her happiness would be to return to dear old Updown, and settle down in some little cottage, which Theodore would be able to maintain by his salary at the bank. Her dear papa and mamma might be sure that dear Theodore wanted nothing from them but his rights ; that he was willing to work for what he should get; and that he looked to receive nothing with his darling"], [65, "MY UNCLE'S SCHEME. 55 Conny, wThom he had married because it would have broken his heart to see her Charlie's wife, and because he worshipped the ground she trod on. This was the gist of the letter ; but I can convey no notion of its mixture of love and sauciness. I returned it to my uncle, Avithout comment, and asked after my aunt. \" She has been far from well during the night,\" he answered, \" slept but little, and cried frequently. But this letter has cheered her up. It has done me good too. Now that I know she is married, I can look about me again, and think over what is to be done. But oh ! my boy, what a wretched day was yesterday to your aunt and me ! \" \" Of course,\" I rephed, \" you will write to her to return to Updown.\""], [66, "56 MY UNCLE'S SCHEME. \" I don't know what I shall do yet,\" he said, shaking his head, and striding about the room to conceal the nervous tremors that from time to time shook his frame. \" Should not such disobedience be punished ? shall no rebuke follow such heartlessness ? \" \" No, no ! don't let us talk of punish ing her. She is very young : she has acted, I admit, with great thoughtless ness ; but remember, if ever a girl wants sympathy, and demands the love of her father and mother, it is when she is newly married. Let me go to London, and be the bearer of your and her mother's goodwdl and forgiveness, and bring them home.\" \" Charlie,\" he exclaimed, grasping my hand, \" I honour you for your kind heart.\""], [67, "MY UNCLE'S SCHEME. 57 I blushed, and looked a protest. \" She has deceived you,\" he continued, \" and if you can forgive her, ought not we, her parents, to do so ? But I must think awhde, and confer with my wife before I act. Conny ought to know the torture of suspense, and be made to feel a httle the grief and fear she has caused us. It is fortunate you have returned, for I could not do without you at the bank now.\" It was clear to me that the greatest kindness I could do him was to leave him alone. I therefore declined his invitation to breakfast, and returned to my lodgings, where breakfast awaited me, and then repaired to the bank. Mr. Spratling was very glad to see me, and instantly began to talk of Curling. Wasn't it wonderful ? Wasn't"], [68, "MY UNCLE'S SCHEME. 58 he cunning, just? Only the day before he had run away with Miss Hargrave, he had said he meant to ask the governor for a holiday, when Mr. Charles came back. \"He seemed to be afraid of meeting you,\" Mr. Spratling told me. \" He asked Mr. Hargrave several times when you were expected. I daresay he thought you would find out his game.\" Perhaps he did. Perhaps in his quiet,, cautious way, he was jealous of Conny, and thought if he should give me time to make love to her again, I might win her away from him. He had very well known that I had her mamma on my side ; that if my uncle had suspected his daughter's attachment, I should have had him on my side too ; that I could claim to be a gentleman ;"], [69, "MY UNCLE'S SCHEME. 59 that I was a prospective partner in the bank ; in a word, that I was hedged about with every condition calculated to secure me atriumph ; whflst he on his side had literally nothing whatever to make him hopeful but Conny's promises, which caprice might at any moment cause her to break. I looked at his vacant stool, and thought of him sitting there and laughing internally at the trick he and Conny were playing me ; of the grinning that must have gone on behind my back, when my cousin mockingly repeated the language I had addressed to her, and mimicked the attitudes of entreaty which I had no doubt unconsciously thrown myself into whflst begging her to tell me that — Pshaw ! never mind. It is all past."], [70, "MY UNCLE'S SCHEME. 60 I never really loved her. I thought her bewitchingly pretty, and wanted to possess her ; I thought it would be the agree ablest pastime to play \"with her sunny hair, and trace my haunting face in her deep eyes. It was a young man's fancy. I fancied her. But could that mean I loved her, when the first puff that came blew my flame out, and left my heart free for thy clearer radiance, my T. ? Mortifying, fearfully mortifying the whole thing was, I agree. To be made ridiculous in the eyes of a cashier who touched his hat when he met me in the street and often called me Sir ; to be jdted for a lean banker's clerk whose learning lay in his ledger, the horizon of whose mind was the circle of a sovereign : who wrote like a copy-book, and counted"], [71, "MY UNCLE'S SCHEME. 61 like the sums in Colenso — as accurately, I mean (faugh ! I wouldn't give twTopence for such plebeian parts !). Yes, fearfully mortifying all this was. How many years have passed since then ? It matters not — but though my waistcoats of that epoch would require another foot added to them to bring the buttons and the button-holes together upon my present dignified figure, I cannot recur to this one great sack cloth-and-ashes experience of mine without feeling my spleen enlarged under my left ribs, and my multifarious perceptions grow jaundiced. God knows whether I should have felt so magnanimously disposed towards the runaway couple had my heart been as much concerned in the matter as it ought to have been. All the morning I was resolving, should my uncle show himself"], [72, "62 MY UNCLE'S SCHEME. stubborn, to plead their cause and petition his forgiveness. Could I have done this had the injury been deadly ? and wouldn't the injury have been deadly had I adored Conny as I imagined I did ? Well, Mr. John Halifax, perhaps I might have shammed a forgiving spirit ; I might have acted in such a way, as to make her fancy I bore no grudge. But I didn't sham, you dear model of a gentleman. I did forgive her, John. Nay, I even con gratulated myself that she had put it out of my power to show that since my visit to Thistlewood my sentiments had under gone a change. Had she not run away, I must have transformed my aunt into an implacable enemy by suggesting that I was no longer her daughter's humble, obedient slave ; I should have lost my"], [73, "MY UNCLE'S SCHEME. 63 uncle's good opinion by exhibiting a cha racter he would mistakenly regard as unstable and even insincere — for though he objected to my marriage with Conny, depend upon it he would not have relished my defection ; and lastly, I should have been placed in the extremely awkward position of having to give Conny to know that my love was not based upon that permanent rock of sentiment which I had more than once sworn, with some degree of violence, that it was. In short, fortune had dealt me the very cards I should have chosen from the pack, had choice been given me. I preserved my dignity. I could now turn to Theresa without the faintest chance of being called inconstant. My pride could still enjoy, with undiminished gust, the lamentations my aunt would be certain"], [74, "64 MY UNCLE'S SCHEME. to raise over her abortive hopes ; and I could preserve my credit with Theresa, who, on hearing of Conny's doings, would instantly account for the sur prising change that had come over my dream ! My uncle came to the bank at one o'clock, and finding there was little or no business doing, called me into his private office. \" Charlie,\" said he, \" my wife and I have made up our minds as to the course to be pursued. I shall go to London this afternoon, and bring my daughter and her husband back with me to-morrow.\" \"The very thing you should do.\" \" I won't say that we are not both of us showing very great weakness in forgiving Conny so easdy ; but she is our"], [75, "MY UNCLE'S SCHEME. 65 only chdd — and the mother's heart yearns for her.\" \"And so does yours.\" \" I wish it didn't. I wish I could be severe and obdurate. But we can't — we oughtn't to fight against our instincts. The young people must live with us untfl I can furnish a home for them ; and, as for Curling, there is nothing for it but to let him keep his position here. The eyes of the whole town are upon us, and it won't do to seem ashamed.\" \" Certainly not. I know what my father would suggest : that we all went about, forthwith, boasting of our new connexion, and appearing so proud, as scarcely to be civd to the poorer neigh bours. After all, what is there to be ashamed of? Curling is not ungentle manly; he is rather mercantile, perhaps ; VOL. III. F"], [76, "66 MY UNCLE'S SCHEME. but he is certain to borrow some graces from his wife, and to make as good a figure in society as most young men.\" \" I'd have given five thousand pounds rather than this should have happened ; but as it Ms happened, we must make the best of it. The first thing to be done is to get them married properly. My -wife, I fear, will give us trouble. She talks as if she loathed Curling, and though she professes to be willing to do anything now, I fear that when the time comes she wdl never consent to be seen with him out of doors, or to prove, by her behaviour, that the mar riage is not a disgrace.\" \" We must reason with her.\" \" Yes, yes. Sufficient unto the day — this is a contingent evil : we have enough to do to deal with the present."], [77, "MY UNCLE'S SCHEME. 67 I was so grieved and worried last night, that I totally forgot to ask you about your visit. What do you think of Theresa ? \" \"I hke her very much,\" I answered, guardedly. \" Did they make you welcome ? \" \"They did indeed.\" \" Do you think my scheme as dis agreeable as it struck you a fortnight ago ? \" he asked, smiling languidly. \" We'll talk about this another time,\" I answered, uneasdy. \" Let us get Conny home, and make her comfortable, before we trouble ourselves with other matters.\" \" Ay, you are right,\" he exclaimed, falling quickly back into the one absorb ing trouble, from which he had momen tarily diverged. \" I can leave you in charge here, can't I ? and I must ask"], [78, "MY UNCLE'S SCHEME. 68 you, after the bank is closed, to go and keep my poor wife company. She will be very dull and depressed during my absence.\" \" I'll try to cheer her up,\" I said. \" Soften her as much as you can, Charlie. She is all tenderness now for her chdd ; but the moment she has got her again, she may grow severe. After all, the poor girl will need her kindness. I daresay she has fretted a great deal whdst thinking of us all. She will have missed her comforts, her pretty bed-room, our kisses in the morning. Eh ? shouldn't she be kindly received ? \" \" Yes, and she wdl be, I am sure,\" I replied, moved by the tears that sprang to his eyes. He squeezed my hand, bade God bless me, and left the bank."], [79, "MY UNCLE'S SCHEME. 69 There being nothing to do, I thought I could not better occupy my time than by writing to Theresa. So down I sat at my uncle's desk, and wrote four pages. There was a great deal to tell : Conny's flight to be related, and a funeral oration to be delivered over my love. \" I may tell you,\" I said, \" that I am not so broken-hearted as I ought to be. I am pained by her conduct for her father's and mother's sake, but has any body a right to expect me to have any personal feelings in the matter, beyond a proper sense of gratefulness that her pretty face and capricious smiles can no longer keep me awake o' nights, nor prevent me from enjoying my food ? Ah, Theresa ! you may indeed value yourself on your perceptions. I am afraid I never really loved Conny. How wdl"], [80, "70 MY UNCLE'S SCHEME. this confession affect me with you ? I beg and implore that you won't consider mine a fickle nature. I could be true and faithful as Abelard, could I but find a girl who would be my Eloi'sa. I made a mistake. I admired Conny, and mis took the delight with which I used to watch her young face and profound eyes for love. I won't pretend to think that I could have exhibited my present forti tude, were it not for you. There is not a quality that goes to the making of my mind, that would not have smarted and throbbed under this elopement. PracticaUy, I have been snubbed, sneered at, utilised, dropped, cut, disliked, morally kicked, and hopelessly sat upon; all which unpardonable treatment I might laugh at, had Conny been the only in sulter; but to suffer such indignities at"], [81, "ZTY UNCLE'S SCHEME. 71 the hands of Mr. Curhng ! — Theresa, let your pride bleed for me. Let me know I have your sympathy. The briefest assurance that your opinion of me is not lowered because I haven't broken my heart over Conny, will give me all the strength I need to support the very crushing sense of contempt that visits me, whenever I reflect on their duplicity and my humiliation.\" And so on, and so on. I was as nearly as possible telling her that I had left my heart behind me at Thistlewood. Who isn't bold in a letter? Consider the qualifications a goose-quill and a sheet of paper confer ! The stam merer speaks fluently, without a gasp ; Ignorance pronounces all his h's ; Timi dity is as courageous as a wild beast ; Modesty makes love without a blush ;"], [82, "MY UNCLE'S SCHEME. 72 Poverty, by hiding his rags, can request a loan without losing his dignity. I added a postscript, in which I inserted certain sentiments which, had I had her with me, I don't think I could have got my tongue to utter. I then sealed the letter, and walked with it to the post, satisfied that seldom had love been so well hinted at, that seldom had the heart's defection been so eloquently de fended by the submission of more incon trovertible reasons. The phaeton fetched me at four o'clock, and took me to Grove End. I found my aunt extremely wretched. She thanked me for coming, and asked me what I thought of Conny's letter. \" Why,\" I answered, \" she doesn't represent herself as feeling miserable ; and that I consider a good sign.\""], [83, "MY UNCLE'S SCHEME. 73 \" I cannot conceive,\" the poor lady cried, \" how she could have the courage and the cruelty to act wdth such wicked daring. I seem in a dream. Every moment I expect to see her come in and laugh at me for imagining that she could be guilty of eloping with such a man. How my husband jeered me for saying that his clerk was a dangerous person ! And now he is our son-in-law : now we are all fastened together for life, and degraded for ever ! \" \" No, no : not degraded. My dear aunt, Mr. Cmling is quite as gentlemanly as the majority of young men. Look at the sons-in-law one meets with every where ! Elopements take place in the highest famdies. Only last year Lady Florence Miller ran away with her music master ; and mesalliances are so frequent"], [84, "MY UNCLE'S SCHEME. 74 and expected, that I can assure you, if two or three years pass without a groom, or a dancing master, or an usher, running away with a female member of the aristocracy, the Court Journal languishes, high life becomes uneasy, and aristocratic circles grow haggard with a sense of want. I admit that Mr. Curling is not such a man as you would have chosen for Conny to marry, but she might have done worse.\" \" No, she couldn't have done worse. So pretty as she is, with such good prospects, she might have married any body. The cruellest part of it all is her deceitfulness. She knew I wanted her to marry you, and she pretended to yield to my wishes, only that she might blind my eyes to her affection for that Curling. Didn't she encourage you ? \""], [85, "MY UNCLE'S SCHEME. 75 \" Yes, yes,\" I groaned. \" But I for give her. I forgive them both. They have found out that Heaven made them for each other ; they are married, and we must now help to render them happy.\" \" Long ago, at the first hint of danger I gave,\" cried my afflicted aunt, \" your uncle ought to have turned that young 3? man away. And here she began to weep and sob wdd reproaches, and to beg me to tell her if she were not the most unfortunate woman that was ever born, to bring a chdd into the world that could turn upon its parents in their old age ; untd dinner was announced, when she took my arm ; and we walked into the room with such faces upon us, as mutes might grow sick with envy to see."], [86, "MY UNCLE'S SCHEME. 76 I can't say I enjoyed the evening that followed. My aunt went into hysterics twice, and wrung my nerves with violent agitations of distress and horror. She was not a strong-minded woman, and took to her wToe hungrily. I watched her tears Avith the keenest apprehensions, dreading fresh outbreaks of the sobs, and short yells, and rapid heel-taps Avith Avhich she had twice favoured me. HoAvever, she calmed down Avhen it was getting near bed-time, and I then seized the opportunity of impressing upon her the necessity of receiving her daughter lovingly, and above all, of treating Mr. Curling in such a way as should put it out of the servants' power to spread the truth. \"Our policy,\" said I, \"is to contrive, by our behaviour to Mr. Curling, to let"], [87, "MY UNCLE'S SCHEME. 77 the neighbours knoAV that the only thing Ave regretted in the whole affair was the elopement ; that we w7ere never aArerse to Conny's marriage with Mr. Curling, but only desired that she should wait until the young man had gained a better position. If the subject is discussed before me, depend upon it I shall be explicit enough. The facts are these, I shall say : Mr. Curling was impatient of the delay Mr. Hargrave insisted upon before he sanctioned their marriage, and Avorked upon Conny's sensibilities to elope Avith him. It is the plot of the old comedy, repeated afresh : the heroine running away with the man everybody had agreed should be her husband. Had they waited a few months, I shall say, they would have been married in state, and champagne, sweetmeats and speeches"], [88, "78 MY UNCLE'S SCHEME. would have made the union respectable. But they chose to elope and antedate their bliss by express train to Doctor's Commons. These things have happened ever since the better part of Adam mani fested itself in the shape of Eve. They happen most frequently in high life ; and an elopement, so far from being regarded as a disgrace, is universally held to be a first-class sign of politeness and breeding. That's how I shall talk, aunt ; and I would advise you to do the same.\" I fancy my reasoning impressed her. She always had a high opinion of my knowledge of human nature, and believed the world contained not many persons who were my equals in elegance of deportment and accuracy of judgment in matters of fashion and behaviour. I left her at"], [89, "MY UNCLE'S SCHEME. 79 eleven o'clock, not sorry to escape into the cool night, where, amid the still ness, I could dedicate my thoughts to Theresa."], [90, "CHAPTER IV. Bland. \"Never mention what is past. Tho wranglings of married people about unlucky ques tions that break out between them is like the lashing of a top : it only serves to keep it up the longer.\" All in the Wrong. Next day business was a httle brisk at the bank, and, considering my short apprenticeship, I acquitted myself tolerably AveU. I took Curling's place and paid or received the cheques, &c, as they Avere presented, and what was extremely won derful, found at the end of the day that I had made no mistake. I also conferred with tAvo or three customers in the"], [91, "MY UNCLE'S SCHEME. 81 manager's private room, performing the simple duty of listening to them with a very grave face, and dismissing them in a style that excited Mr. Spratling, who had a slow and laborious mind, into applause. When the bank was closed I went to my lodgings to get some dinner, not intending to call at Grove End untd late in the evening. The fact was, my uncle had spoken of leaving London with the devoted couple at four o'clock ; Updown Avould be reached by seven, and I had no Avish to intrude untd the violence and agitation of the meeting at Grove End should be in some degree calmed. My dinner, composed of a mutton chop and a pint of red Avine, Avas soon des patched. I piffled an arm-chair to the open Avindow, lighted a pipe, and vol. in. a"], [92, "MY UNCLE'S SCHEME. 82 surrendered myself up to various reflec tions. Among other things, I remember think ino- hoAv very pretty my landlady's house was, how snugly it would accommodate a newly-married pah — and then I thought of Theresa. In imagination I pictured her my wife, moving, at this sunset hour, Avith water ing-pot in hand, among the flowers in the garden, ever and anon creeping up to the window, where I was seated, to give me a flower, and let me take a long look into her bright and speaking eyes. Heavens ! how the wheel goes round ! Not very long before I had figured another young lady as my wife, offering me flowers through that very identical AvindoAV, with all the sweetness of her"], [93, "MY UNCLE'S SCHEME. 83 spirit beaming like the moon in the dark azure of her eyes. That picture was blotted out. Did I care? A fiddle! I liked the other picture much better. Why, even that reverence, which, despite Conny's indifference to me, I should ever have remembered her beauty with, was sunk, Avas destroyed by the consideration that her name was uoav Curling, and that the frizzy cashier was privileged to call her His ! His ! Imagine that cockneyfied fore finger, that long forefinger Avith the olive coloured nad and the dreadful ring, chucking Conny's dimpled chin, playing A\\itk Conny's golden hair ! Faugh ! The rose that makes the beauties of your sweetheart's Avhite bosom killing, becomes a sordid, vulgar flower Avhen trans ferred on the morroAV to the char-"], [94, "MY UNCLE'S SCHEME. 84 woman, and pinned by her against the dirt of the handkerchief about her chest. Though idealism has its limits, yet its circle had been a big one for Conny, and there was little she could have clone in it alone that Avould have endangered her charms in my eyes. But she had chosen to lug Mr. Curling into the magic realm ; and souse ! the spell was broken. It Avas like throAving a duck into a lake, in whose lucent serenity the stars of the heaA'ens found their duplicates. Now, whdst I thus sate, the postman came into the garden and handed me a letter. I caught sight of the initials \"T. H.\" at the corner of the envelope, and my heart beat quickly. I pulled out the enclosure. What a fine, free, dashing hand ! How firm and honest and character istic! How thoughtful to answer my letter"], [95, "MY UNCLE'S SCHEME. 85 so soon ! Why, she could only have received it that morning, and must there fore haAre Avritten her reply on the spot. \" My dear Charlie,\" she began : and then went on to express her astonish ment and grief at the news I had sent her of Conny's elopement. She could scarcely credit I was in earnest. \" What mad impulse could have prompted her to take such a step! How grieved my uncle and aunt must be ! Surely had they suspected that Conny was so fond of this young man, they would have allowed her to marry him, rather than drive her into an elopement by their refusal. Papa is perfectly stupefied ; for he told me that uncle Tom had OATer and over again expressed his belief, that Conny would marry well.\""], [96, "MY UNCLE'S SCHEME. 86 \"As for you, I am not so surprised as you fancied I should be, to hear that Conny's rash act has not broken your heart. I told you plainly one day that you didn't love her, and uoav you confess I was right. Again and again I teU you that your fickleness, as you call it, cannot affect my opinion of you. Had you sincerely loved her, taught her to love you, and then turned from her, no words of mine could possibly convey how greatly I should despise you. I don't mean to say that I or any other Avoman could think the better of a man for not knowing his own mind. Judgment is a fine quality in a man, and Avithout it he can never be devoted, or honest, or resolute. \"But I told you, during that rude fit of mine, that you were a boy — which"], [97, "MY UNCLE'S SCHEME. 87 you are — and are therefore to be laughed at and excused for falling into an ecstasy over the first pretty face you meet, and calling your sdly transports, love ! You have been punished severely enough through your self-conceit ; and I can imagine that you Avid never care to be reminded, that at the time you were thinking you had made a conquest of Conny, she was encouraging you merely that you might serve her as a kind of dummy, with whom she might coquette Avhilst she indulged her real passion with her Theodore.\" Having written so far, she was pleased to suspend her raillery, to make Avay for large - hearted expressions of sympathy Avith Tom and his wife, and con cluded a tolerably voluminous letter"], [98, "88 MY UNCLE'S SCHEME. by signing herself \" Your affectionate jj cousin. \"P.S. TeU me all the news as it comes to hand, that is if you can find any time to Avaste upon T. H.\" I was so much piqued and so much pleased with this letter, that, had I had any further neAvs to tell her — enough to find me an excuse for writing so promptly — I should there and then have sent her a reply. The part I liked most was where she had called me a boy. It was delightful to be rallied so famdiarly, to be chided so saucily. And I noticed the dexterity Avith which she implied apologies and excuses for the conduct she seemed to reproach in me. However, it Avas now about time that I made my way to Grove End. Nothing"], [99, "MY UNCLE'S SCHEME. 89 but a sense of duty could have driven me there, I assure you. I reached the house a little before nine o'clock, and knocked very tremu lously ; I never remember feeling more nervous. What should I say to Conny — to Mrs. Curling, I mean ? and what was Mrs. Curling to say to me ? When I entered the hall, I could scarcely do anything for some moments but wipe my feet. Then I knocked my uncle's hat off a peg in trying to hang up my own. The servant opened the draAving-room door, and giving my facul ties a twist, as it were, to make them resonant, I entered. \" Hallo ! \" said I, seeing the room empty, though the lamps were lighted, \" where's my uncle ? \""], [100, "MY UNCLE'S SCHEME. 90 In truth, I had forgotten, in my nervousness, to inquire whether he had returned from London. \" I'll go and see, sir.\" \" Then he has come back ? \" \"Yes, sir.\" \"Alone?\" \"No; Mr. and Mrs. Curling have come Avith him.\" What adaptive aptitude servants have ! How long would it take me to talk of \" Mr. and Mrs. Curling\" as glibly as if they had been man and wife ten years ? I sat doAvn and pretended to feel at my ease, meanwhile watching the door anxiously. In about three minutes' time it opened, and in came — everybody ! Yes, I protest all my relations SAvarmed in at once. First came my uncle, with his shirt collars well up above his ears;"], [101, "MY UNCLE'S SCHEME. 91 then came my aunt with red eyes ; then came Conny looking white as a sheet ; and then came Curling — already a bruised and broken son-in-law, glancing with scared eyes about him, and stepping for ward Avith the nervous, dubious air you may have observed in a decayed trades man, who, having caUed four times with a subscription paper, is mistaken by your servant, and asked to \"walk in.\" I stood up, not knowing whom to shake hands with first. \" How are you, Charlie ?\" said my uncle in a melancholy voice. \"We AATere all in the library when you came.\" My aunt took an arm-chair, breathing noisily. \"I am glad to welcome you home,\" said I, taking Conny's hand, and feeling as if I were saluting a stranger."], [102, "92 MY UNCLE'S SCHEME. \"Thank you,\" she whispered, hanging her head ; and then gave her husband a glance. Poor little girl ! I knew what she meant. The eyes of the mother were upon me ; I was the Representative of the Family Gentility. My soul warmed to a magnanimous impulse, and, extend ing my hand cordially to Mr. Curling, I exclaimed in a loud, impressive voice, \" I heartily congratulate you on your choice of a wife ; and I hope you Avdl both be spared for many long years to be a comfort to each other.\" Boh ! boh ! Conny burst into tears, ran up to me, clung to my arm, and up turning her SAveet, deceitful eyes, now with their rich blue deepened by tears, cried,"], [103, "MY UNCLE'S SCHEME. 93 \" Oh, Charlie, I knew you Avould for give me ! I always felt you Avould ! Do ask mamma to loATe me again, and to be friends with Theodore.\" \" She will need no asking,\" I ansAvered, feeling perfectly patriarchal, and thinking AAdiat a mean figure I was involuntardy making Mr. Theodore cut. \" Her heart is the kindest that ever beat in a Avoman's bosom ; and I shall be greatly mistaken if, after you have allowed her a little breathing time, to recover the shock, she does not clasp her only, her beloved chdd again to her breast, and forgive the man whose only sin has been that he has loved her daughter too well.\" HaAing uttered which surprising piece of eloquence, I was confounded by my uncle bursting into tears. \" Don't mind me,\" he sobbed, through"], [104, "94 MY UNCLE'S SCHEME. his fingers ; \"I entreat — I implore that none of you will look at me.\" \" Oh, my dear husband ! \" shrieked his Avife, rushing up to him, and casting her arms around his neck. \" Oh, papa, papa ! \" cried Conny, likeAvise running up to him, casting herself on her knees and fondling his legs. To complete the tableau nothing was wanting but for Mr. Curling and me to lock each other's figure in a passionate embrace. But I would rather have been poisoned. \" There, there, there ! \" mumbled my poor uncle, releasing himself from his Avife and child by struggling out of his chaff. \" I must apologise for my weak ness. God knows how many years it is since I shed a tear. Charlie, my boy, pray be seated. Curling, raise your wife.\""], [105, "MY UNCLE'S SCHEME. 95 However, Conny saved her husband this trouble by getting up herself. My aunt resumed her chair ; Curling took the music-stool, and my uncle and I shared the sofa. The silence that followed was ex quisitely embarrassing. I gasped and gulped about in my mind for something to say, but was as absolutely \\Tacant of ideas as a foolish and nervous \"best man,\" Avho rises to propose \" the brides maids,\" and can do nothing for a long and aAvful pause but fix a fishy eye on the person immediately opposite. Conny never looked at me. Her swollen blue eyes were glued to the carpet. As for my aunt, her face was as stony and hard as anything ever found by Mr. Layard at Nineveh. At last, feeling the sdence too oppressive for"], [106, "96 MY UNCLE'S SCHEME. my nerves to endure Avithout something cracking, I asked my uncle, in a voice that appeared to me fearfully loud, \" How is London looking ? ' \" Very much as usual,\" he replied. And his tongue being loosened, he pro ceeded to inquire after the business that had been transacted at the bank during his absence. We were noAV upon a subject in which Curling Avould feel at home, and heartdy sorry for the poor feUow Avhose position Avas, on the Avhole, as unenviable as any mortal man was ever placed in, I contrived to address some observations to him, which he answered Avith great diffidence. I then, from a laudable desire to diffuse a more pleasing social atmo sphere than then overhung us, spoke to my aunt, taking care, on receiving her reply, to appeal to Conny."], [107, "MY UNCLE'S SCHEME. 97 But my Avell-meant effort failed. My aunt was so dogged and tearful, I might as wed have tried to set the pendulum of a clock wagging Avhen the spring was broken, as have attempted to get her to be cheerful. \" We make a happy family party, don't we,\" said she to me with a ghastly smile. \" I don't see why we shouldn't,\" I re plied. \" I for one am quite disposed to be comfortable,\" and I looked at Conny. \"Ah!\" said my aunt Avith a severe nod, \"you are not a mother, Charlie.\" \"No,\" said I, \"and I ready hope there is no chance of my ever becoming one.\" Mr. Curling grinned faintly. Conny looked at me askew, as if she wondered how I could find the heart to be funny. \" Come, come, don't let us get personal,\" exclaimed my uncle. \" What I told VOL. III. H"], [108, "98 MY UNCLE'S SCHEME. Conny and her husband in London I wdl repeat here ; they have chosen to act foolishly and cruelly ; but greatly as they have made us suffer, it is our duty, now that the action is irreparable, not only to Avish to see them happy, but to strive to make them so. It is too late to show any temper, and all reproaches must be idle and foolish.\" \" Ay, but flesh, and blood must speak ! \" cried out my aunt. \" I regret the grief and pain I have caused you and Mrs. Hargrave,\" said Curling. \"But when I remember what I OAve you, sir, when I know that I am not incapable of gratitude, and that the character I have always borne has been that of a man whom it needs a great deal to divert from the straight line of his duty, I think, I — I say I think at least —"], [109, "MY UNCLE'S SCHEME. 99 you, I mean — that is you should find in my elopement a proof — yes, a proof, Mrs. Hargrave, of my love for your daughter and — and — an endorsement — that is, a guarantee, I mean for — of — for our future — for her future happiness.\" Uttering which he threw a damp glance round the room. Is that the genuine language of the heart, thought I ? But suppose he had rehearsed the passage, what other kind of eloquence than gasps and expletives is to be expected from a man in his situa tion. \" It ought never to have taken place,\" cried Mrs. Hargrave. \"Oh, mamma!\" exclaimed Conny, \"you are too severe, we are aU to blame.\" I glanced at her pale face and thought, \" Ah ! She might have had me once."], [110, "MY UNCLE'S SCHEME. 100 There would have been no hysterics then. Nothing but congratulations and neAv dresses.\" \"We!\" shrieked my aunt. \"Did / ask you to elope Avith Mr. Theodore ? \" \"For heaven's sake — !\" interposed my uncle. \" You told me I should never marry him with your consent ! \" cried Conny. \"And you haven't !\" broke in my aunt. \"Good God!\" shouted my uncle. \"Isn't the thing over ? what's the use of Avrangling ? Avhat's the use of snapping at each other hke that ? \" \"No use at all,\" said I. \"And what's more — though I'm a heretic for saying so — in my opinion a Avoman has a perfect right to choose for herself the man that the law compels her to live Avith.\" \" Shame ! shame ! \" groaned my aunt."], [111, "MY UNCLE'S SCHEME. 101 \" You can't mean Avhat you say. Aren't you, too, grossly deceived ? \" \" No ! \" interrupted Conny, a sudden blush dyeing her face scarlet. \" Charlie kneAV that I didn't — that I couldn't love him — greatly as I liked him.\" Oh ! I thought, if you weren't a young bride, if it weren't incumbent upon me to respect your feelings, if it wouldn't be unmanly to deliver myself of my senti ments, how I could make you writhe. But I'll spare thee, Conny, Avhich I could not do, had I truly loved thee. \" Conny's quite right,\" said I aloud, \" she never gave me any encouragement, she ahvays told me she only liked me. I was very impertinent to dare to have any hopes.\" She turned a look of triumph on her Theodore. Come, I was a sore point"], [112, "102 MY UNCLE'S SCHEME. anyhow, which was better than being nothing at all. \" Why must Ave be personal ? \" cried my uncle. \" What are we to talk about if Ave mayn't speak of this aAv — this dread — this — this — thing ? \" sobbed my aunt. \" Well, you must excuse me for taking Charlie into the library,\" said he, rising and laying hold of my arm. \" I have many questions to ask him about the bank.\" Mr. Curling looked at us as if he should cry out, \"For the love of heaven, don't leave me ! \" But my uncle took no notice, and hurriedly walked me out of the room, not even giving me time to make a bow to the happy trio I left behind. \" I am sick of these squabbles ! \" he"], [113, "MY UNCLE'S SCHEME: 103 exclaimed, lighting a candle in the library and flinging himself into an arm-chair. \" Sick of these personalities, hints, in uendos, and aspersions. Oh for the wings of a doA7e ! Why can't my wife leaA7e them alone ? My word is pledged to them, and she knows it, but is for ever bursting into our sense of honour Avith sharp charges and reckless attacks.\" \" It was to be expected,\" said I ; \" but give her time, and she wdl become inured to the new state of things.\" \" So far as the comfort of my home is concerned, these rows can't last longer than to-night. To-morrow Curling takes O to his wife into lodgings.\" to to \" SmaU blame to him. He is ready to be pitied. I have heard that mothers-in law are bad enough company to live with, even when they have graced the marriage"], [114, "104 MY UNCLE'S SCHEME. service with their consenting presence, and sobbed over the bridegroom's impos sible promises. But what they are when their daughters are married in defiance to of them, I can only dimly and fearfuUy guess. \" Ay, it is too true. Relations ought not to live together after they get mar ried. Deeply offended as I am, I haven't the heart to turn upon the young couple. Who are we to throw stones ? Who are Ave to fill the judgment seat ? Life stretches before them ; there are, there must be, many sorrows on the road, and hard trials, and bitter tears. Whether we forgive them or not, it is unhappdy only too certain that the future wiU make them more than expiate the vexation and disappointment they have caused us. No, no ! I am not for exacting penances. I"], [115, "MY UNCLE'S SCHEME. 105 am not for grinding young hearts doAvn because they have betrayed their owners into foUy. Conny does loAre that young man amazingly. I see it in every move ment of her head, in eATery look she gives him. He too is very fond of her. Argue as you wid, there was sound truth in Avhat he just now said. He is a plodding, mechanical-minded feUoAv, devoted to his interests, and a thorough business-man ; and it could be no ordi nary passion that turned his habits aAvry, and set him defying fortune for the pri vilege of possessing a pretty girl.\" \" No, indeed ; for he had no reason to suppose that you would give Conny a penny, or that you would allow him to resume his duties. He is no doubt sincere. \"I found them in mean lodgings out"], [116, "106 MY UNCLE'S SCHEME. of Bloomsbury,\" said my uncle. \" Yet, miserable as was their accommodation, and penndess as they avowed themselves to be, nothing could have induced them to return with me, but my repeated pro mises that they would be kindly received and forgiven. Wliat a thing is love ! \" he cried, flinging open the windoAV to get some air. \" Imagine it not only powerful enough to drive a delicate girl, Avho has been coddled aU her life, out of a luxurious country home, into squalid London lodgings, but to make her per fectly satisfied Avith her dirty quarters ! Do you see anything in Mr. Curling to fall in love with ? I'll be hanged if I to do.\" \" Oh, woman's caprice is an old song set to a tune to which men have been capering for many thousand years."], [117, "MY UNCLE'S SCHEME. 107 Wasn't Eve glad to be turned out of Paradise ? we have only Milton's word for it, that she cried. Conny finds her Theodore lovely — and there's an end. Women, like birds, Avdl budd their nests in the queerest places. You can't reason with them. They obey an instinct that was implanted, in order that the ugliest man might not be mateless.\" \" I hope my Avife is not scolding. She wiU make that young man hate her. And then good-bye to all our chances of persuading the neighbours that we don't consider the marriage a calamity. What did you say to her last night ? \" I told him as weU as I could re- member. \"My boy,\" said he, having listened to me Avith great attention, \" she has a high opinion of you, and I believe, upon"], [118, "108 MY UNCLE'S SCHEME. a matter of this kind, would rather be influenced by you than by me. Never lose an opportunity, like a dear feUow, to impress upon her that Mr. Curling is not the shocking bad match she chooses to think him. He has been with me four years, and during that time has behaved himself hke a gentleman. It is aU very fine for my wife to abuse him now ; but up to the moment when she suspected that he wras paying Conny attention, she professed to like him very much. I might hunt a long time before I should find a man better suited for my work than Curling. And strange as it aviU strike you to hear, I can assure you that when my Arise has been trying to frighten me about him and Conny, I have thought that he might make my"], [119, "MY UNCLE'S SCHEME. 109 chdd as good a husband as a richer man, and as my partner be of the greatest use to me.\" I nodded my head, comprehending his drift, and admiring his resolution to view the affair in the brightest light. O to This, indeed, was a quality that belonged in an especial degree to my father's family — my father himself owning it largely. I don't think anything could have made him feel degraded. Had a daughter of his married a sweep, he woidd have set to work to trace the sweep's lineage, and not stopped until he had come to an aristocratic tributary. His phdosophy was to deal Avith the events of life, as they befeU him, splendidly ; to make misfortune imperial with the crown of self-complacency ; to distil a kind of essence of dignity"], [120, "110 MY UNCLE'S SCHEME. out of humiliation, and diffuse the perfume where another man would have hidden the sordid rubbish in the dust-bin of his bosom, and pretended that there was nothing of the kind on the premises. My uncle, Avho did not possess my father's high self-opinion, allowed worthier motives to direct him to the same conduct. I don't mean to say that the hints he had just dropped of his vieAvs regarding Curling Avere o to to not owing largely to a Avish to make the best of a bad bargain ; but the Avish to see the young people com fortable and happy, very powerfuUy operated. \" I Avon't ask anybody's advice,\" said he, \" upon my treatment of Mr. Curling ; but think awhile, watch"], [121, "MY UNCLE'S SCHEME. 111 patiently, and act for myself. There is nothing like acting for yourself.\" \" Nothing.\" to \" Curling shows a proper spirit in deter mining not to sleep in this house longer than a night. He and Conny consented to return with me on that understanding. to To-morrow morning he wiU take lodgings O to to in Updown, and there they will live, untd I furnish them a house.\" \" When are they to be re-married ? \" \" I'll see about that to-morrow. The ceremony must be perfectly private. I don't believe in registrars acting as clergy men. I would as soon they should administer the sacrament to me as marry me. Here came a feeble knock on the door. \" Come in,\" said my uncle, and Conny entered."], [122, "MY UNCLE'S SCHEME. 112 I gave her a chair, and her papa said, \" Hoav can you leave your husband ? \" \"He is arguing with mamma, and it makes me miserable to listen to the hard things she says to him.\" \" These arguments must be stopped ! \"' cried my uncle, leaving his chair. \"Can't your mother leave him alone for to-night ? You'U be out of the house to-morrow. What good can reproaches do ? Can they unmarry you ? My wife must be made to understand this.\" And he left the room. Finding myself alone with Conny, I kicked my feet about a little, and said, \" I was quite in earnest when I hoped you would be happy.\" \"I am sure you were. But I shaU be happier when you teU me I am forgiven,\""], [123, "MY UNCLE'S SCHEME. 113 she answered, turning her face aAA7ay from the light. \" Oh, you are forgiven. Your papa means to .\" \" I mean forgiven by you,\" she inter rupted. \" There is nothing to forgive.\" \" Don't say that, Charlie. I did not act honourably. I was not straightfor ward. But I couldn't — I dared not be. I knew if mamma should learn that I flatly refused to encourage you, she would contrive to separate me for ever from Theodore.\" \" Yes, yes. I quite understand. I heartily forgive you — I bear no resent ment. I tvas a little surprised — shocked, I may say; but the wound is healed, Conny. I am as sound in health and mind as if I had never received a stab. I was VOL. III. i"], [124, "MY UNCLE'S SCHEME. 114 quite sure that it was aU up between us — that you hadn't, that you never would have a spark of affection for me, when you aUowed the letter I sent you from Thistlewood to remain unanswered. What might have been, my dear, we needn't talk about — it hasn't taken place. My dream is dreamt out. I have a prac tical mind ; and being now Avide awake, dismiss the little memory with a smde, and turn with aU kindly Avishes and greetings to the reality.\" She was too fond of, too engrossed Avith, and by, her husband, to be piqued by my cool remarks. She was not a flirt — I could see that. She had acted the coquette to suit her own purpose : and that being served, she had torn up the mask. \" I hope you wiU hke Theodore,\" she"], [125, "MY UNCLE'S SCHEME. 115 said, earnestly. \"I knoAV you despised him, but I daresay you were prejudiced, because you suspected I preferred him to you. Did you notice that he has taken off his ring, Charlie ? \" \" I can't say I did.\" \" He has, then ; and his hand is won derfully improved. Oh, he is so affec tionate ! some of these days mamma aatII feel heartily ashamed of herself for treat ing him so badly.\" \"No doubt — but stdl your mother has a right to regard your elopement as a }> grievance. \" I never would have eloped hadn't mamma prevented Theodore from seeing me, and set her face so passionately against our marriage. She forgets that I have known Theodore for over three years, and that we have loved each other"], [126, "116 MY UNCLE'S SCHEME. for two years out of that time. I got weary, Charlie, of having to meet him stealthily, and of carrying a heavy secret about ; and I was driven into running away when I saw how earnestly mamma was working to bring about my mar riage with you.\" \" One question, Conny ; do you remem ber one Sunday night leaving me hurriedly on hearing the clock strike seven { \"Yes. I went to meet Theodore. Oh, Charlie, how I hated you for stopping at home that evening ! \" \" And on that evening I asked you to marry me!\" I exclaimed, with a laugh like a groan. \"What fools men some times make of themselves ! But never mind. I've puUed the knife out of my side — the wound, I say, is healed. This"], [127, "MY UNCLE'S SCHEME. 117 is my Uttle folly — but the farce is played out, and I am obUged to you for letting the curtain faU, and turning us aU out before the tragedy began. Let us join the others. If your husband and I are to love each other, I mustn't begin by making him jealous.\" \" One word, Charlie — what do you think of Theresa?\" \" I like her very much,\" I answered, looking into those blue eyes of hers, in whose depths I had so often sank out of sight of common sense. to \"Are you in love with her?\" \" I am,\" I exclaimed, emphatically. Quite a bright smile shone in her face. \" That confession makes me happy,\" said she ; \"for it satisfies me that I haA7e not betrayed so very devoted a heart, after aU ! \""], [128, "118 MY UNCLE'S SCHEME. She opened the door and passed out. Hush ! hark ! what was that ? A scream, followed by a gurgle ! Good heavens ! my aunt was in hysterics again ! My hat was within reach of my hand ; two strides Avould take me to the door. \" I hate scenes ! \" I Avhispered, whilst Conny listened with a pale and frightened face. \" I have no right to intrude on domestic troubles. Please apologise for my sudden departure. Good night.\" And out I rushed."], [129, "CHAPTER V. Frisk. \" Relations aren't always welcome : but -a pretty cousin can never come too soon, nor stay too long.\" The Vagrant. On reaching my lodgings, I wrote a letter to Theresa, in which I gave her all the news she had asked me for, and in which also, I am afraid, I was more jocose on the subject of my aunt's hysterics than a strict sympathy would have sanctioned. However, the letter was entirely to my satisfaction, especially those portions of it in which"], [130, "120 MY UNCLE'S SCHEME. I referred with proper obscurity to my feelings. I then walked Avith it to the letter box, returned, smoked a pipe, and went to bed, where I meditated without emotion on Conny, and finaUy fell asleep to dream of Theresa. Next morning, whdst I was at break fast, my uncle drove up to the gate. \" Charlie,\" said he, on entering my sitting-room, \"my wife has an idea, and 1 want to talk it over with you. But get on with your breakfast — don't let me disturb you.\" \" What is the idea, uncle ? \" \" Decent lodgings are not to be got in Updown,\" he answered, looking around the room inquisitively ; \" my wife w7ent everywhere before she settled upon these for you. But this appears a thoroughly"], [131, "MY UNCLE'S SCHEME. 121 comfortable house, with a very present able and respectable exterior. Indeed it is a house fit for any lady or gentleman to liA7e in.\" \" That it is. It's detached, you see, with nothing sordid on either side. to The garden in front gives us a landed appearance. Nor are there any black beetles, rats, or fleas on the premises.\" \" Yes, there is a very great deal in its faATour. However, what I have called to ask you, is, wid you let Cmding and Conny have these rooms for the present ? \" \" With the greatest pleasure,\" I an swered, promptly. \" Thank you, my boy, and you wdl live with us ? \" \" I don't think I have any right to trouble you,\" I replied, scarcely relishing"], [132, "122 MY UNCLE'S SCHEME. the boundless prospect of arguments, reproaches, tears, and hysterics, which my uncle's suggestion opened up to me. \" Oh, nonsense. You don't think I would ask you to give up your rooms without finding you other accom modation ? Conny's old bedroom shall be prepared for you — it is the second best in the house. Is it settled ? \" It was settled with him, I could see ; objections would only make me appear dl-natured; and as it was out of my power to state any reasons for declining Ids hospitality, I consented Avith a mind agitated by misgivings. The lancUady Avas then summoned, and after my uncle had been shown over the house, the proposed change Avas told her. My vanity wTas not a little flattered by"], [133, "MY UNCLE'S SCHEME. 123 the good lady's evident reluctance to part with me. My distinctive virtue was no doubt negative — I gave her no trouble. to to She raised her terms wThen she heard that a lady was to take my place, but this my uncle did not object to. So she was de sired to get her rooms ready that after noon for the reception of her new lodgers, and my uncle and I then started for the bank. On the road he asked me what had made me hurry away, the night be fore. \"My aunt's screams,\" I answered. \"My nerves disappear when a woman cries. I hope she is well this morning.\" \" Moody, terribly moody. I very much fear that she wdl never be able to get over her prejudice against Curling.\" \" They'd have a kind of home of their"], [134, "124 MY UNCLE'S SCHEME. OAvn,\" said I, \"and I suppose before long you'll furnish a house for them.\" \"Oh, that I must do as soon as possible, if only for the sake of appearances. It would never do for people to say 'Har grave's daughter is in lodgings. Depend upon it, Hargrave is not the substantial man we have thought him or he w7ould to never aUow his chdd to live so meanly.' A hint of this kind started by the first malicious person it occurred to, would run through the town, and ultimately, perhaps, injure the bank ; for people naturally w7ould object to trust their money to a man who, if he is too poor to assist his daughter, must be obviously living beyond his means by residing in such a house as mine.\" I quite appreciated this reasoning, which nevertheless had, I was persuaded, nothing"], [135, "MY UNCLE'S SCHEME. 125 whatever to do with his real motives. The fact was, he felt he had no business to forgive Conny too readdy and make her as comfortable as if she had married with his fuU consent. But as, in spite of his conscience, he had forgiven her, and as he had determined, in defiance of his sense of justice, that she should be comfortable, there was nothing for him to do but to mask his fine instincts with worldly considerations, and pretend to find the inspiration of his kindness in the fear of gossip. On reaching the bank, he was detained for some time in consultation with a chent. When released, he told me he was now going to call on the rector to see about getting Conny married properly ; and away he trudged, under"], [136, "126 MY UNCLE'S SCHE2IE. a broiling sun, agitated, and energetic, and looking worried to death. Ah, Eugenio, these are some of the little troubles people have to put up with who take wives and raise famdies. No doubt, if we had our way, we should marry our daughters to dukes, and our sons to maids of honour. But our children, most of us find, have their own original theories upon the subject of matrimony; and, as they are our masters and mistresses, what are we to do but to submit ? follow them humbly, hat in hand ? blubber our congratulations over the marriages contrived by themselves, and dlustrate, by our meek faces, how sensible we are that we were put upon this earth for no other purpose than to make handsome settlements, welcome the poor and needy into our famdy circles,"], [137, "MY UNCLE'S SCHEME. 127 order wedding-breakfasts and bridesmaids' lockets, fiddlers and waiters, champagne and carriages, that the eA'ents we depre cate may be celebrated with all proper magnificence ? and, finally, half beggar ourselves to furnish those houses wdiich we are ne\\Ter afterwards to enter without being made to feel that, \" papa and mamma do interfere so ? \" My poor uncle returned to the bank a Uttle before four o'clock, covered AAith dust and perspiration. \" Never,\" he gasped, sinking into a chair, \" never whilst I live may I be called upon to do such a day's work agam. I listened to the catalogue of his to performances with mingled emotions of astonishment and sympathy. He had seen the rector, and arranged"], [138, "MY UNCLE'S SCHEME. 128 for a private service to take place on Monday. He had then gone to Grove End, where he had found his wife, and Conny, and Curling, arguing furiously, the ladies in tears, had seized upon his son-in-law, borne him off to my old lodgings, and desired him to stop there to superintend the getting ready of the apartments. He had again driven to Grove End, ordered Conny to get together the things she wanted, presided over the packing, meanwhde keeping his wife at bay by -every species of entreaty, supplication, dehortation, and even menace, until Conny w7as ready, when the trunks were hoisted into the phaeton, and off they started for Updown. Nor did my uncle's labours cease with"], [139, "MY UNCLE'S SCHEME. 129 this ; for judging that amid the excite ment, heat, and confusion of the hour, Curling would entirely lose sight of his own and his wife's domestic needs, he had performed a torn of the shops, whence he had sent to them wine, poultry, groceries — in short, everything he in his dizziness could think of, finally arriving at the bank in the condition I have just de scribed ; though not to find rest yet. For, scarcely was his panting narrative con cluded, when in came a client — one of those thick-headed, dull-minded farmers, Avho spell their names thus : +, and grin as they pronounce themselves no scholards ; who, taking a seat, with his hat between his legs, began in a tongue to J to to turbid with Z's, to demonstrate some mental difficulty he was labouring under with regard to a bdl which, his son VOL. III. K"], [140, "MY UNCLE'S SCHEME. 130 having died since it came into his to possession, he had nobody now to read to him ; and his memory being weak, could not recoUect the date, the sum, or the conditions. \" By the way,\" I exclaimed to my uncle just before leaving the bank, \" what has become of my clothes ? \" \" All your things are packed up, and gone to Grove End.\" \" Who packed them ? \" \" The landlady.\" \" AU my papers ? \" \" Everything belonging to you.\" \" I'll just go and have a look round,\" said I. You wiU understand my uneasiness, when I tell you that, besides several letters I had written to Theresa, none of which had satisfied me, though I had"], [141, "MY UNCLE'S SCHEME. 131 not destroyed them, there were various hints for, and beginnings of, poems in the drawer of my dressing-table, which I would not have had Conny read for a very great deal. Suppose these poetical fragments were satires referring to the O to false and fickle Being whose initials were to \" C. H. : \" now changed to \"C. C. ?\" to Suppose they were nothing of the kind ? The most candid biographer is permitted to keep something back from the eye of a discerning public : and the contents of that dressing-table drawer are my secret. \" Make haste,\" said my uncle : \" I'U wait for you.\" Off I started, not at all liking to intrude upon the young people, but resolute to save my papers. To my great relief, I found they had gone out"], [142, "132 MY UNCLE'S SCHEME. for a Avalk, leaving directions with the landlady to have a chicken cooked by six o'clock. Likewise a pair of soles, and a cherry-pie. I rushed up-stairs, and found — what I had expected : aU my papers ! AVhat a narrow escape ! Let me sit doAvn, and take breath. But perhaps Conny had already peeped at them ? Avaunt, odious thought ! With eager hands I rolled them into a bundle, stared about me to see that no further memorial of mine encumbered the room, and then returned to the bank. You may guess my amazement, when, on entering my uncle's house at Grove End, I beheld in the hall an intimately familiar white hat, standing upon the table, and by its side, a lady's parasol, and a travelhng-bag. to to"], [143, "MY UNCLE'S SCHEME. 133 \" Good gracious ! \" I exclaimed, grasp ing my uncle's arm : \" do you knoAV whose hat that is ? \" \"Dick's!\" cried my uncle, and pushed open the drawing-room door. What made my heart to beat wdien I saw thee, Theresa ? She and her papa left my aunt, and met us half-way. \" How are you, Dick ? \" \" How are you, Tom ? \" \" This is kind of you, Theresa ! \" \" Delighted to see you, Charlie ! \" \" What a blow ! when did you come ? \" \" How unexpected ! wdiere is Conny ? \" These greetings having been got through, w7e aU sat down, I close along side of Theresa. \" This is a real pleasure,\" said I. \" Did you get my letter ? \""], [144, "134 MY UNCLE'S SCHEME. \" Yes, and answered it.\" \" I mean the one I posted last night.\" \"No. We left before the mid-day post arrived. Papa thought we couldn't do less than run over to Grove End and see how you were aU enduring your trouble.\" \"Do I look crushed?\" She smiled. \" Am I thinner, do you think ? do I appear wasted ? are my cheeks hoUow, and is there anything approaching a broken-hearted expression in my eyes ? \" \"You look very well. I wish I could say as much for poor aunt. Troubles of this kind seem to agree with you.\" And how well and how handsome she was looking ! how her fine eyes glittered ! \"Well,\" said I, \"though this trouble hasn't disagreed Avith me, I feel very"], [145, "MY UNCLE'S SCHEME. 135 much for the father and mother. How long are you going to stop here ? \" \"We return to-morrow.\" \" I shall be very much disgusted if you do,\" I exclaimed. \" Why, what does Theresa mean by sitting in her hat ? \" cried uncle Tom. to \" We have only been here ten minutes,\" answered his brother. \" My dear, take off your hat,\" said my aunt, leaving the sofa, with her eyes inflamed by tears. \" Come up-stairs with me.\" \"But we didn't mean to stay,\" an- swered Theresa. \" But you will, and you'll sleep here, too,\" exclaimed uncle Tom. This observation provoked an argu ment which ended in Theresa's defeat and departure with her aunt up-stairs."], [146, "MY UNCLE'S SCHEME. 136 \" I was never more amazed than when I read Charlie's letter,\" said uncle Dick. \"The wife bears it badly.\" \"Very badly,\" groaned uncle Tom. \" In fact she is the great difficulty now. Grieved and upset as I first was, I could very soon get used to the thing, if my wife would only stop crying and storm ing. Of course, Curling is a Avretched match for my child, and the elopement makes the whole affair confoundedly humiliating. But it has its bright side. Curling is a first-rate clerk, and, as my son-in-law, can render himself invaluable to me as a right-hand man. Conny is devoted to him, and I have no doubt he'U prove a good husband. If my Avife wTould only vieAv the matter a little cheerfuUy, it Avould lose half its gloom.\""], [147, "MY UNCLE'S SCHEME. 137 \" It is a confounded upset,\" said Dick : \" but you are perfectly right to look at it cheerfully. My philosophy, when a bad thing happens, is, to think that it might have been worse, like the Dutch man in the ' Spectator/ Avho, on break ing his leg, thanked God it wasn't his neck. What have you done with the young people ? \" This question brought about a long and minute narrative, which was barely finished when my aunt and cousin re turned. You may conceive that nothing but Conny and her elopement was talked about till dinner was announced. My aunt Avas still most violent and irascible in her views and opinions, nor was her temper improved by her giving occasion more than once to her husband to call"], [148, "138 MY UNCLE'S SCHEME. her to order. Uncle Dick hardly remem bered Curling : and Theresa had never seen him ; and from the description my aunt gave of the young man, I beUeve they were both prepared to be intro duced to the most ugly, insignificant, vulgar specimen of human nature that ever afflicted the eyesight. Fortunately, during dinner, the pre sence of the servants prevented us from discussing the elopement : and, to my great satisfaction, we were alloAved to converse on topics that bore no reference whatever to Curling or to Conny. I sat next to Theresa, and never felt happier. Over and over again I caught my aunt wTatching me, with a most melancholy expression in her eyes, as if she witnessed in my undissembled enjoy ment of Theresa's society, the dissolution"], [149, "MY UNCLE'S SCHEME. 139 of the last fragment that remained of her pretty hopes. \"Tom,\" said uncle Dick, when the dessert was upon the table, and the ser vants had left the room, \" I should like to see Conny. She would take it dl were I to go aAvay Avithout Avishing her joy.\" \"We'U w7alk to Updown after dinner,\" repUed uncle Tom. \"A kindly word is a great help to a young heart, isn't it, Dick ? and God forbid that I should pre vent my girl winning what love she can at a time when the want of love would be bitter to her.\" \" I should like to go too, papa,\" said Theresa. \" And so should I,\" observed the Hero of this story. \" I think too many of us would"], [150, "MY UNCLE'S SCHEME. 140 embarrass them,\" answered Tom. \" You will see her to-morrow, my dear.\" \" But we leave to-morrow.\" \" Your father may if he Ukes ; but you shan't,\" exclaimed Tom warmly. \" We want a cheerful face among us, Teazer ; and it will be a god-send to our spirits if you will stop.\" \" She shall stop,\" said her father. \" Oh, yes, certainly, she must stop,\"\" observed my aunt. \" I have no right to invite anybody,\" said I : \" but if my uncle wishes, I shall be happy to prevent Theresa from leaving by mounting guard at the gate.\" \"With a pistol?\" said uncle Dick. I burst into a laugh. \" I have brought no dresses with me,\" said Theresa, blushing and glancing at me Avith a sly look of mirth."], [151, "MY UNCLE'S SCHEME. 141 \" Give me a list and I'll send you all you want,\" exclaimed her papa. \" But who wdl look after you, dear ? \" \" Myself, to be sure.\" \" Tut ! tut ! let us have no more discussion. Of course Theresa stops with us,\" cried uncle Tom. \" There is Conny's bedroom — oh, I forgot ! Charlie has that.\" \" No he hasn't,\" said I. \" Any room but that AviU suit him.\" The two brothers exchanged meaning glances. I kneAV very well what was in their minds, but not the shadow, not the ghost of a protest arose from my soul. As Theresa A\\rasn't going to see Conny, I did not press my society upon my uncles ; so it ended in their leaving the house after dinner, Avhflst my aunt, Theresa, and your servant remained at home to look after one another."], [152, "MY UNCLE'S SCHEME. 142 My aunt could talk of nothing but the dreadful blow Conny had dealt her pride, and the Avretched person she had introduced into the family. I am very patient, and have never in my life been considered unsympathetic : but upon my word, I began to grow very sick of hearing my aunt tAvanging, eternally twanging, that one groaning string. Having fruitlessly endeavoured to get her to talk of something else, I began to cast about for some stratagem to induce her to leave my cousin and me alone. However, to my great delight, she burst into tears in the middle of a violent attack on Curling, and, probably feeling hysterical, and not choosing to show her ankles to Theresa, she hastened out of the room. \"This is very sad,\" said Theresa."], [153, "MY UNCLE'S SCHEME. 143 \" To everybody,\" I answered ; \" to those who have to feel and to those who have to hear.\" \" I can't conceive how my aunt could have been so completely tricked. Surely she must have known that Conny Avas attached to Mr. Curling.\" \"We have aU been made fools of,\" I answered. \" I consider that you have been the worst treated,\" she said, Avith a little laugh. to \" Why do you think so ? \" \" Because I can't imagine anything more mortifying than to be jdted.\" \"My dear Theresa, you are labouring under an afflicting delusion. I have not been jilted. I don't say I have been weU treated ; for Conny ought never to have permitted me to express my admi-"], [154, "MY UNCLE'S SCHEME. 144 ration for her face — an admiration,\" I added, emphatically, gazing at her, steadily, \" which I still preserve, abso lutely indifferent as she is to me — she ought never to have encouraged me, I say, when she was aU the time engaged to her clerk. But I have observed, several times, and will repeat the obser vation once more, that I forgive her. I forgive her entirely — Avithout reservation — sans arriere pensee — which, I take it upon myself to say, would be impossible had I ever loved her. You would be amazed Avere you to know with wdiat cold-blooded unconcern I received the news of her elopement. My sympathy was for her parents ; not a pang of any kind or description visited me for myself.\" \" I daresay she kneAv how completely"], [155, "MY UNCLE'S' SCHEME. 145 you mistook your feelings. . . . ShaU Ave go into the grounds. This room is very close.\" \" With pleasure,\" said I, and forth we strolled. A Avarrn August evening it was, but not untempered with cool draughts of air, which stirred the floAvers from time to time and set the stray hairs about Theresa's forehead dancing. I admired her more than ever I had admired Conny. My admiration for our golden cousin had been immediate, but it had attained its full growth at once and never afterwards increased. It was otherwise Avith Theresa. I had begun by detesting her. Afterwards, when I found her Avomanly, the pleasure I had taken in watching her gained a new force day by day ; and now, on this calm evening, VOL. III. L"], [156, "MY UNCLE'S SCHEME. 146 I found myself regarding her in a manner Avhich, but that it was qualified by the profound compliment that glistened in my eyes, she might have thought highly impertinent. What we talked about as we strolled to and fro, I almost forget. I have a faint recollection of some unwiding laughter being wrung from her by my reference to the reception she had vouch safed me at ThistleAvood, and by a somewhat comical description of the state of my mind on that day and on the night that foUowed. I can also recall that she made various efforts to prove me fickle because of the change that had come over me respecting Conny, charges Avhich I believe I rebutted with considerable ingenuity, considering that I was obliged to be sophistical to clear"], [157, "MY UNCLE'S SCHEME. 147 myself, and that she w7as extremely shrewd and logical in her reasoning. Further I can recollect that I was impressed Avith the idea that she found much pleasure in my society. I said to her \"It is an understood thing that you are to remain for some time at GroATe End.\" \"I did not come here with that in tention,\" she answered, \"but if my company is likely to be of use to my aunt, it is my duty to stop.\" \" Yes, for me as well as for my aunt. My spirits Avant cheering up. You don't consider them.\" \" Nonsense ! you are happy enough, \" At this moment ; but leave us, and then see where my spirits wdl be.\" Here universal darkness C0ATers aU, and nothing surviAres of the rest of that walk to and talk but the memory of the little"], [158, "MY UNCLE'S SCHEME. 148 blush, the smile, the wise shake of the head, and the expressive sdence that followed my observation. We had been chatting with my aunt (whom Ave found in the draAving-room) for some twenty minutes, Avhen my uncles entered. Dick Avent up to his sister-in-laAV and exclaimed : \" You're all anxiety to hear hoAv Conny is, aren't you ? My dear, she is very well, very happy, and sent you her love. Are you aware that you are committing a dreadful mistake in abusing her hus band ? I can assure you I never wish to meet with a smarter-minded man. Why, I had made up my mind to be introduced to some coarse, country bump kin ; instead of which, Teazer,\" addressing his daughter, \" I was received by a gen-"], [159, "MY UNCLE'S SCHEME. 149 tlemanly youth with fine intelligent eyes, and very modest manners, who detained me for ten minutes with as shrewd a piece of reasoning on our commercial relations Arith Austria as ever I could wish to read in a newspaper.\" \" It is true,\" said uncle Tom, looking round him, with a broad smde, and addressing everybody. \" Dick has taken a great fancy to the young feUow — and give me Dick's opinion before anybody's.\" \" I don't care a fig about his ideas of Austria,\" cried my aunt, hotly. \" I only feel that to my dying day I shall deplore the marriage as a heaAy disgrace.\" \" Upon my word you are wilful ! \" retorted Dick, with equal warmth. \"Dis grace ! I'U teU you wdiat — had Theresa fallen in love with Curling, she should have married him.\""], [160, "MY UNCLE'S SCHEME. 150 Theresa smiled. \" And how are you going to get over the elopement ? \" called out my aunt. \"By forgetting it!\" replied the other. \" Who cares about an elopement ? \" he added, contemptuously. \" In my young days we were all of us running away with one another. Love was then a passion worth feeling — a smart, adven turous, dashing emotion, fed Avith stronger Avaters than the tea and negus you noAV give it ; a heroical combination of enraged fathers and moonlit nights, postchaises and turnpikes, cloaks and savoous, brandy and bliss. I don't mean to say that Curling had any right to Avalk off Avith your daughter in that manner ; but since he did, give him the credit of having spirit. My dear woman, I really expected to meet some wretched,"], [161, "MY UNCLE'S SCHEME. 151 shrivelled mannikin, a poor fool with about fourpennyAvorth of soul in his composition, on no account to be introduced to your friends, and whom you were to hope would, at your evening parties, be mistaken for a waiter. Instead, my admiration is challenged by a gentleman, and my anticipative con tempt converted into honest gratula tions.\" \" Dick is no humbug,\" said his brother, looking into his wife's dogged face, \" and if he saw anything in Curling to despise he'd say so.\" \" Right out,\" responded Dick. \" Curling possesses a thorough know ledge of business,\" I observed, thinking it incumbent upon me to say something in the youth's praise. \" Hoav Thomas can so easily forgive"], [162, "MY UNCLE'S SCHEME. 152 that double-dealing cashier of his, is horribly puzzling !\" cried his wife; \"for my part \" \" What would you have me do ? \" interrupted Thomas. \" Suppose the bar gain a bad one : is that a reason for making the Avorst of it ? I don't forgive him for running away Avith Conny : I consider that in doing so he was guilty of gross impertinence. But can I unmarry them ? Teach me how, and I'll make them single to-morrow. But since you can't, and I can't ; since they are as utterly man and AAife as you and I, Avhat's the use of storming and raging ? \" \" No use,\" exclaimed uncle Dick, with deep emphasis. \" My argument,\" continued Tom, \" is, let us strive to make them comfortable — let us endeavour to find something in o"], [163, "MY UNCLE'S SCHEME. 153 this unfortunate affair to qualify our disappointment and to teach us to believe that, as it has happened, it has happened for the best.\" \" Sound philosophy ! \" cried Dick as triumphantly as if the speech had been his ; \" and worth more than the loudest shrieks Avith A\\diich human lungs could pierce the ear.\" \" Ay, you can talk,\" exclaimed my aunt, \" but there sits your daughter — safe ! \" \" Not so safe as you think,\" he an swered turning shortly round and con fronting his daughter and me, who sat unnecessardy close together. Theresa didn't change colour, but I flushed beautifully, I can promise you. \" Curling begins afresh at the bank to-morroAv,\" said uncle Tom to me. \"I am glad to hear it,\" I answered,"], [164, "MY UNCLE'S SCHEME. 154 grateful to him for diverting the general attention. \"And they dine with us to-morrow,\"' he added, addressing his Avife. \" Very proper,\" broke in his brother ; \" and were it not for my rooted dislike to leave my house at the mercy of my servants, nothing would give me greater pleasure than to drink to their future happiness in a bumper of the best cham pagne you've got in your cellar. How ever, I'll tell you what I mean to do, Tom, and I say it in the presence of witnesses, since it is a verbal agreement ; when they have chosen a house I'll furnish it for them.\" \"No, no,\" cried Tom. \"Yes, papa, you shall,\" said Theresa. My aunt hung her head. \"May I never set foot in this room"], [165, "MY UNCLE'S SCHEME. 155 again Tom, if I don't,\" exclaimed uncle Dick Avith great energy. \" Aren't I Conny's uncle ? and what's the use of uncles if they don't make presents ? I like that young Curling, and mean to stick to him. Let him go and order what furniture he wants and send the bdl in to me. Pooh ! pooh ! don't in terrupt, Tom. Curling has nothing against him that I can see, but his poverty ; and if I choose to help him to furnish a house for his Avife, you'll not have so much reason to deplore the marriage in a pecuniary sense. \"But it is my place to furnish their house,\" said Tom. His brother said it wasn't, and Theresa said it Avasn't. My aunt proved that it was nobody's place but Curling's."], [166, "156 MY UNCLE'S SCHEME. \" And Curling shall do it— through me,\" said Dick. A hot argument foUowed, Avhich ended in my aunt bursting into tears, and in my uncle Tom Avringing his brother's hand. All this was sufficiently pleasant, and even my aunt greAV more cheerful as the evening wore away. I heartdy applauded uncle Dick's untiring efforts to render the poor mother satisfied Avith her cluld's choice. Suppose he was not so much in earnest as he seemed ? so much the more praise is due to him. It is very easy to sneer, very easy to render people dissatisfied and Avretched. (You can teU that by the number of stupid persons Avhom that sort of work gives employment to.) And detestable as Rochefoucauld's philosophy ahvays is, there is but too much truth in his"], [167, "MY UNCLE'S SCHEME. 157 assertion, that there is something in the misfortunes of our friends that seldom fads to please us. I honoured uncle Dick for the cheerful light his large o to kind heart streamed upon this famdy trouble. He talked so w7eU, reasoned so clearly and honestly, that it was difficult to hear him and not consider that Conny had shoAvn profound sagacity in selecting Curling for a husband ; and that this alliance, so far from being a disgrace, was an affair which all Conny's relations had every right to regard Avith emotions of ungovernable pride."], [168, "CHAPTER VI. \" Wounds, Dolly ! this marrying be dear work ! \" Doves m a Cage. Curling was at his post next morning Avhen I reached the bank. Marriage seemed to agree with him, for he looked uncommonly AveU. He greeted me nervously, but his embarrassment speeddy seU before my cordial manner. Was I going to be haughty and distant ? No, indeed ! Infinitely more should I have preferred a good kicking to his suspicion that I was mortified by his triumph, and hated him because he had won Conny's"], [169, "MY UNCLE'S SCHEME. 159 love. Good heaArens ! Wasn't he welcome to it ? He began to mumble something in my ear about a regret that his and Conny's stratagem should have involved my feelings — but I cut him very short. No doubt Conny had instructed him in this apology, and I silenced him bluntly, expressly that she might learn how distasteful to me was all reference to distressing folly. He smded feebly and said \" I beg your pardon ; I wouldn't have aUuded to the subject had I not thought an explanation was due.\" \" I understand,\" I answered, \" and now about Mr. Acorn's promissory note?\" And so the matter ended. My uncle's greeting to him was very gentle. He asked tenderly after Conny, and whether she Avas going to Grove End"], [170, "MY UNCLE'S SCHEME. 160 during the morning. Curling replied that as they were to dine there, he did not believe she would start before him. They then retired into the back office and left me to think of Theresa. Noav that she was at Grove End, it was delightful to feel that my residence, too, was there. I was very much in love Avith her, and Avhat was strange, I could hug this passion Avithout in any sense feehng that I was exhibiting surprising weakness in so speedily yielding to a new fascination whdst the corpse of the old one was stiU warm. Not being a Scotchman, I am in capable of going into the metaphysics of this thing. HoAvever, I may point out that there was some difference between the love I had felt for Conny and the love that I uoav felt for Theresa. To"], [171, "MY UNCLE'S SCHEME. 161 begin with, I deny that I ever did love Conny. Oh yes, you may turn back to other chapters and point me out several most condemnatory phrases ; but don't judge people by phrases. There is only one alphabet, but there are a hundred passions ; and admiration avUI express itseff in the language of love, precisely as if it were the most perfect and enduring devotion. I had loved Conny for her face and figure. Voild tout. She had not one to inteUectual charm, that I can remember, to fascinate me. Reading her character in the light thrown upon it by her elope ment, I found, let me teU you, a very great deal that was decidedly objection able. This was enough to confirm my indifference. Now it was quite otherwise with n VOL. III."], [172, "MY UNCLE'S SCHEME. 162 Theresa. I won't pretend that I didn't immensely admire her handsome face, and fine eyes, and noble figure, and that they were not the first cause of my loAing her. But during my stay at Thistlewood, I had discovered many qualities in her which, had I not been influenced in a great measure by Conny, would have settled the question there and then, and dismissed me to Updown as much in love as ever man was. It was enough that Conny should turn out a regular little trickster, Avho had trifled with my feelings merely to fool me at last, to send my thoughts trooping to Theresa. Here was a foil upon AA7hich her fine qualities of head and heart could not fail to glisten brightly. Long before had the memory of her eccentric reception of me been transmuted by"], [173, "MY UNCLE'S SCHEME. 163 the alchemy of admiration into a pungent and a piquant reminiscence ; so that could not deform my opinion of her. Here, then, my love was based upon altogether different ground from that on which I had built my first and unsubstantial passion. There Avere physical graces to charm me ; there were mental characteristics to fascinate me. A loAre was now inspired that was every day to gain greater strength ; and thus I could start on my new amatory career with a conviction that, AAThether I should win Theresa's love or not, my devotion would never be met with a heartless betrayal. I never left the bank to return to Grove End with more pleasure than I did on that day. Uncle Dick had returned to Thistlewood by the midday"], [174, "164 MY UNCLE'S SCHEME. train, and I found Theresa thoroughly domiciled, sitting at the open drawing room Avindow with some work in her hand. A bright look lighted up her face AAThen she saw me. \" When Avid Conny be here ? \" she asked. \" Very shortly, I expect. How have you been amusing yourself ? \" \" Aunt and I went for a drive this afternoon,\" she answered, laying down her work, and joining me on the lawn. \" Hasn't uncle Tom returned with you ? \" \"He remained behind Avith the phaeton to drive the turtle doves over,\" said I. \" The truth is, he wants Updown to see him and them together. We all stand in awe of gossip.\" \" Aunt is much more reasonable than she was last evening,\" exclaimed Theresa."], [175, "MY UNCLE'S SCHEME. 165 :' The talking-to Papa gave her has done her no harm. She is, I think, sloAvly beginning to see that her husband's vieAv is the soundest, and that Conny might have done a very great deal worse, though she might also haA'e done a very great deal better. Mothers are nearly ahvays the last to come round in these matters. I Avonder why ? \" \" Perhaps because they have more to do with their daughters than the papas have, and therefore the daughters' mis takes touch them more nearly. That's only one reason — and no reason at all. Women — I don't say aU women — no, no, Theresa, not aU — are not very liberal in their views of life or of each other. Mothers and daughters are no exception.\" \" You are quite right. Women are not liberal-minded. \""], [176, "166 MY UNCLE'S SCHEME. \" In many things they are, and, queerly enough, in directions where men are bigoted. But in matters of dress and sentiment, they are often pro digiously intolerant.\" \" Having been deceived by a girl,\" said she, Avith a sweet laugh, \"it is perfectly faff that you should have at the whole sex.\" \" Pray,\" I entreated earnestly, \" pray don't refer to that piece of folly. Had I met you before I met Conny, it never could have happened.\" She curtsied, perhaps to hide a little blush; and then asked me if I had ridden since my return from ThistleAvood. \" I haAren't had time yet : but I shall hope to do so frequently uoav that you are here. And wTe'll haA7e some pistol shooting too, if you like.\""], [177, "IfY UNCLE'S SCHEME. 167 \" Oh, Papa objects, so I mean to give up the unmaidenly pastime.\" \" You are A7ery dutiful. Perhaps, on the whole, it is rather unmaidenly, especiaUy when you take aim at sober-minded and meditative young gentlemen.\" \" Am I never to be allowed to forget to my nonsense ! \" she exclaimed, looking annoyed. \" And am I neA7er to be allowed to forget mine ? \" I answered. \" But I'll enter into an agreement with you, Theresa, neATer to remind you of your nonsense, if you will promise newer to remind me of mine.\" cc T \" 1 agree. \" So then, my wrong-headed penchant for Conny is to be forgotten as if no such a thing had ever been ? \" to"], [178, "168 MY UNCLE'S SCHEME. \" WeU, I'U do my best to forget.\" \" I am afraid you wiU never see anything to like in me untd you do forget.\" \" Why do you say that ? \" she asked, quickly. \" No girl can possibly have any re spect or regard for a man she considers a flirt.\" \" Oh, if you will have your theories about your sex, it is better, for your peace of mind, that they should not be contradicted Here's the phaeton ! \" Yes, there it was, Conny next the coachman, Curling and his beau-pere behind. The two cousins kissed each other profusely — in short, as only young girls can kiss. Nothing could surpass"], [179, "MY UNCLE'S SCHEME. 169 Theresa's gracefuUy cordial reception of little Conny, and her polite greeting to Mr. Curling. Conny looked bewitch ingly pretty. She gaA7e me her hand and smiled at me with her eyes. Ah, my child, those smiles can't affect me now. Don your loveliest airs, strike your most irresistible attitude, you would find in me an unmoved spectator. My love is dead, Gone to his death-bed- I can watch you as one at a puppet show. Tender is the tint of your cheeks, heavenly the azure of your eyes, snow like your pearly teeth ; but to me, my dear, you are no more than a cunning contrivance of beauty ; the sweetest dummy, from which I can turn away with the lightest sigh, to think that I"], [180, "170 MY UNCLE'S SCHEME. could ever have been so wTeak as to bestow a thought upon you. She left us to seek her mamma, and then we got talking, as people not absolutely at their ease will talk — about the weather. Theresa w7as admirably lady-like in her manner to Mr. Curling. The poor feUow w7as a good deal embar rassed, but all things considered acquitted himself very tolerably. My uncle watched his niece narrowly. He evidently wanted her good opinion for his son-in-law, and smded with ghastly approval every time the young man spoke. I caught Curling regarding her with great admiration, and even awe ; w7hich put me into the best possible temper with him, so pleased was I that he should see wdiat a splendid substitute"], [181, "MY UNCLE'S SCHEME. 171 fortune had provided me with in the room of the young lady he had married. The trying moment presently came, when my aunt stepped out of the house, foUowed by Conny. Theresa and I fell back with the instinctive horror of people of sensibility who apprehend a shock. However, nothing very disagree able happened. There was something, indeed, unpleasantly chilling in the hard smile with which my aunt gaA7e Curhng her hand and in the hasty manner AAith Avhich she withdrew it • but the effect, to us lookers-on at least, was somewhat qualified by the broad, nervous smile. with wdiich my uncle superintended the greeting. As for Curling, his politeness was cringing. Pie smiled if his mother-in- to O"], [182, "172 MY UNCLE'S SCHEME. law turned her head, listened with pain ful eagerness to be agreeable if she opened her mouth, agreed with her before he AveU knew what she had said, and in every respect showed himself thoroughly afraid of her. \" I don't think he is going the right way to work to make her respect him,\" I Avhispered to Theresa. \" Poor feUoAV ! \" she answered. \" I wonder Conny had the heart to bring him here. I should be sorry to sub ject my husband to such treatment.\" \" What do you think of him ? \" \" He seems gentlemanly enough.\" \" Could you have run off with him, Theresa ? \" \" As soon with O'Twist ! \" I had made up my mind to have"], [183, "MY UNCLE'S SCHEME. 173 Conny given me to take into dinner ; but to my great relief and pleasure, she took her papa's arm, Curling conducted Mrs. Hargrave, and I was left to Theresa. Curling and his mother-in-laAV walked in front of us from the draAving room, and I had great difficulty to retrain myself from bursting into a fit of laughter on catching sight of my aunt's face, and watching the contempt uous air with which she wadcUed along side her neAv connexion. Theresa begged me not to speak to her, lest she should lose her self-control. The sight was, indeed, ludicrous enough ; and one of the servants, at aU events, saw the joke, for she turned rapidly aAvay as my aunt entered the dining room and emitted a laugh over the side-"], [184, "174 MY UNCLE'S SCHEME. board, which made my uncle look smartly round under the impression, I belieATe, that a cork had flown. The dinner wTas not a very lively affair. Nothing but the having Theresa to O at my side saved me from wishing myself a hundred miles away. In vain my uncle strove to be cheerful ; in vain he told his best stories ; in vain he indulged in little flirting allusions to matrimony, and winked out, so to speak, those little modest jokes which are universally held to be permissible on the occasion of the presence of a newly married couple. God knows no man ever tried to laugh more resolutely than I did ; but my hoarse notes were as destitute of mirth as a raven's croak. Had I wept I should have shown myself more sympathetic ; for"], [185, "MY UNCLE'S SCHEME. 175 my uncle's humour tottered on the A7ery verge of tears. Theresa did all she could : tried her relations on twenty different subjects, then out of sheer weariness took refuge in silence. Curling was so nervous, he could scarcely eat. I felt for him — yes, my whole heart went out to him — when he knocked a wine-glass full of claret over to the table-cloth. The wine wrasn't redder than his face, I promise you. \" Don't bother,\" said my uncle, seeing the poor feUow spoon the wine up. \" Sprinkle some salt over it,\" said Conny, looking abject. It was rdain to everybody that Theo dore had been scarcely able to handle his knife and fork for nervousness, that though he might have known Iioav to"], [186, "MY UNCLE'S SCHEME. 176 behave with perfect propriety, fear of his mother-in-law bereft him of his knoAV ledge and hurried him into grossieretes. For instance, he refused to begin until the others were helped ; insisted upon passing whatever was set before him to Mrs. Hargrave ; eat up his bread in a trice and hopelessly entangled himself in a Avild complication of knives, forks, spoons, and glasses. I doubt if he would have committed a single blunder had my aunt been absent. Ah, Eugenio, you know what it is to have a mother in-law watching you with a foregone prejudice of the bitterest kind rankling in her eyes. I know a young man Avhom his mother - in - law made so anxious and apprehensive that, before dinner was over, he had kicked both his boots off under the table, and would"], [187, "MY UNCLE'S SCHEME. 177 have joined the ladies in his socks had not a good-natured footman directed his attention to the state of his feet. Tears were in Conny's eyes before the dessert was brought in ; and I felt so heartily sorry for the poor girl and her yet more-to-be-pitied husband, that ad dressing my uncle, I exclaimed, \" Aren't we going to think to the happiness of the bride and bridegroom ? \" hoping that the hearty expression of our good Avishes would render them happier and force some of the acidity out of my aunt's face. \" Certainly,\" he replied. We then filled our glasses and all spoke at once, to the effect that the young people would enjoy a long life and unbounded happiness : Theresa speaking very feelingly and my aunt VOL. III. N"], [188, "178 MY UNCLE'S SCHEME. nodding her head AAith a face that to expressed everything but the prevailing sentiment. Now I reaUy believe this toast would have ended in putting us all into a better temper, had well been let alone ; for even as we drank, Conny smiled and looked much gratified. But judge my surprise, when, after an interval of not less than five minutes, I observed Mr. Curling, who had been puUing at his watchguard in a fashion that threatened to tear the waistcoat off his back, rise, and in rising knock his chair over, which however, nobody offered to pick up, that he might not be interrupted. In a very faint and difficult voice, he thanked us for our good wishes, which, he particularly desired his mother-in-law to believe, he"], [189, "MY UNCLE'S SCHEME. 179 should strive his utmost to deserve. He next informed us that he was ne\\7er considered a good speaker, and that if he didn't express all the gratitude he felt, it was not because he didn't feel it, but because he hadn't the words. Here I hoped he would sit down. But there are two notorious difficulties in public and unpremeditated speaking, of which every neiwous man who has ever got upon his legs is but too keenly sen sible : the first difficulty is to know Iioav to begin, and the second is to know to ' when to stop. On such an occasion, and in such company, it would probably have taxed the AAit of a Disraeli not to have said something offensive. Mr. Curling wanted Mr. Disraeli's wit, and the result therefore Avas, he, to the confusion of everybody, began to apologise for eloping"], [190, "MY UNCLE'S SCHEME. 180 with Conny ; assuring us, and the ser vants who stood choking at the door, that he never would have been guflty of such a mistake had he not worshipped the ground his ker-ker-Conny trod on. This was too much for my aunt. It was bad enough that so delicate a matter should haATe been referred to at all : of its peculiar inopportuneness at that moment, one had only to glance at the giggling servants to understand. In a loud, angry voice, she begged him to cease, burst into tears, and rushed out of the room. Curling did cease ; and, forgetting in his nervousness that his chair w7as upset, sat down before any of us could cry out : the consequence of which was that he tumbled head over heels, pulling the table-cloth with him, and covering him-"], [191, "MY UNCLE'S SCHEME. 181 self with his unique collection of glass and cutlery. There was instantly a scramble. My uncle, who thought Curling had fainted, shouted to the servants for brandy Conny, weeping bitterly, fell on her knees and picked the broken glass away from the carpet near her husband's head. Theresa turned pale, and clasped her hands ; but I, suspecting by the young fellow lying stdl that he couldn't get up, laid hold of his arm and pulled him on to his legs. Now then Conny's affection displayed itself. She clung to her husband, kissed him, asked him if he was hurt and where, behaved herself altogether so pa theticaUy that I felt myself a wTetch for having laughed to see him fall. \" Do let us go home ! \" she cried,"], [192, "182 MY UNCLE'S SCHEME. turning to her papa. \"We are so much happier alone. Theodore never wanted to come, and mamma will break his heart.\" Ay, and his neck too, she might have added. \"Yes, yes! go home! go home!\" ex claimed my poor uncle. \" Tell James, one of you, to bring the phaeton round. I have acted crueUy in subjecting you both to this.\" \" I'm not hurt,\" said Curling, rubbing his back, obviously relieved by the pros pect of an immediate release. \"Why didn't somebody pick up that chair ? \" exclaimed my uncle. \"I should have done so,\" rephed Conny, \"but I didn't like to interrupt Theodore, for fear of breaking the thread of his ideas. Mary, go and get me my hat, it's in mamma's bed-room.\""], [193, "MY UNCLE'S SCHEME. 183 In a few minutes the phaeton was ready, the young couple, wearing now far cheerfuller faces than we who were left behind, jumped up, and off they drove. \" The next time they come to dinner,\" said my uncle, wiping his forehead with a pocket handkerchief, \" shaU be at some body else's invitation. I'll never subject the poor things to such treatment again whilst I have breath in my body.\""], [194, "CHAPTER VII. Mrs. Croaker. \" Well, if they concealed their amour, they shan't conceal their wedding; that shall be public, I'm resolved.\" The Good-natured Man. My aunt afterwards apologised to us for having lost her temper, but I was heartily glad my uncle had resolved not to ask the young couple to dinner again. A few scenes of this kind would hardly fad to drive Theresa away, and Avithout Theresa, what were life ? And to teU you the truth, the less I should see of Conny, the more, I felt, should I be pleased. I was so much in"], [195, "MY UNCLE'S SCHEME. 185 love with Theresa, that all reference to the past Avas peculiarly disagreeable. To have had Conny's large, blue, surprised eyes watching me whilst I talked with her cousin, and cut my little jokes and looked happy, wyould have been more than I could bear. Next morning my uncle suggested to me that I should remain at Grove End and amuse Theresa. \" She wull be dull Avith my wife,\" said he, \" Avhose temper makes her bad com pany.\" This proposal was perfectly agree able to me, and I had the pleasure of spending a happier day than I firmly believe was ever passed even at Rosher ville. Unfortunately, Ave could not ride, because Theresa's habit had not arrived from Thistlewood ; but we could walk, and talk, and pick the flowers, and lounge"], [196, "MY UNCLE'S SCHEME. 186 under the cool trees, and snatch Arcadian joys from the breezy quiet grounds. I longed to find out whether it was amiability that kept her happy in my company, or some more complimentary, some tenderer feeling. Somehow or other, I couldn't make love to her as I had made love to Conny. Nothing had been easier than to mutter my eternal devotion into the ears of the golden-haired maid ; nothing was harder than to pay Theresa even a compliment. It was not that she Avas cold ; on the contrary, she wxas very genial. She gave me every reason to believe that my society pleased her ; and throughout the long day, during which we were constantly together, never once suggested that she had had enough of me. The fault was mine, not hers. I was diffident. I was shy, bashful,"], [197, "MY UNCLE'S SCHEME. 187 muffish. Conny and other young ladies (who shall be nameless, for they may still be single) I had been able to make kwe to, as I have said, easily ; but Theresa awed me. She A\\'as so honest, so open hearted and candid, so womanly, so supe rior in numberless points to the girls Avhose friendship or whose hearts I had had the honour of possessing, that I could as soon haA'e deliberately insulted her, as indulged in any of those light and jocose strokes of sentimentality Avith which I had been heretofore used to pay my court. One thing struck both of us that after noon and made us laugh : she had stopped at Grove End to be a companion for my aunt. \" I am sure she has enjoyed your society very much,\" said I, ironically. And she blushed and averted her face"], [198, "188 MY UNCLE'S SCHEME. with a seff-conscious expression upon it that fided me with delight. However, I don't think my aunt wanted her. The good lady Avas very gloomy, and quite impenetrable to the attacks of cheerfulness. When wye entered the house, we caught her helping a servant to pack a hamper, which she boldly avowed was for her daughter ; and the moment the servant left the room she exclaimed, \" My daughter shan't be starved by that man.\" Here was prejudice ! \"Starved!\" I cried; \"why, poor feUow, he worships her.\" \" And so he ought. But all young men of his kind are intolerably selfish and never think of their wives' necessities, so long as their own are supplied.\""], [199, "MY UNCLE'S SCHEME. 189 \" Why his kind particularly ? \" asked Theresa, with a glance at me. \" Because he is not a gentleman,\" answered my aunt. Nothing but time will cure this stub bornness, I thought, turning away. The young people were to be married \" properly \" on Monday morning, at nine o'clock. This early hour was fixed that the people at Updown might not get scent of the proceedings. Curling, in my presence, had protested against the ceremony, as superfluous. But my uncle was firm. \" I shall never consider my daughter your wife, sir,\" he exclaimed Avith some heat, \" untd the service as directed by the Church of England has been read j; over you."], [200, "MY UNCLE'S SCHEME. 190 \" But we are married ! \" urged Curling. \" Thoroughly married.\" \" I say you are not ! \" shouted my uncle. \" You dare not disobey me, sir ! \" I'U do anything you want,\" replied Curling : \" but I shaU go to my grave protesting against this second ceremony.\" I looked forward to the ceremony with many misgivings, having no doubt that my aunt would misconduct herself. When Monday morning came we all rose very early, and supplied, at the break fast table, such an assemblage of dolorous faces, that more dejection could not have been expressed, had we been going to escort some favourite relation to the galloAvs. My uncle proposed that Theresa and I should walk to the church in advance of him and his wife, lest,"], [201, "MY UNCLE'S SCHEME. 191 should Ave go in a body, the attention of the people might be drawn, and a proces sion folloAv us to the altar. \" Anything to keep this matter secret,\" said he. So Theresa and I started alone. It was a bright, fresh morning, so gay and sunny that all depression was out of the question. \" I knoAV it is proper to look wretched on these occasions,\" said I. \"But what is a man to do if he cant cry ? \" \" I don't see any reason to be dull,\" answered Theresa, \" though aunt's face makes cheerfulness rather difficult.\" \" I Avonder how we should feel if we were going to be married ? \" said I. to O She did not answer. \"Would you like to be going to be married ? \""], [202, "MY UNCLE'S SCHEME. 192 \"Would you?\" \" If you Avere the bride.\" She turned her head away and grew so nervous, that her step quickened, and I had to catch her hand to detain her. \" Theresa,\" I exclaimed, whilst my heart beat violently, \" I had no intention of frightening you with a declaration when we left the house. But ■ — but, dearest — haven't you foreseen that — that I should speak to you before long — that — that I should tell you Oh Theresa ! \" I gasped, \" I am so agitated I can scarcely speak. My impulse has taken my breath away. My darling, I am in love with you. I fed in love Avith you at Thistle- Avood, and I am able to think of nothing — ' to of nobody but you. . . Oh, tell me something.\" \"It is quite impossible that you could"], [203, "MY UNCLE'S SCHEME. 193 have learnt to love me in this short time,\" she ansAA'ered in a low voice. \" How can it be impossible when I do love you ? I knoAV what you are thinking of — -Conny. Don't, pray don't. If it were in my poAver to bare my heart, you'd knoAV then that I loved you. No, no. I have been weak — all men are. I may have flirted — I may haA'e played the fool, but all that is over, a deep and serious play is begun. Do you belieAre me ? \" She looked at me steadily, let her eyes fall, and answered, \" Yes, I believe you are in earnest.\" I glanced around to see that nobody was in sight and, Eugenio, I kissed her. \" Will you marry me ? \" I asked her. She was so long silent that I feared my kiss had made her indignant. \" Charlie,\" she answered presently, \" I o VOL. III."], [204, "194 MY UNCLE'S SCHEME. Avish you had taken a longer time to consider your feelings before you spoke to me. HaA'e I any right to depend upon your love when I see how quickly you can forget the old and take to the ucav l. \"Ah!\" I exclaimed, bitterly; \"I always feared that Conny Avould come betAveen a us. \" It is not Conny, but your oavii heart. Can you be faithful ?\" \"Try me.\" \"If I Avere to tell you I love you, would you abandon me for the first pretty girl you met ?\" \" Try me,\" I groaned. \" I know,\" she continued, \" that it is papa's Avish I should marry you ; but I Avould rather die than give my hand to a man on AA'hose sincerity I could not rely.\""], [205, "MY UNCLE'S SCHEME. 195 To this, Eugenio, what did I answer ? 'Credit me when I assure you that I answered her eloquently. I was inspired. It was not alone the beauty of her eyes, the rapture of the kiss I had stolen, her blushing face, the sense of security that is bred by solitude, the glorious blue of the morning heavens, and the sweetness of the breeze rich with odours from the fields and woods, which gave me power to speak ; the impulse that had broken through my diffidence had also annihilated it. Why write doAvn what I said to her ? Why describe her appearance as she lis tened ? We haA'e jogged on so far very well Avithout sentiment : let us not take a dose of it iioav. I solemnly protest that I had left Grove End with Theresa, en route for the ■church, AAith no more intention of telling"], [206, "MY UNCLE'S SCHEME. 196 my love than of playing- at leap-frog with the haystacks on the road. This has happened to others. HaA'e I not seen ? No rules govern the heart. At the most unexpected moment love is blurted out, proposals of marriage stammered through ; emotion triumphs over fear, and even imbecility groAvs eloquent. Let the ladies be grateful for these little bursts of pas sion. Were it all premeditation, all rehearsal, feAv AArould be the offers made. Young Froth, adoring Lauretta, breaks into a cold sweat OA'er the idea of a formal submission of his heart and for- tune. To-morroAv and to-morroAv and to-morroAV steals on this petty pace, and Froth has still to propose. Ah, nights of agony, days of ineffable meditation, how have ye worn this gentle shepherd ! At last, a glass of champagne and a ten"], [207, "MY UNCLE'S SCHEME. 197 minutes' lounge in the balcony after the feverish waltz, do the work. With a ghastly look at the man in the moon, Froth mumbles his feelings ; he is accepted on the spot, and his fears are at an end. De te fabula, &c. Change the name, and the story is told of thee. Had I begun to think when, how, where, and in Avhat language I should * O to propose, I might have been a bachelor to this day. That Avalk to the church ! (it took us three quarters of an hour) how senti mental was it ! Did I enjoy it ? Avas I happy ? was Theresa happy ? Surely such questions are in bad taste since they imply a doubt. \" Oh ! \" I exclaimed, \" what would I give, Theresa, if instead of going to Conny's marriage we AA7ere going to our own ! \""], [208, "MY UNCLE'S SCHEME. 198 \" We musn't look too pleased,\" she answered, with a laugh, \" or we shall grieve poor aunt.\" \" I wonder,\" said I, \" if she will guess what this walk of ours has terminated in. Hoav glad your father will be ! hoAv we shall delight uncle Tom t Wonderful is life ! only the other day I was thinking you a rude, uncivilised female, fit only to shoot pistols and break horses ; and uoav — and now ! \" And only the other day,\" said she,. I Avas making up my mind to insult you as grossly as I possibly could, to disgust and chive you out of my sight, so odious Avas the notion of haA'ing a husband forced upon me.\" \" And noAV ? \" \" And uoav it is otherwise.\""], [209, "MY UNCLE'S SCHEME. 199 We reached the church where we found nobody but the clerk, who, after inquiring our business, conducted us Avith a stealthy face to a seat. Scarcely three minutes after we had entered, Conny and her husband, both looking very pale and agitated, came up to us. The poor fellow shook hands AA'ith me and muttered, \" I consider this quite superfluous.\" \" It'll soon be OA7er,\" I replied. \" It can't make Conny more my wife than she is ? \" \" My dear friend,\" said I, \" consider yourselves in the light of a book Avhich is to be handsomely re-bound. The first plain binding keeps the leaves as securely together as the richer covers will, but to the gilt and morocco are necessary to your importance.\""], [210, "200 MY UNCLE'S SCHEME. Here my uncle and aunt entered, the former gazing about him, into the o to ' pews and up at the gallery, to make sure that no spectators Avere present. At the same moment the clock struck nine, forth stepped the rector in fuU dress out of the vestry, and the clerk beckoned to us to take our places. The marriage service is ahvays a trial to married people to hear, it is so full of reproaches. My aunt cried so abundantly that I every moment expected to see her bump upon the floor in hysterics. How ever she kept her feet stoutly, and I truly hoped that the tender and beautiful Avords she was listening to Avould soften her towards the young felloAV whose reverential face and ardent glances at his little Avife persuaded me that all would go Avell Avith them."], [211, "MY UNCLE'S SCHEME. 201 On the completion of the ceremony, my uncle grasped my arm. \" Look ! \" he muttered. I glanced in the direction he indicated and beheld the porch of the church crowded Avith women Avith here and there a man among them ; while se\\Teral females had pushed their way into the peAvs and Avere Avatching us with profound interest. \" I feared, I feared Ave should never be able to keep this a secret,\" AA'hispered my uncle, \"but Avhy Averen't the doors shut?\" The doors shut ! AA'hat manner of Avood- work, what manner of brickwork, Avould keep Avomen aAvay from a marriage ? I believe were a Avedding to be celebrated to at the bottom of a well, two or three ladies Avould be found swinging in or holding on to the bucket, Avatching the proceed ings. AVhat, my dears, what is there in"], [212, "202 MY UNCLE'S SCHEME. the spectacle of half a dozen or more or less people standing before a clergyman so astounding, so novel, so exciting as to cause you to abandon your babies, your wash-tubs, your lodgers, your cooking, to Avitness it ? PositiArely this hungry and piercing curiosity fully justifies the re mark my friend Adolphe Beau once made to me : \" Either weddings in England are exceedingly rare, monsieur, or else they symbolise some hideous sacrifice compared to Avhich the African celebration of their King's nuptials are innocent childplay : or Avhence comes your morbid national love of A\\itnessing these sights ? \" to to \"Well, thank God, this is OA'er,\" ex claimed my uncle, receiving Conny from her blubbering mamma, and kissing her. Poor Conny ! Avas she so perfectly satis fied with her husband that she could"], [213, "MY UNCLE'S SCHEME. 203 think Avithout regret upon the breakfast she had missed, the speeches, the congra- tulations, the blonde and the tulle, the bouquets, the presents, and the triumphal drive to the railAA'ay station, she had forfeited ? Ah, miss, you avIio are read- ing this, see what you Avill be infallibly deprived of if ever you dare to run away AA'ith a young man unknoAvn to your parents. A midnight excursion may be romantic : but, take my word for it, a noontide festival, of AA'hieh you are the heroine, is a great deal more comfortable. Don't belieA7e your Edward, Avho tells you that he despises the flummery of the marriage-shoAv ; that a registrar in his sight is as good as a parson ; that friends are a nuisance, and speeches detestable. It is true that A'efls and champagne don't make happiness ; but they leave a good"], [214, "204 MY UNCLE'S SCHEME. impression, Avhich he for one Avon's forget. Bridesmaids and floAvers Avon't prevent you from quarrelling ; but they will put it out of his power to say several unplea sant things when you and he do quarrel. A wedding is a launch ; and, depend upon it, there is no better way to shp into the ocean of life than with streamers flying, bands playing, and kindly hands to chase our flying feet AA'ith wine. Conny and her husband returned to then* lodgings AA'ith my uncle, who desired me to escort the ladies home. The first thing that I did after we were out of the toAvn was to teU my aunt that Theresa had accepted me. She received the intelligence without an ejaculation. All she did Avas to force a smile and say,"], [215, "MY UNCLE'S SCHEME. 205 \" I expected it would come to that. I am very pleased. Thomas will be delighted. Poor, poor Conny ! \" Seeing- Iioav utterly engrossed she was by her daughter's fate, I squeezed The resa's hand by way of apologising to her for dropping the subject of our engage ment, and began a long and vigorous appeal for Curling. I think I must haA'e grown warm ; for I have a recollection of reproaching her for her behaviour, which, I pointed out, was not only cal culated to make her daughter miserable, but to excite her contempt for her hus band, and so create feelings which would result in rendering the elopement cala mitous in a very different and sterner sense than it now was. \" I daresay I am Avrong. I daresay I am to blame,\" she kept on saying."], [216, "206 MY UNCLE'S SCHEME. Theresa at last silenced me by whis pering : \" All the talk in the world -will not make her see the matter in its true light, yet ; it Avill probably dawn upon her in a few Aveeks ; but arguments uoav will do nothing but harden her.\""], [217, "CHAPTER VIII. Tuff. \" Now gentlemen, this scene goes entirely for what wo call situation and stage effect, by which the greatest applause may be obtained without the assistance of . . sentiment or character. Pray mark.\" The Critic. I returned to the Bank after seeing the to ladies to Gixwe End, and going straight ? O O to into my uncle's private room, told him that Theresa and I were engaged. to to \" Engaged ! \" he cried, staring at me. \" Are you in earnest ? \" \" Certainly I am.\" I never saw any man look so pleased."], [218, "MY UNCLE'S SCHEME. 208 \" It is almost time,\" he said, \" that I had something to give my spirits a turn. This delights me. But, good gracious t hoAv sudden ! Iioav unexpected ! I had no idea you were in love with her.\" \" I came home from Thistlewood in love ; but I never meant to ask her to be my wife yet awhile. My feelings overpowered me this morning and out came everything.\" \" And does she love you, Charlie ? \" \" I don't suppose she would accept me if she didn't.\" \" To be sure she wouldn't. Of course she loves you. Well, well, this is cheer ing neAArs after our late troubles. That old scheme of mine was quite pushed out of my mind by this elopement. I have been able to think of nothing else. Noav at all events there will be one marriage to"], [219, "MY UNCLE'S SCHEME. 209 after my heart. Has she written to Dick yet about it ? \" \" Why, you see, I only proposed to her this morning.\" \" True, I forgot. You had better go to her. We can very weU do Avithout you just noAV — far better than she can. Upon my word,\" he cried, grasping my hand, \" your neA\\7s is as good as a cordial. It throAvs quite a bright light on the future, and I can see my Avay uoav as I never saw it before. But I'll not keep you. Get away to Grove End. We'll talk the thino- over this evening.\" I left him, but stopped a moment to ask Curling, Avho was at his desk, hoAv he and Conny felt after the AAred- ding. \"Very well thank you, Mr. Hargrave,\" he replied : \"but as I told your uncle, I VOL. III. P"], [220, "MY UNCLE'S SCHEME. 210 shall go to my grave protesting that it AAras entirely superfluous.\" \" No, no ! come, you must confess that you feel more comfortable iioav that you haA'e been married correctly.\" \" Not a bit,\" he said, \"and AA'hilst I live I shall ahvays say it Avas superfluous.\" \" By the Avay,\" said I, halting as I Avas moving off, as though arrested by an after thought : \" you might tell Conny when you see her that I am engaged to be married.\" \" Really ! ' \" Yes, my cousin Theresa has done me the honour to accept me. The news Avdl interest your Avife.\" \" And delight her too,\" said Curling, \" for she stdl Avorries now and then over the trick Ave Avere unavoidably \" \" Tell her to forget everything as I"], [221, "MY UNCLE'S SCHEME. 211 haA'e,\" I interrupted quickly, for I never could stand any reference to that trick from him. \" She has nothing to forget so far as I am concerned, as I hope my ■engagement proves .' ' And I left the bank. I found Theresa alone — my aunt having been seized with an auspicious fit of tenderness which had driven her (in her carriage) to her daughter's lodgings. O / O O to ' ' It seems that I was destined to make 1oatc to you,\" said I ; \" for I am per petually finding you by yourself all alone, as the song says, and opportunity creates the thief.\" ' ' I can hardly believe we are engaged,\" she answered. \" We have, I fear, both been too hasty — you in proposing, I in accepting you.\" \" If you mean to imitate Conny, I had"], [222, "MY UNCLE'S SCHEME. 212 better Avithdraw to my bed-room and cut my gorge. Wliat ! accept me, and then break into lamentations ? \" \"I can be true,\" said she, firmly and proudly, \" and do not speak of myself. But \" There was only one Avay of silencing her buts, and that was by stopping her mouth. I leave you to guess how I did it. There was a vast deal of blushing, tender charges of sauciness, assumptions of indignation which the eyes vowed were terrible hypocrisies, and But, my Eugenio, even were love-making not an amusement in which no breathing creature can take the faintest interest, save those who are concerned in it, still ought I, and do I, politely but firmly decline to set down the particulars of that dear, delightful morning. The A'ery re-"], [223, "MY UNCLE'S SCHEME. 213 spectable fear of groAAing sentimental is one check ; but another and a more violent restraint is that profound sense of what d'ye call it ? with Avhich most men recur to the nonsense they are forced to emit Avhen the fit is on them. However, I ought not to conceal that ' to ■our conversation brought out some little secrets of great value and moment to me; -of Avhich one Avas the assurance that she had faUen in love Avith me before I left Thistlewood \" I neArer suspected it,\" said I. \"I don't think,\" she whispered, \"that I should haAre been so easily conquered had I not been resolved to atone for the cruel reception I gave you, and the wicked story I told O'Twist\" \"You tried to harden your heart,\" said I ; \" but the process that ought to have"], [224, "214 MY UNCLE'S SCHEME. made hon of it transformed it into wax. \"I suppose so. I am a silly creature. '* \" So much the better, dearest ; for Avere you wise I might be miserable. A woman must love a man for something - and providing he gains her love, the means by which he Avins her ought not to trouble either of them.\" That afternoon Ave each wrote to our respective fathers. What Theresa said I don't knoAV ; but my letter was a very candid confession of happiness. I was happy. I loved this cousin of mine dearly. It is true that I had had to undergo no ordeal for her. I had to neither (to use a favourite order of description) been tried by the fire, nor proved in the furnace; \"long years\"' had had nothing whatever to do"], [225, "MY UNCLE'S SCHEME. 215 Avith my love. I had been guilty of no \"passionate yearnings,\" nor \"wild and wistful longings.\" And I don't think I had been \"thrilled\" once. In short, my passion was totally unlike those which are heard of at Mr. Mudie's. And yet I am bold to say that no hero was ever fonder of the heroine whom he avoocs in chapter the first, and loses in chapter the second, recovers in chapter the third, doubts in chapter the fourth, quarrels with in chapter the fifth, groAvs sardonic over in chapter the sixth, adores in chapter the seventh, flees in chapter the eighth, and finally marries in chapter the sixty-fourth, than I was of Theresa whom I had known only a few Aveeks, and whom, when I had first met her, I had execrated. Uncle Dick arrived at Grove End"], [226, "216 MY UNCLE'S SCHEME. next day in high spirits. I remember that after making me all manner of handsome compliments, he whispered, \" Nobody shall be miserable AA7hen my daughter is happy ; \" and unknown to any of us left the house and after an hour's absence returned — Avith Curling and Conny. \" Here they are ! \" he cried, in great glee, joining us on the lawn. \" I was just in time. Conny had fetched her beloved at the bank and was on the point of starting for a walk. They were very reluctant to come : but I told them we couldn't be happy AA-ithout them.\" Conny turned a little pale when she met me, but soon recovered her com posure and Avhispered her congratulations with her deep blue eyes fully upturned"], [227, "MY UNCLE'S SCHEME. 217 to mine. I gazed calmly into their depths. \" May you be very happy ! \" said she, and kissed me. Eheu ! when I wanted her kisses she Avouldn't give them. Thanks to uncle Dick, our dinner-party that day Avas a very much livelier one than the last at which the young couple had been present. Without embarrassing Curling, he contrived to make a A'ery great deal of him, engaged him in a conversation on topics on Avhich the young man Avas weU qualified to talk, and developed so many really good social points in him, that not only Avas I never more favourably impressed, but I actually caught my aunt regarding her son-in-law Avith a face absolutely pro mising with a propitiatory expression."], [228, "218 MY UNCLE'S SCHEME. Her Theodore's success delighted poor little Conny, who, long before the dinner Avas over, was chatting and laughing as playfully as eArer she had done in the days when she was the darling of the house, and life lay round her like a landscape of floAvers and sunshine. She sat next to her mother, and I assure you that I would rather have forfeited the pleasure of having Theresa by my side at the table than missed the satis- faction of seeing Conny slip her hand into her mother's, and leaAre it there to be nursed and petted. That evening my uncles and myself had a long conversation on a great variety of topics, all Avhich Avere of prodigious interest to me, since they all concerned me very closely. Besides a handsome settlement on his daughter, to 7"], [229, "MY UNCLE'S SCHEME. 219 Dick promised to make us a present of a large sum of money, which was to procure me a partnership in uncle Tom's bank. But though that sum was con siderable, the income uncle Tom promised me, not the most rapacious money-lender could have made it yield. \" Taking the capital Dick gives you at five per cent.,\" said he, \"your income would be £0,000 ; the difference, then, betAveen that income and the sum you Avill draw, you Avill consider my present.\" I was overpowered by so much gene rosity ; and, utterly wanting words, had to content myself with silently shaking their hands. It was a real relief to me when the}7 began to talk of Curling. \" I had ahvays proposed,\" said uncle Tom, \"to make the man my daughter married a partner in the bank ; but of"], [230, "220 MY UNCLE'S SCHEME. course I never anticipated that she Avould marry a man like Curling. HoAvever, waiving the consideration of his poverty, a fitter man than Curling to take in with us I don't think I could choose.\" \" I don't think you could,\" said uncle Dick. \" He is extraordinarily active,\" con tinued uncle Tom, \" and were he to be given an interest in the bank, Avould by his efforts and business habits extend its influence to a degree that Avould to abundantly compensate for his Avant of capital.\" \"Take him in by all means,\" said uncle Dick. \" I Avon's be in too great a hurry. There is plenty of time. He has behaved ill, though I am Avdling to forgive him for my girl's sake ; but there would be a Avant"], [231, "MY UNCLE'S SCHEME. 221 of moral propriety in my heaping benefits upon him too suddenly.\" \"Perhaps so,\" said uncle Dick. \"But Charlie grows uneasy and pines for his sweetheart.\" \" Quite true,\" I answered, and Avithout ceremony left the room. Theresa received a letter next morning from my father, and a very gorgeous epistle it was — a series of dignified and embroidered congratulations and loftily expressed good wishes. She was to let him knoAV the date of her marriage and he would join us two or three days before at the house we should be married from. This letter was read aloud and caused an aro-ument. Which house should we be to married from ? It was soon shown that ThistleAvood was out of the question. It was impossible for uncle Tom to absent"], [232, "222 MY UNCLE'S SCHEME. himself from Updown, OAving to his pres ence being necessary at the bank, and the same objection held good with respect to Curling, whose presence and Conny's at the breakfast Avas regarded by us all as essential to the celebration. \"For,\" said my uncle Dick, \" the break fast must be given as much in their honour as in that of Charlie's and Theresa's ; their healths have never yet been properly drunk, and untd that solemnity has been gone through, they cannot, in spite of the double ceremony they have endured, be considered correctly married yet.\" Both my uncles were impatient that the marriage should not be delayed, and therefore not Avithout a good deal of per suasion, I succeeded in getting Theresa to 3 to to fix the day for Avhich gave us exactly six weeks to make our preparations."], [233, "MY UNCLE'S SCHEME. 223 With less time Ave could hardly do. There were not only two houses to be sought and furnished (Dick being resolved that Theresa and Conny should both begin the duties of housekeeping at the same time) but there were two trousseaux to be got ready, for as one of us very properly observed, \" It isn't because a girl makes a runaway marriage that she doesn't want the same outfit that would be given her had she been married correctly.\" A busy month that was ! Theresa Avent to Thistlewood, but returned after an absence of a fortnight ; her father declaring that no nonsensical fastidious ness should permit her to mope alone in a big house, Avhich Avould be all the more duU, not only because it Avas the home she w7as to leave for ever, but"], [234, "224 MY UNCLE'S SCHEME. because she would contrast it with the cheerfulness of the house at Grove End. One individual welcomed her back, trust me. That, I say, Avas a busy month. Two houses had been found, exactly \" suited to the requirements of young married people,\" as the landlords pointed out : one house in UpdoAvn, which Avas for Conny ; and one a mile aAvay, not very far from Grove End, which w7as for Theresa. These had to be furnished ; and as my uncle Tom had no time to devote to the work, I was \" told off \" to assist uncle Dick. And now at Grove End Conny was to be found every day, helping her mother to prepare for Theresa's marriage, to get together her oAA'n trousseau, to sympathise with her cousin's maidenly anxieties. She and I were often together now ; but so"], [235, "MY UNCLE'S SCHEME. 225 little did the memory of the past affect our relations — in short, so dead was all sentiment betAAreen us, that, though The resa watched us narrowly (which she afterwards declared was not true), not a glance, not a sigh was exchanged upon which the most imaginative jealousy could have fastened as an excuse for a quarrel. My father arrived at Grove End a week before the marriage. Both my uncles went to meet him with the phaeton. As I beheld his stately figure I felt that I had never sufficiently admired him. He' certainly did look most imposing, dressed to perfection, his magnificent Avhiskers taking a purple tint from the sun. He grasped both my hands, and I led him at once to Theresa. Good heavens! with Avhat inimitable grace did he take and kiss her hand ; with which chivalrous Q VOL. III."], [236, "MY UNCLE'S SCHEME. 226 greeting, hoAveA7er, she was by no means satisfied, for she insisted upon offering her cheek, which he touched AA'ith the impe rial air of a potentate saluting a queen. And a queen she looked ! and I noticed with happy pride the admiration that kindled in his face as he regarded her. Indeed, I had very good reason to be proud of both of them ; for such a father and such a bride, I will venture to say, it has been the lot of very few men to possess at the same time. My aunt, avIio had not seen the major for many years, was quite overpoAvered by the reception he gave her ; Avhilst honest Tom Avas so vain of having his military brother under his roof, that for very conceit he couldn't sit doAA-n, but strode about the room, putting all manner of questions about France, the Emperor,"], [237, "MY UNCLE'S SCHEME. 227 prospects of Avar with that country, and so forth, positively as if my father Avere a returned ambassador, whose intimacy Avith French affairs qualified him to raise -or depress the Funds Avith a shrug or a nod. One thing I could predict: the presence of the major would entirely nullify every lingering feeling of humiliation AA'ith to to to which Tom and his wife might still regard Conny's marriage. So gorgeous a relation could not but absorb out of the famdy circle the remnants of degradation Conny's elorjernent had left behind it ; and uncle Tom might well defy the neighbours to sneer after having set eyes on the military representative of the Hargraves, with his magnificent Avhiskers and aquiline nose, Avhen he should sit by his sister-in-laAv in the carriage, re-"], [238, "228 MY UNCLE'S SCHEME. sembling a monarch on a tour clinspec tion, or when he worshipped with lofty solemnity in the family pew. The following extract is from the Updown Mercury of , 185- I subjoin it because the particulars it gives are expressed in language Avhich, Avhether Ave consider the beauty of its epithets, the elegance of its construction, the ease of its periods, or the harmony of its sentences, is equally provocative of lasting admiration, and is so superior to any thing I could write, that it would be injurious to the reputation of this book to omit it. \" Fashionable Marriage. — On Thursday last our delightfully -situated toAA'n Avas thrown into a state of unusual excitement by the solemnisation of the marriage of"], [239, "MY UNCLE'S SCHEME. 229 Charles Hargrave, Esq., son of Major Hargrave, and nephew of our respected fellow-toAvnsman, Thomas Hargrave, Esq., to Theresa, only child of Richard Har grave, Esq., of Thistlewood. The whole of the population turned out to celebrate the joyous occasion. The noble and ancient gateway in High Street was elegantly draped Avith flags, and a triumphal arch of great beauty was erected at the bottom of Grove End Lane. The church was densely packed, and an immense concourse of people assembled around the doors to witness the bridal party leave the sacred edifice. The bride Avore a magnificent robe of white satin, and looked, to quote the words of a celebrated bard, ' Beautiful exceedingly.' The dresses of the bridesmaids were"], [240, "230 MY UNCLE'S SCHEME. beyond praise, and elicited murmurs of admiration. The service was read impres- sively by the rector, assisted by the Reverend John Cattle, M.A. : Mr. Abra- hams presided at the organ. The bridal party left the church and were driven to Grove End, where a recherche break- fast aAvaited the happy guests. The usual toasts were eloquently proposed and eloquently responded to. We must not forget to say that the breakfast involved a double celebration ; the other happy pair being Theodore Curling, Esq., of London, and Constance, the only child of Thomas Hargrave, Esq. Much amuse ment Avas created by the very droll speech delivered by Mr. Richard Hargrave in proposing the health of Mr. and Mrs. Curling ; and hearty and cordial was the applause that greeted the feAv but"], [241, "MY UNCLE'S SCHEME. 231 graceful words with which Mr. Curling acknowledged the honour that was done him and his fair bride. \" Mr. and Mrs. Charles Hargrave left GroA7e End for the railway station at Updown at one o'clock, en route for the south of France, where Ave believe it is their intention to pass the honey moon. Our best wishes follow them into their blissful though temporary retirement ; nor can we close this inade quate notice of the auspicious event, without tendering our respectful congratu lations to the parents of the young people whom the marriage cements with new and indissoluble domestic ties.\" Here I lay down my pen, having brought as much of the story of my life as I meant to relate, to an end. Though I want you to accept the book"], [242, "232 MY UNCLE'S SCHEME, as a Avork of fiction, AA'ho knoAvs whether there may not be a great deal of truth in it ? But Avhcther there is or not, one thing is certain — there is no moral in the to story : and if this is not a literary excel lence of a very high order, perhaps some body Avill tell me Avhat is. A httle more, perhaps, might be said about Curling and his wife, if I were not sure that you had long ago settled in your mind that Curling would one day become good friends with his mother-in law. If I add that at this time of Avriting, he has been a partner for seven years in the banking firm of Hargrave and Co., the sequel of his matrimonial adventure will be as fully related as if a volume were devoted to that purpose. THE END. CHARLES EICK&NS AND EVA^S^ CRYSTAL 1'ALACE PKESS."], [243, ""], [244, ""], [245, ""], [246, ""]]