[[1, ""], [2, ""], [3, ""], [4, ""], [5, "ILLUSTRAZIONI Ss ©M €© - EOTETOSIll DEI SINGOLI MONUMENTI COMPRESI NELLA SERIE DI FOTOGRAFIE VENEZIANE"], [6, ""], [7, "C E IV IV I SULLA STORIA FOTOGRAFATA DELL' ARCHITETTURA DI VENEZIA i VENEZIA TIP. DI GIUSEPPE GRIMALDO -1855."], [8, ""], [9, "PREFAZIONE et uóóàcando en cena aeree vene eeetta de sedute Šfotoara/icne tutti i /ir/ncrÂafc 7no= numentc de avocamo voluto /ior dotto a ccaécuna veduta una vreve ucuótra-z/one dtorc<X)=eétetcca dee monumento en e/)a ra/i/tre= dentato, cnpaccoauendo ora tutte aueue eitu= t)traz.conc en un Aeccoeo uoretto, avocamo cre= duto de /aree Arecedere da aececne cenni éedea storca dece arenctettt era en aeneraie e éu auee= ca de '^uene-zea en Aar te colare. £tn taf rnodo"], [10, "afe' dtcu/coóc e au amatore troveranno en acce= éta noótra Zotica una fetida o fier der nieaâo cena Scoria ZotoaraZata delie varie maniere d ' arcÂitettura cAe fiorirono en yecedta mo7iu= mentale citta."], [11, "CENIVI STORICI SULL'ARCHITETTURA DI VENEZIA ARCHITETTURA ROMANO-CRISTIANA Uà cosi nominata quella foggia d'Architettura che gli antichi Cristiani, imitando le Basiliche di Roma pagana, adoperavano nel- I* alzare le chiese loro. Di quest'Architettura, che fu delta anche basilicale, e che durò in Italia dal IV al XII secolo, diremo brevemente le origini e porge remo i caratteri. Convertito Costantino, e divenuto il Cristianesimo la religio ne dello stato, prima cura dei Cristiani fu l'eriger chiese per con gregarsi a celebrare i riti della credenza novella. Ma 1' arte del- I' edificare giacendo da lungo tempo presso che spenta ed essendo incapace di soddisfare con nuove creazioni al nuovo bisogno, fu ne cessario di ricorrere agli edifizii esistenti, e tra questi il meglio ac concio si giudicò la Basilica. La Basilica era in origine la stanza dell'arconte Basileo in Ate ne ; a Roma era un edilizio ove convenivano i mercadnnti e ove si amministrava la giustizia: era ciò che modernamente si dice borsa e tribunale. Constava di una vasta sala corsa per lo lungo da due file di colonne che la divideano in tre anditi o navate, in cui si affac cendava la turba commerciante e litigante. Le navate da un Iato terminavano in una nicchia semicircolare detta abside o tribunale, ove sedeano i giudici, e stavano i simulacri degli imperatori. L'in gresso a tutto V edifizio si apriva dal Iato opposto. Or sì fatta disposizione parve rispondere ai bisogni del nuovo culto che voleva tutti i fedeli raccolti attorno al medesimo altare, 2"], [12, "10 e perciò la basilica divenne il modello delle chiese cristiane. Le na vate laterali furono destinate, una ad accogliere gli uomini, e 1' al tra le donne. Nella metà superiore dell' andito centrale fu chiuso di cancelli uno spazio oblungo che servia di coro ai cantori eh' era no del basso clero, e agli angoli di questo si eressero due amboni o pulpiti per leggervi gli evangeli e le epistole. Oltre il coro si po se l'altare, e lo spazio d' intorno si denominò santuario. Nell' absi de dietro 1' altare s' innalzò la sedia del Vescovo, e ai lati in semi cerchio si collocarono i subsellii pei sacerdoti. Questa forma primi tiva della chiesa cristiana ebbe in seguito parecchie mutazioni. Da vanti la facciata fu costrutto un portico, detto Nartex, che serviva come di vestibolo , e dove stavano i leprosi , i catecumeni e gli energumeni ; vi fu aggiunta una navata traversale che dette alla chiesa la forma di croce, forma che in seguito fu il tipo costante di tutti i templi cristiani, sotto 1' altare fu costrutta una cappella sotterranea detta cripta o confessione, in memoria delle catacombe, e in cui si conservavano le ossa dei martiri. Altre aggiunte e modifi cazioni sorvennero ancora coli' andare dei tempi; ma noi stimiamo di trasandarle, e solo ricorderemo quanto al dettaglio architettoni co, che in questo genere di costruzioni l'arco fu sempre adoperato senza architrave e girato immediatamente sulla colonna. Questa in novazione che costituisce il fatto più importante nell' architettura di quest' epoca, fu cagione che i locali guadagnassero più spazio e maggior luce, e le arcate riuscissero più venuste e leggere. Questo stile, diffuso da lungo tempo per tutta Italia, non entrò nelle nostre Lagune che dopo il 641, quando gli Altinati fuggendo 1' eccidio della loro patria, si ricovrarono nell' isola di Torcello , e sotto i tribuni Ario ed Aratore alzarono la cattedrale che sola ci resta a testificare il modo di costruire usato in quei primi tempi del cristianesimo. ARCHITETTURA BISANTINA Si dice bisantina quelPar chitettura che nacque a Costantinopoli nel secolo VI, e della quale il primo ed il più splendido esempio fu la chiesa di Santa Sofia. Prima di quest' epoca il modo di fabbricare nell' impero d'O-"], [13, "11 riente non diversificava da quello adoperato in Italia. Il mutamento non cominciò che sotto il regno di Giustiniano, e pare lo ingene rassero i cambiamenti nel rito , 1' imitazione di peculiari edifizii di Roma pagana, i commerci coli' Asia, e le smodate ricchezze. Fra i monumenti di Roma pagana ve ne aveano di così ordi nati che il tetto si apriva in uno spazio centrale ricoperto di cupo la, oppure tutto 1' edifizio era costituito da un locale a cupola ro tondo o poligono. I cristiani d' Italia si valsero bensì di simili co struzioni, ma solo ad uso di Rattisteri, e mai a quello di chiese, non essendo acconcie né al predicare né ai riti latini. In Oriente invece, avendo Giustiniano accresciuta la pompa del culto, e portato il numero dei sacri funzionarli a 524, era necessa rio fosse assai largo il centro dell'edifizio ove dovevano sedere. A ciò nulla potea trovarsi di meglio acconcio della costruzione cen trale ricoperta da cupola e sorretta da pilastri. Affinchè poi que sta costruzione centrale principasse sovra 1' altre parti, si rendea necessario inscriverla in un quadrato o in una croce a lati eguali. Il resto dell' edifizio fu ricoperto d' arcate e di cupole minori, al che fare induceva forse la mancanza di legname da costruzione, e forse più verosimilmente gli esempi della vicina Asia, ove sorgeva no gli splendidi palagi a cupole dei Sassanidi, ed ove alla cupola si pose sempre amore, come ad alcun che di fantastico e di grandioso. Il coperto senza pendenze portava che il sommo della facciata restasse orizzontale, poiché sarebbe stato un controsenso indicare con un frontone acuminato le inclinazioni del tetto che non esiste vano. Altra particolarità di questa architettura è ì'esonartex o ve stibolo, che non di rado ricoperto anch'esso da cupole corre d'in nanzi la facciata. Le ricchezze ingenti, e i contatti frequenti coli' Asia introdus sero nelle parti minori dell' architettura un fare più variato ed un alternar più pittoresco bene addicentesi d'altronde alle forme essen ziali di questo stile. L' arco è costantemente poggiato sulla colon na, i capitelli sono quadrati anziché rotondi, capricciosi, fantastici, le pareti incrostate di marmi variegati o ricoperte da musaici, il tutto messo ad effetto di abbagliante ricchezza. Ora riassumendo i cai-atteri di questa architettura vedia mo : che la pianta è un quadrilatero o una croce greca a braccia eguali ; che il sommo della facciata è in linea orizzontale; che nel davanti v' ha un esonarlex o vestibolo ; che il tetto è a volta e sor-"], [14, "12 volato da cupole tra cui signoreggia quella dello spazio centrale; che quanto al dettaglio, V arco è girato sulla colonna, i capitelli ti rano al quadrangolare, e che le pareti sono rivestite di marmi e di musaici. Quest' architettura dal VI secolo durò tutta la vita dell'impe ro d'Oriente, e tuttora si mantiene in que' paesi dove è in vigore il rito greco. I Veneziani, che veleggiavano sì frequente nel Levante, s'inva ghirono ben presto di questo slile in cui era sì facile far pompa delle ricchezze, e lo recarono in queste Lagune ove era chiamato a far di sé le più splendide prove. Senonché esso non invalse mai tanto da non lasciar vedere le tradizioni romane nelle modanature, in molti ornamenti e nella tecnica del murare. ARCHITETTURA LOMBARDA Essa nacque in Italia nel IX secolo, e sebbene nell'essenziale si mostri costituita d'elementi romano-cristiani e bisantini, nullameno offre caratteri tanto proprii da doversi riguardare come un genere speciale d' architettura. Il fondamento di tutto il sistema lombardo è la basilica cristia na ; ma però non senza importanti modificazioni. La navata traver sale che da prima era un'eccezione, divenne in questo stile regola costante. Il coro fu trasportato nel braccio della navata di mezzo che corre oltre la traversale; alle colonne si surrogarono o soli pilastri o pilastri con colonne; al soffitto piano e di legno si sostituì la volta; nell' incrociamento delle navate si alzò a modo de' bisantini una cu pola, e la cupola e la volta si ornarono di costoloni che vanno a fini re in un punto comune. Gli archi -si conservarono emisferici. I lati della porta si allargarono verso l' esterno e si fregiarono con un gio co di colonnelle e di linee commiste a statue ed animali assai capric ciosamente collocati. L'ornamentazione in generale assunse un fare singolarmente fantastico; figure d'animali, figure umane e favolose, maschere, draghi, mostri d'ogni guisa si mescolarono a fogliami con venzionali e stranamente attortigliati. Or questa architettura, che potrebbe dirsi basilicale a volta per"], [15, "13 differenziarla dall' altra a soffitto piano e di legno, fu variamente chiamata: normanna, gotica anteriore, arabo-greca, romano-bisanti na, italico-bisantina e da ultimo romanda o romanza. Da tutto questo cumulo di nomi chiaramente risulta ¥ oscurità in cui versarono le sue origini, e per mala sorte verserebbero ancora, se un dotto Italia no, il cav. Corderò di S. Quintino, non avesse portato luce nel difficile argomento, e non avesse dimostrato con documenti, che questa archi tettura nacque da prima in Lombardia per opera de' maestri Conin cini, e da qui si diffuse nel resto d'Italia. Dall'Italia poi col mezzo dei monaci di S. Benedetto valicò le Alpi verso il 1001 e si fissò in Normandia, ove raggiunse il sommo della sua perfezione. Questa architettura nella sua bizzarria segna un vero progresso dell' arte. In essa le varie parti si mostrano più in armonia tra loro, e più concorrenti a formare unilà, o, come dicono i Tedeschi, organi smo. Essa vien riguardata come l'anello a cui s'attacca la grande arte delle cattedrali de! Settentrione. Anche a Venezia entrò questo stile ; ma non vi seppe mettere profonde radici, poiché troppo in vigore v'erano le forme romano-cri stiane e troppo amate le bisantine alle quali i Veneti erano inclinati per vaghezza di sfarzo. Ma se pochi furono gli edifizii condotti sulle maniere lombarde, la loro bellezza però è larga ricompensa alla te nuità del numero. ARCHITETTURA ARABO-ARCHIACUTA L'anno 610 di Cristo Maometto s'annunciò ai popoli dell'Arabia qual profeta di Dio mandato a rivelare nuova legge; e scorso appe na un secolo l' islamismo s'era steso dall' Atlantico al Gange. Alla nuova religione andava congiunto nuovo cullo, e questo rendea ne cessaria nuova forma di Architettura. Ma gli Arabi, ignari ancora d'ogni arte propria del viver culto e civile, non trovarono a ciò altro spediente che di adottare le forme degli edifizii trovate fra le genti sottomesse dalla loro spada. Da ciò nacque che la loro prima archi tettura altro non fosse, quanto al sistema fondamentale, che una i mitazione della romano-cristiana e della bisantina. Non è a dire però che alcune differenze non occorrano tutte proprie a quel popolo immaginoso. II Corano vietava ogni rappre-"], [16, "14 sensazione di figure animate, e l'Arabo tolse le forme dell'ornare dal la natura vegetale, dalla combinazione delle linee geometriche e dal la scrittura. Agli angoli inoltre delle sue moschee pose i minaretti, donde il Muezin dovea annunciare le cinque ore della preghiera, co ronò di merli 1' edifizio, e adoprò l' arco a ferro di cavallo in memo ria della Egira avvenuta nel plenilunio del 45 luglio 622. Ma questa prima maniera d'architettura, progredita l'araba civiltà, tramutossi ben presto nell'altra più fantastica e originale in cui signoreggia 1' arco a sesto acuto. Quest'arco come fatto eccezionale si trova ne' monumenti etru schi, nell'Egitto e nellTndia; ma l'averlo ridotto a principio di siste ma architettonico è lutto onore dell'arabo ingegno. Le altri parti ca ratteristiche di questa seconda maniera d'edificare sembra non d'al tronde le togliessero che dalle tende, loro prima abitazione nel de serto. E per vero le esili colonne agli angoli degli edifizii ricordano le antenne conficcate nel terreno a principale sostegno della tenda ; le cornici a bastone rammentano le aste traversali ; la impellicciatu ra a lastre di marmo policrome le stoffe ond' erano adorni i lor ta bernacoli ; i costoloni a spira delle volte raffigurano i cordoni reg genti il velario; e così altri molti riscontri si renderebbero manife sti ove si volesse continuare il raffronto. Per tal modo sorse quella splendida architettura che in breve tempo ricoprì tanta parte dell'Asia di splendidi monumenti, e pene trò nella Spagna e nella Sicilia. È opinione che i Normanni, inna morati a questo stile, Io portassero in Francia, e annestandolo colà al lombardo di già in vigore, dessero origine a quella ardimentosa architettura che or vien detta germanica, e che dai nostri padri eb be nome di gotica. Ma è certo che non d'altronde derivarono i Vene ziani la loro architettura ad arco-acuto che dai paesi d'Oriente. Se non che a Venezia, come pure nel resto d' Italia, rimase questo stile più fedele ali' arabo tipo e non arrivò mai agli ardimenti del Nord, per ché niuna immutazione vi comandava la mitezza del clima, e perché più prossimi erano gli esempii originarii e più vivi nella memoria. A ragione quindi non gotica o germanica si chiamò fra noi siffatta architettura, ma arabo-archiacuta. Entrata in Venezia intorno al 1300, ricoprì di maravigliosi edi fizii queste Lagune, e terminò verso il 4450, alzando per ultimo e splendidissimo monumento la Porta della Carta. Da principio 1' ar co-acuto si mostra nella sua semplice purezza fregiato di poche"], [17, "15 modanature in terra cotta, indi quest'arco s'incurvò in linee con cavo-convesse e terminò nel vertice e sui lati in ricchi fogliami. Nel le chiese fu conservata la forma basilicale, e nei palazzi si adottò il fenestrato nel centro della facciata. I prospetti s'impellicciarono con marmi variegati , e s' adornarono con affreschi, e non di rado si coronarono di merli. Un fatto singolare e da non tacersi è che di tanti edifizii arco-acuti, d' uno appena si conosca il nome dell' ar chitetto. Ciò fa ritener vera ¥ opinione di alcuni che ¥ arte dell'edi ficare in quell'età fosse esercitata dalla numerosa famiglia degli scal pellini, o, come sono chiamati a Venezia, tagiapiera. ARCHITETTURA DEL RISORGIMENTO Si designò con questo nome l'architettura del cinquecento rav viata alle forme greco-romane, e s'intese quanto dire architettura risorta, come se quest'arte fosse rimasta spenta per tutta l'età di mezzo, e non avesse dato prove di vita potente e feconda. La cagione del tramutamento furono gli studi della classica an tichità tornati in favore, pei quali s'ingenerò tra la gente erudita questa opinione che soli maestri d'ogni umano sapere erano i Greci e Romani, e che le forme onde questi incarnarono l'idea del bello, erano le forme indeclinabili d' ogni rappresentazione estetica. Da questo principio dovea conseguire quello sprezzo a tutto quanto si scostava dalle norme greco-romane, e la sentenza di barbara a tutta quanta la grande arte del medio evo. Or è chiaro, come in mezzo a queste condizioni ¥ architettura, che prima tra le arti belle è chia mata a rappresentare il pensiero dell'epoca, dovesse abbandonare le vie fino allora percorse, piegarsi alle tendenze della nuova età, e vestirsi colle foggie di Roma antica. Senonché per buona ventura gli artefici del cinquecento seppe ro con rara virtù tenersi lontani da ogni servile imitazione, e del l'architettura dell' età precorse conservare quelle distribuzioni che s'acconciavano alle costumanze della vita pubblica e privata dei lor coetanei, e non ripudiare tutto quello che costituiva un vero progres so dell' arte. Onde fu che nella nuova architettura si vide ritenuto il fenestrato nel centro delle case, la forma basilicale nelle chiese, la bifora bisantina, e l'arco poggiato immediatamente sulla colonna."], [18, "16 Fu assunto, è vero, l'ornamentare romano, ma però con maniere as sai larghe, traendolo sempre dalle forme composite che lasciano tan ta libertà, e mai dalle doriche e dalle ioniche che pur troppo ne'se coli susseguenti portarono alla serva imitazione dell' antico. Con questi modi surse l'architettura del risorgimento varia, leggiadra, acconcia a tutte le condizioni del vivere civile, e sebbene foggiata sull'arte antica, pur tuttavia originale. Introdotto a Venezia questo stile nella seconda metà del secolo XV, salì per opera della famiglia Lombardo e di altri valorosi ad una rara perfezione, e in breve tempo adornò la città con ogni ma niera di monumenti. Quivi inoltre rivestend» le facciate de' suoi e difizii con marmi variegati, e terminandone il fastigio con frontoni semirotondi, ed adoperando una foggia d'ornamentare tutta pro pria, seppe assumere un carattere peculiare e ben distinto dalle al tre parti d'Italia, per cui meritò a buon diritto che si chiamasse ar chitettura Lombardesca o Veneziana. ARCHITETTURA DEL CLASSICISMO Ebbe questa denominazione l'architettura che dalla metà del secolo XVI dominò fino a mezzo il XVII, e non fu che la riprodu zione delle forme romane. Se in quest'epoca vediamo l'architettura abbandonare quei li beri modi che nell'età precorsa valsero a mantenerla originale anco nella sua tendenza imitatrice, la colpa vuol tutta addossarsi al gusto del secolo, cui l'arte è destinata a servire e nei bisogni e nei capricci. Infatti l'amore, e l'ammirazione all'antico divennero sì accesi tra gli eruditi, che questi non solo le idee politiche e la letteratura, ma perfino la lingua vollero foggiare sui modi del Lazio. La stam pa nata di fresco aiutò a diffondere ovunque quell'amore e quell'am mirazione, sì che in breve ora tutta la società si trovò informata dal la civiltà latina. In mezzo a queste condizioni i libri di Vitruvio po co avanti disotterrati divennero oggetto di sottilissimi studii, d'illu strazione e di commenti, e tradotti, furono imposti insieme ai rude ri di Roma qual codice all'arte dell'edificare. Ecco come l'architet tura, per acconciarsi alle propensioni del tempo, dovette lasciare le vie percorse nel medio evo e nel risorgimento, e tornare al gioco dei"], [19, "17 cinque ordini, ali' arco girato sull' architrave, ai triglifi, alle metope e a tutte in somma quelle parti che costituiscono I' architettura latina. Ma i costumi nostri, e la nostra grandezza non erano i costumi e la grandezza di Roma antica. Da qui nacque che le colonne isolate che danno tanto splendore ai romani edifizii, si videro ridotte a bas so rilievo, il pi .(.le. tallo delle colonne, adoperato solo ai tempi della decadenza di Roma, or accarezzato elemento d'architettura, e colos sali partiti ridotti a tenui proporzioni. E cosi dovea nascere, dal mo mento in cui si volle ad un popolo casalingo e commerciante accon ciare l'architettura di un popolo conquistatore e che vivea nei fori e nei circhi. Non si vuol dire con questo che lo slile del classicismo non abbia prodotto monumenti per ogni rispetto ammirabili, solo s'intese di dire, ch'esso era inopportuno e di troppo servile i mitazione. Primo a introdurlo in Venezia fu Michele Sanmicheli, a cui suc cesse una schiera di valorosi che innalzarono edifizii d'ogni guisa e non inferiori in bellezza agli edifizii delle età pregresse. ARCHITETTURA DELLA DECADENZA. Tocco il sommo della perfezione, lo stile del classicismo comin ciò a trascorrere nelle licenze, e cadde nella corruzione. Iniziatore del mal vezzo fu quell'ingegno smisurato di Michel angelo Buonarroti, che mirando d'imporre con ardite e sorpren denti combinazioni adoperò le forme antiche come meglio gli torna va, senza badare alla purezza e all'intima convenienza delle me desime. A lui tennero dietro il Bernini, il Borroinini, il Sardi, il Guari ni, e l'architettura per opera loro fu travolta nel più laido barocco. Allora fu bandita ogni linea retta sì nella pianta che nell'alzato degli edifizii. Alle parti principali fu levata l' importanza che a loro si competeva, e le secondarie si trattarono bizzarramente e a capriccio e come fossero le più rilevanti dell'assieme. Quindi si vide il foglia me adoperato a sostegno, e i sostegni naturali messi dove niente vi avea da sopportare. Le colonne si torsero a spira e perfino s'incurvarono; gli archi 3"], [20, "18 subirono mille ridicoli ondeggiamenti; ogni angolo, ogni punto si caricò di cartocci, di volute, di cincigli e di cento altre stranezze. Le cagioni di tanto delirio però non devono ricercarsi nel gu sto depravato degli architetti, ma sì bene nelle propensioni di quel secolo tutto volto allo strano, al nuovo, al pomposo. L'architettura non vi fu che strascinata, e prima di essa le lettere e persino le fog gie del vestire e dell' abbigliarsi aveano toccata la sorte medesima. Contaminata così tutta Italia da questo stile, era inevitabile che Venezia ne andasse immune. Alessandro Vittoria, scolare a Jacopo Sansovino, fu quello che primo vi piantò la mala semenza che poscia per mano del Longhena, del Sardi e di altri seguaci dette il mal frut to. Ma a Venezia per buona ventura i monumenti eretti su questo stile non furono molti e non arrivarono mai a quella sfrenata licen za cui raggiunsero in altre parti d'Italia. Noi, affinchè niente man casse alla storica successione dell'architettura, abbiamo dato alquan ti esemplari anche di questa maniera ; ma però con questa avver tenza, di trascegliere i meno spregevoli. *»&Š^0^"], [21, "1 PIAZZA DI SAN MARCO A destra le Procuratie vecchie. Stile del ri sorgimento, architetto del primo e secondo ordine Pietro Lombardo avanti il 4496, e del terzo Gu glielmo Bergamasco nel 1517. Da principio abita zione dei Procuratori di san Marco, divennero più tardi proprietà e dimora di privati cittadini. Nel sondo f aggiunta al Palazzo Regio. Stile del clas sicismo. Architetto Giuseppe Soli da Yignola. fi retta dal governo italico Tanno 4810 atterrando la Chiesa di san Geminiano, architettata da Jaco po Sansovino. A sinistra le Procuratie nuove, in nalzate per dimora agli otto Procuratori di san Marco si tramutarono, spenta la Repubblica, in Palazzo reale. Architetto Vincenzo Scamozzi l'an no \\ 584. Stile del classicismo. 2. PROSPETTO PRINCIPALE DI SAN MARCO Costrutta da principio in legno, la tolse a mu rare il doge Domenico Contarini fanno 4043, e la terminò 28 anni appresso il doge Domenico Selvo. Stile bisantino. Ignoto n' è P architetto. Le colonne e i marmi furono tolti alla Grecia e forse anco ad Aitino, ed Eraclea. Gli archivolti, le sta tue, e gli altri lavori di scultura furono condotti nei secoli XIII e XIY. I cavalli trasportati da Bi sanzio si posero dopo il 4206. I mosaici sono la voro d' età diverse. Era cappella privata del Doge,"], [22, "20 e oltreché di tempio serviva a ricevere gli amba sciatori , e a trattare gli altri affari della Repub blica. 3 PORTA PRINCIPALE DI SAN MARCO L'archivolto giralo sulla prima colonna ac canto la porla rappresenta figure umane in diver se altitudini; f altro che poggia sulla terza colon na esprime nella fronte le otto Beatitudini colle otto Virtù principali, e simboleggiali nel sotto-arco i mesi dell' anno. Entrambi sono lavoro d' ignoto scalpello nel secolo XIII. Il terzo archivolto, opera del secolo XIV, s' accosta al fare di Mastro Barto lameo, e offre nella fronte varie immagini di San ti, e nel sotf arco artigiani intenti ai loro mestieri. Ai lati di questo archivolto due bassi rilievi espri menti s. Demetrio, e s. Giorgio, entrambi lavoro latino, quello del secolo XI, questo del secolo XIII. Il mosaico sotto la volta raffigura il giudizio fina le, opera di Liborio Salandri condotta sui cartoni di Lattanzio Querena nel 4836. 4. FACCIATA DI SAN MARCO. ALA DESTRA INFERIORE I due mosaici sotto le arcate raffigurano, l'uno T antica facciata della Chiesa, e f accoglimento in essa del corpo di s. Marco, Tal Irò il corpo di S. Marco venerato dai magistrati di Venezia; quello salica d'ignoto artefice non anteriore al 4206, la voro questo di Leopoldo dal Pozzo condotto nel"], [23, "21 4 728 sui cartoni di Sebastiano Rizzi. I due basso rilievi tra le arcate esprimono, l'uno un'impresa di Ercole, l' altro un' immagine di un Santo, e so no lavori latini del secolo VI. 5. FACCIATA DI S. MARCO. ALA SINISTRA INFERIORE I due mosaici lavorati da ignoto artefice Tan no 4 660 sui cantoni di Pietro Vecchia esprimono, l'uno i cittadini Buono e Rustico trafuganti il cor po di s. Marco d'Alessandria, l'altro l'accoglimento di detto corpo in Venezia. I due bassorilievi sui lali delle arcale raffiguranti, Timo un' impresa di Ercole, l'altro uiT immagine di un Santo, sono opere latine del secolo VI. 6. FACCIATA DI S. MARCO. PARTE SUPERIORE I cavalli tolti dall' Ippodromo di Costantinopoli Tanno 1206 sono arlilìcio romano e getto in ra me dei tempi di Nerone. I mosaici sotto le arcate rappresentano: la Deposizione dalla Croce, la Di scesa al Limbo, la Resurrezione e l'Ascensione di Cristo. Li condusse Luigi Gaetano sui cartoni di Mafîeo Verona nel 4 647. Le foglie, le cuspidi, le statue, i pinnacoli, e le altre opere di scultura sono lavori dei secoli XIV e XV, e s' accostano al fare di Bartolameo Bono. 7. UNO DEI QUATTRO CAVALLI DI S. MARCO Getto in rame, e opera latina dei tempi di Ne-"], [24, "22 rone. Recati in Costantinopoli furono di là man dati a Venezia da Marino Zen Tanno 4205. Spen ta la Repubblica, andarono colle altre spoglie di Italia ad abbellir Parigi, donde ritornarono T an no 484 5. 8. FIANCO MERIDIONALE DI SAN MARCO Le opere di scultura ond' è fregiato sono la voro di sconosciuto autore nel secolo XIV. Nel vano dell'arcata inferiore si mostra il fondo della Cappella Zeno, opera Lombardesca del secolo XVI. Dinanzi la porta vedonsi due colonne quadrango lari tolte in Acri da Lorenzo Tiepolo, e fattura gre ca del secolo VI. A destra mostrasi T angolo set tentrionale del palazzo Ducale, e nel fondo la Tor re dell'orologio. 9. FIANCO MERIDIONALE DI SAN MARCO. PARTE INFERIORE. Il tronco di colonna ali' angolo della facciata ebbe nome di Pietra del Bando, perché da questa solevansi gridare le leggi della Repubblica. Fui tras portata Tanno 4256 da Tolemaide ov'era adope rata al medesimo uffizio. Il fondo della Cappella Zeno occupa il vano della prima arcata, ed è la voro lombardesco del secolo XV. Le colonne qua drangolari, dinanzi la porta furono tolte al tempio di s. Saba in Acri, e qui recate da Lorenzo Tiepolo nel 4256. Sono opere di greco artefice del secolo VI."], [25, "23 40. FIANCO MERIDIONALE DI SAN MARCO. PARTE SUPERIORE. La Giuslizia, e la Fortezza sulle cuspidi delle arcate, le statue di s. Antonio e di s. Paolo eremi ta sotto i penacoli, e le figurine dei Santi uscite a mezzo corpo tra le foglie delle volte, sono lavori tutti di sconosciuti artefici nel secolo XIV. L'im magine della Vergine lavorata a mosaico tra gli archi presenta il fare bisantino del secolo XII. 44. FIANCO SETTENTRIONALE DI SAN MARCO Le cuspidi, i pinnacoli e le mezze figure di Santi tra le foglie dei soprarchi, sono opere d'i gnolo sul scalpello nel secolo XIV. Dei bassorilie vi incrostati nella parete, e tolti a costruzioni più antiehe, è notabile la Cerere che su carro tirato da ippogrifi e coi pini accesi va in cerca della fi glia rapita. Esso è lavoro non dubbio dei bassi tempi latini. 42. PORTA DEL FIANCO SETTENTRIONALE DI S. MARCO I bassorilievi nella parete raffiguranti tre E vangelisti si mostrano tolti a vecchie costruzioni romano-cristiane. L' archivolto semicircolare del l'arcala, T archivolto d' arabo stile sovra la porta, e il basso rilievo esprimente la nascita di Cristo, sono lavori d' ignoto scalpello nel secolo XIII."], [26, "24 43. S. MARCO E IL PALAZZO DUCALE DALL' OROLOGIO Sorge a sinistra gran parte della facciata prin cipale di S. Marco; più in là il prospetto del pa lazzo Ducale risguardante la piazzetta; indi una delle due colonne di granito, e nel fondo T isola di s. Giorgio Maggiore. 44. UNO DEI PILI IN PIAZZA DI S. MARCO Fatti a reggere nei dì solenni gli stendardi della Repubblica. Getto in bronzo di Alessandro Leopardi Tanno 4 505. 4 5. TORRE DELL' OROLOGIO E LE PROCURATIE VECCHIE Stile della torre lombardesco, architetto Giam paolo e Giancarlo da Reggio Tanno 4496. Le co struzioni laterali sono aggiunte di Andrea Ca merata, nel 4502. A destra le Procuratie vecchie. Stile del risorgimento. Architetto degli ordini in feriori Pietro Lombardo avanti T anno 4496, del superiore Guglielmo Bergamasco Tanno 454 7. 46. PROCURATIE NUOVE ORA PALAZZO REALE Innalzate a dimora degli otto Procuratori di s. Marco si tramutarono, spenta la Repubblica, in palazzo Reale. Architetto ne fu Vincenzo Scamoz-"], [27, "25 zi Tanno 4584. Stile del classicismo. La lunghez za della maggior fronte misura 433 metri, T al tezza 22.43 cenlimelri. 47. LA LOGGETTA Eretta nel 4530 secondo il disegno di Jacopo Sansovino. Era luogo in prima di piacevole con vegno ai Patrizii, indi nel 4 569 fu destinata ai Procuratori cui spettava in turno, durante le ses sioni del Maggior Consiglio, sopraintendere alla guardia del Palazzo Ducale. 48. ANTICA LIBRERIA DI S. MARCO Eretta per collocarvi i libri, che alla Repubblica lasciarono il Petrarca, il Bessarione, i cardinali Girolamo e Leandro Grimani. Ne fu architetto Ja copo Sansovino nel 4 536, e ne condussero le ope re di scultura Bartolameo Amati, Pietro da Salò, Danese Cattaneo e Girolamo di Ferrara. Stile del classicismo. 49. LE QUATTRO FIGURE PRESSO LA PORTA DELLA CARTA È incerto quando le trasportassero e da qual paese d'Oriente. Sono lavoro in porfido del secolo XI, e chi le disse rappresentare i quattro Cesari che dal 4068 al 4070 resero uniti l'impero d'O riente, disse cosa almeno che non ripugna al buon senso. 4"], [28, "26 20 PALAZZO DUCALE E S. GIORGIO MAGGIORE A sinistra l'angolo meridionale del palazzo Ducale verso la piazzetta ; nel sondo scorgesi la Chiesa di S. Giorgio Maggiore eretta dai monaci Benedettini negli anni 4 556-4610. Architetto An drea Palladio. Stile del classicismo. 24. PORTA DEL PALAZZO DUCALE detta DELLA CARTA Questo nome le venne da coloro che qui vici no facean mestiere di scrivere lettere, e memoriali. Le statue raffigurano la Speranza, la Carità, la Fortezza e la Prudenza. Architetto e scultore ne fu Bartolomeo Bon Tanno 4443. 22. ANGOLO SETTENTRIONALE DEL PALAZZO DUCALE Le figurine tra i fogliami del capitello rap presentano atti di resa giustizia. II gruppo sovra stante in mezzo tondo raffigura il Giudizio di Sa lomone. Opera di Giovanni, e Bartolomeo Bon Tan no 4424. 23. VERONE DEL PALAZZO DUCALE SULLA PIAZZETTA Vuoisi lavoro di taluno dei Lombardi, o di Gu glielmo Bergamasco gli anni 4 523-4 538, dogan do Andrea Grilti. La statua sulla cima rappresen ta la Venezia, e fu condotta da Alessandro Vitto ria nel secolo XVI."], [29, "27 24. PALAZZO DUCALE VERSO LA PIAZZETTA La facciata ebbe principio Tanno 4 424 per decreto del Senato, e proposta del doge Tommaso Mocenigo. Architetti, e scultori ne furono Giovan ni, Bartolomeo e Panlaleone Bon. Stile arabo-ar chiacuto. 25. ANGOLO E PROSPETTO MERIDIONALE DEL PALAZZO DUCALE Questo maraviglioso ardimento d'architettura ogivale fu concetto, e lavoro dei Bon nel secolo XV. Il gruppo di mezzo tondo rappresenta Adamo, ed Eva presso T albero vietato. Alla colonna di granito trasportata dal Levante sovrasta il Leone di S. Marco fuso in bronzo. 26. ANGOLO MERIDIONALE DEL PALAZZO DUCALE Architetti e scultori ne furono Giovanni, Bar tolomeo e Pantaleone Bon, Tanno 4424. II grup po che sovrasta al capitello inferiore, rappresenta Adamo ed Eva ali' albero vietato. Oltre T angolo del Palazzo Ducale vedesi, nel sondo parte delle Procuratie vecchie, e a sinistra il campanile di S. Marco con a piedi la sospetta. 27. ANGOLO ORIENTALE DEL PALAZZO DUCALE In questa scultura é raffiguralo Noè inebbria-"], [30, "28 lo dal frutto della vite tra i figliuoli Seni, e Cani. Lavoro dei fratelli Bon nel secolo XV. 28. CORTILE DEL PALAZZO DUCALE La facciata dell' orologio fu architettata da Bartolomeo Manopola Tanno 4 604. Le statue di romano scalpello ond' è fregiata rappresentano: l'imperatore Marco Aurelio, Cicerone, l'Abbondan za, ec. Il prospetto principale, al cui piede sorge il monumento del duca Francesco Maria dalla Ro vere, vuoisi lavoro di Bartolomeo Bon negli anni 4 438-1474 ; nel fondo si mostra la facciata detta dei Senatori condotta Tanno 4 501-4514 da Gu glielmo Bergamasco. La scala dei Giganti, e T ala occidentale del palazzo sono opere di Rizzo An tonio. 29. DETTAGLIO NEL CORTILE DEL PALAZZO DUCALE Eretto gli anni 4438-4471. Architetto e scul tore se ne vorrebbe da taluno Bartolomeo Bon. Sli le archiacuto. Nella faccia di fronte si mostra il monumento a Francesco Maria Delia-Rovere duca d' Urbino e generale delle armi veneziane. La sta tua condotta dal fiorentino Giovanni Bandino, e donata alla Repubblica dal fratello dell' estinto, fu qui posta Tanno 4625. Ai lati le statue di Mar te, e della sorella dell' imperatore Traiano; la voro questa di romano scalpello, quella di Antonio Rizzo."], [31, "29 30. SCALA DEI GIGANTI Architettura di Rizzo Antonio. Ne scolpirono gli ornati Domenico e Bernardino di Mantova. Le statue gigantesche rappresentanti Marte e Nettu no sono aggiunte, e lavoro di Jacopo Sansovino nel 4 556. Stile del risorgimento. 31. ALA OCCIDENTALE NEL CORTILE DEL PALAZZO DUCALE Incendiata nell'anno 4 483 si tolse a rifabbri carla sett' anni appresso. Architetto Rizzo Antonio che incolpato di frode ebbe a fuggire. Continuata poscia da Piero Lombardo, ebbe compimento da Antonio Scarpagnino Tanno I 546. Slile del risor gimento. Il prospetto oltre la scala dei Giganti, che si dice dei Senatori, vuoisi lavoro di Gugliel mo Bergamasco gli anni 4 504-1524. 32. PUTEALE NEL CORTILE DEL PALAZZO DUCALE La cinta di questa cisterna, che sta presso la facciata detta dell' orologio, è getto in bronzo di Gian Francesco Alberghetti nel 4 559. Le due sta tue che vedonsi nelle nicchie della fronte sono o pera di romano scalpello, e rappresentano T una T imperatore Marco Aurelio, T altra una deità. 33. LIBRERIA DI S. MARCO E PALAZZO DUCALE A destra sorge l'angolo meridionale del pa-"], [32, "30 lazzo Ducale, e di prospetto oltre le due colonne T antica libreria di S. Marco. Eretta questa T anno 4 536, ebbe ad architetto Jacopo Sansovino, ed a scultori Pietro da Salò, Bartolomeo Amati, Danese Cattaneo e Girolamo da Ferrara. 34. IL MOLO DAI GIARDINI REALI A sinistra T angolo dell' antica libreria di S. Marco ; oltre alle due colonne s' innalza la fronte meridionale del palazzo Ducale, e di là del ponte detto della Paglia sorgono le prigioni erette da Antonio da Ponte nel 4 589. 35. IL MOLO DAL PONTE DELLA PAGLIA A destra vedesi parte dell' antica libreria di S. Marco, e quindi T ingresso ai Giardini reali ; oltre ali' acqua, la Chiesa di S. Maria della Salute col Seminario Patriarcale e la Dogana di mare. 36. PONTE DEI SOSPIRI Fu costrutto nel secolo XVII affine di con giungere con adito nascosto le prigioni al Palazzo Ducale. Se ne congetturò architetto Antonio Con tino nipote ad Antonio Da-Ponte. Stile della deca denza. A questo cavalcavia alluse Byron ove scris se: « Fui a Venezia sovra d' un ponte, e a dritta aveva un palazzo, e a sinistra una prigione ec. »"], [33, "31 37. PALAZZO DUCALE DAL PONTE DI CANONICA Questa facciata, volta a levante, fu edificata dall' architetto Rizzo Antonio negli ultimi anni del secolo XV. Stile del risorgimento. Nel fondo scor gesi il ponte detto dei Sospiri che congiunge il palazzo Ducale alle prigioni. 38. PALAZZO TREVISAN Stile del rinascimento. Archilello Guglielmo Bergamasco, o taluno dei Lombardi nel secolo XVI. Comperato nel 4 577 da Bianca Cappello, che ne fe ce dono al fratello Vittore. 39. IL MOLO DALLA RIVA DEGLI SCHIAVONI A destra vedesi parie delle prigioni, e a pie di loro il ponte detto della Paglia, del quale è opi nione che fosse il primo che in Venezia si gittas se in pietra nel secolo XIV. Appresso torreggia il palazzo Ducale, e nel fondo si mostrano le due co lonne, e parte della fu libreria di S. Marco. 40. ALBERGO REALE DANIELI Eretto nel secolo XV dalla famiglia Bernardo, fu poscia dimora, e proprietà dei Mocenigo. Lo stile archiacuto che arieggia la maniera del Palazzo Ducale porgerebbe argomento a credere che uno solo fosse T architetto d' entrambi."], [34, "32 44. CHIESA DI S. ZACCARIA La eressero le monache di S. Benedetto gli anni 4456-1546. Se ne vuole archiletto Antonio di Marco. Alessandro Vittoria scolpì la statua del Profeta sulla porta maggiore. Stile del rinasci mento. 42. PORTA DI S. ZACCARIA Innalzata gli anni 1456-1546 dalle monache di S. Benedello. Chi ne vuole autore Martino Lom bardo, e chi Antonio di Marco. Stile del rinasci mento. La statua sul fastigio semicircolare della porla rappresentante il profeta S. Zaccaria è lavo ro di Alessandro Vittoria. 43. PORTA DEL CAMPO DI S. ZACCARIA Per questa porta il giorno di Pasqua entra vano il Doge, e la Signoria ali' annua visita della Chiesa. Ignoto ne rimase T autore. Il basso rilievo però rappresentante la Vergine, e due Santi arieg gia il lare dei fratelli Dalle Masegne. 44. PALAZZO PRILLI A S. SEVERO Eretto nel secolo XIV da ignoto archiletto, es so conserva, tranne poche alterazioni, la primitiva sua forma. I veroni sono ornati da colonne di marmo greco, e di bisso orientale. Slile archiacuto."], [35, "33 45. S. GIORGIO DEI GRECI Eretta dai Greci rifuggili dalla turca domi nazione, o qui condotti dal commercio. Architetto ne fu Sante Lombardo Tanno 4 539, e Giannanto nio Chiona lavorò a compierla gli anni 4 548 4 570. Stile del risorgimento. 46. PALAZZO BADOARO-PARTECIPAZIO Fu eretto nel secolo XIV da ignoto architetto. Piucchè dal tempo questo palazzo ebbe a soffrire dalla mano degli uomini; ma tuttavia potè con servare qualche avanzo degli affreschi ond' era, all'uso di quei tempi, fregiato il suo prospetto. Slile archiacuto. 47. FINESTRATO DEL PALAZZO BONDUMIER Quivi abitò Giovanni Bondumiero morto alla difesa di Negroponte con Paolo Erizzo, e Luigi Calbo, ed ora vi dimora il cavaliere Emmanuele Cicogna tanto benemerito delle patrie .cose. Slile archiacuto. Secolo XIV. Architetto incognito. 48. PONTE DEL PARADISO Cuspide triangolare contenente un cerchio quadrilobato con sotlovi T effigie della Vergine. Serviva ad accennare che le fabbriche a cui pog- s"], [36, "34 giava erano proprietà di un solo padrone. Stile archiacuto. 49. PORTA PRINCIPALE DELL'ARSENALE Stile lombardesco volgente al classico. Ope ra d'ignoto autore nel 4460. Le statue di S. Giu stina e i due vasi sulla sommità sono lavoro di Girolamo Campagna, e furono posti a ricordare il giorno della vittoria di Lepanto. Scultori delle statue sui pilastri del cancello Giovanni Comini e Pietro Penso nel 4682. I due Leoni che si veg gono ai lati li trasportò d'Alene Francesco Moro sini Tanno 4687. 50. LEONE A DESTRA DELLA PORTA DELL' ARSENALE Fu trasportato d'Atene Tanno 4687 da Fran cesco Morosini soprannominalo il Peloponnesiaco e qui posto Tanno 4693. S'ignora quando fosse scolpito, e da chi, ma chiaramente appare lavoro di greco scalpello. Sul dorso porta un' epigrafe in caratteri runici malconcia dall'età, e fecondo argo mento di archeologiche congetture. 54. PROSPETTO DEL MOLO Sorge a manca parte della facciata della Zecca, e contiguo ad essa il fianco dell' antica Libreria ; nel fondo oltre le due colonne appaiono la Torre dell' Orologio e la Chiesa di S. Marco ; indi a di ritta seguono la fronte del Palazzo Ducale, il pon-"], [37, "35 te della Paglia e le prigioni. Domina la veduta il Campanile di S. Marco incominciato nel secolo X, e condotto a termine da Mastro Buono Tanno 4516. 52. IL MOLO DALLA DOGANA A sinistra si mostra la Zecca contigua al fian co meridionale della Libreria di S. Marco ; indi seguono le due colonne ; poscia la facciata meri dionale del palazzo Ducale, ed oltre il ponte detto della Paglia le prigioni ed il palazzo Danieli. 53. ALBERGO DELL'EUROPA Eretto nel secolo XV dalla famiglia Giusli nian, fu, avanti che si tramutasse in pubblico al bergo, proprietà dei Morosini. I poggiuoli e alcuni ristauri alla porta d'approdo si mostrano fattura dei tempi della decadenza. Stile archiacuto. Archi tetto ignoto. 54. S. MARIA DELLA SALUTE Innalzata dalla Repubblica nel 4 634 a scio glimento del volo fatto T anno avanti alla Vergine per la cessazione della peste. Ne fu architetto Bal dassare Longhena ; lo stile si risente della deca denza. 55. DOGANA DI MARE Stile della decadenza. Architettura di Giusep pe Bennoni nel secolo XVIII. Il Globo, la Fortuna"], [38, "36 e i due Alianti che vi sottostanno furono condotti in lastra di rame da Bernardo Falconi. 56. ABSIDE DELLA CHIESA DI S. GREGORIO La eressero i monaci di S. Ilario che fuggiti dalle persecuzioni di Ezzelino ebbero qui riposalo albergo. Somigliando nei tratti alla Chiesa di S. Stefano, è opinione che un solo ne fosse T ignoto architetto. Stile archiacuto. 57. PALAZZO CONTARINI -FASAN Ignoto rimane T architetto di questo edifizio, e solo dallo slile s' argomenta innalzato nel seco lo XIV. I parapetti dei veroni e del finestrato so no Ira i più leggiadri lavori onde T architettura ogivale s' adornò in Venezia. 58. PALAZZO DARIO Fatto innalzare da Giovanni Dario con isfarzo maraviglioso di marmi preziosi nel secolo XV, e dedicato con iscrizione al genio della città. Stile lombardesco. Architetto ignoto. 59. PALAZZO CORNARO , ORA I. R. COMANDO Una tra le opere più lodale che vanti l'archi tettura del classicismo. Lo fece innalzare Giorgio Cornaro T anno 4 532. Architetto ne fu Jacopo Sansovino, ed è opinione che lo Scamozzi v'aves se mano per condurlo a compimento."], [39, "37 60. CANAL GRANDE DAL TRAGHETTO DI S. VIO Primo a destra mostrasi il palazzo Barba ro; quindi il palazzo Cavalli ora conte Chambord; nel fondo torreggiano i palazzi Contarini dai Scrigni. 64. PALAZZI LOREDAN - BALBI - VALIER I tre archi del piano terreno si vogliono un avanzo dell' antico palazzo, che quivi edificò la fa miglia Molin. Gli ordini superiori sono un rislau ro del secolo XVI, e i due terrazzi fiancheggianti la riva d'approdo, un'aggiunta del 4750. Ignoti ne rimasero gli architetti. 62. PALAZZO MANZONI Di stile del rinascimento, egli accopia la son tuosità alla semplici là. Eretto nel secolo XV da ignoto architetto. Fra i palazzi di Venezia era il solo costituito in condizione di feudo. 63. PALAZZO CAVALLI, ORA CONTE CHAMBORD Fu eretto nel secolo XV da sconosciuto ar chitetto. I fori quadrilobati che sormontano gli ar chi del finestrato sono palesemente imitati dal pa lazzo Ducale. Fu dimora al conte Alessandro Pe poli, scrittore di tragedie e onore del patriziato veneto."], [40, "38 64 PALAZZO BARBARO Stile archiacuto. Secolo XIV. Architetto igno to. La porta d' approdo, le nicchie e i due meda glioni della facciata rappresentanti Ottaviano e Marco Agrippa, sono aggiunte Lombardesche del secolo XVI. Il poggiuolo del secondo ordine si mo stra un evidente ristauro dell'età della decadenza. 65. CANAL GRANDE DALL' ACCADEMIA A sinistra il palazzo Cavalli ora conte Cham bord, quindi il palazzo Barbaro; sorge nel fondo la Chiesa di S. Maria della Salute con la Dogana di mare. 66. CANAL GRANDE DALLA RIVA GAMBARA A destra vedesi la base di un palazzo che co minciarono ad erigere i duchi di Milano ; nel son do alla volta del canale il palazzo Balbi. Proceden do a sinistra s' innalza il palazzo Foscari, cui se guono contigui i due palazzi Giustinian ed il pa lazzo Rezzonico. 67. PALAZZI CONTARINI DAI SCRIGNI Proprietà entrambi della famiglia Contarini a cui furono edificati, quello a diritta da Vincenzo Scamozzi Tanno 4609, e T altro da sconosciuto architetto nel secolo XIV. Sopra due finestre di quest' ultimo va notata una costruzione in legno"], [41, "39 che, imitata dai nostri in Oriente, fu tanto comu ne un tempo ai palazzi di Venezia, e che adesso in dialetto vien detta Liagò. 68. PALAZZO DELL' AMBASCIATORE Proprietà un tempo della famiglia Cozzi, fu in età posteriori dimora ali' ambasciatore di Spa gna, da cui gli venne il nome. Le due statue, che ne fan bello il prospetto, voglionsi lavoro di Rizzo Antonio. Secolo XV. Slile archiacuto. Architetto ignoto. 69. PALAZZO GRASSI Eletto dalla famiglia Grassi venuta da Chiog gia e ascritta alla nobiltà veneta nel 4718. Archi tetto Giorgio Massari nel secolo XVIII. Stile del la decadenza. Questo palazzo , successiva pro prietà di parecchi, fu volto sol di recente ad uso di pubblico albergo. 70. CANAL GRANDE DAL TRAGHETTO DI S. BARNABA Si presentano a destra il palazzo Grassi ed il palazzo Moro-Lin; signoreggiano nel fondo il pa lazzo Balbi e la torre della Chiesa dei Frari ; a manca, dopo il Foscari, sorge il palazzo Rezzonico. 74. CANAL GRANDE DALLA CORTE DEL DUCA Primo a sinistra s' innalza il palazzo Rezzo-"], [42, "40 nico, al di là del quale seguono i due palazzi Giu stinian, e contiguo ad essi torreggia il palazzo Foscari. 72. PALAZZO REZZONTCO La parte inferiore di questo edifizio è lavoro di Baldassare Longhena nel secolo XVII. La su periore fu condotta da Giorgio Massari nel secolo XVIII. Stile del classicismo. Molte feste si diedero in esso per solenni occasioni della Repubblica. 73. PALAZZO FOSCARI Lo eressero i Giustiniani nel secolo XV. Ve nuto in proprietà della Repubblica, ebbelo in pri mo il Duca di Mantova in premio d'imprese guer resche, e quindi per denaro il Doge Foscari che vi aggiunse il terzo piano. Stile archiacuto. Ar chitetto ignoto. 74. PALAZZO BALBI Lo fece innalzare Nicolò Balbi gli anni 4 552 4 590. È opinione che ne fosse architetto Alessan dro Vittoria. Stile del decadimento. Fu dai veroni di questo palazzo che Napoleone I mirò la regata cui dette a festeggiarlo la città di Venezia. 75. PALAZZO CONTARINI DALLE FIGURE E attribuita la vaga ed elegante architettura di questo edifizio ad Antonio figlio di Pietro Lom-"], [43, "41 76. PALAZZO MOCENIGO Non è chiaro da chi fosse architettato, e in che tempo ; lo stile però volto a decadenza lo di rebbe surto nel secolo XVII. In questo palazzo venne a dimora Giorgio Byron il 4 8 giugno 4 84 8, e quivi ospitò T amico Moore, compose i\\ Bepo e i primi canti del Don Giovanni, e se' celebre del suo amore Margherita Cogni. 77. PALAZZO CORNARO SPINELLI Slile del risorgimento. Secolo XVI. Da taluno lo si vorrebbe architettura di Pietro Lombardo, benché s' accosti più presto al fare di Guglielmo Bergamasco. Ebbe nelT eia posteriore completo ordinamento nelT interna disposizione da Michele Sanmicheli. 78. PALAZZO PISANI MORETTA Lo stile archiacuto Io palesa innalzato nel se colo XV. Ignoto ne rimase T architetto. 11 terrazzo costrutto a sommo dell'edifizio, e quanto nella facciata v' ha di lombardesco sono aggiunte e rir stauri di epoche più recenti. 79. PALAZZO GRIMANI A SAN POLO Fu eretto nei primi anni del secolo XVI, e non è deciso a quale dei Lombardi s' aspetti la lode d' averlo architettato. Stile del risorgimento. 6"], [44, "42 Qui, nacque Pietro Grimani, che fatto doge nel 4744 , dissuase la Repubblica d' entrare nella guerra di successione agli Stati Austriaci. 80. PALAZZO GRIMANI ORA REGIE POSTE Lo fece innalzare Girolamo Grimani nel se colo XVI. Architetto ne fu Michele Sanmicheli. Le parti meno belle di questo edifizio voglionsi attribuire a chi lo compiva dopo la sua morte. Stile del classicismo. 81. PALAZZO LOREDAN Qui nacque Elena Cornaro-Piscopia, ed estin ta nel 4692 la sua famiglia, il palazzo divenne proprietà dei Loredan. La parte inferiore di stile italo-bisantino fu murata da ignoto architetto nel secolo XII, la superiore è palese aggiunta di età meno lontane, e arieggia il far lombardesco. 82. PALAZZO BERNARDO SUL CANAL GRANDE Innalzato nel secolo XV, è tra i palazzi della famiglia Bernardo il terzo per tempo, non per ve nustà ed armonia di parti. Obbliato andò il nome dell'architetto. Stile archiacuto. 83. PALAZZO TIEPOLO ORA CO STURMER Eretto nel secolo XVI. Stile del classicismo. V ha opinione che ne fosse architetto Jacopo San sovino, o taluno della sua scuola. Fu successiva"], [45, "43 dimora e proprietà dei Cocchia, dei Tiepolo e dei Comello a cui va dovuto il recente ristauro. 84. PALAZZO MANIN Eretto nel secolo XVI da Jacopo Sansovino, ebbe nel secolo XVIII intera riforma nelT ordina mento interno da Giovanni Antonio Selva. Stile del classicismo. Qui moriva Lodovico Manin ulti mo doge di Venezia. 85. PONTE DI RIVOALTO Architetto Antonio Da -Ponte. Incomincialo Tanno 4588, e condotto a termine Tanno 4 594. La corda dell' arco misura metri 27.70. L' altez za dal pelo ordinario dell' acqua metri 7.5. La larghezza nel dorso metri 22.40. 86. S. JACOPO DI RIVOALTO Fu eretta per voto nel 421, ed è opinione es ser questa la prima Chiesa che surse in Venezia. Ricostruita nel 4073 dal doge Domenico Selvo, ristaurata nel 4531 dal pievano Natale Reghio e rifabbricata dalla Repubblica sul vecchio disegno nel 4601, non conserva d'antico che gli stipiti della porta, le colonne e i capitelli del portico, le piante e le formelle ond' è fregiato il prospetto. 87. PALAZZO DEI CAMERLENGHI Stile del risorgimento. Era sede ai tre Ca-"], [46, "44 merlenghi (tesorieri) della Repubblica, e fu ter minato Tanno 4 525 dogando Andrea Grilti. Se ne crede autore Guglielmo Bergamasco. 88. PALAZZO Al. TRAGHETTO DEI SS. APOSTOLI Stile bisanlino-lombardo. Le tavolette della facciala, anziché tolte, voglionsi imitale dalle vec chie costruzioni d'Aitino ed Aquileia. I capitelli sono un ristauro del secolo XIV. S' ignora a qual famiglia prima spettasse, e chi ne fosse T archi tetto. 89. PALAZZO SAGREDO Uno tra i primi edifizii che di slile archiacu to sorsero in Venezia nel secolo XIII. Dai Moro sini che lo fecero innalzare, passò nel secolo XVII ai Sagredo, onde ebbe il nome. La storia non ri corda chi ne sia stato T architetto. 90. PALAZZO CA - DORO Ignoti rimasero e T architetto e T origine del nome, volendola derivare chi da un' antica fami glia Doro, e chi dallo sfarzo delle dorature. Ope ra del secolo XV. Stile arabo archiacuto. 94. PALAZZO PESARO Lo fece innalzare Leonardo Pesaro procura tore di S. Marco Tanno 4679, e fu condotto a termine Tanno 4 740 colla spesa di ducati 500,000."], [47, "45 Architetto ne fu Baldassare Longhena. Lo stile ri sente il gusto del secolo. 92. CANAL GRANDE DAL TRAGHETTO DELLA MADDALENA A destra si vede il fianco del palazzo Vendra min ora duchessa di Berry, e nel sondo la Chiesa di S. Geremia profeta; risalendo a sinistra si tro va il Fondaco dei Turchi, e vicino a questo si in nalza il palazzo Belloni-Battaglia architettato da Baldassare Longhena. 93. PALAZZO VENDRVMIN ORA DUCHESSA DI BERRY Fatto innalzare da Andrea Loredan Tanno 4481. Fu successiva proprietà del Duca di Brun swick, del Duca di Mantova, di Calergi e di Gri mani. Architetto Pietro Lombardo. Stile del risor gimento. 94. FONDACO DEI TURCHI Slile italo-bisanlino. Opera d' ignoto nel seco lo XI. Fu lungamente stanza ai Duchi di Ferrara, quindi proprietà della Repubblica che nel 4624 Io se' dimora dei Turchi cui il traffico conduceva in Venezia. 95. DETTAGLIO DEL FONDACO DEI TURCHI Era un tempo fiancheggiato da torri e coro nalo di merli d' araba maniera. La facciata mo stravasi incrostala di marmi con formelle rappre-"], [48, "46 sentanti animali variamente alleggiati. Le colon ne e i capitelli si mostrano tolti a costruzioni più antiche. 96. PALAZZO LABIA Eretto nel secolo XVII. Architetto della fac ciata sul canale Andrea Comello, della facciata sul campo il Tremignon; costò ducati 4,474,300, e lo stile si risente della decadenza. 97. PALAZZO FLANGINI Stile del decadimento. Architetto Baldassare Longhena nel secolo XVIII. Qui nacque il cele bre Lodovico Flangini che fu cardinale e patriar ca di Venezia. 98. S. MARIA DELL' ORTO Eretta nel secolo XIV per accogliervi un' im magine della Vergine trovata in un orto; rifabbri cata dai canonici regolari di S. Giorgio nel 4473. Le dodici statue degli Apostoli nella parte supe riore, come pure quelle della Vergine e di S. Cri stoforo sulle porte sono di Bartolomeo Bon. Stile archiacuto. 99. PALAZZO DEL CAMMELLO Stile arabo bisantino. Opera d' ignoto archi tetto nel secolo XIII. Le finestre del piano nobile sembrano un ristauro del secolo XIV. Era dimo-"], [49, "47 ra dei Saraceni condotti dal traffico in Venezia, e a ciò vuol alludere il bassorilievo nella facciata rappresentante un cammello condotto da un Moro. 400. S. NICOLA DA TOLENTINO I monaci di S. Gaetano Tiene qui raccoltisi a dimora Tanno 4528, ricoslrussero conlimosine di devoti questa Chiesa nel 4594. Architelto del l'interno fu Vincenzo Scamozzi; però non senza sospetto che s' aiutasse coi disegni del Palladio. La loggia, che tiene vece di facciata è lavoro di Andrea Tirali nel secolo XVIII. Slile del classi cismo. 404. PORTA DELLA SCUOLA DELLA MISERICORDIA È questo un avanzo della primitiva scuola della Misericordia. Architetto e scultore ne fu Bar tolomeo Bon nel secolo XIV. Il bassorilievo rap presentante la Vergine col Bambino in petto che tiene avvolti sotto il suo manto i confratelli della scuola, ai lali vi stanno S. Giovanni il precurso re e T Apostolo S. Paolo, e sopra , condotto in mezza figura, il Padre Eterno e due Profeti. 402. PORTA OCCIDENTALE DELLA CHIESA DEI SERVI Avanzo dell' antica Chiesa eretta dai monaci Serviti gli anni 4348-4330, e demolita Tanno 4 84 2. Sconosciuto rimase il nome dell' architetto. Stile archiacuto."], [50, "48 403. PORTA MERIDIONALE DELLA CHIESA DEI SERVI Fu innalzala la chiesa negli anni 4348-4330 dall'ordine dei Serviti, e venne demolita nel 4812. L'archivolto semicircolare raffigurante meandri ed animali si mostra tolto a costruzioni più anti che. Stile archiacuto, architetto incognito. 404. PALAZZO GIOVANELLI Eretto dalla famiglia Donato nel secolo XV. Ignoto ne rimane T architetto , sebbene lo stile del tutto simile a quello del Palazzo Ducale, rive lerebbe la mano dello stesso artefice. Fu i-istau rato nel 4847 da Giovanni Battista Meduna. 405. UN RIVO AI SS. APOSTOLI Ha nome di Rio nel dialetto di Venezia ogni canale minore che solca la città. In questo, oltre al vedersi una privata dimora di antichissima co struzione, offre meglio d' ogni altro T intimo a spetto di questa singolare città edificata sull'acqua. 406. CHIESA DEI SS. GIOVANNI E PAOLO La eressero i monaci Domenicani con aiuti della Repubblica e offerte dei devoti gli anni 4 240 4392. Domenicano pure se ne crede l'ignoto ar chitetto. Stile archiacuto. I dogi e i cittadini be nemeriti della patria avevano in questa Chiesa T onore di solenni funerali."], [51, "49 407. PORTA DELLA CHIESA DEI SS. GIOVANNI E PAOLO Stile archiacuto volgente al classico. Lavoro d' ignoto architetto negli ultimi anni del seco lo XV. 408. ABSIDE DELLA CHIESA DEI SS. GIOVANNI E PAOLO La innalzarono con aiuti della Repubblica ed elemosine di devoti, i monaci Domenicani, e Do menicano pure se ne vuole T ignoto architetto. Stile archiacuto, anni 4240-4392. 409. OSPITALE CIVILE Stile del rinascimento. Architettura di Marti no Lombardo dopo l'incendio del 4485. I Leoni e i bassirilievi degli interpilastri sono lavoro di Tul lio Lombardo; le statue e il sopraornalo della por la opera di Bartolomeo Bon. 11 Leone superiore è lavoro moderno del Ferrari. 440. PORTA DELL' OSPITALE CIVILE Stile del risorgimento. Architetto Martino Lom bardo nel 4485. 11 sopraornato della porta e il bassorilievo rappresentante S. Marco in alto di accogliere i confratelli della scuola, sono lavoro di Bartolomeo Bon. 1 due Leoni che si vedono ai lati furono condotti da Tullio Lombardo. 7"], [52, "50 444. MONUMENTO DI BARTOLOMEO COLLEONI Innalzalo dalla Repubblica erede del Colleoni alla memoria del benemerito condottiero. Alessan dro Leopardo veneto ne architettò lo stilobate, e v'ha sospetto ne fondesse il bronzo sui modelli del Verocchio. Anno 4496. 442. PUTE ALE IN CAMPO DEI SS. GIOVANNI E PAOLO Opera d' ignoto, ma al certo valente scalpello nel secolo XVI. Prima che fosse qui posto adorna va il cortile del palazzo Cornaro a S. Maurizio. 443. PALAZZO SANUDO POI VANAXEL Surto questo palazzo nel secolo XIV potè con servare le primitive imposte della porta e T inter no ordinamento per guisa inalterali da porgere un compiuto modello delle abitazioni usate a quei tempi. Stile archiacuto. Architetto ignoto. 414. ABSIDE DELLA CHIESA DI S. MARIA DEI MIRACOLI Eretta con limosine di devoti, promoventi Marco Tezza e Angelo Amadi, gli anni 4480-1489. Pietro Lombardo chiamalo a murare la chiesa sul disegno d' ignoto architetto, vi aggiunse T abside e la torre. Stile del rinascimento. 44 5. PUTEALE A S. MARIA DEI MIRACOLI Ignoto rimane il nome dell' artefice che Io"], [53, "51 scolpiva, e sol dallo stile si argomentava che fos se condotto nel secolo XIV. 416. PORTA DI FIANCO ALLA CHIESA DEI FRARI Il bassorilievo che va messo tra i lavori più finiti della scultura in Venezia rappresenta la Vergi ne col Bambino tra due Angeli, e vorrebbesi opera dei fratelli Dalle-Masegne. Le due lapidi ai lati della porta furono poste, Tuna alla memoria di FraUrbino Bolzani, T altra al di lui nipote Pietro Valeriano. 447. ABSIDE DELLA CHIESA DEI FRARI Fu eretta la Chiesa dai Frati minori di S.France sco con elemosine di devotigli anni 4250-4338. Ignoto ne rimane T architetto. Stile archiacuto. 418. ARCICONFRATERNITA DI S. ROCCO. Era composta di senatori e cittadini facoltosi, i quali eressero questo edifizio nel 4 54 7. Sopra intesero successivamente a murarla sul disegno d'ignoto architetto, Bartolomeo Bon, Sante Lom bardo e da ultimo Io Scarpagnino. Vi si spesero 33 anni e 47,000 zecchini. 119. PARTE POSTERIORE DELLA SCUOLA Di S. ROCCO. Innalzata negli anni 4 517-1550. Ignoto ne rimane T architetto. Presiedettero successivamen te a murarla Bartolomeo Bon, Sante Lombardo ed Antonio Scarpagnino. Stile del risorgimento."], [54, "52 420. S. GIOVANNI EVANGELISTA. Ergeva quest'ingresso alla Chiesa e alla scuo la di S. Giovanni Evangelista la Confraternita dei Battuti più celebre per soccorsi dati alla Re pubblica e la prolezione alle arli che per contare tra' suoi membri Filippo II di Spagna. Ne fu ar chitetto Pietro Lombardo negli ultimi anni del se colo XV. Stile del risorgimento. 421. ANTICA CASA IN CAMPO S. MARGHERITA. S' ignora chi ne fosse T architetto, e a chi da principio appartenesse. Lo stile la palesa innalza la nel secolo XIV, e va contata fra le poche case di Venezia che conservino il tetto di legno sporgen te, e mostri il sopraornato della porta in terra cotta. 422. FINESTRATO DEL PALAZZO CICOGNA. Non ricordano le storie né la famiglia che lo fece innalzare, né il nome di chi ne dette il dise gno. Il doppio ordine di circoli quadrilobati che si intrecciano leggiadramente sovra gli archiacuti delle finestre, lo rendono uno Ira i più singolari edifizii di questo stile. Secolo XIV. 423. CANTIERE AI SS. GERVASIO E PROTASIO. Queste officine in cui si lavorano le barche dei privati ebbero nome di Squeri nel dialetto ve-"], [55, "53 neziano, e sono menzionate nelle storie fino dal VII secolo. Antiche quanto il bisogno di costruzioni navali in questo popolo, sembra che per mutar di tempi e di fortune non abbiano mai mutalo gli ordinamenti e le forme primitive. Di dietro s'in nalza la Chiesa dei SS. Gervasio e Protasio eret ta nel 1 583 dal Pievano Domenico Leonardo. 424. VEDUTA DELLE ZATTERE. A sinistra la Chiesa degli Orfani eretta dai monaci Gesuati soccorsi largamente dal doge Ni colò Marcello, gli anni 4494-1524. Slile del risor gimento. Architetto ignoto. Più oltre sorge la Chie sa dei Gesuati innalzata dai monaci di S. Dome nico gli anni 4 726-1743. Architetto ne fu Gio vanni Massari, e lo stile mostra il decadimento dell' arte. 425. PORTA DELLA CHIESA DEGLI ORFANI. La eressero i monaci Gesuati soccorsi non tenuemente dal doge Nicolò Marcello, gli anni 4496-4 524. Stile del rinascimento. Architelto i gnoto. 426. PALAZZO BEl'NARDO A S. POLO. È questo il primo dei tre palazzi che nel gi ro di breve età eresse in Venezia la famiglia Ber nardo. Degli affreschi di Giuseppe Salviati onde era adorna la facciata, non rimane, colpa del tem-"], [56, "54 po, vestigio alcuno: Vanno ammirati i capitelli del finestrato, che sono tra i più leggiadri dell' archi tettura ogivale. Secolo XIV. Architetto ignoto. 427. PORTA SUL PONTE DEL FORNER. Il fare del sopraornato e lo stemma sostenu to da due angeli sormontato dall' effigie del Re dentore la mostrano eretta nei primi anni del se colo XIV. S' ignora chi ne fu T architetto, e Tarmi rase dallo scudo non lasciano argomentare a qual famiglia in origine appartenesse. Stile archiacuto. 428. PALAZZO DI BIANCA CAPPELLO A SANT'APOLLINARE. Stile del rinascimento. Opera d' ignoto archi tétto nel secolo XVI. Vi nacque Bianca Cappello Tanno 4548 e ne fuggì la notte del 28 novem bre 4563. 429. PORTA DEL PALAZZO PISANI A S. STEFANO. Incerto è l'architetto di questa porta e dell'in tero edifizio, sebbene v'abbia chi ne sospetti au tore il conte Francesco Frigimelica vicentino. Lo stile sente la decadenza dell'arie, e rivela il seco lo XVII in cui fu murata. 430. PORTA DI S. STEFANO. Fu incominciata la Chiesa dai padri Eremitani di S. Agostino nel 4294, e compiuta Tanno 4 325. Autore della porta cospicua per intagli e foggia-"], [57, "55 dria di sorma si credono i fratelli Dalle Masegne. Stile archiacuto. 431. PUTEALE IN CORTE CORNER A S. SAMUELE. Appartiene al cortile dell' antico palazzo dei Corner, ma s' ignora completamente quando e da chi fosse scolpito. Gli archi emisferici girati sulle colonne, i capitelli cuboidei anziché cilindrisormi, e i fregi profondamente intagliati rivelano il far bi santino del secolo XII. 432. PARTE DEL PALAZZO PESARO A S. BENEDETTO. Eretto questo palazzo dalla famiglia Pesaro, fu nei tempi andati dimora alla famiglia Correr, e in epoca a noi più vicina divenne proprietà di Orfei. Il fare lo dimostra palesemente lavoro del secolo XIV. Ignoto rimane il nome di chi lo ar chitettava. Slile archiacuto. 433. SCALA IN CORTE DELLE LOCANDE A S. PATERNTAN. Appartiene al palazzo dell' estinta famiglia dei Minelli. Lavoro d' ignoto autore nel secolo XV. Slile del rinascimento. 434. CASA GOLDONI. Allo stile si mostra fattura del secolo XIV, resta ignoto però il nome di chi la fece erigere e di chi ne dette il disegno. Qui venne alla luce nel"], [58, "56 1 707, il principe della commedia italiana, Carlo Goldoni. 435. PALAZZO MARINO FA MERO. Qui nacque ed abitò Marin Faliero decapitato Tanno 4355. Il finestrato, solo avanzo dell'anti ca dimora, si appalesa fattura del secolo XIII, e mostra il fare arabo-bisantino. 436. POGGIUOLO DEL PALAZZO CHIARABBA. Per la leggerezza delle forme, e pel davan zale condotto negT interarchi a teste d' angiolo alate va messo tra i poggiuoli più aggraziati di Venezia. Ignoti ne sono architetto e scultore. Lo stile il palesa fattura del secolo XV. 437. PORTA DEL PALAZZO VENDRAMIN. Una tra le rare porte che in privata dimora si piacque di condurre vagamente la scuola lom barda. Secolo XV. Architetto ignoto. 438. ABSIDE DELLA CHIESA DEI SS. MARIA E DONATO DI MURANO. Opera (T ignoto architetto nel secolo X. Basi licale è lo slile della Chiesa, bisantino volgente all'arabo il fare dell'Abside. Da un'iscrizione s'ar gomenta che la erigesse il Vescovo Domenico di Torcello. Le colonne, i capitelli, e le opere di scul tura si mostrano tolte a costruzioni più antiche."], [59, "57 439. ALA DESTRA DELL'ABSIDE DELLA CHIESA DEI SS. MARIA E DONATO DI MURANO Il doppio fregio a sega che corre tra un or dine e I altro e porta formelle rappresentanti fi gure emblematiche, la finestra or murala e com presa tra due arcate, i capitelli delle colonne e gli archi dimostrano Io stile bisanlino collegato a quelle arabe maniere che nelT età seguenti do minarono T architettura in Venezia. 440. PALAZZO DA-MULA IN MURANO Fu innalzato dalla famiglia Da-Mula nel se colo XIV, e tenuto ad uso di villa, come soleano usare in Murano i patrizii di Venezia a que' tem pi, in cui non ancora aveano stesi i loro possedi menti in Terra ferina. Ignoto ne restò T architetto. I capitelli e le formelle sono tolte a eostruzioni più antiche. I poggiuoli e la porta d' approdo sono risiami d'età posteriore. Stile archiacuto. 441. CATTEDRALE DI TORCELLO E S. FOSCA Fu eretta la Cattedrale dai Tribuni Ario ed Aratore nel secolo VII coi ruderi tolti alla distrut ta Aitino. Guasta dal tempo, la ricostrusse il Ve scovo Orseolo nel 4008, adoperandovi, si crede, i materiali stessi e serbando T istesso disegno. Stile romano-cristiano. Architetto ignoto. Il tem pie Ito accanto delto di S. Fosca è lavoro di scono sciuto autore nel secolo X. Le colonne del porli- s"], [60, "58 co si mostrano tolte a costruzioni più antiche. Stile bisantino. 442. PORTA DI ANTICA CASA A S. MARGHERITA Allo stile si mostra lavoro del secolo XIV. I gnoto è il nome di chi T architettava, e T averne scalpellato dallo scudo le insegne toglie che s' ar gomenti a quale somiglia in origine appartenesse. I fregi onde son belli T archivolto ed il lunato fu rono condotti in terra cotta, e si contano fra i più leggiadri che ci restano di quelT età. 443. RIVO DI CA-PESARO La costruzione che si stende a sinistra è la facciata orientale del palazzo Pesaro, da cui ven ne il nome a questo rio. Sur se gli anni 4679 4740, ebbe ad architetto Baldassare Longhena, e sebbene non scevra dai difetti dell' età volta a de cadenza, meriterebbe che le stesse dinanzi una piazza, o meno angusto canale. 444. FIANCO DELL'ABSIDE DI S GREGORIO La Chiesa fu eretta nel secolo XIV dai mona ci Benedettini i quali dicevansi anche di S. Ilario dal nome del convento ove prima abitarono, e don de qui rifuggirono Tanno 4 247. Fatta Chiesa par rocchiale nel 4775, fu tramutata Tanno 4808 in officina a raffinar metalli per la Zecca. Stile ar chiacuto; architetto ignoto. Nel fondo si mostra il"], [61, "59 Palazzo Fini, opera di Andrea Treniignon nel se colo XVII. Stile della decadenza. 445. CHIESA DEI SERVI E SCUOLA DEL S. VOLTO La porta a sinistra è un avanzo della Chiesa dei Servi di Maria; fu innalzata dai monaci di quest'ordine gli anni 1318-1330, e demolita Tan no 4812. La costruzione accanto è un resto della Chiesa del Santo Volto, cui eressero un quattro cento famiglie qui rifuggile da Lucca nel secolo XIV. Dalle finestre che rimangono ancora dell'an tica fabbrica s'argomenta lavoro di toscano ar chitello. 146. CASA NEL RIVO DELLA FAVA Questa gentile fabbrichetta è acconcia a di mostrare, come Tarchitcltura veneziana del risor gimento s' attagli meglio d' ogni altra alle mode ste abitazioni dei meno facoltosi. Chi la facesse murare e chi ne abbia porto il disegno, non è da to di rinvenire. Lo stile la rivela costrutta nel se colo XVI, e spiacc che le angustie dello spazio non permettano di fotografarla da punto migliore. 447. CASA DI TINTORETTO È ignoto chi T abbia fatta innalzare, e chi ne sia slato T architetto. Lo stile la dimostra eretta nel secolo XIV. Le finestre e la porta del piano inferiore sono ristauri di più recente età. Qui mo-"], [62, "60 riva Tanno 4594, Giacopo Robusti soprannomi nato il Tintore tto. La casa or appartiene alla fa miglia Casser, a cui la vendette il figlio istesso dell' immortale pittore. 448. PALAZZO CICOGNA Stile archiacuto. Lavoro del secolo XIV. S'i gnora il nome dell' architetto, e dalle armi scol pite nei davanzali del finestrato ma scolorate dal tempo non è dato nemmeno d' arguire la famiglia a cui spettava in origine. II piano sottoposto è un ristauro lombardesco di tempi ben posteriori. 449. PONTE DI RIVOALTO E PALAZZO DEI CAMERLENGHI Il ponte fu murato gli anni 4 588-4 591. Lo archile stava Da-Ponte Antonio, e ne scolpiva i bas sorilievi rappresentanti S. Marco e S. Teodoro, Girolamo Campagna. Il palazzo dei Camerlenghi o tesorieri della Repubblica, che vi sorge a destra, fu eretto da Guglielmo Bergamasco nel secolo XVI. A sinistra s' estolle il Fondaco dei Tedeschi abitazione un tempo e magazzino dei mercadanti di Germania, or I. R. Intendenza di Finanza. Fu rifabbricato dopo l'incendio del 4505 sui disegni di certo Girolamo Tedesco. Nella facciata restano ancora le traccie degli affreschi onde lo abbelliva no Tiziano e Giorgione."], [63, "61 450. VEDUTA DELLE ZATTERE DALLA CALCINA Questo sito derivò il suo nome dalle Zattere le quali scendendo a Venezia da Terra ferma so leano quivi far capo. La Chiesa che si vede in iscorcio fu innalzata dai monaci di S. Domenico gli anni 4726-1743, e disciollo T ordine, fu resa parrocchiale nel 4840. Architetto Giorgio Massa ri. Stile della decadenza. 451. CHIESA DEGLI ORFANI Venuti da Siena i Gesuati nel secolo XIV, e ottenuto quivi ospizio dalla Repubblica, e larghi soccorsi dal doge Nicolò Marcello e dal marchese di Mantova Francesco Gonzaga I, eressero questa chiesa nell'anno 1494. Or serve d'Oratorio agli Or fani che Tanno 4823 furono ricovrati nelTatliguo convento. Stile Lombardesco. Architetto ignoto. 452. L' ARSENALE Surse quivi con tenui principii Tanno 1 104, e crebbe lentamente per successivi ingrandimenti ali' odierno ambito di tre miglia. Le mura ond' è ricinto, e le 44 Ioni che lo difendono, furono in nalzale dopo le trame che ad incendiarlo ordì la Spagna nel 4 61 8. La porta che si vede a sinistra e che ne forma T ingresso per via di terra fu mu rata da ignoto architetto Tanno 4460, e più lardi foggiata a monumento per la vittoria di Lepanto"], [64, "62 e ad arco di trionfo a'Morosini Peloponnesiaco. II canale a destra chiuso da cancello di legno n'apre T adito per via d'acqua ; le torri che lo guardano furono ricostruite nel 4 682. 4 53. IL RIVO DEI^CRECI Primo a destra si presenta un palazzo Lom bardesco del secolo XVI, quindi contiguo un pa lazzo ad arco acuto del secolo XIV; entrambi or fanno parte della Pia casa degli Esposti, e d'en trambi s'ignora T architetto e il primitivo proprie tario. Nel fondo s'innalza il campanile della Chie sa dei Greci, lavoro di Bernardino Ongarin negli anni 4 589-4592. Stile del risorgimento. 1 54. PORTA DEL PALAZZO VANAXEL Questa porta, murata nel secolo XIV, conser va ancora la primitiva imposta e il primitivo bat titore di ferro foggiato a guisa di pesce. Chi ne sia stato T architetto, e chi abbia condotto i fregi nel legno, non è dato di rinvenire. Il palazzo in origine apparteneva ai Sanudo, e solo più tardi di venne proprietà di casa Vanaxel. 4 55. PUZZA E FIANCO SETTENTRIONALE DI S. MARCO Sorge a destra la torre dell' Orologio opera di Giampaolo e Giancarlo da Reggio nel 1496; sli le lombardesco. Seguono quindi le Procuratie Vecchie, di cui architettò gli ordini inferiori Pietro"], [65, "63 Lombardo avanti il 4496, ed il superiore Gugliel mo Bergamasco l'anno 4 517. Nel fondo si mostra l'aggiunta al palazzo reale murata nel 4810 sui disegni di Giuseppe Soli. A sinistra il fianco set tentrionale della Chiesa di S. Marco incominciata dal doge Domenico Selvo Tanno 4043, e compiu tamente finita nel secolo XIV. Di questa restano ignoti architetti e scultori. Stile bisanlino. 4 56. DETTAGLIO RIMPETTO LA SCALA DEI GIGANTI Fu incominciata questa fronte da Bartolomeo Bon nel 4457 sotto il doge Francesco Foscari, e fu condotta a compimento da ignoto architetto Tan no 4471 dogando Cristoforo Moro. Slile archiacu to. Le statue ai lati dell' arcata inferiore rappre sentano Adamo ed Eva, e sono lavoro di Rizzo An tonio nel 4462. 4 57. FIANCO DELLA CHIESA DEI SS. GIOVANNI E PAOLO La Chiesa fu eretta negli anni 4240-1390 dai monaci Domenicani sul disegno d' ignoto ar chiletto. La cappella ad arco acuto che sporge dal fianco si murò nel secolo XVI coi denari di Lodo vico Storlado procurato!\" di S. Marco. Il monu mento che sorge sul dinanzi fu innalzato dalla Re pubblica al condottiero dell' armi venete Bartolo meo Colleoni, ne architettò il piedistallo e ne fuse il bronzo Alessandro Leopardi Tanno 4496."], [66, "64 4 58. PROSPETTO DELLA SCALA DEI GIGANTI Architettura di Rizzo Antonio. Ne scolpirono gli ornati Domenico e Bernardino di Mantova. Le statue gigantesche rappresentanti Marte e Nelluno sono aggiunte e lavoro di Jacopo Sansovino nel 4556. Slile del risorgimento. Era al sommo di questa scala ove s' incoronarono i dogi novelli. 159. PORTE DELLA LOGGETTA Modellate e fuse in bronzo da Antonio Gai nel 4750, e nelle figure onde s' adornano volle T autore simboleggiare lo scopo a cui era volto T edifizio. Le due statue nelle nicchie del prospet to, rappresentanti Apollo e Mercurio, sono getlo di Jacopo Sansovino nell'anno 1569. 460. POGGIUOLI DEL PALAZZO DUCALE SUL RIVO DI CANONICA Architetto Rizzi Antonio sul cader del secolo XV. Dopo la sua fuga ne continuava il lavoro Pie tro Lombardo, e lo conduceva a compimento An tonio Scarpagnino gli anni 4 545-4550. Slile del risorgimento. FINE."], [67, ""], [68, ""], [69, ""], [70, ""]]