[[1, ""], [2, ""], [3, ""], [4, ""], [5, "A TOUR ROUND THE WORLD. PART II."], [6, ""], [7, "A TOUR ROUND THE WORLD. BY AN EX-LORD PROVOST OF GLASGOW. PART II. NEW ZEALAND AND SOUTH SEA ISLANDS. PRINTED BY ROBERT ANDERSON, 22 ANN STREET, GLASGOW. I88.S."], [8, ""], [9, "A TOUR ROUND THE WORLD. Y'i\\Y. HEN I consented to address the Students of the Athenæum a year ago, I allowed the Secretary to announce the title of my lecture \" A Tour round the World.\" I thought then that I should have no difficulty in giving within the time usually taken all the information that would be interesting for them to hear ; but I found when I sat down to write that it would have been wiser to have adopted a less comprehensive name for what I had to say. The sights and incidents of nearly a twelvemonth's travel could not be satisfactorily condensed into one lecture, and so I had to close with but the half of our journey told. The voyage out to Calcutta — one month's sojourn in India, a fortnight's visit to Ceylon — the voyage thence to Australia, and two months' residence and travel there was all that I could compress into my first lecture ; and at its close, when the usual vote of thanks was awarded, my friend Sir James Bain, who proposed it, took occasion to say that I had hardly dealt fairly by the large audience who had listened to me in thus carrying them to Australia, if I meant to leave them there, but he hoped that I would take an early opportunity of telling the rest of my story, and so bring them home. The suggestion was favourably received, and I then promised that I would at some future time continue the narrative. A"], [10, "2 A TOUR ROUND THE WORLD. The two months we spent in Australia passed very pleasantly. Probably the season of our sojourn there was the best we could have chosen. We were there during March and April, which correspond to September and October at home, but it was at the close of a summer in which great heat and drought had prevailed. Sad accounts reached the towns of much suffering and loss of sheep and cattle throughout the country, and schemes were being thought of for conveying water to distant places from the few rivers to be found in the interior. No doubt if we had been there two months earlier, during the tourist season, we would have found more facilities for travelling, and might have seen more of Australia than we did, but we could hardly have received an impression more highly favourable of that great Southern land. A great part of the time we were in Melbourne, the capital of Victoria. We had passed six weeks there most pleasantly, no doubt owing in a large measure to the presence of kind friends who had left this country 30 years before; and also because the place and its surroundings had many attrac tions and means of enjoyment. Just fancy living in a fine city, at an easy distance from whence you may have yachting, boating, and bathing all the year round. The city itself possessing everything that makes town life agreeable. All the amenities that we so highly value at home are there in an equal degree, added to which there is the better climate. But probably above all was the constant feeling, that although so far away we were yet in no strange land, but amongst our own people ; a people owning the same allegiance as ourselves, and on every fitting occasion displaying an intense feeling of"], [11, "MELBOURNE — HOBART TOWN. 3 love and loyalty for a Queen whom they had never seen. It was from Melbourne Harbour that we sailed when we left Australia. There is a weekly service by the Union Steamship Company from Melbourne to New Zealand. Their steamer, which goes every alternate week, calls at Hobart Town, in the Island of Tasmania, on her way to the Bluff, which is the most southerly port in New Zealand ; and as we were desirous of seeing Tasmania, which in my early days was known as Van Dieman's Land, we embarked in the steamer that called there. I think Hobart Town must be about 400 miles from Melbourne, for we left that city at two o'clock in the afternoon, and arrived at Hobart at ten on the second morning thereafter, the speed of the steamers being about three hundred miles a-day. The distance of the island from the coast of Australia is not over two hundred miles, Bass's Strait separating the two. Hobart is situated on the side of the island furthest away from Australia, at the mouth of the River Derwent, as it opens into an estuary like the Clyde from the Cloch downwards ; indeed, it reminded us very much of the Frith of Clyde. We were delighted with its appearance, the hills, rising up all around, were so green and beauti- ful, in that respect contrasting most favourably with the parched aspect of nearly all those we had seen in Australia. We agreed in thinking, that when the British Government adopted Van Dieman's Land as a penal settlement, at the commencement of this century, they had been very kindly disposed towards our criminal classes, for the land and water we were then looking"], [12, "4 A TOUR ROUND THE WORLD. on was as lovely as the very finest of our own Highland lochs, and the little town of Hobart, nestling at the foot of Mount Wellington, seemed so pretty a spot that we were sorry we had not come to it by the previous steamer, and spent a fortnight on the island. It was too late now, however, as all our time was arranged for in New Zealand. We had therefore to content our selves with seeing as much as possible of the town and its surroundings during the time the steamer was at the wharf discharging and loading cargo. Indeed, we did not get the full advantage of even all that time, for the Captain expected that four hours would have been enough to enable them to do all that was required ; but load after load of boxes containing fruit came down to the wharf, and so we were kept in uncertainty as to the steamer's sailing, and therefore could not go far away from the quay. There is a great deal of fruit grown in Tasmania, and much of it is exported to New Zealand and Australia. I recollect of purchasing fruit at Paramatta, a town 15 miles inland from Sydney, in quite a country district, where you would expect there might be gardens and orchards. The price I thought high, and remarked so to the shopkeeper. The reply made to me was, that when the original cost was paid to the grower in Tasmania, freight for a voyage of a thousand miles, commission and profit to the agent and the merchant, and his own profit also added, it was not possible to sell it cheaper. I expressed surprise that the fruit had been brought so far, but he assured me that it was so, and that nearly all I had been seeing in Sydney also came from Tasmania, as that island was more suitable for"], [13, "5 TASMANIA. growing it than Australia. He mentioned, however, that more attention was now being given to the industry in some parts of New Zealand, and likely it would become more plentiful. The fruit is packed in boxes — peaches, apricots, and grapes — and there were also apples and pears shipped. Besides these, there was a very large quantity of preserves — jam and jellies — and I was informed that upwards of one hundred thousand pounds worth of these was exported annually to the other colonies. - The size of Tasmania is nearly equal to Ceylon, which has an area of twenty-five thousand square miles, that is rather less than Scotland, but the population is com paratively small, only about one hundred and fifteen thousand. The natives I asked about, and found that there is not a descendant of the original race left — the last was said to have died nine years ago. It is not an unhealthy island ; indeed, we were struck with the purity of the atmosphere, so bright, and clear, and bracing. I had occasion to be at the Post Office, and in conversation with the Postmaster learned that Tas mania was exceptionally healthy, and in the records of the Registrars the cause assigned for the largest num ber of deaths was always \" old age.\" They have the electric telegraph all over the island, and a submarine cable to Australia, so that in Tas mania you can hold prompt communication direct with the other colonies, and also with Britain. The charge is ten words for one shilling throughout the island, and a penny a word over that number — just the same rate as in Australia and New Zealand — and I may remark that in both these countries the telegraph wires are used to a much greater extent, as compared with"], [14, "6 A TOUR ROUND THE WORLD. letter-writing, than at home. I believe the principal reason is the great distances that separate places from each other, and the length of time that the post takes to reach many of them. Now that people have got into the way of sending messages by wire very many are sent which could quite as well be conveyed by post. Tasmania has belonged to Britain since the beginning of the century. It was discovered 250 years ago by a Dutch navigator named Abel Van Tasman, who was sent out to explore the Great South Land by Anthony Van Dieman, then Governor of the Dutch West Indies, and Tasman called it Van Dieman's Land; but he was under the impression that it formed part of Australia, and it was only so recently as 179S, when it was further explored by Bass, that it was found to be an island. The strait separating it from Australia is now known as Bass's Strait. In 1856 the name of the island was changed to Tasmania at the urgent request of the colony, the former name identifying it with its original character of a penal settlement, which it has long since ceased to be. It is an independent colony. Her Majesty appoints a Governor, and as he is also called Commander-in-Chief of the troops in the colony, I pre sume he must be a military man. I did not see any military on the island, but I had the opportunity of inspecting very extensive fortifications in the course of erection to command the sea in front of Hobart ; and I was told that they regarded their means of defence as very complete. Hobart is not a large town. There are just about twenty-one thousand people in it. It is the seat of"], [15, "7 THE BLUFF, NEW ZEALAND. Government, and has some handsome buildings, includ ing the Houses of Parliament. There are fine gardens, and an extensive open park called the Queen's Domain, more than a thousand acres in extent. We drove all round this and over the town, and spent some time in the Royal Societies' Gardens, close to Government House. If we had known we were to be the whole day in the port two of us at any rate would have climbed to the top of Mount Wellington, which rises four thousand feet just behind the town, and from which, in so bright and clear an atmosphere, a magnificent view would have been had. We left at eight in the evening, and proceeded onwards to New Zealand, which we reached four days thereafter, the distance from Melbourne via Hobart to the Bluff, which is the port for Invercargill, the most southerly town of the island, being thirteen hundred and fifty miles. Our first impressions of New Zealand were not at all favourable. We arrived at the Bluff early on the morning ofthe 5th May, iSS/j. During all the previous night it had been very stormy, accompanied by a thick mist. I was awakened at four o'clock by a terrific noise on deck, and on looking out from the cabin I found it was caused by the steamer's course being suddenly changed before the sailors had time to take sails in, which were now all flapping in the wind. The Captain found that a light house had come into view which he did not expect to reach so early. By 7 a.m. we were alongside the wharf at Campbeltown, which is the name of a seaport at the Bluff nearest Invercargill, to which there is a railway. The disagreeable weather which had prevailed during the night continued till noon, and at the time we landed,"], [16, "8 A TOUR ROUND THE WORLD. about io o'clock, I thought I had hardly ever seen a worse day, for accompanying the mist and rain was the most intense cold we had experienced since leaving home. By 12 o'clock, however, the sun shone out, the mist dis appeared, the rain ceased, and the remainder of the day was bright and beautiful. Campbeltown is a very small,place. I question if there are over a score of houses there. It seemed to be quite dependent on the steamers coming to the wharf for any little stir that was about. There were only three trains daily to Invercargil, and they carried goods also. It is about 20 miles away, and takes a little over an hour to travel ; the trains do not go so fast as at home. Invercargill is not a large town. I believe it has somewhat less than five thousand inhabitants, but it is spread over a great area. There are a number of fine villa residences in the outskirts — no doubt many of them the houses of merchants and shopkeepers having business in the town. It has very much the appearance of a Scotch country town from which supplies to the surrounding district were drawn, for there are many more shops, stores, and warehouses than would be required for the place itself; indeed it is the only town of any im portance in the southern part of New Zealand, and has many fine buildings, although nearly all built of wood. I have an album with photographs of . some of the streets, from which no one would surmise that any of the buildings were aught else than stone. The Law Courts have a front with pillars almost equal to the Royal Exchange in Glasgow, only a little smaller. The Bank of New Zealand is another very handsome build ing, and so also is their Athenæum and Reading-room."], [17, "9 CAMPBELTOWN — FIRES — INVERCARGILL. One objection to wooden buildings is their liability to take fire. Twice in the course of the week we remained in the town there was a conflagration — the first occurred in a stationery warehouse, a brick building ; it was adjoining the hotel we first intended staying in, but, fortunately, we had been advised to go elsewhere, and so escaped being turned out of bed in the middle of the night, for it was at two in the morning the fire broke out, and people in the houses on either side of it had to leave, for there was great danger of the fire spreading, the water supply being very deficient — only what was gathered in rain tanks con structed beneath the streets. We were wakened in the middle of the night by the loud ringing of the fire bell, which was not far away from our hotel. It had a weird-like, startling sound, that quite thrilled us, and the reflection of the fire off the white houses opposite lit up our bedroom. I arose and went to the street, where I found hundreds assembled — the fire engine at work, and a volunteer salvage corps busy carrying books and other goods from the burning premises. The fire had got a thorough hold, and defied every effort. The building was entirely destroyed. The second fire occurred when my son and I were at the lake district. It also was at night, and very near to our hotel. The town is well laid out — the streets are all at right angles, and the buildings in blocks — the principal streets being very wide. They have a good system of tramways throughout the town, and also out into the country past the town belt. The foot pavements were good. The Government, in laying out the towns in New Zealand, reserve a space B"], [18, "10 A TOUR ROUND THE WORLD. of from fifty to a hundred yards in breadth extending all round, which is called the town belt, and I believe town's-people have the use of for grazing. It is not allowed to be encroached on in any other way. We had several friends at Invercargill who had gone out from this country some years ago, and we remained ten days there; but in the course of that time my son and I made a three days' visit to the Lake district, fully a hundred miles inland. We travelled by rail 90 miles to Kings town, and by steamer on Lake Wakitipu, 20 miles further, to Queenstown ; but it took the whole day, from early morning till evening, to complete the journey. In summer this is a tourist's route, but it was winter when we were there, and very few were travelling. The district, however, was well worth going to see. Lake Wakitipu, covers an area of 112 square miles — Loch Lomond (which is the largest lake in Britain) has only an area of forty-five). It is said to be very deep in some places. A line of 1500 feet did not find the bottom (600 feet is the greatest depth of Loch Lomond) ; and there is this singular peculiarity about the water of Lake Wakitipu, that there is very little flotation in it. A green branch from a tree thrown into the water sinks to the bottom at once. When the steward throws empty bottles out of the steamer, not one of them will float. A swimmer cannot keep himself on the surface. I confess that I had rather an uncomfortable feeling in knowing that if by any accident I fell overboard, or if the steamer went down, no efforts by swimming would be of any avail. Another pecularity was the deception of distances on the lake. I remarked to the captain, beside whom I was standing on the steamer's bridge, that it was surely"], [19, "LAKE WAKITIPU. 11 very deep water when he was keeping so near the shore. We are not so near as you think, he said. I replied that I thought I could pitch a biscuit ashore. No, he said, nor even a stone half-way; and, looking down to the engineer, he asked him to send up some handy pieces of coal. I threw with all my might, but the pieces seemed to stop when they left my hand and fall into the water not half way to the shore. My son also tried, and to his amazement with a like result. The captain laughed, and said that almost every voyage he had to repeat the same experiment with incredulous passengers. Then pointing to the other side of the lake, which looked quite narrow at the part we were then in, he asked me what distance I thought it was to the opposite shore. I guessed about a mile. He assured me it was over four. Then, as to the height of the mountains surrounding the lake, I said I thought they might be as high as Ben Lomond ; and, indeed, the lake itself re- minded me of our own beautiful Loch Lomond, and the range of mountains I was now looking on, although unquestionably far grander, with their rugged peaks covered with snow, than the rounded Ben, yet did not appear to me out of proportion to it, when taking the lake into view along with it. You may judge of my surprise on being told that the mountains we were then beholding averaged more than twice the height of our Scottish Ben, for it is only 3,192 feet high, whilst \" the Remarkables,\" which is the name of this magnifi- cent range, culminating in the \" Double Cone,\" is 7,600 feet, and the Humboldt range adjoining is 8,100 at its highest point. The only reason given me for being so deceived, and the only one I could imagine, was the"], [20, "12 A TOUR ROUND THE WORLD. wonderful purity of the atmosphere, not a single cloud being visible. We felt that the smallest object could be clearly discerned at almost any distance, and the following day we had complete confirmation of the deceptive appearance of the heights of the mountains, when we tried to reach the top of Ben Lomond. It rises from the lake side, just like its Scottish namesake, and seemed to us likely to be as easily climbed, for, although covered with snow ten or twelve inches deep from about a thousand feet up, yet there is a good road that tourists can ride on to near the top. We toiled at it for four hours, and by my aneroid barometer we had ascended fully 5,000 feet; but, alas! we had to desist, not so much from fatigue as from hunger, for we had breakfasted early and lightly, in view of getting lunch at one o'clock, had taken nothing with us, and now it was past two o'clock when we ceased climbing. The sun would be down shortly after five, and we had still a mile or more, with an altitude of 750 feet, to get to the top, and partly over snow-clad rocks — a good hour's work — and so, reluctantly we sat down on the shoulder of the mountain, and for some minutes gazed in admiration on the glorious landscape. We were now high enough to see the whole lake, sixty miles in length, like a bright mirror, stretched out be neath us. We could see distinctly the glacier summits of Mount Earnslaw amongst the mountains of the Southern Alps, which looked like the prism surface of an enormous crystal extending over hundreds of miles. Our range of vision was immense. Not a breath of wind was felt, nor was the slightest sound heard. The stillness was absolutely appalling. We felt as if left alone in"], [21, "MOUNTAIN RANGES. 13 this world — in presence of the Great Creator, the Maker of \" the everlasting hills.\" To retrace our steps was less laborious than the ascent, but more dangerous, for the road was at parts covered with ice, and sometimes passed close to places rather steep to be altogether comfortable. We did, however, get down by five o'clock in safety, and the following day returned to Invercargill. We were very much struck with the great number of Scotch people that we found in Invercargill. We heard the broadest Scotch spoken everywhere both by young and old. They seemed, I must admit, an altogether slower set of people than we had been meeting in Australia. The last remark applies particularly to the young people of Australia, whose sharp, quick speech, with a strong flavour of Yankee twang about it, was quite distinct from any accent to be found in either New Zea land or in Britain. But at Invercargill we could hardly realise being out of Scotland. Indeed, that was im pressed upon us at every street corner, for all the streets are named after Scotch rivers. Our hotel was in Dee Street ; and the other street names that I observed were Clyde, Don, Doon, Earn, Esk, Ettrick, Forth, Gala, Kelvin, Leven, Tweed, Tay, and Yarrow. But that of course does not complete the list, for I know that there were quite a number more. I should mention, too, that during the time we were there Sir George Grey gave a political address to the electors, and my son and I went to hear him along with a local clergyman, who was spending the evening with us at our hotel. The meeting was held in one of the theatres, which was the largest meeting-place in the town, and I am sure would hold six or eight hundred, probably more, for it was crowded"], [22, "14 A TOUR ROUND THE WORLD. in every part, and when we went in there was no room anywhere, except upon the stage among Sir George's supporters, and so we had to go there, and consequently were more prominent than we desired. Sir George had many years before been Governor of the Colony, having been twice appointed by the Home Government, and when his term of office expired, instead of remaining in Britain, as is usual with those who have been representatives of her Majesty, he returned to New Zealand and settled down in the north island, where his estates principally were. Afterwards he entered Parliament, and soon became Prime Minister. The party in power when we were there had Major Aitkinson as Premier. Sir George was in Opposition, and making a tour of the Colony in view of a new election, and was endeavouring to influence the electors to return candidates favourable to his policy ; which, as I gathered from his address, was intended to make a radical change in the method of raising the revenue, a considerable part of which is at present raised from customs tariff, the sale of lands, and a property tax. Sir George advocated a tax upon land, and talked much of getting the unearned increment taxed. He failed, however, to show how that could be successfully done; and although a decided majority of the meeting were of the artizan class, for whose support he was pleading, it was quite evident that they were not seeing clearly how large owners of property were to be interfered with in this matter of the unearned increment, and how they with their small holdings — many of them having such — should be allowed to escape. For I daresay in numerous instances the bits of land they held had increased enormously in value"], [23, "15 SIR GEORGE GREY. by the extension of the town and the general prosperity, and quite independently of any act of theirs, and so was increment unearned, for which they would not care to pay increased taxation. He did not, therefore, get the sympathy of the audience to any great extent, and that was shown in a very marked degree by the new Parliament, since then elected, for in it Sir George had only a following of six. Sir George is a very fluent speaker, but without fire, hav ing none of the moving power of our great orators, such as Gladstone or Bright. In fact, he gave us the idea he was really not in earnest. He was, however, regarded as one of the foremost public speakers in the colony, and was always referred to as \" the Old Man eloquent.\" My name appeared in the newspapers the following day as having been on the platform, and Sir George, when he left with an early train that morning, sent me a pressing invitation by the Mayor, who had occupied the chair, to visit him at Kawan, which is the name of the island that belongs to him, and where he resides. It is thirty miles beyond Auckland. Of course I quite understood that the invitation was offered in compliment to me — a stranger, and if we could have made a call merely, and not required to stay overnight, we very likely would have gone, as we were informed that his place is most interesting, for Sir George is a very cultured man, and has gathered a valuable antiquarian collection, rare books, and other valuables which, I understand, he has promised to bequeath to the city of Auckland. Another excursion we made to Riverton, a small neat town on the south coast of New Zealand, about twenty-five miles by railway from Invercargill. It"], [24, "16 A TOUR ROUND THE WORLD, is very beautifully situated at the mouth of the river Jacob ; but I fear will never come to be of much importance, on account of a shifting sand bar at the river's mouth preventing any but comparatively small vessels getting out or in. We found an enterprising joiner building a schooner of a hundred tons burden for an Invercargill merchant, which he was hopeful from her design would draw so little water that she would be able to get over the bar at all states of the tide. My attention was attracted to the vessel being built on the side of the river from observing that the spot selected was nearly level, and afforded no slope to assist the launching. I pointed this out to the man in charge, who seemed a little doubtful himself, but still was hopeful that with the help of dumb-screws they would get her put into the water. I must say that ever since I have been very curious to know how the matter ended, whether the launch has taken place, and if the designer has suc ceeded in overcoming the difficulties of the navigation. From Invercargill we proceeded to Dunedin. The distance is one hundred and forty miles by railway, and nine hours' are taken to perform the journey. There are upwards of forty stations between the two towns, and I think we stopped at nearly every one of them, for there are only two through trains each day, and they must accommodate their passengers. As long as it was daylight we felt quite interested in seeing the country, which is generally well-cultivated, and, as you may suppose from the number of stations, is tolerably well peopled, but I suspect that would be the case only near the track of the railway for the convenience which it afforded."], [25, "RIVERTON — RAILWAY TRAVELLING. 17 On the New Zealand railways, so far as I observed, there are saloon carriages like those on the American railways. There are to be found, however, saloons of the first and second class, whereas on the American railways there is generally only one class of ordinary carriage, and if you wish to have something superior to it you get that by travelling in the Pullman car, for which you must pay extra. In Australia, on some of the lines the carriages were the same as we have in this country — small compart ments, holding six or eight. On other lines there were some saloon carriages, but I think on all there were two classes, first and second. On the long journeys in New Zealand the saloon carriage is most suitable, for there are many of the unimportant stopping-places where there is only a small wooden house or shed erected for passengers to wait the arrival of the train, and no station-master to sell tickets, consequently you have to pay the guard for your ticket after you enter the train; and it is more convenient for him to go to the different compartments, by passing through the saloon from one carriage to the other, than it would be if he had to pass along the footboard on the outside of the carriages. Dunedin is the largest city in New Zealand, and is the chief town of the province of Otago. It has a population, including the suburbs, of 43,000, and I understand that the buildings within the city now must all be of stone or brick, or other non-inflammable material, if adjoining other buildings, or within a given distance of them; but in the suburbs, where the houses are more scattered, there are still many built of wood. It is a fine city — indeed, it is unsurpassed in the colony for its C"], [26, "18 A TOUR ROUND THE WORLD. handsome warehouses and places of business. The banks have all splendid buildings, the office of the Union Steamship Company is excellent — the Museum, University, and Athenæum are also very good. The hotel we were in at Dunedin — the Grand — was the best we had been in since we left Liverpool. It was adver tised as being fireproof, which, after our Invercargill experience, was to us a very great attraction. I was sorry to hear, before we left the colony, that it was not paying well. It must have cost a large sum of money to build and furnish, as everything was on a grand scale. In fact, we had the feeling that it was a little overdone. The charges certainly were the highest we had yet paid, but moderate as compared with the American hotels. The city is well served by tramways. It was there that we first saw the cable tramways in operation, applied to pull cars up two very steep streets — so steep that no other method of working them could have succeeded. These streets are much steeper and three times the length of Renfield street in Glasgow, where they attach a third horse to the cars. I should say in each case about a mile — indeed, they extended into the country beyond the town belt. In my first lecture I explained how the cable cars are wrought — by getting an attachment to the cable which is running on wheels in a tunnel below the car, under that portion of the street between the rails that the car is on. The cable you never see unless you bend down and look through the slit over it, through which the attachment to the car is effected. At San Francisco and Chicago the endless cable is kept running constantly up the one line and down the other. At"], [27, "19 DUNEDIN — BUILDINGS — TRAMWAYS. Dunedin there was not traffic on these two streets to keep the cars going continuously : I think only every IO or 15 minutes. And when the one set of cars were being pulled up the other set were coming down, and so the weight was about equally balanced, for about as many took advantage of them coming down as in going up. Twopence, I think, was the charge for a single journey, but threepence gave you liberty to return. In other parts of the city the cars were drawn by horses. There did not seem to be much trade about Dunedin. It unfortunately happens that the inland bay, on the margin of which it is built, is not very deep, a channel having to be cut to the wharf to permit of vessels drawing 13 feet coming up from Port Chalmers, which is nine miles below Dunedin, at the outlet to the ocean. There is an extensive woollen mill at Roslyn, which is one of its suburbs, and quite near the city, and I believe there will likely be both wheat and wool shipped at the wharf, or taken down by railway to Port Chalmers. There is also in near prospect an extensive trade in frozen mutton to be developed. I went to see the process at a refrigerating establishment, four miles out of Dunedin, and I have no doubt that this country will get large supplies from thence and from similiar establishments in New Zealand. The price charged for mutton is very moderate. I believe you get a full-sized sheep for 10s. or 12s., and that excellent mutton is selling in butchers' shops at threepence or fourpence a lb., according to the piece you want — roasting beef, fourpence and sixpence; boiling beef, from threepence to sixpence a lb. ; lamb."], [28, "20 A TOUR ROUND THE WORLD. three shillings to four shillings the quarter. The quartern loaf was fivepence, and the New Zealand wheat being of a very fine quality, the bread was excellent. Living would be cheaper there than at home ; for although there is a duty of 15 per cent. (which is 3s. on every 20s. of value) on nearly all goods imported, yet wool being plentiful, and consequently very cheap, woollen clothing at any rate could be had at a moderate price, and certainly the woollen goods we saw were beautiful. We remained only four days in Dunedin. We only knew one family there. They had gone out from Glasgow three years ago, and their acquaintance we were very glad to renew, and they were equally pleased to see us. The head of the house had died since they went out, but the family were all in situations of one kind or another, and doing well. The Scotch accent predominated in Dunedin, but not to such a degree as at Invercargill. They showed their Scotch proclivities in the naming of their streets, for we saw Argyle Street, Clyde Street, Forth Street, Leith Street, and Canongate. The same is true of the suburbs, for there were Roslyn, Rothesay, Selkirk, Lome, Melrose, St. Kilda, Kelvingrove, and Anderston. Besides, the name Dunedin is the ancient name of our Scottish capital, Edinburgh ; and I daresay when that name was adopted it would be in anticipa tion of Dunedin becoming the capital of New Zealand, a country which resembles Scotland more than any other I have ever seen. Its mountains, no doubt, are higher, but it has many beautiful rivers, although they are all of smaller dimensions than our larger Scottish streams."], [29, "21 TIMARU. We went next to Timaru, which is one hundred and thirty miles by rail on the other side of Dunedin, and further away from Invercargill. The time occupied was seven hours — from eight a.m. till three p.m. It was a very interesting ride, for much of the way is on the sea coast. Timaru is not a large town — only about four thousand inhabitants — but it resembled very much a neat English country town. The principal feature about it is a magnificent breakwater in the course of formation, and which, when completed, will be a great advantage to the shipping that loads wheat and other produce ; for hitherto the roadstead has been so unprotected that quite a number of large vessels have been wrecked when riding at anchor there. I was informed that Sir John Coode, an eminent British engineer, had given the Har bour Board very little encouragement to prosecute the work, as he predicted that the loose gravel on the shore outside of the breakwater would so accumulate as to block the harbour. The Board, however, guided by the judgment of a hard-headed Scotsman from Glasgow, have persevered, and none of the evils predicted have happened. We were only two days there, and had the opportunity of enjoying home-life, through the hospitality of our kind friend the director of the Harbour Board, at whose house we stayed during the time we were at Timaru, for he would not hear of us going to a hotel. He lives six miles out of town, but drives in daily to business. We spent a full day at his homestead and in going over his grounds, which are very extensive, and well stocked with a large number of sheep and cattle. He is also interested in another large sheep-station, 16 miles further out. The"], [30, "22 A TOUR ROUND THE WORLD. highest mountain in New Zealand, Mount Cook, was in full view from the house, at about 30 miles distance. Its height is over 12,000 feet, and the top is perpetually covered with snow. We occupied a part of the time we were there by driving over a large tract of the country with our friend, and learned that the price of land had increased very much of late years in the vicinity of the town, and that you have now to go out a good way to get any so low as an acre. This little touch of home-life that we had at Timaru was very pleasant, and we all agreed in thinking that if we were compelled to leave Scotland for ever, we could not do better than settle in New Zealand. Timaru is in the province of Canterbury, and I think that more English than Scotch colonists have gone to it. Christchurch is the capital of the province, and we visited it next. It is on the same line of railway that we had travelled by from Invercargill to Dunedin and Timaru, and is exactly 100 miles beyond Timaru, and 370 miles from Invercargill. The journey thither was across the Canterbury Plains, but as it was dark nearly all the way we did not see much. The train was half-an-hour late, which, however, is a most unusual thing in the colonies, for the lines, with one or two exceptions, are all in the hands of Government, and they allow plenty of time for the journeys, and so are generally very punctual. Christchurch is not on the sea coast, like Timaru ; it is seven miles inland, on the river Avon, and is eminently English in its appearance and architecture. It is called the City of the Plains ; and certainly it well deserves the name, for both the city and its surroundings are very flat. It is a town with a population of about 30,000, taking in its immediate suburbs, to which there is every facility"], [31, "23 CHRISTCHURCH — MUSEUM. to travel by tram car in various directions. It is well provided with public parks and pleasure grounds. The Hagley Park, for instance, is 500 acres in extent, the Avon flowing through it very beautifully. The Govern ment Domain is principally laid out as a Botanical Garden, and has many valuable trees and shrubs in it ; and the Lankaster Park is said to be the finest cricket ground in the colony. The Museum is also allowed to be the best ; and I must say that we were surprised at its extent, considering the size of the city. There are upwards of 200,000 specimens in it. We saw there several skeletons of a large bird called the Moa, which at some far back time inhabited New Zealand, but is now extinct. The height of some of these skeletons was sufficient to allow you to walk erect under the breast bones. The naming of the streets, I generally found, gave an indication where the inhabitants hailed from, and so, as I expected, many of them are called after English towns, such as Bath, Cambridge, Chester, Durham, Manchester, &c, and two of them at anyrate gave evidence of an Irish derivation, namely, Armagh Street and Cashel Street. Christchurch did not appear to be a manufacturing town, it looked more like a cathedral and university town, very quiet and orderly. Indeed, there is a cathedral in it, and a college too. I observed two theatres also, so that there is ample provision for indoor as well as outdoor recreation. The river Avon appeared to be about the dimensions of the Kelvin as it passes the West-End Park in Glasgow, but it was beautifully clear, and in that"], [32, "24 A TOUR ROUND THE WORLD. respect presented a marked contrast to the Yarra at Melbourne, or, for that matter, to the Kelvin or Clyde at Glasgow. The inhabitants get their domestic water supply from deep artesian wells, and, I understand, have by that means got practically an unlimited supply — as much, it is said, as one hundred and forty gallons a day to each inhabitant, whilst forty gallons is regarded as a very full allowance. I did not hear whether the water supply at Dunedin was so great. It came from a reservoir constructed at the head of the Water of Leith Valley. I might have mentioned that there were two theatres at Dunedin, also three daily newspapers (two morning and one evening), with several additional on Saturday. At Christchurch there were actually five daily newspapers — two morning, and three published every evening. From thence we took the steamer at Lyttelton, which is their shipping port, seven miles from Christchurch, and proceeded to Auckland, calling at Wellington, the seat of Government, where we spent one whole day. It is an important city, principally because it is the seat of Government, and I believe it was chosen on account of its being so near the middle of New Zealand, and the most convenient centre for the Mem bers of Parliament to come to, otherwise I am sure that either Dunedin or Auckland would have been preferred. Nearly all the houses are built of wood, but we were informed that the reason for that was the prevalence of earthquakes in the vicinity. Certainly the situation is very good, and as a land-locked harbour, Port"], [33, "25 WELLINGTON. Nicholson, on the shores of which it is situated, is all that could be desired. It is a fine sheet of deep water, six miles square. The post office, which includes also the telegraph department, is a very fine stone building; but the Houses of Legislature, although covering two acres of ground, were built of wood ; they have the merit, how ever, of being the largest wooden structure in the world. It is said that the wages alone to the workmen for building amounted to ,£25,000. There are two daily newspapers, and several weekly ones. We called at Napier, in Hawke's Bay, and at Gisborne, in Poverty Bay, but the steamer only cast anchor for an hour or so at each, and there was no inducement to land, as we were told we would not have time to go to these towns as they were a little way up from the sea. The distance from Invercargill to Lyttleton by railway is three hundred and eighty miles, and from thence by sea to Auckland is five hundred and fifty miles. Including the time we spent at Wellington, we were fully four days with the steamer. It is about the same distance as from Aberdeen to London, and quite as much ex posed to storms, which are as frequent on the New Zealand as on the British coast. The three principal islands which form New Zealand resemble the British Isles in many particulars, but in none more than their stormy surroundings. We were, however, again fortunate in the weather, as there really was nothing to disconcert any one on the passage. We were told that we would likely get it pretty bad after rounding Cape Runaway, the north-east point of the North Island, and likely, also, when crossing the Bay of Plenty, which is 150 D"], [34, "26 A TOUR ROUND THE WORLD. miles broad, but as it happened the wind changed round to the east, and so came off the land, which, although fully ioo miles distant at some points, still kept the sea moderate ; and the sky being clear, we had very frequent glimpses of the snow-clad range of mountains that extends like a great backbone all through the centre of the land, and is in some parts called the Southern Alps. When sailing in the direction of Auckland from Cape Runaway you see numerous islands all along the coast, the largest was that named the Great Barrier. It appeared to be quite blocking the entrance to Auckland, but as we approached we found a wide enough passage between it and the mainland. The next islands in view were the Little Barrier, Rangitoto, and in the distance Kawau, the island belonging to Sir George Grey, which I heard described as the New Zealand Paradise. Altogether, the sail into the Waitemata harbour was most lovely. Passing the island of Rangitoto reminded us of some parts of the West Coast of Scotland. Auckland is beautifully situated on the southern shore of the harbour, and in point of situation for carrying on a great maritime trade appeared to me as happily chosen as Sydney on its natural harbour. There is not, as yet, the great inland resources, to be the outlet of which distinguishes Sydney, but I have no doubt of great future development at Auckland. In fact, it may be said to have two strings to its bow, for the harbour of Manukau, on the other side of the island, is only distant from Auckland six miles, and there is railway communication to it. Onehunga is the name of the shipping port there, and if Auckland goes on extending"], [35, "AUCKLAND — POPULATION. 27 during the next twenty years as it has done during the last twenty, it will doubtless emulate the Grecian city Corinth in the possession of two harbours ; indeed, at present there is some talk of forming a canal to connect the east and west harbours, but I rather think it is only talk. The present trade of the port is not so large as to warrant so great an expenditure; but doubtless in certain circumstances it would be a great advantage for vessels going to or coming from the South Aus tralian ports if they could get this route, as it would be about ioo miles shorter, besides avoiding the stormy passage round the north of New Zealand. At the last census the population of Auckland and suburbs was about 30,000. The population of New Zealand is increasing in greater proportion since the war with the Maories was ended, than even has that of Australia, and perhaps no town in New Zealand more than Auckland. Australia, no doubt, is very much larger than New Zealand, but the ratio of increase has been greater in the smaller country ; for whilst Victoria, of which Melbourne is the capital, increased its population in the decade from 1870 by 18 per cent., and New South Wales, of which Sydney is the capital, increased its by 49 per cent., New Zealand had increased by 97 per cent, so that if this goes on in the same ratio in future it will, I belieye, be without a parallel in the history of the world. There is also this favourable circumstance connected with it, that the people of New Zealand are not concentrating themselves in the towns to anything like the same extent as they are doing in Australia and at home. In New Zealand, on the contrary, the people are spreading"], [36, "28 A TOUR ROUND THE WORLD. all over the country, and so developing its resources. Probably that may give confidence in undertaking works of public utility which we, with our old-world notions, might regard as premature. I instance the magnificent breakwater which they were forming at Timaru, to cost, I suppose, not less than £200,000 — Timaru being a town with only 4,000 inhabitants. The Auckland Harbour Board are at present con structing a graving-dock, 500 feet on the floor line, 80 feet wide at the entrance-gates, and 1 10 feet within the dock, which they say will take in the largest ironclads of the British navy. And I believe that is so, although there are now some of the merchant fleet, such as the last-built Cunarders and the City of Rome, over 500 feet in length; but they are very wisely putting in only a temporary head to the dock, so that, if in future the size is found insufficient, they will be able without difficulty to lengthen it. This undertaking will cost £100,000. The colonists are not wanting in engineering expedients to serve their turn, when occasion demands, as I wit nessed when out there. A large ocean-steamer ran upon the rocks at Tiritiri, near the entrance to Auckland harbour, and stove in her bows. She was sold by public roup for account of the underwriters, and was bought by an Auckland merchant. The present graving dock was about 30 feet too short ; but not to be frustrated by that, they put the vessel in and then built a wooden erection on the outside, completely enclosing her, had the water pumped out, and then made the repairs successfully. Auckland is an enterprising place. There was all the stir and bustle that Melbourne and Sydney had and I"], [37, "PUBLIC WORKS — WAIWERA. 29 think as regards natural advantages it is quite equal to either. I certainly did hear it said, however, that a good deal of rain fell about Auckland, and that at certain seasons the atmosphere is loaded with moisture. But that was not our experience at our several visits to it. I might say it was our headquarters when we were in New Zealand ; our heavy baggage lay there for two months. We made excursions from it to various places, and were always back for a few days in the intervals of these excursions. One of these was to Waiwera, celebrated for its hot springs, and much resorted to by invalids and people requiring bracing. There was a large hotel there, more of the character of a boarding-house, and just like the hydropathic establishments in this country, only you could get liquors if you wanted. But so very few took any that I could never get it out of my mind that it was a genuine hydropathic, and the baths being the great feature connected with it rather favoured that idea. It is just twenty-four miles away from Auckland, and you have the choice of going to it either by steamboat or coach, on alternate days. The road to it is rather rough driving, and occupies six hours in going or returning. The steamer only takes about two hours and a half; but it goes further on than Waiwera, and only calls when the weather is suitable. You are brought near the shore in small-boats, and then transhipped into a cart and carried ashore. But when, as it sometimes happens, there is a heavy sea rolling in you cannot land. I did not observe any one drinking the water for medicinal purposes, but I recollect of being told how"], [38, "30 A TOUR ROUND THE WORLD. very much it resembled the famous French spring at Vichy in its appearance and analysis. It was beautifully clear, and had a slightly saline taste, and was in great repute as a most efficacious cure for gout and rheumatism, and all such complaints. It was certainly very pleasant to bathe in, for the temperature as it issued from the spring was just such as is usually taken for a hot bath — about one hundred degrees. The baths were at a little distance along the beach. I believe the proprietor, who, by the way, at one time lived in Glasgow, thought it better to build the hotel apart from the hot springs, I presume because of the steam ; and I think he was right. It was no drawback to have to go three hundred yards or so. There was every con- venience for dressing at the baths. I was only in the gentleman's swimming-bath, which was constructed over one of the hotsprings upon the sea-shore, and you felt the hot water spouting up from beneath. There was an outlet at one of the corners of the bath, and from it a constant outflow, thus keeping the bath always clean and fresh. The natives from whom the land was pur- chased by Mr. Graham, I understand, made it a con- dition that they were to have a bath when they wanted it at a nominal charge ; and so one bath was kept for them, and for a penny they had the use of it. Other- wise they no doubt would have resorted to their former practice of lying down in a hole made in the sand on the beach in the course of the hot water, for they had great reliance on its efficacy in curing every ailment, and would not be deprived of it. It was winter when we were there, and not the time when the largest number frequent it. I think there would be about"], [39, "31 HOT SPRING — MAORIS. thirty or forty visitors, but the hotel had accommodation for more than double that number. There was a small native village which we visited, about two miles from the hotel. I don't think there would be more than a score of grown-up people and a few children. The chief was a tall, elderly man, and I am sorry to say was very tipsy when I saw him. Intemperance, unfortunately, is a prevailing vice with the Maoris. They generally get drunk whenever they have money in hand ; and that occurs frequently, because when Britain took possession of New Zealand it was on the footing that the natives were to be paid for the land, and the engagement has been faithfully kept. Except what fell to us by conquest when we were at war with them, all else has been paid for. The Maoris have discontinued their native costume, and that is given as one cause of their gradual extinction. They have generally adopted the white man's dress, and it seems they are so lazy or careless that they will not take the trouble to change their clothes when wet, and so catch cold, rheumatism, and lung disease, of which many die. The Maori is considered a much higher type of mankind than the Australian native. Christianity is generally professed by them, and besides the bible and religious tracts, I know of one newspaper at least printed in the Maori language. They have six representatives in the New Zealand Legislature, two in the Legislative Council, and four in the House of Representatives. In the early times there were many instances of great heroism and noble daring by the Maoris. Indeed, of all the savage races which the British"], [40, "32 A TOUR ROUND THE WORLD. have encountered, I am not sure that they ever met a more determined foe; but the idle and dissolute life that many now lead is killing them off fast, and not many years hence I fear they will have gone like the now extinct Moa, whose skeletons we saw at the museum in Christchurch. It is true at the same time that some of the Maori women have married white men, and it is said make good wives. Some of them are very comely, but generally they are somewhat broad featured and rather masculine in appearance. I suspect that in most cases they are wed for what they have, rather than for what they are. The dwellings of the Maoris are more like huts than houses — generally of turf, but some are built of wood, or, as it is called, weather boards, one board overlapping another. Within there appeared to be no furniture better than a stool ; no bed, but only a few mats, a black pot and tea-kettle, and some very common dishes. Outside, in nearly every case, all around were strewed empty preserved meat tins. Usually there were two or three dogs running about, and a number of horses. I think if they engage in any business at all, it is that of horse dealing ; and splendid riders they are, both men and women. Most inveterate smokers both sexes are — the small clay pipe, black with age and use, is seldom out of their mouths. There was no town at Waiwera — indeed, there were more people about the hotel than within a mile's circuit of it, and yet there was a post-office and telegraph station quite close to the hotel ; but you had to go a good way before finding any inhabitants. One would expect that to be rather a dull place, but we did not"], [41, "MAORIES —WAIWERA. 33 find it so. There was complete freedom to wander everywhere over hill and dale, and the weather being charming, we took full advantage of the liberty. Then there were boating excursions up the adjoining river, or out to the fishing-ground, horses to ride also, and in the evening dancing and other amusements organised by Miss Graham, the proprietor's sister, who had the manage ment of the house, and she was admirably fitted for the duties. She undertook and kept everything going. We were only sorry that we could not stay longer, as we had to return to Auckland to join the steamer Wairarapa for the South Sea excursion. \" Waiwera \" is a native name. \" Wai \" in the native language means \" hot,\" \" Wera \" is \" water.\" The natives called the place also \" Te-rata,\" which I understand signifies \" the great doctor.\" We would have gone back to Auckland by the coach if the weather had been unsuitable for sailing, but some of us had ridden over a considerable part of the road, and had seen the district well, so that we preferred returning just as we came, by the steamer, as the sail was a very interesting one. The suburbs around Auckland are very beautiful, and from the situation of the city, built on a series of hills, rising up from the shore, the further back you go the finer the view of the spacious land-locked harbour and numerous islands and sea beyond. Mount Eden, an extinct volcanic crater, is straight behind the town at a considerable elevation, and about a mile distant. There is a carriage-drive to the very top, which I was told had been made immediately previous to the visit of the Duke of Edinburgh a year or two ago. We were waited on at our hotel by the Mayor, who came with his E"], [42, "34 A TOUR ROUND THE WORLD. carriage, and kindly undertook to show us the sights about the city, and amongst them took us up to Mount Eden, as from it you have a splendid panoramic view of the country round, which apparently at some early period had all been in a state of eruption, for we saw from this elevation quite a number of extinct volcanoes like the one whose crater we were then standing by. The North Island is here only six miles across, and we could of course see distinctly the sea . on both sides. . Along with the Mayor, who is a Scotchman from the neighbourhood of Glasgow, we were accom panied by a Member of the Harbour Board, a gentleman in my own business, whom I had known intimately in Glasgow more than twenty years ago. Both were loud in praise of the city of their adoption, and it was only fair they should, for both had prospered in it. Melbourne and Sydney are much more populous than Auckland ; besides, they are each the seat of Govern ment of their respective colonies, and thus of special importance, but the buildings in Auckland are very fair, and quite in keeping with the present size of the city, although certainly not to be compared to many of those in Melbourne and Sydney. The banks and insurance offices and some of the warehouses were good buildings, and others of importance were in course of erection. The Auckland Institute has a very valuable collection of books and an interesting museum, to both of which Sir George Grey has given munificently. There is also a free library at another part of the town, with sitting accommodation, I was told, for one hundred readers."], [43, "MAYOR OF AUCKLAND— STREETS AND PARKS. 35 I did not observe at Auckland the usual peculiarity about the naming of the streets. The first thought was that they had gone in for royalty, when I saw King) Queen, Prince, Victoria, Albert, and Alexandra Streets. That view, however, was not strengthened when I observed that one of the suburbs was called Parnell, and that there were streets named O'Connell, O'Neil, and O'Rorke ; but, indeed, they were very various as regards names, for there was Windsor, Wellington, and Waterloo Streets, and one named Kyber Pass. In New Zealand, above all countries, they should be at no loss for beautiful names, the native words being nearly all very musical. But so far as I observed, they had only used one Maori name, and that was in calling one of the suburbs Remuera, a much nicer name, I think, than Parnell or Ponsonby, Newton or Epsom, the names of the others. As regards public pleasure grounds, they have a Bota nical Garden, the City Park, and the Albert Park, and the grounds around Mount Eden are also much resorted to. But indeed the suburbs of Auckland are very attractive, and in every direction you may have interesting walks or drives. Omnibuses are plentiful, and the tramways were started for the first time when we were there. I thought it unfortunate that they had not adopted the cable system, as at Dunedin, for the ground rises rather abruptly from the centre of the city, and will involve the employment of extra horses to get the cars to the higher levels. Horse-racing is as much a pastime in New Zealand as it is in Australia, but there was no racing when we were there — it was not the season. I observe, however,"], [44, "36 A TOUR ROUND THE WORLD. in the Auckland newspapers of January last five race meetings advertised to take place shortly afterwards at places in the neighbourhood of Auckland, also notices of. numerous other races that were taking place else where. Usually under the heading ': Sporting,\" their newspapers have a good deal to say. Aquatic sports also — yachting and boating — appeared to be popular. And certainly we have no finer yachting water around the British Isles than is to be found at almost every port in the colonies. We saw a number of yachts at Williamstown, the shipping port of Melbourne. At Sydney also they were numerous, and here at Auck land the finest sailing of any was to be had; for, after visiting the several places of interest in its capacious harbour of many miles in extent, there is immediately outside of it numerous islands to go to and safe bays to anchor in. It is too far, no doubt, for British yachts men to sail out, but once upon the New Zealand coast they would find the cruising ground practically in exhaustible. They build yachts in the colonies. I had an amusing interview with a yacht-builder at the north shore, which is practically a suburb of Auckland, although situated on the other side of the harbour. I was walking along the beach there one day, when I observed a yacht being built in a back-yard across the shore road. I went in to have a look at it. It might be ten or twelve tons measurement, and I was told by the builder's son that it was for a gentleman down at the Fiji Islands, some 1,200 miles away. I remarked that it was a long distance for so small a boat to be sent. In an un-"], [45, "37 YACHT BUILDING. mistakably Scotch voice he said to me — \" She would gang round the world, Sir; just climb upon her deck, and take a look into her.\" I did so, and observed that, instead of ribs, she was built with double planks, and that the inner planks were running diagonally, and not in straight lines from stem to stern like those outside, there being no ribs in her at all. He informed me that it was a new method of building that his father had adopted with the best results, and pointing to a small yacht of about the same tonnage anchored a little way off the shore, he told me that she had dragged her anchor in a gale and gone ashore on the rocks, the sea breaking over her, and yet when she was got off again was not leaking a drop, but only bruised on the side. He asked me if I was interested in yachts. I said I was, and that I formerly kept one at home. \" Where ? \" \" On the Clyde.\" \" That 's where we came from. My father was foreman boatbuilder in Scott's yard in Greenock, and I am sure he would like to speak to you.\" I said I would be very glad, as I lived just opposite at Helensburgh. The father was brought to me, and we had a long crack together. He had been out 12 years, and was doing well. He could build as cheaply as at home, he said, for although wages were somewhat higher, wood cost less. He had adopted this new method of putting his boats together after much 'consideration, and had no doubt that it was the best both for durability and speed. His yachts beat every other out there, and he had now got as good a reputation for fast boats as \" Wull Fife \" at Fairlie. Whilst we were speaking, his brother came into the yard, to whom he introduced me as a gentleman from Helensburgh."], [46, "38 A TOUR ROUND THE WORLD. He enquired what part of Helensburgh I came from, informing me that he stayed at Row, and came out for his health six months ago. I asked him if he knew Ardincaple Castle ? \" Fine,\" he said. \" And Ferniegair ? \" \" Of course, everybody kens Ferniegair.\" \" Then my house is just between the two.\" \" Then you are Provost Ure ! Many a time I've looked at the grand lamps at your gate with the Glasgow Arms on them. Dear me, wha would a thocht that we were to meet here ? \" Many questions on either side followed this, and much hand shaking ail round. It was a pleasant little episode, but not the only one of a similar kind that we experienced in the colonies. There is no special industry prosecuted about Auck land. So far as I observed there was only the ex tensive sawmills of a joint-stock company preparing wood for exportation and for home use. I saw, how ever, on the north shore of the harbour very large sugar refining works ; there were also engineering and ship building on a moderate scale, and various other works were in operation; a mutton-freezing work was being built ; and I understand that a large trade is done in Kauri gum. It is a product of the Kauri Pine tree, and is found in the ground at the base of the tree. In early times the natives used to search for it and bring it for sale, but it has become latterly an important article of exportation both to the United States and Britain, and white men are now the principal searchers, and make good wages, as the price has risen far above what it was in former times. It requires to be searched for, because it is very seldom found on the surface, but usually at depths varying from six inches to three feet"], [47, "39 KAURI GUM. beneath, and in lumps ranging from the size of a walnut to pieces weighing as much as a hundredweight and sometimes even more. The method of searching is with a pointed steel rod, about four feet in length, which is pushed into the ground, and those expert at it can at once tell when gum is there. It is used, I believe, to mix with fine varnish ; but I also saw it in jeweller's shops made into various ornaments. It resembles amber, and I believe is often mistaken for it. I observe it stated in the last Report of the Auck land Chamber of Commerce that within the previous 30 years 95,000 tons of gum had been exported, yielding upwards of three millions sterling, and that upwards of 6,000 tons had been exported from Auckland during the previous year, the value of which would be about _£ 340,000. The same report states that the capital invested in the sawmills industry that I have referred to was variously estimated at from £700,000 to one million, and that the wages paid in connection therewith amounted to £220,000 annually. No doubt that would also include the wages paid to the men employed cutting down the trees in the forest. In connection with these great sawmills, I may mention that the opinion was freely expressed that the destruction of forest timber in New Zealand was proceeding too rapidly, and that legislation was needed, not only for its conservation, but also to ensure attention to present planting and future growth. In some of our journeys we passed through dense forests of many miles m extent. To clear the way we travelled over, I suppose millions of trees must have been cut down — there they lay, in numerous instances just turned to the side and"], [48, "40 A TOUR ROUND THE WORLD. left to rot. The distance from the seaboard and the difficulty of transport were insurmountable. We were told it would not pay to remove it. That may be so, but all the same it appeared to me most wanton waste. Besides these industries I have mentioned, Auckland is now the most important trading town of New Zealand. The statistics that I have seen show that Lyttleton, Dunedin, and Wellington had each at one time a larger foreign trade than it, but I must say that now appear ances are all the other way, for there were numerous steam and sailing vessels constantly moving out and into its harbour. It was from Auckland that we went to the hot lake district, called the \" Wonder-land of New Zealand ;\" but as we went there after having been at the South Sea Islands, perhaps it will be better to speak of that excursion now, and so preserve a consecutive narrative of our voyages and travels. We observed the advertise ment of that trip when we were in Australia, and, indeed, noticed it advertised in a Glasgow Herald that came out to us. I had the opportunity of asking Mr. Mills, the managing director of the company, when I met him in Dunedin, at the head office of the Union Steamship Com pany, what had influenced them to advertise the trip in Britain. \" Well,\" he said, \" there may be none attracted out this year to join the excursion, but there are always some casting over in their minds where they will go, and the advertisement may set such a-thinking about it. And if it succeeds as we expect, it will be continued, and so in future years we may have some from Britain joining it; and when once out here we shall have them as passengers all round the coast, so that it is not the excursion money"], [49, "41 SAW MILLS — SOUTH SEA EXCURSION. alone that will come to us. At anyrate, we thought it worth while authorising our London agent to spend £100 making the excursion known; and I think he must have done it well, for we have had copies of newspapers sent out to us from nearly every town in Britain.\" As a matter of fact, I do not think there were any went out from here specially to join that excursion, but there were two others besides ourselves from Glasgow, a young lady and a young gentleman. One medical man, Dr. Gillespie, from Perth ; Mr. Richard Chamberlain, ex-Mayor of Birmingham, brother of Mr. Joseph Chamberlain, the President of the Local Government Board, and his sister, Mrs. James, were of the party. There was quite a number from Australia, who had come great distances — in some cases ten days to a fort night's journey before they arrived at Auckland, from whence we started. The steamer selected for the trip was one of the recent additions to the Union Company's numerous fleet, and was taken probably as much on account of the special qualifications of her commander as for any peculiar fitness in the vessel for the voyage she was to engage in. Captain Chatfield had been employed for some time in surveying along the coast, I am not sure whether of Australia or New Zealand ; but his experience of such service was regarded as of much consequence when the somewhat imperfectly surveyed channel amongst the coral reefs and islands of the Pacific had to be navigated. And I have no hesitation in saying that the duty, which was a most difficult and dangerous one, was admirably performed. I never before realized how dependent for safety we could be on the care and judgment of one man than F"], [50, "42 A TOUR ROUND THE WORLD. throughout this voyage. Here we were cruising amongst islands, nearly every one of which was surrounded by coral reefs that extended in some instances twenty miles out to sea, all less or more covered with water, and at high tide only discernible when the surf of the breakers was seen — the reefs themselves as hard as any rock; and our fears were kept alive by seeing here and there the remains of shipwrecked vessels lying on them. But I am anticipating the narrative. On Wednesday, 4th June, 188^ at 3 p.m., the Wairarapa was to sail, and at a quarter-past that hour we left the wharf at Auckland, waving an affectionate adieu to many old friends whose acquaintance we had renewed since we came to New Zealand, who had come down to see us off. The day was delightful, and as the steamer sailed rapidly down the Waitemata harbour, leaving the town and its beautiful suburbs rising up behind us in the distance, I thought the whole scene had never before looked so lovely. Rangitoto came next in view ; — it always reminded me of that singular island on the west coast of Mull, familiarly known as the \" Dutchman's Hat.\" Rangitoto is larger, but of the same form, exactly like a very broad-brimmed hat — the crown of the hat being the middle of the island, and flat land all round it. We had, however, to see to the placing of our baggage below, and it was only then that it dawned upon me that the cabin which my wife and I had allotted to us was not the most suitable for a tropical voyage. No doubt it was given us for the best, in consequence of introductions I had from my friend Mr. Peter Denny of Dumbarton, to the Chairman of the Company, and to Mr. Mills, the managing director. It"], [51, "EXCURSION STEAMER — DISAPPOINTED EXCURSIONISTS. 43 certainly was one of the largest in the vessel, and in ordinary times would be regarded as most favourably situated for stillness of motion, being exactly amidships, and at some distance from the engines and screw, but, unfortunately for us, just on the other side of the passage from it was the compartment in which the boilers were situated, and the heat from thence, whilst pleasant enough in cold weather coasting along New Zealand, was any thing but desirable in the latitude of the tropics. The representative of the Company, however, who sailed with us, very soon set our minds at rest by putting the ladies' boudoir, a large room on the upper deck, at our disposal, and so I was left the sole occupant of a handsome cabin that many envied. The Wairarapa was arranged in the modern style of ocean steamers, the dining-saloon a little in front of mid ship, extended entirely across the vessel, you had thus port-holes on each side to look out from ; and a large open space in the centre of the saloon up through the social hall to the upper deck, so that, unless when the weather was exceptionally hot, there was ample ventilation. It was seated for about 120, and when the 100 passengers all turned out, and the officers were also there, the tables were comfortably full. Thus was it the first evening when at seven o'clock the gong sounded, and we all sat down to dinner. Even the most fastidious had no com plaint to make ; everything was excellent, as also was our prospect of a pleasant voyage, for did not the ad vertisement which had induced us say that \" the hurricane season being past, fine weather might be depended on.\" And this was the first of it, as fair a night as I ever saw at sea. But ah ! how treacherous is Neptune on"], [52, "44 A TOUR ROUND THE WORLD. his own domain. Once let him get you out of sight of land, and see what he can do for you. I am not a sound sleeper either on land or at sea, and am usually up two or three times in the course of the night, taking a look at my watch, and a glance at my constant travelling companion — an aneroid barometer. At two a.m. the latter had fallen a point since I set it at eleven the night before. A slightly unsteady motion was perceptible as I stood on the cabin floor, and I was sure a change was coming, which I knew, in the opinion of my fellow voyagers, would not be regarded as \" for the better.\" At six the glass had fallen another point, and the ship was perceptibly lively. Before seven I was on deck, and the outlook was by no means assuring. A gray, dull sky, threatening rain, and 3? pretty strong north easterly breeze, which was almost directly ahead, as our course was north by east. At breakfast, which was continuously on the table from eight till ten, comparatively few turned up. All my people came, for we were seasoned voyagers now, having done our full eighteen thousand miles of steamboat sailing before this. As day wore on the sea got worse, and every now and then, with a heavy splash, made a visit to the upper deck to assist the rain in keeping things moist. Need I say, that the general opinion on board was that we had been deluded by the advertisement, and had a good case to raise a charge of \" false pretences \" against the Company — \"Hurricane season over; good weather to be depended on.\" What a swindle ! Friday, the second day out, was, if possible, rather worse. I venture to say that a clear majority of the"], [53, "45 SOUTH SEA ISLANDS. passengers could have been got for rounding up and bearing homewards, if the question had been put. But that would have been mutiny, as on shipboard the captain is all-powerful, and as he, good man, had never been there before, this was a maiden voyage to him, as it was to us, going to the South Sea Islands. But why was it getting colder as we neared the tropics ? was asked by everyone. That was surely contrary to all expectation, and yet the fact was palpable on the wiz zened visages of everybody. Could it be possible that the compasses had gone wrong ? Were we sailing to the south pole, and not to the equator ? Saturday a little better weather, or, perhaps, we are getting used to it. Some are now making their appearance in the saloon, and peeping out on deck, who were in hiding yesterday ; and from the distance run by log we should, if we are on our right course, be at the Fijis the following day. If the compasses are wrong, and we are going south instead of north, the next day we may look out for icebergs. Sunday, the fourth day out was better than the three previous, and before breakfast we were in sight of land. What a splendid fall was that we had made. For three days without an observation of the sun to correct our course, steering by compass only, and yet, after sailing more than a thousand miles of the trackless ocean, we find ourselves on the direct course, pointing straight for the haven we intended to make. Either the science of navigation has approached perfec tion, or this has been a happy accident. I suspect it was the former, for we had opportunities of witnessing the same successful results when on board the City of Cambridge, and also in the mail steamers of the P."], [54, "46 A TOUR ROUND THE WORLD. & O. To one who knows navigation only theoreti cally, it appears most wonderful. Kandavu is the name of the island we first saw, and we passed it betwixt nine and ten at about five miles off. We had divine service in the saloon at eleven. In the midst of it, at half-past eleven, the engines stop and then back. I looked out at a porthole, and saw a small pleasure-boat bottom up a hundred yards off. A boat is lowered from the steamer, and the wreck is towed alongside, ropes passed under her, and she is lifted clear out of the water, and then we saw immediately beneath her a shark fifteen to eighteen feet in length lazily swimming about. Horrid thought ! but you cannot help thinking that the monster may have fed on the hapless hands that were on board when the little craft capsized. She no doubt was caught in a recent squall ; her broken mast and torn sail told no other tale. By two P.M. we were within the sheltering arms of the coral reef that completely surrounds a bay (excepting at a narrow opening, two hundred yards or so wide), which forms the harbour, of two miles or more in extent, in front of the little town of Suva. We were guided into the harbour by a pilot, who came to meet us outside the entrance in a whale boat. He was a white man, but his boat men were all Fijians — well-made fellows, entirely nude, except a strip of calico round their middle. The feature of attraction, however, was their heads. Their hair had undergone some preparation that made it as stiff as a cocoa fibre door-mat — which it very much resembled — dyed a dull brick red. It was as nicely trimmed as an advocate's wig, but twice as large. To preserve its proportions they sleep on a wooden pillow, a small stool"], [55, "47 SUVA. hollowed in the centre for the neck, and take great pride in keeping their heads in perfect order. There were three steamers at anchor or alongside the wharf. One of them was H. M.S. Espiegle ; another, the Penguin, had preceded us from Auckland, an old Glasgow and Liver pool steamer, now owned by the Union Co. ; and the third, also of the same Company, the Hero, had come direct from Melbourne. The distance from Auckland to Suva is as near as possible 1200 miles. We had made the fastest passage on record in coming within four days; five is the usual time taken. The Penguin left Auckland a day before us, and we came into the harbour only an hour after her ; but we, no doubt, would have made a much pleasanter passage if we had taken a day longer to it. A vessel when going at full speed is driven into a head sea, and it breaks over her ; but when going slower she rises to the sea and rides over it. The fast ships which now cross the Atlantic have their decks sometimes entirely swept of boats and everything that the sea can carry away. Suva, which we had now come to, is a small town. It consists of a few stores and shops along the beach, one or two hotels, a block of Government build ings on rising ground behind, a few villas in which the Europeans live, and then native huts and houses for the rest. I suppose there would not be 500 people about the place, although it is said there are about 2000 white people scattered over the two hundred and fifty islands of the Fiji group. This island that we anchored at is called Vanu Levu, which signifies Great Land. It is the seat of Government ; but the largest island"], [56, "48 A TOUR ROUND THE WORLD. is called Viti Levu, which means Great Fiji, and is 50 miles distant from Suva. I had no idea that the Fiji group was so extensive ; the islands are comparatively close to each other. Some are almost connected by the extension of the coral reefs. All the islands are surrounded with reefs, and some of these stretch away out of sight of land, and unless by the wash of the sea on them they would not be observed by approaching ships, and that no doubt is the cause of many wrecks. Some of these islands are very small, but the group covers a large tract of ocean. In naming the number I am speaking by chart and book, for although we saw very many we landed on very few. There are only two of considerable size — those I have named — but the whole group are scattered over an ocean area of 200 miles from north to south, and of 300 miles from east to west. You will not, therefore, be surprised at my remark that the Admiralty survey of the navigation is not very much to be relied on. I know a little about charts, having used them regularly in my own yacht cruising, but I never had looked on so intricate a puzzle as those which delineated the courses amongst these islands. If it could be done with any reasonable prospect of safety, yacht cruising amongst them would be the height of enjoy- ment ; but if any of my yachting friends asked my opinion on the matter, I would give the same advice that Punch did some years ago to those about to marry —\"Don't.\" And yet it is the fact that a line of small clipper schooners, admirably appointed, sail regularly to Fiji from Auckland with passengers and cargo, tradinc to the several islands, and I believe are at certain"], [57, "49 NATIVES — FIJI OFFICIAL LETTERS. seasons largely taken advantage of by the adventurous tourist bent on exciting exploration and study of the natives. I believe there are about 120,000 natives, which is very much fewer than there were twenty years ago ; but since then a severe epidemic of measles occurred, which it was said carried off about 30,000 of them. Fiji is a British colony now. It was assumed in 1874. The seat of Government at first was at Lavuka on Ovulu, a much smaller island than the one now settled on. The Governor had gone on a visit to Australia, but was daily expected back. I had a letter to him from the Colonial Office, but of course could not present it because of his absence. It may be interesting to know the contents of these documents ; they simply introduce you in a formal way. I have the one to the Governor of Fiji, along with many others which I did not use, for I only presented official letters to the Viceroy of India, and the Marquis of Normanby at Melbourne. As I am not likely to be back at Fiji, I open that one and see what it says : — \"Colonial Office, Downing Street, \" 24th November, 18S3. \"Sir,— This letter will be presented to you by Mr. John Ure, ex-Lord Provost of Glasgow, who is going to visit Fiji. I beg leave to introduce him to your acquaintance, and to recommend him to your protection and good offices.— I am, Sir, Your obedient Servant, Derby. Derby. \"Sir G. W. Des Voeux, K.L.M.G., &c.\" We landed at Suva, and had a long walk into the country beyond. It reminded us very much of Ceylon —the same luxuriant tropical vegetation, and insect life abounds there as in Ceylon. On the ground everywhere were creeping things, mostly small ants, and beautiful G"], [58, "50 A TOUR ROUND THE WORLD. butterflies were numerous. I recollect taking shelter from a shower under a verandah at a cottage door, and, looking up, saw a large red spider creeping above me. It was the biggest I had ever seen, at least an inch and a half long. It was like a large strawberry in size. Lizards, of which there are said to be not less than 100 different varieties, were very plentiful ; snakes also, and flies were innumerable. Mosquitoes too, but they do not trouble you during the day, it is only after night-fall that they appear. We had some trouble with them in India after the sun went down, but all beds are provided with mosquito curtains there; indeed, you could not do without them. The mosquito is a very small insect, its body is no larger than the common midge that we are familiar with in this country, but it has larger wings, and as it flies about emits a sound which is best described by the word \" ping.\" When the \" ping \" ceases you may be sure the creature has settled somewhere ; then look out, for the sharp proboscis will be into you before you know where you are, and the poison it leaves behind causes, in some cases, great pain and swellings. The mosquito's wings being large permits of the curtain net having a tolerably wide mesh, which, whilst it keeps them out, allows a free circulation of air, which is essential, as the atmosphere is usually warm where they are required. The curtains completely encircle the bed, and cover the roof of it also. You have to be very careful, however, when getting under the curtains, to see that none of the mosquitos go in along with you, for if so, farewell to your slumbers ! I believe that a few of these annoying insects came"], [59, "MOSQUITOES — SUVA — SCOTCH MANAGERS. 51 out to the steamer with the boats from the shore, but, as we anchored about a quarter of a mile off, and there was always a cool breeze out there, they did not remain. Two of our lady passengers, for a change, went to live in the hotel during our stay at Suva, but one night ashore was quite enough ; they did not repeat the experiment at any other of our anchorages. Suva is the shipping-port for that side of the island, and no doubt in the season much fruit and other produce would be brought to it, and the natives in return get merchandise of all kinds. The principal store was kept by the Union Steamship Company's agents. The sign board could be seen from the ship in large letters — James M'Ewan & Co. — Scotch, of course. There were many Scotchmen at Fiji. We found them at every island of the group we visited. He was a Glasgow man who had charge of M'Ewan's business. A Scotchman was manager of the sugar-mill and planta tion that we went to see the following day. I found one in the same position at the island of Taviuni ; at Lavuka also — but where are they not ? It is not quite a settled question, however, whether the roaming dis position that seems to possess our countrymen says much for them or little for the country they seem so glad to get away from. The sugar-mill and plantation we visited when at Suva, were twenty miles away, up the river Rewa, which flows into the sea some five or six miles along the coast from where we lay at anchor. An excursion party was arranged to visit it, and nearly all availed them selves of the invitation. The tide was suitable at early morning, and we were informed that all who intended"], [60, "52 A TOUR ROUND THE WOKLD. going must breakfast at half-past five, as the boats would require to start at six. To make sure, I presume, that no one would be late, the cabin clock was put an hour forward, and the dressing-bell was rung at four. The electric light in each of our cabins then flashed forth, and all were astir. This little trick caused a good deal of recrimination, as it was entirely unnecessary ; for, although the passengers were all ready in good time, the stewards and officers were not, and we did not get away from the steamer's side till nearly seven o'clock. Then the little steam launch which we brought with us to tow the six ships' boats, in which the passengers were now seated, was not at first in perfect order, and so we were rather late in getting to the river. The tide was turned, and instead of going up on the top of high water, we had the stream against us, and the water every moment getting shallower. The Kate, our launch, drew between four and five feet of water, and several times stuck in the river. At length each boat had to shift for itself, and with oars pull up the stream to the sugar-mill, which was reached at three o'clock, and not till then was lunch served. Rather a long interval from five in the morning. There could be no doubt that \"some one had blundered.\" It was a little comfort to know that the officers and stewards were also famishing ; but more consoling to think that our sorrows were now at an end, which might not have been had we visited this place in the same manner twenty years before, for there are quite authentic accounts of cannibalism among the natives of Fiji even more recently than that. The river is much larger than one would expect from the size of the island. It is said to be navigable forty"], [61, "EXCURSION TO SUGAR MILL — RIVER REWA. 53 miles up from its mouth; but that would only be for vessels of light draft. The manager of the sugar mills very kindly put one of their tug steamers at our service to tow the boats back to the Wairarapa, and it I learned did not draw more than twenty inches, being broad and flat. It was quite dark before we returned. At eight we sat down to dinner, tired, yet pleased with the day's excursion. Sugar-making is the important industry of the islands. There are ten sugar mills and plantations in Fiji. That one belonged to a joint-stock company in Melbourne, and turned out annually six thousand tons of sugar. They seemed to have every mechanical facility for working. I observed appliances to lessen human labour all through the work ; and even an ingenious contrivance to convey the sugar-cane from the lighters on the river, up the bank, and into the works. After dinner that night the greater part of the pas sengers went ashore to an entertainment by the natives, called a \" Meke, Meke,\" a singular combination of song and dance, resembling the \" Haka \" of the New Zealand Maori, which we saw at Wairoa in the hot lake district. From eighty to a hundred stalwart natives, most of them having fantastic head-dresses, and some with shoulder coverings of feathers and leaves, and all of them glistening over their whole bodies with cocoa-nut oil, ranged them selves in a row, under the command of one of their number, and commenced what seemed to me an exciting war-song, from the motions and contortions which accom panied it — the performers sometimes bending down, then suddenly springing up, and wildly stamping on the ground, making the earth shake on which we stood. It was no"], [62, "54 A TOUR ROUND THE WORLD. irregular movement, however, for every one did exactly the same thing, time being kept by the beating of sticks and clapping of hands. It gave, I believe, a correct notion of the manner in which they excite each other in prospect of meeting their enemies. We returned to the steamer before midnight, and the following morning nearly all the passengers went ashore in the boats to visit a native village, about two miles along the beach from where our steamer was anchored. The ship's boats, being deeply loaded, could not closely approach the shore ; and having grounded some two hundred yards from the water margin, the question arose how to get ashore without getting wet ? Sailors and natives were soon knee deep, energetically attempting to lift the boats further inshore, in which they were successful to the extent of some twenty or thirty yards. The natives brought two or three outrigger canoes, and some venturesome ladies and elderly gentle- men adventured to stand or sit upon the fragile stage, but from the cockleshell nature of the craft dreaded every minute precipitation into the water. With the superincumbent weight the canoes were deep in the water and soon grounded. Then what was to be done ? The natives volunteered to carry us, and the gentlemen, mounting pic-a-back, were soon high and dry on terra firma. But the ladies ! What shall be done for them ? They cannot ride pic-a-back ! Well, an impromptu chair or hand-barrow is improvised from a piece of board and a couple of oars. The bearers come alongside, stand with their backs close to the gunwale of the boat, grasping firmly the board or the oars, as the case may be, the lady manages to get"], [63, "VISIT TO FIJIAN VILLAGE — NATIVE CHILDREN. 55 seated, and with an arm around the neck of each swarthy bearer, is so carried to the beach. One gentleman would not risk himself to be carried ashore by the natives, and probably he was better on his own legs, for 14 or 15 stones on the shoulders of a slender black fellow, wading over the rough and rugged surface of a coral reef with bare feet, was not quite safe. My friend rolled up his trousers, and kept them so all the time he was on shore, to the intense amuse ment of the black people, who, although quite used to white faces, seemed not to have known that white legs went along with them. There was a large number of children on the beach where we landed belonging to the village we had come to visit, and our friend of the bare legs, to improve the shining hour, set himself to teach the youngsters some of those movements which in my young days were taught at infant schools. I am sure he could not have been more successful with those who understood his speech than he was with them to whom everything had to be imparted by signs. It was intensely ludicrous to see the little army he marshalled, tramping about at his bidding; but most gratifying to observe how quick of apprehension they were, and how great was their enjoyment. Many a time have I thought how difficult it must be for missionaries to get the natives to understand the object of their coming to them ; but after what I saw at Suva of my friend's success in getting to the comprehension of these Fijian children, I could entertain no doubt of the existence of an effective, although unspoken means of communication amongst the various orders of the human race."], [64, "56 A TOUR ROUND THE WORLD. We were soon upon most friendly terms with the natives, and nothing occurred to mar the harmony of the races. One of our number had brought a portable photographic apparatus, and he soon began to exercise his art upon groups of men, women, and children. We strolled from house to house, entering when and where we pleased, smiling, nodding, and attempting every means of intercourse, pantomimic or vocal, or a com bination of both. We succeeded fairly well, and were all at our ease with each other. The chief's handsome and really lady-like wife was in their house in the middle of the village. We entered, sat down on the well-matted floor, and by the assistance of a white young man from Suva, who could speak the vernacular, asked many questions. The Bible lay in its place, and we soon understood that our host and hostess were Christians. Unfortunately, the chief was not at home ; he had gone to Suva, and we lost the opportunity of seeing and speaking to him. Luncheon was now announced, and was brought by the stewards from the ship and laid out in the village schoolhouse. We were soon enjoying all sorts of good things, not the least acceptable in this tropical land being gingerade, lemonade, and soda-water. The youngsters gathered around the doors, and eagerly accepted and devoured whatever we choose to give them. Some of our folks bought any articles they could persuade the owners to sell. We were deeply interested in these simple and kind-hearted people, and left them with the hope that they may rise and not fall — increase and not decrease. The boats were waiting, the water had receded with the ebbing tide beyond the flat upon the edge of which"], [65, "57 A FIJIAN CHIEF. we had grounded in the morning, and there was little difficulty in getting on board the boats, and returning to the steamer in good time for the ladies to make their toilettes for- the ball given by the citizens of Suva in honour of the excursionists. About two-thirds of the passengers accepted the invitation, and put in an appear ance. \" Welcome Wairarapa\" illuminated in gigantic German text, over the entrance to the ball-room, ex pressed the cordial feelings of the citizens. There were about three hundred present. Everything went off most successfully, and the passengers kept returning to the steamer from eleven to one in the morning. I was there for a short time ; but three gentlemen passengers, the Captain, and the Company's representa tive, my son and I, were invited to dinner [by the agent of the steamer to meet some of the leading citizens of Suva. There we met the Chief whom we had missed at the native village in the morning. He sat next me at dinner, and conducted himself with perfect propriety. Unfortunately, he spoke our language very imperfectly. I, of course, did not know his, and so our chat had mainly to pass through a third party, but I formed the opinion that he was a very intelligent and superior man. A prince I presume he would have been if Fiji were not a Crown colony, for he was the eldest son of the old Chief, who had been King before Britain assumed superiority. A remarkably well-made man he was. Not one around that table had such a splendid physique — handsome, powerful, of dark olive complexion, and clothed with a white robe, gathered together at the waist by a red silk sash ; his hair frizzed up to the huge size which is the custom of the natives, and, like H"], [66, "58 A TOUR ROUND THE WORLD. theirs, it was dyed a dull red. It was no doubt a novelty in Fiji to have the customs of the old world practised there, but the representative men of Suva were present, and a regular toast-list was gone through. I had the honour of proposing prosperity to Fiji, and I daresay would have done the toast more justice if it had fallen to me at a later period of our excursion, and after I had seen more of the islands. As it was, I knew that 240 years ago the first European who had visited the islands was Abel von Tasman, a skilful Dutch navigator, the same who discovered Van Diemen's Land, that other British possession, which is now called after him, Tas mania. Nothing, however, came of Tasman's visit to Fiji. The islands were practically unknown till about 100 years ago, when Captain Cook touched at one of them when exploring in the Southern Ocean. I knew that 25 years ago the native king (Thakomba) had offered the sovereignty of the islands to Great Britain, which was at that time declined, but ten years ago accepted, when the sovereignty was ceded to the British Crown. I knew that since then much progress had been made, and that there was every prospect of its continuance — that the climate was regarded as all that could be desired during nine months of the year, and that much of the land was now in possession of our countrymen by purchase from the natives, and was being rapidly brought under cultivation for the growth of sugar cane. But I did not know, what I afterwards learned, that various minerals have been discovered, that granite has been found in its mountains, and that it possesses every description of soil, so that every kind of fruit and vegetable product can be grown; and that all that is now"], [67, "59 DINNER PARTY AT SUVA. required is an adequate supply of labourers and men of capital to develop its resources and make available its hitherto comparatively hidden stores of wealth. An after dinner speech, however, is not the better of being too specific in details ; and so I can well believe that the company were none the less pleased that I did not tell them the precise amount of their revenue and expendi ture, and the exact quantity of their exports and imports, but only spoke hopefully of a bright future for the energetic men who surrounded that hospitable table. When the Chief replied to the toast of his own health, proposed, if I recollect aright, by Mr. Chamberlain, his words were interpreted to us by our host, and they really were a very neat response for the compliment paid him. At the conclusion of the dinner party we went in a body to the ball, which had just commenced. The hall in which it was given was gaily decorated, and, with the exception of the music, all the arrangements were excel lent and complete ; but an ordinary piano was not power ful enough to put mettle in the heels of so large a company. The hall was situated on the rising ground behind the town, and from the plateau in front of it the harbour was in full view, and our steamer a blaze of illumination, for the electric lights below and on the main deck were seen through every porthole; and a fine array of them all over the upper and lower decks, and also displayed on the rigging, made her a magnificent spectacle. None of the natives were at the ball, either as guests or entertainers, except the Chief, who sat with us at dinner, and whose name I quite forget. I recollect of saying to him how sorry I was at not having the honour"], [68, "60 A TOUR ROUND THE WORLD. of dancing with his lady, because of her absence, at which he laughed heartily, and, shaking his head, said — \" Not dance English.\" The gentlemen of Suva, our enter tainers, with their wives and daughters, were there in great form, many of the gentlemen holding Government appointments. It was a disappointment, however, that the Governor himself had not arrived, as his presence would have given eclat to the entertainment. It would, you may think, be too hot for dancing ; but you must not forget that it was winter — such winter as they have, not certainly cold, but at that time not warmer than our greatest heat in summer. Then the gentlemen all wore white linen jackets, which indeed is the fashionable dress for dining in throughout the colonies in summer time, and in India always. The ladies of course have a greater latitude in suiting their garments to the tem perature. I did not myself feel it uncomfortably hot, but I was not one of the dancers. The following morn ing we were again on the move. Punctually at seven A.M. the Wairarapa left her anchorage, and we bade a long farewell to Suva, highly gratified with all that we had seen, as well as with the courteous kindness which we had experienced from Fijians as well as Europeans, who seemed to outvie one another in acts of hospitality. After four hours' steaming, this time with \" calm sea and sunny skies,\" the anchor was dropped off the town of Lavuka. It looked a perfect gem, nestled at the base of mountain ranges, most picturesque, smiling its welcome in the glowing sunshine, inviting us ashore. After luncheon the steam-launch and boats were brought along-side, and party after party was conveyed to the wharf."], [69, "LAVUKA. 61 Our entrance to the harbour of Lavuka was safely made under a pilot's guidance. The opening through the barrier reef was rather narrow, but when inside there was good anchorage, although not so spacious as at Suva. There were, however, two or three pretty large ships taking in or discharging cargo. I went ashore in the first boat, as I was desirous to make some inquiry respecting a gentleman who had left this country 17 years ago, when but a youth of 15. I had learned that one bearing his surname, which was not a common one, was in business at Lavuka. The only difficulty was that the christian name was not the same; but I thought there might be some mistake about that; and at all events I was more likely to get information from one bearing the same name than from any other, so, immediately on land- ing, I hurried off in the direction of the stores and shops. Before I had gone 100 yards I met a gentleman coming quickly to the wharf. He stopped, and asked if I had come from the steamer. I said I had. \" Can you tell me if Mr. Ure, who was lately Lord Provost of Glasgow, is on board ? \" \" No, he is not ; he is on shore, and is now addressing you, and I suspect I am right in pre- suming that you are the gentleman I am in search of.\" And it was so. Of course hearty congratulations followed, and every courtesy and attention was given to us all the time we were at Lavuka. My friend had picked up some genuine curios from the natives, and when we were leaving pressed us to accept them. As we had already sent home cases from Calcutta and Ceylon, and were beginning to feel that it was just possible to have too many good things, we were more sparing than he desired ; but we had the pleasure of bringing home to his mother,"], [70, "62 A TOUR ROUND THE WORLD. in the neighbourhood of Glasgow, some articles of real value, which she has not had more pleasure in receiving than in hearing from our lips a full and particular account of the position and prospects of the son who left her so long* agfo in feeble health, with the doctor's assurance that he had no hope of life in this country, but some chance in a sunnier clime. He went to Brisbane in Queensland first, then to Sydney in New South Wales ; but he found the climate of Fiji more suitable for a chest complaint than either of the other colonies, and there fore settled there. He was warned against taking any indoor or sedentary employment, and so he learned boat building and carpentry ; has gone into partnership in that business with another in Lavuka ; is married now to a bright Australian girl from Sydney, and I have every reason to believe is happy and doing well. Lavuka is rather a smaller town than Suva. Indeed, there is not level area sufficient to permit of its exten sion, only some forty acres of ground on which houses could be built ; and the hills around it are so steep that space for building a large town could only have been got by terracing the face of the mountain that rises to a height of nearly 3000 feet behind it. This place was first selected as the seat of Government, but, I presume, for the reason I have named, it was thought better to change it to Suva on Viti Lavu, where in course of time a large town may be raised. In all other respects the situation of Lavuka was preferable to Suva. There were a good many natives about Lavuka ; and we had the opportunity of witnessing another display, in a somewhat different form, of the curious entertainment that was got up for us at Suva. In a conspicuous place"], [71, "GERMAN CONSUL-GENERAL — FIJIAN \"AT HOME.\" 63 in the steamer the following announcement was put up on the notice-board: — \"The Consul-General of His Imperial Majesty the Emperor of Germany begs to invite the passengers of the s.s. Wairarapa to a Fijian 'At Home,' at nine o'clock this evening, at which the Meke Meke will be performed.\" Immediately after dinner, party after party left for the residence of the German Consul-General. Taking the second turning to the left after leaving the landing pier, the pathway led up the ravine. At a given point the Captain of Police was found standing with some natives, who ignited the end of a bundle of reeds, and led the way, so holding the torches that the rough stones might be the more easily seen. Thus escorted, the party picked their way up the gully for some distance, alongside the dry bed and bouldered rocks of a mountain torrent in the rainy season. After considerable steady climbing, the Chinese lanterns with which the verandah and grounds of the Consul-General's chateau were illuminated became visible, and very shortly afterwards the party made the entrance, and were courteously conducted to the house by a gentle man who had been on the look-out for the expected guests. Cards were presented, introductions recipro cated, and before the second detachment had come up, the members of the first were at home and at their ease. After the arrival of a second, a third, and a fourth party had pretty well crowded the reception rooms and the verandah, the Consul announced that the national Fijian entertainment would commence, and prepara tions were made for the coming forward of the Fijian ladies. The central hall was half cleared by the guests retiring around the three sides. Two large kava"], [72, "64 A TOUR ROUND THE WORLD. bowls were placed on the floor. Then in filed some 20 ladies, two of whom squatted on the floor beside the bowls ; five, as it was soon discovered, of the most accomplished songstresses squatted down similarly in a row upon the floor, at right angles to the two presiding at the kava bowls ; the rest arranged themselves in rows behind the five. A roll of matting was placed between a man — the only one that was present or took any part — and a woman, each having two smooth bits of stick, not unlike drum-sticks. It was soon perceived that these were the instrumental musicians, or, more properly speaking, the tom-tom time-beaters. The scene was as interesting as it was novel. Some of the ladies present ranked high in the native aristocracy, and were really fair and comely. It was a sight long to be remembered. Presently all were hushed, the fairest and most dis tinguished by dress and ornament, the star or cantatrice of the evening, began a recitative in a low, softened tone, and was soon joined by her dusky companions, and at once there was a semblance of concerted harmony. The gesticulation was graceful and in good time ; but when the chorus was taken up, the somewhat plaintive recitative was hushed, and the tom-toms made themselves heard. Each stave closed with a simultaneous and universal clap of the one hand upon the other, or with a vigorous dab of the right fist into the hollowed palm of the left hand, or with a sudden bending forward of the body and a sounding slap with both hands upon the floor. The time kept was exact. To a European ear the music was not enchanting — nothing but the monotonous re petition of two or, at most, three notes, like the Arabs and Negroes, and all semi-savage peoples."], [73, "PREPARATION OF \" KAVA.\" 65 But I must not omit to enlighten the uninitiated as to the character of the native kava, and the way in which it is made. Two large shallow bowls, with three legs (all cut out of one log of wood by patient industry), not unlike a large three-legged pot sawn off all round some six inches from its bottom, had been brought in and placed upon the floor ; into each was put so much, say three pounds of the kava, a kind of root, in this instance ready bruised, and fit for immediate manipulation. The usual and national method of preparing the kava is for the women to chew and spit out each mouthful into a bowl, and this delicate process is repeated until a sufficient quantity has been ejected into the bowl in this most approved fashion, then water is added, in quantity to suit the taste. Kava prepared in the orthodox and time-honoured method is preferred by the natives, and admitted even by Europeans to possess a richer flavour and more body. But in the present instance, in deference to our sensibilities, pound ing in a mortar had been substituted for mastication, much to our satisfaction. Fresh cold water was brought in, and so much of it poured into each kava bowl. Then the two women proceeded to mix and squeeze the stuff, more water being added as needed, and this went on until a quantity sufficient for the present purpose was prepared. Then the straining process began. What ap peared to be a handful of fine cocoa-nut fibre was used for the purpose. Spread out to the extent of the bowl, it was carefully and slowly drawn through the liquid, then folded up to keep the kava from again mixing with the water, squeezed and wrung out in true washer woman style. An attendant took it away, and supplied I"], [74, "66 A TOUR ROUND THE WORLD. another handful of the straining material. This was repeated until the liquid appeared sufficiently filtrated, A cocoa-nut shell was used as a loving cup, and those of the guests who chose tasted it. The etiquette is to drain the bowl, but none of the guests had the hardihood to attempt it. Some made a wry face, and seemed more inclined to spit it out than to swallow it. But to do the former could not be thought of, and so, nolens volens, it was gulped down somewhat as the school-boy bravely swallows his black draught. Kava is simply an infusion of the root aquina. Like the tea of China or the mati of Paraguay, it has no time to ferment. It cannot, therefore, contain alcohol, and cannot be classed with intoxicants. If taken to excess, that is, by the quart, it produces a numbness in the feet and legs, and ultimately affects the head. After the women had concluded their performances they filed out of the room, and the male performers entered, squatted down, with their legs folded up, and the feet tucked closely in under them. Everything was soon arranged, as with the women before, and off they go, swaying, contorting, bending the body forward, gesti culating, opening and closing the palm of the hand, slapping, rapping, pounding, ever and anon stopping in stantaneously, as if one instinct, one volition animated them all. It was hard work, but this they heeded not. No sooner was one dirge concluded than the precentor led off another, until their repertoire had become exhausted; and then, streaming with odorous perspiration, and highly gratified with the repeated applause of their guests, they also retired from the room."], [75, "FIJIAN WAR DANCE. 67 Refreshments were then presented, and it was an nounced that the next exhibition would take place in the open air. It was to be a representation of a Fijian war dance, now happily a thing of the past. The scene outside was most picturesque and unique. Moon full, shining out from a clear sky, blinking through the leaves of the trees, as they fluttered in the strengthening land breeze, now coming down from beetling crags and ridges, so cooling and grateful. The Chinese lanterns, as they hung from the boughs of the trees, swayed to and fro, adding their more sombre light to the brighter, silvery moonbeams. The quondam combatants took their stand four deep, leaving sufficient space for individual action. The chan- ters and tom-tom beaters took up their position, and at a given signal all were instinct with energy, and seemed to be absorbed in deadly struggle. They writhe, bend forward and backward, swing their bodies round, their two hands extended over their heads, following the motions of the body, as if grasping a club, and dashing out the brains of their enemies. Again and again, in the midst of the excitement, they all dropped to the earth, dead, motionless. In a minute or two they leaped to their feet, and recommenced the struggle, shouted more vociferously, fought more desperately, the perspira- tion coursing down their backs; at length the climax was reached — down they fell, motionless, dead. This closed the al fresco performance — probably the first and only one that many of the guests ever had, or were ever likely to see. The marvel was how it could be accomplished without jostling or thumping against each other ! How, whilst every muscle and faculty in tumultuous motion"], [76, "68 A TOUR ROUND THE WORLD. seemed strained to its utmost tension, they could so far control themselves as to keep within the allotted space, leaping forward, springing backwards, and rushing hither, retreating thither, panting, screaming, shouting, and yet at the close each was found in his place as at the com mencement. The whole seemed most real, exciting, be wildering, indescribable. Some of the guests now retired so as to get quickly on board before the break-up of the party took place. The rest remained to enjoy some European music and dancing. At the close a hearty vote of thanks was given to our hospitable entertainer. All then took their leave, and slowly retraced their steps down the gully, and were quickly and safely on board the Wairarapa, which shone out a galaxy of light from the reflection of her lamps on the unruffled surface of the ocean. Some of us occupied our time during the second day at Lavuka by sailing about in the ship's boats; and the steam launch was ready to take all on shore who wished to go. So soon as breakfast was over nearly all availed themselves of the opportunity of being on terra firma. At a short distance from the town, along the shore, a stream from the mountains ran into the sea ; and we were informed that a waterfall, and basin immediately below the fall, in which bathing could be indulged in, would be found within a mile of the beach. A number scrambled up the valley to it among the rocks and large boulders, all the while keeping a sharp look-out for snakes and other reptiles that we were told we might find lurking in the long grass that we had to make our way through. Some of the gentlemen, more active than the rest, got early up"], [77, "COSTLY SHELLS. 69 to the bathing-place, and had their bath over before the lady portion of the exploring party made their appearance. Another stream nearer the town had also a bathing-place on it, which we were informed was under strict regulations as to the times of its use by the sexes, a severe penalty being inflicted if any of the opposite sex went near the place at the hours set apart for the other. We had some amusement knocking down cocoa-nuts from the palm-trees, and breaking them open, there being many of them up the valley. The native children who had acted as guides assisted us in getting the nuts and breaking them. Some of our party went further up the valley than we did ; indeed, some made a full day's excursion inland, and had stirring tales to tell of sights and scenes among the natives. We preferred to wander about the shore and look into the shops in the little town, some of which had native-made cloth for sale, war clubs, and curios of various kinds, including the rarest collection of shells to be found anywhere, some of which were very beautiful — indeed, you may have an idea of the value set upon them when I tell you that ten pounds vvas asked from me for a pair of bright yellow shells, the size of oranges. Five pounds a pair was an ordinary price. I could not understand why these were so costly, for others which looked to me more beautiful could be had for as many shillings. That particular sort was said to be very rare, and was held in great estimation by connoisseurs. When up the side of the mountain behind the town, a lovely view could be had of the harbour and the coral reef, which looked like a submerged break-water, whose"], [78, "70 A TOUR ROUND THE WORLD. sheltering arms made it a safe anchorage. But even more delightful was the prospect seawards, for from that altitude could be seen some eight or ten of the smaller islands at various distances off, and from them and to them passing continually, the large native canoes with extended outriggers and picturesque sails of brown matting, the colour forming a beautiful contrast with the bright green sea, over which they skimmed so swiftly. After lunch, at one o'clock, we had the opportunity of a closer examination of the coral reef, as the captain kindly put the boats at our service to go where we pleased. Parties were made up and set off to the reef, as the tide was now suitable for landing on it. The ship's boats, however, were not the best adapted for the purpose ; they drew too much water to let us land easily, so only those who were willing to wade could get on to the reef. In doing so, they had to keep boots or shoes on, as the surface is so jagged that you would be sure to have your feet cut; and we were warned that it was most dangerous to get such a wound, as the coral in certain conditions is poisonous. There was, however, sufficient to give interest whilst remaining in the boat, as you could sail over a great portion of the reef with a few inches of water below the boat's keel, and the coral being mostly white or light grey, enables you to see the bottom clearly and examine the curious submarine flora to be found here. That would be the happy hunting ground of a naturalist — small fishes of every shade of brilliant colours were seen darting about, sparkling in the bright clear water; lovely bits of coral, crabs of all sizes and colours. One gentleman caught a sea-snake about 30 inches long, and made the ladies in the boat he was"], [79, "CORAL REEF. 71 in somewhat uncomfortable by its presence there. Ane mones of endless variety were to be found, and seaweed of the most vivid hues. As each boat returned to the steamer, and its passengers ascended the steps up the gangway to the deck with these treasures of the ocean in their possession, the ship's officers felt somewhat dis concerted at the prospect of a malodorous ship when the products brought commenced to decay. Warning was of no use to those who had at much trouble found and fished them up ; but a few days gave them the experi ence which influence those on shore in other circum stances to say — \" Let us bury the dead out of our sight.\" In truth, the articles brought on board were of the nature of marine life, and although apparently dead when obtained had really been alive, and soon made themselves obnoxious to the olfactory nerves. That subject, how ever, we will pursue no further. The coral reef which we visited was half-a-mile from shore. Between it and the shore there was sufficient depth of water apparently to enable vessels of consider able size to sail all round the island, which would be about the size of Arran, the coral reef encircling it like a ring at about half-a-mile from shore. In this way the tiny canoes of the natives can make very lengthened excursions, and even pass from island to island, as there are openings every few miles through which they can pass to the sea beyond. Opposite every stream these openings occur, as the coral insect cannot live in contact with fresh water. A happy circumstance, for otherwise the islands could not be approached. Some of the excursionists had passed the day entirely on shore, and after a wash we came on deck, as was our wont, to gaze"], [80, "72 A TOUR ROUND THE WORLD. at the beautiful sunset, and enjoy the brief gloaming peculiar to these southern latitudes. During the short interval before the dinner bell rang, we had recounted to us the adventures of those who had chosen to go inland rather than explore the coral reefs. A note of their narratives may not be uninteresting. During the day little parties were made up — some to continue the search for and purchase of curios, for which there seemed to be quite a mania ; some went up to the waterfall ; some wrote up their journals, got through their letters and posted them ; others went out in the ship's boats to explore the reef at low-water, and search for shells and coral. A party of four started out boldly for the country, and after walking several miles reached the home of a native chief. They were cour teously invited to enter, and were offered the seats of honour upon the matted floors. A chicken and some yams were considerately cooked for their repast, and \" kava,\" water, and milk of the cocoa-nut were brought to relieve their thirst. Squatting upon the ground — that is, upon the matted floor — they partook of the royal feast, and were waited upon with interest, politeness, and dignity. After the meal they were shown over a new house which a chief was getting completed. Then they set out on their return to Levuka, deeply appreciating aboriginal hospitality. By the time they had reached the landing-steps at the wharf they had accomplished a tour in the country of seven miles. Another party, becoming wearied, and needing rest, was invited by the landlady of the first hotel in Levuka to walk in and sit down, which they did. Presently cups of tea were handed round, fruit was presented, and conversation"], [81, "73 DEPARTURE FOR TAVIUNA. about Lavuka and its neighbourhood, with little bits of individual autobiography, enlivened the scene. The visit closed by the hostess making them an offer of the shelter and hospitality of her hotel whenever they felt inclined to avail themselves of it. The bill was nil. We observed on the board that there was a notice up to sail to-morrow, at six A.M., for the Island of Taviuna. All was bustle and stir in the early morning, every one anxious to see the last of Lavuka. The Penguin steamed out rather before six, having on board mail bags of the tourists' letters, diaries, and reports for public and private perusal in every part of the world. The Wai rarapa was delayed an hour in consequence of a diffi culty in raising the steam-launch at the davits. At length it was hoisted and made secure, the anchor was aboard, the last bray of the steam-horn reverbe rated from the hills, then the Wairarapa moved majes tically ahead, making for the passage in the reef, and was well outside by ten minutes past seven A.M. The pilot left with his Fiji crew, and also a most interesting Tongan lad, about whom a word may be said. This lad had come on board early in the morning with all his belongings — clothes-chest, small trunk, and two bundles of matting and bedding. Spoken kindly to, he intimated that he was going back to Tonga. As the Wairarapa moved from her anchorage the lad waved his white waistband in adieu to his friends on the shore. With a tear glistening in his eye, he wistfully regarded them, and again and again waved his signal of affec tionate farewell. It was saddening to learn that he had been ordered ashore, bag and baggage, with the pilot. How he had got on board so fully equipped, in the K"], [82, "74 A TOUR ROUND THE WORLD. hope of a passage to his Tongan home, seven hundred miles away, without previous inquiry or arrangement, did not transpire. After a pleasant run, of six hours, the Wairarapa was at anchor off Vuna Point, Island of Taviuna, opposite the pier of the Holmhurst Sugar Company's landing wharf. Boats for the shore were soon at the gangways, and quickly filled, and presently all were on terra firma, and began to spread out like a flock of sheep just liberated from a fold. Some hied to the Methodist Mission Station, distant a mile and a-half. Others, more venturesome, resolutely struck out a line of exploration for themselves. Mr. Burton, the photographist, shoul dered his portable stand, and, attended by a wandering native, stepped out straight away in search of the phen omenal, the picturesque, the unknown. The wise majority betook them to the Holmhurst Sugar-Mill, and were very courteously shown over it by the manager, who afforded the party every information in reply to their inquiries. About £120,000 have been expended in de veloping this property. As yet only 600 acres are planted with canes. Each acre, on an average, we were told, yields two tons of sugar, hence the crop would be 1,200 tons. Whilst the party were inspecting the complicated machinery, and trying to master its modus operandi, a steam locomotive brought down the narrow tramway a train of firewood trucks. The manager, as kind as thoughtful, placed this special train of empty wood trucks at the disposal of the party. Boards were soon arranged as seats, each diminutive truck accommodating four persons, the whistle sounded, and away sped the"], [83, "TRIP ON THE HOLMHEAD SUGAR-MILL TRAMWAY. 75 improvised excursion train, amid the shouts of all con cerned, and to the great delight of the grinning labour boys. The tramway was constructed to bring the canes and firewood down to the mill-house, and it is being gradually extended as the bush becomes cleared, and the cane acreage increases. On we went right merrily, all third class or first, whichever it might be deemed, just as you pleased, no distinctions. We passed through a plantation of cocoa-nut trees, then through the cane-fields out into the cleared forest — preparing to become another cane field by the next season. Beyond this the virgin tropical forest, the growth of ages, the solitude of nature, now so rudely violated by the woodman's axe to feed the boiler fires. We had travelled some three-and-a-half miles — the extreme verge of modern civilisation, the terminus of our pioneer railway. Some canes were cut for chewing on the return journey. We sped merrily down the incline, and were the first to return on board. The eccentric parties straggled in one after another. But the news of the advent of the electric-lighted ship had spread upon the wings of the wind, and by nightfall the good ship was displaying her wonders of modern science to the admiring Europeans and natives isolated on this speck of an islet in the South Pacific. The delighted visitors were shown over the ship; but the electric-light was the sight of sights, the attraction of attractions. Among the. visitors were the Rev. and Mrs. Leggow, their family, and some of the native students. In consequence of the unexpected influx of visitors, the anchor was not heaved until ten minutes to nine p.m. The sky was clear, the trade-wind had died down, and"], [84, "76 A TOUR ROUND THE WORLD. there seemed a lull— a calm, still and grateful, as if Nature were reposing at eventide after the toil, the heat, and the burden of the day. The excursionists seemed in sympathy with the scene. All were hushed, con tented, and happy. Meanwhile the Wairarapa, obedient to the will of her commander, was calmly urging on her way seaward at half-speed, to give a wide berth to sundry coral reefs lying treacherously in the direct coast line to Mango. Tired with the day's exertions, rest and sleep were welcomed, and soon the human hive was still as the grave, the silence unbroken, save by the strokes of the half-hourly watch-bell, and the responsive cry of the forecastle look-out man, in loud, long, deep tones — \" All's well ! \" At eight the following morning we arrived at the Island of Mango, still of the Fijian group, and came to anchor close in under a most picturesque line of coast. The verdure was particularly green and fresh. A cable's length on our starboard bow inshore lay the fore and aft schooner Eastward Ho, from Auckland, looking so trim and taut, more like a yacht than a trading craft. Six of the ship's boats were put into requisition, led by a local whale-boat manned by Fijians. As each boat received its living freight it pulled away along the shore, and, after a row of three miles, boat after boat as it came up entered a land-locked harbour or lagoon, as completely sheltered and shut in as any modern floating harbour, with its gates and locks, could be. The flotilla soon reached the landing-place and dis charged its cargo. The kindly Fijians, two of whom had accompanied each boat to assist the sailors in rowing, now became our guides, and escorted us from the"], [85, "MANGO ISLAND SUGAR COMPANY. 77 landing-place towards the sugar-mill of the Mango Island Sugar Company. The route skirted the native village and its adjacent gardens. Gardens they may be termed, in deference to English idiom, but as contrasted with the trim, constantly dug, raked, and weeded, vegetable gardens at home, they were wildernesses, albeit luxuriantly fertile and prolific. Oranges, limes, cocoa nuts, and other fruits lay in hundreds upon the ground to decay and rot. Our guides gathered up the limes, and filled for us a satchel containing about half a bushel, and then took us into several of the native cottages, and seemed quite proud of the opportunity of doing honour to guests so distinguished. The air was so pure, the breeze so refreshingly cool, the sky so clear and bright, the virgin forest glades so shady, the flowers so gorgeous, the cocoa-nuts so temptingly within reach, the natives so noble and yet so gentle and kind, that we would willingly have turned and lingered longer. There was the option of returning on board by the boats at noon, or of walking four miles across country, through forest, bush, and scrub, up hill, down dale, to emerge somewhere opposite the Wairarapa's anchorage. Perhaps forty, of whom I was one, trusting to their power of endurance, and among them must be numbered three ladies, ventured the overland route. The manager of the Sugar Company kindly undertook to escort the party to one of the coffee plantations. He explained to us the details of the coffee industry, pre paring the land, planting and pruning the young trees, the berry bearing, the gathering, pulping, cleaning, curing, sorting, bagging, exporting. Then he led us to some caves, large and deep, once"], [86, "78 A TOUR ROUND THE WORLD. the stronghold of Fijian chiefs, in which many a victim had been immolated and eaten. These caves are formed in the coral limestone, sustained by basalt. A few stalactites hang from the roof. They interest, not so much from anything phenomenal in their formation, as from their historic interest. It is said that a King of Tonga once came and succeeded in storming this last stronghold of the conquered Fijians, and closing the entrance with brushwood, set fire to it, smothering all within. The walk through the forest was something novel ; it yielded a strange sensation of expectant wonder and delight. To some the climbing recalled reminiscences of Switzerland, and the sense of weariness or prostration was not felt until the exhilaration of adventure had passed away. At two p.m. the first hoarse bray of the steam fog-horn sounded, warning to prepare to heave anchor, and was so distinctly echoed back from the cliffs around that it seemed very much as if another steamer was imitating or answering us from the shore. At half-past three p.m., all having come aboard, the Wairarapa slowly and majestically turned her prow seaward for Samoa, amid the hurrahs and cheers repeated again and again from her crowded decks and the boats from the shore. The day had been one of unalloyed gratification ; everyone was cheerful and amiable. There had been an intention to get up a dance with which to close the day, but it fell through from an overpowering sense of fatigue and a desire for repose, yielding to which each sought his or her own amusement in genial association with others."], [87, "79 CHARACTER OF THE FIJIANS. The Fijian race contrasts very favourably with the Maori. Fijians are more vivacious, more amiable, more loquacious, more emotional. They are more cleanly in their habits and persons, and, not being disfigured by tattooing, are, to all appearance, much further removed from the European idea of a savage than the Maori, who has become the beau ideal — the \" noble savage.\" The Fijians are intelligent, dignified in their walk and gait, and courteous in their manners. They are decidedly superior to the \" labour-boys,\" who have been brought from the remoter island-groups, arising, in all probability, from their almost constant intercourse with the British from the date of our assumption of the sovereignty of the Fijian groups. They are well cared for, and rigidly protected from temptation, insult, and violence, as may be gathered from the following notice, which was posted up as soon as the anchor was down at Suva : — \" Notice to Passengers. — According to the Fijian law, any European supplying liquor to, or striking, a native of Fiji, is fined the sum of for each offence.— June 8, 1884.\" They lead a life that knows no care. Neither brain ache nor nervous depression afflicts them. Their wants are few, and can readily be supplied at the very smallest cost of time and labour. Sunshiny and smooth has been their pathway of life since they sought for and accepted the protection of British sovereignty. They have now no enemies to dread, no foes to fight, no apprehensions of massacre. As to clothing, the waistband is all they need ; and yams, cocoa-nuts, taro, and sweet-potato, which are all indigenous, and grow spontaneously, supply all the food which they require. May the day be yet far distant when these interesting children of nature shall"], [88, "80 A TOUR ROUND THE WORLD. become so improved as to assume European garments, and acquire a taste for European food and drink. We had now accomplished the first part of the excursion, and Mango Island was the last Fijian land that we trod upon. The next islands that we were to visit were the Samoan group ; but our course thence took us past Kepple and Boscowen Islands, which lay about equidistant betwixt Fiji and Samoa. I had a letter to a resident on Kepple Island, and was much disappointed that I could not present it. And yet I could not but approve the sound judgment of Captain Chatfield in not attempting a landing. I was standing on the bridge with him as we approached the island, and the large chart was laid out before us. He pointed to the spot on which the anchorage was shown, between us and it. When we looked towards the land, we could clearly discern the waves dashing on the partially-sub merged coral reefs. There was no appearance of any opening, and there was no native boat to show us the way in. It was breaking no engagement to the excursion party not to call, and there being manifestly great risk in approaching the island, we all came to the same conclusion, that \" the game was not worth the candle.\" Of course it was exceedingly disappointing, and very tantalising, to pass along close to the land, and yet not be allowed to set foot on shore. But so it was, and, whilst gazing wistfully upon its verdure and foliage, and reviving the many pleasing anticipations which, but an hour before, had afforded so much pro spective pleasure, the inward conviction asserted itself that the captain had concluded rightly. Better to give up a day's enjoyment than run any risk of coming to"], [89, "KEPPEL AND BOSCAWEN ISLANDS. 81 grief on the reef, and being detained, it might be for a couple of months, even in this mid-ocean paradise. So all acquiesced in holding on the direct course to the port of Apia, in the Island of Upolu, of the Samoan Group. We then steamed between Keppel Island and Boscawen Island. The seaway is seven miles wide. The latter islet is a single cone hill, or rather mountain, towering upward symmetrically not less than 6000 feet. From its rugged and precipitous appearance it might naturally be supposed to be uninhabited ; this is not so, however, for there are some forty natives living upon it: and the two islets were left astern, nearing the edge of the horison by the time luncheon was over. The good steamer urged her onward way, notwithstanding an adverse current and strong head wind, the only effect of which was to lessen her speed one knot an hour. Her log register indicated nj knots instead of I2i, which was held to be quite satisfactory, and all the excur sionists were inspired with the hope of roaming ashore in the forenoon of to-morrow. But with a view to miti gate the disappointment felt in the earlier part of the day, some of the gentlemen associated together, made out a programme of athletic sports, and sent the hat round to raise a prize fund. The games came off in the after noon most energetically, good humouredly, and, of con sequence, most successfully. The disappointment of the morning was soon forgotten in the excitement of the friendly competitions that were now engaged in. Apia, Island of Upolu, Samoa, was our next destination, and I at least was looking forward with intense interest to seeing it. Many years ago I had read the account L"], [90, "82 A TOUR ROUND THE WORLD. which the Rev. Dr. Turner gave of his missionary operations at Samoa, and made it one of my Sunday reading books to my boys, in which they much delighted. I thought I would recognise the place by the recollec tion I had of Dr. Turner's description of it. I was therefore early astir to see the shore-line as we coasted along the island. I mentioned to Captain Chatfield the reason why I felt so much pleasure in coming to Samoa, and was keenly disappointed to hear from him that there were some doubts as to whether we would be allowed to land. He informed me that the medical officer had just told him that one of the crew who had been ailing for a day or two appeared to have measles; and if it turned out to be that disease with which he was affected, then in all probability communication with the shore would be prohibited. Up till that morning the man had been going about, but now was separated from the other sailors, and would be kept apart until a more careful diagnosis could be made by the doctor and another medical gentleman, one of the excursionists. Our hopes were not heightened by the report which the two medicals gave. It was a very mild case, so much so that no uneasiness was entertained by any one on board the steamer of any evil resulting to us the passengers. But, unfortunately, that disease had decimated the natives of Fiji some few years ago, and no doubt the authorities at Samoa would be very strict. So it turned out, to our great grief. During the forenoon we passed through the reef channel, and anchored in fourteen fathoms, about two hundred yards to windward of the brigantine schooner Myrtle, of and from Auckland."], [91, "BARTERING WITH NATIVES OF SAMOA. 83 No sooner was our anchor down than the ship was surrounded by natives in their diminutive fragile canoes, and a market was quickly opened. The natives swarmed up both sides of the ship as agile as monkeys, and quickly penetrated to the saloon and to some of the passengers' state-rooms. They were, however, cleared out at once, by the captain's peremptory order. Betaking themselves to their canoes just as nimbly as they had left them, they held up their wares for sale, for which the passengers bid from over the bulwarks, the gang ways, and the cabin ports. The competition being lively, top prices were realised by the delighted Samoans. Oranges, limes, custard-apples, and cocoa-nuts were the only fruits in season. It was evident that the Samoans were wide-awake. They asked double the current market value for their stock-in-trade, selling shells, neck-chains, native hair-combs, mats of various degrees of fineness and beauty of design, and tapa cloth. It was a sight to see once in a lifetime, and never to be forgotten. The Samoans are magnificent specimens of physical symmetry. In colour they are a bright bronze, are neither thick lipped nor flat-nosed, do not tattoo their faces, are really handsome, and excite no repulsion, as the Maori and Negro do. From childhood they are always in the open air or on the sea, and are strangers to stays and straps, paddings and improvers, the Samoan women are free, agile, and graceful in their movements, scrupulously modest, and instinctively well-behaved. But the question as to our invalid was still unsettled. In a short time, however, the Health Officer boarded us, and was quickly followed by the American and English Consuls. After a conference in the captain's"], [92, "84 A TOUR ROUND THE WORLD. cabin, assisted by our own Medical Officer, and Dr. Gillespie, one of the excursionists, there was a solemn procession to view and diagnose the patient. The learned triumvirate of medicals concluded that, to the best of their knowledge and belief, the case exhibited the usual and unmistakable appearances of measles, deve loped in the mildest form. The committee of inquiry then broke up, that they might make their report ashore, and secure the co-operation of the French and German Consuls. Everyone held his breath, the sus pense became painful, the fate of a hundred tourists, of late so blithe and gay, hung in the balance. Shall we be allowed to land, or shall we not ? Alas ! to have come so far, to have got through the primary difficulties and annoyances, to have had our interest aroused, our sympathies awakened, our anticipations heightened, all so pleasantly at Fiji, and now, that a new field of de lightful exploration lay so invitingly before us, to have all dashed and obscured by a wretched measly eruption! It seemed too bad ! No, it cannot be ; somehow or other permission will be obtained to land and explore. Happily the lengthened agony of suspense was relieved by the native boats creeping up to the Wairarapa's sides, and continuing their sales. The trafficking went merrily on, one universal chatter and jargon, animation and con tention. But in the midst of the bustle and excitement a bronzed official was seen approaching. He was rowed well within hearing distance, then standing up in the stern of his boat he read an official document in a loud, clear voice. The effect was at once seen, the canoes paddled away, the wares were put aside, regretful eyes turned towards the ready buyers lining the gangway, and"], [93, "Measles on board — not allowed to land at samoa. 85 the bulwarks, or thrusting their heads out of the ports. Where but five minutes before all had been stir and interest, now a deathly silence reigns. This was an evil augury for the expectant sightseers. At length a strin gent prohibition either to land or to hold any intercourse with the natives was received. The Wairarapa was declared an infected ship, and we were de facto in quarantine. This was indeed a sad disappointment ; but at the same time the feeling on board was general that it was better in every way that a hundred well-to-do ex- cursionists should be disappointed than that any risk should be incurred of decimating an entire popula- tion. But such considerations did not prevent growling and malediction. Some insisted upon going somewhere else to land, others suggested an immediate and direct return to Auckland, forgetting that thereby they might be rushing into quarantine in a cold and cheerless season of the year, where there would be nothing but bare quarters and daily rations. It was forgotten also that if the Union S.S. Company adopted such a suggestion, it would be in violation of their contract with the passen- gers, by which they undertook to convey them to Fiji, Samoa, and Tonga. So soon as the prohibition to land was issued by the Samoan authorities, the responsibility of the U.S.S. Company ceased. They had fulfilled their part of the contract up to its second stage — the visit to Samoa. To allay in some measure the irritation, the ship's boats were manned, and parties visited the lee side of the coral reef that surrounded the beautiful bay we were anchored in ; but strict orders were given to avoid going near any of the native craft or approaching the"], [94, "86 a tour round the world. shore — indeed, a very careful supervision of the vessel and all our movements was maintained by the native police, who kept watch and ward around us all the time we were there. It may appear singular to an inhabitant of Britain or the Colonies that there should have been so much fear entertained for the introduction of measles into Samoa — a disease which is so common, and not particularly dangerous to white people — but the sad experience, a few years before, of its fatal effects in Fiji might well influence the authorities to do all in their power to avert such a calamity occurring here. It was in 1875 that Her Majesty's steamship Dido called at Lavuka, and put two sons of the ex-King of Fiji ashore. The boys had been at Sydney, had got measles there, but were re covering. No proper precautions were taken, and natives and Europeans were allowed to visit the vessel freely. An epidemic of measles ensued which rapidly spread over the whole group of islands, and decimated the inhabitants. The hapless natives — ignorant, self-willed, and terror-stricken — would take no advice, but wilfully exposed themselves, lying down in the sea and rivers to allay the fever that accompanies the disease. The result was that, in six months' time, out of a population of 150,000, 30,000 died. No wonder then that every precaution was taken to guard against the introduction of the disease to Samoa. However much we might regret the occurrence, we could not but approve the measures that were taken. Great preparations had been made to receive and welcome us ashore. A similar entertainment to the \"Meke Meke\" of Fiji was intended, and we were all"], [95, "entrance to harbour of tongabatu. 87 sorry to have lost the opportunity of contrasting the two performances. A proposal was made to the consuls that we should anchor close to the shore in the ship's boats, and from them witness the entertainment on the beach ; but they were inexorable, fearing that in the excitement of the evening's proceedings contact with the natives in some form might take place. In this the consuls had the sympathy of the native Governor, who, in the most polite manner, sent a letter to the captain expressing sincere regret at what had occurred. The British Consul, too, was very mindful, as he sent on board the steamer a number of curios to be given to the lady passengers. Our programme next took us to the Tonga group, and as Captain Chatfield was desirous of pleasing every body, he went, although he himself had no hope that we would be allowed to land there either. Tonga is just about the same distance from Samoa as Glasgow is from London — a little over four hundred miles ; but we took two days to do that distance, not because of any stress of weather, but because we were now over running our time, having left Samoa earlier than was intended when the programme was arranged. There was no hurry, and there was no use wasting coals steaming hard from place to place ; besides, if we had gone faster we would have come amongst the Tonga Islands during the darkness of a moonless night, and our captain was too cautious a man to do anything like that unnecessarily. The entrance to the harbour of Tongatabu was the most intricate of any we had yet seen. There is one channel for entering and another for leaving the har-"], [96, "88 A TOUR ROUND THE WORLD. bour. I believe it is the set of the tidal current which necessitates this. We did not get a pilot till quite near the harbour, but long before we approached it we had to pass amongst islands lying close together, and through a channel so narrow that the shallow reefs could be seen close by on either side of the steamer. The navigation there was most dangerous, but every precau tion was taken. The captain and second officer were on the bridge ; the first officer, Mr. Stott, an Aberdonian, was on the crosstrees up the foremast ; the third officer was on the forecastle with the ordinary outlook men ; and the supernumerary officers whom we carried with us on this trip were all alert over the ship in case of need. Everyone on board felt that no small risk was being run, and much relief was felt when the danger was past and the anchor down in the roadstead of Tongatabu. It is not a place of much importance. If compared with any seaport that ships visit in this country, the contrast is extreme ; in fact, you wonder where merchandise can be had from, or required at, such a place, and yet we found a few trading vessels at anchor, and a good-sized barque flying the German flag followed us into the harbour. Of course we went into the roadstead with the yellow flag at our masthead denoting disease on board, and in about fifteen minutes after our anchor was down a boat from the shore came alongside, and a gentleman in her approached the steamer's ladder, down which the captain had gone to speak with him and hand letters to go ashore. This gentleman was the Rev. Shirley Baker, who is virtually the governor of Tonga. On hearing that measles was the disease we had brought with us, he at once pushed"], [97, "TONGATABU. 89 off saying that he would send the health officer to visit us before an answer could be given as to our landing. In half-an-hour Dr. Buckley was on board, and confirmed the correctness of previous reports as to the nature of the disease. He then left the vessel and proceeded ashore in his boat. As he neared the jetty we could observe by our telescopes that he was not allowed to land, but was kept off by the defiant attitude of those on shore. In a short time he returned to the steamer, and informed us that both Europeans and natives were of one mind in determining that no intercourse should be allowed betwixt vessel and shore, and that even he, who had only been a few minutes on board, was not to be permitted to go ashore until he had undergone the requi site days of quarantine. He told us he had proposed to the people that he would take his boat opposite his own house, which was on the beach, plunge into the water, swim ashore, disinfect himself by taking a bath with a strong mixture of carbolic in it, burn the clothes he had on, and keep at a distance from every one until necessity demanded closer intercourse. All these precautions, how ever, were deemed insufficient, and nothing would serve but entire isolation, and they threatened to stone him to death if he attempted to land. This was rather hard lines for the doctor, who had come out to us quite un prepared for a long absence from home ; but so it was, neither he nor his two men must show themselves for the next fourteen days at Tongatabu. All that ap peared to be done at the will of the populace, at all events without the intervention of any proper authority. That was the first look of the matter to us; but shortly after the doctor was sent back to the steamer M"], [98, "90 A TOUR ROUND THE WORLD. we descried a boat coming from the shore carrying the Tonga national ensign, and as it neared us we recog nised our first visitor, Mr. Shirley Baker, in the stern sheets. It came to within thirty or forty yards off the steamer, and hailed the pilot boat that was alongside to come out to them, which it did; but as it approached we saw the shore boat get to windward, and then, on the point of a long boat-hook, was handed an official missive to bring to the captain, which, on being opened, was found to be the authoritative instructions from the governor to leave the roadstead at once, and proceed to the quarantine ground, three miles off — at the unin habited island of Faga. This order included all who had been on board the steamer, and applied to the pilot and his crew as well as to the doctor and the two men who had brought him out. This was indeed a great disappointment, for many of the excursionists had letters of introduction to Mr. Baker ; and some of them, in hope of influencing favourably his decision, had written to him privately. These communications were all handed out on our first arrival, but alas to no effect. Immediately on receiving the order the anchor was weighed, and we proceeded to the quarantine island ; but there was great difference of opinion as to what our next move after that should be. Generally speaking, those who had come a great distance like us were de sirous to get back to New Zealand as fast as possible ; knowing that they could employ the limited time at their disposal better there than in cruising among these coral islets. Passengers belonging to New Zealand had made their arrangements for being away a month, and"], [99, "QUARANTINE AT TONGA. 91 did not wish to curtail their holiday ; and so it was determined that the question should be discussed that evening before leaving the dinner table. I was asked to occupy the chair on the occasion, but declined. I thought the excursionists were in far too excited a state to act with due deliberation ; and it being Sunday it appeared to me that it would be more seemly to defer till the following day coming to a decision. The majority, however, were determined to fix the matter right away, and so they got a gentleman from Mel bourne to take the chair. Mr. Chamberlain, ex-Mayor of Birmingham, proposed the first resolution, to the effect that we proceed at once back to Auckland, which was seconded by Mr. Hugh George, Editor of the Sydney Herald. Several amendments were proposed suggesting various places to go to, but that which appeared to be most favourably received was a suggestion to go first to the Bay of Islands, which is about 130 miles north of Auckland in New Zealand, having many attractions, and very beautiful surroundings — above all, being in communication with civilization by post and telegraph. Mr. Chamberlain and his seconder agreed therefore to alter their motion accordingly, which, being unanimously adopted, the Chairman signed a minute embodying that resolution, which was then handed to Captain Chatfield. The meeting was quiet and orderly, and acted like a safety-valve, the steam got blown off, and perfect harmony was again restored. After lying another day in quarantine, we bade a sorrowful adieu to the doctor and the pilot, who, along with their men, were left at Faga; but I never heard whether the quarantine had been relaxed in any way"], [100, "92 A TOUR ROUND THE WORLD. towards them. We then proceeded to New Zealand, as agreed on. How the place we went to got the name of the Bay of Islands, I have no doubt, was from the circum stance that so many islands surround it ; there are said to be about a hundred, and they happen to be so situated as to make a beautiful land-locked bay of nearly ten square miles of water of a moderate depth throughout, and therefore admirably adapted for a harbour. There is a little town called Russell there that at one time was expected to be the permanent seat of the New Zealand Government, but differences with the natives, who were then numerous in that part of the country, led to the dispersion of the little colony and the transference of the Government to Auckland. We remained only two days, which we spent very happily, making short excursions ashore, visiting two whaling ships that were at anchor there, and going to various parts of the bay by means of the ship's boats and steam launch, which were freely placed at our service. The whole district brought up to us most*' vividly the western Highlands of Scotland. When on the rising ground behind Russell it required no stretch of imagination to think you were on the hills behind Oban, and looking across the Firth of Lorn to Mull and Morven. The temperature also was quite like that which we often experience in this country in the autumn — delightful during the day, with a slight touch of frost after nightfall. On the morning of the day appointed for our return we steamed into the wharf at Auckland. Thus ended our month's excursion to the South Sea Islands. It had not been so successful as we hoped for"], [101, "END OF EXCURSION — RETURN TO AUCKLAND. 93 when we started, but still we did not regret that we had gone. It gave us an opportunity of visiting a most interesting part of the globe, and holding intercourse with races that within the memory of living men had been the most cruel cannibals, now changed to a peace able, God-fearing people. We could not but cherish a devout feeling of gratitude for the good providence that had guided us safely in the many dangers of the perilous navigation we had passed through. To Captain Chatfield and his officers we all felt deeply indebted for the great care and attention they had bestowed ; and it was with perfect unanimity and great cordiality that a resolution embodying the thanks of the excursionists was passed at the dinner table the last evening we sat there on board the Wairarapa. We had now only three weeks until we must finally leave New Zealand, for on the 21st of July the s.s. Australia, built and owned by our townsman Mr. William Pearce, M.P., was due at Auckland, and in her our berths were taken for San Francisco. We had, therefore, to arrange our time to make the most of it. There was the Hot Lake District, called the \"Wonderland\" of New Zealand, yet to see ; and we had also promised to spend a day or two with a friend and his family at Thames, one of the places where gold mining is prosecuted. To go to the Hot Lake District, even in the proper summer season, was regarded as an arduous and fatigu ing journey, but to undertake it at mid-winter, was con sidered to be a rash and somewhat dangerous enterprise. The difficulties, and it might be the dangers, appeared to be considerable. There was first a night's voyage of 1 20 miles in a very small steamer, along an open coast,"], [102, "94 A TOUR ROUND THE WORLD. and if the wind happened to be from the west a heavy sea would be encountered. There was then a land journey of upwards of 40 miles, over a rough and hilly road, liable to become impassible if heavy rains set in — for the road was but a track cut through the bush and forest, no metal of any kind being on it — and this road was through a wild country peopled only by Maoris, who were not at the time on the most friendly terms with their \" white brothers,\" for was not the Maori king even then on his way to Queen Victoria to ask redress of certain grievances which his people thought they had suffered, and it was possible, in his absence, some rupture might take place. The considerations on the other side were that during our absence on the South Sea excursion there had been a good deal of broken weather in New Zealand ; it was now apparently settled, and would likely remain so for some time. Then as to the natives — Had I not a man date from the Maori king that would ensure our safety amongst his people ? How I came to be possessed of that document is an episode that belongs to our sojourn in Australia, but which I refrained from relating until now. It occurred thus : — The steamer by which Tawhiao and his suite were going to Britain called at Melbourne while we were there. The Mayor was from home at the time, and, in his absence, Mr. Fitzgibbon, the Town- Clerk, hospitably entertained the Maori king and those who were with him. I happened to call at the Town- Clerk's office the day on which the steamer was to sail, and Mr. Fitzgibbon invited Mrs. Ure and myself to accompany him to the wharf to pay his respects before their departure. We very willingly went, and had a"], [103, "INTERVIEW WITH TAWHIAO, THE MAORI KING. 95 pleasant interview on board the steamer with his sable Majesty. Letters from me to the Lord Provosts of Edinburgh and Glasgow he thought might be useful to him in case that he should travel so far north ; and, in return, the Town-Clerk suggested, that as I would likely, with my family, visit the \"King Country,\" His Majesty might favour me with a passport that would ensure our safety there. He very cordially agreed to do so, and instructed his Secretary, who accordingly wrote out an official letter, addressed to the chiefs in New Zealand, requiring them to show us all kindness and hospitality. Having this document I had no doubt but that it would be respected, if need came to use it, and so we determined that at least we would make the attempt to visit the Hot Lake district. A friend well acquainted with all that was necessary made every arrangement for us — got berths in the little steamer ; had our breakfast ordered at Tauranga to be ready on our arrival there ; had an experienced coachman, with five good horses, to start as soon as we had breakfasted ; and wired to the landlady at the Ohinimfltu Hotel to have beds and every necessary against our arrival there. When it became known that we were going, two Glasgow gentlemen asked to join our party. The conveyance we were getting was capable of carrying the number, so we had much pleasure in thus increasing our company. Two days after our return to Auckland we were again upon the ocean. Fortunately the wind blew light off the land, so that we had a quiet passage, and at seven the following morning arrived safe at Tauranga, breakfasted at eight, and at nine commenced our journey."], [104, "96 A TOUR ROUND THE WORLD. In summer they have relays of horses by the way, but now that the tourist traffic had ceased, the studs were dispersed, and the five horses we started with had to take us all the way. The road was in much better order than we expected — it was only where the bush on either side was tall, preventing the sun from shining down and so drying it, that we found it soft. When dry it was hard enough to sustain the weight of a heavy load, and such we met passing over it — waggons drawn by teams of bullocks, in some cases as many as ten and twelve being employed. Bullocks, we were told, could pull a waggon through where horses would entirely fail. There were some parts of the way bad enough, but we then came out of the carriage and walked, thus greatly easing the horses. The driver was somewhat surprised at our doing so, saying it was not the practice in New Zealand to be so thoughtful. We, however, enjoyed the change, as the day was delightfully bright and cool, and the scenery we passed through, particularly at the Man gorewa Gorge, was grand in the extreme — a deep ravine with towering walls of rock, crowned with a luxuriant growth of giant trees. Once through the Oropi Forest we emerge on the great tableland of the Lake District. It was now six in the evening, darkness was coming on, and we had still some miles to travel, but the driver assured us that the track was now good, and that there was nothing to fear. As we approached Ohinimutu, and whilst still a couple of miles from it, we felt a strong sulphurous smell, and saw in front a dense cloud, as if smoke or steam was rising. On asking an explanation, we were told that that was to be our resting-place for the night. \" Never,\" I said, \" we will all be choked"], [105, "OHINIMUTU HOT SPRINGS. 97 there.\" \" Not a bit of it,\" said the driver, \" that is the township of Ohinimutu.\" It was nearly eight o'clock when we drove up to the hotel where rooms had been engaged for the party, and found a bright, cheerful fire and good dinner awaiting us. We were thus ten hours on the way, only stopping twice for a little while to feed and rest the horses. Hardy animals they were — we kept them during our stay. They were to do all excursions from Ohinimutu, for there are several places in the district interesting to visit, but at too great a distance to be overtaken on foot. Our first impression was that we would not be able to live at Ohinimutu. The smell of sulphur was almost unbearable, and we could not understand how this situation had been selected for human dwellings. Singular to say, however, by the following morning we had got so accustomed to it that we felt no unpleasantness at all. This is the centre of a large native population ; indeed, there are far more Maoris than colonists here, and they appear to live on the most friendly terms with each other. Much of the land is still possessed by the natives, who are well aware of its importance and value. The New Zealand Government are constructing a branch to Ohinimutu from a main line of railway that passes about 20 miles off, and were negotiating for the land required to extend it to the township. The agent of the government was staying in the hotel, and he informed me he had paid away upwards of five thousand pounds within the previous month, in settle ment of native claims, and he had still a great deal more to arrange for. I was curious to know what title they could show, and put the question to the agent. N"], [106, "98 A TOUR ROUND THE WORLD. His reply was, that the chiefs could trace their descent from ancestors 500 years back, giving full particulars of each, and although no written document was in their possession, yet he had no doubt of the authenticity of their claims. He showed me the receipts he was taking from them inscribed on a long roll of parchment, and many of them were beautifully written. The chiefs then subdivide the money amongst the members of their tribes, and we were informed that it was doing much mischief, because so long as the money lasts they loiter about, smoking and drinking, having no care for the future. The following morning there was a piercing wind blow ing, and the atmosphere, saturated with moisture from the steam rising all around, was raw and cold. My daughter and I had gone out to walk, she felt her feet very cold, and warmed them by standing over a hole that steam was issuing from. We then passed along the margin of Lake Rotorua, examining the curious canoes at the water's edge. We came upon a steam hole with five small bags of potatoes in it, the breakfasts of as many households. Each bag had a distinctive mark. Whilst we looked, a girl came and lifted the bag that belonged to her people. I motioned that I would like to taste them, when she at once opened the bag and gave me a nicely cooked potato. Fish and flesh are also cooked in this way, and we saw large quantities of shells all about. Shell fish are very plentiful in the lake. Bread we were told they bake upon the hot stones — these we saw plentifully enough, but did not observe on any the baking process going on. After breakfast we wandered about amongst the huts and hot springs, and my daughter tried to sketch some of the strange surroundings, but steam everywhere"], [107, "MAORI MEETING-HOUSE. 99 made that a difficult task, and I don't know that she suc- ceeded entirely to her own satisfaction. We came, in the course of our rambles, upon what seemed a public building of the Maoris. It was evidently a meeting-house of some kind ; but whether for religious, social, or political gatherings, we could get no one to tell us. It certainly had the appearance of being used for all three purposes. Built of wood, about twenty feet long and twelve broad, but with no seats within it, it was adorned both inside and out with all sorts of quaint and grotesque carvings. The walls inside were pannelled, and on each alternate pannel was a rudely-carved effigy of some ancestral chief. The beams of the ceiling, and also a carved pillar in the centre of the house, were carefully painted in bright colours of blue and red. The outside of the house had a great deal of rough carving and painting. There were a good many natives wandering about, and nearly all wore new garments of one kind or another — the women especially being quite gaily dressed. They seemed to be fond of bright colours, and we noticed that nearly all of them were wearing the fashionable high-heeled boots or shoes. The men were also well attired in European costume. The huts or whares — as they are called — in which they lived are of the meanest description. No furniture or appliances of any kind to give the appearance of com- fort. The explanation of the great display of new toggery was to be found in the distribution of the money paid by the agent before referred to for their land. Sulphur Point is the leading wonder at Ohini- mutu. It is a tract of over a hundred acres of hot sulphurous ground on a peninsula on the south-east shore of Lake Rotorua."], [108, "100 A TOUR ROUND THE WORLD. This is intended to be the site of the great Government Sanatorium, and we were told that orders had already been given for plans for the necessary buildings. These are to consist of a grand bath pavilion, into which water from several distinct springs, having all different properties suit able for various diseases, is to be brought. There is a bath-house, with numerous baths, and having large accom modation for patients and visitors, beside a medical residence for those having charge ; and, doubtless, if the wonderful cures that were told us of invalids who had found relief here that they had failed to get anywhere else were true, then the Government are doing a wise thing in bringing the place into prominent notice. There are at present three hotels at Ohinimutu, but only one of them was of any pretensions. The hotel we stayed at had, on a piece of vacant ground between it and the shore of the lake, a wooden erection like a large bath ing box, over one of the hot springs, which had been dug out sufficiently to make a good big bath that could hold three or four people at one time. At several places en the shore similar pools had been dug by the natives, and all day long you might find them in great numbers sitting in these pools up to the neck, in numerous instances with a cutty pipe in their mouth — smoking. So far as I could observe, the natives were not actively engaged in any way. There were a number of scraggy pigs running about, and they had a few horses and cows to look after, but of any other useful employment there was no trace. We remained a few days at Ohinimutu making excur sions to places around. At three miles distance there is a native village, and a famous hot spring called Wha-"], [109, "101 WHAKAREWAWAREWA. karewawarewa. Here a native guide has to be hired. You cross a narrow wooden bridge at the boundary of the Maori land, and a small fee is exacted on entrance, in return for which visitors may spend an hour or two examining the natural wonders of the place. It is one of the strangest sights in the Rotorua district. A Maori village in the very midst of boiling water, steam, hot mud, sulphur volcanoes, and great clouds of vapour rising constantly on every side, strange hissings and bubblings and gurglings from below, disturb the ear perpetually. It was on a Sunday our first visit was made to it, and we found the men congregated in two of the largest whares ; in one an exciting game at cards was going on, there being eight or ten engaged ; in the other there were several couples deeply interested play ing what seemed to be draughts, but the pieces used for men were small bits of stone, and it was impossible to say which was the white and which the black. Women were in the other houses, but not particularly engaged ; they showed here also a decided taste for highly-coloured garments. At a subsequent visit on another day, accom panied by the ladies, we saw only a few men about, and they did not appear to be employed in any way. Another curious place we visited, called Tikiteri, eleven miles away. The principal attraction there is a double waterfall of hot sulphurous water. There is also other bathing accommodation provided, and an attendant Maori was high in praise of its efficacy for all manner of skin diseases. There is a large hole here filled with boiling mud, of most forbidding appearance ; a great cauldron also of dark-blue boiling water in a highly excited state. The hot steam keeps you back from its brink, but"], [110, "102 A TOUR ROUND THE WORLD. at a slight elevation, a little distance off, we could look down on it ; it then appeared to be about 100 feet across, Other places were shown us that periodically throw up stones and mud to a great height ; and, like similar geysers at Whakarewawarewa, the direction of the wind in fluenced their action, the south wind causing the greatest commotion. A spot was pointed out to us where a girl sunk through the earth's crust into a boiling spring below, and we were told of accidents of that nature at all the places we visited. The great attraction in this district, however, is the terraces at Lake Rotomahana. From Ohinimutu it is an interesting drive of fourteen miles, through some lovely scenery, to Wairoa, a native village near Lake Tarawera. The hotel at Wairoa has only accommodation for a very limited number of visitors ; but when we were there — it not being the tourist season — there was no difficulty. It was necessary, however, to let the proprietor know before hand of our intended visit, otherwise we would in all likelihood have had to content ourselves with preserved meats, and very ordinary fare. As it was, we were made very comfortable. MacRay, the landlord, was from Ross-shire — a sturdy Scot, and well pleased to serve his countrymen. It is of much consequence to get good weather to visit the terraces, for you have four hours in an open boat on Lake Tarawera, and no place of shelter when on land. We were in formed, also, that tourists were sometimes detained several days at Wairoa waiting for a day suit able. It had rained during the night, was wet when we rose in the morning, and up till nine o'clock the prospect was not propitious, and unless you can"], [111, "WAIROA. 103 start by ten o'clock there is not time in daylight to overtake the journey. It had now cleared, but there was to be a Maori marriage in the village that day, and we could see that the boatmen would much prefer to remain. We would also, for it was a chance of seeing a ceremony that we might not have again ; but having no assurance of the following day being at all suitable, and, as we could not wait longer, we insisted upon going that day. Every obstacle was raised to our proceeding, but we doggedly held to our purpose, threatening to return without going at all if not then, which at last prevailed, as our payment to the chief who provides the boat and to the guide for our party amounted to upwards of £6, and that was too much at that season for them to lose willingly. Kate, our guide, was a half-caste : her father's name was Middlemas, a Scotch sailor, who had married a Maori maiden 50 years ago. Her breast is adorned with the honorary medal of the Humane Society for having saved the lives of two gentlemen who without her aid would have been drowned in Rotomahana. The hotel at Wairoa is about half-a-mile from Lake Tarawera, noted for its grand and beautiful scenery. You get to it by descending through a steep gap in the mountain range, embark in a boat pulled by six Maoris, and, after a two-hours' sail, reach the landing place, and then walk about a mile to the terraces. The road is rough and hilly, through bush and brier, but the guide is with you, and points out the white terrace from the summit of the last hill you have ascended. The first view of it is very disappointing, and you say to yourself \"all this trouble for that.\" You descend the hill, cross the"], [112, "104 A TOUR ROUND THE WORLD. little stream, and go to the terrace. When we reached the foot, and saw its lovely coral-lipped basins filled with sparkling water, and climbed up the glittering fret work, over which the water flashed and murmured, and at the top gazed into the wonderful cauldron, out of whose depths the bright blue liquid was boiling up, we felt that we had never seen the like before. We had read of it, and had heard it described, yet its appear ance was entirely novel, and quite unlike what we had expected, and so I believe I also shall fail to convey a correct idea of its wondrous formation. A photograph gives the outlines of its principal features, but it needs the artist's brush to show the varied colours which enchant the beholder ; but the Maoris are jealous of its possession, and will not permit its beauties to be transferred to canvas. They exact a payment of five pounds for taking a photograph, and a penalty of that amount is inflicted on any one breaking off specimens of the silicate that covers the terraces. Fancy, if you can, the approach to some giant's castle, the terraces being great broad monster steps of glittering alabaster, widening and spreading out like a fan as they descend, and over which hot water from an immense boiling spring at the top comes pouring down, leaving a deposit on each step or terrace, which becomes as hard, and on the surface is as smooth, as polished marble. The Pink Terrace is of similar formation. It is on the other side of Lake Rotomahana. You cross this lake, which is quite hot, in a dilapidated canoe, cut out of a single tree; and although only about 20 feet long and 18 inches broad, the whole party consisting of our six selves,"], [113, "THE TERRACES. 105 Kate the guide, and two Maori boatmen embark in it. We sat on brackens spread over the bottom of the canoe to keep us from getting wet, and one was kept busy baling out the water that was continuously coming in over the broken edges of the canoe, for the water outside was lipping with the gunwale. There was little or no wind, else this voyage, the water being deep, would be highly perilous. It was this canoe that had foundered when the two gentlemen I mentioned nearly lost their lives— saved only by the heroism of our female guide. I wonder that the Government, who have fixed the scale of charges, do not compel better ferry accommodation. It was only by the most careful handling that we got safely across. The Pink Terrace is somewhat smaller than the White, and some think it more beautiful. As the water descends over the steps it in some places forms pools that you can bathe in, and two of our party did so. You must not take boots or shoes off in walking over the Terraces, for some parts, like the coral reefs, are quite jagged and would cut you; but more particularly for this reason, that as you ascend the Terraces you get nearer the boiling source, and would be burned. Generally old shoes and stockings are taken and left as a perquisite to the Maori boatmen. I am quite sure that I have not succeeded in con veying to your minds a true idea of the appear ance and beauty of the Terraces, but it may be that a description given in one of the Guide-books may help you to a proper understanding. It is as follows: — \" The Terrace is over ioo feet in height, its lowest step has a curved sweep of over 200 yards, there is a 0"], [114, "106 A TOUR ROUND THE WORLD. diminution of size at every step clear up to the top, so that, looking down, the Terrace has the appearance of a large, white, and expanded fan. The boiling lakelet on the top is about ioo feet in length by 70 in breadth. The activity of the spring depends entirely on the direction of the wind. Imagine then, if you can, petrified snow, with the purest blue of the sky melted down and illuminated in some supernaturally beautiful fashion from beneath. If any human architect could create so perfectly lovely a thing as the White Terrace, it would be irreverent to stand in his presence with one's hat on. The glory of the vision fills you with a religious feeling that forty thousand religious meetings would fail to awaken. Two lines of a hymn learnt in childhood came into my mind as I gazed — \" 'God moves in a mysterious way His wonders to perform.'\" Since we were there, the distinguished writer, James Anthony Froude, has been in New Zealand, and visited the Terraces. From his book entitled \"Oceana\" published this year, I extract this description of the Pink Terrace: — \" The ' Crater ' at the White Terrace had been boiling ; the steam rushing out from it hot filled the air with cloud, and the scorching heat had kept us at a distance. Here the temperature was 20 degrees lower, there was still vapour hovering over the surface, but it was lighter and more transparent, and a soft breeze now and then blew it completely aside. We could stand on the brim and gaze as through an opening in the earth into an azure infinity beyond. Down and down, fainter and softer as they receded, the white crystals projecting from the"], [115, "THE TERRACES. 107 rocky walls over the abyss till they seemed to dissolve not into darkness, but into light. The hue of the water was something which I had never seen, and shall never again see on this side Eternity ! Not the violet, not the hare-bell — nearest in its tint to heaven of all Nature's flowers — not turquoise, not sapphire, not the unfathomable æther itself could convey to one who has not looked on it a sense of that supernatural loveliness. Comparison could only soil such inimitable purity. The only colour I ever saw in sky or on earth in the least resembling the aspect of this extraordinary pool was the flame of burning sulphur.\" Sometimes the great cauldron at the top is inactive, and the water subsides in it, leaving an immense basin 50 feet deep, with delicate sculptured sides and lace-like fringes. In front of all the steps and basins hang incrustations that look like petrified drapery. The upper surfaces being quite smooth, the practice had become common to write your name on these smooth places with a black pencil, and, singular to say, whilst the incrustation left by the water flowing over these steps kept on accumulating, yet the writing remained indelible, seen through the glassy covering. Tourists and visitors were inscribing their names to such an extent upon them as to call for remonstrance, and a bill was put up proclaiming a penalty of five pounds, or imprisonment, to any one found writing or otherwise defacing the terraces. I am sorry to say that one of my travelling companions wrote the name and title of the ex-Lord Provost of Glasgow on one of them ; but I have not yet been threatened with the pains and penalties which the misdemeanour involved. Two of our"], [116, "108 A TOUR ROUND THE WORLD. party bathed in one of the crystal pools of hot water, and were delighted with it. We lunched after crossing the hot lake in the canoe ; and then our guide took us a tortuous path, through bush and scrub, to a tempestuous boiling well rushing out of the rock, and from which the water spouted up furiously every few minutes, sometimes when the wind is in the right direction the commotion is more violent, and the water is then thrown to a height of 50 or 60 feet. Near it is another geyser, making a noise like the regular throb of the steam-engine — steam constantly issuing and hissing as if pent up in some underground boiler. At another place we saw a huge cauldron of mud, boiling of course, and bubbling away like a great pot of porridge — then a series of diminutive volcanoes all ejecting mud, hot water, and steam. Every single feature of the place has a separate Maori name, impossible to remember. The guide wanted us to go to one called \" Te Ana Taipo\" (Devil's hole), which she said we ought to see, but it was at some distance away, and we feared it might throw us late in getting home with the boat, so we excused ourselves. We were told when we returned to the hotel that the \" Devil's hole \" was well worth going to, as conveying the best idea possible of what the infernal regions may be, the shrieking escape of sulphurous vapour from a thousand steam valves, accompanied with other hideous noises, is what constantly greets the ear at \"Te Ana Taipo.\" On our return journey from this weird-like, uncanny place, we sailed in the canoe across the Hot Lake and down the little stream which forms its outlet into Lake Tarawera. The current was very swift, and the stream narrow ; but the Maoris guided us skilfully with their paddles, and"], [117, "OXFORD AND CAMBRIDGE. 109 we were safely transhipped into the boat we had come in, and got back to the hotel just as the darkness of night came on. The following day we returned to Ohinimutu, some of our party walking a considerable part of the way, and past a beautiful little lake of bright blue water, admiring the foliage in the passage cut through the bush which forms a delightfully shaded avenue. The following morning we started at daybreak on our return journey ; but instead of going by Taurauga, as we had come, we took the inland route by Oxford and Cambridge to Hamilton, where we joined the railway for Auckland. This road passes through fully 20 miles of forest before getting to Oxford, and here again, where the trees were high and the sun's rays were kept from getting to the surface, the road was soft, and if we had not on fre quent occasions leaped from the carriage, it would have sunk in the mud ; the horses were sometimes knee-deep and the wheels about up to the axle. Oxford and Cambridge are rather high sounding and pretentious names for a new country to adopt ; but no doubt these famous seats of learning at home had also a beginning. Oxford in New Zealand consisted of one single house with stable accommodation. I saw the block plan, however, of what the future city was to be, and as the railway to Ohinimutu is to have a station there, it may very soon become a place of some impor tance. I wandered into the back garden, behind the stables, and found the walks all bordered with black quart bottles, their necks stuck into the ground. There must have been many thousands of them, and they told a tale"], [118, "110 A TOUR ROUND THE WORLD. not to be mistaken of the wants and ways of the bona fide traveller. We remained a couple of hours to feed and rest the horses, and then proceeded onwards to Cambridge. I had telegraphed to the hotel there, and an excellent dinner was waiting our arrival. It took us some time, however, to get our boots off, the mud scraped from our clothes, and ourselves made fit for entering the dining room. My name in the telegram caused the proprietor to ask if I came from Glasgow, telling me at the same time he had left that city twenty years ago, and recol lected of one Bailie Ure who took a great interest then in sanitary matters, and he wondered if he was still alive and in the Town Council. I told him there was a Bailie Ure in the Town Council, but it could not be him, for he had not been there more than eight or ten years. The man he referred to had been Lord Provost, and was now in New Zealand. \" Are you he?\" I could not deny my identity, and nothing was too good to give to me and my party — every kindness and attention was shown us. We remained two nights at Cambridge to rest after our long, fatiguing journey, and reached Auckland by railway the day after. We had yet a week to remain in New Zealand before the steamer was due for our final departure. My two young people returned to Miss Graham's hotel, at the Waiwera Hot Springs, and my wife and I made our promised visit to our friends at Thames. The distance from Auckland is about fifty miles, and the little steamer takes four hours to go. Thames has a tidal harbour, and it is only at or near high-water that you can get close to"], [119, "THAMES GOLD MINES. 111 the pier; and so we arrived there at eleven at night, but our friend was waiting for us with a carriage, and drove us two miles to his house. Our host had seen us before at Auckland. It was he who arranged our journey to the Hot Lake District so comfortably. His wife and family we were now meeting for the first time, and we experienced all the kind hospitality which the colonists can so well display. It was intended we should go inland to see that part of the country, but the weather was not favourable for doing so. We therefore occupied the two days we were there in visiting the gold mines, and getting acquainted with the different operations in making gold a marketable commodity. The mining and crushing, and then collecting the minute particles together, is very interesting. We followed the operations even to the melting pot at the bank, where the product is put into bars to be forwarded to the Mint. We got numer ous specimens of the quartz in its rough state, and bought some of the gold we had seen refined to bring home with us to make trinkets of. The average out come of the Thames Mines was then about 5,000 ounces weekly, and it is value for about 70s. an ounce; but this quantity is much under what at one time was pro duced. The industry is not prosecuted with so much vigour now as formerly — at least the quantity produced is not so great. Alluvial gold is still procured in the South Island, but at Thames they have to go deep below the surface to the quartz reefs — I think in most instances about 600 feet — and when the reef is reached horizontal shafts are worked. Thames is on the sea shore, and some of these shafts extend great distances under the sea."], [120, "112 A TOUR ROUND THE WORLD. The great expense attending these operations, and the comparatively small proportion of the precious metal generally found in the quartz, makes it now much less profitable to work. Still there is a fair amount pro duced, for the average value of the annual export of gold from New Zealand in recent years has been about one million sterling. That, however, is much under some previous years, when it reached as high as three millions sterling. During the last thirty years there has been upwards of forty millions sterling of gold exported from New Zealand. Some of the mines have been very pro lific: one named the Caledonian distributed among its shareholders within a few months over ;£6oo,ooo in divi dends — others were named to us that had as yet yielded nothing. Gold mining seems to be like gaming and the lottery, the uncertainty and the possibilities constitute an overpowering attraction to many, and so adventurers are never wanted to keep the industry active. At present about fifteen thousand of the population are employed in the various gold mines and workings throughout the country. Coal is also a product of New Zealand. In 1883 the quantity raised amounted to upwards of 400,000 tons. Iron ore is also found, and some other minerals, but none of them are as yet largely produced. There is always a period in every young country when such productions can be more cheaply imported than pro duced by local industry ; but there are valuable resources in reserve for future years which will make New Zealand in a large measure independent of foreign aid. Its foreign trade in 1883, the year before we were there, amounted to upwards of fifteen millions sterling, nearly three-fourths of which was with the United Kingdom."], [121, "TRADE AND PRODUCTS. 113 Fifteen millions sterling of foreign trade appears a small amount when contrasted with upwards of five hundred millions, the exports and imports of the United King- dom ; but when comparing these figures we should keep in view the population of the two countries— if we do so, the colony comes out much more favourably. Fifteen millions represents an average of thirty pounds for each individual of the white population of New Zealand, whilst the five hundred millions is only an average of fifteen pounds to each individual of the population of the United Kingdom. The statesmen of the colony are doing what they think best to promote the growth of home manufactures, and the utilisation of native products, by offering premiums and bounces for their establishment and production. The large ougar refinery near Auckland, for instance, gained a bounty of £\"1,500 sterling, for being the first work that refined a certain quantity of cane sugar, and there was a bonus of £\"1,000 on offer whilst we were there for the production of the first 300 tons of pig-iron of marketable quality from New Zealand ore ; another of three hundred pounds for the first fifty tons of starch shipped to a British market; and various other bonuses of greater or less amounts for the production or manufacture of articles that the legislature desire to see established. To our prevailing ideas of the benefits arising from unassisted free trade, these proposals to bolster up any industry that does not naturally flourish seems to be unsound policy ; but the giving of these bonuses shows that they take quite another view in the colony. The present Premier of New Zealand, when recently laying the foundation stone of a large woollen factory at P"], [122, "114 A TOUR ROUND THE WORLD. Wellington, said — \"We have got past the stage of whaling, the stage of gold mining, and the stage of raising and exporting raw produce alone. The colony is now in the manufacturing stage, which is necessary for the support of our population, and the forwarding of the time when we will be a great nation. Is this colony to be peopled by a race of labourers working for the English capitalist, living on a bare pittance, exporting the bulk of our produced wealth ? or with a manufac turing population having markets for the consumption of our own produce, money for the development of our resources, increasing forces for the promotion of our progress ? If the latter, then our duty is to encourage manufactures by every means in our power. It has been said that we must foster importation, as importation gives cheap commodities to all. To that I reply — 1st, that importation does not guarantee to everybody the means to buy cheap commodities with ; and, 2nd, that if mere present cheapness is to be considered, why not import Chinese labour?\" I suspect there is some truth in these propositions. It may be found that we cannot apply exactly the same economic principles to a new country struggling into being that are tenable in an old country whose trade and commerce are already firmly established. Free trade, however, does not want for advocates in New Zealand. The Auckland Chamber of Commerce at their last annual meeting spoke out with no uncertain sound in favour of a more liberal policy, strongly expressing disapproval of a recent proposal by the Colonial treasurer to increase considerably the Customs duties and the number of duty paying articles, and"], [123, "POLITICS. 115 unanimously passed a resolution that in their opinion a Customs tariff should not be for protection, but for revenue purposes only. When we returned to Auckland from our visit to Thames, we found the city in much excitement over the Parliamentary elections. During our absence at the South Sea Islands the House of Representatives met in Session, and the Ministry had been defeated on a pro posal to raise the rates charged on the railways for the conveyance of grain. The Ministry thereupon asked for a dissolution, which was granted by His Excellency the Governor. The Session had been a very brief one, only of some ten days' duration, and its last act was creating a good deal of acrimonious discussion and severe reflec tions upon the members of the late Parliament. In former years an honorarium of £50 had been paid every Session to each member, but the sum had been gradually increased, until of late years it has risen to two hundred guineas. The Government proposed that for this brief Session of ten days the Representatives should be paid one hundred guineas, or half of the usual amount. But certain members of the Opposition wanted the full amount, and succeeded, on a division, in carrying their proposal. The public and the Press were almost unani mous in objecting to it. So far as I observed, however, from newspaper articles, this was the only questionable procedure that they could be accused of, if we except the general accusation that was freely made against nearly all the members, of being somewhat regardless of the public resources, if only it was expended in public works in the districts which they represented. In that way it was said that much money had been laid out in roads"], [124, "116 A TOUR ROUND THE WORLD. and railways, greatly in advance of real necessities, thus creating a heavy debt and consequent responsibility on the country. I was much gratified to find that nothing more serious was laid to their charge, in this pre senting a marked contrast to what we heard in America. I was also pleased to observe that there was less of ran corous party feeling displayed than I witnessed in the United States at a general election, which we saw in progress there, or indeed than was seen so recently here at home. It may be expected that I should offer an opinion on the advantages of New Zealand as a field of emigration. There is certainly room enough there for all the surplus population of the United Kingdom for many generations. New Zealand is almost the same size as Great Britain, and yet, at the present time, there are far more people in Glasgow and its suburbs than there is in it. If the population of England were spread equally over that country, there would be one individual on each acre and a half. The population of Scotland would get a little more space, for they would each have five acres ; but, the population of New Zealand would have to stand much further apart, for there is at present only one person there for every 124 acres. In my former lecture I spoke in the most decided manner of all the British Colonies being highly suitable for our people to go to if they desire to leave this country; and I must say that my own preference would most undoubtedly be for New Zealand. Possibly I may be somewhat influenced by the marked resemblance in many of its natural features to our own beloved Scotland, and also to the circumstance that there is probably a"], [125, "CLIMATE. 117 larger proportion of Scotch people there than in any of the other colonies. All our domestic animals are there, and acclimatization societies have been busy introducing our seeds and plants and in populating New Zealand with birds and beasts, also fowls and fishes from home. Some of these have been a very questionable good. Hares and rabbits are now so numerous as to have become a pest, and the sheep farmer and agriculturist are loudly demanding their extermina tion. Larks and sparrows also are becoming so numerous as to call for their being kept in check. Salmon they have not as yet been quite successful with, but trout of large size are now found in nearly every river in the colony. The whale and seal fisheries of New Zealand at one time yielded a large sum annually, but of late years they have both rather fallen off. As respects the whale fisheries, the cause of the decline has doubtless been the substitution of other material for whalebone, and oil of other kinds becoming so abundant. A too strictly enforced protection of the seal was blamed as one cause at least of the decline of that industry. With edible fish the colony is well provided — no less than 140 species are enumerated, of which 67 are peculiar to New Zealand. We thought the New Zealand fish had a finer flavour than those in Australia. The trum peter and schnapper are those most frequently on the table; but the haddock, sole, mullet, and mackerel were also common. Food of all kinds at the hotels was excellent. Wine or spirits was very seldom seen on the dinner table ; tea in New Zealand, as in Australia, largely takes"], [126, "118 A TOUR ROUND THE WORLD. the place of spirituous liquors. There was a strong family resemblance in the habits and practices of the two peoples. As regards the climate of New Zealand I have nothing but what is favourable to record. No doubt it was winter when we were there, and it might be that summer would not have impressed us so favourably; still, from all that I could gather, from colonists and visitors alike, the climate all through the year is most agreeable. Situate within the temperate zone, but nearer to the equator than Great Britain, it possesses, from its insular position, and also from the nature of its surface, a mode rate range of temperature throughout the day and year. This is mainly owing to the immense expanse of ocean which surrounds these narrow islands. The air is more moist than in Australia — such a calamity as a con tinued drought I should say they are never likely to experience. The wood-covered hills, and the forest lands, which constitute the greater part of New Zealand, attract humidity, and render rains more frequent than they would, perhaps, be if the land were cleared. The dews, we are told, are heaviest in winter, when the surface of the land is coldest. This greater quantity of moisture accounts for the vegetation being so vigorous, even in places where only a thin layer of earth covers the rocks. Sandy places, which in almost every other country would be barren, are covered with herbage in New Zealand. There are numerous lakes in the interior, and the con figuration of the country and formation of the hills are such that the rain is rapidly carried to the coast in count less streams and rivulets. A most important question,"], [127, "PRODUCTS AND PROSPECTS. 119 however, is — How does New Zealand agree with the human frame ? Is the climate salubrious ? I am not aware that there is any disease peculiar to New Zealand. Influenza and croup, it is said, sometimes appear in epidemic form, and where care is not taken rheumatism and lung disease also prevail ; but we were told that causes which in Britain would produce violent colds and other injurious results, pass over in New Zealand without having any bad effect. We had uniform testimony that good health was the rule, debility the exception. In the families of settlers we could observe no inferiority from the original stock ; children grow well and strong with fresh rosy faces equal in every respect to those at home which is more than can be said generally for those born and nurtured in Australia. The purity of the atmosphere resulting from the fre quent wind and showers, imparts vigour and elasticity to the physical powers. Near the coast especially there is alway a cool, refreshing breeze. We had it from the most reliable sources that even the greatest heat of sum mer had no debilitating effect, and however hot it might be during the day, at night there was always need for blankets. The conclusions we came to was that, as regards health, no country out of Great Britain was so well suited as New Zealand for the Anglo-Saxon race. As to the prospect, from a business and financial point of view, I must admit that it is not so bright as it once was. There has of recent years been so great a fall in the value of wool and grain— the two great products of New Zealand— that it is difficult to see how these exports can be profitably continued if no higher prices than are ruling"], [128, "120 A TOUR ROUND THE WORLD. now are to be got in future. The charges incident to their production and conveyance, first to the seaboard and thence across fifteen thousand miles of ocean, are manifest disadvantages when competing with the United States and Canada, but in my estimation the great factor to be reckoned with in future as ruling the price of grain, especially wheat, is the produce of British India. I do not see how countries more distant from Great Britain than India, and with no better land, can con tinue to compete successfully with it whilst paying ten times higher remuneration for agricultural labour. Hitherto wages in the colonies have been higher than at home. But there were, when we were there, many unem ployed, and from newspapers which I am now receiving regularly, I observe that the numbers of those out of work are increasing, causing anxiety to municipal autho rities and the Government, so that the present prospect is not such as to influence any one to leave a situation here to seek a better there. The industry that all are looking to at present with the greatest hope is the trade in frozen mutton. Buildings were being erected in various places for preparing the carcases for shipment; and unless the price falls below what it now is in the home market, this business will go on extending. But I must draw these remarks upon New Zealand to a close. I am quite sensible of having left much unsaid that it would have been interesting for you to hear, and probably I may have said some things that I had better have omitted. Selections from the material I had to choose from has been very difficult. We greatly enjoyed our sojourn in New Zealand, and left it with even more regret than we had left Australia, and with, if possible,"], [129, "121 CONCLUSION. a firmer resolve to revisit its shores at some future, it may be distant, time to witness the changes that will then have taken place. That these changes shall be advances and improvements I cannot have the slightest doubt. To some here it may appear a vain expec tation for me to cherish; but I venture to say that it is much more certain that within the next ten or a dozen years I shall revisit New Zealand, than that within the next fifty, or even a hundred, years Lord Macaulay's historical New Zealander shall be seen upon a broken arch of London Bridge sketching the ruins of Saint Paul's."], [130, ""], [131, ""], [132, ""], [133, ""], [134, ""], [135, ""], [136, ""]]