[[1, ""], [2, ""], [3, ""], [4, ""], [5, "TRIFLES. B1 EDWIN UTLEY, AUTHOR OT \"CITS SKETCHES.\" ?|ttte ©ne Sfjtlltng. LONDON: FEINTED FOR THE AUTHOR, AND SOLD BY W. EYEEETT & SON, 17, ROYAL EXCHANGE, E.C. 1864."], [6, ""], [7, "TRIFLES CITY BEGGARS. The opinion is pretty general among mankind that the indis criminate distribution of alms does more injury than good. Professional beggars are encouraged thereby, while shrinking poverty suffers unmerited neglect. The trade of begging is a curious one ; it has its charms as well as its pains and its penalties, and, to many minds, the first outweigh the last : otherwise we should not see so many shivering wretches in our streets in the depth of winter, nor such a number of half-clad children sweeping crossings in rainy weather. It is impossible to believe that the miserable creatures we sometimes meet in the public thoroughfares without shirts, without hats, without shoes and stockings, and almost without any clothing whatever, are compelled to appear thus. A moment's reflection must dispel such an irrational conclusion. What, then, can be the motive that induces an individual bearing the outward semblance of humanity to brave the inclemency of the weather, the numbing effects of the biting frost, the howling winds, the pelting rain, and the numberless diseases which exposure to the elements engenders ? Statesmen and economists, evangelists and mis sionaries, judges and magistrates, Poor-law Commissioners and social reformers, have not yet found a solution to this perplexing problem. Beggars are exempt, in a great measure, from the laws which regulate the rest of the community. Society looks upon them as outcasts, and they regard society as legitimate prey. They a 2"], [8, "4 CITY BEGGARS. willingly consent to drag out a miserable existence beyond the pale of civilized life. They are thus free from the restraints which keep other people in wholesome subjection to esta blished usages. This liberty is not without its sweets. It allows them to roam almost at pleasure where they list, and so long as they can procure enough money for their present necessities they are quite content to let to-morrow take care of itself. A beggar knows nothing of artificial wants. His equanimity is never disturbed by sentimental conventionalities. He knows that all men look upon him with distrust, and he levies black mail whenever and wherever he has the opportunity. A professional beggar is proverbially and emphatically an idler. Slothfulness is a part of his nature. He hates work as he hates a policeman or an officer of the Mendicity Society. Indolence and freedom, then, are the chief inducements to beg ging, and he who has once adopted the calling rarely gives it up and returns to creditable pursuits. City beggars, while they are as idle and as worthless as other mendicants, have distinctive characteristics of their own. They, perhaps, get more money as a class than other beggars. They are not often ragged and filthy, but rather fat and saucy. Neither are they wholly idle. They are not unwilling to earn an honest penny by performing a little light labour. The males will hold horses, open the doors of cabs, or vend a few pencils'. Tbe women have a penchant for selling flowers and combs. They have all a large circle of acquaintance, especially if they are females and good looking. There is one woman about the Bank who was a beggar's brat, and now has at least one brat of her own. Her mother was a tawny-coloured woman, and she is the same. She was bred a beggar, and therefore simply follows a trade to which she was trained. She sells flowers sometimes. She associates with women who also beg, as well as sell flowers, but her companions were not originally cadgers. Some of them formerly sold fruit in a legitimate way, and have only fallen to their present position by degrees. They gradually associated with dissolute companions, took to drinking, made a faux pas, retired for a while from public life, and at length turned up with a baby in arms. This is the history of several of these women. They all are utterly aban-"], [9, "5 CITY BEGGARS. doned. They are excellent customers to the public-houses in the neighbourhood. It has always been a mystery to tbe writer of this paper that so many vile characters are allowed to hang about the public-house opposite the Mansion House. The scenes enacted on that particular spot are a disgrace to the City. Under the nose of the chief magistrate, in presence of the police, hordes of prostitutes, flower-girls, beggars, and besotted vaga bonds are nightly allowed to block up with perfect impunity one of the most crowded and important thoroughfares in London. We expend a good deal of virtuous indignation in speaking of the licentiousness of foreign cities; but neither in Paris, in Brussels, in Antwerp, in Rotterdam, nor in any other continental town, can such open profligacy be seen 'as is exhibited nightly on the north side of the Royal Exchange. In Threadneedle Street are two female crossing-sweepers : one is an Irishwoman, and the other a woman with a face so thin and pallid that pity gives ere charity begins. These two women are professional beggars, who are up to all the \"dodges\" that are usually played off by such people on a benevolent public. The Irishwoman cannot look miserable ; but her neighbour has a face that would make any beggar's fortune, and she has no need of a white nightcap to give her a sickly appearance. There can be no doubt that these women find begging a profitable trade. The Irishwoman reaps a good harvest just before church time on Sunday mornings. She is always at her post at that time, and those who have no turn for charity on week-days, open their hearts on Sundays. She curtsies to every well-dressed person that passes, and in a short time nets a respectable sum, and then retires for the day. In Change Alley there is an aged and venerable-looking mendicant who must be familiar to all who pass through that well-known thoroughfare. His long grey beard and wrinkled visage render his countenance rather imposing. There is little difference in appearance between a beggar and a king, and our friend in Change Alley is probably as much like the philosopher Diogenes as some of the so-called portraits of Shakspere resemble that great man. \" Poor Jack,\" in Change Alley, report says, has occasionally lent himself to the Schools of Art as a model."], [10, "6 CITY BEGGARS. One would think that in these days, when flowing beards are so common, that students might easily find more majestic Jieads than that of \" Poor Jack \" to fill up their canvas. The City beggars are nearly all women. They keep very late hours. A comb or two, or a few bunches of flowers, serve as a cloak, and keep them from being locked up for begging — mendi city being a punishable offence. Mendacity, however, may be indulged in with impunity, and the women who infest the streets at night pull very long faces and tell very great lies. They look very piteously, and ask for a trifle to buy \" a bit of bread,\" and many people who do not know them believe their tale. They are most infamous creatures notwithstanding, and deserve punishment instead of reward. There are plenty of Jewish mendicants in the City, but they are mainly supported by the charitable of their own persuasion. The comb girls are generally comfortably clothed. They accost people in the day-time about the Royal Exchange, their cus tomers or patrons being stockbrokers and other respectable people of the male sex. They are a very jolly set, and luxuriate in wide skirts, hoops, and crinoline. They have mostly low foreheads and high cheek-bones. Their days are spent in idle ness, and their nights in profligacy and riot. The money bestowed on these worthies is worse than thrown away ; it is a direct premium on vice. It perpetuates vagrancy, and sustains mendicancy as one of the cherished institutions of the land. While real distress is unheeded, because unsought — for it shrinks from making a display of its misery — beggars in health and strength, in youthful idleness, in familiar converse with those who ought to blush for their acts, are fostered aud encouraged, instead of being punished and suppressed. We have said that City beggars are a peculiar class ; that they stand out distinctly from the comman herd of mendicants who infest the other parts of the country. It is a rare thine- to find in the City one of those characters so commonly met with in the outskirts of London. It is a very uncommon sight to see a half-clad, unwashed, uncombed, and shoeless man lvin°- on the footpath crouched up with his knees almost in his mouth and holding in his two hands a small board on which is written"], [11, "7 CITY BEGGARS. \" I'm starving.\" No stout, curly-headed, fresh-water sailors, with smart jackets, no arms or no legs, and wearing shiny tar pauhn scrapers, are seen cadging in the City. Those artistic vagabonds who draw mackerel on the pavement seldom come within the jurisdiction of the Lord Mayor. There is a young girl, however, who is seen about Cornhill in winter, without shoes and stockings, with long, dishevelled hair, a scowding countenance, and covered with filth, whose appearance astonishes the passers-by, and excites the commiseration and almost the disgust of all who look upon her. She has wandered about the streets thus for years, and it is said she is perfectly wild and untamable, and cannot be reclaimed from the state of wretched ness and degradation in which she has so long lived. If the pobce lay bold of her, it is affirmed that she wib lie down and scream and fight like a maniac or a savage. Surely the law should be strained a Kttle in such a case, and a little severity used in order that an attempt may be made to bring this poor outcast within the pale of humanity. There is a WTetched man, clothed in rags, with his heels peep ing out of his shoes, who may be seen any day about the City. He is a mass of filth. In cold weather his garments are quite inadequate to protect him from its severity. He is a very barm less being, and seems of feeble intellect. The boys treat him very roughly. He seems as happy as it is possible to be for a person living the life that be lives. We close this paper with a slight sketch of a very remarkable City beggar. He is short and thick-set, about forty -five years of age, and always carries a wallet of large dimensions. This poor fellow is a little crazy. Into ?is huge and ponderous wallet he drops whatever charitable people give him, whether it be food, clothing, or rags. It has no division. This beggar is popularly known as \" Old Hat.\" He waddles about the City dressed in garments that hang loosely about his person, and, but for the absence of a pick, he would resemble a Paris chiffonier. Most people treat him kindly, but the boys make him very angry, and cause him to swear and use foul language. He walks into shops without hesitation, and asks for a brt of bread, or \" a copper for the old hat.\" He speaks very sharply, and is not always satis-"], [12, "8 FROM EAST TO WEST. fied with a first refusal, but makes a final appeal in the words, \" Aint you got a brown ?\" and goes away murmuring, \" What is London coming to ?\" Mr. Timbs speaks of a John Yardley Vernon, who wore in the streets the garb of a beggar, though he possessed £100,000, which he had realized as a stockbroker. This person died at the age of eighty-one, in Broad Street Buildings. It is very well known that a crossing-sweeper who stood at tbe corner of Bridge Street, Blackfriars, died worth several hundred pounds, which he bequeathed to the daughter of Alderman Waithman, from whom he had received much kindness. These are excep tional cases. FROM EAST TO WEST. I seldom ride in an omnibus, and scarcely ever in a cab. It costs me nothing to walk, and benefits my health into the bargain. An omnibus is a sort of imprisonment to me, even worse than solitary confinement, for the passengers always seem to regard each other with suspicion, and to talk among strangers is too natural and too vulgar to be looked upon by pobte society with complacency. Occasionally, when the ride is cheap, the dis tance great, and the time precious, I do sjiend threepence for a 'bus, especially if I am heavily laden, and the weather is wet. Cabs were not invented for people'of small means — for those who can scarcely make both ends meet. They are for the luxurious, the well-to-do, and the improvident. If my means were greater, I am not sure that I should often \" call a cab.\" I have a morbid dread of their drivers. They have, with or without deserving it, a bad reputation, and I have no desire to measure my strength with them. When abroad, I am altogether another person. In Paris or in Brussels, the cocher de cabriolet gives me no uneasi ness. I know that he will not demand more than his due and I give him his pour boire most cheerfully. I love to look at"], [13, "9 FROM EAST TO WEST. things as I pass along the streets, to linger at the shop.-*, to inspect the goods exposed for sale — that is to say, some kinds of goods. It pleases me to read announcements of public lectures and meetings, and to note the prices demanded in different places for the same goods. I am debarred from this pleasure when \" cribbed, cabined, and confined \" in an omnibus, and for this reason, as well as to avoid all needless expenditure, I generally eschew riding. On the 4th of June, in this present year, it was a very fine day. It had been so wet and so cold for several days before, that smoke was again seen to ascend from many City chimneys, and men were obliged to resume their great-coats morning and evening. On Saturday, the 4th of June, however, the mercury rose in the weather-glass, and all the good folks who were at liberty to do so went out into the open air. I was among those privileged persons. I had three or four hours at my disposal, and I propose to tell the reader, if he will permit me, how I spent them. I have seen some of the continental rivers, such as the Seine, the Rhine, the Scheldt, the Maine, and the Meuse, and have found something in all of them to admire. The Seine has charming scenery ; the Rhine surpasses it in length, breadth, and volume, and is infinitely its superior in historical and romantic associations ; the \" lazy Scheldt \" is a broad and useful stream ; the Maine is pleasantly fringed with vines, and the Meuse boasts of very picturesque scenery ; the Moselle is said by poets to be blue, though to me it seemed green ; and all the rivers here referred to are venerated by the people who live on their banks. When I see the Thames, however, with its forests of masts and its wonderful bridges, when I look at the densely-packed steam boats between the bridges on a fine summer's day, I feel that my country is a great country, and that her chief river, though but a puny stream compared with the mighty waters that now through the American continent, is still a noble river, and that not one in the world can be found that ministers so largely to human happiness and human progress. All the streams I have mentioned have a better title to be called \" silent highways \" than the Thames. They may excel it beauty, they may surpass"], [14, "10 FROM EAST TO WEST. it in poetical or historic interest, but as a channel for commerce, as a highway for the world's traffic, the Thames stands un rivalled. I passed over London Bridge, which was scarcely less crowded than usual, notwithstanding the existence of the new Charing Cross Railway, and the fact that the London, Chatham, and Dover line opened its station at Blackfriars Bridge three days before. The omnibuses passing into the Borough were filled with passengers, and the boats on the river were packed with human beings. In pictures the rivers of the Continent are made lively enough. The sail, the steamer, the raft, the row-boat, and all kinds of craft are crowded together to produce effect — just as life guardsmen, chimney-sweepers, and ladies with lap-dogs are in troduced into the frontispiece of an almanack to give life to the picture, though such life is purely imaginary. The Englishman's notions of a tidal stream are not like those of a Frenchman, Dutchman, or German. He likes to see his rivers crowded with vessels, and the vessels freighted with goods from all parts of the world. It is pleasant to loiter on the banks of the Seine at Paris, and admire the splendid buildings on all sides ; and it gratifies the mind and pleases the eye to see long lines of well paved footpaths flanking a clear stream that sparkles in the sun. It is no small treat, too, for the man who loves books to hunt up bargains at the numberless stalls that are found on the quays in the French capital. But neither architectural beauties, nor pic turesque washerwomen will make a narrow-, sluggish, and lifeless river so interesting to an Englishman as a stream that bears upon its bosom half the commerce of the civilized world. The Londoner who sees wherever he goes the most astounding changes — who looks on all sides at the new buildings and new streets, and is almost lost in the place where he was bred and born — only smiles with satisfaction when he thinks of the ignorance and prejudice of those who write books on the \"Decline of England.\" He regrets that the great thoroughfares of the metropolis should be spanned by unsightly railway arches, and that old cherished localities should lose the character and interest that time and circumstances have impressed upon them. But he yields to the necessity which calls for the change, and"], [15, "FROM EAST TO WEST. 11 glories in the feeling that bis country is fulfilling her destiny, and advancing in that career of material grandeur which it seems the will of God has destined her to attain. The spirit of innovation, and I would fain believe improve ment, pervades every part of London. Notwithstanding that bricks, the great staple of the building trade, are at this time very dear, there never was such a display of activity in the erection of new buildings as now. Many of the old inns of the Borough yet remain, because they have not stood in the way of the alterations made in the locahty ; but all along that thorough fare new and handsome buildings are springing up, and the \"Elephant and Castle,\" which once stood out prominently at the end of the road, is now dwarfed into insignificance by tbe palatial places of business around it. The railway bridge that crosses Newington Causeway vibrates very much as the trains pass over it. I saw a very sober-looking steed much disturbed by a passing train. This seems a serious defect, and should, I think, be remedied. The Town Hall is both new and hand some ; St. George's Church has undergone a complete renovation ; a spick and span new gin-palace bears itself proudly at the corner of the notorious Mint Street ; and the premises of Messrs. Tarn, the linendrapers, on the left, near the end of the Causeway, would be deemed elegant on the Paris Boulevards. Nearly all the shops on the left of this line of thoroughfare seem to be doing a brisk trade, and the whole district is rife with life and activity. Leaving the great shoe mart of Mr. Rabbits on the left, I turned down St. George's Road, and found myself in a really quiet locahty. On the left there were very agreeable signs of vegetation; West Square looked fresh and green, and Bethlem Hospital, which a lady told me was \" Bedlum,\" looked quite majestic in its calm tranquillity. This part of London is pretty much what it was many years ago. The shops in it are small, the trade not very brisk, and the place has an ah- of quietness somewhat rare in London. Presently I came to St. George's Cathedral, on my right, a Roman Catholic edifice of recent con struction, and shabby though pretentious exterior. The mixture of stone and brick used in the bunding gives it a mean appear ance. The stone ornaments have become defaced already. With"], [16, "12 FROM EAST TO WEST. all respect to the eminent architect — Pugin — who built this great church, and notwithstanding its fine windows, it is but a poor imitation of the cathedrals of the Continent. It has only been built sixteen years, and is said to have cost, with the other erections adjacent and belonging to it, £38,000. As I approached Westminster Bridge, it was easy to see that things were in a transition state in that locality. Astley's Amphitheatre is shorn of much of its original importance. Some of the shops are mean, and the east side of the bridge contrasts most unfavourably with the west. Of Westminster Bridge I must be allowed to express myself with unqualified approbation. I think I may assert that it is the most magnificent bridge in the world. It cost a quarter of a million of money, and the money was well laid out. A Londoner may be pardoned for stopping a little on such a bridge, and contemplating the busy scene around him. The width of the bridge — 1,160 feet — will enable one to do this in safety, notwithstanding the people who cross and recross it on a fine summer's afternoon. Next to the bridge, on the left bank of the Thames, stand the Houses of Parbament, or rather he, for they are placed in a very low and ill-chosen position. It is lamentable to think that this magnificent structme, which was upwards of twenty years building, and cost the nation nearly three millions of money, should have been erected on such a low and unhealthy site. It can only be seen in all its grandeur from the river, and but for its two lofty and truly majestic towers, it would fail to impress the beholder with that admiration which it really deserves, and which such a noble and costly piece of architecture ought to excite. The Thames, as seen from Westminster Bridge, is particularly interesting. The bridge itself connects a poor and low district with one that includes the greatest people in the land. The Thames embankment, from Westminster to Blackfriars, so long talked of, is now actually in progress. On the 27th of May, just past, the first compensation case, under the Act to carry it out, was heard in the Sheriffs' Court, Red Lion Square. It was the case of Gwynne versus the Metropolitan Board of Works. A claim was made for £30,000 in respect of premises at the"], [17, "13 FROM EAST TO WEST. bottom of Essex Street, where the business of a hydraulic and mechanical engineer was carried on. The case involved an important and new question, and was likely to affect the cases arising out of the Thames embankment. It was whether the supply of water from the Thames, which was necessary for the business, could be cut off without compensation. Mr. Gwynne alleged that he shordd be obliged to remove, and had taken premises at Battersea, for which he had paid £7,000. He proved that be was supplying hydraulic pumps, as shown at the Great Exhibition, and was turning £50,000 a'year. His net profits last year were £10,000 and upwards. The case was adjourned. Another case was tried at the Westminster Sessions House, before the High Bailiff and a special jury — Yool and Judkins being the plaintiffs, and the Metropolitan Board of Works the defendants. It was also a claim for compensation. Messrs. Yool and Judkins were coal merchants, and their wharf and premises, which were in Cannon Row, were required for the purposes of the embankment. The claim was settled between the lawyers of the contending parties for £5,500. These two cases are sufficient to show the cost and difficulty of carrying out any great pubbc improvement in a thriving neighbourhood, and should teach impatient and unreasoning grumblers that great pubbc works, however needed, cannot be undertaken or carried on in a hurry, and that much of the outcry raised against the -Board of Works is unjustifiable and uncalled for. The embankment is going on bravely. When one glances at tbe railway bridge across the Thames at Charing Cross, and reflects how rapidly the whole state of things has been changed at this point, it is impossible not to feel a sort of exultation at the energy and vitality which have been manifested in London within the last few years. I remember the old Hungerford Market quite well, with its signs of decay. I saw the new market raised upon its site, with its tiers of commodious shops, its fine wharf, its elegant hotels, and the signs it manifested of utility and success. It was to be the great fish, fruit, and vegetable market for the west end of the town. If not to super-"], [18, "14 FROM EAST TO WEST, sede Billingsgate and Covent Garden, it was to be an important auxiliary or a successful rival of those markets. A very brief period has seen the utter annihilation of these hopes. The elegant foot suspension bridge has given place to a stupendous bridge for tbe South-Eastern Railway. Tbe new market, with all its Cockney attractions of concerts, ices, music, and shrimps, has gone after the one it superseded. One of the finest hotels in the world now occupies the Strand front of the market, and a railway station of the largest dimensions and most perfect con struction covers the ground which was but recently occupied by shops of almost every description — the market, properly so-called, having proved a failure. When I had crossed the bridge, I turned down the court on the right, in the expectation of finding one or two second-hand bookshops, but I found that the claims of literature had been so far disregarded that the bibliopoles had been forced to pack up their wares and seek for customers elsewhere. The National Portrait Gallery in Great George Street attracted my attention, and as it was one of the free days, I was disposed to pay it a visit. I found, however, that I should have had to go through the ceremony of leaving my stick with the doorkeeper. This trifling circumstance caused me to relinquish my intention of seeing the pictures. There were many things outside, however, worth seeing, and my time was short. In Great George Street, the elegant equipages of the gentry and nobility began to appear. It is something of a novelty for a City man, who does not often go west, to see tbe fine carriages and fine horses of the aristocracy, not to mention the fine ladies lolling at their ease, and their smartly-dressed attendants. Such carriages are not often seen at the east end of London, and when they do appear, they excite no little attention. St. James's Park looked green and glorious. It was not crowded. Most of the young people of London who leave business early on Saturday (I mean the males) are either off to the country, to their suburban residences, or to join the rifle corps to which they belong. Not many of them are found in the parks. The females who are released from business early are comparatively few. Woman's lot is to work. Her labour"], [19, "15 FROM EAST 10 WEST. is never finished. She does not labom in Loudon as she labours abroad ; she does not, as a rule, carry heavy burdens ; but she has a ceaseless round of domestic duties to perform, which absorb all her time, all her strength, and all her energies, and leave her no opportunity for healthful amusement or harmless recreation. Woman is a slave in this country. I speak here of good and virtuous women, not of the wretched creatiues who will pursue pleasure at whatever cost ; who abandon every duty in order to enjoy a little present gratification, and give no serious thought to the future. It is nearly three hundred years since St. James's Park was first laid out, and at this time it is, perhaps, as beautiful as is possible to make it — that is to say, according to Engbsh ideas of beauty ; and in horticultural pursuits we are certainly in advance of the nations of the Continent. Did the reader ever see the pubbc gardens in Belgium, Hol land, or France ? In the two first countries they are painfully formal, and in the last they are mostly very wild and ragged. Thev all seem to lack that variety, that harmony, that delightful blending of tight and shade, and that refreshing greenness that characterise an Engbsh landscape. As I have said, there were but a few stragglers in the park, and they were not what are called the elite of society. Some youths were doing their best to vitiate the atmosphere by smoking cheap cigars ; and the gambols of ducks, young and old, and the graceful movements of the swans, attracted, as usual, a good deal of attention. London is a healthy place, the northern parts attaining in some places an elevation of 400 feet above th9 Thames ; but, unfortunately, St. James's Park, like the royal gardens at Versailles, is in a very unhealthy spot. The lake in this park is 5 feet below the river, and no part of West minster much exceeds 8 feet above it. Any one may enjoy the pleasantest views in London by standing on the suspension bridge that crosses the lake. On the right, the vista is closed by tbe Government offices ; and on the left, the Queen's palace terminates the view. What a crowd of associations fills the mind as one crosses \" The Mall.\" The whole court of the \" Merry Monarch \" seems"], [20, "16 FROM EAST TO WEST. to rise up before the spectator, and \" Beau Tibbs \" appears to be taking off his hat to some nobleman .who is unconscious that the compliment is intended for him. It is interesting, too, to carry the mind back to the days of Queen Anne and the \"Four Georges.\" Three of the Hanoverian monarchs were content with the mean-looking palace of St. James as a town residence, besides many other royal and distinguished individuals ; and the \" first gentleman \" of Europe was born within its walls. So also was Charles the Second ; and his unfortunate father, Charles the First, passed his last night in this world there. It is indeed a mean-looking place — more like a prison or a factory than a palace. As I emerged into Pall Mall, I met a clerical-looking gentle man on horseback whose face appeared familiar. His hat was turned up at the sides like that of a bishop, and a second glance at his intellectual-looking face left no doubt on my mind that the horseman was the Bishop of Oxford. Pall Mall is a fine street, and many of the nobility are gene rally to be seen there. It was very gay at the time I passed through it. There were few ladies in the street ; indeed, it is not a ladies' street. The splendid clubs were not erected for the accommodation of the fair sex, and the few shops in the street are mostly kept by tradesmen who cater for men rather than women, such as wine merchants, tailors, boot makers, helmet makers, hatters, gun makers, spur and bit makers, lodging-house keepers, army agents, and bankers. On a reference to the Directory, I find that the Bishop of Oxford lodges, when in town, at No. 26. Many ladies, of course, frequent Pall Mall, not a few being attracted by the fine art exhibitions — the British Institu tion, the Institute of Painters in Water Colours, the Society of Female Artists, and the British Gallery of Art being there ; nevertheless, the street is not a ladies' street, but a grand aristo cratic quarter for officers of both services, members of both Houses of Parbament, and the most distinguished men of the country. The Church has taken care to be represented in Pall Mall. The Society for the Propagation of the Gospel in Foreign Parts is there ; the Colonial Bishoprics' Fund is there ; the London Diocesan Home Mission is there ; and the Bishop of"], [21, "FROM EAST TO WEST. 17 London's Fund is there. Pohticians of every hue and com plexion have built magnificent clubs in Pall Mall. The Carl ton is for the Tories, the Beforin for those who are very luke warm reformers, and the Oxford and Cambridge University blends the dons of those seats of learning into one happy family. The Prince and Princess of Wales and their little son live in Marlborough House, Tall Mall, as well as many other notables, and I never pass along this thoroughfare without being inte rested with what I see there. St. James's Square is scarcely less attractive to me. The houses in it are mostly very large, and are honestly entitled to be called mansions. Among the more distinguished residents in this square may be mentioned the Bishops of London and Win chester, the Duke of Marlborough, the Earl of Derby and his gifted son Lord Stanley, the Earl of Strafford, the Earl and Countess of Cowper, the Marquis of Bristol, and other persons of rank. I am one of those weak mortals who like to see a nobleman, who would go out of their way any day to gaze upon a live lord. A real gentleman is not so common a thing as some people suppose, and a genuine aristocrat who bears himself with that grace and dignity which ligitimately appertain to his posi- tion, is well worth a little attention. Some of the best blood in England, whether of biped or quadruped, is to be found in Pall Mall. There is no ostentation about a real gentleman. He requires no meretricious ornaments to set off his good qualities. As beauty unadorned is adorned the most, so a real bred and born gentleman, plainly, neatly, but elegantly attired, has a modesty and grace about him that command the respect of all that come in contact with him. The same observation applies with greater force to the wives and daughters of the aristocracy. It is in a lower grade of society that snobbishness is to be found. Vulgarity cannot breathe the air of Pall Mall or St. James's. The upper classes in England are said to be very exclusive. St. James's Square, so far as its garden is concerned, strengthens this assumption. The shrubs in it are so planted as to keep out vulgar curiosity, just as a nobleman's park wall keeps out im pertinent intruders. ii"], [22, "18 FROM EAST TO WEST. I crossed Piccadilly into Air Street, at the comer of which is the very elegant sdversinith's kept by the well-known Eichard Attenborough, who is also a pawnbroker His premises are ex tensive as well as handsome, and adapted for the accommodation of needy people of all classes. He grants loans on easy terms, and is willing to receive \" pledges \" from anybody who has any thing valuable to deposit. He does not insist upon the redemp tion of such pledges, but never parts with his money without a material guarantee to indemnify himself in case of need. What wonderful histories are attached to the transactions of a pawn broker ! The honest poor, the decayed tradesman or artist, and the improvident gentleman, have many internal struggles before they have recourse to the pawnbroker for assistance ; and, at first, they either steal into a \" private box \" of the money lender, or procure a substitute to leave their pledges. It is felt to be a sort of degradation, if not a positive disgrace, to visit a pawnbroker; and yet a pawnbroker is a very useful person ; and, considering the service he renders to those who need his assist- ance, he is not a hard or very exacting creditor. The poor pay more for everything, according to their means, than the rich, and there is no help for it. It is nobody's fault. So long as poverty and misfortune afflict mankind, there will be need of pawnbrokers. It is not then fault if people fall into bad habits, and are continu- ally seeking their assistance. It is often better to pledge than to sell — to borrow on your own goods, and pay for the obligation, than to run the risk of a refusal from somebody upon whom you had reason to think you coidd rely for a temporary loan. Mine uncle asks no unpleasant questions ; he lends money upon easy terms, and the public have little ground of complaint against him that may not be urged with equal justice against other tradesmen, and even the Government itself. The poor, as I have said, pay more than the well-to-do for the accommodation the pawnbroker affords them. He who borrows a pound pays fourpence a month for the loan, and twopence for the ticket or duplicate attached to the article he leaves as security, a duplicate thereof being handed to him at the time he receives the loan. For five shillings he pays in a like proportion. Now it is well known that the poor pledge many things for small amounts."], [23, "19 FROM EAST TO WEST. They are very shy at first, but gradually they pledge regularly, as a matter of course, taking the things on the Monday or Tues day, and redeeming them in th\" bulk on tho Saturday night. They thus pay a month's interest sometimes for a single day, and this is the way they pay a much higher interest for their loans than those who only occasionally have recourse to a pawnbroker. The money-lender must be paid for his trouble, and he charges as much for a loan of fourpence as ho does for half-a-crown. The keeper of a chandler's i-hop does very much the same thing. He sells a great many trifling articles, and is put to an immense amount of trouble in order to meet the wants of his customers, and he has to make those customers pay a higher price for the goods he sells them than those who deal wholesale, or have larger transactions with him. Precisely analogous is the action of the Government with refe rence to the duty on fire and life policies ; and the insurance com panies are obliged to act on the same principle. The trouble given must be paid for in all cases, and as small transactions entail the same trouble as large ones, the poor, whose dealings are many and for small amounts, pay a higher rate for the benefits they receive than those who have greater means. At the corner of Air Street and Eegent Street is Field's, the bookseller. It is a large depot for the sale of books \" suitable for presents \" — that is to say, the books are very smartly bound and profusely gilt, calculated to please ladies and children, but not at all attractive to the genuine book worm. They are sold at greatly reduced prices, so that school masters and schoolmistresses, and ladies and gentlemen who bestow \" rewards \" upon deserving scholars, can be very generous at the smallest possible expense. At length I find myself in Brewer Street, Golden Square ; and here I look about me with no small curiosity. The place is so quiet compared with Piccadilly, and is so peculiar as to deserve a little attention. Most of the houses and shops are old, and the locality was once an aristocratic one. The street was built nearly two hundred years ago. There is Pulteney Street running out of this street, which was formerly called \" Knaves' Acre,\" and a few yards to the north is Golden Square, about which I will say b 2"], [24, "20 FROM EAST TO WEST. a little presently. Some of the shopkeepers have been esta blished in this street half a century. It contains a pawnbroker's, very conveniently situated for people to steal in and out without being seen. Golden Square, into which I had now passed, was built after the Eevolution, or before 1700, and was formerly called, accord ing to Pennant, Gelding Square, from the sign of a neighbouring inn, but the inhabitants, it seems, indignant at the vulgarity of the name, changed it to the present. Mr. Peter Cunningham proves that Pennant has made a mistake, and shows conclusively that the square bears its original name. The houses are none of the largest, and not at all handsome in an architectural point of view ; and the garden in the centre of the square is mean and badly kept ; and yet some of the highest people in the land dwelt here in the early part of the last century. Among these were Lord Bolingbroke, Secretary at War to Queen Anne, and afterwards Prime Minister to the elder Pretender ; Mrs. Cibber, the famous actress, &c. The square contains a wretched statue, representing George the Second.- In 1817 it was inhabited by five solicitors, now there are eight ; there were also five surgeons and accoucheurs, now there is but one surgeon. At the time just mentioned the eminent pianoforte-maker, Stodart, had his place of business in Golden Square. He has removed, but an equally celebrated firm — Messrs. Broadwood — now have premises there. I must not prolong this sketch of my west-end ramble. Soho Square, which I passed through on my return, has, like Golden Square, fallen from its high estate, one of the largest houses in it being occupied by a pickle merchant ! The houses in this square, it is said, were well inhabited forty years ago. Among its earlier inhabitants were the Duke of Monmouth, natural son of James the Second, Bishop Burnet, and Sir Cloudesley Shovel. As I came down Holbom I observed that the omnibuses that brought people from Oxford Street for twopence were crowded with passengers, chiefly of the labouring classes, while those be longing to the London General Omnibus Company, which charge higher fares, were nearly all empty. The company are much to"], [25, "STROLL THROUGH THE CITY ON A CHRISTMAS DAY. 21 blame for keeping up their fares, and there is little doubt that if they were to lower them they would profit more and serve the pubbc better. I returned home much pleased with my walk, and after tea commenced the narrative which I now conclude. A STEOLL THEOUGH THE CITY ON A CHEISTMAS DAT. Christmas Day, 1862, will be remembered as one of the mildest and brightest on record. No frost and snow, no ice, no skating ; none of the usual signs of the season indicated that it was mid winter. The sun shone pleasantly, the air was mild and genial, and the wind blew gently from the south-west. The ther mometer in the shade marked 58°, and the mercury showed signs of rising. Suppose an inhabitant of the City of London has a couple of hours to spare on such a morning, how can he spend them agreeably ? Many answers may be given to this question, and not one, perhaps, quite satisfactory. What may be agreeable to one man may be extremely repugnant to another. He who seeks in London to find in so brief a period much novelty, and who has not, like \" my Lord Tom Noddy,\" a cab and a tiger at his disposal, may find, as that distinguished nobleman found, his expectations end in disappointment. In the City there is absolutely nothing to please the eye, to gratify the taste, or to invigorate the frame. Beyond it there are parks, cemeteries, and rural localities that will repay a visit. There are, doubtless, many people living in London who know nothing of the meaner parts of it, and there are also those who know too much of those parts, having a forced residence in poor and filthy localities. Let us this morning glance at that de hghtful region known as Golden Lane. Nearly all the shops in"], [26, "22 A STROLL THROL'GH THE CITY Fore Street are closed— gin-shops included. No signs remain of last night's traffic in this busy street. The girls are coming out of Lady Holles's school. They look clean and comfortable in then clothes, which seem to have been modified to meet the im proved taste of the times. The children, however, still wear coarse, mean, and ugly straw bonnets, which we hope will soon give place to a more picturesque and tasteful head-gear. The boys belonging to the ward school of St. Giles's Without, Cripple gate, are on their way to church. They, too, have cast off then ancient habiliments, and are clad in decent and suitable apparel, save and except those venerable and venerated garments, the corduroy inexpressibles. Bah ! they excite our disgust. They are not cheap, but decidedly nasty. When new, they have a rusty, second-hand appearance ; when muddy they cannot be cleaned ; at all times, and under all circumstances, they smell of the workhouse ; and, as none but poor schoolboys wear them, and they only on compulsion, their retention must be owing to a desire on the part of parochial authorities to let the public see that the children are still what they are sometimes called by way of reproach, \" charity brats.\" Golden Lane is a remarkable place. When the publics are closed, the people seem very 'dncomfortable. The miserable houses and tumble-down tenements; the narrow and filthy courts, filled with costermongers' barrows and vegetable refuse ; the squalid women and imwashed men ; the \" general \" shops, and magazines for marine stores and old furniture ; and the knots of Irish labourers and wild-looking children that impede the passage of the pedestrian, make Golden Lane a place worth studying. In a former day it required a little courage to pass through it. The Eev. W. Eogers has done much to purge Golden Lane of its social and moral impurities. His school is still open, though his drinking fountain is dry. We never saw this thoroughfare more free from noise and excitement than it was on Christmas morning. It cannot be long before the whole district is swept away. In Golden Lane, as is well known, the Fortune Theatre ones stood, as well as The Nursery, a school for the education of children for the stage : —"], [27, "23 ON A CHRISTMAS DAY. \" Near these a Nursery erects its head, Where queens are formed, and future heroes bred, AVhere unfledged actors learn to laugh and cry, Where infant punk3 their tender voices try, And little Maximiniuœs the goda defy.\" Dbydek. The most notable feature in this lane now are the schools created by the Eev. W. Eogers. On the left from the City, near to Old Street, is a barber who calls himself a \" naturalist.\" In his window stuffed puppies of all breeds are exhibited in frames. The professor shaves for a halfpenny, and cuts hair for twopence. Passing down Old Street, which was damp and dirty, the great sewer having undermined the whole street, we found ourselves in Upper Whitecross Street, where business was being carried on in all its usual activity. Christmas Day is but another Sunday. Whitecross Street is a famous place for cagmag shops, for innumerable stalls for the sale of fish, rabbits, tin-ware, vegetables, list shoes, clothes-horses, old scrubbing brushes, American cheese, coloured sweetmeats, millinery, wood, and a hundred other things indispensable to the social economy of the working classes. In the City Eoad we were in another atmosphere. Many people were abroad, most of them apparently on their way to the houses of relatives and friends, to partake of the Christmas cheer, and, for once, without the company of King Frost. There are a few spots in the City where one can walk with pleasure. One of these is Finsbury Square, or rather the north and east sides thereof. Here it is high and dry, and here we love to linger, especially in summer, when the trees and flowers in the enclosure are green, and, by comparison, beautiful. Tho houses are large and respectable, well-tenanted, and well-kept. This may be called the medical man's quarter, for the inha bitants are mostly M.D.'s and F.E.C.S.'s. We have finished our ramble, and seen a small section of the modern Babylon on a Christmas morning. In spite of much that is unsightly and repulsive in the habits of the people, a great deal of drunkenness and its concomitant evils, there yet may be observed unequivocal marks of improvement. A few years ago crowds of vagabonds — piemen, young thieves, dog and"], [28, "24 BOOKS pigeon fanciers, gamblers, prize-fighters, and prostitutes — would have lined the pavement on both sides of City Eoad on Christ mas Day. Then there were no police, and \" the fields,\" as they were called, were scenes of violence, crime, and infamous and criminal indulgence. Nearly all is now happily changed for the better, and though we still have garrotters and ticket-of-leave men, mock-auctions, shoplifters, and innumerable evils of every hue and complexion, the great mass of mankind has been leavened with the seeds of improvement that continue to grow, to fructify, and to spread ; and, all things considered, we have cause to go on our way rejoicing. BOOKS. My adventures this evening (Saturday, 8th November, 1862), if faitlifully recorded, may at some future time prove interest- ing to me, and may not be altogether without profit. Every man, perhaps, has some ruling passion, some weakness or habit that he would wish to eradicate or modify. I am the slave of books ; and, what is more, I am and have long been a willing slave. I feel that I could, if I chose, cast off my chains ; but I lack the courage to emancipate myself. I may yet be free. In the meantime, if I do not absolutely write myself down an ass, let me at least chronicle with candour this chapter in my life's history. As the weather was fine this afternoon, and I left business early, my youngest son and I agreed to spend the evening together. We went first to look at the annual display of crysanthemums in the Temple Gardens ; afterwards I was to be allowed to inspect the old book-shops and stalls as we passed along ; and ultimately we were, after taking tea at a coffee-house, to finish the evening at the Polytechnic Institution in Eegent Street. This arrangement involved mutual concessions, and was"], [29, "25 BOOKS not entered into without previous deliberation. My son is an intelligent lad, but he cannot appreciate or understand my mania for books ; indeed, he looks upon me, I believe, as a very weak person in this respect, and I am not quite sure that he is not justified in his opinion. I neither abandon nor defend my position, but proceed with my narrative. We left home soon after three in the afternoon. I made an attempt to get my likeness taken in Cheapside, but failed on account of the weather being not quite favourable. After leaving two books to be bound in Bouverie Street, we saw the crysanthemums, and were much gratified thereby. It was part of my plan to cross from the Temple to Leather Lane, Holborn, where an attractive book-stall is to be found on Saturday afternoon only. By Twining's, in the Strand, I stood hesitating for awhile, and finally resolved, after a slight mental conflict, to forego the pleasure of inspecting the treasures of the stall in Leather Lane, and proceed on the journey. Of course, that classical region, Holywell Street, which all the world knows, or ought to know, is lined with book-shops, was to be taken in the route. I had carefully surveyed that interesting thoroughfare but three nights before, and as \" nothing new \" appeared on the stalls I pro ceeded westward without making a purchase. In Endell Street, Long Acre, just between the lights, I managed to buy two magazines, the \"Sixpenny,\" and a part of \"All the Tear Bound,\" which I was allowed to bear off in triumph in con sideration of my leaving the sum of fourpence in their place. At length we are in Goodge Street, Tottenham Court Eoad, a locality containing several book-shops. As the competition in this street is great, I have many a time succeeded in picking up cheap books there. To-night, however, fourpence was all I spent in that interesting locabty. My son and I had taken tea at a coffee-house, and at 6.10 we found ourselves in front of the Polytechnic. The doors do not open until 6.30, so we took a walk. I began to feel some misgivings as to the propriety of my going in at all. I thought of the time I should have to stay there, and of the book-shops I had not seen, mcluding the stall in Leather Lane. I hesitated no longer, but proposed to my son, if he had no objection, that he should keep his own com-"], [30, "26 BOOKS pany at the Polytechnic, whilst I should be free to follow the bent of my inclination. He cheerfully consented, and we parted. In Oxford Street I saw some good books, but the prices were higher than I liked to give, so I passed on rejoicing at my good fortune, for I reflected upon the number I had unread, and was pleased that I had been enabled to travel thus far without making any fresh purchases. I meditated upon the thousand follies I had been guilty of in spending so much money upon books, and as Alexander the Great wept when he had no new worlds to conquer, so I now felt that I had not only no further room for additional books, but I thought that I was really in a fair way to cease buying ; having so thoroughly scanned every second-hand bookseller's shelves in the metropolis many times over, I might really be compelled to keep my money in my pocket, and make use of the books in my possession. In this mood I passed an attractive shop in New Oxford Street, glanced at another in King Street, and examined a third in Middle Eow. Near to Day and Martin's is a shop at which I have rarely bought anything. I saw a work to-night, however, that tempted me greatly. I have said a work, but it ac- tually contained works by three authors — Goldsmith, Thomson, and Goethe. I thought I had them all ; but then they were unbound, and the volume before me was more than worth the money. I nevertheless bated the shopkeeper threepence, and took possession of my prize. There were other works on the shelves that seemed as great bargains. To be brief, I bought three more volumes, and thus at once demolished the beautiful theory I had built up respecting my book-buying propensities. I am not greatly involved as yet, but I may be in for it ere I reach home. In Great Turnstile I had seen an odd volume of \" The Journal of Tliomas Eaikes,\" a very amusing work, and I thought I would just ascertain if it was still unsold, It was safe in its old quarters. I demanded of the boy at the door the price, having determined in my own mind that I would not give more than a shilling for it, but feeling that if I could obtain it for ninepence I- shoidd be better pleased. My surprise and pleasure can hardly be imagined at his reply. He said it was \" only an odd volume,\" which I knew well enough, and the"], [31, "THOUGHTS ON A SUNDAY MORNING. 27 price was threepence ! I forgot to mention that at my favourite shop in Goodge Street, where I have many a timo encountered bookworms like myself, I did buy something, but it was but \"a cipher in the great account;\" it had quite passed from my memoiy. It was a large map of the environs of Manchester, for which I gave ninepence. After visiting two shops in Gray's Inn Eoad. I find mjself once more, and perhaps for the five hundredth time, at the stall in Leather Lane. Once more my hand is in my pockets, and once again I am literally drained of all I can spare. On my way home — with books imder my ami, books in my hand, and books in my pockets — I cogitate upon the necessity of relinquishing my really vicious habit, and dismounting from a hobby that I have ridden almost to death, when, near the General Post Office, I remember to my horror that I have spent not only my own spare cash, but five and sixpence in addition that I had been entrusted with by another. This unexpected and disagreeable discoveiy will, I trust, make me pause in my search after books. We shall see. THOUGHTS ON A STJNDAT MOENING. I live in the heart of London ; amongst almost perpetual smoke, and where the noise is practically ceaseless. On Saturdays I leave my employment early, and do what I like with my time until I go to bed. This is a great luxury, especially if the weather be fine. Let it not be supposed that I spend this leisure in the country among the green fields and the beauties of nature. No, no. The occasions on which I do anything of that kind are few and far between. I like the country nevertheless, as none but a half-stifled cockney can like it. But I like books even more, and it is in search of them that I go. They fill my thoughts day and night; sleeping or waking they absorb my attention. Why they should do so I cannot tell, but such is the fact. Well, then, on Saturday afternoon it is my pleasure,"], [32, "28 THOUGHTS ON A SUNDAY MORNING. my supreme delight, to go in search of my favourites. Mind, I always buy them cheap — at least I persuade myself that I do, though it has been said that nothing is cheap that is not wanted, and that that which a man can do without is dear at any price. Well, I incline to that belief myself, but I am not going into that question now. I know that I enjoyed myself last night, and am certain that I am not very miserable this morning, though I did spend my last Saturday half-holiday in my favourite pur suit. I will give the particulars of my last raid among the books. At 3. p.m. I was free. Some days before I had had \" Chambers's Cyclopædia of English Literature\" bound in two handsome volumes, but I had not as yet paid for the binding. I had put the books into my case, and taken out the previous edition for common use. The money was put by, and three volumes of \" Chambers's Encyclopædia \" were tied up for binding, together with \" Macaulay's Essays,\" \" to be neatly half-bound calf, with cloth sides.\" I am off, with books under one arm, and an umbrella under the other. The weather is close, the clouds heavy and threatening, and the probability of rain great. It is the 5th of July, but we have scarcely had a single dry day this summer. I can face anything when in search of books. They are meat and drink to me. My binder lives in Bouverie Street, Fleet Street. I paid him, and immediately commenced my researches. There is a large bookseller's on the west side of Temple Bar, where I love to loiter. It is filled with second- hand books, and the proprietors sell them at reasonable prices. I often find a bargain there. Holywell Street is my delight. I shoot past the clothes-shop at the corner with the rapidity of a comet, and alight at the first bookseller's on the right, where there is a goodly assortment of my favourites at fair prices. A little farther on, on the opposite side, is a shop where school- books are sold — aye, and sold cheap. A few days back I pur- chased at that shop Walter White's \" A Month in Yorkshire,\" and Emerson's \"Essays, Lectures, and Orations,\" for a shilling each ; and last night I saw lying there a well-thumbed copy of \"Henry's First Latin Book\" for a shilling. Almost every youth who seeks to learn Latin wishes to possess the last work,"], [33, "29 THOUGHTS ON A SUNDAY MORNING. and therefore I say again the shop is a cheap shop, and my respect for the proprietor is great. In the same street is a bookseller who publishes a monthly hst of \" curious \" books, at very stiff prices ; but notwithstanding his italics, and interpolations from learned catalogues, and his quotations from bibliomaniacs as to the scarcity of the books he sells, I never linger long at his shop. Iu Drury Lane, on the right, there is a second-hand book seller's that is very well known. The old gentleman who keeps it is as quaint as his wares. His books are plainly marked, and in his prices he is singular. Elevenpence, eightpence halfpenny, and one and fivepence are orthodox figures with him I bought nothing in Holywell Street, which somebody has recently christened \" Booksellers' Bow.\" In Eussell Court, Drury Lane, there are two or three shops, but a hurried glance told me there was nothing in my way. I pass rapidly into Lincoln's Inn Fields, and in the south-west corner, in a street leading to Clare Market, I find a couple of stalls. There is nothing for me there, though at one of the stalls there is a decided bargain in the shape of \" Ouvres de J. J. Eousseau, en trente cinq tomes,\" with large margins, exe crable paper, and worn-out type, for five shillings and sixpence. At length, having run the gauntlet of all the shops I intend to visit, and invested threepence in the first number of the \" Literary Budget,\" I arrive at a spot that I will not indicate, where a man keeps a large book-stall on Saturday evenings. I was anxious to be the first to rummage his wares, but he had not yet made his appearance. I went in search of him, for I know where he lives. He was loading his truck, and preparing to come out. I waited patiently for him, and had the satisfaction to see him presently turn the corner. I had the dissatisfaction, too, to see him run against the kerb, and tumble a heap of magazines into the kennel. The mischief was not great, the books failing upon some tarpaulin and a great-coat. I ran over his stock with much eagerness, and picked out a great many numbers of the \" New Monthly Magazine,\" \" Blackwood,\" and other periodicals, besides a fine copy of \" Anastasius, or Memoirs of a Modern Greek,\" and a very nice edition of Irving's \"Knicker-"], [34, "30 THOUGHTS ON A SUNDAY MORNING. bocker,\" both of which I already possessed, but not in such tempting binding. I relinquished the \"New Monthly\" to a person in his shirt-sleeves who keeps a butter-shop in the neigh bourhood. The bookseller said he could read them, and then use them to cover his butter. I brought my nineteen numbers of \"Blackwood\" away in triumph, as well as an exquisitely illustrated copy of Tennyson's \"Miller's Daughter,\" with a portrait of the author. This book had no cover, and I got it for eighteen-pence. I was a happy man. Let me give you a picture of real enjoyment in which I shall be the principal figure. I came home soon after 7 p.m., very tired, rather dirty (for the streets were muddy, and it rained a little), faint from hunger, and oppressed with the heat and my heavy burden. I laid down my load, washed myself, put on my slippers, put my feet on a chair, and sat down to an excellent tea. My good wife, instead of scolding me for \" wasting more money in rubbishing books, instead of buying something useful or saving it,\" brought me in my tea, and suggested that I should combine that meal with supper, as there was part of a lobster that I coidd have. Perhaps I think too highly of mere creature comforts. Be that as it may, the truth shall be told. I did enjoy myself, if ever I did in my life. A tea fit for a prince, and a pile of magazines to examine : what could be more delightful ! Certainly no com bination of ciroumstances that I can conceive could more conduce to produce real enjoyment than those I have mentioned. I did enjoy myself, and am grateful for the privilege. But I must return from my wanderings, and say what I have to say of Sunday morning in London. It is, as I have said, the month of July. I usually sit up late on Saturday evening, and get up rather late on Sunday morning — a practice more honoured in the breach than in the observance. This morning I awoke a couple of hours before my time, and seeing that the weather was bright and cheerful, I determined to get up for the day. By this means I hoped to take time by the forelock, steal a march on my sleeping family, and lengthen the enjoyment of the day. I live in a very lofty house, and"], [35, "31 THOUGHTS ON A SUNDAY MORNING. when there is little or no smoke, and a clear atmosphere, can see distinctly the hills of Highgate and the taper spire of the church there. This morning all was calm and delightful — that is to say for London. Nothing whatever was to be heard but the singing of my goldfinch, and the piping of a thrush close by. I was reminded of the pleasure one experiences in the country when after a night of sweet repose one rises in tho early morning, throws open the window, snuffs the air, perfumed with the odour of flowers, and listens to the song of birds and the hum of insects. Everything breathes a spirit of repose, and the effects of this calm upon the mind of one eternally living in the ceaseless babble of a great city is extremely soothing and delightful. I opened my window and looked out. Few people were abroad. Two policemen stood at the corner of a street gossiping. One held in his hand a birch-broom. Out of sight of his inspector, and beyond the reach of the public eye, he was amusing himself and his colleague by imitating a drtmken man. Opposite to me was one of my neighbours, the very last man I shoidd have expected to see abroad at that early hour, as I know that he is fond of his glass, and likely therefore to have been up late over-night. He was talking to a policeman. After the latter had looked cautiously round, the two vanished into my neighbour's house. A wee drap of the creature was probably discussed inside. In a few minutes I heard the noise of a light cart, containing two persons, intent, probably, on spending a day in the country. Then came a solitary cab, evidently engaged the night before, and now on its way to a railway station. Again, a man and Ms wife would appear, dressed in their best, also on their way to join an early train. Presently a couple of pedes trians would show up, wearing caps or wideawakes, and prepared for a walk before breakfast. My family will soon be sitting down to breakfast, so these observations and speculations must here end."], [36, "■J J DIETY DICK'S. On the south side of Bishopsgate Street Without, immediately fronting that quaint piece of Elizabethan architecture the \" Sir Paul Pindar \" — itself a famous depot for what are called \" strong drinks \" — is a low, dark, and antiquated house, that in some places would bear the title of a grog shop, but which we citizens would designate, with an equal want of propriety, a wine vaults. Well, this grog shop, or wine vaults, which is numbered 49 in the street, is kept by a Mr. Barker, who succeeded his father in the business, which was originally established so long ago as the year 1745, and can, therefore, boast of a longevity of one hundred and nineteen years. The more venerable of my readers will remember a house on the right of Leadenhall Street, in the window of which the portrait of a low-browed gentleman of middle age, with sharp features, was long exhibited as the like ness of one Eichard Bentley, who was proud of being in his day known as \" Dirty Dick.\" There was never, I believe, any connexion between the \" Brummagem \" shop in Leadenhall Street and the famous establishment of Mr. Barker, which is now the only place that has any pretensions to be called \"Dirty Dick's.\" Don't think, gentle reader, that the name is intended to mean the opposite of what it expresses, because itinerant fish mongers who have a reputation for selling choice fish choose to call out \" stinking mackerel.\" \" Dirty Dick's \" has \" all its blushing honours thick upon it \" which have earned for it this unique and enviable appella tion. It is festooned, or tapestried, with a filigree of such vene rable cobwebs as to excite one's surprise that the ghost of Ben venuto Cellini has not been tempted to revisit this planet in order to study its fantastic configuration. The walls of the place are black with age and dirt; the counter is covered with a coating of lead that has the appearance of a battered cistern of a century old; the men who serve wear leather aprons; and"], [37, "DIRTY DICK'S. 33 the drinking glasses float in a sea of alcoholic beverages. \" Dirty Dick's \" is well known, and the articles sold there are bolieved to be of the best quality, and the scale of charges under the average. It requires no conjurer to perceive that the business done there is immense. Go at what time you choose — let the weather be fine or foul, hot or cold — let the occasion bo a festival or a fast, \"Dirty Dick's\" attractions are the same. Some make their fortune by plate-glass, French polish, and mahogany ; others by what illnatured people term puffing ; but we doubt whether anybody besides Mr. Barker has succeeded in the occult science of transmuting cobwebs into the precious metals. Miserable pretenders may and do entice the simple with \" crusted port \" which their industrious spiders have clothed with raiment that indeed seems antique, but which the many have no more faith in than connoisseurs have in a picture hot from the \" \\Vest minster oven.\" \"Dirty Dick's\" cobwebs have been generated in daylight, and none will dare dispute their antiquity. Many who are unacquainted with Mr. Barker's establishment, which is a place of some magnitude, embracing the house next door, and extensive premises behind, will require to be informed of the cause of its Celebris)', and why its appearance has under gone no change for so long a period. These questions are more easily put than answered satisfactorily. Eumour has been very busy in the matter, and the gossips have speculated largely upon the amount of truth at the basis of certain traditions which have found currency respecting the place. One of the rules of the house is that no person can be served twice at the same stand ing. If you demand the reason, none is assigned ; the officials can give none, because they know of none. It is reported outside that a man once died at the bar, and that is said to be the reason why a second glass is refused to the same individual. No person is served in a state of intoxication — a practice some gin- drinkers appear to think more honoured in the breach than in the observance. They keep no hot water at \" Dirty Dick's,\" so that everything must be taken neat, or diluted with cold. Though no reason can be given for the original existence of the cobwebs, and the grime and the dilapidation of this house, a very satisfactory one is found for retaining these unusual attractions, in the c"], [38, "DIRTY DICK'S. 34 patronage bestowed upon it ; and so long as they continue to \" draw,\" the proprietor will take care to have them preserved in their integrity. The men who serve at \"Dirty Dick's\" axe not kept for ornament ; and such is the demand for the pure and undefiled beverages supplied there, that on festive occasions people have waited hours to be served, rather than cany their money elsewhere. Upon the whole, the place is curious enough. Its history is as yet a mystery which we are not in a position to clear up. Those who wish to study the worst side of human nature may profitably spend an hour at the door of \" Dirty Dick's.\" The proprietor closes his establishment on Sundays, and that is more than can be said of every gin-spinner. He does not condescend to attract his customers by flaring lamps, or by means of plate-glass and handsome barmaids. His young men are practical people, who give all their attention to the business in hand, and waste no time in small-talk. Those who frequent the house conform to the rules without murmtuing ; they call for what they require, throw down the needful, swallow what they have paid for, and depart. They are succeeded by others, and thousands of persons are thus supplied in a single week. The habitual dram-drinker, clothed in the faded remains of what was once respectable apparel ; the young mother, infant in arms, who thinks she needs the seductive draught to sustain her strength and spirits ; the fiery-faced drunkard who is ever cra ving for more drink, and is never satisfied ; the young woman who sips and makes wry faces before she gulps the gin, and who is enticed by her sweetheart out of goodnature to take a \" drop,\" which helps to make her a drunken and degraded wife; the moderate drinkers who fill the gaps occasioned by the deaths of those who were as \"moderate\" as themselves; the prostitute and the dressmaker, the butcher, the cabman, the baker, the mechanic, the artizan, the Jew and the Gentile, the Catholic and the Protestant, the Churchman and the Dissenter — all meet at the counter of \" Dirty Dick's,\" all worship at the same shrine, all seek present enjoyment in the sparkling glass, without thinking or caring much about the future. I who neither smoke nor drink, feel a painful interest in"], [39, "PROMPTITUDE. 35 such places, and think the best side of them is the outside. They mat/he necessary evils, but there must be somotliing wrong in a state of society that keeps alive sue!) places, where not one virtue is generated, but which give birth to a thousand crimes. PROMPTITUDE. The word promptitude is a very significant one. When well considered, it teaches many wholesome lessons. To be prompt involves some decision of character, and to be wanting in decision of character is a serious bar to success in life, a continual impe diment in the way of our own happiness, and in the happiness of others who are intimately connected with us. All cannot be prompt and self-possessed in the hour of danger; but every person who is anxious to do his duty to the best of his ability oan train his mind to a prompt observance of those duties which devolve upon him as a good citizen and a member of the com munity of which he forms a part. The first consideration that should weigh with him, and take precedence of all others, is that he is ever under the eye of his Maker, who will, when the time comes, exact a faithful account of his stewardship. All his excuses, evasions, and short-comings will be recorded against him when the day of reckoning comes round, and it may come like a thief in the night, when he least expects it. But if he fail in his spiritual obligations, and procrastinate where procrastina tion is destruction, he will not wittingly disregard his worldly interests. Tet such is the strength of a long-continued habit, an insidious practice that has grown with his growth, and got the mastery of his reasoning faculties, and, consequently, prostrated his once strong will, that he yields his half-formed resolve to act promptly and decisively whenever occasion may call for promptitude, and never again makes head against the enemy that has vanquished him. This is but too often the case with a c2"], [40, "36 PROMPTITUDE. large number of people. They have not at once become indif ferent to the proper discharge of their duty to then- fellows, and insensible to their own best interests. So gradual has been their fall, that they are not cognisant, it may be, that they have fallen at all. Some dire misfortune overwhelms them, the result of their procrastination, or want of promptitude at a critical turn in their affairs, and then they become alive to the magnitude of then folly and the guilty feebleness of their resolution. Some few, but very few, are led to reflect ere it is too late. They turn and retrace their steps on tbe very verge of destruction. A word once spoken, a sentence once read, but long forgotten, takes form and coherence in their minds, and they pause and turn back with new and fixed resolutions. Henceforward they are men of action : they have fixed resolves, definite ideas, and a settled determination to act rightly, promptly, and unwaveringly in every position they may be called upon to fill. Their new-born but matured resolutions gain additional strength by use, and the goal of worldly success — if judgment, intelligence, and integrity accompany promptitude — is surely reached. Decision of character, as we have said, may be attained by those w'ho never knew its value or felt its influence ; but usually it is inherent in the individual. It is a jewel of great price, and should never be used but for good and great purposes. Rightly directed, it often transforms a vulgar mortal into a demigod, and one of the multitude into a hero. A misapplication of this attribute may not only be fatal to the peace and prosperity of an individual, but be the means of involving a community and even a nation in ruin. It becomes us all, then, to be prompt in the execution of whatever duties Providence may entrust to us, and never to halt between two opinions, or falter in the execution of any design after we have fairly made up our minds that hesitancy is dangerous in the one case, or that it is criminal to procrastinate in the other. \" At thirty, man suspects himself a fool ; Knows it at forty, and reforms his plan ; At fifty, chides his infamous delay, Pushes his prudent purpose to resolve ; In all the magnanimity of thought Resolves, and rc-resolves ; then dies the same.\" Youkg."], [41, "CITY ARTICLES AND THEIR EDITORS. 37 He who has long been the slave of vicious habits finds it very difficult to throw them off. A drunkard has no power to wean himself gradually from his accustomed potations, and a dis sipated man can only get rid of his vices by an immediate and complete renunciation of his old habits and bis unworthy asso ciates. Feltham say's truly that \" a good resolution is the most fortifying armour that a discreet man can wear;\" and the right way to carry out a good resolution is to ask God's blessing upon it. He who is thus fortified becomes stronger day by day, continues in well doing, and ultimately looks back with sorrow upon the misdeeds of his past life, but without fear of ever again relapsing into his former evil practices. A continuous self restraint imposes no burden upon him, but rather removes the incubus under which he has hitherto laboured. Walking in the path of rectitude, and neither turning to the right hand nor to the left, \" he can be a servant as well as a lord ; and have the same inward pleasantness in the quakes and shakes of fortune that he carries in her softest smiles.\" CITT AETICLES AND THEIE EDITOES. The banking and commercial interest in London has a lite rature of its own, and it is well served in this respect. Among its weekly supporters is the Economist, established by the late Mr. James Wilson in 1843, and carried on by him with re markable ability until his departure for India, where he unhap pily died before he had completed the financial regeneration of that important dependency of the British crown. The Economist is the oldest and one of the ablest exponents of sound banking principles.' It has a rigorous competitor, however, in the Money Market Review, which has only been established about two years, and is already looked upon as one of the leading papers devoted to monetary affairs. The editor of this journal is also what is called the \"City editor\" of the Daily News, and both papers"], [42, "38 CITY ARTICLES AND THEIR EDITORS. are regarded as high authorities on all things appertaining to trade and commerce. The Daily News publishes a weekly resume of the state of trade and finance in the Monday's impres sion, which is read with some interest by City men. AH the daily papers devote a large space to what is called in the Times \" City Intelligence,\" which is made up of accounts of what has been done on the Stock Exchange, at the Bank of England, among the discount houses and financial associations, and indeed of all the information that the City editor and his assistants have been able to pick up dming the hours of business, whether as respects tho corn market, the importation or expor tation of the precious metals, the fall and rise in the value of money, or of British and foreign securities, the latest news con cerning continental exchanges, the present value of all descrip tions of shares in banks, insurance, railway, mining, and other companies, &c, &c. Those who are not familiar with City life, or of what is going on daily in and around the Eoyal Exchange, can have no con ception of the eagerness with which monied men, and those who hold or deal in shares, scan the City articles in the daily and weekly newspapers. While the ladies read the police intelli gence, the accounts of the movements of tbe Court, the particu lars relating to the fashions, and the column devoted to \" births, marriages, and deaths,\" and the ordinary male reader devours the foreign news, the leading articles, and Parhamentary debates, the stockbroker, the banker, the merchant, and the capitalist look upon these things as of minor importance, and almost invariably give then first attention to the price of Consols and the value of shares in which they have a personal interest. The language of the City articles is quite peculiar, and not always very clear. To an ordinary reader it is scarcely at any time intelligible. The writers of these articles are supposed to be remarkably gifted men, and no one will question the great tact and acuteness they display in arranging their materials and marshalling their facts. They are not all, however, possessed of great ability ; many exercise their functions in a way much more mechanical than is generally supposed. Numbers of such articles are mainly borrowed from other papers, and are manipu-"], [43, "CITY ARTICLES AND THEIR EDITORS. 39 lated with paste and scissors. This is especially so with some of the weekly papers. With the exception of the Economist, the Money Market Review, and a few others, the weekly nowspapers very freely help themselves, without scruple or acknowledgment, from the columns of their daily contemporaries. The editors of the money articles in the daily newspapers have offices within a short distance of tho Bank of England. They do not begin their labours much before midday, and they very often do not end them until nearly midnight. The task of a City editor is a very onerous one, and cannot be well performed by deputy. Some of them are liberally paid, but their salaries are not the only rewards they receive. The mysterious influence they exercise among the commercial community, and the in terest with which then oracular utterances are perused by all who dabble in shares, create a prestigt in then favour which renders their position in some respects an enviable one. City editors are, however, but men, and in spite of their peculiar opportunities for the acquirement of correct informa tion, and the habitual caution with which they speak of finan cial and commercial matters, they occasionally make serious mistakes. Of course they do not acknowledge their errors. It is only when their prognostications are verified by results that they exultingly refer to the views they have expressed, and to the lamentable shortsightedness of their contemporaries. With all their experience as public writers, and the assistance they get from bond file men of business who have acquired their knowledge in tho counting-house and on the Exchange, the writers of City articles arc not themselves practicalbs acquainted with the matters they are accustomed to write about ; and, taking this fact into consideration, it is somewhat remarkable that even the most experienced bankers, merchants, and stockbrokers should so entirely rely upon the predictions uttered by the men who are after all but the mouthpiece of those whom they affect to instruct. As an illustration of the substantial truth of these remarks, we may point to the work of Mr. G. J. Goschen on \" The Theory of the Foreign Exchanges.\" The author of this work is an eminent merchant, and one of the members for the City. In less"], [44, "40 CITY ARTICLES AND THEIR EDITORS. than three years four editions of the book have been called for by tbe commercial public. It discusses a very important and ab truse subject with a simplicity and perspicuity that no more City article writer can pretend to imitate. Besides the daily and weekly papers, there are other periodical publications dedicated to the interests of the merchant and banker. The Bankers' Magazine stands at the head of these publications. It is issued monthly, and is found on the shelves of the principal mercantile houses at home and abroad. It was established twenty years since, by Mr. Dalton, a gentleman con nected with the Provincial Bank of Ireland, and has attained a large circulation under its present editor. It is far from our intention to speak of \" City articles and their editors \" with disrespect. We think very highly of both. Without them the newspaper would be very incomplete. A modern money article contains as much matter as one of the early newspapers, which, the reader will remember, was only printed on one side of the paper. Nathaniel Butter, who pub hshed the first English newspaper, nearly two centuries and a half ago, was accustomed to send his agents to the Court end of tbe town to pick up intelligence, as well as to St. Paul's Cross, the Eoyal Exchange, and other gossiping localities. The facts so gleaned often proved to be no facts at all. The City editor of our time deals mainly in facts and figures, and he seldom quits the City until he has finished his day's labour. He is practically ubiquitous. In the daytime he visits every establishment of note in search of news. He goes to \"Lloyd's,\" to the \" Baltic,\" to the \"Jerusalem,\" to the \" Jamaica Coffee House,\" to the Commercial Sale Eooms in Mincing Lane, to the Corn Market, to tho banks, to the Stock Exchange, the bullion brokers, the Mining Exchange, and to a hundred other places within the sphere of his labours ; and at night, when others have left the City, he prepares his \"copy\" for the printer, a most laborious operation, from which he would sometimes like to be relieved, but from which he only escapes on Sundays and general holidays."], [45, "41 THE GEEAT FIEE IN TOOLET STEEET. The following letter was written with a view to its publication in a local newspaper, but as it did not at the time appear in print, and as the subject is believed by the writer to be of per manent interest, he considers himself justified in giving it a place among his other \" Trifles \" : — Saturday night, 22nd June, 1861. It is likely that you may receive many communications re specting the great fire in Tooley Street, which at this moment is raging with an intensity surpassing any other conflagration that has happened in London within the memory of man. Ere the scene I have just witnessed fades from my memory, I hasten to record my impressions thereof for the^ information of those who were not present at the fire. Shortly after eight this evening, I left my home for the pur pose of indulging in a short walk somewhere in the neighbour hood of the City Eoad. I had reached the corner of Moorgato Street, when I saw one or two persons hastily cross the road, as though they were suddenly attracted by an unexpected sight. As there were no more people than usual in the street, I thought it might be a balloon that excited their curiosity, and I hastily crossed over to ascertain if my conjecture were correct. It was then that the signs of a great fire somewhere near London Bridge became manifest. Upon inquiry, I was told that it had been burning since about a quarter to five o'clock. Strange that so momentous an event should have happened so near (I live in Threadneedle Street) without my having heard of it before ! Somebody observed that \" it was the greatest fire since the Great Fire of London.\" I made my way with some difficulty to the foot of London Bridge, and seated myself on the parapet on the west side of the bridge, just beyond Fishmongers' Hall. The view from this spot was what is vulgarly but most correctly described as \" awfully grand.\" The bridge was nearly blocked"], [46, "42 THE GREAT FIRE IN T00LEY STREET. up with vehicles and pedestrians. Fishmongers' Hall stood in such a blaze of light that its front and south sides were displayed to the greatest advantage. The large pile of buildings on the other side, having tbe Adelaide Hotel on its southern flank, was thrown into the strongest relief, while the hotel itself shone forth with mi com mon splendour. The Monument towered above this block of lofty houses, its golden crown looking as radiant as another sun, while its terraced roof was gorged with excited and awe struck people, who had eagerly parted with four times the usual fee in order to command an unparalleled view of an unparalleled sight, The fire burnt with amazing fury. Magnificent bodies of flame lighted up the horizon with a preternatural brilliancy. The old church of St. Magnus the Martyr looked like a new edifice. Everybody was intensely excited. Omnibuses, cabs, carts, waggons, costermongers' trucks were packed with people. Some stood on the coping-stones of the bridge, seemingly for getful that at any moment they might lose their balance, and tumble into the stream below. There never was such a scene on London Bridge, and let us hope there will never be such another. The devouring element was doing its work, and the puny efforts of thousands of people seemed utterly powerless to check its ravages. The night was most beautiful, the sky deKghthdly blue, but the moon, which, but for the fire, would have hghted up the river with its soft and silvery rays, was nearly obscured by the sea of liquid fire which the combustibles in the burning warehouses continued to feed. It was now nearly nine o'clock. For four hours had the conflagration raged with continually in creasing intensity. Among other fearful rumours that filled the minds of the spectators, there was one that was so often repeated that people reluctantly acquiesced in its probability. It was to the effect that Mr. Braidwood, the Superintendent of the London Fire Brigade, had been killed, with five of his men. Some said that twelve men were dead, and again it was asserted that not less than thirty persons had lost then lives. I hope and pray that all these rumours may be groundless, but the story of the death of Mr. Braidwood and his five followers is repeated by so many persons, that fact, it is to be feared, will fully confirm the rumour."], [47, "■ii THE GREAT EIRE IN TOOLEY STREET. I thought I might see the scene of destruction with greater advantage if I approached it nearer. With that view I felt my way with extreme caution to Tooley Street, and found less diffi culty in approaching the fire than I had anticipated. The crowd was far from being so great as might have been expected. In presence of such a calamity, the police seemed poworless, and the fire-engines, of which there were said to be twenty on the spot, appeared to be as of little avail in rendering any real service. The fire seemed to have seized all the buildings fronting the Thames, from Cotton's wharf to Horn's potato warehouse. The latter is in Tooley Street. I stood in front of it, and saw the men throwing out sacks of potatoes, but the flames in its rear appeared to be about to fold it in their grasp. All tho surround ing objects were hghted up with amazing brilliancy. The houses were crowded with people, and thousands who had gone home to their suburban residences were now rushing to the scene of devastation. Fronting the spot where I stood, the flames were the fiercest, and it was there that continued ex plosions were taking place, which greatly alarmed the people. It was said to be saltpetre that caused them, and as barrel after barrel ignited and blew up, the spectators became more alarmed, until presently they were seized with a panic, and began to move off in a body with dangerous celerity. The truth is, some thought it was gunpowder that caused the explosions, and as they felt the effects of the fervent heat pretty strongly, they in stinctively rushed from the anticipated danger. This they did several times, and as crowds are proverbially thoughtless and selfish, I much fear some accidents will have happened in con sequence. This fire is the most tremendous one I ever witnessed. God grant there may never be its equal in my time. The anxiety of those in the immediate neighbourhood must be most painful, and the destruction of property, I apprehend, will be unexampled. From the window of one of the small houses on the west side of the warehouse before mentioned, the people were letting down a bed, and at another window I thought I saw a woman and child. At the rate at which the fire was burning it was not possible to consider either the warehouse or these houses beyond danger, and if the flames should reach"], [48, "44 JEWS, them, there will be little chance of saving St. Olave's Church and the buildings adjoining. On my return, I saw the pinnacles of St. Michael's Church, in Cornhill, displaying their graceful outlines in an unwonted manner ; the Eoyal Exchange clock told wayfarers the hour without asking ; and the hghted clock without a light, in Threadneedle Street, was ilhrminated by the reflection of the \" Second Great Fire of London \" on the other side of the water. JEWS. The effects of civil, religious, and political liberty have in no case, perhaps, been more strikingly manifested than in that of the Jewish community. In looking at the present position of this race in our country, we can hardly persuade ourselves that they have descended from a people who for centuries were singled out from among mankind as objects of contempt and persecution. Our popular notion of a Jew of the past is derived in no small degree from Shakspeare's Shylock, and Sir Walter Scott's Isaac of Tork. With some people a clothes-man, or vendor of spurious Turkish rhubarb or steel pens, is the type of a modern Hebrew ; while others cannot disassociate the Jew from his money-bags, and every rich member of the fraternity is regarded as another Eotlischild. But those who look a little below the surface, and examine more closely into the economy of the Jewish people, will take a broader and more rational view of their character and estimate justly the part they play as citizens of this country. To what cause are we to set down the progress the Jew has made among us of late ? Certainly not wholly to his wealth, nor yet to his greater intelligence. The Jew has always been a man of money, and in order to accumulate money intelligence is necessary. The* improved social and political condition of the Jew is doubtless owing in a large degree to the greater diffusion"], [49, "JEWS, 45 of education among all classes of the English people. An en largement of ideas gives us sounder views as to our duties to each other, and the better we are educated as a nation the more tolerant and just we become. In the removal of class distinctions, which had long kept different sections of the people from par ticipating in rights and immunities which ought to be shared by all who pay taxes and obey the laws, the claims of the Jews could not be disregarded. Their great wealth and aptitude for business ; their natural acuteness, sharpened by persecution and oppression ; and their wide distribution among different nations, as well as that adherence to the religion of their fathers wliich has kept them as one people, have rendered them a power in whatever land they have been permitted to live in anything like freedom ; and here, in England, the Jews have been continually increasing their influence, until at this day they enjoy all the rights and privileges which good government and advanced intelligence have conferred upon the most favoured members of the community. We learn that at the obsequies of the great composer Meyor beer, which took place at Berlin in the month of April in tho present year, the Reverend Dr. Joel, Rabbi of Breslau, delivered an oration, in the course of which he mentioned, in presence of almost every eminent man of the capital, the remarkable fact that a very large number of men who had become illustrious in every department of art, science, and literature within the last hundred years, had proceeded from the two hundred thousand Israelites of Northern Germany. In the quaint and crude book entitled \" The Present State of England,\" written by Edward Chamberlayne, Doctor of Laws, and which in 1687 had reached a sixteenth edition, the Jews are spoken of with great disrespect ; and if that narrow-minded author is worthy of credit, they were not regarded as a very influential body in London at the time in which he wrote. \" Touching the Jews,\" he says, \"which by the late usurper were admitted at London, and since continued by the bare permission of the king, and suffered to hire a private house, wherein to hold their synagogue, they are not considerable either for number, making not above thirty or forty families, nor for their wealth or abilities,"], [50, "46 JEWS, being for the most part poor and ignorant.\" The Jews first arrived in England in 1078, twelve years after the Conquest. According to Hume, the English Jews, in the reign of Henry II., were protected from the violence of the populace, although they were held in abhorrence by all classes in that semi-barbarous age on account of their religion and their usurious habits. The example they set to the nation by then industry and frugality was not understood, and therefore not appreciated ; and unless they were protected by the State, they were often subjected to the most cruel usage by the ignorant and cruel people. They were forbidden to appear at the coronation of. Richard I., but then curiosity got the better of then natural prudence, and some of them, bringing that monarch presents, presumed to disobey the king's commands, and a large number of them were massacred, and then houses plundered and burnt. This was in 1189. In 1204, in the reign of King John, Jews and Jewesses were imprisoned, their eyes or teeth plucked out, and numbers put to death. At one time, during the same king's reign, all the Jewish people in the kingdom were put into prison, and not set at liberty until 66,000 marks had been exacted from them. The marvel is that, notwithstanding these cruelties and extortions, they still continued to reside in England in comparatively large numbers. The circumstance is explained by the fact that they engrossed nearly all the commerce and money transactions of the country ; and as the rate of interest was then enormous, then profits were sufficient to compensate them for all losses, and to make them, submit to the indignities that were put upon them. \" Henry the Third,\" says Hume, \" borrowed 5,000 marks from the Earl of Cornwall, and for his repayment consigned over to him all the Jews in England.\" This was very kind of the king. In 1235, the Jews of Norwich were fined 20,000 marks for oircumcising a Christian child, and those of London, though not involved in the charge, had likewiso to pay 20,000 marks. Twenty years afterwards, a quarrel took place between a Christian and a Jew in the church of St. Mary Cole, at the corner of the Old Jewry, in the Poultry. The latter, having dangerously wounded the former, was killed by the people. Other Jews were"], [51, "47 JEWS also killed to satisfy the blind rage of the infuriated citizens of London. Throughout the long reign of Henry III., the Jews were repeatedly laid under contribution by that rapacious and unprincipled monarch. The interest paid for the use of money was enormous in that age, sometimes being as much as 50 per cent. ; and as the Jews were the chief moneyers, or money lenders, and consequently the wealthiest part of tho community, they were frequently obliged to disgorge a part of then ill gotten treasures in order to secure immunity hi the exercise of their calling. The father of this king — the amiable John — ordered a Jew of Bristol to pay him 10,000 marks. On his refusal, the king ordered one of his teeth to be drawn daily until the money was paid. When the seventh tooth was ex tracted, the Jew paid the amount demanded. In'; 1243, one taliiage was laid upon the Jews, which amounted to 60,000 marks, a sum equal to the whole revenue of the Crown. In the succeeding reign — that of Edward I. — 700 Jews were slain in London because one attempted to exact from a Christian more than twopence a week as interest on a loan of twenty shillings. In 1269, a law was passed prohibiting Jews from being freeholders ; and in 1274, every Jew lending money on interest was compelled to wear a plate on his breast, signifying that he was a usurer, or to quit the realm. Four years after wards, 267 Jews were hanged and quartered for clipping the coin. In 1290, Edward I. banished the Jews — 15,660 in number — from England. They were greatly pillaged and persecuted in France during the fourteenth and fifteenth centuries. In 1348, a fatal distemper raged in Europe, and the Jews being suspected of poisoning the springs, numbers of them wore massacred. Between 1492 and 1493, the Jews were banished from Spain, Portugal, and France. Thus were they persecuted in the most relentless manner in nearly every part of Europe. It is pleasing to turn from this dismal catalogue of intolerance and cruelty, and consequent suffering without cause — for the Jews could hardly have been guilty of a tithe of the crimes im puted to them — to a gleam of sunshine which at length appeared in the history of this people. Tho dark ages were indeed a dismal period for the Jewish race."], [52, "48 JEWS, We have before referred to a passage in Chamberlayne's \" Present State of England,\" in which it is mentioned that the \" Usurper,\" Oliver Cromwell, had recalled the Jews to England, after a banishment of 370 years. Macaulay refers to this im portant fact in a single sentence. \" Even the Jews,\" he says, \" whose public worship had, ever since the thirteenth century, been interdicted, were, in spite of the strong opposition of jealous traders and fanatical theologians, permitted to build a synagogue in London.\" A statute to compel the Jews to maintain their Protestant children was passed in the reign of Queen Anne. In 1746, George II. refused his assent to a bill for the naturali zation of the professors of the Jewish religion in Ireland, where 200 Jews then resided. An act to naturalize them was, however, passed in 1753. Ever since the Restoration, the Jewish people had been subject to every kind of persecution except in Holland. In this country they had enjoyed a kind of toleration. It is said that in Queen Anne's reign they offered the Lord Treasurer Godolphin half a million of money on condition that he should obtain for them permission to purchase the town of Brentford, and secure to them all the privileges of trade, &c. \" The agent from the Jews represented to his lordship that such a measure would bring the richest of the Jew merchants into England, and cause an addition of more than twenty millions of money to circulate in the nation. The offer was tempting — the Jews, it is said, would have doubled it — and the prospect of the \"attendant advantage more so ; but Godolphin was deterred, and let the scheme drop, because 'he foresaw that it would provoke two of the most powerful bodies in the kingdom — the clergy and the merchants' \" Mr. Pelham, it seems, held more enlightened viewTs. He introduced as a minis terial measure a bill for permitting the naturalization of foreign Jews, which passed through the House of Lords without excising a murmur even from the bench of bishops ; but, upon being sent down to the House of Commons, it encountered a fierce and for midable opposition. It was read for the first time on the 17th of April ; but on the 7th of May, when the question was put for the second reading, the great combat took place — the factious opposition being greatly encouraged by the abuse which the bill"], [53, "49 JEWS encountered out of doors. \" The Scriptures were quoted to provo that the Jews were and must remain scattered over tho world as vagabonds and outlaws without a home ; and, in the red-hot torrent of declamation, all our penal enactments made against the Jews in the most barbarous times were applauded as things tending to work out the will of heaven.\" Pelham stood up manfully in defence of his bill, and refuted these arguments \" like a philosopher and a statesman.\" The fulness of time, however, was not yet come when the Jews were to be emancipated. It took another century to free them wholly from their disabilities. Nevertheless reason and statesman ship were able to cope with party spirit and prejudice. The third reading of the Bill was carried, notwithstanding that the table of the House of Commons was loaded with petitions against it. The Corporation and merchants and traders of London were among those who petitioned against the measure. The truth is the English people had no real conception of the principles of toleration at this time. Neither the upper nor the lower classes adequately understood their duties and their responsibilities as citizens of a free state. Passion, prejudice, and interest alter nately regulated their conduct, and the resolutions of to-day were overturned on the inorrow. Scarcely a year had elapsed since the Bill had been passed for the naturalisation of the Jews, when public opinion, always so fickle, and especially where education is not widely diffused, entirely changed on the subject, and loudly demanded its repeal. The Ministers and Parliament yielded to the popular clamour, and the Jew Bill was abrogated. A few more facts connected with the history of the Jews in Europe from the middle of the last century until the present time may be useful for future reference. In 1790 the Jews of Spain, Portugal, and Avignon were de clared citizens of France. On September 18, 1806, the Emperor Napoleon convened the great Jewish Sanhedrim at Paris. The charter of 1814 ordained the equality of all religious sects in France, and allowed the Jews gradually to acquire those civil and religious liberties there which have since been conferred upon them in this country. The revolution of 1830 completed their emancipation, a law being passed in 1831 which provided D"], [54, "50 JEWS for the pay of all the officers connected with the Jewish Church, and also a great part of the expenses of their religious education. Fifteen years since the Jews of France were said to number 70,000, and all the Jews in the world were thought to be about 6,000,000. The Jews in France have a large share of the most important public employments. The present Finance Minister, Fould, is admitted to be one of the ablest men in France, and his elder brother M. Benoit Fould, is the head of the eminent banking firm in Paris, trading under the names of Fould, Oppenheim, and Co, The Rothschilds are so remarkable a family, and their history is so peculiar and interesting, that we make no apology for inserting in this place an article on the house of Rothschild, which appeared in the Globe newspaper in the early part of last year : — \"Among all the congresses held this summer, of princes, lawyers, musicians, schoolmasters, social science men, political economists, and a hundred others, one very notable meeting has almost escaped public attention. A few days ago, our Paris correspondent told us that a congress of the members of the illustrious House of Rothschild had been sitting at Paris. The purport of the meeting was nothing less than to rearrange the dominions of the great banking dynasty. In one word, the great object of the Rothscliild congress was to reduce the five branches of the house who now rule Europe to four, and, following the example of Garibaldi, to strike another sovereign of Naples from the list of reigning monarchs. Henceforth there are to be but four kings of the house of Rothschild, with secure thrones at London, Paris, Vienna, and Frankfort. It is now exactly a hundred years since a poor Jew, called Mayer Anselm, made his appearance at the city of Hanover — barefooted, with a sack on his shoulders, and a bundle of rags on his back. Successful in trade like most of his co-religionists, he returned to Frankfort at the end of a few years, and set up a small shop in tho 'Jew-lane,' over which hung the signboard of a red shield, called in German roth-schild. As a dealer in old and rare coins, he made the acquaintance of the Serene Elector of Hesse Cassel, who, happening to be in want of a confi dential agent for various open and secret purposes, appointed the shrewd-looking Mayer Anselm to the post. The Serene Elector being compelled soon after to fly his country, Mayer Anselm took charge of his cash, amounting to several millions of florins. With the instinct of his race, Anselm did not forget to put the money out"], [55, "51 JEWS on good interest, so that, before Napoleon was gone to Elba, and the illustrious Elector had returned to Cassel, the capital had more than doubled. The ruler of Hesse Cassel thought it almost a marvel to get his money safely returned from the Jew-lane of Frankfort, and at the Congress of Vienna was never tired of singing the praise of his Hebrew agent to all the princes of Europe. The dwellers under the sign of the Red Shield laughed in their sleeves ; keeping care fully to themselves the great fact that the electoral millions had brought them four millions of their own. Never was honesty a better policy. \"Mayer Anselm died in 1812, without having the supremo satis faction of hearing his honesty extolled by kings and princes. Ho left five sons, who succeeded bim in the banking and money-lending business, and who, conscious of then- social value, dropped the namo of Anselm, and adopted the higher sounding one of Rothschild, taken from the signboard over the paternal house. On his deathbed their father had taken a solemn oath from all of them to hold his four millions well together, and they have faithfully kept the in junction. But the old city of Frankfort clearly was too narrow a realm for the fruitful sowing of four millions ; and, in consequence, the five were determined after a while to extend their sphere of operations by establishing branch banks at the chief cities of Europe. The eldest son, Anselm, born 1773, remained at Frankfort; the second, Salomon, born in 1774, settled at Vienna; tho third, Nathan, born in 1777, went to London; the fourth, Charles, the enfant terrible of the family, established himself in the soft climate of Naples; and the fifth and youngest, James, born 1792, took up his residence at Paris. Strictly united, the wealth and power of the five Rothschilds was vested in the eldest-bom; nevertheless, the shrewdest of the sons of Mayer Anselm, and the heir of his genius, Nathan, the third son, soon took the reins of government into his own hands. By his faith in Wellington and tho flesh and muscle of British soldiers, he nearly doubled the fortune of the family, gaining more than a million sterling by the sole battle of Waterloo, the news of which he carried to England two days earlier than the mail. The weight of the solid millions gradually transferred the ascendancy in the family from Germany to England, making London the metropolis of the reigning dynasty of Rothschild. Like the royal families of Europe, the members of the house of Rothschild only intermarry with each other. James Rothschild married the daughter of his brother Salomon ; his son Edmond, heir-apparent d 2"], [56, "52 JEWS, of the French line, was united to his first cousin, the daughter of Lionel, and granddaughter of Nathan Rothschild; and Lionel again— MT. for London— gave his hand, in 1836, to his first cousin Charlotte, the daughter of Charles Rothschild, of Naples. It is un necessary to say that, though these matrimonial alliances have kept the millions wonderfully together, they have not improved the race of old Mayer Anselm of the Red Shield. Already signs of physical weakness are becoming visible in the great family — so at least hint the French papers in the meagre notices about the Rothschild con gress at Paris. From all that can be gathered out of a wilderness of canards, thin facts, and thick fiction, it appears that the sovereigns of tho Stock Exchange met in conference for the double purpose of centralising their money power and widening then matrimonial realm. In other words, the five reigning kings, descendants, according to the law of primogeniture, of the sons of Mayer Anselm, came to the decision to reduce their number to four, by cutting off the Neapolitan branch of Charles Rothschild, while it vf as likewise decided that permission should be given to the younger members of the family to marry, for the benefit of the race, beyond the range of first cousinship. What has led to the exclusion of the Neapolitan line of Rothschild, seems to have been the constant exercise of a higldy blamable liberality unheard of in the annals of the family. Charles, the prodigal son of Mayer Anselm, actually presented, in the year 1846, ten thousand ducats to the orphan asylum of St. Carlo, at Naples ; and the son and heir of Charles, Gustavus, has given repeated signs of his inclination to follow in the footsteps of his father. Such conduct, utterly unbecoming of the policy of tho house of Rothschild, could not be allowed to pass unnoticed, and, accordingly — we quote the rumour of Paris journalism — the (Uchiance of tho Neapolitan Hue has been pronounced. However, Baron Gustavus de Rothschild is not to retire into private life, like the famous Charles V., with only a cassock on his shoulders and a prayer-book in his hand, but is allowed to take with him a small fortune of 150,000,000 francs, or about six millions sterling — a mere crumb from the table of the descendants of poor Mayer Anselm, who wandered shoeless through the electorate of good King George III. It is certain that no romance of royalty is equal to the romance of the house of Rothschild.\" The fears entertained and the arguments advanced against the removal of Jewish disabilities must be fresh in the memory"], [57, "JEWS, 53 of a very large number of people. It is soarcoly thirty years since Mr. David Salomons was elected to the office of Sheriff of London and Middlesex. He and his co-religionist, Baron Lionel Nathan de Rothschild, were subsequently eleotod as members of Parliament — the first for the important motropohtan borough of Greenwich, and the second for the City of London. Mr. Salomons, who served as Lord Maj-or in 1855-6, and the Jewish membor for the City of London, were allowed to take their seats in tho House of Commons in 1858, the standing orders being sot aside to enable them to do so. This tardy act of justioe on the part of the House of Commons was dictated by sound policy, as the result has proved. The Hebrew element does not predominate in that august assembly, as was predicted by thoso who desired the Jews to remain in political thraldom ; neither has the Protestant religion, as by law established, been overturned by the admission of the Jews into Parbament. The Jewish people have, however, gone on increasing their influence by such legitimate means as wTealth and intelligence properly used oreato, and their position in this country at the present time is alike honourable to them and beneficial to the rest of the community. It does not come within our province to notice in detail the benevolent efforts of that great and good man Sir Moses Montefiore, who has taken such perilous journeys into distant and barbarous lands in order to mitigate the sufferings of his co-religionists. On the day on which we write, however, a com munication from a Jewish gentleman in Morocoo gives hopes that the recent mission of Sir Moses to that country will not bo without benefit to the Jews in that part of the world. Nearly a quarter of a century before the House of Commons sanctioned the admission of the Jews, the Corporation of tho City of London, to its honour be it spoken, removed the civil disabilities of that people of its own free will, without any agitation or pressure from without. Within the City of London a person desirous of exercising the functions of a sworn broker must first become free. A Jew was not allowed the freedom of tho City, and coidd not, therefore, act as a broker. It was felt, how ever, that the interests of commerce would suffer if the wealthy and enterprising citizens of the Jewish faith were wholly excluded"], [58, "54 JEWS, from becoming brokers. The Lord Mayor was therefore allowed the privilege of granting or selling a limited number of what were called Jew Brokers' or Alien Brokers' Tickets. These tickets endured only for the life of the grantees. Upon the death of the holders, the Lord Mayor for the time being had the disposal of the tickets (which were said to realize a thousand pounds each) as one of the perquisites of his office. This practice, so unjust to the Jews, and so unworthy of the Corporation, was done away with, and the Jews were at once admitted to the freedom of the City upon taking an oath which was binding upon their consciences, and to all the other privileges of citizen ship. The consequences of these changes have been great and beneficial ; tho Jews have filled the office of Sheriff, of Alder man, of Common Councilman ; have occupied seats on the magisterial bench, and have even become legislators. The London University was founded in the year 1827, the principle of its establishment being that religious differences should not be allowed to exercise any influence over the students. In 1838, Mr. Sylvester, a Jew, was appointed Professor of the Natural Sciences in that institution ; and at this time, Mr. Leone Levi, who is of Jewish extraction, is Professor of Commercial Law in King's College. The Jews, like the Christians, have then peculiar characteristics, and have retained through all ages not only a cast of countenance that distinguishes them from other races among whom they dwell, but their manner of hving and acting is altogether dif ferent from the other nations with whom they so freely mix. They are not a people who hide then light under a bushel. They do not, it is true, actually wear then hearts upon then sleeves, but they care not to conceal their actions from the world. They are, perhaps, the most industrious people on the earth. They will do anything to make an honest penny. Speaking broadly, then great aim and object of life is to get money ; by fair means if they can, but at all events and under all circumstances to get money. Let it not be supposed that in speaking thus we impugn the integrity and high principles of the Montefiores, tbe Rothschilds, the Salomons, the Goldsmids, and others of the Jewish people, who shed a lustre by then"], [59, "JEWS, 55 actions upon every nation in Europe. Wo allude in what fol lows to the ordinary Jew, the traditional but veritable Hebrew, who is unchanged and unchangeable ; to the Jew who is to be met with in every land and in ovory walk of life, and especially among the lower ranks. We shall speak about these people without bias, without ill-feeling, and without exaggeration. We desire to do them justice, to give them credit for all the virtues they possess, but we must be allowed to speak of them as they are, and not as we think they ought to be. Jews deal in everything as well as old clothes and money. They occupy every position in life, from the highest to the most degrading. They have rare gifts, but modesty is not one of their prominent virtues. Who ever saw a Jew blush ? Who ever heard of a Jew that was not alive to his own merits ? Tbe native assurance of a Jew is one of the great sources of his suc cess. Many a man is kept in undeserved obscurity by a morbid exaggeration of his own unworthiness, but no Jew that we have yet seen could be charged with such a weakness. The remark that \" fools rush in where angels fear to tread \" may be more justly applied to the Jews than to any other people ; and the other trite but sage observation, \" where ignorance is bliss 'tis folly to be wise,\" not less accurately illustrates the conduct of the great mass of the uneducated Jews. The gold discoveries in Australia have done much to increase the wealth and enhance the social status of the Jews. Some great slop-sellers about Aldgate sent out immense quantities of clothes soon after they took place, which found a ready market at high prices among the fortunate and not over-provident diggers. These shipments brought handsome returns, and a very flourishing trade sprang up, in which the Jews were not 6low to participate. The Australian trade is one of the most important in which this country is interested, and the Jews, with their usual foresight and shrewdness, participate largely in it. Their transactions are of course perfectly legitimate, and come strictly within the rules of commercial propriety. Still, the Jew is a Jew, and he can no more change his nature than the Ethiopian his skin, or the leopt-rd his spots. Whenever and wherever he deals, he deals sharply, and with more than the"], [60, "56 JEWS, average regard to his own advantage. It is hard to circumvent a Jew, but occasionally he overreaches himself. His natural shrewdness does not at all times protect him from loss, and not a few instances have occurred in which the Jews, so fond of taking in others, have been most completely taken in themselves. Those who desire to witness the material prosperity of the Jews must carefully note the locality in which they have con gregated for centuries ; but for a more extended study of the position they hold among the trading community of London, it will be needful to look beyond their well-known quarter — Houndsditch. In that locality they have of late greatly in creased their importance. Small places of business have grown into large ones, retail houses have become wholesale, shops have been turned into immense warehouses, and old and tottering places of business have given place to lofty and capacious empo riums for merchandise. Some of the slop-sellers have been transformed into \" merchant clothiers,\" and Jews that were once content to eat fried fish and drink coffee in Duke's Place now live in palaces near Hyde Park, and air themselves daily in Rotten Row. The Jews are certainly not a literary people, though there are many among them who have attained great eminence as authors. They have a weekly journal, pubbshed in London, called the Jewish Chronicle, which is ably conducted by the learned editor, but which is almost wholly neglected by those who are able and ought to be willing to support it. It is true the Jews have many excellent schools, and that they give away large sums in charity, as well as a great quantity of soup. Nevertheless, we think they scarcely do their duty in paying so httle attention to the moral and intellectual elevation of their poor. The \" Jews' and General Literary and Scientific Institution \" was opened by them some years ago in Leadenhall Street, and the institution pro mised to be of great value to tho Jews of the neighbourhood; but money and the cares of business overcame every other considera tion, the claims of literature and science were disregarded, and the institution was allowed to pass into other hands, and become the \" City College.\" Some few wealthy Jews did, indeed, ad vance money in order that it might bo kept open for the benefit"], [61, "57 JEWS of the young men of the district, who were known to stand much in need of the instruction such an institution would provide. These well-intended efforts, however, met with no co-operation among the wealthy Hebrews generally, and Sussex Hall was handed over to the Committee who had so successfully carried on the Metropolitan Evening Classes for Young Men at Crosby Hall. Aud yet many Jews have greatly distinguished them selves among the learned. In the great schools of London tho Jewish youth have shown a wonderful aptitude for tho acquire ment of knowledge, and among the successful candidates for academical honours they have always held a prominent position. The Jews have no scruples about the fitness of things when they desire to sell their wares. They will push their way into the presence even of royalty, in order to seek customers. Thoso who sell pens and suchlike commodities have a wonderful stock of impudence. They go into offices or banks and insurance com panies, and ask to see the secretary or head of the establishment, and as they are generally well dressed, and sometimes carry sticks and wear imperials, they are occasionally admitted by the incautious attendants into the sanctum of their superiors. We remember a Jew who once gained access in this way to tho head of a house of business, who was induced by the plausible re presentations of the Israelite to buy several hundred qiiills. The vendor declared upon his honour that they were wonderfully cheap and of excellent quality, and that he was enabled almost to give them away, because he bad taken them as a \"job lot\" in the way of business. The quills, it is needless to say were worthless. The Jew was not really a quill merchant, but dealt in oranges, and lived in Mitre Street, Aldgate. The trans action afforded amusement to the clerks in the office for several years afterwards. The quills served as pen-holders, and as parcel after parcel was from time to time taken out of the cupboard for use, the fun of the affair was kept up by the sight of the words \" Hudson Beays,\" which the ignorant but artful Jew had written on the paper which enclosed the pens. We have mentioned Mitre Street, which, it is hardly necessary to say, is in Aldgate. This street is almost wholly occupied by Jewish orange and cocoa-nut merchants. They began their"], [62, "58 JEWS operations in Duke's Place, which is hard by, but they have greatly increased in numbers within the last few years. They import very largely, and supply a vast number of shopkeepers and hawkers with oranges, lemons, nuts, &c. The Jews also carry on the same trade in the metropolitan markets, as well as in Botolph Lane and Pudding Lane, Lower Thames Street, which have always been tbe head quarters of the wholesale orange merchants and fruiterers. The Jews have a very great dislike to the Irish, although they employ a good many Irishwomen as domestic servants. It is in the way of dealing that this repugnance most strongly manifests itself, as the Irish will, perhaps, bate down more than any other people. We once saw an illustration of this ill-feeling. An article of clothing was hanging at the door of a shop for sale, and an Irishwoman crossed the street and demanded its price. The Jewess who owned the article, so soon as she saw the countenance of the other,. snatched it violently out of her hand, and exclaimed, with an angry look, \" It's not for sale.\" The Jews are a witty people. We have heard of one who was in the habit of exercising a cheap hospitality in this way : After his acquaintances had left his apartment, and were some distance down the street, he would call after them out of the window, and inquire if they would take a cup of coffee. This man was poor, and sometimes in want of a breakfast. It is reported of him that one morning, being without the means to procure one, he went to a neighbour, who dealt in old furniture, and asked if he would buy a \" chest upon chest,\" meaning a double chest of drawers. The broker agreed to accompany him to look at the article, but as he was then taking his breakfast, he asked our straightened friend to join him, expecting to reimburse himself out of the profit on the drawers. The invitation was of course accepted. After the meal, the two Jews went to see the \" chest upon chest,\" which turned out to be two egg-chests, one upon another ! The Jews have lately become dealers in carpenters' tools, in which they drive a large business in Petticoat Lane on Sunday mornings, to the great annoyance of the people who reside in the locality. They are very fond of dress, and it is quite sur-"], [63, "59 JEWS prising to find them coming out of some of the dirtiest localities in the east of London, on the Friday evening, dressed in the most elegant style. They are fond of display, too, and wear much jewellery, the women wearing great earrings and a large number of costly rings. They spend much of their spare time in the theatres and at cheap concerts. As they see the same pieces several times, they are accustomed to describe tho plot aloud to any one who may be sitting beside them, to the gr at disgust of those who attend for the first time, and prefer its un ravclment in the ordinary way. This playgoing propensity seems inherent in Jews of all ages. The youngest children can dance and sing, very generally quite in the style of professionals ; and whenever an itinerant musician visits then neighbourhood, they may be seen waltzing in crowds in the public streets. Tbe clothes trade among the Jews is now a very poor trade, and those who still follow it have a hard struggle to get a living. A clothes-man will sometimes walk until he is ready to sink down with fatigue, without being able to purchase anything that will pay him for Iris labour. The men and women who now cry \" Old clothes \" in our streets are mostly very poor, and some of them would gladly relinquish the calling if they knew how to get a livelihood by any other means. The Jews are remarkably fond of fish, and eat a great deal of it, wliich is generally of the best quality. They seem to have a great liking for fish which the Christians seldom eat, such as guard-fish, halibut, gurnets, and small fresh-water fish. They eat a large number of olives, too, and pickled, or, rather, salted cucumbers, which our people have no liking for. Petticoat Lane has much declined in importance, and many of the Jews have been obliged to leave it for the want of business. Some of the dealers there buy and sell anything and everything. It contains several small shops for the sale of jewellery, and many tilings of considerable value are sold there. One or two disreputable Jews endeavour to take in passers-by in this way : A couple of fellows enter into conversation in the street, one showing to the other what appears to be a massive silver chain, for which he demands a very low price. The other offers him something less, which the first refuses ; and these two worthies"], [64, "60 THE HAMMERSMITH AND CITY RAILWAY. play into each other's hands, so as to keep in sight of the person who is to become the purchaser. The plan often succeeds, being generally played off on a countryman or sailor/who is not aware that the trap is laid for him, and who buys the chain as he sup poses at much less than its value, his cupidity not being proof against the temptation of buying an article that must have been stolen if genuine. We have said that the Jews have no claim to be called a literary people. They seem to know less about the value of books than those who usually deal in them. When they do buy any, however, and again offer them for sale, they are ever on the safe side by asking a high price for that which is often mere waste paper. This is just what might be expected from the Jews. They are a clever, an industrious, a frugal, a persevering, and a benevolent people, and with all then faults we hold them in great respect. THE HAMMERSMITH AND CITY RAILWAY. On Saturday, 18th June (the glorious 18th June, as it is called), I went as far as Turnham Green, and, as I have not been there for years, I propose, while the things I saw are fresh in my memory, to commit to writing my impression of them. In London things are ever changing, but in the suburbs inno vations are not so freely admitted. On Monday, the 13th instant, a new line of railway was opened to Hammersmith. The fares are extreme iy low, and the public will no doubt use the line very extensively. It was the opening of this new railway that tempted me to visit Turnham Green; but I should not have gone at all if I had not had a friend resident there. She is a widow, and keeps a baker's shop, but it can scarcely be said that the shop keeps her, for the business has declined greatly since she went to reside there nineteen years ago. My train left at 3.15 p.m. I took a return ticket at Farringdon"], [65, "61 THE HAMMERSMITH AND CITV RAILWAY. Street, for which I paid sixpence. The trains run every half horn*. A new and very handsome bar has been fitted up at this station for \"refreshments,\" at which people (some, at least) refresh, who have but small need of refreslmients. I bought a second edition of the Ere rung Star, being induced to make tho purchase by an announcement on the placard of \"Important News from America,\" and \" Repulse of Grant with the Loss of Six Thousand Men,\" as well as of a \" Federal Victory in Western Virginia.\" The commercial news at the foot of the telegram announcing this intelligence said that \"money was very much excited\" at New York, and that the \"closing quotation\" for gold was 98 1 ! The Metropolitan Railway carried me to Bishop's Road Station, Paddington. Here I got out of the carriage, and waited eight minutes for the next train. At 4.10 we were off in the carriages of the Great Western Company. Wo were no longer in the dark, but in a clear and healthy atmosphere, tra velling in comfort and even luxuriously. The line traverses an extremely pleasant country. At first we had brickfields on our left, and new-mown hay and broad green meadows on our right. The change from \" underground \" to daybght and simshino, from impure air into a sweet-scented and invigorating atmo sphere, was really deUghtful. The cricketers were hard at it at Shepherd's Bush, where there is a station. A passenger told me that rents were very high there, and there is no doubt that the new railway will make them still higher. Building is going on all around. The great city of London is extending itself on all sides. There is plenty of room for the railway, for the omni buses are still well filled with passengers. There is a station (the first from Paddington) at Notting Hill. All the tickets arc collected at Shepherd's Bush. After leaving this station we passed through spacious grounds of market gardeners. The view of the country was extensive and uninterrupted. We were left alone in our lofty and spacious carriage, and had the privi lege of walking about in it, and viewing the country ; and it was all country, and looked charming. A new road has been opened for the little station at Hammer smith. It is approached from \" The Grove.\" The people look at the passengers as though the sight was novel (as it is), and"], [66, "62 THE HAMMERSMITH AND CITY RAILWAY. as though it interested them. We never saw \"The Grove\" before, and looked with some interest upon it. It is a pleasant road, having trees on either side, and contains some semi-detached bouses of not very imposing appearance on the west. There is a pleasant field in front of these houses. \" The Grove \" leads to Oxford Road. It has several houses unfinished, as though the enterprising and speculative builders could not carry out their ideas for want of capital, and the number of \" establish ments \" and seminaries about explained pretty accurately the character of the locality, which looks as though it requires a railway to infuse new life into it and its inhabitants. The Metropobtan and Provincial Bank have just opened a branch opposite The Grove. The road through Hammersmith to Turnham Green is a very lively one. It contains a number of brokers and old curiosity shops in the more bustling parts. I was much interested in seeing the large number of inns on the roadside — inns of the old school, with dangling signs, such as the \" Windsor Castle,\" \" Salutation Inn,\" \" Cock and Magpie,\" and the \" White Hart.\" This last house is newly built, but was established as an inn 200 years ago. As this is the road to Hounslow, these inns must have been much used by highway men and footpads. This road also contains a few old-fashioned butchers' shops. I saw a pedlar and his wife on the road ; the former knocked at people's doors, and asked the inmates of houses to buy Iris goods ; but seemed to meet with no customers. I heard his wife say she did not think she should take another copper that day. These people must lead a very hard life, and undergo a good deal of suffering and privation in order to procure a bare livelihood. Occasionally I saw worn-out tra vellers lying on the roadside (some in dry ditches), who looked extremely poor and dejected. They mostly had large bundles lying beside them. I also saw two drunken men. One was a vendor of flowers, who was abusing a pubhcan, and begging my host that he would \" hit hint again.\" The other was a respect able-looking man with a white hat. He was under the care of a policeman. The people in these parts seem to have little to do, and the number of public-houses and beer-shops about shows that a good deal of money as well as time is wasted."], [67, "THE HAMMERSMITH AND CITY RAILWAY. 63 On the left, by Turnham Green, is a very extensive coach builder's, kept by Henry Whitlook, who does business with tho Duchess of Cambridge. His factory was established in 1778. Some of the inns are very picturesque establishments. Such are the \"Roebuck,\" on the right, and the \"Packhorse\" and \" Talbot,\" on the left. Many of them have a charming display of flowers, and the horse-troughs in front show that accommo dation is provided for the beast as well as for the man. The \" Prince of Wales,\" at Tumhain Green, is one of these ancient hostelries. Just beyond is the \" George the Fourth,\" and all along this road they are very thick. The geese were running about the Green, which is a pleasant spot, and well worth visiting. Parks, and nursery grounds, and tall trees are plen tiful here ; rents are low, and trade dull. Very few of the gentry reside in the neighbourhood. The better kind of houses are used for schools, and as the residences of retired tradesmen. The inhabitants are mostly of the labouring class. As the place can now be reached by two railways, and as, moreover, it is near to Chiswick, and not far from Kew and Richmond, there is every probability that great improvements will be effected in the locality. At present it seems as little changed from what it was a century ago, as any place within the same distance from London, and those who like to see what is left of bygone days may spend a sixpence worse than in a journey to Timiham Green by the new Hammersmith railway. Those who desire to take the trip, had better do so quickly, for the railway is the pioneer of progress, and the whole character of the district may in a year or two be entirely changed. After taking tea in a very old house, with a very old friend, in a very quaint apartment, I returned to the station. As the train left just as I reached it, and I bad half an hour to spare, I went to the Broadway, Hammersmith, to spend the time. Here all was life and bustle. The people were busy marketing. Some were loitering about just as they do in all country towns on a Saturday night. There are plenty of public-houses here— some old and some new. There was the old church in the corner, and in the middle of the Broadway was a quack doctor selling a green, vegetable nostrum for the cure of corns. He seemed to"], [68, "64 THE HAMMERSMITH AND CITY RAILWAY. spend his eloquence to little purpose, for though he had a hghted candle, and showed the spectators how to apply the remedy, none seemed to buy his salve. It was a delightful evening, and the ride home in its first stages was pleasant. Tho latter part, being underground, was, of course, quite the contrary. The journey, however, is short and brief, the cost of it is but nominal, and the gratification it affords is worth twenty times the sum. THE END. W. H. Collingridge, 117 to 119, Aldersgate Street, London, E.C."], [69, ""], [70, ""], [71, ""], [72, ""]]