[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "A HOLIDAY IN ICELAND: BY N. L. VAN GRUISEN, Jun. LONDON : ELLIOT STOCK, PUBLISHER, 62 PATERNOSTER ROW. 1879."], [8, "E. Griffith & Son, Printers, Haymarket, Birkenbend."], [9, "PREFACE HE writer hopes that, as the following recollections of a very pleasurable summer holiday in Iceland have afforded him great pleasure in the writing, they may cause others some in the reading, and be sufficient to induce them when asking, \"Where shall we go?\" to seek the same enjoyment. They will at least, in some degree, inform them of the nature of the journey, and of the extent to which they must be prepared to \" rough it.\""], [10, ""], [11, "CONTENTS — ♦ — CHAPTER I. Preparations for the journey — On board the Pltunix — Introduction to Consul K . — Commencement of the voyage. CHAPTER II. Arrival at the Faroe Isles — Thorshaven — A trip to Kirkeboe. CHAPTER III. At sea again — Iceland in sight — The Westmann Isles — Reykjavik harbour — Visitors. CHAPTER IV. Ashore — Zoega — An Icelandic hotel — An apparition in the bed-chamber — Reykjavik cathedral — Our Sunday after noon's walk — Weather-bound — Eider ducks. CHAPTER V. We start \"up country\" — A barren plain — \"Accidents will happen\" — Almanna Dagh — Arrival at Thingvalla — An Icelandic \"kitchen\" — Latin scholars — An adventure before breakfast. CHAPTER VI. The Althing — An after-dinner ride — Adieu to the par sonage — From Thingvalla to the Bridge River — An awkward place to cross — We reach the geysers — Sad effects of a long ride."], [12, "VI. CHAPTER VII. A curious bath — Strange phenomena — Eruption of \"Strokr\" — Our first night under canvas. CHAPTER VIII. In the saddle again — Dangerous rivers, and how we crossed them. CHAPTER IX. Splendid scenery — The wrong path — The result of stub bornness — The encampment at Skalholt — An Icelandic farm — A very quiet evening. CHAPTER X. On the road to Hecla — Neurfholt — A wilderness of lava — Hecla — Lost in a fog — The eruption — An \"exciting adventure\"— Native fare — A sleepy farmer thoroughly wakened. CHAPTER XL Crossing the bogs — A miserable journey — Poor G 's luncheon — No lack of horse exercise — Reykum — Apart ments in church. CHAPTER XII. An early start — We again approach Reykjavik — We occupy our old apartments once more — Return to England."], [13, "LIST OF ILLUSTRATIONS. — ♦ — Page. Reykjavik Frontispiece Almanna Dagh or All Men's Chasm ... ... ... 20 Cascade in Thingvalla ... ... ... ... ... 40 The Bridge River ... ... ... ... ... ... 60 The Geysers ... ... ... ... ... ... ... 80"], [14, ""], [15, "CHAPTER I. T had long been my earnest desire to visit the lands of the far North, 'but the distance, the almost insuperable difficulties of the journey, together with the length of time it would require, had for many years deterred me from making an attempt. However, early in the year eighteen hundred and seventy-eight, I chanced to mention to my friend, Fred D— , more in the spirit of fun than earnestness, that a trip to Iceland in the summer would be very enjoyable, as well as a very novel mode of spending a holiday. Somewhat to my surprise he received the idea with enthusiasm, and immediately commenced searching for whatever information he could get of this little=known country Ultima Thule. The only work giving anything like full details is that written by one of our great travellers, and I must confess our enthusiasm was considerably"], [16, "A Holiday in Iceland, 6 damped by reading the blunt and unflattering re marks which he applies both to the country and its people. We were beginning to wonder whether after all \"the game was worth the candle,\" when news arrived that Hecla was in eruption. That decided it. Fred at once discovered that the author before referred to must have been either out of health or temper during his whole visit, and after awhile we talked ourselves into the firm belief that the con summation of earthly happiness was only to be arrived at by a visit to Iceland. Behold us, then, a month later, busily engaged hunting up our old thick clothing, and collecting a goodly supply of woollen garments. For the benefit of such roving spirits as may aspire to a journey Northwards, perhaps a few hints as to the garments necessary to take would be useful. You may entirely dispense with linen shirts, collars, &c, and put in their places coarse woollen articles ; two thick suits of clothes should be taken, as well as great coat, mackintosh, and leggings ; above all be careful to have plenty of woollen socks, and at least three pairs of strong boots. A rug will be found an indispensable article for tent life, and an air-cushion often a great convenience. We accidentally omitted the latter article, and, as the sequel will prove, paid dearly for our negligence. After a few preliminary enquiries, Messrs. Cook informed me that they could procure berths for us in"], [17, "A Holiday n Iceland. 7 the Danish Mail Steamer Phonix, advertised to sail from Copenhagen on Saturday, July 6th, and to call at Leith upon the Wednesday following. So upon Wednesday morning we punctually presented our selves alongside the Phonix, which was snugly en sconced in dock. No one appeared on deck, and armed with our portmanteaux, &c, we carefully commenced the somewhat difficult descent of the saloon staircase, Fred foremost, I bringing up the rear. What demon of carelessness or mischief prompted Fred to let go his hold on his baggage I cannot say, but certain it is that, his foot slipping, he threw out his arms to save himself from a fall, and the released portmanteau with two bounds was in the centre of the saloon, unceremoniously up setting a small stiff-looking man in an undress uniform. Such was our introduction to Consul K , whose purple face turned more purple than ever when Fred stepped forward and most eloquently apologised, throwing the entire blame upon the construction of the steamer, and its constructors. Now as the worthy Consul was Chairman of the Company who had built, and who owned the steamer, one cannot feel much surprised at the look of annoyance plainly visible upon his glowing countenance, for to first knock a man down, and then tell him it is his own fault, is even more than a Danish Consul can put up with. Affairs began to look serious, when suddenly a smart little man appeared, who took in the whole"], [18, "A Holiday in Iceland. 8 scene at a glance, and whose mischievous eyes fairly sparkled with fun and delight. This was Captain A , of the Phonix, and our host. To him we introduced ourselves, and matters were soon set straight, for, as we afterwards heard, he ex plained to the Consul that we were \" only English,\" and that he supposed we were not more clumsy than the generality of that race. Peace being restored we deposited the luggage in our stateroom, and repaired to the deck again, where, to our surprise, we were informed that the steamer would not be ready to sail until the following day, having run short of coal. However disappointed we might be, there was nothing for it but to spend another day in Edinburgh. Perhaps some of my readers may think it no great hardship to spend one more day in Edinburgh, but to me, burning with curiosity to get into high latitudes, the delay was vexatious. As we turned to leave the steamer and wend our way back to the hotel, in no very amiable mood, a hackney coach drew up, from which bounded a large mastiff dog, followed by a man of gigantic height. This was Edward G , a solicitor, from London, who, for the sake of his health, had been ordered to take a journey to an invigorating climate, and like us had decided upon a trip to Iceland. I generally find first impressions verified in the long run, and it was so in this case. I took a great fancy to this good-natured giant (he was 6 feet 7 inches in his stockings), which, as we became"], [19, "A Holiday in Iceland. 9 more intimate, grew into an ardent friendship. And to get to know a man thoroughly, both good points and bad, there is nothing like travelling in Iceland. But I am running on too fast — -we are still in Scotland, with a whole day and night before us. Hearing that G was bound upon the same journey as we were, and now like us had a day upon his hands, we very soon struck up an acquaintance, and returned in his coach to the hotel. At his suggestion we purchased a large supply of preserved meats, soups, Liebig's beef tea, sardines, tea, coffee, cocoa, in short, provisions of every kind in portable form. He then shewed us his own supply, which contained many delicacies, together with two small cooking stoves strongly packed in a case. So time rolled on. I might tell you of the astonishment of the waiter as package after package arrived from the various warehouses addressed to me, of the look of surprise with which I was regarded at table d'hote, when a waiter came and in an audible whisper informed me that a parcel containing forty boxes of sardines had arrived ; but it is time we pushed on with our journey. After a rather hurried breakfast next morning, we drove to the Phonix again, and by eleven o'clock were slowly steaming out of dock. I noticed that several new passengers had come on board, though in the confusion of starting I was at first unable to make any acquaintance with them. At one o'clock all sat down to an excellent dinner, and the sea"], [20, "A Holiday in Iceland. 10 being calm as a mill pond, all heartily enjoyed it, and began to congratulate each other upon being excellent sailors. In the afternoon coffee was brought on deck, and under the influence of the sociable weed conversation soon became general. Two gentlemen from Oxford I found were bound for the Faroe Isles upon a bird catching expedition ; we had also on board a Catholic Priest bound for Iceland, like ourselves also, taking a holiday; the chief Pastor of the Faroe Isles returning from a visit to England ; the French Consul from Copen hagen, Consul K *, whose acquaintance we had already made ; and General C and Mr. E , who were later on to be our fellow travellers across the barren plains of Iceland. Time slipped pleasantly away as we lounged under the awning, smoking our cigars, and the weather being everything that could be desired. The whole party was in excellent spirits, each little witticism being received with roars of laughter, and even Consul K smiled as he turned up his eyes and said, \"bootifool!\" Alas! we little knew what was in store for us. At two o'clock next morning I was rudely awakened by being nearly pitched out of my berth — little more need be said — you can imagine the rest. Later on I managed to scramble upstairs to the deck house, where to all intents and purposes I lay as a dead man ; but even that miserable night had its ludicrous side. G fearing his berth would not be long enough"], [21, "A Holiday in Iceland. 11 for him, had, in spite of the warnings of both captain and mate, slung a hammock on the lower deck, where he thought he might sleep comfortably sheltered from the wind; but he had never counted upon weathering a gale, and when, in the middle of the night, he awakened, it was to find himself thoroughly drenched, for by that time the waves washed completely over the lower deck. To see our friend afterwards, in very airy garments, endeav ouring to get his clothes dried, was altogether too funny."], [22, "CHAPTER II | ggjljjl^' the third day (Sunday), we had all com* I pletely recovered, and heard with interest ' that the first whale had been seen. \" There she blows,\" sung out the captain ; but just as we all rushed to the side the fountain of water disappeared, and we were told that we had \"seen a whale.\" I can only add, that it was very like one. Towards nine o'clock in the evening we sighted the Faroe Isles, looming faintly through the mist, which for about three hundred days in the year hangs like a curtain over them. It was a ghostly and weird sight as we neared the land a few hours later, in the dim twilight, and passed between Stromoe and Naalsoe. A cold mist settled on the water, and thick clouds hung like a pall upon the cliffs, many of which are eight hundred feet in height. At midnight we cast anchor off Thorshaven, the capital, in fact the only town on the Islands. It"], [23, "A Holiday in Iceland. 13 stands on a small tongue of land on the South-east side of Stromoe. In spite of the lateness of the hour the Governor lost no time in waiting upon us; indeed, I should think the arrival of a steamer must be quite a little excitement to that exile community, for flags were soon flying from every little fishing smack and every little building in the town. Our attention was drawn to a small building rather above the others, from which the Danish standard floated, which we were informed was a fort. Consul K wishing to know how it was that no salute pased between the steamer and the fort, the captain related how, when the Prince of Den mark visited Thorshaven some years ago, the fort commenced firing a royal salute, but stopping short in the middle the captain of the Prince's vessel sent ashore to ascertain the cause. \"We have no more powder,\" answered the commandant. A supply was sent, and the salute completed. \" Probably,\" said our captain in conclusion, \" they are just in the same plight now, even if the old guns will stand firing.\" After breakfast a party of us went ashore, accept ing seats in Mr. Muller's (the post-master) boat, and landing with the mails. Quite an ovation, in a small way, awaited us, the men all lifting then caps, and in many cases standing uncovered while we passed. And now I must give you a slight description of the dress of the Faroese. The men are habited in"], [24, "A Holiday in Iceland. 14 garments — I can hardly call them coats — -of thick coarse skin, with the fur-side out. In winter they reverse the costume, and wear the fur inside. The breeches are made of thick home-spun cloth, and the the stockings, of which they show a good deal, appear to be well knitted. The shoes are made of skin, one piece only being used for each foot ; and the somewhat picturesque attire is completed by a bright coloured cap, which falls gracefully over the shoulders. This latter article deserves special men tion, as by it the social condition of the wearer is seen. All married men wear scarlet, while bachelors appear in bright blue. I could not help thinking at the time how useful it might sometimes prove if we had some such dis tinctive badge in England. The dress of the ladies does not call for special attention, excepting perhaps that the clothes are worn rather shorter than propriety would allow with us. After leaving Mr. Muller, we wended our way through the tortuous little streets towards the church, to which we soon gained admittance. It is a wooden structure, and boasts of such ornamentation as is to be found in churches of the not severe type of Protestantism. Over the altar stands a picture (hardly a work of high art), and in front a couple of homely brass candlesticks, such as one sees sometimes on the chimney piece of an old fashioned kitchen ; but the most curious articles of"], [25, "A Holiday in Iceland. 15 furniture were the rows of spittoons along each pew. Leaving the church, we entered into conversation with some natives, that is to say, we made signs that we wanted to go to a place called Kirkeboe, where we had heard there was a noted ruin to be seen. We soon found a guide, and having procured mountain stocks commenced a somewhat difficult ascent to wards the interior of the' Island. The man whom we had chosen from the crowd of volunteers eager to conduct us, went straight ahead at a good shamble — half walk and half trot — until I was fain to cry out for a rest. Quick walking over a rough country was never my forte. The scenery of the Faroe Isles presented a strange contrast to the land we had left. Instead of the valleys of corn, and plains timbered with the fine trees of Old England, we found ourselves in a wild country with little vegetation, and not a single tree worthy of mention. But every land has beauties of its own, and here are masses of grey rock rising in every conceivable place, suggesting to the travellers the idea of tall towers and castles, and when seen through the hazy atmosphere the effect is grand and even sublime. No sign of life was to be seen as we advanced further into the barren country, excepting a few ravens who sat solemn and immov able upon the summit of a rock, and appeared as little afraid of us as we were of them. After about two hours' hard walking we again came in sight of the sea ; we had now quite crossed the island, and"], [26, "16 A Holiday in Iceland. the place we had come to see lay some three hundred feet below us. Tumbling and scrambling we soon descended the hill, and entered the walls of a fine old ruin of a large church, in the early English style. The walls are massively built of stone, some five feet thick, and the architecture is of a far superior cast to anything now seen upon the island. I could get no authentic information as to the history of the place, but it seems to point to some remote date, when civilisation must have been much farther advanced there than it is now. A small modern church stands near the ruin, and in reply to my enquiry as to where the congrega tion came from, I was informed that the inhabitants of the neighbouring isles met there, weather per mitting, about every fourth Sunday. To an English man, used to almost daily services, the idea of a church where service is held only once a month, and that not regularly, seems very curious, but when we consider the hardships they must undergo, the sea journey, the difficulties of embarking and disembark ing, the wonder is, not that they meet so seldom but that they ever try to meet at all. For instance, the inhabitants of Dimon can only leave their island home by means of rope ladders down the perpen dicular cliffs. The bracing air and long walk had by this time given us all good appetites, and we turned with longing eyes towards the solitary farm which stands there. Had it not been for the barking of the dogs"], [27, "A Holiday in Iceland. 17 which brought out the proprietor, we might have had to return to Thorshaven unrefreshed, but the farmer, with true native politeness, immediately ordered coffee to be brought, which you may be sure we received thankfully enough. It was four o'clock in the afternoon before we reached Thorshaven again, more hungry than ever, and by this time fairly tired out. Our guide took us to a little inn, where we found that two of our fellow passengers — the gentlemen from Oxford — had taken up their quarters, and, what was more important to us, were just sitting down to a good dinner. In less time than it takes to tell we were seated beside them, and having got through a goodly supply of sweet soup, we betook ourselves to a large tureen of boiled sea parrots. And indeed, if you could only manage to forget the fishy taste which they possess, their is no better dinner going. After a short rest, Fred started out to try and bag a few brace of birds, while G and I explored the town. The streets or alleys of Thors haven are built as irregularly as it is possible to conceive, with open sewers along the sides, over which it is necessary to take a flying leap before entering a house. The buildings are entirely of wood, with the exception of the roofs which are covered with peat over which a kind of moss grows thickly, so that when seen from a distance it is difficult to distinguish the town from the hill which rises close to. Beneath the eaves, which are"], [28, "A Holiday in Iceland. 18 overhanging, strings are fastened from which the provisions for winter are hung to dry, and not very tempting do they look, consisting principally of small fish almost resembling catgut, or else of pieces of whale flesh, looking and smelling not unlike what I should think a piece of beef would that had been kept too long. The people, however, appear contented and happy, and I must give them credit for keeping their houses scrupulously neat and clean inside. There appears to be no division of trades ; every man is his own tailor, weaver, builder, fisher, and bird-catcher. There is very little currency in the town, the surplus produce of feathers, train oil, &c, being exchanged for more luxurious articles from Denmark. Fred had just returned with the shooting party, when news arrived that a large school of whales had been seen on the north side, and a grand scene of excitement and confusion ensued. In less than an hour two hundred men and boys were ready to start off in pursuit. We were just bargaining to be taken with them, when the gun was fired from the Phonix, and we were obliged regretfully to return. Two hours passed away, and we were once more on our way to Iceland, straining our eyes in vain to catch a last glimpse of the disappearing whaling fleet."], [29, "CHAPTER III Bæb i*%|j H E number of our passengers was now con- EEpi CT siderably reduced, so General C , — and his friend E , arranged with G , Fred, and myself, to form one party, to join all provisions together, in fact, to become brothers during our brief sojourn in the far North. A succession of strong head winds, with a rough sea, prevented the Phonix from making anything like a rapid journey, and it was not until Wednesday, the seventh day of the voyage, that we obtained our first view of the glaciers of Iceland. The wind coming straight from the snow-covered wastes of Vatna Jokull, was bitterly cold, but we had the advantage of broad daylight up to eleven o'clock at night, and the welcome news that we should probably reach Reykjavik on the morrow made us insensible to temporary inconvenience. It would be about seven o'clock on the following morning when we were"], [30, "A Holiday in Iceland. 20 called on deck to witness a remarkable sight. It was the summit of Vatna Jokull, and formed a most impressive picture as we then saw it. A dense mass of clouds hung above and below the mountain, while through a break we saw the dazzling glacier, upon which the sun shone with extraordinary bril liancy, throwing rays of variegated colour over the surrounding darkness, and seemingly giving us a glimpse into a world beyond. A few moments more and the curtain closed upon the fairy-like scene. G was the first to break the silence which had fallen upon all — \" I say, boys, I am awfully hungry.\" Withering looks were cast upon him as he strode off to the cabin to refresh the inner man ; nevertheless, we were not long in following his example, and soon a very merry party sat down to breakfast. In another hour we were passing close to the Westmann Isles, a group of barren rocks lying off the South coast of Iceland, and for a few minutes stopped at Hermaey, or Home Island, which is the only one inhabited. The manner in which this place was peopled deserves mention, more especially as the first settlers came from the British Isles. In the year eight hundred and seventy-five a Norwegian pirate, cruising off the coast of Ireland, landed and carried away with him some fifty men, women and children, but before he could reach his destination, the prisoners rose en masse, slew their captors, and landed at the first place they came to. This happened to be the largest of the Westmann Isles,"], [31, ""], [32, ""], [33, "A Holiday in Iceland. 21 and that name was given them by the Icelanders, as these people came from the West. A precipitous path leads to the top of the rock, where a little hamlet, with its church, stands two thousand feet above the ocean. In response to the gun fired from the steamer a small boat put off, and amid rude cries of welcome the few mails were landed, together with a box con taining live hares from Europe, sent at the special request of the inhabitants, probably with a wish to introduce a new article of diet, flesh meat of all kinds being very scarce among them. Our course now lay through a narrow channel between rocks, which on each side rise perpendicu larly to a great altitude. In places the formation reminded me of Fingal's Cave or Giant's Causeway, but instead of being a hundred and fifty or two hundred feet in height the immense columns here rise nearly half-a-mile above the sea. At this wild place the steam whistle was turned on, and the effect was like that of a magician's wand. From the desolate rocks myriads of sea birds rose, com pletely darkening the air, and by their shrill and discordant cries adding a new feature to the wildness ofthe scene. A favourable wind now springing up, all sail was crowded to reach our destination ; but the voyager to Reykjavik sees land long before he comes ashore. He must cruise a long way to the Westward, and double a long cape, before the much wished-for B"], [34, "A Holiday in Iceland. 22 harbour can be gained. The coast in this part is rocky and dangerous. Solitary peaks of volcanic origin stand far out in the sea, making navigation an exceedingly difficult matter. Through a telescope we saw a number of moving forms on Cape Reykianes, and were told that the Danish Government was busy erecting the first lighthouse on this solitary land. No slight task will they find it indeed, both because the stone has all to be taken on horseback some fifty miles over a rugged and mountainous country from Reykjavik, and the timber has to be brought still further, coming as it does from Norway. About eleven o'clock that evening we ap proached Reykjavik harbour, and were immediately boarded by a pilot, who, however, seemed to trouble himself very little about taking us in safely, for after a few moments' conversation, he was comfortably seated in the saloon enjoying a glass of grog. I wondered, at the time, why the captain should think it necessary to have him on board, but I afterwards heard that his fee had to be paid by every vessel entering or leaving the harbour whether its captain knew the passage or not. Our captain no doubt thinking it would be a pity to hurt the poor man's feelings allowed him to come, and gave him some thing to drink into the bargain. At midnight we cast anchor, and, though the twilight was insufficient for us to see much of our surroundings, still we had plenty of visitors. It is true the Governor did not"], [35, "A Holiday in Iceland. 23 then favour us with a call, but our saloon was soon filled by the officers of the French and Danish Gun boats, stationed there during the Summer for the protection of the fisheries. A very lively party they formed as they sat smoking and chatting till nearly breakfast time. Of course the British were repre sented amongst the party of visitors. Hearing that some Englishmen were on board, Mr. Patterson (where will you not find a Scotchman ?) put off in a punt, and, above the joking and laughter in the saloon, was distinctly heard a stentorian voice crying, \" Hey, laddies, throw us a rope.\" In another moment he was with us, and very useful to us he turned out to be, knowing, as he did, nearly everyone in the place, and, what was more impor tant, understanding the language. He informed us that he was engaged in the sulphur districts, and that although the occupation and society of the place was not over pleasant, still it was sufficiently remunerative to keep him there a few years longer. We told him all the latest news from Europe, and gave him some newspapers, which must have been truly a luxury to him. In return, he recommended us to a place to take up our quarters on shore, and, after giving us some hints as to the mode of pro cedure in engaging guides and horses, bade us a hearty good night, and was soon paddling back to shore, while we tried to get a few hours' sleep, it being then nearly three o'clock. A little legal matter detained us after breakfast a"], [36, "A Holiday in Iceland. 24 short time. Fred, after hearing about the dangerous travelling so graphically described by Mr. Patterson, thought it might be advisable to make his will before landing ; so G immediately set to work, and the interesting document, along with all our valuable papers, was soon in the safe keeping of the captain. We were then rowed ashore, with trunks and port manteaux, in a smart shower of rain."], [37, "CHAPTER IV 3^^j|S the keel of the boat grated on the shore, U G , anxious to be first to land, sprang 't I hurriedly forward, but, missing his footing, fell heavily and measured his length on the soft muddy beach. Whether the natives thought it part of the programme I cannot say, but not a muscle moved on any of their faces as our friend picked him self up and make an ineffectual attempt to shake himself free of his miry covering. Our hearty laugh ter seemed not in the least to discompose him, for he coolly picked up his luggage, and, followed by us, made his way through the motley crowd which had gathered to witness our landing. As we entered the Custom House Shed a tall lean man, habited in a long fur coat with cap of the same material, met us, and I had no difficulty in recognising Zoega, the guide to whom Patterson had recommended us. He informed us that the"], [38, "A Holiday in Iceland. 26 principal inn would not be large enough to accom modate our whole party (five), so the General and E went into private lodgings. After seeing them safely housed, G , Fred, and myself, followed Zoega to the \" hotel,\" where we were much more comfortably entertained than ever we had dared to hope, having a sitting-room and two bed rooms. Of course we had no carpets, but the furniture, what there was of it, was very tolerable, and the beds really comfortable, being of eider down with covering of the same material. Fred and I agreed to occupy a double-bedded room, while G— — — ■ was quite content with a small apartment leading from the parlour. We very soon sallied forth, and calling for the others commenced, as Englishmen always will do, to explore the town, and see whatever was to be seen. Our first care was to go to the Post-office and despatch our letters, though, as it transpired, we need not have hurried so, for we got back to England again just as soon as our letters did. We had forgotten that no steamer would leave for another fortnight, and then it would take us and our letters as well. G completely won the heart of the Post-office official by purchasing a specimen of every stamp he had in stock ; but I think I completely puzzled him by asking for a \"post card.\" One might as well have asked him to send a telegraphic message."], [39, "A Holiday in Iceland. 27 Zoega. then procured the keys of the church, or rather cathedral, for it is the Bishop of Iceland's church. The building is of timber, and the interior is very neat and in some degree ornamental ; but the great object of interest is the marble font, beauti fully carved by Thorvaldsen, and presented by him to Iceland, perhaps from a feeling of reverence to it, as being the country of his ancestors. The library and museum are situated in the roof of the cathedral. The former contains some three thousand volumes, including some works written eight hundred years ago, and doubly interesting to the Icelander, as he can read them without difficulty, the language not having perceptibly altered during that time, a fact which is due no doubt to the very slight intercourse Iceland has had with the far off world. In the museum are many articles of very fine workmanship, and remnants of arts now apparently quite lost to the natives. In fact, every thing there points to the unhappy truth that the Icelanders as a race are going every year backward. I stated that, as my opinion, to the keeper, and though he was unable totally to deny it, yet he attempted to modify my assertion by stating that he thought civilisation in Iceland had for a long time remained stationary, while it had rapidly developed in other countries. Leaving the cathedral, we proceeded to make some purchases, as I was particularly in want of"], [40, "A Holiday in Iceland, 28 oil-skins and head-gear. Each store keeps a mis cellaneous selection of goods, and is presided over by Danes, who come out in the spring of the year, and return to Europe again in the winter. The articles we purchased were not dear, though the style would hardly have done for English wear, but I was at least satisfied that I was water-proof, for when I issued forth again, clothed in bright yellow, a regular Arctic storm of rain and hail had commenced. The General's lodgings being close at hand we adjourned there until the weather should clear, and while speculating upon how long the squall would last, the landlord ushered in a visitor. The worthy man who came to make our acquaintance was Mr. Matthias Jochumssen, editor of the fortnightly news paper published at Reykjavik, and as he spoke very fair English, proved himself an interesting com panion. He informed me that he and many others of the inhabitants could trace their descent some eleven hundred years back, to the first settlers on the Island, and was giving me some interesting details of the history of the country, when another visitor appeared — Dr. Hjalekin — to whom the General had letters of introduction. An animated discussion followed upon the geo logical formation of the country, until, leaving the General to entertain the doctor, the friendly editor and myself went to see the school, which is sup ported by Government for the exclusive use of candidates for the church."], [41, "A Holiday in Iceland. 29 To find a country so large as Iceland with only one school is at first sight rather surprising to a stranger, and the natural inference which he would draw would be that the people are very poorly educated. But in reality quite the contrary is the case. In the long winter evenings the father teaches his children, and they again teach their children in turn, and it is exceedingly rare to find even a child who cannot read and write with ease, while the traveller often meets with persons who both speak and write Latin, and have a good general knowledge of the classics. The school which we visited contains several good class rooms, and has about eighty pupils, some of whom board there while the rest live with their friends in the town. No fees are charged, as the school is supported by the Danish Government, but assurance is required that each pupil will turn his knowledge to the best account. It was evening before we returned to the inn, and being near dinner time we began to wonder what would be set before us, and were agreeably surprised at the good cheer our worthy landlord had prepared. He had evidently been trying to procure us an English dinner, and had it not been for the \" sweet soup \" would have very nearly succeeded. Our comfortable repast ended with a cup of excellent coffee, after which we strolled out and had a fine view of Snaefell Jokull, apparently far out at sea. Long after I had retired to rest sleep refused to"], [42, "A Holiday in Iceland. 30 come to my aid, for, with my bed* near the window, I lay long enjoying the romantic view across the bay, backed by the snow-covered hills on which the sun still lingered as though loth to depart. Next morning I awoke with the seeling that some one was in the room, and in another moment I became aware that our host's pretty daughter was approaching my bedside. In spite of my surprise, I could not help thinking what a pretty picture she made, dressed in the national costume with the picturesque \" faldr \" or head-dress falling gracefully to the waist, as she smiled a pleasant good morning, and handed me a cup of coffee with cake. I glanced across at Fred's bed, and laughed to see him rubbing his eyes, and wondering whether what he saw was reality or a vision ; but his mind was soon set at rest on that point, for the same kind office was performed for him, and as the door closed upon our fairy visitor, we both sat up and heartily enjoyed the early breakfast so unexpectedly brought. Being Sunday, we all attended service at the Cathedral, at the conclusion of which I mounted to the organ loft and played a voluntary on the little old-fashioned organ. The congregation was not large, being \" Danish \" Sunday. Service is read in Icelandic and Danish each alternate week. We met a number of the congregation afterwards wending their way homewards, and our progress was one continued acknowledgement of their polite salutations."], [43, "A Holiday in Iceland. 31 After an early dinner, I started with Fred to take a walk up the country, and at a short distance in the rear of the town we came to a stone tower of modern construction, having the appearance of a land-mark or \"look-out\" post. As the entrance door stood invitingly open we marched in, and ascending to the top enjoyed an extensive view of the country around. At our feet lay the capital of the country we had come so far to see ; the streets are broad and run at right angles, while the open sewers reminded me again of Thorshaven. The buildings being all of timber give the town a somewhat new appear ance, and it is difficult to realise the fact that Reykjavik was built so long ago as 750 A.D. As I glanced around the rugged and barren country, I didn't wonder at the grumbling of Ingolf's followers when he announced his intention of settling there. For, in conformity with the superstitious practice common in those days, he had, on approach ing the coast, cast the timber of his former habita tion into the sea, and declared his intention of settling wherever it was cast ashore. His men afterwards discovered it high and dry on the spot where Reykjavik now stands, and true to his oath there he settled, in spite of the reproaches of his people for not choosing a more fertile district. In the tower in which we found ourselves traces of former English visitors are easily discovered, for in the wooden ledges are ample signs of the pen-knife"], [44, "A Holiday in Iceland. 32 having been busily at work, and several well-known English names bear witness to their owners having come northwards. As I have already stated an extensive view is to be obtained from the summit, so that we had plenty of choice as to which way we should turn our footsteps. After a little discussion, we decided to take a short cut across country to a piece of inland water, which looked very inviting, about three miles distant. Our road at first was across a rocky desert, which after awhile gave place to a turfy ground, where the peat had been gathered in heaps and was left drying over slow fires. These turf fields are invaluable in a country like Iceland, for not only do they supply the fuel during the long dreary winter, but they supply coverings for the houses, and keep them warm and dry when the snow lies deep on the roofs. Fred had just drawn my attention to a little plant of the cotton species, and was wondering whether it might not be turned to some use in the spinning line, when, without a sign of warning, we found ourselves up to our knees in a bog. We waded as well as we could, and took refuge on a kind of hillock about two feet high. Not wishing to be daunted by such a slight mishap as dirty boots, we determined to continue our walk, but our walk had now become nothing but a series of jumps from one island to another, until at length, tired with such unwonted exercise, we were fain to remove our lower"], [45, "A Holiday in Iceland. 33 garments and retrace our steps with as good a grace as possible. It was lucky for us that we met no one, for even the grave Icelander's risible faculties must have been greatly excited had we been seen in so sorry a plight. When we returned to the inn I found Zoega had appeared with the saddle-bags, or rather boxes, and had brought us one each to pack our traps in, as he thought it advisable to start for Thingvalla early next morning. All retired early that night, and noticed with pleasure the cloudless sky which seemed to portend settled fine weather, but at six o'clock next morning, when in response to a gentle shaking I opened my eyes, it was to discover the bay in a terrible commotion from the heavy gale which was blowing ; the pattering of the rain, too, on the windows, plainly announced that no travelling would be possible that day. It was, in fact, a downright wet day, such as Iceland is only too often visited with in the summer. The wind had veered round to the Sou'-west, and was bringing heavy masses of cloud, which literally flew across a leaden sky. We sat long over break fast, disconsolately gazing at the dreary landscape until I could stand it no longer, so jumping up I donned my oilskins, and, followed by Fred, sallied forth into the storm. It was anything but a lively day for walking, but it was still less lively sitting in-doors, and when we"], [46, "A Holiday in Iceland. 34 really were fairly started, we began to a certain extent to enjoy ourselves. Finding our way to the sea shore we turned southwards, and, after rounding the bay, climbed over a steep headland, and rested in a small cave near the sea. As we turned in a large flock of birds, which I soon recognised as eider ducks, turned out. The eider duck, from it habits, constitutes an article of great wealth to the natives, and one of the principal articles of export is the eider-down, which is gathered from the nests of the birds. Early in June these birds collect in large numbers, and begin to build on the ground or in small hollows or caves, as was the case with the colony we had just disturbed. The nests are formed of grass and down, which the bird plucks from her breast, and whenever she leaves to feed, which she usually does at low water for the sake of the shell-fish, she first carefully covers the eggs with down, to prevent them becoming cold. At this time these birds lose all their wildness, and suffer the inhabitants to approach the nests, and even to touch them, in fact, so tame do they become that the government has thought it necessary to pass a law, making it a penal offence to take or injure a bird during the breeding season ; but the Icelander need not be told of the value of the eider duck, and the law, in that respect, is seldom broken. As soon as the young ones leave the nest and reach the water, the eider duck becomes as wild as any other"], [47, "A Holiday in Iceland. 35 bird, and in about two months it disappears, and is seen no more until the following spring. In the friendly cave we stayed some time, and, while devoutly wishing for better weather, could not be insensible to the wild grandeur of the scene produced by a storm on the Icelandic coast. The enormous waves rolled boldly in, and, breaking upon the iron-bound coast, fell back in showers of spray with a deafening roar, the atmosphere meanwhile one moment hazy and the next so clear as to show to our astonished gaze ranges of rugged mountains capped with eternal snow, miles and miles away. I sat in a dreamy state, watching the ever-varying scene, until Fred drew my attention to the fact that it had ceased raining and was getting near dinner time, so we rapidly retraced our steps, and took refuge in the little sitting-room once more. The afternoon passed uneventfully away, and with the exception of assisting to despatch two small whales on the shore, nothing occurred worthy of mention. In the evening Zoega called upon us, and, after a council of war, all decided upon starting the following morning, wet or dry."], [48, "CHAPTER V. Gnrajj HE morning broke with a cloudless sky, and \\Wp ■?££ punctually at eight o'clock we presented - ourselves at the General's lodgings, from which place our expedition was to start. In a few minutes Zoega appeared with a drove of twenty-five horses and ponies. Nine of the former were saddled and bridled, five being for our use and four for Zoega and the three men he seemed to think it necessary to take as assistants. Seven ponies were required to carry the tents and provisions, and nine extra horses were taken to act as a relief to those we rode upon. And now I must digress for a moment to say a word in favour of the much-abused Icelandic horses. We had expected, from the accounts written of these animals, to discover a set of broken-wincled, broken kneed quadrupeds, ready to tumble down or shy at every obstacle they came to, and were agreeably surprised to find a race of stout little animals, who performed long journeys over rough country without"], [49, "A Holiday in Iceland. 37 shewing the least sign of fatigue, and who went with little or no food for long periods together. Complaints have often been made that they are not sure-footed, but I think the animals that can cross Iceland without stumbling are not yet in existence. Our luncheon for the first day we carried in our pockets, so as to avoid unpacking the baggage horses until the halt for the nissht. O We looked to our pipes and tobacco, of which we had a good supply, and as Zoega sprang into the saddle we followed his example (I in a more cautious manner), and set off at a smart canter, followed by the admiring gaze of a crowd of small boys who had assembled to see the cavalcade depart. The relief horses trotted gaily on in front, Zoega came next, and we followed in an irregular string, while the baggage animals were far in the rear with the attendants, who indeed had no sinecure, for the ponies seemed to have the greatest possible pleasure in endeavouring to smash the packages by banging them against each other. Occasionally they tried to get through places considerably too narrow for them and became jammed between rocks, when a very lively scene ensued before they could be released. We, however, had nothing to do with that, but trotted gaily on, having perfect confidence in the men being able to bring our provisions up to time. So far all went well, the road being for the first five miles tolerably level and free from stones, while c"], [50, "A Holiday in Iceland. 38 the exhilarating motion through the keen air was highly enjoyable — well mounted as we all were. As we proceeded further the road grew narrow, and the cavalcade formed a picturesque sight mount ing in straggling order a rocky path, the summit of which having been gained showed us far below the winding course of the Laxa. River. This river, as it name signifies, is the finest salmon stream in Iceland, and as I looked down upon its sparkling little cascades and deep sheltered pools I thought of some absent friends to whom such a sight would be indeed a welcome one, promising good fishing without the necessity of taking out a license, and without the annoyance of constantly coming across poaching keepers on the banks. Our sure-footed little animals soon brought us down the hill, when a halt was made for a few minutes, which gave us an opportunity of stretching our legs, and allowed the horses a snatch of grass. From this place I lost all trace of a road of any kind, and the river having a serpentine course forced us to cross and re-cross several times. Now it was that the oil-skin trousers came in so useful, for the splashing of the horses was so considerable that without them we should soon have been wet through. By degrees I learnt the native practice of guiding my horse with my knees, and soon dis covered that to make him canter only required me"], [51, "A Holiday in Iceland. 39 to swing my legs about (perhaps not in a very elegant fashion but still useful, as it makes quite unnecessary the use ofthe whip). The country through which we passed was not beautiful in the ordinary sense of the word, but the mode of travelling was a novelty, and ever and anon we had the little excitement of galloping after the relief horses and whipping them in, as they seemed to have a strong inclination to shirk the journey and return to Reykjavik. At mid-day a halt of an hour took place, during which time we refreshed ourselves with a light luncheon, while Zoega busied himself with changing the saddles and bridles, as he thought it now time the other horses should have a share of work. The place at which we halted was a fertile little glade between two dark hills, watered by a silvery brook. The grass which grew in profusion formed a pleasant contrast to the sterile mountain-paths which we had followed. Our horses showed their appreciation of the place by rolling about in a frolic some manner, not at all calculated to improve the saddles or harness. As we rode off again I began to have some slight misgivings that my new horse was not quite so sure footed as the previous animal 1 had ridden, but after a while I attributed the occasional trippings to the unevenness of the roads, if the trackless wilderness in which we found ourselves can be dignified by such a name."], [52, "A Holiday in Iceland, 40 We were now crossing a high table-land, and a more solitary desert it was never my lot to see. As far as the eye could reach in every direction stretched an unbroken level of black rocky earth, and blocks of lava continually rolling from under the horses' hoofs made riding a most precarious practice. In a moment of inattention ( I believe I was rolling a cigarette) I slackened the reins, and, my horse stumbling, failed to recover himself, and down we came together in a heap. As I saw Zoega hurrying to my assistance, gloomy forebodings of broken collar bones flashed across my mind, but, luckily, though slightly bruised, no bones were broken, and in a few minutes we once more pressed onward as though no such slight casualty had happened. I suppose we must have travelled about twenty miles over this unsightly plain, when Zoega, who was some distance in advance, suddenly reined in his horse, and as we galloped up to see the reason of the unexpected halt, we found our further progress stopped by a totally unlooked-for obstacle. At our feet was a chasm some two hundred feet in depth and about sixty feet across. It was the famous Almanna Dagh or All Men's chasm. This extraordinary rent in the earth extends many miles in either direction with curious uniformity in both height and breadth. At one point a mighty river dashes over the precipice forming a splendid cascade, and a little further on it mysteriously disappears"], [53, ""], [54, ""], [55, "A Holiday in Iceland. 41 again through a chink in the opposite wall, and finds an outlet at last in Thingvalla Lake. The lake, which we now plainly saw from our elevated position, is a fine sheet of water, fully ten miles each way, interspersed with picturesque islets, and bounded on the opposite side by a lofty range of volcanic mountains. A short distance from us, on the opposite side of the chasm, stands the little church and parsonage which was to be the termination of our first day's journey. We looked at the place and were thankful that it was no further off, for a kind of stiffness was beginning to be felt all round, and for my part, though I complained little, yet 1 felt it — sorely. At length Zoega, dismounting, commenced to lead his horse down the two hundred feet precipice, stepping from crag to crag as nimbly as a cat. We followed one by one, sometimes leading the horses and then in turn being led by them, until all safely reached the bottom, and gazed up in wondrous astonishment at the apparently impossible track by which we had descended. From this lower level there is presented a splendid piece of savage scenery, such as can only be seen in Iceland. I know of no place in any other land which can compare with it, and it failed to remind me of any locality I had ever visited. After proceeding about a mile along this strange defile, our conductor led us through a kind of chink in the wall, which brought us into open country once more."], [56, "A Holiday in Iceland. 42 We were now in Thingvalla, with nothing separating us from a night's rest but the river before mentioned. No boat was visible and the water looked deep, but there was nothing for it except to proceed with the adventure and take the bad with the good, so one after another we plunged in, and reached the opposite shore thoroughly drenched but otherwise in good condition. At the little wooden church we dismounted, and, leaving the horses to Zoega's care, took refuge in the sanctuary, to await patiently the arrival of dry clothes, when the other part of our cavalcade should come up. I stretched myself on one of the little wooden forms, and began to speculate how I should feel next morning after sleeping on such hard boards. By way of experiment I was composing myself for a nap, when Zoega entered with the astounding news that the church had been already promised to another party, who had taken the precaution to write for it, and whose arrival now was momentarily expected. Had it been an English party for whom the church was reserved I should not have troubled much about it, feeling sure of a good reception at their hands, but it was a party of Danes. When, moreover, we heard that ladies as well as gentlemen were expected, we concluded that there was nothing for it but to turn out and prepare our tents on the ground. The prospect was not inviting, for a cold wind had sprung up, and rain was falling heavily as we"], [57, "A Holiday in Iceland. 43 made our exit, and the more fortunate people took possession. Our bodies as well as our spirits were considerably damped, for during all this time we had wet clothes on, thanks to the high state of the river we had come through. In our trouble, the good pastor sent out word that his best room in the hut, or rather parsonage, was at our disposal, and you may imagine the joy with which his invitation was received, tempting visions of a good fire and dry clothes floating before our minds as we followed our conductor into the house. Other reasons, besides bodily comfort, made me anxious to get in-doors. I was curious to see the interior, and a little of the manners and customs of the genuine Icelandic home, and this occasion promised me complete success. The door opened into a kind of lumber room floored only by nature, and now, owing to the rain, not over dry. Around was piled our luggage, for the baggage horses had in the meantime arrived. The walls consisted merely of turf blocks without covering of any kind, and the ceiling was too low for G to stand upright. I glanced at the General; \"Surely this is not the best room,\" he seemed to say. It was not. Nevertheless it was the room our kind-hearted host was himself com pelled to occupy. We were now conducted along a passage branching off to the left, which brought us into a comparatively comfortable apartment containing a bed, sofa, table, and some chairs. This room I"], [58, "A Holiday in Iceland. 44 noticed was floored with timber, and the walls covered with the same material. Here we had nothing to fear except want of ventilation, as the one small window would not open, and the ceiling, as in the other room, was anything but lofty. After changing our damp clothes, G and I went to see what could be got in the supper line, and made a raid upon some of the tinned soups, which we gave to our host's daughters to prepare. But now a new difficulty arose. The young ladies, never having seen anything of the kind before, were puzzled to know what to do with them, so, con cluding that the best thing would be personally to superintend the culinary department, G and I commenced groping our way along a subterranean passage towards the kitchen. Here a romantic sight rewarded us, and I think amply repaid me for the blow I gave my head on entering. Around a peat fire burning on a heap of stones in the centre of the room stood a group of four young girls busily employed preparing a meal of some kind. No daylight visited this remote apartment, and the reflection from the glowing embers falling upon the picturesque costumes and happy faces of the group formed a pretty picture as well as an interesting one. As we entered, one of the young ladies, with perfect self possession, handed the blow-bellows to G , while I endeavoured to explain to her the mysteries of hare soup, and a very merry party we"], [59, "A Holiday in Iceland. 45 were, trying vainly to understand each other's lan guage. Not a word could we make out until G discovered that they understood Latin, so in a dead language the conversation was carried on, principally, I must confess, without my taking much part in it, for my classical knowledge has not greatly increased since I left school. Well, at last supper was ready, and the soup really was excellent, at least all pronounced it so, and partook of it very freely. Before retiring, Fred and I, leaving the rest to the enjoyment of whist with a \" dummy,\" took a stroll around the exterior of the house, and I then discovered what I had more than suspected, that the back portion consisted merely of a hollow made in the side of a hill. This satisfactorily explained the want of light and air, as, of course, there are no windows, and nothing is seen to suggest a house until you arrive at the front door. The idea seems curious, but I afterwards discovered that most of the farm houses in Iceland are built on the same principle. What an exciting day this was for Thingvalla. In a place where visitors are not seen sometimes by the year together, a large party was lodged in the church, our people had possession of the house, and, to crown all, another cavalcade was now seen cautiously descending into the chasm. Our curiosity was raised as to who the new comers could be, until their re-appearance from the"], [60, "A Holiday in Iceland. 46 river showed us a jolly party of midshipmen, with the captain and lieutenant of the French War Boat, with whom, as you will remember, we had already become acquainted on board the Phonix. They were uproariously glad to see us, and, pitching their commodious tent close to our lodgings, constant intercourse was kept up until a feeling of fatigue warned all parties that it was time to think of sleep. We managed to settle down in one part or other of the room, each wherever he could make himself most comfortable. As to G , he stretched himself on the floor and covered no small part of it. Next morning I was first stirring, and, after washing in the river discovered a small crazy boat, by means of which I crossed, and, entering the Almanna Dagh, proceeded along the defile towards the splendid waterfall. A sharp walk of about a mile brought me to the roaring torrent, which falls a distance of two hundred feet with a^ noise resembling artillery. The scene was one of rude'nature in its wildest aspect, and not a living creature was visible as I slowly retraced my steps. No bird greeted the fresh morning air with a note of welcome, and no busy insect was heard humming about. All around was deathly and still as though the terrible convulsions which had formed the chasm and literally opened the very earth had but lately occurred instead of centuries ago."], [61, "A Holiday in Iceland. 47 Musing on the wonders of this strange land I omitted to notice that my boat had disappeared from the place where I .had left it, and as I began to consider how I should get back thoughts of my friends enjoying a warm breakfast made me feel ravenously hungry, so I commenced a hurried search for the missing punt. At last I saw it slowly rounding a bend in the river and rowed by our fair caterer of the previous evening — the young Latin scholar. As she pulled alongside the block of lava on which I stood I noticed that she was not the sole occupant of the boat, but had some half-dozen fine fish, the smallest of which must have weighed con siderably over six pounds. This satisfactorily explained the disappearance of the boat. She had been busy looking after the breakfasts while my friends were quietly slumbering. I heartily enjoyed my little run down the river, and reached the cottage just in time to see Fred coming out rubbing his eyes and wondering where on earth I had got to. During the preparing of the fish for breakfast I noticed that the heads were cut off and thrown away. Wondering to see such waste in so thrifty a house hold, I asked Zoega why they did not serve up the heads with the other part of the fish, telling him that we generally considered them the best part. To my surprise he informed me that these fish heads constituted the chief, in fact, almost the only food of"], [62, "A Holiday in Iceland. 48 the horses during the winter, when no fodder is to be had, and when in the hard frost not a blade of grass is to be seen. I had heard of horses eating each others tails off, but horses living on fish was quite a new experience."], [63, "CHAPTER VI k ft fjyj E decided to spend the day in Thingvalla, qTO and push on to the geysers early next 1-™****°! morning. So after breakfast we sallied forth to visit the Althing, which is situated about a mile from the cottage. The Althing is a small grassy plateau, sur- rounded on three sides by a fearful chasm some twenty feet wide and of unknown depth. In parts the river Axis is seen some hundred feet below, and in others nothing is visible but impene trable darkness. The whole region is honey-combed by crevices apparently bottomless, and a feeling of awe creeps over the bravest as his onward march is arrested, and he finds himself on the brink of one of these terrible gulfs. From this spot, inaccessible to their enemies, the ancient law-givers thundered forth their stern decrees. Into this chasm were thrown the unhappy"], [64, "A Holiday in Iceland. 50 wretches who had incurred their displeasure ; on this plateau were burned all those convicted of witchcraft and necromancy; and here Christianity was formally accepted by order of the Althing. Later on in the day, Fred, E — : , and myself, went out for a ride, picking three of the best horses for the trip. Zoega accompanied us as far as the river, pointing out a place where we could ford with out difficulty. E was first to enter the water, Fred and I following close at his heels. All went well until we were in the centre of the river, when I noticed that E was leaning over rather too much to the left side. Suddenly he startled us with a loud yell. His saddle was gradually slipping, and as he saw the inevitable result would be at least a good ducking, volumes of language, uncompli mentary to Icelandic saddlers in general, floated through the quiet air. At last the splash came, Fred and I nearly rolling out of our saddles with laughter to see him disappear bodily and emerge again — minus his hat. He had had enough, and waded slowly back, leaving us to continue our ride alone. Turning our horses' heads in the direction of the lake we proceeded at a sharp canter some six miles, just to get in good condition for the next day's riding, which we expected would be heavy, having heard from Zoega that it would be all across very rough ground. The scenery around the lake is bold, but entirely"], [65, "A Holiday in Iceland. 51 devoid of all vegitation. In the quiet waters the precipitous mountains, with their snow -covered summits, were shown with amazing distinctness ; but everywhere the same utter absence of life pre vailed, as though fertility had forgotton to visit this remote part ofthe universe. Six o'clock next morning saw us once more pre paring to march, or rather trot. Our kind friend, the pastor, was stirring, and busied himself with the pack-horses, tying saddle girths, and making himself generally useful. The good-hearted fellow would ask for no remuneration, and actually blushed like a girl when the General pressed him to receive a present from the party. He, however, pocketed the \"affront,\" saying it should be put by towards his daughters' marriage portions. The mention of his daughters made me look round and wonder what had become of them, and how it was they were not present to see us off; G also was nowhere to be seen. Suddenly it flashed across my mind. Slipping into the house I groped my way to the kitchen, and there sure enough was G taking a last look at the place, and a farewell of the young ladies. In another moment we reappeared together, knocking our heads as though by common consent. Shortly afterwards the cavalcade was once more on its way winding slowly up the hill. G cast more than one longing glance backward, and a waving handkerchief was occasion-"], [66, "A Holiday in Iceland. 52 ally to be seen until a turn in the road took us out of sight of that cottage, which I think we shall always look back upon with pleasure. I should have mentioned that the Danish party had started for the geysers during the night, probably finding a cold church not so pleasant a place to sleep in after all. Our French friends had not decided whether to push further into the country or return, but our determination to proceed at all costs to Hecla seemed to fire them with fresh courage, and they promised to follow us at least as far as the geysers. For them, however, Hecla was out of the question, as their provisions were insufficient for so long a journey, and in addition their horses seemed unfit for the roads. For the first few miles our road led along the valley, skirting the border of the lake, until at last we reached a steep incline forming the eastern boundary of the remarkable subsidence which the lake occupies. Dismounting, we led our horses up the rocky path, until, gaining the summit, we found ourselves again on the edge of a deep chasm called the Hrafna Dagh or Raven's Rift. This obstacle would be quite unsurmountable were it not for some blocks which have fallen and formed a kind of natural bridge, over which, however, it behoves the traveller to be cautious in crossing. He must, moreover, look well out for holes, many of which though not large are of great depth. Leaving Thingvalla we entered a desolate region"], [67, "A Holiday in Iceland. 53 of black mountainous country, where at every step the traces of fire became more and more apparent. Blocks of lava, starting abruptly from a soil com posed of black dust and scoriae, formed a strange contrast to the pure snow which lay thickly in the crevices and more sheltered parts. I felt that 1 had at last come in contact with one of those peculiarly savage scenes, where the extraordinary operations of nature are visible in all their majesty, and which in Iceland alone can be seen in perfection. The road was bad, and our party stretched in a long irregular line, the horses labouring painfully up and down the steep tracks, so that it required our almost constant attention to keep the poor brutes from stumbling, and rolling down the precipice. At last, after a longer descent than usual, we found ourselves, to our surprise, in a grassy vale, seemingly leaving desolation and winter behind us, and entering a soft balmy climate and a verdant plain watered by a sparkling river. Here flocks of sheep were grazing, and the place was altogether one of the pleasantest bits of scenery we had yet come across. We heartily enjoyed our luncheon ; and the horses likewise, for not a blade of grass had they seen since leaving Thingvalla. After all, this verdant little spot was but like \"a diamond in a coal box ;\" for whichever way we looked chains of black mountains, like walls, sur rounded us, hiding their lofty heads in the clouds, though at the same time fostering the luxuriant D"], [68, "A Holiday in Iceland 54 growth of the grass by effectually shielding the valley from all cold winds. We didn't rest long, having still a journey of some twenty-five miles to accomplish before night fall, so, in about half-an-hour, we were once more ascending to the high ground. The aspect of the country is somewhat brighter here, and occasionally our journey was enlivened by a glimpse of a farm-stead, at one of which we obtained a sweet draught of ewe's milk. The practice of milking ewes, though now, I believe, quite obsolete in England, is still part of the housewife's duty in Iceland. Very refreshing the milk proved to us on our long weary journey. No further halt was permitted until we should reach the Bridge River, for Zoega, with a true Icelander's jealousy, wished us to reach the geysers before the Danish party, although they had had the advantage of a four hours' start. We pushed rapidly on, going at full gallop along the mountain tracks, now one ahead, now another, until it happened that I was first to reach the banks of the torrent, and, being quickly joined by Fred, we sat quietly down to await the arrival of our more tardy companions. At length G — was seen tearing along at a great speed, and as he approached we noticed that he had lost his stirrups. In another moment the sight we expected to see we were rewarded with, for just in front of a quagmire of liquid mud his horse stopped short, and poor G , quite unequal to"], [69, "A Holiday in Iceland. 55 the emergency, was thrown bodily forward, and landed with beautiful precision right in the centre of it. It was fortunate for him that the mud was deep, for it saved his bones, although \"when we pulled him out he was in a sorry plight. The rest of the party now riding up, we prepared to cross the Bridge River, a place frequently referred to by Icelandic travellers on account of its peculiar difficulties and dangers. Imagine, if you can, a broad rushing river very difficult to ford, with sunken rocks occasionally protruding. In the centre is a cascade of horse-shoe form, the curve of which is prolonged about two hundred feet up the stream, forming through that space an abyss into which the water falls with terrific violence. The roads lead above, and not below the fall as we had expected, and after wading through the torrent girth deep, the traveller finds himself obliged to cross a small wooden bridge over the chasm, surrounded on every side by the roaring torrent. After this he enters deep water again, and struggles as best he can to the opposite shore. The river was much swollen by the late rains, and as I stood on the high bank and looked down on the little bridge over the central channel, now entirely submerged, I must confess to a slight feeling of trepidation, which, though not openly expressed, was evidently shared by all. A cluster of blank faces looked down on the noted bridge, as Zoega bravely descended and entered the stream, calling upon us"], [70, "56 A Holiday in Iceland. to follow. Of course we followed — we could do nothing else — and in a few moments Zoega found the plank, and having crossed the deep water beyond, he stood on the opposite side, and pointed it out to us as we slowly gained the centre of the stream. About three feet under water I saw the bridge, and narrow enough it looked, with a gulf of uncertain depth on either side, from the lower of which rose clouds of spray. Half expecting to be washed over, I at length summoned courage and crossed. In a few minutes all were slowly climbing the opposite bank, though not without often looking back and wondering at the strange place we had come over. Here the promised halt of half-an-hour was made, so, leaving the poor horses to their well earned relaxation, we returned to the river, and, now that we were safely over, admired the strange and wild beauty of the scene. I must acknowledge, however, it was with a feeling of satisfaction and relief that I heard we should return by another route, and so not again risk being dashed over the cascade. At length we started to accomplish the remaining ten miles which still lay between us and the geysers. The road was tolerably level and free from stones, and our progress was consequently good ; but the long ride was beginning to tell upon me in no pleasant manner. At length I journeyed on more like an automaton than a living being, growing careless as to whether we trotted, galloped, or"], [71, "A Holiday in Iceland. 57 walked, for the pain was much the same either way, and I bitterly thought of the four days' riding still to come. Whilst we thus journeyed through a long valley my attention was attracted by a spiral column of steam slowly ascending at a distance of some two miles. The nearer we approached the more numerous these jets appeared, until it seemed as though we were approaching some vast laundry where the clothes of a whole nation were being washed together. Such was my first impression of the finest geysers in the world ; but then you must remember I was feeling very fatigued from a hard ride, and was not in the humour for being pleased at anything. As Zoega dismounted I followed his example, feeling truly thankful that no more travelling would be necessary that night. Even now, when I come to think calmly over it, I consider we performed the journey in very fair style, having travelled forty miles in seven hours across, for the most part, very rough country. Well, as I dismounted with some difficulty, I found to my surprise that my legs refused their natural office, and let me down sprawling on the ground. I looked around to see how the rest were faring, and saw with a grim satisfaction that E was in the same plight. Fred seemed gay as a lark, and to my astonishment G was able to walk with ease. He was the one in particular whom I had"], [72, "58 A Holiday in Iceland. expected to see even worse than myself. I struggled to my feet, and, after examining his saddle, soon discovered the cause of his apparent freshness. He had cleverly fastened an air cushion in such a manner as to alleviate effectually the discomfort of riding. What roars of laughter greeted this discovery ! But G , like a sensible fellow, was not to be laughed out of his brilliant idea. Besides, that night, in the tent, while we lay with our heads on a box or a doubled-up coat, the same cushion did excellent service as a pillow to its lucky possessor. I believe, had anyone then appeared selling air cushions, he might have disposed of them all at a good premium."], [73, "CHAPTER VII. kfKCTÆ E sat shivering in the cold, and wondering lira how long the baggage horses would be, iBHgB that we might get a hot dinner and rig up the tent, when Fred, calling me aside, whispered that he had discovered a beautiful little natural bath, where the water was just hot enough to be bearable. With what joy I threw off my muddy clothes, and sat in the warm bath just up to my neck ! Fred was in a similar place a few yards distant, and as we smoked our pipes we calmly surveyed the curious scene by which we were surrounded. While we luxuriated in a hot bath in the open air, surrounded by clouds of steam rising from numberless small springs and fissures, the snow lay thickly on the surrounding hills, and as I gazed upon the cold white mantle I keenly appreciated the comfoi table spot nature has provided in the very heart of so chilly a land."], [74, "60 A Holiday in Iceland. I remained about an hour in the water, by which time all stiffness had left my limbs, and, feeling quite fresh again, I proceeded to go the round of these famous springs of which I had heard so much, and, so far, seen so little. They are situated on a gentle slope under the shadow of a long hill, and take up a space of about half-a-mile in every direction. The \" Giantess\" geyser, to which we first turned our attention, is a circular basin of clear boiling water about seventy feet at its greatest diameter, and ten feet deep. It rests on a sort of cone, composed entirely of siliceous matter, perhaps twelve feet high. The crater is of very regular form, and has a large tube in the centre sinking to a depth of ninety feet, from which, during an eruption, the water is thrown with terrific power and violence, rising sometimes in immense volumes to a height of a hundred and fifty or two hundred feet. On the hot ground, around this strange place, we spread our garments to dry, for clothes more or less damp had been our lot ever since leaving Reykjavik. So great was the heat that it was impossible to stand long in one place, and as the whole party stood, first raising one foot and then the other, I could not help comparing them to a gang of convicts taking their turn on the tread-mill. Suddenly a rumbling sound was heard, like distant thunder, and the ground under our feet violently shaken. At the same moment a warning cry was heard from Zoega, so, hurriedly gathering"], [75, ""], [76, ""], [77, "A Holiday in Iceland. 61 our clothes together, a general stampede ensued, and we all fled towards a place of safety, expecting every moment a shower of boiling water on our heads. After all it was but a false alarm, for the only result was a slight commotion in the basin, which caused the water to flow gently over the sides from which it found its way to a tepid stream. I may state that these false alarms are of constant occurrence, a real eruption taking place not oftener than at intervals of three or four days. Out of patience with the ill-natured \"Giantess\" I turned to inspect one of her more obliging sisters, when to my joy the baggage horses hove in sight. Tents and provisions were now at hand, so we were soon busily engaged preparing dinner. The place which we selected for our cooking was a beautiful caldron some thirty feet round and of considerable depth in the centre, but at the side was a natural ledge where the water was not more than six inches deep, and here we placed our tea-pot and soup tins. Very soon we had the pleasure of seeing them boil away right merrily. Beef tea, soup, and coffee, swallowed almost at boiling point, had the desired effect of thoroughly ridding us of the chill of wet clothes ; and when the General produced a pot of strawberry jam I thought my happiness complete. After dinner some punch was made (not a very difficult process where you are surrounded by hot water), and four of my companions sat down to a"], [78, "62 A Holiday in Iceland. rubber of whist on the edge of the Giantess geyser. For my part, I could not settle quietly to a game in the midst of such natural wonders, so, with Zoega for a guide, I continued my round of the field, which had been previously interrupted by the timely arrival of dinner. At a distance from the tent of about a hundred yards we came to the Great Strokr (a term in Icelandic signifying a churn), but as we afterwards saw an eruption here I shall endeavour to describe it later on. The ground was now becoming unpleasantly hot, and I noticed that we were in a region of \" boiling mud,\" the soil was of a red clayey colour, and every where emitted clouds of steam with a bubbling noise such as a kettle makes just before boiling over. Another strange phenomenon was a small pool, where the water rose in a natural fountain about four feet high. At a short distance was another basin, and as the water fell in the one it rose in the other with curious regularity, proving a direct communi cation to exist between the two. As a former traveller has remarked, it would be difficult to con struct a piece of machinery to act in like manner. On returning to the tent we discovered that the Danish party had arrived, and with them the French men. So, with five tents and innumerable horses and ponies, the scene looked quite sociable and comfortable. There was only one thing we were short of —"], [79, "A Holiday in Iceland. 63 wood to make fires. But in a land where not a stick grows, it is far too expensive a luxury to look for. The traveller must therefore be content with spirit lamps, though really at the geysers fires are hardly necessary. As we gazed however towards the snow covered wastes of Hecla, we shivered to think of what the next night would bring forth when we should be encamped close to its icy mantle. About nine o'clock all assembled near the \"Great Strokr\" geyser, where Zoega was about to invoke an eruption. The Strokr is an ill-conditioned looking well of about ten feet diameter and of basin-like form, the sides contracting, until at a distance of some twenty feet below the surface a kind of tube is seen where the water is boiling with great fury. Eruptions here are of frequent occurrence, but, as on this present occasion, it generally requires a little extraneous aid before the phenomenon is seen in all its grandeur. About as much turf and sods as would comprise a small cart load had been collected and piled around the edge of the caldron, and at a given signal we pushed the whole mass in, imme diately retiring to a safe distance to watch the result. Silence reigned supreme for about ten minutes, when suddenly with a roar and a rush a column of dirty water rose some twenty feet above the surface, followed by a higher column. In a few seconds burst after burst succeeded each other in rapid succession, each with greater power than the former, until a height of over a hundred feet was attained."], [80, "A Holiday in Iceland. 64 The sods, and turf were now thrown out with terrific violence, and one lump, thoroughly stewed, fell at my feet — a distance of about fifty yards. For fully twelve minutes the eruption continued with unabated fury, and in the calm evening air an immense volume of steam rose perpendicularly, until lost to sight above. It was a magnificent spectacle, but its beauty would have been much enhanced had the water been of the pure limpid character of the \" Giantess \" geyser. As it was now getting nearly time to retire, we prepared to spend our first night under canvas. Zoega we found had brought a small tent for himself and men, so the larger one was set apart for our exclusive use. Just as we were turning in, a burst and roar from the \" Giantess \" set us all running in that direction, but disappointment again awaited us, for, with a few sullen murmurs, the water descended to its ordinary level, and the conviction began to force itself upon me that we should, after all, have to leave the neighbourhood without witnessing one of its great outbursts. A few minutes later saw us all stretched on the floor of the tent packed closely side by side trying to invoke the aid of Morpheus, though for a time he seemed deaf to our entreaties. At last, after a long silent pause, during which I saw that everyone had fallen asleep except myself, I heard, or rather felt,"], [81, "A Holiday in Iceland. 65 Fred trying to turn round. To assist him, I turned over also, when to my surprise and amusement, I saw the rest of the company follow suit. In fact it was just like a Venetian blind, one could not stir without the movement becoming general. I stifled my laughter as well as I could, not wishing to disturb the accommodating sleepers, but the scene was strangely ridiculous, and I really should have enjoyed a good laugh at the time."], [82, "CHAPTER VIII. SJm*||EXT morning I crept quietly out before the KjSf* rest were awake, to post up my notes \"k*' which had fallen rather behind hand, and partially, I must confess, in hope of seeing an eruption. My early rising was not rewarded by any special manifestation of the \" Giantess,\" so I followed the little over-flow stream for a short distance, until I came to my bathing place of the previous evening. Here 1 again indulged in a warm bath, rightly surmising that it would be a considerable time before another opportunity would present itself. Ascending a steep hill not very far from the hot stream, I came to a small river rushing noisily over a rocky bed. On its high banks the snow lay glistening in the bright sunlight, and the water was icy cold to the touch."], [83, "A Holiday in Iceland. 67 Verily, thought I, this is a land of wonders. An hour ago I stood on soil almost too hot to be bear able, and now I am on frozen ground, with all the surroundings of mid-winter about me. When I returned to the encampment, G was again busy in the culinary department, indeed I don't know what we should have done without him, for I never saw a fellow so ready to make the best of circumstances. He had prepared quite a new dish in the soup line. Finding that the tinned hare soup would be insufficient for our requirements, he had, with wonderful foresight and sagacity, added a couple of \" Liebig's Extract\" to the kettle, and when served, though we were at a loss to discover what sort of soup it was, the mixture was quite palatable, and what was more important — there was plenty of it. Long before I was tired of the place, the order was given to prepare for departure, and though I fain would have lingered to have given the \"Giantess\" one more chance, yet Hecla had its attractions, and as I gazed at its white summit I wondered what new adventures awaited us on our journey and on arrival there. At last the final adieux were spoken. We took leave of our lively French friends, and followed by the wondering looks of the Danish party, started briskly off for the little-known wilderness which exists between the geysers and Hecla."], [84, "A Holiday in Iceland. 68 Four years had elapsed since Zoega had con ducted a party to Hecla, and it was greatly against his will that he now consented to take us. Most travellers in Iceland discover that they have had quite enough of the hardships of the country by the time they reach the geysers, from which place they usually return to Reykjavik again, fearing to cross the deep unbridged rivers and bogs which are known to exist around the mountainous district of which Hecla is the centre. The dangers and difficulties had been graphically described by Zoega in the hope of dissuading us from the journey, but we had unanimously decided to proceed whatever might be the result, for the spirit of adventure was beginning to make itself felt throughout our little party. With an air of resignation he started off at a gallop, and as we followed his fleet horse our spirits rose under the genial influence of a really fine morning, and all thoughts of stiff limbs and aching joints were forgotten. We left the baggage animals, as usual, to follow at their leisure, but had little fear but what they too would perform the journey in good time ; for the country about here becomes very barren again, and nothing exists to tempt either man or beast to linger on the road. I heartily enjoyed the sharp ride, until, after the lapse of about an hour, we came to a river of considerable dimensions. From the expression on Zoega's face I firmly believe he was rather pleased"], [85, "A Holiday in Iceland. 69 than otherwise to find the water much too deep for fording in the usual way. Here he made a last appeal to us to turn back, which just had the same effect as his previous appeals — namely, to make us all the more deter mined to proceed. He then asked us, \" Had we ever before swum a river on horse-back?\" We certainly never had, but professed our perfect willingness to try. Taking his feet out of the stirrups, to impede the horses' motion as little as possible, he then rode into the river, calling upon us to follow. We preferred to remain on the bank for the present, and see first how he fared. As his horse splashed deeper and deeper into the rushing stream you may be sure his progress was anxiously watched by those who were to follow. At last his horse gave a slight struggle, and in another moment was swimming in deep water, nothing being visible except his head, and the head and shoulders of his rider. I noticed that the current carried them con siderably down the stream, landing them at a point about a quarter of a mile lower down on the opposite side. After carefully noting a place where the bank shelved to a gentle slope, we one by one slowly entered, trusting to our horses to take us safely over. How the others felt at that moment I cannot tell ; but for my part I must say I felt decidedly cold as the water rose about me, and my horse gradually lost his footing, and commenced, after a few pre- E"], [86, "A Holiday in Iceland. 70 liminary plunges, to swim towards where I supposed the opposite bank was. However, we all managed to keep our seats somehow, and, my calculation proving correct, I soon had the pleasure of landing at a convenient place, having been carried down the stream to the exact spot. I had noticed before entering. It was now necessary to give the horses a little rest, for their morning's swim had somewhat fatigued them, so, dismounting, we commenced to do our little utmost to restore warmth and circula tion to our benumbed limbs, and to wring the water from our streaming clothes. In this we were par tially successful, though G could not help wishing most devoutly that the baggage was at hand to enable him to get a change. Zoega over heard the wish and gave a knowing smile. The fact is, the baggage, when it did arrive, was even wetter than we were ; for the boxes which were fastened on the horses' backs were entirely sub merged during the passage of the river, and are anything but water -proof even against limited quantities of moisture. Ascending the high bank we obtained a fine view of the country around. Far in the distance behind, clouds . of steam betokened the geysers we had started from that morning. Upon the left side the Lange Jokull rose with a gentle slope, until its summit was lost to sight, and in front was a mountainous region, which promised us some hard"], [87, "A Holiday in Iceland. 71 riding and climbing when we should approach its vicinity. Long halts in the middle of a journey are not the order of the day in Iceland, and a few minutes saw us seated once more on our damp steeds, pushing across as dreary a tract of country as can be well imagined. Here, even the ravens deserted us ; and although their croaking had been but a melancholy kind of music, still it was preferable to the intense silence which now reigned everywhere. Two hours' riding, however, produced a change of scene, and we came to the banks of the \" Hvita \" or \" White \" River, so called from the colour of the water, which in appearance almost resembles milk. This river, which is one of the largest in Iceland, rises in the Lange Jokull, and is formed principally by the melting of the snow in that district. The water is putrid, and gives an unpleasant odour. It was with anything but pleasure that we contem plated swimming across it. Luckily, however, our powers were not put to that test, for a man who earns a wretched sub sistence by attempting to till the barren ground, and whose hovel we inspected with a kind of interest as being the poorest we had yet seen, agreed to take us over, one at a time, on condition that we should assist in propelling the rude canoe of which he was proprietor. The horses were towed across two at a time, lines being fastened to them from the stern of the boat. It was well for us that they"], [88, "A Holiday in Iceland. 72 swam so quietly, as it would have required very little plunging on their part to have upset the whole arrangement. Fortunately, however, all landed safely on the opposite shore ; but the work of transportation had swallowed up a good deal of time, and it was now necessary to push on without any interval for luncheon, if we wished to complete the day's journey in time to visit Hecla on the morrow."], [89, "CHAPTER IX K\"3s?£j| E now entered the mountainous region which Ouio s0 'onS keen i *s.il__)le to us, and which ' we had been so long a time in reaching. The uninteresting desert gave place to scenery of a wild and indescribable grandeur. Immense rocks of inky blackness rose in every fantastic shape and form, with bold and rugged outlines, whilst ever and anon we passed waterfalls of such magnitude as in a more accessible land would attract crowds of visitors and tourists to their picturesque surroundings. The roads also varied in character as much as in feature, leading us occasionally through narrow passes where single file was compulsory, and then taking us over wild and rugged mountains where a false step would have been certain death on the rocks beneath. After proceeding some distance along a path on the side of a steep hill we found our further progress stopped by a broad but shallow stream of hot water. Of course it was quite impossible to get the horses"], [90, "A Holiday in Iceland. 74 across such an obstacle, and Zoega, not remem bering to have seen this hot river before, concluded that we had missed the road, and were on the wrong side of the valley. The lower ground looked fresh and green, so we thought no great harm had come of the mistake and prepared to cross the sward and ascend the hills on the opposite side — a distance of about a mile. But Zoega saw that the ground was far too pleasant looking to be safe, and advised retracing our steps for a few miles. Now, if there is one thing more than another that I dislike it is \" going backwards,\" and my prejudice seemed to be shared by my friends, who thought a pleasant canter across the green would be a nice change to the stony roads we had so long been travelling on. So, over-ruling an experienced guide, we prepared to take our own way, the General and E leading off at a galop, and the rest of us following at a more sober pace. Disaster soon overtook the more adventurous. The foremost horses stopped suddenly. I saw the earth shake, and in another moment the General rolled one way and E another, while their respective horses struggled fiercely in the bog they had fallen into. It was a work of considerable difficulty to extricate them — men, as well as horses ; and for the remainder of the day they looked like — well, I can hardly say what. After all, we had to retrace our steps and con tinue to patronise the rough road in preference to"], [91, "A Holiday in Iceland. 75 the treacherous valley. Towards eight p.m. we halted on the banks of the River Thorsjor, near a place called Skalholt. The river, which in character much resembles the \" Hvita,\" flows through a bed composed of lava and cinders. During the eruption of Hecla in 1845 the water was entirely dried up, the bed being filled with liquid fire instead. The banks still show ample signs of the strange visitation, and some rough climbing is necessary over the huge lava blocks before the margin of the water is reached. The spot where we pitched our tents is a level bit of ground, surrounded on two sides by this curious natural wall, and situated at a distance of about half-a-mile from the solitary farm house — Skalholt. The tents having been erected, I repaired with Zoega to the farm on a foraging expedition. Our appearance created surprise, we being the first visitors for a long season among the solitary inmates. They bade us welcome, and, Zoega acting as interpreter, I was soon busily engaged in conversa tion, and replying to the innocent interrogations of these children of nature. I discovered that these poor people hold a most exalted view of their own country, and for the first time heard the old Icelandic proverb, \"the sun shines not on a fairer land than Iceland.\" I could hardly endorse the sentiment, for, unfortunately, the sun had been very sparing in its visits during our journey."], [92, "76 A Holiday in Iceland. The cottage is built much in the same style as the clergyman's house in Thingvalla, but is poorer in its internal arrangements, and, if anything, has a more damp and earthy smell. The back portion, not having the friendly shelter of a hill side, is literally excavated in the ground, and a rather steep cavernous passage leads down into the \" kitchen \" or apartment where a fire burns. Here we managed to boil some water, and, armed with a truss of hay given as a special sign of favour, we returned to our hungry friends in the camp. Tea (or dinner) was soon ready, and seated, some on the ground, and some on the saddle boxes, we heartily enjoyed our frugal meal in the wilderness. The night being calm and still we afterwards took a stroll for an hour, attracted by the peculiar beauties of the landscape, which in every direction stretched before us. The sun, the rays of which had left the earth, shone with a crimson glow on the Skaptaa Glacier, while, apparently but a few short miles off, stood the celebrated Hecla, to see which we had travelled so far, and to ascend which we had still so considerable a journey to make. Long after the others had retired to the tent Fred and I sat enjoying the picturesque scene, and when he, too, overcome by the stillness of the night, joined his sleeping companions, I was left — last man, in an apparently deserted world. My mind wandered back to the period when this stony desert was a comparatively cultivated district,"], [93, "A Holiday in Iceland. 77 before the fearful eruption of the Skaptaa in 1783 spread desolation and woe over many happy home steads. During that terrible visitation the land was shrouded in total darkness for nearly a month, and the liquid fire, in its irresistable progress, swept away houses, flocks, and numbers of the wretched inhabitants. Skaptaa is now a snowy waste, and it is difficult to picture a period when, instead of a cold frozen covering, tongues of fire had leapt from its lofty summit."], [94, "CHAPTER X. JT-CSTlEXT morning saw us early on the move, !ll&u leading our horses to a spot where the ■ farmer had promised to take us across the river. He soon appeared lugging along a rude flat-bottomed boat, evidently home-made, and in this unpromising -looking vessel we were transported across the deep dangerous river. The tents and pack-horses we left behind, as it was our intention to remain encamped where we were, the immediate vicinity of Hecla not supplying sufficient fodder for the horses. Zoega reckoned that we should regain the en campment about six o'clock in the evening, so we decided to postpone dinner until then, taking with us only such provisions as we could cram into our pockets, together with a couple of boxes of sardines. The pocket filter, which Fred carried slung across his back like a knapsack, was brought into requisi tion several times that day, the streams which we"], [95, "A Holiday in Iceland. 79 passed not possessing that purity and cleanliness which one likes to see in his \" drinking water.\" The road led principally across a blackened desert, and for miles nothing was visible but a burnt and fire-scorched plain. At short intervals large heaps of lava bore witnes to the strange paroxysms of nature, and abundant signs were not wanting to show that we were approaching a great and active volcano. At length we reached ,a chain of hills probably some three hundred feet in height, at the base of which a patch of green is again occasionally visible. These hills have evidently been of service in protecting and sheltering a portion of the ground from the showers of scoriæ and ashes proceeding from the great eruptions. In a well-guarded spot stands the farm house Neurfholt — the nearest inhabited house to Hecla. The farmer, a thorough specimen of the rough Icelander, joined us as guide to the crater, Zoega not seeming to care about the climb. We now advanced in single file along a kind of lane between two walls of lava, ranging in height generally from sixty to a hundred feet. For five miles we journeyed on without visibly lessening the distance, although the white summit of the mountain was continually before us, and seemed almost within a stone's throw. As we approached the base the walls on either side increased in height and grotesqueness of feature."], [96, "A Holiday in Iceland. 80 In fact, it seemed as though we were travelling through some large town, for everywhere curious formations of lava reminded me of streets, houses, and large buildings with towers and steeples. The resemblance was almost perfect, but one thing was required to make it complete — life. In this terrible wilderness, where even the mind seems almost bowed down by the desolation and solitude of surrounding nature, not a sign of life or vegetation is visible. Not even a blade of grass or a drop of water. At length our farmer-guide, dismounting, com menced to climb up the lava; and we, glad ofthe chance of stretching our legs, soon scrambled up after him. When we gained the summit of the \"wall,\" a curious sight rewarded us. Far below, in a kind of circular dell, stood a deserted house, surrounded on every side by almost perpendicular walls of lava. It had been the birth-place of our conductor. On a fine morning in May, 1845, hi-3 parents were awakened by subterranean noises proceeding from the mountain, and, in great alarm, fearing an eruption, they took their little infant and fled from the farm, leaving all other possessions behind them. They saved their lives but never returned to live in the old homestead, for the liquid fire, though it spared the house, surrounded it with an inaccessible wall of rock. It now stands a last remnant of civil ization in the midst of an indescribable chaos."], [97, ""], [98, ""], [99, "A Holiday in Iceland. 81 We now commenced the ascent, though the incline was not too steep to prevent our riding fully half the distance. Just below the snow-line we halted, and made short work of the biscuits and sardines. Then, leaving the horses to Zoega's care, we commenced the ascent proper under the leadership of our farmer friend. It was rather a disadvantage that we were not able to converse with him, but Icelandic was a language* we had not yet contrived to master, and what little information we derived from him was principally gained by signs and dumb show. A short and difficult descent brought us into a remarkably wild but beautiful dell, where we seemed shut out from the outer world without a chance of escape. But, by degrees, as our eyes became more accustomed to the formation of the rocks, we espied a kind of ledge running up the precipice. This our conductor informed us was the road, and then the literal climbing commenced. The temperature fell considerably, and when we had reached an elevation of about two thousand feet was below freezing point, and the frozen snow presenting a very insecure footing our progress was anything but rapid. At length, to crown all, a thick fog enveloped the whole mountain, so that it was impossible to see further than a few yards in any direction. We halted for a few minutes on a small table land, when, from the conduct of our guide, who was"], [100, "82 A Holiday in Iceland. prowling about like a caged lion, I soon discovered that he had lost his way. Here was a pretty mess to be in ! We stormed and raved — but it was useless. The man could not understand a word, and grave fears began to be entertained that we should have to spend the night on the mountain. The prospect was not inviting, for we had left our thick coats with Zoega, thinking to climb all the easier, unencumbered by them. It was now freezing so hard that we were covered with hoar frost and icicles, and, in addition, not one of our party had so much as a crust of bread in his pockets. Altogether we appeared to be in as nice a scrape as it is possible to conceive. For about an hour we stamped up and down on the frozen ground, not daring to sit long on account of the intense cold. But a pleasant change was coming. At last a ray of sunshine broke through the bank of fog by which we were enshrouded, and gain ing power and brilliancy soon effectually dispelled the mists, and enabled our bewildered conductor to resume his proper function as guide. Shortly after wards he landed us safely at the extinct crater of '45. In spite of the power and severity of that eruption, atmospheric denudation during a long period of inactivity has effaced, in a great measure, all traces of the actual crater, and, had I been alone, I should probably have passed without much notice the ordinary looking hole from which miles and miles of streaming lava have issued."], [101, "A Holiday in Iceland. 83 As very little is to be seen here we continued the ascent, not having yet reached the summit of the mountains. A stiffish climb brought us to the top — that is to say the \"highest\" top, for Hecla appears to have three. Then far below, in a kind of crevice near the base, a cloud of reddish smoke betokened the new crater of '78. This eruption broke out in April, but never reached any great importance, and by the middle of July had almost ceased. As we then saw it the extent of the new lava was distinctly visible, and appeared to cover only a comparatively small area. It was our intention to have reached the crater, but the distance was too great to traverse on foot, and to have taken the horses would have necessi tated a very lengthy detour and more time than we had at our command. Under the circumstances I think we were for tunate in getting so good a view as we did, and in being favoured with a clear atmosphere at an elevation of nearly five thousand feet. The return descent we accomplished without difficulty, having simply to slide down on the snow, keeping our old foot-marks in view. A strange labyrinth of tracks in the snow showed the place where we had been lost during the fog. A closer inspection of that bleak spot did not tend to raise it at all in my estimation, and 1 felt heartily thank ful that we had not to spend the night there."], [102, "84 A Holiday in Iceland. A curious-looking dark figure, seated on a distant rock, attracted our attention, and we hurried on with increasing curiosity, as the animal appeared to be sitting or reclining directly in the track we were pursuing. I tried to call to mind what wild animals were to be found in Iceland, and remembered having read that bears are occasionally met with in the mountainous districts. This was truly an excitng moment — a bear hunt in prospect. The creature, whatever it was, seemed in no hurry to move, though as yet it might not have discovered our proximity. The road now leading through a slight hollow, we lost sight of the strange monster for a time. How we rushed forward when we came to the opening, and how we prepared to make a valiant charge at — Zoega. Yes ! our wild animal turned out to be nothing more or less than Zoega, who, tired of waiting, had followed in our footsteps some distance, and then sat down to await our coming. The total collapse of the \"exciting adventure\" was rather disappointing, I especially getting well chaffed for my \" bear \" version. But really Zoega with his great fur coat and grissly beard might have deceived a more experienced eye than mine. A few minutes later brought us to the temporary stable, where our poor famishing horses had been tied up so long. They were jaded and weary, and the remainder of the descent was accomplished in a very spiritless style."], [103, "A Holiday in Iceland. 85 At Neurfohlt, however, both men and horses obtained refreshment — the horses in fact coming off best. For our consumption bread and dried fish was supplied. As to the fish, I failed to make any impression upon it, though I used both hands and teeth most energetically ; while the bread I think would have blunted the edge of an ordinary hatchet. It made me wonder whether what I had heard was true, viz., that the Icelander bakes bread only twice a year. If so, 1 certainly think the \"baking day\" must have been just then very nearly due again. Stale as it was we managed to wash a little of it down with the sour milk, and, pocketing the re mainder, nibbled it at our leisure during the return ride. The weather changed again before we reached the Thorsjor, and we were soon thoroughly saturated by a cold drizzly rain. When we approached the river no sign of a boatman was visible, and we stood, a rather forlorn-looking group, shouting vociferously in our desperate attempts to awaken the sleepy farmer. As though to mock us our tents were distinctly visible on the opposite shore ; but to have attempted to swim across with the horses in so fatigued a condition would have been certain death. There was nothing for it but to give one loud yell altogether, and this we did in a style which awakened the echoes for miles and miles around. Then we soon had the satisfaction of seeing our F"], [104, "A Holiday in Iceland. 86 native friend paddling his canoe towards us. As the boat touched the bank G and Fred imme diately jumped in, an example I was not long in following. We rowed across very steadily, for with a weight of passengers considerably above what the cranky old tub was intended to carry the water was nearly on a level with the gunwale. All went right until we were within a distance of perhaps thirty feet from the opposite bank, when the boat quietly grounded on a sunken rock, and there she stuck in spite of all our efforts to push her off. The General, who was on shore with the others awaiting his turn to be ferried over, coolly advised us to \"jump out and push behind,\" being evidently afraid that the boat would receive some injury, in which case his chance of getting across would have looked very small indeed. The advice seemed cruel, for the night was very cold, but our kind-hearted farmer was already pre paring to take to the water. Eventually, by his exertions, we soon floated again, and reached the land in safety. But the luckless farmer — where was he ? We glided away and left him knee deep on the sunken island. Just as we stepped on shore we had the melancholy pleasure of seeing him take a header into the stream, and, after what must have been a fearfully cold swim, succeeded in reaching the boat again. Midnight arrived before we got the kettles boiling,"], [105, "A Holiday in Iceland. 87 and then we sat down to the most comfortless meal it had yet been our lot to experience. It was certainly time we thought of returning to Reykjavik, for our stock of bread was nearly exhausted, and the bare idea of having to fare on native food, after our experience of the Neurfohlt luncheon, was in itself quite alarming. So I gave an inward cheer when Zoega informed us that he could take us by a shorter route than he had intended, and so bring the journey to a close by the following Monday. Just as we were — tired and wet — we threw ourselves on the tent floor, and soon fell into a sound and refreshing sleep."], [106, "CHAPTER XI. ifls^VHlEING Sunday morning we indulged in an EFYJA extra long rest, and it was ten o'clock > before the cavalcade was ready to depart for Reykum, which was to be our next stopping place. The morning was cold and cheerless, and feeling stiff in every joint I anticipated anything but a pleasurable journey, and I am sorry to say my anticipations proved correct. For the first two hours the road led along the banks of the Thorsjor, and at length brought us in sight of the sea on the south coast. Here we turned westward again and crossed the delta of the Thorsjor and Hvita. The country near the shore between these two rivers seems to consist of nothing but an immense swamp, the only variety in the landscape being an occasional lava stream, which compelled us to dismount and lead the horses up its rugged sides. Everything in that journey was dreary and miserable, and when a thick fog arose from the"], [107, "A Holiday in Iceland. 89 marsh, and soon afterwards gave place to a soaking rain, I thought the \"last straw was laid on the camel's back.\" We journeyed on in doleful silence, no one caring to converse, and almost the only sound heard was one or other of us trying vainly to light his pipe with a match rendered useless by the damp. Sharp riding over such a country was quite out of the question, for at every step the earth shook and trembled, and the horses plunged violently in their attempts to obtain a secure footing. In this the poor creatures did not always succeed, and several of us proved by personal experience the yielding nature of the ground by occasionally rolling over with them. We partook of luncheon on a small island in the midst of the bog, where a wall of loose stones afforded us some slight shelter from the wind and rain. We had finished our last loaf at breakfast, so we were now forced to manage as well as we could without that great necessary — \"the staff of life.\" As a substitute we cut up some tinned beef into blocks, and with a sardine in one hand and a lump of beef in the other made the best of our uncomfortable circumstances. The wall was not quite high enough to shelter G completely, so he stooped down and leaned in a half sitting posture against it, while he silently took his frugal meal. Suddenly a loud rattling noise"], [108, "A Holiday in Iceland. 90 was heard, in the midst of which our tall friend disappeared backwards, his weight having upset the slender partition. His ill luck provoked the first hearty laugh we had had that day, and the curious spectacle he presented trying vainly to recover his beef, which had slipped down into the mud, proved sufficient to restore good humour and merriment all round. After a short rest we resumed our journey, floundering and rolling through the boggy country as before, in a style neither pretty to look at nor pleasant to experience. But everything has an end, and at last this seemingly interminable morass ended too. Though the character of the soil changed, it seemed doubtful whether much improvement had been gained, for we now crossed land as rough and stony, as the former had been soft and treacherous. We seemed, in fact, to enter just such another wilderness of lava as that which exists around Hecla, only, in this case, we missed the carpeting of fine dry dust, and had instead a rough uneven ground, which made riding a matter of considerable difficulty. The journey was getting more and more weari some, when at last we sighted the Hvita, and knew that our troubles were nearly over. Zoega after wards informed us that only twice previously had he crossed that great swamp, travellers usually prefering to take a more circuitous but safer route. Had I but been aware of the character of the country he should never have had the pleasure of bringing me"], [109, "A Holiday in Iceland. 91 across it, for even now, sitting comfortably at home, I cannot recall without a shudder the remembrance of that long weary ride across the bogs. We were ferried over the river without any particular adventure, and proceeded immediately on the road to Reykum. The character of the country changed considerably, and, I am happy to say, for the better, forming quite a pleasant contrast to the land we had been tumbling about on all morning. The road led along the base of a lofty chain of volcanic mountains, whilst occasionally a column of steam denoted the presence of a hot spring. The ground also was tolerably level and free from stones, and our horses, appreciating the improved state of affairs, carried us along at a rate which seemed to promise to make up for lost time. Our day's ride, however, was not to end without a little excitement — indeed, I should have been sorry if it had, for in this strange land an uneventful hour seems out of place. Zoega and I were riding rather In advance of the others, when suddenly one of the relief horses was seized with an unaccountable desire to reach the top ofthe mountain. Making a sudden bolt, off he sprang from crag to crag, and seemed in a fair way of escaping altogether. Quick as thought we were after him, and a regular steeple-chase ensued, those below reining up to watch the fun as they called it. Several times I approached quite close to the rebellious animal, but only to be left fir behind again"], [110, "A Holiday in Iceland. 92 next moment. Zoega, however, quietly ascended the mountain, intending to get above and so drive the wicked creature into the right path again. In this he might have succeeded had the rebel waited for him. The mad chase continued a long time, but at last I reined in my panting horse at a deep chasm, just in time to see the pursued take a flying leap and get clear across. Not feeling inclined to try the same feat myself, I turned about and rejoined my companions. The runaway, after a brief season of liberty — about an hour, I think — was captured and brought back in triumph just as we were approaching Revkum. Being Sunday, it seemed only right and proper that we should visit the little church, but I was rather surprised when Zoega entered to find him bringing both provisions and baggage into the sacred edifice. It was, however, preferable to re maining out of doors, and our boxes being unpacked we soon had the pleasure of changing our wet clothes for others which were only damp. Planks spread over two of the tiny pews served splendidly as a table, and the hot water from a neighbouring brook made excellent coffee and soup, as well as served to soften some small loaves we had been fortunate enough to procure at the neigh bouring farm-house. Reykum, which consists of two farm-houses and a church, is very picturesquely situated in a vale"], [111, "A Holiday in Iceland. 93 surrounded by lofty volcanic mountains, and in a district second only to the geysers for the abundance and extent of its boiling springs. Everywhere columns of steam, rising from the springs and fissures in the ground, give a strange and weird aspect to the landscape, and the little church, built of timber and peat in the ruins of a stream of lava, seems like an ark of refuge in the midst of a mighty chaos. Our bed that night consisted of a bundle of hay spread over the little chancel floor, and I remember just before falling asleep wondering what subject was supposed to be represented |in the somewhat incom prehensible picture over the altar. Later on in the night, still with a dim consciousness of being in church, I wondered why the minister did not commence his sermon, quite forgetting that the sole occupant of the pulpit was E — , who had diverted that lofty seat into a sleeping place for himself, and was now audibly snoring in a most approved fashion."], [112, "CHAPTER XII. ih ras^H OUR o'clock in the morning arrived only I ESIai to° soon' an(d my solitary experience of ' sleeping in a church, well, at any rate all night, was over. It was an unearthly hour at which to be getting breakfast ready ; but we were now only eight hours' ride from Reykjavik, and wished to get back to some thing like civilised life as soon as possible. Five o'clock saw the whole cavalcade in motion, scrambling up to the high table-land over which the road to the capital leads. Some stiff riding is met with in this district, the ground being rocky and full of crevices just wide enough to trip up a horse, and send the rider flying over his head. But good fortune was still with us,"], [113, "A Holiday in Iceland. 95 and enabled us not only to keep our seats, but make excellent progress likewise. A few hours later we descended by a circuitous path the last high mountain it was our lot to cross in Iceland. Nine o'clock saw us taking a short rest, and a still shorter luncheon, the latter, I must confess, was short not by choice but by compulsion, for with the exception of a few sardines we had no provisions left. As we had considered ourselves at starting to be amply provisioned for a fortnight, and now on the eighth day were absolutely running short, I can only come to one conclusion, namely, that the air in Iceland is of an exceedingly appetizing nature, and I would advise the next party of travellers to make what they consider all necessary arrangements as to bread and tinned beef and then multiply everything by two. By degrees we discovered our whereabouts, re membering several places that we had passed during the ride to Thingvalla. What a trifling matter fording the \" Laxa \" appeared to be now, and what a desperate affair we had considered it previously. How simple and easy seemed the hills around here to climb, though I had clung to my horse with all the energy of despair when he had taken me down them at a canter but a few days before. We now realised more fully the class of country we had crossed, and having returned safe and sound felt naturally pleased with the journey, and satisfied"], [114, "A Holiday in Iceland. 96 with the manner in which, under Zoega's guidance, it had been carried out. At noon we re-entered Reykjavik, and imme diately proceeded to the little hotel, where my first care was to order a good dinner. The kind-hearted landlord, who evidently thought we had been starving ever since leaving him, placed on the table food sufficient for a party ten times our number. What a pleasure it was to have a really good wash, and then climb into bed for a few hours while our clothes were being, at last, thoroughly dried. I may mention that my woollen socks came up again rather more than \"thoroughly dried,\" for having been placed in too hot an oven they fell into shreds when I attempted to put them on again. This, however, is a mere detail. Hearing of our arrival Mr. Jochummsen lost no time in waiting upon us with his congratulations upon our safe return. Fred and I were both in bed, but it appeared to make no difference, for our visitor was immediately ushered in, and our room not boasting of such a luxury as a chair he accepted my invitation to sit on the edge of the bed. In this unromantic situation I gave him a brief account of our journey for publi cation in the next issue of his newspaper, the \" Pjodolfur.\" After tea all adjourned to the General's lodgings,"], [115, "A Holiday in Iceland 97 where Zoega was to meet us with a statement of accounts. The charges, considering all things, were not excessive, and after settling the little bill we pre sented our worthy guide with the whole stock of plates, dishes, and teapots. I expect he now thinks himself thoroughly competent to fit out any party for Hecla and the geysers, without troubling them to bring their own utensils. For twenty-five horses we paid at the rate of two crowns* per day each horse ; four men (including Zoega) 1 68 crowns for the journey ; hire of tents, pack saddles, etc., together with incidental expenses (such as compensation to farmers, presents, etc.), 132 crowns ; making altogether a total of 700 crowns for the eight days, or about £8 sterling for each of us. Of course the expenses of a single traveller or even a couple would be much heavier in proportion. While on the subject of expenses, I may as well give you the grand total of the trip, which cost me just £36, including my share of the miscellaneous purchases, hotel bill at Reykjavik, and passage money. Having paid our debts in full we returned to the inn with lightened pockets, but clear consciences, and retired to rest, sleeping at any rate more com fortably than we had done the night before, eider *i crown worth about i/ij."], [116, "A Holiday in Iceland. 98 down beds being much preferable to the cold floor of a church. Early in the afternoon of the following day the sound of a gun from the Phonix proclaimed the end of our Icelandic trip. The last adieux were spoken, the last salutes exchanged, and then slowly we steamed away from the land of fire and snow, reaching Leith, after a rather rough voyage, on the morning of August 5th. FINIS."], [117, ""], [118, "E GRIFFITH AND SON, PRINTERS, BIRKENHEAD"], [119, ""], [120, ""], [121, ""], [122, ""]]