[[1, ""], [2, ""], [3, ""], [4, ""], [5, "Der Nom zu Cöln. Von I. V e n e d e y. Buchdruck««! und Verla««haudlung in V.lle-Bue. bei Gonstanz. 1842."], [6, ""], [7, "Seinem Freunde Charles A u b r y, Nechtslehrer und Advocat in Sttaßbmg, der Verfasser I. V"], [8, ""], [9, "\"^its Geschick hat mich in die Welt hinausgestoßen; aber als es das Urtheil über mich sprach : „Du sollst heimathlos sein, \" gab es mir einen Trost mit und fügte hinzu : „Du wirst Freunde finden, edle Menschen, an deren Glück du dein eignes Unglück verschmerzen lernen, in deren Familien du zu Hause sein, eine Heintath finden wirst.\" Ihr Haus, mein Freund, wurde für mich eine jener Oasen in der Wüste des Flüchtlingslebens. Die Ihrigen, Ihre Frau, Ihr Kind, Ihre Eltern, die Eltern Ihrer Frau wurden mir .zu geistigen Verwandten, an die ich denke, so oft ich mich allein fühle, in deren Mitte ich mich versetze, so oft mir die Einsamkeit zu schwer auf's Herz fällt. Ich habe Nichts, mein lieber Aubry, als diese Feder und dies Blatt Papier; und will ich nicht stumm dcr Schuldner meiner Freunde bleiben, so muß ich Sie wohl zwingen, mir zu erlauben, Ihren Namen meinen Schriften vorzusetzen. Nehmen Sie den Freundesgruß als solchen hin, und seien Sie ver sichert der innigsten Ergebenheit Ihres Paris, den 18. Februar 18^2. A V."], [10, ""], [11, "I Der Dom zu Göln."], [12, ""], [13, "« Hinab, nietn Schifflein, hinab mit des Dampfes Macht, — hinab den heiligen Strom, tie Pulsader Deutschlands, zum Vaterherde hin. Will einmal wieder die Stelle sehen, an der ich die «sten Gebete nachlaltte, die ersten Lieder leinte. Will einmal wieder beten, — beten , wie man's In der Fremde nicht kann und mag, — Hinab , mein Schifflein , hinab zu der heiligen Stadt Cöln; will niederknien an heiliger Stätte vor dem Bilde im Dom; will wieder jung werden, vergessen die Zelt und die Menschen; beten zu Gott um seinen Segen für mein Volk und mein Vaterland. — Herr, laß es erstarken, das teutsche Volk, erstarken in Recht und Gerechtigkeit, auf daß dein Wille geschehe, und das Gesetz erfüllt werde! «. Oine Menge Ruinen , Zeugen deutschen Ernstes , deutscher Kraft , und deutscher Mann barkeit spiegeln sich in den Wellen des Rheines. Jener Stein in Mainz, dessen N!ime keine Bedeutung mehr hat, spricht von unsrer Ur- ahnen Wesen. Aber siehe, er ist mit Blut besudelt; blutige Opfer des Hasses und dcr Nache wurden an ihm einem bösen Geiste dargebracht. — Jene Bürgen alle oben in den Bergen erzählen von der Wildheit und dem Muthe des Mittelalters, von seinen Helden und seinen Sängern zugleich. Aber siehe noch einmal hin; dort schleppt der Ritter einen Bürger gefesselt, und preßt ihm im tiefen Thurme das Löse- geld ab, das Blut und die Arbeit der Seinigen; dort geißelt er einen Knecht zu Tod, weil der Ritter das Recht hatte, des Knechtes Weib zu schänden, und der Knecht ein Mann, ein Mensch war, jenes Rechtes Unrecht fühlte, und ihm zu fiuchen wagte. Aber weiter unten ist eine andere Ruine, an der kein Fluch klebt, den nicht tausend Segensprüche, tausend reuige Gebete abgewischt. Eine Ruine, berufe» aus ihrem Untergange wieder hervorzugehen, um, wie sie als Kunstwerk das größte Denkmal deutscher Glaubcns- kraft und deutschen Ernste« ist, dereinst auch Zeugniß zu geben von deutscher Achtung vor der Väter Werk, deutscher Ausdauer trotz Zeit und Geschichte!"], [14, "10 Die gothischen Dome, wo sie auch stehe«, ob in Spanien, oder in Italien, ob in Frankreich, oder in England, ob endlich auf deutschem Boden, sind überall die steinemen Vertreter germanischen Geistes, das lebendige Bild des deutschen Volkes. Die deutsche Auf fassung dcs Gottgedankens ist dort ln Stein gehauen und den Wolken entgegengereckt. Ernst und Ruhe, Größe und Erhabenheit, deutsches Fühlen und deutsches Denken sind in ihnen niedergelegt, um, so lange noch ein einziges dieser Riesenwerke besteht, der Nachwelt Ehr-, furcht vor dem Geiste abzutragen, der sie geschaffen. Der größte aber, der erhabenste, gewaltigste Recke unter diesen Riesen ist der Dom zu Cöln, 4 Der Geist aber, der die gothische» Dome durchweht, der Geist germanischen Fühlens und Denkens, war in der Auffassung des Mittelaltcrs, in der, wenn auch noch so erhabenen, doch immer ausschließlichen Allgemeinheit des Kaiserthums und des Katholicismus, nur der Anfang einer zukünftigen größern Vollendung*, nur das Versprechen einer andern gewaltigern Zukunft. Die Zeit der Erfüllung sollte erst nach harter Probe kommen. Die Ausschließlichkeit selbst dcs Kaiscrthums und des Katholicismus wircrstrebten dem freien Geiste des Deutschen, nnd dieser empörte sich gegen seine eigne Vergangenheit, gegen Kaiser und Kirche, Die Söhne ließen unvollendet, was ihre Väter begonnen, wo sie, was diese aufgebaut hatten, nicht niederrissen. Ein hundertjähriger Kampf, ein Mißklang ohne Auflösung war die Folge dieser Empörung, dieses Zwiespaltes zwischen Altem und Neuem. Und dieser Kampf ohne Be ruhigung, dieser Mißklang ohne Auflösung führte von dem Gedanken der ausschließlichen Allgemeinheit zu dem der allgemeinen Vereinzelung, von dem katholischen Kaiser zu der protestantische!! Unabhängigkeit. Die Reformation, selbst «in Ausfluß ächt-deutschen Tenkcns, uud der dreißigjährige Krieg waren die natürlichen Krisen, die stets den Uebcrgang aus einer Entwicklungsperiode in die andere begleiten. Aber als solche unterbrachen sie die schaffende Thätigkeit des deutschen Geistes. Das Werk dcs Mittctalters ist unvollendet geblieben, wie der Dom zu Cöln. 2. Unsere Väter aber , als sie von dem Geiste selbst , der sie belebte , uud dcr ihre Werke und ihre Thaten durchwehte, gezwungen wurden, den Bau des Mittclalters zu unterbrechen, hatten das Bewußtsein, daß er nicht ewig unvolte»*det bleiben werde, Sie fühlten, daß wir den Weg zu einer neuen Zukunft bahnten, daß sie neue Bausteine für die Werke ihrer Söhne aus den Felsen sprengten, Sie kämpften gegen Verhältnisse an, die ihre innere"], [15, "11 Lebens- und Schöpfungskraft zu verlieren begannen, sie kämpften gegen dieselbe» an, um an ihre Stelle neue Jugend und neues Schaffen zu setzen. Jedes Opfer war eine Hoffnung für andere Zelten, jede Noth der Gegenwart eine Bürgschaft für die bessere Zukunft. Und wie auch im Kampfe selbst die Masse das Bewußtsein ihres Berufes verlor; in Einzelnen blieb cs ungeschwächt lebendig ; wie selten auch in dem Gewühle die Stimmen derer wurden, die fest auf die Zukunft ihres Volkes bauten, so verhallten diese doch nicht in der Wüste, sondern fanden stets ein Echo, das sie weiter trug, das sie vom Vater an den Sohn und Enkel brachte. Der Vaumeistcr deutschen Volkslebens ließ, wie der des Doms zu Ciln, den Krahnen auf dem unvollendeten Werke stehen, um zu bekunden, daß die Zelt kommen müsse, wo die Enkel den Veruf und die Macht in sich fühlten, das Werk ihrer Väter zu vollenden. — «. Und ,die Zeit ist gekommen, Jahrhunderte hat die Krisis gedauert, durch die das deutsche Jünglingsalter durchgehen mußte, um zur Mannbarkeit zu gelangen. An Geist und Körper krank, schleppte sich das deutsche Volk, ein Gespenst seiner eignen frühern Größe, dahin. Und wie um den kranken Löwen, sammelte sich um das deutsche Volk alles Gethier der Wälder, und der Wolf und der Fuchs zausten zugleich an seinen Mähnen, und wollten die Haut des Kranken theilen. Zuletzt aber wurde doch der Löwe des Spieles überdrüssig, raffte sich wieder einmal zusam men , zeigte dem Wolf die Zähne und schlug den Fuchs mit seiner Tatze nieder. Da wunderte er sich fast über die eigne Kraft, wagte kaum selbst an sie zu glauben, und legte sich ruhig wieder hin, noch unbewußt der seine Glieder von neuem durchglühenden Gesundheit, noch unbewußt der strotzenden Kraft seiner jungen Mannbarkeit, Die Ruhe aber galt den entwöhnten Nachbarn abermals für Schwäche. Und noch ein mal wagten sie nicht mehr den Löwen bei der Mähne zu erfassen, sondern nur davon zu sprechen, wie sie die Haut theilen wollten. Und siehe, da erhob sich der König der Thiere, reckte die Glieder, und jubelte dem Kampfe entgegen. Da sahen Alle, daß die Zeit gekommen; und Freund und Femd standen erstaunt, und starrten verwundert de» Genesenen an. Ja, die Zeit ist gekommen. Das deutsche Volk fühlt, daß es zum Manne geworden, es fühlt, daß das Siechthum und die Krankenruhe vorüber."], [16, "12 Auf denn, an's Werk, mein Volk! daß dich die Nachbarn, die deine Kraft kennen und achten, nicht der geistigen Ohnmacht, der W illenlosigkcit, dcr moralische» Faulheit anklage» dürft\". So lange die Krisis, die den Jüngling zum Manne umschaffen sollte, dauerte, waren Sicchthum und Krankenruhe natürlich. Aber in Zukunft würden sie beweisen, daß das deutsche Volt, wie stark es ist, doch nicht zur That berufen, daß es, obgleich ein Niese, den zu wecken selbst die Tapfcrstcn fürchtcn , dennoch cin Zwerg an in nerm Werthe, an eignem Wollen, an eigner Thatkraft. D'rum auf, mein Volk, an's Werk, baue den Dom dcs deutschen Volkslebens, baue ihn in die Wolken hinein, nnd Pflanze oben auf die Fahne Deutschlands. Und wie das Bild des deutschen Volkes in allen gothischen Domen wiederstrahlt, und weil der Dom zu Cöln dieser Bilder größtes, so sei dein erstes Tagewerk die Vollendung dieses Riesenbaues. Jener Krahncn oben mahnt dich an eine Erbschaft, die deine Väter dir hinterlassen haben. Trage sie ab als eine Schuld dcr Gegenwqrt an die Vergangenheit. Ich weiß es, die gothischen Dome sind Symbole einer andern Zeit, denn die, an deren Schwelle wir Heute stehen; ich weiß cs, diese wird andere Symbole, andere Kunst und Bauwerke schaffen, wenn sie dereinst auf die höchste Stufe ihres Seins hinaufgestiegen, wenn sie, wie das MIttclalter, in der Zeit als die gothischen Dome gebaut wurden, zur Selbst erkeuntniß und zur Beruhigung gelangt ist. Aber der Dom zu Cöln ist deßwegen nicht weniger das lebendige Bild des deutschul Volkes, groß in seinen Einzclnheiten und in seinem Ganzen, Jahrhunderte der Rath- und Thatlosigkeit haben an beiden gleichthätig zerstörend gewirkt, und deßwegen braucht es der That, der lebendigen Regsamkeit, um beide zu der Höhe zu bringen, zu dcr sie berufen wurden. Der Dom zu Cöln sei unser Sühnopfer, mit dem wir die Vergangenheit abbüßen, und rein an die Zukunft anknüpfen. Das Werk der Wiedergeburt Deutschlands ist eine ganz andere Ricscnaufgabe, als das Ausbauen des Doms zu Col». Zeigen wir an dem Kleinen, daß wir des Großen würdig zu Großem berufen. 8. Um Rhein regte sich zuerst wieder der Geist eines eignen deutschen Volkes, weil grade der Rhein vom Feinde bedroht wurde. Noch immer ist es möglich, daß diese Drohung sich dereinst wiederhole; noch immer ist es möglich, daß man dereinst versuche, sie zu ver wirklichen. Deßwegen laßt uns an den Rhein einen Grenzwach tthurm hlnbauen, wie kein Volk und keine Zeit einen ähnlichen gehabt habe»! deßwegen laßt uns an den Rhein den Nelchsbann erträger Deutschlands aufstellen, daß er hoch über die Berge Hinwege schaue, und die deutsche Fahne zum Trotze aller Feinde, zum Troste aller Freunde Deutsch."], [17, "13 lands in die Wolken hineinschwinge, ?er Nhein ist die Wiege Deutschlands , aber Deutsch land Ist zum Manne herangewachsen , nnd deßwegen stehe an seiner Wiege ein Zeichen seiner Kraft und seines Willens. Der Dom zu Cöln sei der Grcnzwachtthurm Deutschlands, nnd so oft der Feind droht, rnfe seine Sturmglocke die Männer deutscher Art zusammen. Er sei Deutschlands Rcichs bannerträgcr, und so oft und so lange innere Zwietracht an dem Marke deutscher Kraft nagt, erinnere die deutsche Fahne, die dcs Domes Spitze ziert, daß dies Riesenwerk eine Ruine blieb, weil dcr Geist der Zwietracht Deutschlands Kraft zersplittert hatte, daß ein Wunder der Ruine neues Lcbcn gab, sic verjüngte und bis zu den Wolken erhob, und daß dies Wunder dcr Gedanke der Einheit, das wiedererwachte Bewußtsein des Deutschen Gemein sinn es, die Hoffnung auf ein einiges, gcsammtes und geordnetes deutsches Vaterland war. Ein neuer Athem durchweht dic Gauen Deutschlands-, Alt und Jung ahndet, daß eine neue Zeit begonnen hat. Noch ist aber nur die Ahndung der Zukunft vorhanden, noch weiß keiner das Wort, das den Zauber, durch den die Gegenwart »och an die Vergangenheit gefesselt, zu lösen Im Stande ist, Nnr so viel ist gewiß, daß Deutschland Ein Deutschland sein will und sein muß. Aber das Wie droht die Einheit wieder im Beginne zu zersplittern. Deßwegen war es ein von dem guten Geiste eingeflößter Gedanke, vorerst zum Zeiche» des wiedercrwachtcn Volfsgeistes, das größte Werk deutscher Art und Weise, das unsere Väter unvollendet gelassen, in Achtung und Chrcrbiciung zu vollenden, und so den Geist, dcr mit ricscnhaften Fesseln die Gegenwart an die Vergangenheit bindet, zu versöhnen, um der Ver gangenheit ein Grab zu bauen, an dem die Zukunft ruhig der Väter Segen für ihre neuen Werke erflehen kann. Bis jetzt hat sich der neue Geist nur in einer einzigen Frage als Geist der Gemeinschaft, dcr Einheit bewährt, und zwar dem Feinde gegenüber, als er Deutsch land, als cr insbesondere den Rhein bedrohte. Der vollendete Dom am Rheine zu Cöln verewige diese Morgenröthe einer bessern Zukunft, einer Wiedergeburt Deutschlands. Und mehr als dies werde er der Uebergang zu der Wiedergeburt selbst. Nur vor dem gemeinsamen Feinde war Deutschland zum ersten Male wieder Ein Deutschland, nur nach Aussen hin erschien es als von einem Geiste beseelt. Die Parteien verschwanden , Könige und Republikaner, Protestanten und Katholiken, Alte standen bereit, ihre Pflicht zu thun, ohne dcr Eine den Andern nach seinem Glaubensbekenntnisse, nach seiner Farbe und seiner Parolle zu fragen. Es gab nach Aussen hin nur eine Parolle, und die hieß Deutschland! Aber kaum ist die Gefahr vorüber, so droht auch im Innern Deutschlands und in Bezug"], [18, "14 auf die innern Verhältnisse die alte Zwietracht wieder an die Stelle der augenblicklichen Einheit zu treten. Die Freunde von Gestern, die gemeinsamen Vertheidiger des Vaterlandes, bereit zum höchsten Opfer für das Höchste, entsinnen sich Heute schon wieder, da sie Vor gestern noch Feinde waren. In dieser Erinnerung aber liegt der Keim des Unterganges; sie zu bekämpfen ist die Pflicht aller, die geahndet haben, was Deutschland sein kann und soll. Deßwegen bedarf es eines neuen Gedankens, der keiner Partei und keinem Glaubensbekennt nisse der Vergangenheit angehört, der die Zukunft ausspricht, ohne an die innern Kämpfe der Gegenwart zu erinnern, dcr an sie denkend sie versöhnt. Und diesen Gedanken hat ein Gott gesandt. Der Dom zn Cöln sei das Sühnopfer der Parteien, die Vermittelung der deutschen Einheit zwischen Fürsten und Volk, zwischen den Königen und den Demokraten, zwischen Katholiken und Protestanten, zwischen Hoch und Niedrig, Arm und Reich! Die nächsten Iahrzehende werden in Deutschland unabweislich zum Kampfe zwischen allen, Parteien, die sich die Zukunft streitig machen, führen. Und soll dieser Kampf selbst nicht eine noch größere Zersplitterung hervorrufen, so muß ein Mittel gefunden werden, alle Parteien in einem über diesem Kampfe selbst liegenden Bedürfnisse zu vereinigen, ihnen stets das Bewußtsein zu erhalten, daß sie Söhn? desselben Vaters, daß sie Deutsche sind, und nur über den Weg streiten, der zum Ziele, zur deutschen Einheit, zur Gemeinschaft des deutschen Volkes führe. Wie jene gläubigen Kämpfer des Mittelalters den gehobenen Arm sinken ließen, sobald sie den Ruf der Gott geweihten Glocke hörten, so soll auch beim Rufe der Arbeiter-Glocke des Doms zu Cöln, der Kampf unterbrochen werden, auf daß die Kämpfer selbst nie vergessen, daß ihr Ziel Eln und dasselbe ist, Ein Deutschland, groß und mächtig, gerecht und geachtet. z». Auf denn, an's Werk! Baut ihn fertig den Tempel der Versöhnung, den Altar einer schönen Zukunft. Und droht dann dereinst wieder von Aussen der Sturm gegen Deutschland , dann Halle die Glocke des deutschen Wachtthurmes in allen Gauen wieder, dann entfalte sich das Banner Deutschlands in seiner WoNenhöhc, Allen Deutschen ein Zeichen der Ver einigung. Nnd droht im Innern ein anderer Sturm, senkt sich die Macht des Parteikampfes auf Deutschland herab; dann zündet auf dem Leuchtthurme deutscher Eintracht deutscher Einheit ein Feuer an, das die gegen den Sturm Ankämpfenden erinnert, wie sie die Söhne derselben Mutter sind, — das ihnen im höchsten Kampfe gegen die Wogen"], [19, "15 des wilden Meeres der Parteileibenschaft das Wort der Rettung zuruft: Land, Vater land! Der Dom zu Cöln, er sci Deutschlands Wach tt hur m nach Aussen, Deutschlands Leuchtthurm nach Innen. Er sei ein Sühnopfcr der Gegenwart an die Vergangenheit, ein Uebergang aus der Vergangenheit in die Zukunft. Die vielhundcrtjährige Ruine Deutsch land soll wieder zu einem neuen kräftigen Baue erstarken, — die vielhundenjährige Ruine deutscher Kunst , deutscher Auffassung , deutschen Geistes sei das würdige Symbol dieser Auf erstehung. Auf denn , an's Werk ! Baut ihn fertig den Dom Deutschlands, auf daß er groß und ehrwürdig werde; tragt die Steine hinzu, und reckt sie dem Himmel zur Sühne entgegen, auf daß er seinen Segen zum großen Werke gebe, zum Werke der Aussöhnung, der Wiedergeburt, zum Werke des neuen Geistes, der über die Welt gekommen. Auf, an's Werk! Baut ihn fertig den herrlichen Dom deutscher Einheit, deutschen Gcmcinsinncs, den Dom des einigen Vaterlandes. Noch stürmt cs, aber höret, von der Zinne der großen Niesenmauer am Rheine schallt es ins Thal herab : Land ! Land ! Vaterland !"], [20, ""], [21, "2 II Dee neue Geist."], [22, ""], [23, "> 2chon ehe die letzten großen Ereignisse, oder besser die Drohung großer Ereignisse, ganz Europa und insbesondere Deutschland aufgeregt hatten , zeigte sich vielfach ein Geist dcs Strcbcns nach cincm Andern, nach Befferm, und Insbesondere nach einem einige« Deutschland, Aber dcr neue Geist schlummerte in der Mehrzahl, cr war sich selbst un bewußt, uur eine Larve dcs znkünftigcn Lebcns. Da kam ein Sturm und warf die Larve gegen einen Felsen an, daß sie zerbrach. Und der entfesselte Gedanke trat in's Lebe« und schwang sich in die Lüste auf. Was vor eiuem Iahrzchcnd noch nur Vorrecht Einzelner war, ist heute Gemeingut des deutschen Volkes geworden; was vor zehn Jahren noch ein Verbrechen war, gilt heute für eine Tuge»d; was man vor zehn Jahren noch im geheimen Bündnisse sich unter Eid und Schwur zuflüsterte, das ruft man sich heute a«f de» Straßen zu, das lehrt man in dcr Schule, das predigt man von den Kanzeln herab. So haben die Zeiten sich geändert , so haben sie die Menschlein , die Größten und die Mäch tigsten, belehrt, wie klein nnd ohnmächtig sie einer Wahrheit, einem Bedürfnisse der Gegen wart gegenüber sind. Ein Glück, wenn diese Lehre begriffen worden, wenn sie die Nutz losigkeit des Kampfes gegen die Ideen klar gemacht hat. Das einige Deutschland, das gemeinsame Vaterland, ist heute von alle» Deutschen ohne Ausnahme anerkannt! nnd diese Umgestaltung der Dinge möge die Mächtigen belehren, daß auch die Folgen dieses Gedankens dcr Einheit, daß das Lebendigwerden der Idee in der Form, daß die thatsächliche Herstellung des endlich im Geiste und in der Wahrheit anerkannten einigen Deutschlands sich ebenso unabwendbar geltend machen wird, wie der Gedanke selbst, trotz alten Hindernissen, ja durch diese Hindernisse selbst nnr gefördert, zum Durchbruche gekom men ist. Das ganze deutsche Volk aber, vom Höchsten bis zum Niedrigsten herab, fühlt, daß eine andere Zeit begonnen hat , daß die deutschen Zustände einer neuen Zukunft entgegen gehen, Fürsten und ihre Räthe suchen diese Zukunft zurückzudrängen oder zu vermitteln; und das Volk selbst, sie ahnend, vorherzusehen. Jeder nach dem Gesichtskreise , den er über-"], [24, "20 schaut, jeder »ach dem Mittelpunkte, in dem er steht, glaubt die Nlchtmig zu kennen, da« Ziel zu wissen, auf da« die Zukunft Deutschlands lossteuert. Viele sehen die letzten Spuren der untergehenden Sonne für die Morgenröthe an; viele verwechseln die Zeichen am Him mel und schauen nach Norden, während sie gen Süden, nach Süden, während sie gen Norden zu wandern wähnen. Alle aber hoffe» und harren, Alle aber sind in Bewegung und suchen das Ziel. Wer wird es uns zeigen? — „Dort liegts! Seht ihr dort Elsaß und Lothringen, und die Schweiz und Holland? Waren es nicht einst deutsche Landestheilc. gehörten sie nicht vor Zeiten zum Reiche? Ihr ««lit ein einiges Deutschland: so nehmt denn vorerst, was zu Deutschland gehört, und macht daraus ein ganzes!\" — „Aber das genügt nicht. Auch dic Dünen haben einen Fuß auf deutschem Boden, oder besser, Dänemark ist eigentlich doch nur ein Anhängsel an Deutschland. Und die Russen haben ebenfalls ein Stück von Deutschland, vom deutschen Körper abgerissen, Liestand und Kurland sind deutsch. Schlagen wir sie zum einigen , großen Ganzen.\" „Aber auch das ist nur ein Anfang. Wie der Rhein erst deutsch wird, wenn er bis zur Mündung frei, wenn Holland deutsch ist, so wird auch die Donau, diese Schwester des Rheines, erst deutsch, wenn sie bis zum schwarzen Meere nur an von Deutschen bewohnten Ufern vorüberfließt. Vorwärts, auf daß die Donau deutsch werde!\" S° läge also Deutschland außer Deutschland , in Elsaß, in Lothringen , in der Schweiz, in Holland, in Dänemark, in Kurland, an. den Mündungen der Donau? So genügte als« dem Volke der Geistesbildung und Geistesthätigkeit eine rein faktische Thatsache, um zum Gesetze seiner Zukunft, zum Geiste seines ganze» Wesens zu werden? Es mag ein Unglück sein, daß einzelne Landestheilc Deutschlands sich von ihren Brü dern losgesagt haben; es würde ein Glück sein, sie wieder mit ihnen vereinigen zu können. Aber nicht die Gewalt, nicht die Thatsache allein wird diese Wiedervereinigung herbeiführen, eben so wenig als zur Losrelßung derselben die Thatsache allein genügt haben würde. Der Geist mir, das höhere Gesetz schlingt und löst die Banden, die die Völker und Volkstheile »n einander fesselt. W« dieser Geist fehlt, wo da« höhere Gesetz der Vereinigung mangelt, da bricht das Ganze in seine Einzelnheiten zusammen, da fällt Eines vom Andern ohne alle Kraftanstrengung ab. Dieses Gesetz zu suchen, ist die Aufgabe, und ehe rhr es gefunden und in Anwendung gebracht, werden sich die Theile nicht wieder zum Ganzen füge»."], [25, "21 Dieß Gesetz selbst aber muß für ganz Deutschland , für atte Länder dcuycher Sprache Eines und Dasselbe sein, wie dann auch die Abwesenheit dieses Gesetzes selbst für »ll« deutschen Lande dieselbe Folge hatte. Ihr beklagt den Abfall der Schweiz, Holland«, Bel giens, des Llsaßes vom deutschen Staatskörper, von Deutschland, Aber hing denn Preußen fester an Baiern und Hessen, fester an Oestreich, als die Schweiz und Holland etwa an diesen hielten? Das Gesetz der Auflösung, der Zersplitterung hatte ganz Deutschland er griffen; die Stücke freilich, die zunächst an dem äußern Kreise lagen, ficlcn zuerst ab, und rollten am weitesten von den» Mittelpunkte weg. Aber sie fielen nur ab , weil für Alle, — sowohl für die, die zufällig nach dcm rein physischen Gesetze dcr Schwere nicht tiefer fallen konnten, als für die, die bei dem Auflösungsprozesse nicht auf andere Hindernisse stießen, — das Gesetz der Vereinigung, der Geist, der sie zusammenhalten sonnte, nicht mchr bestand. Im Norde» und im Sude», im Oste» wie im Westen, gegen Schweden und Däne mark, gegen Nußland, gegen die Schweiz, gegen Frankreich und Holland hin fand der selbe Prozeß statt, und wird trotz alle» schönen Redensarten stattfinden, bis das Gesetz wieder gefunden, das alle Theile Deutschlands in Ein Ganzes zu verbinden in, Stande ist. Der Geist der Eroberung aber ist es nicht, dcr zur Vereinigung führt. Als Knaben sehen wir alle jenes Gespenst an uns vorüberziehen, das Frankreich bis in die Wüsten Rußlands trieb. Wir sahen in Jahren, was sonst nur Jahrhunderten vorbehalten; das Werk eines Cäsars, eines Alcronders erstehen, die höchste Höhe erreichen, und- dann unaufhaltsam wieder hinabstürzen und zersplittern. Wie stark, wie groß hatte er nicht Frank reich gemacht ; seine Grenzen waren gerundet , die Meere , die Alpen und die Ströme schlössen es ein. Unangreifbar erschien cs, und nur Wenige wagten, au dcr Dauer dieses Riesen werkes zu zweifeln. Aber eines Morgens wehte ein kalter Nordwind über die Erde, hauchte eine Schnecwolfe über ein paar Meilen Lande« hin, und siehe — der Niesenbau stürzte zusammen, und siehe, der Eroberer war gerichtet. Nie aber hat dcr Gcist dcr Geschichte so klar zu den Völkern geredet. Auf dcm Grabe Napoleons steht geschrieben: Nichtigkeit! Denn der große Held vermochte keinen Ge danken zu schaffen, oder zu erfassen, der den Körper, den ihm das Geschick in die Hand gab, zu beseelen im Staude gewesen wülc. Er, wie alle Eroberer, suchte den Mittel punkt außerhalb dcm Kreise. Und ihr wollt die Lehre, die das Geschick jenem Sohne dcs Unglücks an der Wiege der neuen Zeit hingestellt hat, übersehen; ihr wolit, wie jener, wie alle Eroberer vor und nach ihm, euer Vaterland an dcr Grenze suchen, wollt die Kraft des Volkes von dcm Mittel punkte ablenke«, nm sie nach dem Umkreist hin zu zersplittern ! Deutschlands Geschick möge"], [26, "22 verhüten, daß euer« Stimme Anklang finde: den» seine Zukunft wäre gerichtet »ut dem ersten Schritte, den sein Volk auf dieser Bahn thäte. Die Schweiz, das Elsaß, Holland. Belgien gehörten zu Deutschland, weil Deut,ch land sich selbst angehörte. Sie gingen für Deutschland verloren, weil Deutschland selbst nicht mehr bestand, weil es sich selbst verlor. Und nur wenn Deutschtand sich selbst wiedergefunden haben wird, wird cs auch vo» Freund und Feind wieder anerkannt werden; nur wenn es wieder Ein Deutschland ist, lebendig und frei nach Innen, muthig und rüstig nach Außen, werden sich auch seine fernen Söhne wieder sehne«, an den Vaterherd zurückzukehren, wird diese Heinifahrt natürlich und nothwendig sein. H „Recht so!\" rnftn Andere. Das ist's! Wozu sollen uns die Eroberungen nützen? Die Zeit des Schwertes ist nicht mehr. Unser Jahrhundert ist zu verständig dazu geworden, um »och durch Krieg erlangen zu wollen, was man viel sicherer auf friedlichem Wege erhält, Handelsverträge, Eisenbahnen, Schutzgesetze für inländische Industrie, Kolo nien, Flotten, das sind die Bedürfnisse der neuen Zeit, das ist der Geist unsers Jahr hunderts, Alles andere ist Nebensache, nicht des Redens werth, Rococo oder Hirngespinste, 3 Laß dich schinden, laß dich treten, nur werde reich ! Vor eiu paar Tagen verhandelte man in Frankreich die Frage, ob die Ehre der Nation in den Ereignissen des Orients ver letzt worden sei oder nicht. Da trat Einer auf die Rednerbühne und sagte : „Was liegt au der Ehre; aber wir haben keine Eisenbahnen, und wolle» welche haben.\" So oft ein Minister eine Staatsmaßregct vorzuschlagen beabsichtigt, lauscht er vorerst in den Halten dcr Börsc, horcht er an den Thüren der Banquiers, ob sie dort angenehm oder unangenehm sei. Bei der Frage über Krieg uud Friede gilt die Stimme Nothschilds mehr, als die des Ministers Mettcrnich, Lords Aberdeen oder Hrn. Guizots. So wäre also der Mammon unser Gott! So hätten also doch die Recht, die seit 'chn Jahren das Evangelium dcr materiellen Interessen predigten, die seit dem Juli so standhaft jede edlere Regung eines großen Volkes dnrch die Leidenschaften der schnödesten Selbstsucht zu unterdrücken wußten ! So wäre also der Kopf nur Nebensache nur eiu An hängsel des Bauches ! Es ist nicht schwer, zu beweisen, daß die Sklaven des Alterthum«, ft wie die der neuer» Zeit in Ameriia materiell viel glücklicher waren nnd sino, denn dic arbeitn und Tagelöhner in Emchinr und überhaupt die unter» Voltolasse,, ,*„ <5„>!>va \"**--,'"], [27, "23 ,»nß dann sehr logisch zu dcm Schlüsse führen, wie es klüger sei, die alte Sklaverei wieder herzustellen, um die Bedürfnisse und das Leben dieser Unglücklichen zu ordnen und zu sichern. Der Schluß ist sicher gerade so logisch, wie der, nach dem man sagt: „Ihr wollt frei sein, — aber seht doch die schöne Eisenbahn von einem Ende des Reiches bis zum an dern; ihr wollt geehrt sein, — »ber seid ihr denn nicht satt?—\" - Was wollt ihr mehr? — E« fällt mir nicht ein, die Richtung unserer Zeit, die sich die Verbesserung der mate riellen Verhältnisse der Völker zur Aufgabe macht, tadeln zu wollen. Sie ist eine Wohl that, ein Zeichen unendlichen Fortschrittes, aber wahrlich, sie ist nicht das alleinige Gesetz. das die Gegenwart beherrscht und die Zukunft sichert, sie ist nur eine einseitige Aeußerung dieses Gesetzes, und würde, weun sie zu der alleinigen werden könnte, unwiederbringlich zum Untergänge führen. Die Eisenbahnen sind ein Mittel, die Verbindung zwischen den Völ kern der Erde zu befördern, aber diese Verbindung selbst beruht auf ganz andern Noth wendigkeiten, als auf dem äußer» Mittel, das sie befördert. Der Zollverein ist cin Mittel der Vereinigung von ganz Deutschland, aber diese Vereinigung selbst beruht wieder auf viel Höhen» Bedingungen, als dem äußern Bande, Das Streben nach Verbesserung der materiellen Verhältnisse der Völker ist ein zu leg,* times , als daß nicht Jeder dasselbe in seinem höchsten Umfange anerkennen sollte. Aber dieß Streben selbst muß einem höhern Gesetze, einem Gedanken der Gerechtigkeit u«d der Gleichheit unterworfen sein, wenn es nicht zur Auflösung, zur Iernichtung de, Gesellschaft führen soll. Das Streben nach materieller Verbesserung ist rein egoistischer Natur, und gerechtfertigt, legitim, wie dic Natur selbst. Aber cs zerstört sich selbst wieder, es tritt in den Kampf der Auflösung und Iernichtung mit allen andern eben so natürlichen und legitimen Cgoismcn, wenn es nicht gezwungen wird, dem höhcrn Gesetze z» gehorchen, der Gerechtigkeit und der Gleichheit zu huldigen. Das Streben nach materieller Be friedigung hat alle Ungleichheiten, alle Privilegien, von dem Sklaven bis zum Kaiser hinaus. schaffen helfen , hat England zur Handelsherrschast und Rußland zur Eroberung geleitet, war in allen Kämpfen, in allen Kriegen, in allen Revolutionen thätig. Aber nur so oft ein höherer Gedanke die einzelnen Bestrebungen unter ein aligeincincs Gesetz zu bringen wußte, ging aus denselben Heil für die Welt hervor, während sie ohne cl» solches stets und überall zu Noth und Elend, und zuletzt auch zum Untergänge Derjenigen führten, die zu Anfang die Begünstigten des Geschickes schienen. Das höhere Gesetz ist also dic Hauptsache, Aber der Geist des Krämers ist cs nicht, durch dc» dic Zukunft gesichert »erden kann und muß. Tie Kaufleute gehören anf dic Börse ,md ans den Markt, dort sind sic a» ihre,»"], [28, "24 Platz«, dort gebührt ihnen aller Schuh des Gesetze«, alle Achtung der Gesellschaft. Als sie sich aber in den Tempel eindrängten und den hei'igen Ort entweihten, d» kochte selbst im Herzen des Friedenspredigers ein Gedanke des Zornes, und er trieb sie ohne Gnade, die Geißel schwingend, »us dem Tempel aus. Und heute sitzen sie wieder »n geweihter Stelle. und mäkeln Gott und seine Gebote; heute herrschen sie auf dem Forum und entscheiden über das Geschick der Völker, und ordnen ihre Gegenwart und ihre Zukunft nach den Prozenten. die sie au« dem Heil oder Unheil der Welt zu ziehen hoffen Aber Gott und die Völker werdcn dcm nicht ewig geduldig zusehen, und die Zeit wird kommen, wo sie ein Gott gesandter ebenso von dcm Forum austreiben wird, wie sie dereinst von Christus aus dem Tempel getrieben wurden. Das Streben nach äußerer Abrundung der Staate», die Sucht nach Verbesserung der materiellen Verhältnisse der Menschen sind natürlich. Wir begegnen denselben zu allen Zeiten und bei allen Völkern. Gegenwärtig liegen sie sehr klar ausgesprochen in der Politik aller europäischen Nationen, die wirklich eine Politik habe». Die »rotte <tu Kliln« in Frankreich, die Iernichtung dcr ruero« und das Streben nach einer Vereinigung mit Portugal in Spanien, die Einheitsideen i» Italien, der Slavismus in Rußland, und endlich die Erolerungsgclüste in Deutschland sind die lebendigen Ausdrücke der Richtung aller Völker nach einer äußern Abrundung. Das englische Handelssystem, die russische Grenzsperre, die spanischen Zölle an den Pyrenäen, das französische Protektlons system, die östreichischen Eisenbahnen, der preußische ZoNverein bekunden die Thätigkeit der Sehnsucht nach Verbesserung der materiellen Verhältnisse. Alle diese Bestrebungen sind natürlich, sind legitim, aber sie werden vom Standpunkte des Egoismus aus eine Ursache des Widerspruches, des Kampfes, des Unterganges; und nur von dem Standpunkte einer höhern Auffassung in, Interesse Aller führen sie zur Ver söhnung, zur Beruhigung, zum Heile der Völker. Wie in» Leben der einzelnen Menschen das Streben nach einer gesicherten Stellung, nach Befriedigung der natürlichen Bedürfnisse, vom alteinigen Standpunkte des Egoismus aus, zu Betrug, Raub, Mord und Todschlag führt, nnd erst durch das Gesetz, das diesen egoistischen Genuß, das eigensüchtige Bedürfniß zwingt das Recht, die Wohlfahrt Aller zu achten, eine geordnete Gesellschaft möglich wird, so müssen auch die Neigungen und Vedürfnisse der Völker durch das Gesetz des Gemein wohls geregelt sei». Ohne dasselbe führt der Gedanke der Abrundung, der äußern Sicher 'teltung zur Eroberung, der Gedanke der gesicherten materiellen Interessen zur Crploitiruna alter Nachbarvölker. Und wo das Gesetz des Egoismus da« nlleinherrscheude ist, ist dasselbe ohne Grenzen, Die Franzosen, die den Rhein haben wollte», fanden in den Wüsten Nuß"], [29, "25 land«, am äußersten Ende Europas da« Ziel ihrer ersten Eroberung, Rußland ging von Schritt zu Schritt mit der Idee der Abrundung vorwärts, bis es heute nur noch die Wahl hat zwischen Zersplitterung und Unterjochung Europas-, England kam von Stufe zu Stufe in seinem egoistischen Systeme der Ausbeutung aller Völker bis zu dem Punkt, auf dem es heute steht, und wo seine Erlstenz an den Welthandel geknüpft Ist, nnd dieser Welthandel selbst nicht einmal genügt, um zu verhindern, daß die eine Hälfte des stolzesten Ü'olkcs der Erde verhungert, wenn die andere es überdrüssig wird, dem Bettler hinzuwerfen, was nicht mehr gut genug ist, um es den Bedienten, Hunden und Pferden vorzulege». Das ist der Fluch der Selbstsucht, sie frißt, wie der Krebsschaden, im gesunden Fleische der natürlichen Bedürfnisse der Völker um sich, und führt zum Untergänge, Nur Eines kann hier retten: der Gedanke an das Recht und das Wohl Aller. ?. Das aber ist der neue Geist der Zeit: Recht nnd Gerechtigkeit, Gleichheit und Gemeinwohl. Die Ideen der einseitigen, egoistische» Eroberung, das Streben nach rücksichtloser Ausbeutung der Handelsveihältnisse in, Interesse jedes einzelnen Voltes sind die Schattenseiten dieser erhabenen, einzig Rettung bietenden Lichtgestalten des neunzehnten Jahrhunderts. Die Zukunft der Welt aber hängt davon ab, ob das Licht über den Schatten siege; ob es Tag werde, wo uns abermale finstere Nacht droht. Der Sieg der Gerechtigkeit und Gleichheit, des Rechts und des Gemein wohls liegt aber in allen Verhältnissen und in allen Bestrebungen der Gegenwart angedeutet. Jede Frage der Politik des neunzehnte» Jahrhunderts wächst unter den Händen der Dip lomatie stets zu einer Weltfrage heran, und wäre sie auch scheinbar noch so unbedeutend. Das Geschick der Griechen, die Christen in Syrien, Mehmed Ali, die Abschaffung der Sklaverei, das Durchsuchungsrecht der Schiffe: alles das sind,— Anfangs so scheinbar nnbcdcutcnd , — gegenwärtig Weltfragen , die nicht mehr ohne die Zustimmung aller euro päischen Völker, oder ohne einen Weltkrieg entschieden werden können. Und aus dem Ge wirr« der diplomatischen Intriguen aller Art windet sich allgemach ein Ganzes heraus, das sicher dereinst zu etwas Anderem werden wird, als was bis jetzt die Kongresse waren, Tummelplätze der List, Schaubühnen des Betrugs, - Schlachtbänke der Völker. Schon die „heilige Allianz\" war ein Anfang eines neuen Völkerrechts. Sie wnrdc im Angesicht dcr Völker geschloffen, und sie sah sich gezwungen, selbst bei dcm Feinde zwischen dem Volke nnd seinem Beherrscher zu unterscheiden. Es fällt mir nicht cin zu glauben, daß die Diplomate» der alten Schule den Geist der neuen Zeit begriffen, daß sie sich ihm frei willig unterworfen hatten. In, Gegentheile, sie strebten ihm auf alte Weise entgegen, sie"], [30, "26 Werke der huldigten nur ihrem Egoismus: aber selbst so waren sie gezwungen, an dem Zukunft zu arbeite», den» Geiste der neuen Ieit willenlos zu gehorchen. Die „heilige *\">; entschicd d°s Geschick der Völker von dem Gesichtspunkte der Eigensucht jedes einzelnen Großvolfes aus, »ber sie eutschied dasselbe als eine Art Gericht, und mußte wen.gstcn« so ihn», als sprächc sie Recht. Freilich heuchelte man oft, freilich suchte man meist nur den Schein; aber diese Heuchelei, selbst das Haschen nach dem Scheine des Rechts ist doch eine unverkennbare Huldigung, die man der Wahrheit darbringt. Wie der Machtspruch Karl des Großen die Heiden zwang, sich vor dem Kreuze zu beugen, und so sich an das Kreuz und den Ehristenglauben nach und nach zu gewöhnen, so zwang der neue Geist die Heiden der Politik, sich vor dem Kreuze des Rechts und dcr Gerechtigkeit zu beugen und sich nach und nach selbst an Recht und Gerechtigkeit halbwegs zu gewöhnen. Und wie zur Zeit, als das Christenthum zum Durchbruche kam, so glaubt das Volk, während die Großen nur noch so thun, als ob sie glaubten, so liegt die Masse demüthig im Staube vor dem Erlösungszeiche» , während die Cäsarcn dasselbe, wie einst in Rom und Byzanz, nur schein bnr verehren, weil die Zeit nicht mehr erlaubt, ihm zu widerstreben. 8. Mit der „heiligen Allianz\" ging der Gedanke eines Gerichts zur Entscheidung der diplomatischen Verhältnisse, der streitigen Volksangelegenheiten und Volksinteressen zuerst halbwegs ins Leben über. Nach der Iulirevolution machte dieser Gedanke eine» neuen Fort schritt, »ls sich die h.'iligc Allianz in der Londoner Konferenz zur friedlichen Schlich tung der Verwickelungen, die »us dieser Revolution hervorgegangen waren, verwandelte. Durch diese Nevolution, selbst durch die sie vertretende Bourgeoisie, kam das erste Volk in das Staaten gei ich t der Völker; den» Englands Aristokratie vertritt nur sich selbst nnd ihre einseitige Erploitirungspolitil, nicht aber die große Vermittelungspotitik zwischen Europ» und den übrigen Welten, die England vorbehalte» ist. Es war ein Unglück für Europa, für den Geist der neuen Zeit, daß Frankreich zuerst berufen war. die Völker in dem Staatcngericht der Londoner Konferenz zu vertreten. Es war das ein Unglück, denn Frankreich hat seinen hohen Berns nicht einen Augenblick be griffen, und nur in der Noth ihn zu ahnen begonnen. Begriffen aber hat cs ihn nicht, weil die Zerrissenheit, die Folge der Nevolution, ihm nicht erlaubte, zum Selbstbewußtsein zu gelangen, weil es zitterte im Gedanken an seine Vergangenheit, »veil es Furcht hatte vor der Zukunft, und so, l» Angst vorwärts und rückwärts blickend, die Bahn des Rechtsund der Gerechtigkeit verlor. Im Innern strebten alte Besitzenden. Alle, die Etwas zu ver lieren hatten, nnr nach Schutz für ihrcn Besitz, nur nach Vermehrung desse», was sie '»"], [31, "27 verliere« so sehr fürchteten. Die Angst ließ sie aufspeichern für die drohende Zukunft, und das Sireben selbst führte die Drohung immer näher. Von» König herab bis zum letzten Krämer haschte Alles nur, die Gegenwart auszubeuten und die Zukunft in der Gegenwart zu sichern, Genuß, Geuuß, materielle Interessen, ein Leben von Heute auf Morgen, war der Geist, der Frankreich seit 1*830 beherrschte, und auch die Ursache, daß Frankreich im Staatengericht dcr Londoner Konftrenz noch weniger als in Frankreich selbst a» die Zukunft denken, den Geist dcr ncuen Zeit vertreten konnte. Seien wir gerecht und brechen wir deßwegen über die Franzosen nicht den Stab, Sie haben durch ihre Revolution die politische Freiheit der Völker gerettet, »vie die Deutschen durch ihre Reformation die Denk- und Religionsfreiheit, Eine drcihundertjährige Erschlaf fung war für Deutschlaud die Folge dcr Krisis, die zur Dcuksrcihcit geführt hat. Nach drei Jahrhunderten erst würden unsere Enkel ein Recht habcn, Frankreich einen Vorwurf zu machen, wenn es dann nicht, »vie heute Deutschland, wieder zur Thatkraft ermannte. Die geistige Zerrüttung Frankreichs aber hat es nicht verhindert, im Augenblicke der Gefahr das Gesetz der Zukunft wieder anzuerkennen, und in seinem Namen die drohende Gefahr zu beschwören. In der französischen Dcputirtenkammer wurde zuerst das Wort: »concert enropéen« ausgesprochen, und das französische Wort, seinen Ursprung andeutend, wird ih»i bleiben, solange das concert europeen nicht zu einem Gerichte geworden. Ehre dem Ehre gebührt; Frankreich hat zuerst den Gedankei, eines „europäischen Kon-er** tes\" offen ausgesprochen, und somit Europa dem S taaten gcrichtc um einen Niesen schritt näher gebracht. » Dieses Staatengericht, seine Herstellung, seine Organisation, seine Besetzung, seine Gesetzgebung, seine unabläßliche Thätigkeit, - das Alles ist die Aufgabe der Zukunft, wie sie der Gcist der neuen Zeit gestellt hat. Sein Beruf aber ist: Schutz gegen alle Herrschsucht, gegen geistige und materielle Sklaverei, gegen altes und neues Rom, gegen Nußlands Tlav cnweltherrschaft und gegen Englands Handelsbevor mundung. Die neue Zeit wird die dcs Rcchts und der Ocrecht'gkci« sei», und das Volk, das zuerst und zumeist von diesem Gedanken durchdrungen ist, wird das tonangebende der Welt werden. Nicht, um die übrigen zu knechten und zu gängeln, sondern um »n ihrer Seite dem Rechte den Sieg zu sichern, um sie durch sein Beispiel zu zwingen, auf der Bahn der Wahrheit zu wandern; — nicht, um die Uebrigen zu mißbrauchen und auszubeuten, son dern um ihnen alten voranzugehen, wo das Recht und die Wahrheit ein heiliges Opfer, Kampf aus Leben nnd Tod verlangen."], [32, "28 Mit der Verwirklichung der regen Hoffnungen und Ahnungen , dle in dem heilige Allianz und c-<,»c<^t europeen lagen, und die zu einem St»ateng°r führen werden, wird kein ewiger Friede beginnen, wohl aber der Krieg ein he.t'ges Ge schäft werden, während er bis jetzt meist nur ein Raub im Großen war. Im Namen des Rechts und der Gerechtigkeit wird das Staatengericht Krieg und Kampf gegen jede« Volk verhängen, das Unrecht. Eroberung und Unterdrückung will. Und es wird erst Recht sprechen, und dann das Urtheil dcr Welt verkünden, und die Völker auffordern, es zu vollstrecken. Jeder Krieg wird dann ein Kreuzzug, jedes Schwert eine Reliquie sein. ll« Das ist die neue Zeit. Recht und Gerechtigkeit, Gleichheit und Gemeinwohl sind ihr Ziel. Für jedes Volk und für alle Völker liegt dies Ziel angedeutet in alten Prophezeiun gen dcr Vergangenheit, in allen Bestrebungen der Gegenwart, in allen Hoffnungen der Zukunft. Recht und Gerechtigkeit, Gleichheit nnd Gemeinwohl ist die Aufg»be jedes Volkes, und aller Völker, das Gesetz, das die innern Verhältnisse dcs Staates und die äußern Ver hältnisse aller Staaten zugleich ordnet. Oft und vielfach wurde diefe Wahrheit von Einzelnen, von ganzen Völker» und ihren Vertretern anerkannt. Aber immer forderten sie nur für sich Recht und Gerechtigkeit, und nicht für Alle; forderten sie dieselbe nur für sich s« lange sie schwach waren, um sie nicht mehr anzuerkennen, sobald sie stark geworden. Sie fühlten nicht, daß der Gerechte bei sich anfangen und vorerst nnd vor Allem sagen muß: „Ich will «ud »verde gerecht sein, koste es, was es wolle.\" Wo aber ein Volk diesen Grundsatz ausspräche und ihn ausübte, da wäre er für alle Völker unumstößlich. Denn Alle, die sich in ihrem Rechte Verletzt sähen, würden in dem Volke der Gerechtig keit eine Stütze finden, und die gute Sache würde dann den Bedrohten und dem ihm znr Seite stehenden Volke der Gerechtigkeit den Sieg so sicher als der Wahrheit und Gott selbst verbürgen. Und nicht oft würden die Unterdrücker der Welt den Versuch machen wie weit ihre Kraft gegen das Volk der Gerechtigkeit an der Seite dcr unterjochten und von Unter jochung und Eroberung bedrohten Völker reiche. — Mit dem ersten Volke, das da sagt: Ich will und werde gerecht sein koste es. was es wolle,\" würde auch das Staatengericht hergestellt sein, würde dasselbe zu einer Wahrheit, auf Recht und Gemeinwohl gestützt, werden. Dcnn alle andern Völker würden bei jedem Unrecht Schütz gegen den Rechtsverletzer suchen, »nd diese selbst würden nachdem sie einmal das scharfe Schwerdt des Rechts erkannt und gefühlt hätten eben' Gericht beschicken, nm dort z« vcrfechtcn, was die Gewalt nicht mchr erringen s,»»"], [33, "29 Aber gerecht sein ist leicht, und wieder doch so schwer. Unmöglich aber ist es, wen» der, der's sein »vill, nicht mit sich selbst beginnt. Die Zukunft fordert eine geordnete, eine geregelte Gestaltung der Verhältnisse zwischen allen Völkern. Diese regelmäßige Gestaltung wird in's Leben treten, wenn erst ein Volk das Priesteramt des Rechts und der Gerech tigkeit übernommen hat. Das Priesteramt selbst aber wird nur dem anheimfallen, der in seinem eigenen Hause keine Götzen anbetet, während er sich im Dom des öffentlichen Leben« vor dem alleinigen Gotte der Gerechtigkeit demüthig in den Staub wirft."], [34, ""], [35, "Ill Die deutsche Gncheit."], [36, ""], [37, "Recht und Gerechtigkeit, Gleichheit nnd Gemeinwohl sind dle Zauber formeln, die die Zukunft entfesseln. Das Volk, das zuerst offen und unumwunden zu dieser Fahne schwört, wird das erste der Welt werden, und alle andern zwingen, ihm zu folgen; wird das Volk der Gerechtigkeit sein, das erste im Gerichte der Nationen. Aber nur das Volk, das bei sich selbst anfängt, das sich selbst Recht und Gerechtig keit als eine Pflicht sowohl gegen alle Völker nach \"Außen, als insbesondere auch gegen alle seine eigenen Volksbestandtheile nach Innen auflegt, wird zum Schwert träger dcr Gerechtigkeit berufen werden, . . Das deutsche Volk aber scheint fast mehr als andere Recht und Gerechtigkeit vom Standpunkte der Pflicht aufzufassen, die Reform und die Ausgleichung des Unrechts mit sich anzufangen. Erst seit seiner tiefsten Erniedrigung, mit der Schlacht von Jena hat die politische Wiedergeburt Deutschlands begonnen. Aber vom ersten Augenblicke an haben* alle politische Parteien die Reform mit sich selbst angefangen, Recht und Gerechtigkeit als eine Pflicht für sich und für alle Andern aufgefaßt. Der Aufstand Deutschlands gegen Napoleon ging von dem Tugendbunde aus, der schon in seinem Namen andeutete, wo er seine Kraft suchte. Recht und Gerechtigkeit, Gleichheit und Gemeinwohl waren die Urquellen, aus denen die preußische Städteordnung und die Errichtung der Landwehr flössen, in welchen jeder Bürger gleiche Rechte und gleiche Pflichten übernahm. Die rüstigsten Mitglieder des Tugendbundes schuftn einen nenen Volksgeist, indem sie alles Schöne und Edle, was die Geschichte, die Literatur und die Kunst Deutschlands aufzubieten hatten, aus den verfallenen Schachten vergessener Zeiten herausholten. Nicht auf die Eroberung eines materiellen Vor- theils war es abgesehen, sondern auf die Niedergeburt Deutschlands, und die rüstigsten, die edelsten, die durchgreifendsten Arbeiter an dem großen Werke dachten dabei so wenig an sich selbst, daß, als endlich Deutschland wirklich aufgestanden war, und den Keim zernichtet hatte, kaum noch ein paar Namen übrig geblieben sind, die die Geschichte nennt, wenn sie von den Helden des Tugendbundes spricht, daß kaum ein paar Männer zu beseitigen waren, als die Einfalt vor dein neuen Geiste zurückbebtc und den alten Unsinn wieder gewaltsam vorschob. ,"], [38, "34 Dieser Rückschritt rief dann natürlich neue Bestrebungen, ih» zu besiegen, und die Zeit wieder in die Bahn des Fottschrittes einzuleuke». hervor. Tie Tur» er. die Burschen. schafter übernahmen dieses Amt. nnd sie übernahmen es wenigstens in der Regel als eme Pflicht, sie singen die Reform mit sich selbst an. Die altgemeine Erschlaffung, die um stch greifende Unsittlichkeit. das frivole Verschleudern der Zeit waren der Krebsschaden dcs deutschen Volkes so gut. wie aller andern, wenn auch nicht in demselben Umfange, wie bei manchem andern Volte. Hiegegen strebtet, die politischen Neuerer an, sie tadelte» das Unrecht, aber sie begannen damit, daß sie Mannbarkeit, geistige und körperliche Rüstigkeit, Sitte und Ernst mit Wort und That lehrten. Man hat das oft belächelt, der hohe und niedere Pöbel hat dies Streben seines Witzes wcrth gehalten; ja die Einseitigkeit, die Aus schließlichkeit, dcr mittelalterliche, romantische Beigeschmack mochten den Witz kitzeln uud den Tadel verdienen; aber das verhindert nicht, daß sie dennoch im Ganzen auf dem rechten Wege waren, das verhindert nicht, daß der der Selbstreform der einzige Weg ist, der zum Ziele führt. Wer nicht die Reform mit sich selbst anzufangen bereit ist, wer sie nicht mit sich selbst anfängt, der ist ein Heuchler, so oft cr das Wort Reform nur auszusprechen wagt. Das deutsche Volk ist berufen, das Volk der Gerechtigkeit, Schwertträger im Gerichte der Völker zu werden, aber nur unter der Bedingung, daß es mit sich selbst beginne, daß »« mit Rath und That voranschreitet, daß es vorerst und vor Allem in seinen innern Verhältnissen dem Grundsätze: Recht und Gerechtigkeit, Gleichheit und Gemeinwohl den Sieg zu verschaffen im Standeist. «. Ehe daher nicht Deutschland seine innern Verhältnisse im Geiste der neuen Zeit geordnet hat, wird es auch nicht im Stande sein, seinen hohe» Beruf nach Außen hin zu übernehmen. Der erste Schritt aber auf dieser Bahn ist die Herstellung, oder besser, die Organisation einer deutschen Einheit im Geiste der Zeit, einer Einheit im Recht und Gercch-* tigkeit, in Gleichheit und Gemeinwohl. — So oft man von der Einheit eines Volkes spricht, ist man stets in Gefahr, mißver- standen zu werden. Gs giebt eine zweifache Auffassung der Einheit, und zwar eine rein materielle, und eine geistige. Die erstere erkennt nur die Thatsache einer faktischen Einheit an, die letztere sucht den einigen Geist selbst in der thatsächlichen Wahrheit. Die erstere kommt stets zum Absolutismus von oben herab, die letztere zu einer Gemein sch a st von unten herauf. Die materielle Auffassung ist die einfachere, die zunächst liegende: die geistige dagegen die höhere, die sich nicht von selbst bietet. Jene Einheit greift die Hand des Leibes; diese aber sieht nur das Auge des Geistes, Jene ist die des rohen Menschen,"], [39, "35 de« Instinktes, blese dte der hoher» Kultnr. des Verstandes. In jener materiellen Aus- faffung lost sich alle Selbftständigkeit der Theile in der Allmacht des. die Einheit vertreten- den Wesens, sei es nun ein Mensch, eine Korporation, «der eine Stadt, auf; in der gei- stigen Auffassung dagegen bleiben alle Theile selbststündig, und die Einheit nnd die sie ver- tretende Institution ist nichts, als der Ordner der Selbftständigkeit Aller zum Heile de« Ganzen. Jene materielle Einheit führt stets zur Herrschaft, zur Knechtschaft, zum Tode; diese zur Freiheit, zur Mannbarkeit, zum Leben. » Die Geschichte zeigt uns mit seltener Ausnahme fast nur Beispiele der rein materiellen Auffassung der Einheit der Völker. Ueberall, wo sich das Streben nach Einheit herausstellt, sehen wir auch die materielle Thatsache bald über den geistigen Begriff den Sieg davon tragen, und meist war nicht einmal ein Sieg nothwendig, weil die Auffassung von Anfang an eine materielle war, und man nur mit der Hand griff, was man mit der Hand greifen konnte. Die Griechen strebten nach einer Einheit, aber- sie konnten sich die Einheit selbst nur als eine Hegemonie, eine Oberherrschaft, denken, weil sie in den engen Kreisen ihres Staatslebens ebenfalls von dem Begriffe der Herrschaft von Oben nach Unten ausginge» und sich selbst in den Demokratien durch die Sklaverei an die Thatsache der fak- tischen Unselbständigkeit und Unterordnung des Menschen unter den Menschen gewöhnten. In Rom war die Idee der Einheit stets die der Herrschaft, ob nun die Herrscher Könige oder Patrizier, Kaiser oder Plebs hießen, alle waren dem unter ihnen stehenden Ele- mente des Staates, der unendlichen Mehrzahl der Bewohner des römischen Reiches gegen- über unumschränkte, alle Selbftständigkeit zernichtende Herrscher. Und der Herrschergedanke von Oben nach Unten ging dann natürlich aus den innern Verhältnissen auch auf die äußern über, und schuf die monströse Einheit des römischen Weltstaates, in der Rom allein lebte und selbstständig war auf Kosten der Lebenskraft und Celbstständigkeit der ganzen Welt, H Erst in der neuern Geschichte wurde der Gedanke der Einheit vom geistigen Standpunkte aufgefaßt. Nur zwei Elemente stiegen zu dieser Höhe hinauf und zwar da« christliche und das germanische. Das Christenthum war an und für sich rein spiritualistischer Natur, Es konnte eine Dreieinigkeit glauben, also die Einheit sich als eine G emeinschaft Mehrerer denken. Und so fußte es wirklich die Einheit »nf die Gemeinschaft aller Gläubigen. Und von Unten herauf, von der Gemeinde zu den Vorstehern, den Priestern, von den"], [40, "36 Priestern zn den Bischöfen, »ufwärtssteigend , stellte es die Einheit als Gemeinschaft her, und fand den einigen Gedanken »mten in der ganzen Gemeinde, oben in den Konc.l,en aller Hirten der einen Heerde. Aber nur kurze Zeit erhielt sich, das Christenthum selbst »-ein. Der Ge.st der vorchr.st- Nchen Zeit der Geist Roms war noch zu lebendig, »n, im ersten Anlaufe zernichtet werden ,u können, Wohl besiegte ibn das Christenthum, aber nicht ohne manche harte Wunde, nicht «*h»e gezwungen zu sein, mit dem Besiegten Friede auf Bedingungen zu schließen. Die römische Auffassung der Einheit, die rein materielle Herstellung der Herrschast von Oben nach'unten, blieb in den staatlichen Verhältnissen trotz des Sieges des Christenthum« aufrecht stehen. Und »ach dem Siege selbst erholte sich der Besiegte bald gcnng wieder auf Kosten des Siegers, Die altrömische materielle Einheit, die Herrschaft von Oben »ach Unten war viel leichter herzustellen, als die neuchristliche Gemeinschaft Von Unten nach Oben hin. Jene war eben mit Händen zu greife», diese verlangte ein Auge der Seele, Glaube und Vertrauen; dic Folgen des Kampfes selbst aber, die Verwüstungen der vorher-, gegangenen Stürme hatten die Völker in einen Zustand versetzt, in dem noch gerade da« Barbarcnthum der Charakter Aller wurde. Die Lichtfunkcn des Christenthums und des Ger manenthmns glichen immer mehr fernen Lcuchtthürmen, denen nur die rüstigsten Schiffer nachstrebten, während die Menge verzweifelnd von den Wogen hin- und hergctrieben wurde, Die urchristliche Auffassung der Einheit als Gemeinschaft aller Gläubigen, von Unten herauf durch ihre Priester und ihre Koncilien vertreten, verschwamm nach und nach in den dunkeln Zeiten dcr Zerstörung, die dem Verzweiftungskampfe zwischen alter und neuer Zeit, zwischen Rom, Christenthum und Germanic» folgte. Die Barbare» hatten gckämpft für die neue Zeit, und ruheten aus, als sie gesiegt hatten. Die Ruhe selbst aber kam dem Römerthum zu statten, und half ihm im Staate wie in der Kirche den altrömischen Geist wieder in Institutionen und Gesetzen einzuschmuggeln. So wurde die Gemeinschaft der Gläu bige« nach und nach wieder in eine feste materielle Form gebannt. Der Geist dcs Christen thums wurde vom Geiste des Römerthums besiegt , nnd cm die Stelle der Einheit von Unten herauf, durch die die Gemeinschaft vertretenden Priester, Bischöfe und Koncilien, trat eine Einheit von Oben herab, ein Pabst, dcr von Stufe zu Stufe fortschreitend, nach und nach die Selbstständigkeit der ganzen Gemeinde nnd aller ihrer Glieder zernichtete. 5. Gleichzeitig mit dem Christenthun, trat das Germanenthum auf die Bühue der Geschichte. Und wunderbar, die Barbaren des Nordens waren durch die reine Auffassung der Natur z» derselben Höhe der geistigen Herrschaft gelangt, wie das Christenthum durch feine viel"], [41, "37 tausendjährige Vorschule alle« Wisse»« und Denkens des Alterthums. Die Germanen ginge,, fast noch einen Schritt weiter, wie die Christen; denn sie brachten die Institutionen für die Grundsätze, denen sie huldigten, während das Christenthum, das auf den Himmel »«gewiesen war, diese Vertreterinnen des christlichen Gedankens auf Erden für Nebensache ansehen konnten. Der Gedanke der Einheit war auch vo» den Germanen als eine Gemeinschaft von Unten herauf aufgefaßt. Nicht der Fürst war der Schlüssel zu der staatlichen Einheit der Germanen, sondern das Vo-lksgcricht. Bei den verschiedenen Stämmen der Gcr„,»nen finden wir die verschiedenen Staatsftrmen, Monarchien, Aristokratien und Demokratien, an gedeutet;, aber alle diese einzelnen Formen sind stets auf eine und dieselbe Grundlage gefußt. Der Fürst, dcr Adelige, wo es solche gab, der Bürger und der Knecht waren sämmtlich ohne alte Ausnahme demfttbcn Volksgerichte unterworfe», und das Gericht sprach nicht nur Recht uud Gerechtigkeit für jeden Einzelnen, sondern auch für alle insgesammt, für den ganzen Volksstamm , über Krieg und Friede. Das Gericht war also der alleinige Vertreter der Einheit, war das alle andere be herrschende Element des germanischen Staatslebens. Daher schon erklärt es sich, wie e« Nebensache »verde« konnte, ob ein Fürst oder ei» Adel zu Vermittler» der Staatsthätigkeit wurden, da diese selbst stets nur in Folge dcs Impulses, der von dem höchste» 'Gerichte ausging, thätig werden durften und konnten; daher erklärt es sich, wie diese verschiedenen Staatsformen aus demselben Grundgedanken hervorgehen konnten, da sie den Grundgedanken nicht umstießen, nicht einmal angriffe». so»dcrn nur vermittelten. Wie die christliche Gemeinde in letzter Instanz das Band der christlichen Einheit war, so war das germanische Volksgcricht die Institution, die die Einheit, vom rein geistigen Standpunkte aufgefaßt, im Staate zu verwirklichen erlaubte. Schon in dem Gedanken eine« Gerichtes aber liegt der Grundsatz: Recht uiid Gerechtigkeit ausgesprochen, während die Bestandtheile dieses Gerichtes, das ganze Volk, den weiter»: Gleichheit und Ge< meinwohl, sicherten. So hatte» also die Germanen nicht nur ein Mittel zur Verwirk lichung der höher»,, geistigen Einheit gefunden, sonder» zugleich ein solches, das an und für sich auch den höhern Grundsatz der geistigen Einheit, Recht uud Gerechtigkeit, Gleichheit und Gemeinwohl auf die einfachste Weise zu sichern in» Stande war. Ei» Gericht, ei« Volksgericht. ist das Mittel, durch welches die geistig« Einheit im 'Sinne dcs l!rgcr,»anenth»m« aufgefaßt war. <? Diese, Gcdanke eine« Gericht« znr Vermittelung der höhern geistigen Einheit lauft durch die ganze dcntsche Geschichte durch. Der Kamvs gegen Rom schloß dic einzeln.«"], [42, "38 Stamme f«st«r an «inander, dt« Grnndlag« d«s Staate« wurde <«m«r größer, Ab«r über»« blieb d°« Volksgericht die höchste. Recht und Unrecht, zwisch«« Hoch und Niedng. Kneg und Fried« im Inn«rn «ie nach Außen hin entscheidende Staatsgewalt. Die Eroberung m»chte in den den Römern »bgerungenen Ländern au« den Germanen selbst die Aristokraten de« Staates; »ber »ls Germanen fußten sie ihre neuen Staaten auf den germanischen Einheit« g«donken, das Volksgericht. Die fränkischen März- und Maiselder sind nichts als da« frühere Volksgericht auf fremdem Boden, umgestaltet zu einem Gerichte der fränkischen Freien, gegenüber den römisch-gallischen Unfreien. Dies« neue Gestaltung aber in den «r oberten Ländern sollte bald den Urgedanken der germanischen Einheit mehr und mehr in den Hintergrund verdrängen. In den eroberten Ländern gewöhnten sich die Eroberer nach und Nach die todte Masse, die Neste Roms und Galliens, für das eigentliche , Volk anzusehen. Die« Volk war nicht rechtlos, aber es war nicht, wie bei den Germanen, die Grundlage des Staates. Diese ruhte im Gegentheile in den freien Franken, in den eingewanderten Fremden, die sich allgemach zu einer festen Aristokratie ausbildeten. So verlor sich zuerst in Gallien, im Frankenreiche der reine Gedanke der geistigen Einheit, vermittelt durch ein, die Oberhoheit ausübendes Volksgericht. Die Uebermacht, die das Frankenreich nach und nach erlangte, sein Einfluß auf alle andern germanischen Stämme, sein weltherrschendcs Ansehen unter Karl dem Großen waren die Ursache, daß die im Frankenreiche geltenden Grundsätze und Gebräuche auch nach und nach die der übrigen Germanen wurden. Der Kampf der Sachsen war ein heiliger Krieg germanischer Freiheit gegen romanisirte Entartung germani schen Wesen«. Mit Karl dem Großen wurde die neue Ansicht auch gesetzlich durchgeführt. Unter ihm traten an die Stelle der Volksgerichte königliche Richter, und zerstörten die eigentliche Grund lage des germanischen Staates, zernichteten die Vermittelung der germanischen geistigen Volkseinheit, Aber das neue Gesetz war nicht im Stande, die germanische Auffassung, den Geist z» zernichten. Das Volk war allmälig, nach dem Beispiele des Frankenreiches und der rom» nifirten germanischen Staaten Galliens, Italiens und Spanien«, »us dem Staatsleben zurück gedrängt worden; eine Aristokratie, Adel und Fürsten, waren an seme Stelle getreten. Diese aber waren wieder Germanen und faßten dann von ihrem neuen Standpunkte aus die Idee der Einheit wieder geistig auf, und kamen abermals zu einer Art Gericht. Die deutsche» Reichstage waren nicht« anderes, als die Vertreter der germanischen geistigen Einheit des deutschen Volke« von Unte» herauf, während die Kaiser, die Nachfolger der Cäsaren ebenso die Vertreter der römischen - materialistischen Einheit de« römisch«« Reich«« von Ob«n herab waren. Der Kampf, der an« diesem Widersprnche henwrging, Mrt« zur Zernicht"], [43, "39 »Ung beide,, sowohl der Macht des Kaiser« als der de« Reichstages, weit beire nicht mebr !m gesunden Boden des Volkes wurzelten. So oft aber wieder ein Funke neuen Lebens in die deutsche Geschichte kommt, so oft «in Augenblick des Friedens die kämpfenden Elemente vereinigt, tritt dann anch wieder der zermanische Gedanke hervor. Denn hundert Mal wurde der Reichstag zum Vermittler, hun dert Mal wnrdc er zum Gerichte, das die deutsche Einheit geistig wieder herstellte, da« Ha« ganze Volk wieder zu Einer Heerde »nachte. Aber der Mangel an festen Wurzeln im .Volke erlaubte dem Gerichte nicht Bodcn zu fassen, es schwebte in der Luft, es hielt sich «uch an der unfichern Stütze einzelner tüchtiger Männer aufrecht, und sank jedes Mal zu, Summen, so oft eine solche Stütze fehlte. Das Reich aber rückte den, Untergange, der Auf lösung , dem innern Zerfalle immer näher, je mehr dcr Reichstag vergessen lernte, daß er «in Gericht zum Schutze Alter, der Vertreter der geistigen Einheit Von Unten herauf war. lind als endlich dcr Abgrund sich vor Alter Augen öffnete, als auch die Blinden ahnde» lernten, wohin sie das Vergesse» der Grundsätze ihrer Väter führte, da suchte» sie nach «ine», Rettungsmittel und unbewußt wurden sie wieder von dem Geiste des Germanenthums »n das »Ite rechte Gleis hineingelenkt. Ein Gericht rettete Deutschland vom Untergange, -has Ne ichskam», erger ich t lich dem hinsterbenden Körper noch einmal für Jahrhunderte Lebenskraft, Aber das neue, die Einheil vermittelnde Gericht war abermals nicht im Stande, die Zukunft zu sichern; den» es fußte ebenso wenig wie der Reichstag, ebenso wenig wie der Kaiser im Boden des Staatslcbcns, im Volke, Daher blieb es selbst ohne eigne Lebens kraft, und schwand von Tag zu Tag mehr und mehr: bis es znletzt, nur noch ein Schatte», Zeuge des Unterganges des Reiches sein mußte. ? Das Reich brach in sich selbst zusammen, als die neue Zeit, durch Frankreich vertrete», durch dessen Revolution aufgeweckt, auf die morschen Reste deutschen Geistes in altrömischer Form stieß. Die Form brach , und dann konnte sich später der Geist wieder Luft machen, u»d ebenfalls die neue Zeit begreifen oder wenigstens ahnden. Bis dahin aber vertrat Frankreich die Grundsätze der Gleichheit und des Gemeinwohls, und das war es. -was ihm die Kraft gab, die ganze Welt zu besiege». Nur Eines konnte es nicht - sick selbst besiegen. Frankreich ist der Erbe Rom«. Wie in der Sprache dcs Volkes so hat auch i» seinem Wesen der Geist Rom« die festesten Wurzeln geschlagen. Daher konnte es den neue» Gei« der Zeit nur. wie sonst Non,, vom egoistischen L.andpnnkte auffassen. Recft ,,„r Verecl,"], [44, "40 tigkeit für mich, Gleichheit „nd Gemeinwohl für uns, für die Bourgeoisie Frankreichs dem französischen Volke, für Frankreich allen Völk,rn Europa's gegenüber. Wer aber den Begriff des Nechts und der Gerechtigkeit vom Standpunkte des Egois mus aufgreift, der ist dem Egoismi?« und, dem Unrechte verfallen. Die franzosische Nevo» lution, die in ihrer Wiege das Wort: Freiheit und Gleichheit lallte, starb kaum zum Jung» linge herangewachsen, unter der Hand eines Cäsars, der die Freiheit »>» seine Kanonen band, und die Gleichheit mit Blut und Orden »uswischte und ausglich. >*> Der Gedanke der Einheit, der ebenfalls in Frankreich zuerst wieder umfassend durch. die Nevolution angeregt wurde, war der der Einheit Roms und des Alterthums, der Gin, heit von Oben herab. Anstatt zur G cm cinsch aft d es Volkes kam Frankreich durch*» seine materielle Einheit zur Centralisatio», zum Absulitismns aller Gewalt, aller staat« lichen Lebensthätigkeit. Paris wurde Frankreich, die Kammer das Volk, das Ministerium der Staat, Ueberall herrscht hier der Lgolsmus, d, h. die Einzelherrschaft, der Absolitis mns. Die Eine Stadt saugt das gauze Land au«, das Eine Ministerium denkt und lebt für die ganze Administration, die nur Maschinendienst thut. Die Presse, das freiste Institut der neuen Zeit, ist in Frankreich dem »»bedingtesten Absolutismus anheimgefallen, und jeder Redacteur ei» enei ist ein c->e»ar in iNini-iinre, Daran ist der Geist dcr neuen Zeit, der sich in der Nevolution Frankreichs bekundet hat, nicht Schuld, sondern der Geist des alten Roms, der alten Zeit, der in Frankreich fortlebt und ewig fortleben wird. Die neue Zeit schuf in Frankreich Formen der Freiheit, der Gerechtigkeit; aber der Athem, der diese Formen beteben sott, ist der des atte» Roms-, des erstgebornen Sohnes jener stolzen Herrscherin der Wett, Di« Centrali sat io» Frank, «ichs ist die rein materielle Auffassung der Einheit , die von Oben »ach Unten hin den Geist tüdtet, während die geistige Einheit, die Gemeinschaft von Unten herauf Leben und Kraft bis in die höchste Spitze des Staates treibt. 5. Deutschland wird zu dieser geistige« Einheit, zu der Gemeinschaft des Volke« kom men, cs wird zu ihr kommcn durch den Geist des Nechts und der Gerechtigkeit, der Gleich heit und des Gemeinwohls, verwirklicht sowohl in den Staatseinrichtungen znr Organisation der innern Verhältnisse, als in denen zur Aussöhnung der äußern Verhältnisse, Recht aber kann nur durch Richter, die dem heilige» Grundsätze der Gerechtigkeit huldigen Gleichheit nnr durch ein Gericht, das im Volke selbst wurzelnd, auf das Gemein wohl fnßt, verwirklicht werden. Das ist der Standpunkt, von dem für Dentschland dic Einheit des Volke« möglich werden wird, das ist das Gesetz, dem unbewußt Teutschland,"], [45, "41 seine ganze Geschichte hindurch entgegen strebt, das ist der Same, den die Germanen in den Boden gelegt haben, das ist die Frucht, die die Zukunft Deutschlands reifen wird, und ohn« die weder für Deutschland noch für die Welt Freiheit und Ordnung, Gleichheit und Recht je zur That werden, und neben einander bestehen können, —"], [46, ""], [47, "IV Der Bundestag."], [48, ""], [49, "l Die germanische Auffassung der Einheit war eine geistige; sie bestand <n der Ge meinschaft des Volkes, sie war durch ein diese Gemeinschaft »ermittelndes Volks gericht vertreten. Als das Volk aus dem öffentlichen Leben nach und nach durch die Feudal herrschaft verdrängt wnrdc, als der Adel und die Fürsten allein sclbstständige und selbst thätige Bürger Deutschland« blieben, verlor die Gemeinschaft natürlich ihren breiten Voden. Aber selbst beschränkt auf den engern Kreis dcr Bcvorrechtetcn blieb der Gedanke der geistigen Einheit aufrecht stehen, und cs gestaltete sich unter den Fürsten und rcichsunab hängigen Ständen eine Gemeinschaft, die abermals im Reichstage zu einer Art gemein schaftlichen Gerichts führte. Nachdem endlich mit dem Schlüsse des MIttelaltcrs die Fürstcn unabhängigkeit, immer größer werdend, die Macht des Reichstages zernichtet hatte, sehen wir einen neuen Vermittler dcs Gedankens der geistigen Einheit Deutschlands erstehen, das Reichskammergericht, das bis zun» Untergänge dcs Ncichcs die Gemeinschaft Deutsch lands wcnigstcns im Grundsätze ausrecht erhielt, während die nnbcschränfte Souveränität dcr Fürsten, besonders der größein, thatsächlich jede Einheit aufgelöst hatte. Die geistige Auffassung der Einheit als Gemeinschaft des Volkes, die Verwirklichung dieser Gemeinschaft dnrch ein über Hoch und Niedrig, über Volk und Fürsten rechtsprcchendes Gericht, windet sich also dnrch die ganze deutsche Geschichte bis zum Untergange des Reiches durch, *— Und wunderbar — weil natürlich, und die Natur der Wunder Höchstes ist —wunder bar! mit dem ersten Funken der Wiedergeburt Deutschlands leuchtet auch der Gedanke der Gemeinschaft in Recht und Gerechtigkeit, der Gedanke eines Gerichts wieder, wenn auch noch so schwach angedeutet, doch klar dem Auge des Geistes, durch die nach nno nach sinkenden Nebel hindurch. Die Schlacht bei Jena zeigte das deutsche Volk in seiner tiefsten Iernichtung; aber am Tage nach dieser Schlacht begann auch bereits das Werk der Wiedergeburt. Jahrhunderte"], [50, "46 hindurch hatte man in Deutschlaud das Volk als die Nullen betrachtet, die «rst durch die Zahle», die Fürsten, Werth erhalten. Die Kämpfe Deutschlands gegen die französische Re publik und das Kaiserreich aber belehrten alle Welt, daß der alte Unsinn zun, Untergange führen werde, nnd daß nur ein neuerwachter Volksgeift, Gemeinsinn und Vaterlandsliebe, Deutschland retten könne. Da entstand der Tugendbund , und rief die Bauerncnianzipation, nnd da»» die Städteordnung und die Landwehr hervor , und schuf wenigstens in einem Theile Deutschlands wieder ein Volk, wieder eine Gemeinschaft in Recht und Gleichheit. Freilich ist in diesen Institutionen die volksthümliche Thätigkeit nur angedeutet, aber sie genügten' um dcm Geiste wieder zu erlauben, wenn anch am Kleinen, thätig zu werden, aus seinem langen Schlummer aufzuwachen. Dieser Impuls verbreitete sich mit l8l3 über ganz Deutsch land. Das Volk stand auf, und nnf den Schlachtfeldern von Lüzen, Banzcn, Dresden, Kozbach, Grosberen, Leipzig erschien zuerst Deutschland wieder als eine Gemeinschaft und erhielt die Wiedertaufe dcs Blutes und des Todes. Die Idee eines einzigen Deutschlands, wie wenig sich die Kämpfer von 18l3 auch klar waren, machte sich dennoch nach dem Kampfe geltend, sie wurde auf dem Wiener Eongresse von den Mächten Europa's anerkannt. Und als man zu dem Mittel dcr Verwirklichung schritt, kam man dann abermals, von deutschem Geiste getrieben, ans eine geistige Gemein schaft, auf den Bundestag, ans eine Art Gericht, das »vie vor Zeiten die Volksge richte, die Mayfclder, die Reichstage, und das Kammcrgericht die Einheit des deutschen Volkes wicdcr auf den Grundsatz des Nechts in der Gerechtigkeit fußt. Aber nur cin Kcim liegt in dieser Institution, uud die Zukunft wird zeigen, ob die selbe berufen ist, zu einem gewaltigen, ganz Deutschland schirmenden Nanme zu werden, oder ob auch sie, »vie der Reichstag, »vie das Kammergericht, in einem Boden zu verküm mern soll, in den, der gewaltige Gedanke dcr Gemeinschaft nicht Platz hat, sich zn ent wickeln, Wurzeln zu fassen, einen Stamm und Aeste zu treiben und endlich Früchte zu geben. Dies aber kann der Bundestag nur, wenn der Gedanke dcr geistigen Einheit, der Ge meinschaft des Volkes, den er als Gericht vertritt, im Volke zum Selbstbewußtsein heran reift, zur belebenden Idee wird, und die Ausbildung dieser jungen Instituiion bedingt. Ob dies aber geschehen wird, hängt von der weitern Frage ab, ob der Geist der neuern Zeit in Deutschland den Sieg über die Nachzügler der Vergangenheit, die Sucht nach Eroberungen, nach Herrschaft, und zugleich über den Freibeuter der Zukunft, die Sucht «ach materieller Befriedigung, den ausschließlichen Merkantilismus, davon tragen wird. Beide bedrohen die Zukunft Deutschlands uud insbesondere die Zukunft der Einheit"], [51, "47 Deutschlands als Gemeinschaft, vertreten durch ein die Wage haltendes und das Schwert führendes Gericht über Hoch nnd Niedrig, über Fürsten und Volk, Der Geist der Eroberung, der Geist der Herrschaft, der nach Außen hin Deutschland gegen seine Grenzen anzutreiben sucht, stiebt in der innern Verfallenhcit nach Oberherr schaft. Für ihn giebt es keine andere Einheit Deutschlands, «ls die, die ihn zum Herrn und Meister von ganz Deutschland macht, die ihm erlaubt, seiner Herrschsucht auf da« Un umschränkteste freien Zügel zu lassen. Das Volk ist nur da, um dem hohen Gewaltsführer zum Fußschemmel zu dienen , ist immer nur wie vor Zeiten ein Hccr von Nullen hinter der Einheit dcs Herrschers. So faßten Rom und das Alterthum, so der Materialismus und der Absolutismus die Einheit auf; so begriff sie der Herrschergeist Carl des Großen, und so der seines Affen Napoleon; so suchten erst die Kaiser und dann die Fürsten Deutschlands sie ins Leben zn rufen. Und dieser Versuch führte Deutschland zu der Nichtigkeit, aus der es, mit Gott end lich, ass sie die tiefste Stuft erreicht hatte, neugeboren hervorzugehen das Glück und die Kraft hatte. Der Weg, den die Nachzügler der neuen Zeit einzuschlagen versuchen, ist der selbe; er würde wie früher zum Untergange führe», zum «»widerruflichen Untergänge: denn nicht zwei Mal reicht der Gott der Geschichte den Gefallenen die Hand, sie aufzuheben. Siegt der Gedanke der Eroberung nach Aussen, der Herrschaft nach Innen in den deutschen Zuständen, dann wird Deutschlands Einheit die der Knechtschaft, die des Alterthums, be« Materialismus und Absolutismus, einerlei, ob königlichen, oder republikanischen Absolutismus — sein, und diese Einheit wird zum Bleigewichte am Fuße der deutschen Nation werden, jede ihrer Bewegungen hemmen, sie zernichten und an den Triumphwagen des Volkes ketten. das die Zukunft begriffen, oder das, unbewußt als Nächer der Vergangenheit, den Völkern eine Lehre der Gerechtigkeit zu geben, das Unrecht blutig zu rächen berufen wird. H. Der Nachzügler der Vergangenheit aber reicht dem die Zukunft zum Voraus brand schatzenden Freibeuter die Hand ; die Herrschaft und^ der Merkantiiismus bedrohe« zugleich die Gemeinschaft des deutschen Volkes im Geiste und in der Gerechtigkeit. Wie die Einzeln herrschaft der Vertreter Deutschlands den Bundestag zu zernichten strebt, ihm nicht erlaubt. zur Selbstständigkeit zu gelangen, so sucht der Zollverein, dcr Vertreter dcs Merkantilismus, sich an seine Stelle zu drängen. Die Herstellung dcs Zollvereins ist ein Glück, ein unendlicher Fortschritt für Deutsch land; aber wenn der Zollverein berufen wäre, die Einheit Deutschlands allein zu vertreten. oder anch nur vorherrschend, dann würde er ein Krebsschaden am Herzen des deutschen"], [52, "48 Volke« sein. Nie und zu keiner Zeit hat cin Handelsvolk wirklich Großes geschaffen. Selbst England, seit es ein eigentliches Handclsvolk ist, zehrt an seinem eigenen Marke. Hundert und mehr Millionen freier Sklaven, die für ein paar Millionen Engländer arbeite», genügen nicht einmal, um zu verhindern, daß die eine Hülste des größten, reichsten Handets- volkes ocr Welt in Hunger und Elend, ein Schauspiel des Grausens, zu Grunde geht. Die Wissenschaften sind in diesem Lande des fluchbeladenen Reichthums unfruchtbar, und leben in der Regel nur von den Abfüllen, die das Ausland zuläßt. Das Geschick hat das deutsche Volk hochbegabt in jeder Beziehung; Kunst und Wissen sind ihm zu Theil geworden, wie keinem andern, und was mehr als das, ihm wurde das Gefühl der Pflicht, das Wollen des Nechts und der Gerechtigkeit. Und deßwegen ist es zu gut zu einem Handelsvolke, zu großen Herzens zu einem Schacherer. Der Handel, Kolonien, eine Flotte sind nothwendige Bedürfnisse jedes Volkes, und auch Deutschland bedarf derselben; und es hat Recht, sich zu vereinigen, um seinen Handel zu sicher», um seine Interessen kräftig und selbstständig zu vertreten. Aber es wäre ein unberechenbares Unglück für die ganze Welt, wenn dieser Geist dcs Handels ausschließlich sich des deutschen Volkes bemächtigen könnte; ein unberechenbares Unglück für die ganze Welt; denn auch in Bezug auf den Handel ist Deutschland berufen, Recht und Gerechtig keit zu fördern, und vor Altem England gegenüber die heilige Pflicht, den» Unrecht zu steuern, für alte Völker der Welt zu übernehmen. Der Zollverein, im Geiste Deutsch lands organisirt, wird auch in den Handel der Welt den Grundsatz der Gerechtigkeit einführen; Deutschland aber im Geiste des Zollvereins, des Materialismus organisirt, würde, den Gedanken des Egoismus an die Spitze dcs Staates stellend, wie alte andern, dcm Unrechte anheimgcfallen sci». Gelänge es daher dem Geiste, der den Zoll verein geschaffen, die Oberherrschaft in Deutschland zu erringen, würde dcr Zollverein an und für sich zum Mittelpunkte deutschen Lebens, dann würde Dcuschlands Zukunft die des Egoismus und dcr materiellen Befriedigung sei»; ein Leben, das wohl dem Thiere genügt aber dem Menschen wie ein körperliche« Gespenst , eine lebendige Leiche ohne Seele erscheint. 3. Aber Deutschland ist zu Bessern» berufen. Es hat den heiligen Funken selbst in der Asche nicht verglimme» lassen, es hat den Geist gerettet, als Altes gegen ihn eindrang uud ihn zu zernichten drohte. Trotz allem Elende der letzten drei Jahrhunderte, trotz allem Un glücke des mit Carl dcm Eroberer beginnenden Jahrtausends trug Deutschland den Gedanken der christlichen Gemeinschaft, den Gedanken der germanischen Einheit von Unten »ach Oben hinauf strebend, - im Gegensatze zu der Einheit, die von Oben nach"], [53, "49 Unten hin Alle« zu fesseln und zu zerdrücken sucht — , durch di« Geschichte hin durch und erhielt ihn lebendig und thätig. Dieser Gedanke aber der geistigen Einheit, der Gemeinschaft de« Volkes, liegt in. Keim wieder im Bundestage und wird aus ihm, ganz Deutschland neubelebend, hervorgehen. Der Bundestag vertritt die Einheit Deutschlands als Gesammtheit; ein Kaiser oder König, an der Spitze Deutschlands, würden sie nur als eine Thatsache, nur rein materiell vertreten, und würden gerade hierdurch dem Geiste Deutschlands widersprechen. würden Kampf und Widerstand hervorrufen und mit der Zeit abermals zur Zersplitterung führen, den Doppeladler Deutschlands verewigen. Nur eine Institution, die die Einheit Deutschlands als Gemeinschaft auffaßt, wird dieselbe bleibend zu verwirklichen im Stande sein, und deßwegen war es ein Glück, daß die Hindeutungen Einzelner auf Wiederher stellung des Kaiserthums t8l3 keinen Anklang fanden, deßwegen würde es ein Unglück sein, wenn die Hoffnung Anderer auf Herstellung der deutschen Einheit'durch ein einziges Königshaus für ganz Deutschland Wurzel fassen könnte. Beide, ein deutsches Kaiserthum oder ein deut; sches Königthum würden nur auf Kosten Deutschlands und deutscher Einheit selbst möglich sein, denn ein großer Theil Deutschlands würde dieß Kaiser- oder Königthum sicher nicht anerkennen, und die Feinde Deutschlands würden Alleni aufbieten, um den Bruch, welcher eintreten müßte, immer zu erweitern, die Zersplitterung zu verewigen. Ein neuer dreißig jähriger Krieg würde nur noch ein Mal zur hundertjährige» Abhängigkeit und Unselbstftän digkeit führen. Lernen wir an dem Unglücke unserer Väter, «. Der Bundestag ist heute der einzige, gesetzliche Vertreter der deutschen Einheit, er ist der einzige denkbare im Geiste deutscher Art, im Geiste einer Gemeinschaft des ganzen Volke«, im Geiste des Rechts und der Gerechtigkeit, Aber er wird nur bleibend die Zukunft Deutschlands vor Zersplitterung und llnselbft ständigke't zu sichern im Stande sein, wenn er sein Amt von dem hohen Gesichtspunkte auffaßt, in dem es aufgefaßt sein will, und wenn das deutsche Volk im Geiste und in der That, diesen Beruf anerkennend, zur Grundlage desselben wird. Recht und Gerechtigkeit aber sind die Zauberformeln, die die Einheit eine«. Volkes erst beleben; Recht und Gerechtigkeit müssen also auch das Ziel der die Einheit ver tretenden Institution sein. Daraus folgt dann nothwendig, daß diese Institution ein Gericht zur Aufrechthaltung des Nechts für Alle sein muß. Der deutsche Bundestag aber ist cin solches Gericht schon gesetzlich, und die erste Ent wickelung, die ihm wurde, die erste organische Ausdehnung seine« Wirkungskreises war ein«"], [54, "50 seine« Richieramies. Als Schiedsgericht zwischen Fürsten nnd Kammern , zwischen den Herr schern und dcm Volke erhielt cr in der letzten Zeit wenigstens theoretisch einen neuen , größer« Wirkungskreis und zugleich eine größere Basis, indem ihm Schiedsrichter beigesellt wurden. Da« aber ist die Richtung, in der die Organisation dieses höchsten Gerichts deutschen Staats- und Volkslebens verwirklicht werden muß, und es ist fast wunderbar, zu sehen, wie ein guter Genius die Blinden lenkt, wie dcr, dcr für die Vöglein sorgt, »nch die Armen an Geist nicht »erläßt. Sicher haben nur Wenige, die 181*3 den Bundestag als Einheit«. Vertreter Deutschlands vorschlugen, geahnt, daß dieser zur einzig möglichen, zur einzig radi- kalen Einheit eine« geistigen Volkes führen könne und müsse. Im Gegentheile mochten die Feinde deutscher Kraft und deutscher Einheit lächelnd ein großes Volk «m seine Zukunft betrogen zu haben glauben, Und ebenso ahneten sicher nur Wenige, die 1834 jenes Schieds- gericht vorschlugen, daß sie, vom guten Geiste Deutschlands gezwungen, die Bahn andeu teten, auf der fortschreitend Deutschland die einzig ihm zusagende Einheit, die Gemeinschaft des deutschen Volkes verwirklichen wird; — im Gegentheile, sie mochten sich einbilden, eine Zukunft unmöglich gemacht zu haben, die sie fürchten, weil sie zu klein für «inen großen «Hedanken. — Auf der Bat)» fortschreitend, die die Lenker Deutschlands, vom Geiste der Zeit ge zwungen, vom Geiste Deutschlands getrieben, angedeutet, die der Bundestag selbst vorge zeichnet hat, wird das deutsche Volk in demselben zu einer Institution kommen, wie kein Volk vor ihm eine ähüliche hatte, zu einem Gerichte über Hoch und Niedrig, über Kaiser und Bettler, so lange es noch Kaiser und Bettler giebt, über jeden Bürger und alle Bürger, über alle Interessen jedes Einzelnen im Streite mit den Interessen Aller, über das In teresse Aller nach Innen und nach Aussen hin. Der Bundestag wird das oberhoheit lich« Gericht über ganz Deutschland werden, und erst, wenn er die« ist, wird Deutsch land Ein Deutschland sein. Über dies ist mir möglich, wenn die Bahn der Reform, die in dem Schiedsgerichte angedeutet ist, bis zum Ziele verfolgt wird. Die geistige Einheit, die Gemeinschaft des Volkes war bei den Germanen in den Volksgerichten verwirklicht; der Boden, in dem der Baum des germanischen Volks leben« wurzelte, war das Volk selbst. Jeder andere Boden aber trägt nur kümmerliches Krüppelholz oder glänzende marklose Treibhauspflanzen. Sobald das deutsche Staatsleben diesen Buden verlor, sank Deutschland von Stufe zu Stufe immer tiefer hinab und wed« die glänzenden Reichstage noch das so wohlgemeinte Reichskammergertcht waren im Stande Deutschtand aufrecht zu erhalten oder wieder zu erheben."], [55, "51 Erst in der neusten Zeit fühlte sich da« deutsche Volk wieder; es empörte sich gegen seine langjährige Schmach, es schämte sich seiner mehr hundertjährigen Ohnmacht. Ein stolzer Feind , der eiserne Fuß eines Eroberers auf der Kehl«, brachten es zur Besinnung, nnd sich aufreißend und den Feind niederschmetternd, kam es auch wieder zum Selbstver trauen. Tie Folge dieses nach und nach erwachenden Selbstbewußtseins zeigt sich überall, in Kunst, in Wissenschaft, in Literatur, in Handel und Gewerbe, in Wollen und Können, nur noch immer nicht im Volks- und Staatsleben der Nation. Das aber ist natürlich, weil die Form hier noch nicht für den neuen Geist gefunden ist. Uebcral! liegt er im Keime dn, in den Gemeindeordnungcn, in der Landwehr, in den Kammern, in den Bestrebungen dcr Presse, in den Hoffnungen dcs Handels, in dem zu kunftverkündendcn Traume einer Flotte; überall regt sich der neue Geist; aber nirgends noch hat er sich zur neuen Form gestalten können, überall fesselt ihn die Schale der Vergangen heit, Wird er sie selbst sprengen, sprengen »vie die Miene, und Altes niederreißen, was über ihr und um sie lebt, oder wird eine hülfrciche Hand sie milde lösen und den Inhalt zu Tage fördern? Das ist die Frage dcr Zukunft. Aber keine Frage ist cs, daß der Geist der neuen Zeit auch im Staatslcben seine Form suchen muß. Und ein Glück ist es, daß hier in den neuesten Reformen des Bundes tages, in jenem Schiedsgericht zwischen Kammern und Fürsten, ein Beweis liegt, wie der Geist noch die Widerspenstigsten besiegen wird. Und. dieser Geist wird den Bundestag nicht nur zu einem oberhoheitlichen Gerichte über Hoch und Niedrig machen, sondern dieses Ge richt auch in den breiten Boden des Volkes selbst Wurzeln schlagen lassen. Als die Lenker Deutschlands fühlten, daß sie eines Schiedsgerichts zwischen Fürsten und Kammern be dürften, fühlten sie ebenso, daß dieses Gericht auch eines andern Bodens bedürfe , nnd ließen die Wahl der Nichter aus allen Ständen des Volkes zu. 8. Das ist der Weg. Dcr deutsche Bundestag muß in dem deutschen Volke Wurzeln fassen, muß auf das selbe gefußt werden. Er ist der einzige Vertreter des ganzen deutschen Volkes, Aber in seiner jetzigen Gestaltung ist er nur ein Schein dessen, wa« er sein soll und muß. So wie cr gegenwärtig besteht, ist er nur der bloße Schatten einer erborgten Macht, die verschwindet, sobald der Körper, der jenen Schatten wirft, sich zurückzieht. Der Bundestag besteht gegenwärtig nur aus den Gesandten der verschiedenen deutschen Fürsten. Jeder einzelne Gesandte betrachtet sich als den Bevollmächtigten seines Herrn, und"], [56, "52 nicht als einen Vertreter des deutschen Volkes. Er kennt nur ein Interesse, da« seiner Re gierung, und nur, wo das Interesse zufällig mit dem des ganzen deutschen Volkes zusammen fällt, huldigt er auch mittelbar dem Interesse Deutschlands. Das aber wird, sobald einmal die Interessen der deutschen Fürsten sich zufällig widerstreben, znm Untergang Deutschlands, zur Zersplitterung führen; nnd »cm wird nur vorgebeugt, wenn dcr Bundestag auf das Gesammt-Intcresse des ganzen Volkes und nicht mehr ans die Sonderinteressen seiner einzelnen Theile, auf das Spezialintercsse der Herrscher dieser einzelnen Theile, gefußt ist. Auf das Volk aber kann er- nur gefußt werden, wenn er mehr oder weniger aus dem Volke selbst hervorgeht. Das Bedürfniß ist klar, nnd das Mittel, ihm abzuhelfen, einfach. Die gegenwärtige Organisation dcs Bundestages konstituirt nur die eine Hülste desselben, die Pairskammer des deutschen Reiches; die andere Hälfte, die Volks- und Wahlkammer des Bundestage«, wird ihn erst zu dem machen, was er dereinst sein wird und muß, zum «belhoheitli chen Gerichte dcs deutschen Volkes. Durch eine solche zweite Kammer, ans dem Volke hervorgehend, wird erst d«r Bundestag zu einem Ganzen werden, während er bis jetzt nur «us zufällig zusammenge würfelten Theilen besteht. Diese zweite Kammer wird erst das Band werden, das auch die erste fester vereinigt, das ans dem Ganzen Eine Gesammtheit, Eine Gemein schaft zu machen im Stande ist. Und erst mit einer solchen zweiten Kammer bei'm Bundestage wird auch Deutschland zu einer Einheit gelangen, zu der natürlichste«, zu der, in seiner Geschichte wie in seinem Wesen angedenteten Einheit, gegründet auf Recht und Gerechtigkeit, vermittelt durch ein Gericht, aus dem Ganzen Eine Gemeinschaft des Volkes machend. Die Gesandten de« Bundestages vertreten bis jetzt nur die einzelnen Staaten, nur die Regierungen, nur die Fürsten; die Mitglieder der zweiten Kammer, vom Volk« mittelbar oder unmittelbar ge wählt, vertreten dagegen das ganze Volk, sind nicht die Bevollmächtigten eines bestimmten Theiles, sondern die des Ganzen. Erst mit dieser zweiten Kammer des deutschen Reiches wird Deutschland wieder her gestellt sein. Bis heute giebt es nur für das Auge, das die Zukunft sieht, ein Deutsch land. Wir Deutsche kennen, sehen und fühlen es, weil es <n uns liegt, weil es uns Herz. und Kopf durchglüht. Aber nur weil wir es hoffen, glauben wir es, und nur »«eil wir es glauben, besteht es für uns. Es ist ein Fels, den wir mit der Macht des Glau bens aus dcr Zukunft in die Gegenwart versetzen/ Aber nur wir, nur die Deutschen, sehen das einige Deutschland; England, blutverwandt dem deutschen Volke, ahnet es dunkel- Frankreich begreift nicht, was wir träumen; Nußland höhnt uns, so oft wir vom einigen Deutschland sprechen. Und sie haben Recht, und sie werden Recht behalten, so lange nicht"], [57, "53 der Geist zum Körper geworden, so lange nicht das einige Deutschland eine Institution geschaffen hat, die es als Gemeinschaft des ganzen Volkes vertritt. Diese Insti tution aber wird die Volkskammer bei'm Bundestage sein. ». Wie dieselbe herstellen, wie sie einrichten? Das sind Fragen, die sich von selbst beant worten, wenn erst einmal das deutsche Volk nicht von seiner Einheit schlummernd träumt, sondern sie will, und das Mittel als das rechte erkannt hat. Dann wird es Nebensache sein, ob die Volkskammer unmittelbar in ganz Teutschland vom Volle gewählt wird, oder ob mittelbar durch die Wahlkammern der einzelnen Staaten. Wollt, und es wird geschehen. Es braucht keiner großen Anstrengung, wo ein großer Wille ist; und wer den Ernst sieht, läßt es selten zum Kampfe selbst mit dem Schwächern, nie mit dem Kräftigen kommen. Die Nothwendigkeit, das Mittel zur Herstellung der deutschen Einheit zu finden, ist eine Lebcnsbedingung der Zukunft; die Ausbildung des Bundestages zu einem solchen Mittel ist in der Geschichte Deutschlands im Wesen seines Volkes ange deutet; die Forderung, die Zukunft Deutschlands im Volke und durch das Volk zu sichern, ist so gerecht und legitim, daß keine Macht der Welt ihr Schweigen auflegen darf, ohne zum Unrechte ihre Zuflucht zu nehmen, ohne durch das Unrecht selbst zur Ohnmacht ver dammt zu werden. Der Geist eines einigen Deutschlands hat sich trotz Voruriheil, Haß und Selbstsucht, trotz Gewalt und Gefängnissen, trotz der List seiner Feinde, trotz des Unsinne« seiner Freunde Luft gemacht; uud der Gedanke einer Volkskammer beim Bundestag« wird sich ebenso Luft machen, wenn er, wie Alles andeutet, das rechte Mittel ist, die Ein heit Deutschlands zu verwirklichen. Nur Eines bedarf es hier: Wollt, und es »vird geschehen; sagt offen, ohne Haß und ohne Neid, ohne Fnrcht und ohne Tadel euere Ansicht, sprecht sie zu jeder Stunde, an allen Orten aus, und die Tropfen der Wahrheit werden genügen, den Stein dcr Lüge zu durchbohren. 10 Erst wenn der Bundestag durch eine Volkskammer Wurzel im Volte gefaßt hat, kauu «r auch das höchste Gericht, der Areopag des deutschen Volkes werden. Erst dann wird aus einer Institution, die in ihrer gegenwärtigen Gestaltung das lebendigste Vild der Nich tigkeit Deutschlands ist, zu einer solchen werden, wie kein anderes Volk und keine andere Zeit eine ähnliche aufzuweisen haben. Erst dann wird in Erfüllung gehen, worauf die deutsche Geschichte von Anfang an hinausläuft, erst dann wird die Vergangenheit ausgesöhnt, die Gegenwart vermittelt werden."], [58, "54 Recht und Gerechtigkeit, Gleichheit und Gemeinwohl waren die Ur. bedinguugen der germanischen Zustände , und sind noch heute die Urelemente des deutschen Charakters. Die Germanen hatten auf dem natürlichen Wege das Mittel zur Verwirk lichung dieser Urbestrebungen gefunden, und das Mittel war das Volks - Gericht, Volk und Gericht, Gemeinwohl und Gerechtigkeit, Gleichheit und Recht. Von den, Augenblicke, daß mit den erobernden Germanen, mit Carl dem Großen ins besondere, die deutschen Zustände nicht mehr die germanische Grundlag« behielten, von dem Augenblicke, daß nicht mehr Volk und Gericht, Gemeinwohl und Gerechtigkeit, Gleichheit und Recht der Boden waren, in dem der Baum deutschen Lebens wurzelte, kümmerte er hin, und nur die ihm inwohnende Urkraft verhinderte, daß er gänzlich verdorrte. Trotz allem Elende, trotz allem politischen Siechthum, blieb das eine Element aufrecht stehen, das Element des Nechts und der Gerechtigkeit, und zieht sich durch die ganze deutsche Geschichte durch. Aber, des Bodens der Gleichheit, des Gemeinwohls ermangelnd, war es nicht im Stande, den Beruf Deutschlands zu verwirklichen. Die Reichstage , das Neichskammergericht waren Gerichte, in denen man Recht sprach und Gerechtigkeit wollte, aber sie waren keine Vvlksgerichte, in denen das Recht für alle gleich, in denen die Gerechtigkeit auf Ge meinwohl gegründet war und im Volke selbst fnßje. Deutschland muß in das Geleise, das seine Ahnen angedeutet haben, wieder einlenken, wenn es wieder den hohen Beruf übernehmen will, der ihm geworden, es muß wieder zum Volksgerichte kommen, wenn es thätig das Volk des Nechts und der Gerech tigkeit werden will. Das ist die Lehre, die durch die ganze Geschichte Deutschlands durchgeht; das ist die Stimme der Vergangenheit, die die Zukunft andeutet! Aber auch die Zustände der Gegenwart zeigen nicht weniger auf dasselbe Ziel hin. Was von urgermanischen Institutionen übrig geblieben oder wieder neuerdings aufge griffen worden, beschränkt sich hauptsächlich auf die Gemeinde und die Landwehr. beide würden in einem lebendigen Bundes-Volksgericht« neues Leben, neue Zukunft erlangen. Die Gemeinde würde, wenn sie zur untersten Wahlstufe des souveränen Bundes gerichts würde, mit einem Schlage aus den Fesseln des Kleinstädterthums, der Philister« befreit, und ans die größer,, Interessen des Ganzen angewiesen werden. Die ganz« Landwehr Deutschlands dagegen würde erst in diesem «berhoheitlichen Volksgerichte ihren rechten Mittelpunkt finden, während sie zugleich als Mittel der ausübenden Macht des Bundesgerichts, diesem selbst erst die nothwendige Gewalt und außer« Thätigkeit sichern würde. Die Landwehr würde das Heer Deutschlands sein, die Vollstreckerin aller Urtheile des deutschen Bundes-Volks gerichts, und als solche unter dem unmittelbaren Einflüsse dieses Gerichte« selbst stehe«."], [59, "55 Vergangenheit, Gegenwart und Zukunft finden also in diesem Gedanken eine« «ber hoheitlichen deutschen Buudes-Volksgerichts ihre Aussöhnung, und das ist mehr als Alle« ein Beweis, wie die angedeutete Nichtung die ist, welche zum Ziele führt, zu« Einheit Deutsch land«, zur Verwirklichung seiner Urgrundsätze , znr Vermittelung von Recht und Gerechtig keit, von Gleichheit und Gemeinwohl, l» Das deutsche Bundes -Volksgericht, der Areopag Deutschlands, aber wird Recht sprechen über Hoch und Niedrig, über Groß und Klein, über die Interessen jedes Einzelnen und die Interessen Aller, Für die Völker wird er eine Schutzwehr gegen die Willkür der Regierungen sein. Er wird die Fürsten, wo uud so lange es welche giebt, bestimmen. Recht und Gerechtigkeit gelten zu lassen, Gleichheit und Gemeinwohl zur Regel ihrer Handlungen zu nehmen. Di« Hoheit des Fürsten steht unter der Hoheit des Nechts, und das Gericht spricht über Recht und Unrecht. Der Merkantilismus ist der Wurm, der am Leben dcr Völker nagt, so balo er sich ausschließlich geltend macht. Das Nuud es- Volksgericht wird ihn in seine natürlichen Grenzen zurückweisen, und ihn zwingen, dem Ganzen zu huldigen, dcm Gemeinwohl unter. thänig zu sein. » Für die Fürsten selbst aber »vird das Bundes -Volksgericht ein Schuh sein gegen Unrecht und Gewalt. Es gab eine Zeit, »vo die Fürsten die Zusicherung eines solchen Schuhes selbst für eine Beleidigung, für einen Hohn gegen ihre Hoheitsrechte angesehen haben würden. Seit Ludwig XVI. die Guillotine bestieg aber würde der Fürst, der einen solchen Schutz für überflüssig erklärte, nur beweisen, daß er zu den Blinden und Tauben gehört, die Nichts lernen und Nichts vergessen. Wer darf sagen, daß er das Ende gesehen? Ein Vundes-Volksgericht aber wird Hoch und Niedrig, Sieger uno Besiegte in gleichen Schutz nehmen, cs wird die Nevolution nicht nur unblutig, sondern unmöglich machen, denn es wird im Grundsatze dcs Gemeinwohls und der -Gleichheit, in Necht und Gerechtigkeit die Mittel des Fortschrittes und der Reform finden. Deutschlands Zukunft, die Zukunft Aller, Hoch und Niedrig, hängt davon ab, daß der Geist seine For,» finde, eine Form, stark genug, um ihn zu bändigen, zu mäßigen. Aber hütet Euch, daß diese Form zu klein, zu schwach; denn der Geist ist groß und stark, — Und sprengt er die Aushilfsform, die ihr ihm gebt, dann schmettern die Scherben Alle darnieder und zerreißen, wer mit Hand anlegt, um die schwache Form dem starken Geiste aufzudrängen, Das droht."], [60, "56 Aber der Geist der Zukunft steht klar vor nns, und sprich» mit Zungen aller Zeiten, Allen verständlich, die ihn nicht absichtlich mißverstehen wollen, und sein Schlagwort heißt.' Recht und Gerechtigkeit, Gleichheit und Gemeinwohl. Die Form aber dieses Geistes ist ein Gericht für Recht und Gerechtigkeit, ein Volks geeicht für Gleichheit und Gemeinwohl. Deutschlands Zukunft liegt im Bundestage, dieser aber wird nur retten, nur die Macht erhalten, die bindet und löset, nur dann der Fels der deutschen Gemeinde sein, wenn das Volk mit zu Gerichte fitzt; wenn der Bundestag zu einem Bund e« - Volksgericht geworden ist. t« -Veffnet euch, ihr Halten des Doms, auf daß wir den Segen des Himmels für die Zukunft Deutschlands erstehen; auf daß wir im Gebete erlangen, was sonst im Fluche er rungen werden muß. Segne dein Volk, Gott im Himmel, und schenke ihm ein Gericht, daß das Unrecht auf Erden aussöhn«!"], [61, "V. Domsteuer."], [62, ""], [63, "Das wird der Dom deutschen Volkslebens wereen. Das Bild dieses aber ist der Dom zu Eöln. Bauen wir ihn fertig, uns am Kleinen auf das Große vorbereitend. Lege Hand an, wer an Deutschlands Größe glaubt, schaffe an dem Dom zu Cöln, wer auf die Zukunft des Doms deutschen Volksthums hofft! V Ein dreifaches Streben belebt unsere Zeit und regt sich in Deutschland. Der Geoankc der Herrschaft, der Eroberung reckt aus der Vergangenheit in die Gegenwart hinein, die Gewinnsucht des Merkantilismus, des Egoismus sucht in der Gegenwart die Zukunft auszubeuten; der Grundsatz der Gerechtigkeit und des Gemeinwohl« tritt endlich zwischen Beide, zwischen alle Parteien und alle Leidenschaften, um sie alle zu zwingen. dem hohen Gotte zu huldigen. Die verschiedenen Bestrebungen unserer Zeit mußten auch beim Tombaue thätig weiden. Die Könige wurden die Protectoren dieses großen Werke«; und sie hatten Recht, wenn sie bei dem Baue des Doms zu Cöln au den Bau dcs Doms deutschen Volksthums dachten. Aber ein Frevel, eine Gotteslästerung fällt auf den, der mit den Heiligen spielt, der den Namen Gottes vergebens ausspricht! Der Dom zu Eöln ist das Bild des Doms deutschen Lebens. Zurück, wer nicht reinen Herzens ein reines Opfer auf den Altar Deutschlands niederzulegen im Stande. Zurück von Allem, ihr Schacherer ! Was habt denn ihr beim Tempelbau zu thun ? Da hofften sie ein Erkleckliches zu gewinnen, und schlugen vor, eine Lotterie anzulegen. um den Dom zu Cöln, das Gotteshaus deutscher Art, auszubauen. Den, Himmel eine Kirche, der Hölle ein Tempel: - der Dom - und eine Lotterie! Hinaus mit den Schacherern! Soll denn ewig »n den Mauern diese« Doms geschrieben stehen: ..Der Geist, der ihn"], [64, "60 baute, war der der Spiel-, der Gewinnsucht! Der blutigste Rostflecken deutscher Ehre ist, d»ß schon Tacitus erzählen konnte, wie die Germanen in Gewinnsucht ihre Freihe,t auf eine Karte setzten. Eine Tochter Pharaons baute eine Pyramide, und hatte das Geld dazu durch Prosti tution aufgctriebcn. Die Geschichte aller andern Pyramiden war in den Sand der Wüste geschrieben, aber die Geschichte dieser einen steht im Erze der Volkssage, und pflanzte sich von Mund zu Mund und von Jahrtausend zu Jahrtausend fort. Zurück, ihr Schacherer, auf daß das Werk des deutschen Volksthums nicht im Entstehen besudelt werde für alle Ewigkeit. 4 Nein wie der Geist, dcm wir ein Tenkmal bauen wollen, sei auch die Hand, die es erhebt. Nicht die Herrschsucht, nicht die Schachcrgier werden das große Werk des Dom« deutschen Volkthums vollenden, und deßwegen dürfen sie ebenso wenig bei dem Ausbaue des Doms zu Cöln der leitende Gedanke sein, die schaffende Hand leihen. Das deutsche Volksthum will sich ein Werk bauen seiner würdig, »vill seine junge Kraft versuchen, ob cs sich seiner Väter nicht zu schämen habe. Deßwegen baut Deutschland den Dom, den sie unvollendet lassen mußten, aus, zum Bilde deutscher Art, Das Volk, das ganze Volknur wird's vollenden, es ist berufen, die letzte Hand anzu legen. Eine freiwillige Volkssteuer schaffe das Nothwendige herbei zum großen Werke. Vor Zeiten verkündeten unsere Väter die Summe, die die Gemeinde bedürfe, und ohne zu sagen: „Du zahlst so viel,\" ohne zu fragen: „Bist du reich oder bist du arm!\" setzten sie den Seckel an die Thüren des Nathhauses, und Jeder gab, so viel iu seinen Kräften, s« viel er vermochte. Und abermals frug Keiner: „Wie viel hat der und jener gegeben,\" son dern Jeder glaubte, daß Jeder seine Pflicht gethan, nicht mehr und nicht weniger. Hütet euch , damit zu prahlen , daß ihr so und so viel gegeben ? Aber schafft, auf daß der Geist des deutschen Volksthums erstarke, und ihr dürft nicht sorgen für die Spielstcuer des Doms zu Cöln, Aber der Geist wird erstarken, das Werk voltenden, und dann »uf die Fahne die die Spitze des Domes oben in die Wolken hincinreckt, schreiben: Dcmschland ! Nccht und Gerechtigkeit ! Gleichheit und Gemeinwohl !"], [65, "Anhang."], [66, ""], [67, "1.6 Dome äe (^oloßne. r^iclo?- i?UFo. lUonzieur! Vou« »tinel i'HtteiüÄzne, vou« »«lintrex le «lünre «te colonne: — ce!» n»'encour»^e «> vou« «<lr«««e> eette tetti e; ear j ai bonne nouvelle K vou« Conner <!e l'^!!en»!>Zne . el bonne nouvette «Iu «iüine <Ie cologne. Von« vou« r^ppele^ peutelre «zue, 6an« volle ßr»n«l Ilvre zur te ?r»n<I «/,,,,, vou« p»rt,el c>uelc>ue part «l'un ßr«n«I .... ?l>rctun, ine lroiupe , ie« «2uven!r« lie votre Lraiill «tvie ln'en!r-»lnent vou« pÄliie? ü'un...., „poete-e^ic , le (troie le nioin» bro««e que voul izze? vu «le vutre vie vu! , I>lon«leur, vou« «vei r»i«on , inetion« nou« «le« z>ool<'«>eFlcl, «te« puelc« m«»l dro««e«, <Ie« poete« <zut, au iieu «i'babtt« bro«le« en laurier« vert«, portent <ie« b->bit« «ale« et rane«, «zui, »u lteu «le« cruix «i'buuneur, «e rontenient cle leur croix «le clou luur. Ob! nielidnznou« en, inerne en I*-r»nce; ma!« «urlout ei» <2»r , en l8t3 le« z»o«t<?l e'z>!o« en onl cbznte tant et «e bien, «zue le peuple ->l!eiu»ntl «e«l le', e eoiume u» «eu! nuiurne pour reoonquerir !'in<lepen<!2r,ce «le «on paz«. IL! «,ujour<I'bui le« poite« inni bro««e«, ce« our« m»I lecbe« llu p»>« «le« our« «le tout zenre > comniencent «le no»ve«>u ü cbanter. Il e«t vr-iirnent <lonin»»ze, n»on«ieur, «zue vou« ne «acbieT pa« un peu I'«»eru,n«l , et «lue vou« »>e^ »lur« «in vou« eunlenter äe „lÄllmir-lble «ir <ie YUÄüluroilo «le l'oper» «le ul»<len»ol«elle iiertln\"^), cbaule par le« etulliant« atlemilncl«, «ur le« bor«l« «tu «din. «I vou« »viel eompr>« lalle-uan«! , vou« auriex peutetre inoin« »ime la eb.-»!«on «,ue liltr. «»I« lt'twporte, revenon« ü nolre z,<,o'le-e>to «le cotogne. Vou« nou« »ppren«, <zu« le poete en «zuezlion , l2it „une belle epopee pour invitee larenite«,,- »ctuel «le colo«»» » eonttnuer l'eoli«« clan« le «enre «iu ?2,ntt>eon «te ?«,!«\" ',. <) t.»N,5!n, I, «) ».e ll^i», I, p. 202. 3) I.°ll!>>n, I, I>. 3»«."], [68, "64 l!l> bieu! n»o»«leur. »u^our«I'bu! toute I'zi!em»zne ee couvre lie 50elele« pour l'acbevemenl <lu 6ume «le cologne. l>role«!»nt« et cstbottiiuc« , republic-Un« et ro7« t!«te« «e «lonuent la main pour trava'Iler en«en»ble a elever ce inonuinent ü III bauleur «tu premier profet, et ie roi «le pru««e et Ie roi «le Laviere u'ont pe>« «leclalzne «le «'em parer «le celie Illee, et «le «e «leclarer le« prolecleur« «le« «ociele« pour I'l>cbevement «Iu <iöme ailcmlinll. Ie la! «te-ja «lit, menou«nou« «Ie« poeie«. Leran^er e«t pour que!<zue cbo«e «lan« I« revolution «le luillet; vo« rai/on« ot »105 ombre« en leront peut-etre une aulre. I»»!« ce «zu! e«l «ür, o'e«t «zue ee« poete« mat bro««e« «Ie t '^Itomazne ont Ie« premier« par!« «le laebevemeut «Iu «lume <Ie colozne, et «zue Ie« roi« «Ie l.iilemazne ovei««ent »u- ü teur« cbsnzon«. Volre cicerone vou« 2 lrompe en ajoutunt , o.u'ur> voutait contiuuer l'eßli«e «lan« le genre <iu /»antbeon <le i>ari«. II «e pourrail pourtant que le cicerone lüt moin« cou> pable «zue^e le «uppo«e . el «zue vou« lu««iel, autanl «zue Iu!, cau«e «le I'erreur, Yuel <iue part vou« «lilo«: „vu r««l2, un lranca!« «zul, coniius ino! , no «ail pl>« lallemÄNil, per«! «a pelne «i! -><!re««e aux ss,irson« «lbutel «Ie« <zue«l!on« «utre« «zue Ie« <zue«ttonz prevue« et tmprlwee« «lan« le« zutue« «le« vovazeur«. ce zarcon e«t tout «iiupleinenl verni «n lranc»,« : pour peu «zuon veuille creu«er, on lrouve I^IIeman«!, l'^litemanl« nur, I'^llcm«n<i «nur«*! 5). „D„ entendant purler «l'un poeie et «te l'acbevemenl «l'un monument zoltltliue, vou« aurel voulu creu«er, et vou« »urei lrouve l^IIeman«! pur, ! '^!Ieman<l «our«l. Volle mallieureui cicerone n'e«t pa« più« eoupgble lüllellan«, «zue vou«, «zu! ele« un F°ranp»i« I>ur, un «ourll. I>eu nou« irnporte encore «ur ou! 6o« «leux, l'^Ueman«! «our«I , ou le rrarx-a!« pur, tombe la re«pun«abl!!le <lu malenlen«lu; ma!« j o«e vou« az«urer «zue, «I vou« «»vie? un peu lalleman«!. «! vou« eli«? c«pable «le concevolr Ie«pr!t et le« «entiment« «Iu peuple »Ilemlluu , vou« aur!e« bienlül compri« par la cbanzou «Iu poste, ou par le bar°,L0uin<>3e a» cicerone, «lui! «'->»!««-llt «le lout »utre ebo«e «zue «l'un ?»nlbeon . et «urtout «le lout autre cbo«e «zue «l'un lemple „«lan« le genre, <lu rantbeon «le ?i»ri«.\" Vou« -»urie- appri«, mon«ieur, «zue e'e«t ü I» lo!« une n:uvre «le piete et «le patrio. <i,n» «zue le« poete« »»emano« aemanueul, vou« »urie? «levine «zue «Iu. jour ou fon lr-lva!!ler-l K acbever le «tome «le Colonne, aalera la «nuisance «le I^IIemague. Ut e« l»ur lerà epoczue «lau« Ibizloire «Iu monile. l.'XIIem«3ne «IemÄn<le ! »cbevemeut «Iu «lume «le colonne, «labori! par piete pour »on pazze; e e«t IÜ leeuvre le più« compie! . le più« eran«, ile l'arl 80lbl,ue «zue no« 4) l.« Itiun, I, p, 2»«."], [69, "65 pere« n»u« »lent !»!«««. I.» ieune ätteinllgne I »ebiver» pour prouve, «zu ette rezpecle «e« »>eux. Dlle commence » «entlr ren»itre «e« loree« enllurmie« pen«l»nt le« «lecle« «l»l «uivireut la iiekorme, el «» premiere pen«ee «le vlgueur e«t ,Ie pazer une «lette «zue «e« pere« lui onl l»i««ee, <l'»cl,ever le plu« de»u et te plu« gr«nll «le monument« «lui!« cunsurenl. 1.2 jeune «lemaixle lacbevement «Iu «lume <!e cologne pour e««»;er «e« torce« re»lli««»n!e«, pour prouver » «e« conlempor»in« «zue le« jour« «le «leu!! et «le malbeur, le« jourz «l'attente et <l'»ngoi««e« «oni p»««e«. Dite «ent czu'ette e«*, »ppolee » !» liberle et » la «lignüe, et oomme le people juil, elle bllür» «on lemple »lune main . penliant llu'elle <lesen«lra «le l'llulre la patrie et la liberle. I.» trance e«t 2««el g»llu»!e el »««el noble pour avoir <!roit « !» verile, pour lex! gei et pour l'enlen<lre. I.e «lume «le cologne »clieve, «er«, une reponze »u b»lon Äu prince «le conile jele «ur le« remp»,« «lune ville »l, emanile ; »vee !» «euie «iilierence lzue ee prince frano-»!« l»t l'»gre«ze,» , et «zue I '^I!em»gne «e con!en!era lie recevoir cnmme i! le melile «zuiconlzue I'»tt»<zuer». li v »< «u, ie« borii« >Iu libi», uu autre inouument <zue !^ttem»gne a perllu »lan« un juur »le muibeur; ette te rel/reilo , mai« elle veul pouvoir l'oubiier. c'e«t pour»zuo! elle »cbever» le liome «le cologne pour «e pa« »voir i> rougir cb»lzue soi« quelle pen«e au *>lun«ter ile 8lr»«bourg. lout cela, monzieur, et eneore b!eu ll aulre« cboze«, vou« l»ur!el »ppri«, «! vout »viei pu lire la eliÄnzon un /»oete-epic. lila!« je cr»in<lr»!« que ce!» vou« «ut coniiull lrop loin, Noj» maiutenanl vou« »vex „p!e«lzu'un «eniiment nli»I pour celle noble e«t «ainle patrie »le tou« le« pen«eur«, et «l vou« nettem p»z l, anelli« vou« vuu«lriei otre »tien»»!»«*!.\" *>) in p»« plu«, «zueilzue« lecon« ll'llllem«nll , ei la rrance ne vou« »ur»!l prubllblelnent jam»!« revu: vou« «eriel re«le «lan« ce p»v« <le tou« le« pen«eur«. Un «ejour un peu plu« long » »ur»it p»« lllit »le lort a vo« leeteur« lr»nc»i«. Ma!« lrop e«t lrop. Ilen>««on« «Ione le ciel, «zue vou« »zel èie un francai« «ourck, un /-rancai« z>«r. Mlli« cela nou« explilzuer» bien «Ie«cbo«e«, el«urtoul I» petite erreui «zu! vou« t»il pi entire le p»z« »le« bor»i« »Iu libin pour une parli« »le ill l?r»nce . et en«uite «e« !»»bi l«n!« pour »le« lrllnclll«. Votre maniere üe «»lionlllizer le« eli »»gè, « e«l »««ex ingen!eu«e> m»i »e crllinllrlli« lzue vo« complltriote« ne !»«lmi««ent pll« «»»« re«triclion. .rour III rr»nce, «zuiconuue »ilmire et »ime i'empereur e«t rranc»,«.\"*') I.e eo»le »»poteon ne «lit p»z cet», et c'e«I z) 1.° lr,,',' , !>. XXVI, «) ce Kl,!!!, II, I>, »<!8"], [70, "66 «lummage; m»i« »e »zui e«! pire, ce«l «zue »»poleon «oil veni, »pie« <71>»>lem»g»e, <-,r cel» pour,»!! vou« eiupeclier «Ie n»tion»Ii«er ce «lerniur p»r le baplemu »le I'»mour «»poieuuien, cel» vou« ioreer», pour l»!re ,,po««elle> I'^I!em»gno par Ie genie <lc !» ir»uce «ou« <*b»rlem»gue , \" ') »le nou« Ie llunner «»u« legillmaliun poui rr»uc»i«. Vou« neu »louiel p»« > mou«ieur , »»poleon e«l venu »u moixle »pre« cbllrlemllgne : »,»>« !! v » lie« «< epliizue« «zui «ou!ienll!»ient ciue !» rr»nce meme e«t venue »u moixie »pre« I'empiieur uonl vou« »vel vi«!te I» tombe » Hix !» ci,»pe!le. Votre eultegue, til. Ibierrv, pour, »it vou« en lure l!»v»nl»ge. Vou« »,el lori, »lun«Ieur, a»!ier cberrber «! iuin »le preuve« elzuivoizue« «ie !» legiümüe «le« pretention« ile I» I-r»nce «ur I'^IIem-igne. cel» ne <l»te p»« lie «i loin. c.v»em»gne tul pu««el!ee «leuv loix par !» rr»i,ce , une soi« mor»lemenl e! »ne »u!ru loi« »»»lerieilemenl. Muralement, «zu»!,»! !» Iiller»ture lr»»c»i«e lul I» premiere «Iu luonlie . lzu»»<! I reiiei ic le cr»nll ne «»*v»it p, e«lzue p»« ll»v»nl»ge I »,!eln»n>I , <zue vou«, mun«ieur. »lalerielleiuenl, <zu»nl> Ie« priuce« »Ie I'^llemagne, ,,<!e« roi«, pour Ie« cmpereurz llu Kor«!, n'et»!enl <zue «le« prese!« pour I>»po!eon.\"^) li!op«tull, coetbu, 8cbitler, nou« on! emancipo« lie I» premiere occupallon ; !» -»»»Ivvebr, »le I» «ecoulie. Mai« ce« pre/el« lie KÄpoieuu , c*el»lenl no« roi« pour nou«. le «»I« «zu**! v » «Ie« p»^« «zui ne llenue»! p»« trop ü leur« roi«, m»i« ,l!»!!>eur et bunte » cewi »zu! «e con lenle «le roi«, j>re/el« <lu roi et en^ereur li'un «ulre I,«,/«. I.» I-r»nce «e rapeüe encore »ujuul ll'bu! lzue I'.^ngielerre » bumilie , il «/ « «le« «iecie«, k«« ro!« » elle e! ette » r»i«on. zi»i« «ove« per««»«!«*! «zue I^ItemÄgno n» p»« moil!« bonne mcmuire lzue I» ir»nco. Nl «i !» memoire »ou« tr»b,««»i!, »lor« Ie liome «Ie cologne e! !»n! «lautre« «ou venir« nou« vienllraienl en »!«!e ; »lor« nou« nou« l!em»nl!erion« nr>ec r>«u«, >nnn«ieu< : ,,8i «zuellzu'un conzlrui! l» c»lbe«Ir»ln «le cologne »u «lebor«, je ne «»>«' lzui I» «iemolil » I inlerieur. !>»« uu !umbe»u «Ion! Ie« ligurine« ne «uienl <>> r»cbee« ou t> «ulzuee«.\" 1*7! nou« i eponltriun« nriec vo»« .' „yu»u«I le« I > »n>»i« onl occupi! cologne , Ie« illee^ >evolullonn»!re« on! «!e>»ei«e celle I»me t1e»r<leli«ee coi»u,e t»nt <!'»ulre« «I»!! leur«.\" '^) 7 ) I.e «t,i„ , I , p. 4»!>, 3) c« l.iiin, I, >>. 3:«. ») ce it!,m, I, ,', 22«. IN) ce I»^!n, I, p, 27!l>,"], [71, "67 I, vüemÄgue, **»Io»«*eur. re«pec!e le« lon,be»ux, et meme ceux »Ie« elranger«. !n«>l»e ceux «Ie «e« enneml« el lie «e« v»i»<zueu>«. Vox« »vel vu , iuou«!eur< !e« lnm beuux de tiorbe el <!e I>I»rce»u : vou« »^el vu izu'on e!»it en lr»!n lie recon«Iru!re cel», «I» p»c!nc»teur »le I» Venliee, Ie temp« !'»v»il lietrull: eb bien! le« li!« lie« v»!»cu« Ie ,et»b!i««enl. *>!»!« vou«, *Uon«!eu, , vou«, III« iiu gene, »I Hugo, vou« ele« »lie lroubler !» p»ix «le« tui»be»uv; vou« etc« »lie injurier Ie« n»»ne« llu compagno,, <I'»rme« lie voi, e pere, Vou« »vel ecrlt «ur cette lumbe : „li /K»i l« bianco re/>renne ie jl/<!«/\" 8i celle injure po,iv»it trouver lie I'ecbo en HIlem»g»e, on v repon«ir»il: ,,/l /^liut «/«e celie <o»!i»e <li«/»a>'ui««e,'\" IU»!« «ozel tr»n<zuille, un crl harbure ne lrouver» j»m»i« une repouze b»rb»re en ce !ombe»u «le Nucke prouver» plu« «zue lout Ie re«le » I» ir»nce «zue !'/VlIem»gne e«! »««el gr»n<le , »««el sorte e! »««el noble pour recon »»ilre «»n« cr»!n!e I» v»!enr meme cbel «e« ennemi«, le merile meme cbel «e« vain «ineur«, ül «ozel en «ür, mou«ieur, m»lgre volre jmprulienle provocaliun, Ie« cenilre« <!u genrr»! Ilocbe «eron! plu« en p»ix «ur Ie« bor<!« llu Nbin lzue ne le lurenl le« ce» «lie« lie vo« g>»»ll« bomme« >I»n« ie ?»ntbeon, »nx boil!« lie I» 8eine. Nt I» liÄüce, mou«!eur, conlpreixlr» mieux czue vou« !» vuix <z»i «url <!? ce« loi». be»ux ; elle comprenlli » lzue le« conili c« «Ie ilocbe el lie IU»rce»u , Ie« lteux guerrier« ie« plu« pur« <le I» liepublllzue , sureut I»i««ee «ur le« boil!« <l» «bin, p»rce »zue vie» ue vou!»!! p»« lzue Ie« <ie/en«e»r« <i>« bon «irò»!' «le i« «uivi««en! Ie cbar «Ie iriompne «i'un conlluernnl. «lui. te tombe»u lie Ilocbe «loll »>oir «on ellxznence pour l» kr»nce el lui «lire: ,,8oi« l'llliiee «l'un peuple «zui ne garile p»« r»ncune, <zu, «»!! p»r»!onne> , »pre« »voir «u < uiub»llre cl v»incre.\" Vou« »u««I, mon«!eu< , vou« ele« p»rli«»n lie I»lli»nce entre !» rr»uce et I^ile- MÄgne ; m»i«, comine j'»i llej» eu I bonneur lie vou« Ie lure, vou« ele« un «our«l. ce pelit >lel»ut vou« s»il croire ,,<zue «ome «e numme »rijouxlbui l>»ri«:\" — «zue !» „Ii!lcr»l»re sr»nc»i«e «e«! p»« I» premiere, in»i« I» «e»le, \" '^) el »in«! lie «uile. l n proverb« l!»nc»i« llit: „Ileureux Ie m»ri»ge ou Ie m»ri e«l «our«! el I» semme »veugle,\" n,»i« ce«! pour Ie m»ri»ge li'»mour ; e! !»i!i»nce enlre !» I>»nce el I.^ile l!,»gne 5e>» »» n,»ringe lie ,»!«on: en tou« < »« . I'^ilenxigne » l» m,lbeur «ie n'elre ui »>e»g,e »! «o»r<!e. !I) ce N>,in, II, ,,, «43, !-.') ce K1,in, II, ,,. «38."], [72, "68 tuie uuvrli» «Ione «e« bou« zeux el preler» l'orollie »v»»l «le conclure le m»r,2ge >zue vou« lui propozel, el »lor« elle ne «e eonlenler» p»« «le !» iiberie «ie reverie. ' > «zue vou« lui »ccorllel, peullant lzue vou« g»rllel pour vou« !» liberi« «ie i»z>en«ee, el elle lrouver» encore m»uv»>« «zue vou« lui «lonniel I» morale, pen<I»nl «zue vou« g»r«Iel pour vou« l'inielliaence, et «zue vou« !»i««el gr»cieu«emenl » l'.^ngleterre le commerce. II i » eu en Hüemllgne un bomme, nomme »lout vien! volre mnt e«plegle. ce bun <zui »pp2rten2it » leool rom»nlilzue, »I!»it »u marcbe pour «e procurer «le l» vol2ille. li v lrouv2 une bonne lemme «zui g»r«i»it p!u«ieur« pouie« el un oo«z. üulen«piege! m»rcb»nll» le lout, et tomb» l»ciiement <l'»ccor<! »veo l» bonue semme. IU»i« «zu»u«l il «lul p»;er II «e lrouv» «zu il N2,»!t p»« ll'»rgeul, il «e tir» beureu«emenl ll'»li»ire, en propo«»nt 2 I2 bonne lemme lie lui I»i««er ie colz e» g»ge, penllÄNt «zu il emporio, »il le« pouie«. Vou« couvieulirel, mouzieur, <zuüuieu«piege> meril»it «un nom li e«p»eg!e. celie bi«lo,re «e p»««» »u temp« oü viv»il ie be»u pecopin; m»i« ou «e I» r»psiie encore »u joulll'Kui en VIIem»gne: celle 2neienne bi«loire, vou« vouiel 12 eontrsl2ire> el no»» lionner le colz en g»ge, - le Il2nuvie, — pen«l2nt «zue vou« emporterel le« pouie«, — le« province« rben»ne«. — Merci. li v 2 «lix-buit moi«, !» guerre men»c»it. I» ir»nce 2 confu iiliee «le sorlilier ?2ri«. c'^IIem2gne, lie «on eote,»coneu eg»Iementune illee p»lriot!<zue, celle l!'2ckeve, le «lume «le cologne. I.e« 2m!« «le 12 I?l2nce trembleut pour «un »venir e! «» liberle, en vov»nt ie« b»«lille« «ortir «le lerre »ulour lie ?»ri«; m»i« I '^Ilemzgne e«t ll»n<zuit!e pour «on »venir » elle, e»r le «lume «ie cologne eiever» b»ul «l»u« le« »ir« «on lir»pe»u, pour le monlrer »ux »mi« «le !» liberte et »ux ennem!« lie I inl!epenll»nee «le l'elle m»gne. l. VüIvNvüV, «iu *i>»ri«, le l5 levric». li) I,e N^!n, II, p «?3,"], [73, ""], [74, ""]]