[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "IMIDlt. ' N"], [8, ""], [9, "DE GESCHIEDENIS DER NEDER-VELUWE."], [10, ""], [11, "DE GESCHIEDENIS DER NEDEMELÜIE. i. Ede en Omstreken. DOOR D. VERBEEK Jr. EN H. VAN GORTEL Baeneveld, G. W. BOONSTRA. 1888."], [12, ""], [13, "AAN Jonkheer ft. W. van Borssele, SEDERT 9 MEI 1860 BURGEMEESTER DER GEMEENTE EDE, wordt dit werkje eerbiedig opgedragen door DE SCHRIJVERS."], [14, ""], [15, "AAN DEN LEZER! De zucht, om iets uit het grijs verleden op te sporen, behoort tot de lieveling s-studièn van onzen tijd. Toen wijlen Mr. C. A. Nairac, in leven burgemeester van Barneveld, door de uitgave zijner boekjes toonde, hoeveel wetenswaardig s er uit die gemeente voor het nageslacht kon worden beicaard (een werk, 't welk thans door de heeren Dr. Pleyte, A. van den Bogert en H. Bouwheer ijverig wordt voortgezet), was het geen wonder, dat ook anderen lust ge voelden hetzelfde ten opzichte van Ede en verdere Neder- Veluwsche gemeenten te beproeven. Als resultaat van onze onderzoekingen, wordt hierbij het eerste deeltje aangeboden, waarvan helaas! mijn hooggeschatte vriend en mede- werker, de heer D. Verbeek Jr., met wien ik tot opsporing van een en ander zoo menig genoeglijk reisje maakte — de verschijning niet heeft mogen beleven. x) Ons plan was in dit eerste deeltje eene beschrijving van Ede te geven tot den tegenwoordig en tijd; omstandigheden maken het echter noodzakelijk, de gebeurtenissen na 1630 in het 2e deeltje te laten volgen. Daaraan is het ook toe te schrijven, vooral om de uitgaaf te bespoedigen — dat in het le deeltje een beschrijving is opgeno men van Hoenderloo, 't welk gedeeltelijk behoort onder de gemeente 1} De heer D. Verbeek Jr., laatst onderwijzer te 's Hage, — van wiens ijver, nog zoo veel was te verwachten — ovcjeed te Wageningen den 2en December 1887, op ruim 30jarigen leeftijd. Geenszins had ik vermoed, dat hij zoo spoedig naar een beter vaderland zon benengaan."], [16, "Ede. Het tweede deeltje zou, zoo was althans het plan — het een en ander bevatten over Lunteren, Otterlo en Harscamp en verder over kasteelen, buurtgronden, kerken, scholen, enz. Een 3e en 4e deeltje zou handelen over Bennekom, Wageningen, Renkum, Ooster- beek, Doorwerth enz. De tijd zal moeten leeren, of ik, na het over lijden mijns vriends, gelegenheid zal hebben den arbeid voort te zet ten en te voleinden. Veel zal in dezen afhangen van de ontvangst, welke deze eersteling geniet. Een icoord van dank aan allen, die ons voor de samenstelling hun gewaardeerden steun verleenden, mag hier niet ontbreken. Vooral geldt dit den heer H. Bouwheer te Barneveld (wiens lust tot on derzoek algemeen bekend is) en den leer A. van de Craats te Ede. Aan de bekende hulpvaardigheid van laatstgenoemde, danken wij de schets voor het kaartje van Ede, 't welk den ingezetenen, naar we hopen, en ook den vreemdelingen, die de gemeente bezoeken, welkom zal zijn. Verder den heer Mr. J. F. Bijleveld, archivaris te Arn hem, den bibliothecaris van de Koninklijke bibliotheek te 's Hage en den heer van Nes, gemeente-secretaris te Ede, die ons den toegang tot de bronnen steeds gemakkelijk hebben gemaakt. !) Mocht ook dit boekske eenigszins medewerken, om bij den een of ander de lust tot verder onderzoek te doen geboren worden ! H. VAN GOETEL. WAGENINGEN, 20 Januari 1888 1) Het plaatje (gezicht op het dorp Ede, van den Paaschberg gezien), is ver vaardigd naar eene teekening van Mevr. W., thans te 's Hage."], [17, "1 HOOFDSTUK I. NAAMS AFLEIDING. — IN HET MUSEUM VAN OUDHEDEN TE LEIDEN. — BIJ KREEL. — TUSSCHEN BENNEKOM EN REN- KUM. — VUURSTEENEN WERKTUIGEN. — DONDERBEITELS. — SOORTEN VAN URNEN. — EENE BEGRAFENIS BIJ DE GERMANEN. Het ontstaan van het dorp Ede klimt op tot de grijze oudheid. De bekende kerkhistoricus prof. Moll meent, dat de naam Ede afgeleid is van het Oud-Duitsche êd, eit, het welk zooveel beteekent als //brandstapel. \" Het is zeer wel mo gelijk, dat deze gissing juist is, want er is zeker geene streek in ons gansche vaderland, waar zooveel graf heuvelen en urnen gevonden zijn geworden, als juist in deze gemeente. Het Museum van Oudheden te Leiden is in het bezit van honderden voorwerpen, welke uit grafheuvelen onder Ede zijn opgegraven, of in de zandverstuivingen gevonden. Wie onzer lezers Leiden bezoeken moge, verzuime vooral niet in dit Museum eens een kijkje te nemen. Hoog boven de Indische, Assyrische, Grieksche, Bomeinsche en Egyptische antiquiteiten, onder de hanebalken, vindt men daar de oud heden, welke voor een goed deel van de Veluwe afkomstig zijn. In nette glazen kasten liggen eene menigte vuursteenen, pijlspitsen, lanspunten, messen, bijlen, enz. uitgespreid, of"], [18, "2 staan urnen van verschillende grootte en verschillend maak sel tentoongesteld, waaronder vele afkomstig van de Weke romsche heide, nabij de Boekelsche bosschen en blootgewoeld in verschillende zandverstuivingen. Op een schoonen zomerdag begaven we ons op weg naar de Edesche heide, ten einde te beproeven of we ook eenige overblijfselen uit den grijzen voortijd vinden konden. De heer Moll van Kreel had de vriendelijkheid ons van spaden te voorzien en ons te geleiden naar het Kreelsche stuifzand, waar wel eens eene urn was gevonden. Dat zoeken naar oudheden is inderdaad een genot. Ge weet, urnen zijn gewoonlijk onder heuveltjes te vin den ; alle heuveltjes zijn evenwel bij lange na geen lijk heuvels. Ge zoekt dus zoowat op goed geluk af. Spoedig is het te zien of de heuvel, dien ge voor u hebt, u kans biedt van iets te zullen vinden. Is de donkerge kleurde bovenlaag en het witgele zand daaronder scherp van elkander gescheiden, zoek dan maar niet verder; deze heu vel is niet door menschenhanden opgeworpen. Zijn daaren tegen de donkere grond en het witte zand vermengd, geef dan den moed nog niet op: ge hebt kans iets te zullen vinden. Daar stoot de spade op iets hards! Ge waarschuwt de andere gravers, dat er wat op til is en nieuwsgierig groe peeren ze zich om u heen. Voorzichtig wordt de zandlaag weggeschept; inderdaad, dan komt iets bruins voor den dag. Wat zou het zijn? Eene urn natuurlijk 1 Maar ... die harde laag breidt zich in flauwe golvingen over den ganschen heuvel uit; zoo'n groote lijkbus hebt ge"], [19, "3 niet verwacht. En — tot uwe niet geringe teleurstelling merkt ge, dat ge eene oerlaag voor eene urn hebt aangezien. We gaan verder. Wat is dat? Een hoopje wit stof; juist beenderen asch. Met uwe gedachten verplaatst ge u reeds in het langver leden, toen hier van meidoorn takken voor een geliefden doode de laatste rustplaats bereid werd; ge stelt u voor, hoe de breedgeschouderde wilden daar met het lijk aanko men, hoe de vrouwen en kinderen Maar onze leidsman, beter met de streek bekend, komt u ontgoochelen met de nuchtere opmerking, dat die oude lui dan toch onbegrijpelijk veel asch nagelaten hebben, want hier en daar liggen karrenvol verspreid, 't Is dan ook geene asch, maar eene aardsoort, die, als ze goed droog is, er zeer sterk op gelijkt. De wind heeft hier voor ons het werk al verricht; daar liggen eene menigte scherven op een verwaaiden heuvel ver spreid. Hier hebben we nu toch eens met echte urnen te doen; ze zijn wel stuk gebroken en uit elkaar gevallen, maar toch, het zijn urnen. De scherven worden opgeraapt en in de tasch gedaan, om bij de thuiskomst te worden in elkaar gepast of gemeten. Met nieuwen moed gaan we weer aan 't spitten ; meestal vruchteloos evenwel. Ten laatste vinden we nog een echten grafheuvel. Uit asch en halfvergaan houtskool, met enkele splinters van beenderen vermengd, bestaat dit heuveltje; zon der eenigen twijfel heeft hier eenmaal de houtmijt gebrand, waarop een doode tot asch werd verteerd. Een andermaal zou de heide tusschen Bennekom en Een kum het veld onzer onderzoekingen zijn. Uit een werkje"], [20, "4 van den bekenden predikant, O. G. Heldring wisten we, dat daar wel wat te vinden zou wezen. Om niet al te zeer op goed geluk af te gaan vraagden we een landbouwer bij den Kwaden Oord of daar wel eens oudheden gevonden werden? //Och neen,\" zei de man, daar heb ik nog nooit van ge hoord : ten minste niets, dat de moeite van 't oprapen waard is. Er zitten hier en daar wel van die oude potjes in den grond, maar daar komt ge zeker niet om?\" Het bovenstuk van eene zeer goed bewerkte Saksische urn en, het laatst, niet het minst, een uitstekend bewerkt vuur steenen mesje mochten we daar vinden. Meestal stelt men zich deze vuursteenen voorwerpen te groot voor; men verwacht kolossale messen en groote, spitse brokken steen te zullen vinden. Dat is evenwel misgedacht. Die pijlspitsen en lanspunten hebben eene lengte van meestal niet meer dan 3 — 4 centimeter. Met verwonderlijke fijnheid zijn ze bewerkt en geslepen; men staat verbaasd over het geduld en de volharding, welke noodig waren, om dezen steentjes zulk een netten vorm te geven. 't Is wel waar, vuursteen is nog al gemakkelijk te be werken als zij diep uit den grond komt, maar toch zal waarschijnlijk geen enkel steenhouwer uit onze dagen het nadoen. Vroeger meende men, dat deze steenen voorwerpen uit de lucht vielen als het onweerde, en men noemde ze daarom donderbeitels. Een Nederlandsch geleerde, Adrianus Tollius, trachtte in het midden der 17e eeuw het ontstaan van zulke donderbeitels zelfs wetenschappelijk te verklaren. Hij meent, dat ze voortkomen uit gestolde onweersdamp en dat ze door de groote hitte, welke daar boven keerscht, hard gebakken"], [21, "5 zijn. Hun spitse vorm wordt, naar hij denkt, daardoor ver oorzaakt, dat de damp naar boven stijgt en dus het boven eind het dikst doet worden. Vreemd vindt hij het echter, dat deze steenen niet rond zijn, en hoe er gaten in komen kan hij in 't geheel niet begrijpen. Het bijgeloof heeft aan deze donderbeitels langen tijd groote kracht toegeschreven. Wie zulk een steen bij zich droeg werd, naar men meende, door den bliksem niet ge troffen en het huis, waarin zulk een steen werd bewaard, was tegen het inslaan van het hemelvuur beveiligd. a) De urnen laten zich in drie soorten onderscheiden. De oudste, uit Germaanschen tijd wellicht, zijn grof bewerkt en slecht gevormd; de grondstof, waaruit ze vervaardigd zijn, is zelfs niet eens van de keisteentjes gezuiverd. De Fraukische urn is netjes gladgestreken en eenvoudig ver sierd; de Saksische is hoogrood van kleur en goed bewerkt. Ook in grootte verschillen ze veel van elkander; enkele zijn zoo klein als een theekopje, andere hebben eene hoogte van 10 tot 30 c. M. Soms vindt men in eene groote urn nogeen kleine; de asch van het kind rust daar in die der moeder. Als deze urnen eens spreken konden, niet waar, wat zouden ze van diepe smart en ziel doorvlijmend wee te verhalen hebben! Wanneer we voor zulk een grafheuvel staan komt de vraag bij ons op : ,/hoe ging het bij zulk eene begrafenis toe? Welke begrippen hadden deze menschen van dood en eeuwigheid? We willen deze vragen kortelijk beantwoorden, daartoe in staat gesteld door een bekend oudheidkundige. 2) 1) Een fraai exemplaar van znlk een beitel, uitgegraven tusschen Benne kom en Renkum, op het landgoed van den heer Quarles van Ufford, is voor belangstellenden te zien aan het Bureau der Neder-Veluwe te Wageningen. 2) Hofdijk."], [22, "6 Als in een huisgezin van dit verdwenen volk iemand ge storven was, werd over den bijenstal een zwarte doek ge hangen, als teeken van rouwe. De naaste bloedverwant na derde ruggelings den doode, om de //lijkhulpe\" te verrichten ; hij drukte de glanslooze oogen toe en sloot den in den doodstrijd wijd geopenden mond. Dan werden hoofd en han den gewasschen en haar, baard en nagels geknipt, 't Gaf blijk van weinig achting voor de goden, als men lange na gels droeg. Vervolgens werd het gelaat omsluierd en het ge heele lichaam in een doek gewikkeld. Het lijk mocht niet door de deur naar buiten worden gedragen: de weg der dooden is een andere als die der le venden. Daarom werd in den planken wand der woning eene opening gemaakt en het lijk met het hoofd vooruit, uit de hut gebracht. Daar buiten was dan de laatste sponde gereed gemaakt: eene hooge houtmijt van meidoorntakken. Het werd in de vrouw als eene groote deugd geëerd, indien ze zich met het lijk van haar echtgenoot liet verbranden ; ja, zelfs knechten en maagden wijdden zich soms ten offer bij het lijk hunner heeren. Trouwens, de laatsten deden dit niet zonder reden; ze konden dan, naar zij meenden, voor de zielen hunner meesters de deur der onderwereld open houden, zoodat die hun niet tegen de hiel sloeg; daar door kregen zij recht op eene plaats in het verblijf der aanzienlijken, terwijl zij zich anders met heel wat minder moesten tevreden stellen. Het beste paard, dat den overle dene bij zijn leven over de heide en door de wouden droeg, werd mede geslacht en op den brandstapel gelegd, evenals zijn jachthond en zijn valk, opdat hij aan gindsche zijde van het graf voort zou kunnen gaan met het edel jachtvermaak."], [23, "7 Tusschen dit leven en het onbekende oord, waar hij ko men zal, ligt echter een donkere weg, door diepe dalen, langs steile rotsen, over doornige vlakten. Daarom werden het lijk de doodenschoenen aangetrokken en stevig vastge maakt en werden wapenen op de lange reis medegegeven. Was aldus de brandstapel gereed, dan werd er het vuur in ontstoken en wenschte men den doode rust en vrede en eene voorspoedige overtocht. Hoog sloegen dan de vlammen op boven de bleeke lijken en verteerden ze tot asch. Als eindelijk de houtmijt verbrand was, werd de witte lijkenasch en de verkalkte beenderen uit de sintels opgezameld en im eene eenvoudig bewerkte aarden kruik geborgen. Over de urnen werd een heuveltje van zand opgeworpen; daarin rust de asch tot de stormwind deze grafheuvelen weer omwoelt en deze urnen ontbloot, of de hand van den oudheidkundi ge de spade in den lijkenheuvel steekt, om ze als gedenk - teekenen van het grijs verleden te verzamelen."], [24, "HOOFDSTUK II. JAGERS EN STROOPERS. — HET JACHTRECHT. — NOYKE DE WILDSCHIETER. — GEBENGELDE HONDEN. — //DES GENEDIGEN LIEVEN HEEREN HAESEN.\" — VERBODEN JACHT. — SCHADE LIJK WILD. Onder de velerhande voorwerpen, welke in de graf heuve len gevonden worden, zijn pijlspitsen en lanspunten het tal rijkst; we leeren daaruit, dat de eerste bewoners van deze streek hoofdzakelijk van de jacht leefden. De Veluwe levert tegenwoordig nog het beste jachtterrein uit ons land op. Dieren, die in meer bewoonde streken reeds lang zijn uitgeroeid, zooals : herten, reeen, vossen, dassen, komen hier nog in wilden staat voor. Geen wonder, dat het aantal jagers mèt en zonder jachtakte hier zeer groot is. Jagers van de laatste soort zijn er tegenwoordig beter aan toe dan hun confraters in vroeger eeuwen, aangezien de jachtwetten toen veel strenger waren dan thans. De vele ge patenteerde en ongepatenteerde Nimrods uit Ede en omstre ken zullen wel verlangen daar wat meer van te hooren. We willen die wetgeving dan beknoptelijk nagaan. Het jachtrecht was oudtijds het eigendom vanden Vorst; het was aan niemand (behalve zeer weinige adellijke geslachten, o.a. de heeren van Doorwerth) vergund zonder zijne bijzon dere toestemming wolven, wilde zwijnen, herten, hinden,"], [25, "9 reeen, hazen, konijnen, fazanten, enz. op de Veluwe met honden te jagen, of met netten te vangen. De straffen, op het overtreden der jachtwetten gesteld, werden gaandeweg strenger. Werd in 1341 Arnold van Heijden voor twee stuivers beboet, omdat hij een wild zwijn gevangen had, in 1450 werd Wolffken van Bilaer Moer kenssoin, omdat hij //wiltbroit had helpen vangen\" tot eene boete van twintig gulden verwezen. Noijke de Wildschieter, een berucht strooper, bracht het er al bijzonder slecht af; hem werden de handen afgekapt en de oogen uitgestoken tot straf voor zijne wilddieverij ; in 1466 werd deze vreese lijke straf nogmaals toegepast. Karel de Stoute trok alle vergunningen, door vroegere vorsten aan sommige edellieden tot het uitoefenen der jacht gegeven, weer in. Zij mochten de Veluwsche bosschen niet doorkruisen met hunne jachthonden of met hun schietge reedschap bij zich, tenzij ze van zijn jagermeester verlof ge kregen hadden. Den //scharjanten\" of boschwachters werd op het hart gedrukt goede wacht te houden en de over treders te brengen //in onsser geven ckenschap 't Arnhem, om gepij nicht ind gestrafft te warden nae gelegenheid der saicken.\" Karel van Gelre liet in de kerken aflezen, dat ieder, die in zijne Veluwsche bosschen konijnen of patrijzen ving zou gestraft worden met verlies van leven en goed. In 1538 gaf hij Zegher van Arnhem, die op het kasteel Kernheim woon de, verlof om met hoogstens drie windhonden op de Veluwe te jagen; dit verlof werd hem gegeven, omdat hij //eijn paerdt thot onser jachten gelevert ende gegeven heefft.\" Willem van Gulik, Karels opvolger, hernieuwde dit verlof,"], [26, "10 onder voorwaarde dat //onse lieve getrouwe Siegher van Arn hem\" hem met zijn jachthonden zou bijstaan indien hij in z/den Ampt van Ede\" zelf kwam jagen. Karel V liet de //Conijnwaranden\" in den Scholtampte van Eede en //in den Scholtampte van Berneveld en in der z/Buurtschappe van Deelen onder Ede\" verpachten; de Kei zer behield zich evenwel het recht vóór, indien hij door het verpachte jachtterrein trok, met zijne edellieden meteen van de gelegenheid gebruik te maken „een, twee offt drie par conijnen\" te verschalken. Den 10en Februari 1560 verzocht Brant van Delen aan de Eekenkamer van Gelderland de //Conijnwarande in den ampte van Ede, namentlick de warande genaemt Smachtenborch, Matheloo, met de hooge duijnen, scaephuijsen mit Weeckrum het leegen Wolfsbeeck,\" die aan Zegher van Arnhem ver pacht waren geweest, voor den tijd van tien jaar te mogen pachten. Het genoemde jachtterrein werd hem voor eene jaarlijksche pachtsom van acht carolus gulden, van 28 stui ver het stuk, afgestaan. Er werd deze voorwaarde aan ver bonden, dat hij, na het eindigen van den tijd van tien jaar //deselve Conijnwarande wel beset en de loflich gepopleert met Conijnen na den eijsch der waranden\" zou moeten op leveren. In 1548 zond 's Keizers Stadhouder //an den Scholtes tot Eede\" bevel om in de kerk te doen ende vercondigen, dat nijemant geen haivicken, sperweren off dier gelicker vogelen op den nest en stoir off die eijeren dair van neem.\" De Schout van Hattem kreeg in 't zelfde jaar van den Stadhouder een knijptang om „die honden paten\" af te knijpen. Wat dat pooten afknijpen beteekent leert ons"], [27, "11 het plakkaat, door Filips II den 19™ Maart 1556 uitge vaardigd, waarin geboden wordt //dat nijemant geen huijs honden off bastaert wijnden (windhonden) op die Veluwe en halde, ten sij dat de selve honden die twee principael vorste dauwen wes tot den lesten lit toe van haer vorste voeten afgeknijpt sij mit een knijptang, daer toe verordent, die men onder ellicke Stadt, Scholtis und Eichter van Veluwen und Veluwenzoom vinden sal, ende daerenboven oere (hunne) honden gebengelt halden mit eenen groten sleijpenden bengel-\" Overtreding dezer verordening werd met eene boete van 4 Heeren ponden gestraft. Op het stroo pen van jhinde-cal veren, rehe-cal veren, pulsterlingen und jonghe haesen\" werd eene boete van 50 goudgulden gesteld, behalve de straf, die er naar ouder gewoonte op stond. 't Hielp niet veel ; althans, 1 April 1563 wordt geklaagd, dat op de Veluwe //die hasejacht und velthoender vangen van ijdermallicken (door iedereen) zonder discretie und bo ven und teghens die alde gerechtigheijt off anders seer wordt misbruijckt ;\" de boete werd van 4 goudgulden op 10 goudgulden gebracht. Wie, na het verdrijven der Spanjaarden gemeend mocht hebben nu vrijelijk //des genedigen lieven Heeren haesen\" te mogen vangen, had zich deerlijk vergist. Het recht van de jacht was van toen af een voorrecht van den Veluwschen adel; met de regeeringen der steden, die voor de burgers daar eveneens aanspraak op maakten, had de ridderschap ge durig moeielijkheden. Jachtovertredingen kwamen niet voor de gewone rechtbanken, maar werden door het Hoog Adel lijk Jachtgerecht gestraft. Tot den tijd der Fransche revolutie beboette, pijnigde en"], [28, "12 strafte dit jachtgerecht de ongelukkige Veluwsche stroopers naar hartelust. Het Groot Geldersch Placaetboek bevat tal van ordonnan tiën tegen de wilddieverij ; in de ordonnantie van 24 Mei 1671 komt de bepaling van 't nagels afknijpen evenwel niet meer voor. Men verbood nu eenvoudig honden te laten los loopen ; zelfs schaapherders mochten het grootste gedeelte des jaars hun honden niet meenemen. De Koning-Stadhou der Willen III was, gelijk men weet, een hartstochtelijk liefhebber van de jacht. Gelijk in al zijn doen, was hij ook in het te keer gaan der stroopers tamelijk hardhandig. De Franschen hadden in 1672 een zoo duchtige slachting onder het wild op de Veluwe aangericht, dat Willen III in 1674, om den wildstand te verbeteren, voor een geheel jaar de jacht verbood, ja zelfs herbergiers en in 't algemeen allen burgers gelastte geen wildbraad aan hunne gasten voor te zetten op eene boete van 50 goudgulden. In het volgende jaar werd op het strikken zetten eene boete van 40 daalders ge steld ; kon men er niet achter komen, wie de strikken ge zet had, dan zou de eigenaar van het land, waarop ze ge vonden waren, voor den dader gehouden worden, tenzij hij bij eede zijn onschuld betuigde. Op het vangen van schadelijk wild werd eene flinke pre mie gezet; voor een rekelwolf 50 gulden, eenemoerwolf 60 gulden, een jonge wolf 15 gulden, een vos en eene wilde kat 3 gulden. In het Quartiersreces van 14 Augustus 1640 vinden we dienaangaande het volgende : //Sijnde den Quartieren clagten voorgecommen over de groote schaede, die de Vos in de wiltbaan van Veluwen als anders doende is, heeft Quartier"], [29, "13 goet gevonden op 't vangen en vernielen van denselven vossen te stellen eene praemie of verdienste, als op ieder vos telkens 4 gin. ende van jongen half geit; mits dat deselven met de vellen ter Cameren van de vrs. gedepu teerden gelevert worden.\" En in het reces van 1 Aug. 1645 : //Alsoo de wolff te- genswoordig in Veluwen aanwascht en meer schade doet als eenige jaaren herwaard, is goetge vonden nu voortaen op 't vangen van een olden wolff te stellen voor een pre- mie vijftig gin. en voor een jongen thien gulden.\" In een placaet tegen de Hout- en Wiltdieven, van 18 Oct. 1721, leest men: Voorts also oock bevonden wordt, dat de Wiltbane deses Furstendoms en Graefschaps, door stropers en andere quaetaerdige menschen, tot 't Jaegen on- berechtigt, seer bedorven en vernielt word, met 't wilt, zoo grof als klein, te roven en te stelen, en daer tegens insge- lijcks willende voorsien, verbieden en interdiceren wij bij desen, dat alle stropers en andere tot 't Jagen onberechtigt, haer van nu af aen sullen hebben te onthouden, 't velt te frequenteren om enig wilt, 't sij grof of klein, te vangen of te schieten. Dat een ieder sich oock sal hebben te wachten, om aen dusdaene personen het wilt aen te wijsen, of voor deselve op te speuren, te observeren of te bewaeken, bij poene, dat den enen soo wel als den anderen hiertegens doende, als Wilt-Dieven aen den Lijve sullen worden gestraft.\" Op 8 Mei 1724 werd door de Staten des Quartiers Ve luwen een placaet uitgevaardigd, omdat men bevreesd was voor het geheele bederf en vernielinge van de Wildbaan van Veluwen en Veluwenzoom. Hierbij werd bepaald, dat alle uitheemsche Militairen, 't zij Colonellen, Eitmeesteren, hop-"], [30, "14 luijden, praetenderende geregtigt te wesen tot het Jagen, geene jagt en sullen mogen exerceren, sonder haar gerech tigheid voor den Hoove van Gelderland eerst te hebben be weesen (In 1736 werd hierbij gevoegd : bij poene van dar tig daalders, telkens te verbeuren). Alle honden sullen gedurende den gesloten jagttijd moe ten gaan met eenen grooten sleupenden knuppel, op ver beurte van vier daalders. Den 1 November 1731 werd het noodig geacht een pla caet uit te geven tegen het violeren van den Sabbath en misbruicken van Gods Alder heiligsten Naem, waarin wij lezen: //Voorts verbieden wij op Sondagen of eenige Feest- Vast- of Bededagen te Jagen, mede op ene boete van vier daelders, de ene helft voor den Officier en de ander helft voor den Aenbrenger. \"Daer entegens gebieden wij, dat men die selve hoge Feest- en Sondagen, Vast- en Bededagen, met het gehoor van Godts Heilige Woort, ende oeffeninge van Christelijcke wercken ende deugden sal heiligen, vieren en stichtelijk doorbrengen, waertoe de Predikanten hare Gemeenten, die Schoolmeesters de Jeugd, die Ouderen hare Kinderen en Huisgesinnen ende ieder sich selven sal vermanen ende ver wecken.\" In die ordonnantiën wordt het wild opgenoemd, dat toen in de bosschen om Ede, Putten, Barneveld, Doornspijk enz. gevonden werd. Er viel toen heel wat meer te vangen dan tegenwoordig, want verscheidene soorten van wild zijn sedert uit de Veluwsche bosschen verdwenen; wolven, wilde zwij nen en wilde katten zijn er niet meer; herten, reeen, fa zanten en korhoenders worden zeldzaam. Hazen en konijnen"], [31, "15 zijn er zeker nog meer dan den landbouwer lief is. Breke de tijd spoedig aan, waarin onze jachtwetgeving, een over blijfsel uit de middeleeuwen, wordt opgeruimd en de land bouwer, zonder door boete of gevangenisstraf bevreesd te worden gemaakt, vrijelijk de vernielers van zijn oogst buit kan maken."], [32, "HOOFDSTUK III. DE HEIDE. — EEN WOUDREUS. — HET KREELSCHE GAT. HEIBRAND. — BRANDSTICHTERS. — VERBODEN TERREIN. — BOSCH- EN BRANDMEESTERS. — KNEVELARIJEN. — JOHAN POSTELMAN. — EENE VERMANING VAN HERTOG KAREL. Het spreken over de jacht brengt ons van zelf op het jachtterrein, namelijk heide en bosch. Zoo ver de blik reikt strekt zich hier en daar de heide voor ons uit. Eijzend en dalend met eindelooze gólvingen is ze hier een zandzee gelijk, ginds een tapijt van stemmig bruin. De eentonigheid dezer bruine kleur wordtin de laagte door groene plekken van spichtig gras, en op de hellingen der heuvels door een struik of boom afgewisseld. Het geel der bloeiende bremstruik stemt schoon overeen met het paarse bloempje der erica. Een mulle zandweg slingert als een gou den lint door de vlakte en vestigt als van zelf ons oog op den forschen beuk bij Kreel. Hoeveeleeuwen telt deze reus? Eenzaam staat hij daar, wellicht als overblijfsel van een verdwenen woud. Tachtig centimeter boven den grond heeft deze beuk nog een omvang van drie meter zeventig centi meter. Aangenaam worden we verrast, als we daar ter zijde van"], [33, "17 den weg het Kreelsche Gat ontdekken. J) Nietwaar? Een meer hadden we hier niet verwacht. Schoon kleurt de warme Julizon het donkere water en zachtkens wiegelen de rietpluimen, door den zomerwind be wogen. Boven alle beschrijving liefelijk is dit landschap; de rustige stemming der natuur deelt zich aan u mede; waar lijk, het is ons goed hier te zijn. Evenwel, niet immer ziet de heide er zoo vredig uit; ze heeft dit met de zee gemeen, dat ze even vreeselijk als lie felijk zijn kan. Soms ziet ge in de verte een grijze, door de zon zoo vreemd met bruin getinte damp opstijgen. Al breeder en breeder wordt de wolk ; de wind voert haar voort, ze bedekt met heur valen sluier de zon en een benauwende, verstik kende adem gaat van haar uit. De heide staat in brand I Als eene slang voortschuifelend glijdt de vuurzee heuvel op, heuvel af, struik en heidebloem verterend en alle leven doodend. Wat is de oorzaak van den brand? Wie zal het zeggen? Eén vonkske vuur, door den eenzamen wandelaar achteloos daarheen geworpen, is voldoende om in dezen drogen tijd den brand te doen ontstaan. Misschien is er opzet in het spel; want de oude, houterige heidestruik is voor de schapen niet meer tot voedsel geschikt ; vandaar, dat wel eens een 1) Dit meertje is voor ongeveer 100 jaar door nitbaggering ontstaan; in de laatste jaren is het voor het grootste gedeelte met riet bewassen. Langs de kan ten bedraagt de diepte 1 Meter, in het midden 3 Meter. Eene oude bedding van eene beek loopt van dit meer tot in de Ginkelsche heide, waar het water weer te voorschijn komt en de Renkumsche beken vormt. 2"], [34, "18 herder, meer bedacht op eigen voordeel dan op de veilig heid van zijn naaste moedwillig de heide in brand steekt. Hierop wordt sedert eeuwen van wege de regeering gelet en de brandstichters gestraft. Oudtijds werd door bosch- en brandmeesters over heide en bosch toezicht gehouden. Het eerste voorbeeld eener veroordeeling wegens brandstichting in de heide vonden we in 1340, toen iemand te dier oorzake tot 8 gulden boete werd verwezen. In geval van heibrand was ieder verplicht aanstonds zich naar de plaats des on heus te begeven en de bevelen van den buurtmeester of schout op te volgen. In het plakkaat van 1556 werd bekend gemaakt ffdat soe wije (wie) mitter waerheijt bevonden worde den brandt in der heijden gemaeckt te hebben, dat die selve verbuert sal hebben lijff ende guet, und soe verre men sijn persoen bekhommen kan, hij mitten viere (vure) geëxe cuteert sal worden.\" Hem, die zulk een brandstichter aan 't gericht aangaf, werd eene belooning van 20 gulden toe gezegd. Toch gelukte het uit den aard der zaak zelden den dader te vinden ; in de eenzame heide had men gelegenheid genoeg brand te stichten, zonder door iemand gezien te worden; De Heeren Staten van Gelderland bedachten er daarom wat anders op ; als men den herders verbood hunne kudden op de opnieuw ontluikende heide te drijven, hadden ze geen re den meer tot brandstichting. Daarom zegt het plakkaat van 2 Maart 1632 : #Also kennelijck is die groote schaede, die nu en dan in de bosschen en de velden van Veluwe en Ve luwen zoom veroorsaeckt wort door 't aensteecken ende af branden van de heijde, die men over sulcx in alle maniere dient voor te komen ende na mogelijckheijt te weeren, soo"], [35, "19 is 't, dat wij ten opzichte van dien geinterdiciert ende ver boden hebben, gelijk wij interdicieren ende verbieden in krachte deses, allen en de eenen jederen voortaen eenige schaepen te weijden of te hoeden, op afgebranden heijdvel den onder drie Jaeren na 't afbranden van de selve heijdvel den, bij verlos (verlies) van de helfte van de schaepen.\" In het plakkaat van 13 Mei 1720 en 17 Oct. 1729 worden brandstichters der heide met geeseling, brandmerk en verban ning uit den lande bedreigd, en, bij herhaling, met 20 jaar tuchthuisstraf. Het hoeden van schapen op afgebrande hei velden binnen drie jaar na den brand had verbeurte van de halve kudde ten gevolge : de herders moesten met hun scha pen zelfs 15 roeden er vandaan blijven. In eene verordening van Gedeputeerde Staten van 20 Oct. 1825, wordt op het aansteken der heide eene boete gesteld van 75 gulden en 7 dagen gevangenisstraf; wie den brand stichter aanwijst, krijgt 10 gulden belooning. De landbouwers en schapenhouders worden voor de boeten van hun herders, knechts of kinderen aansprakelijk gesteld. De afgebrande heivelden zouden met een wal van plaggen omringd worden, opdat ieder de verboden plek zou kunnen herkennen. Bin nen vier jaar na den brand mochten er geen schapen op gedreven worden. De gemeenteraad kreeg het recht, jaarlijks een gedeelte der heide aan te wijzen, welke verbrand mocht worden. 't Was niet gemakkelijk, als er brand was, de lieden bijeen te krijgen om te helpen blusschen. Door het gelui van de brandklok //ofte bij gebreck van dien met blasinge eens hoorens\" werd de droeve maar wel verkondigd, doch de meesten bleven thuis, hoewel daar 4 gulden boete op stond."], [36, "20 Zoo klaagt in 1595 Anthonis van Eenes, die boschmeester was, dat hij, toen het Mofbosch tusschen Bennekom, Wa geningen en Eenkum in den brand stond, maar weinig hulp bekomen had. Hij had anders zijn best genoeg gedaan om de lui bij elkaar te krijgen. Zelf was hij //soe hart sijn peerdt loepen mochte, na den quaeden oort gereden\" en had naar Wageningen en Bennekom om hulp gezonden. //Then lesten thien mannen sterck sijnde,\" beloofde hij, om hen z/to vlijtiger te doen arbeijden, een tonne biers, indien men den brant konde wtdoen, waer durch sij te vlijtiger gear beit hebben.\" Eenes en zijn helpers hadden het kwaad ge noeg gehad ; zelfs waren hun //deijderen thum deel verbrant ende bedorven.\" Hij kreeg daarvoor twee gulden en tien stuivers schadevergoeding. Van deze onwilligheid waren de bosch- en brandmeesters vaak zelf de oorzaak, doordat ze de lieden op allerlei wijzen wisten af te zetten en te benadee len. We willen daar een enkel voorbeeld van aanhalen. In 1445 gaf hertog Arnoud aan Johan Postelman en zijn nakomelingen in erfpacht „een stuck heetlandts, geheeten die hinderweer l) holdende tusschen twintich en vierentwintich mergen landts, gelegen in Mosselrevelt, streckende aen die maelschappen van Ede ende van Ginckel.\" Genoemde Jo han Postelman zou dezelfde rechten op dien grond hebben als de andere //bo uluijden tot Mosschel;\" hij nam de ver plichting op zich er eene woning te bouwen en die te be wonen. Als tiend moest hij aan den hertog jaarlijks op brengen //dardehalf malder (mud) goitz rogge, Arnhemsche mate, daervan die eene helfte op Sinte Martij nsdaege in de 1) Volgens de omschrijving de tegenwoordige boerderij de Bindekamp."], [37, "21 winter ende die ander helfte op sente petersdaege ad Cathe dram daernae neest volgende.\" Bovendien moest hij nog «als men onse thins tot Ede boirt\" anderhalve groot in geld opbrengen. Men zou zoo zeggen, dat was duidelijk ge noeg. Toch werd later aan de weduwe van Aert Janssen door den buurtmeester van Ede het vrij bezit van deze gronden betwist en haar koeien //geschut,\" zoodat ze zich tot de regeering wenden moest om recht te verkrijgen. Karel van Gelre trachtte in 1492 aan deze knevelarijen een einde te maken ; hij vaardigde toen den volgenden brief uit : //Wij laten u, onzen Landdrost, en voorts den bosch meesters en brandmeesters en anderen ambtenaren van de Veluwe weten, dat onze onderzaten van genoemde landstreek door u zoo lange reeks van jaren met allerlei ongewone belastingen van koorn, schapen en andere giften, alsook met heerendiensten en ongewone gerichtsgelden, geplaagd zijn en bezwaard zijn en nog dagelijks hoe langs hoe meer worden, dat velen uit nood ons gebied verlaten en zich elders ves tigen, tot aanmerkelijke schade voor ons hertogdom. Aan gezien het ons niet behaagt zulks langer te verdragen, ver bieden wij u, //bij verlies van uwen lieve ende guede mede bij uwer gerechtigheijt, ghij tot uwer officien hebben moight,\" //voortaan de lieden met zulke lasten te kwellen.\" Gerardus Eagman, landschrijver van Veluwe, kreeg last heeren brand meesters op de vingers te zien."], [38, "HOOFDSTUK IV. VERDWAALD IN HET STUIFZAND. — ONDERGESTOVEN BOUWLAND. — HET ONTSTAAN DER ZANDVERSTUIVINGEN. — DE ZANDEN ONDER EDE. — ZANDGRAVEN. — DRIE EXCEL- LENTIES. — BETEUGELING DER ZANDEN. — ONTGINNING. Een groot gedeelte der heide onder Ede wordt ingenomen door de woeste, soms ontzettende zandverstuivingen. Bij stormweer kan het er bepaald gevaarlijk zijn; de bekende ds. O. G. Heldring bijvoorbeeld raakte eens in het Otter losche zand aan 't dwalen; door het woest rondstuivende zand half verstikt, zonk hij bewusteloos neer en zou zeer zeker omgekomen zijn, als men hem nog niet bijtijds ge vonden had. Door de stuifzanden worden soms de openbare wegen onbruikbaar gemaakt, jong plantsoen overstelpt en landerijen bedorven. Wij vonden eens in het Kreelsche stuif zand, een voet of drie onder het dorre, witte zand, eene ta melijk dikke laag zwarte teelaarde; we hadden waarschijnlijk te doen met een hoek bouwland, door de zandverstuiving overstelpt. :) Het onverstandig uitroeien der bosschen, zonder tevens voor nieuwen aanplant te zorgen, het afplaggen der heide, 1) Later bemerkten wij, dat men dit in alle zanden aantreft, gewoonlijk op ondergestoven heidegrond, die op veel plaatsen, wanneer ze ontbloot wordt, op teelaarde gelijkt."], [39, "23 de heidebranden en de vele schapen, die deze gronden be loopen, zijn hoofdzakelijk de oorzaken van het ontstaan dezer zandzeëen. l) De oppervlakte dezer zandverstuivingen is grooter dan men misschien denkt; in 1852 nog een tiende gedeelte van de geheele Geldersche heiden. De meeste zanden liggen onder Otterlo en Ede; we willen er daarom een en ander over mededeelen. In de „statistieke beschrijving van Gelderland\" komt een opgave voor van de grootte der oppervlakte dezer zanden in 1823. Het Ginkelsche zand, door hetwelk de weg van Arnhem op Ede loopt, had toen eene oppervlakte van 222 bunder. Het Nieuw-Reemster zand was reeds aanmerkelijk beteu geld, zoodat het tot 6 bunder ingekrompen was. Daarop volgt het Reemster zand, ter wederzijde van den grooten weg van Arnhem op Harderwijk; er wordt niet opgegeven, hoe groot de oppervlakte van dit zand destijds was. West waarts hiervan lag het Kreelsche zand; zestig jaar vroeger bestond het nog niet; het had in 1823 eene oppervlakte van 90 bunder. Noordwaarts hiervan liggen de Roekelsche en Mosselsche zanden, welke te zamen eene oppervlakte van 388 bunder besloegen. Een van de meest woeste verstuivin gen der Veluwe, het Wekerumsche zand, groot 230 bunder 68 roede, ligt aan de Westzijde van de vorige zanden. Deze zandverstuiving was schier niet te beteugelen en dreigde de bouwlanden, welke in die streek gevonden werden, te over- 1) In Juni 1883 werd nog iemand uit Harscamp, wegen» vernieling van be plantingen, tot beteugeling der zandverstuivingen aangelegd, tot 2 maanden ge vangenisstraf veroordeeld."], [40, "24 stelpen. Het grootste van alle zanden was het Otterlosche zand, dat niet minder dan 1296 bunder 82 roede groot.was en nog bestendig toenam. Er bestond gevaar, dat het zich zou vereenigen met het 844 bunder groote Harskamper zand, door hetwelk de wegen van Ottevlo op Zutfen, op Does burg en op Apeldoorn loopen. Eene opgave uit 1852 leert, dat deze zandzeeën op schrikverwekkende wijze in omvang toenamen. Het Ginkelsche zand was toen 224 bunder groot ; het Reemster 99 bunder; het Kreelsche 94 bunder; het Roekelsche 80 bunder; het Mosselsche 685 bunder ; het Wekerumsche 344 bunder; het Otterlosche 1587 bunder; het Harskamper 1086 bunder en het Maanderzand 94 bunder. In dezen waarlijk schrikbarenden toestand is sedert veel verbetering gekomen. Het Kreelsche zand is bijna geheel met dennen bepoot, welke echter zeer slecht groeien, aange zien de ondergrond hard en schraal is en zich bovendien op geringe diepte eene oerbank bevindt. In het Ginkelsche bosch herinnert nog slechts eene ge ringe oppervlakte zand aan het vroegere Ginkelsche zand. Het Maanderzand, dat zich vroeger ter weerszijde vanden stationsweg uitstrekte, is langs dien weg voor een groot deel met villa's bebouwd of in tuingrond herschapen. Het overige is grootendeels met heide begroeid, waarin zich nog enkele zandheuvels bevinden. *) Het Roekelsche zand, bij de oude heuvels, is nagenoeg geheel verdwenen. Het tweede Roekelsche zand, dat zich 1) Meermalen bezochten wij het Maanderzand — en hoewel daar volgens ge loofwaardigen meermalen belangrijke vondsten zijn gedaan, gelukte het ons alleen maar enkele scherven te vinden."], [41, "25 vroeger uitstrekte van den Roekelschen weg tot langs Wolfs bergen is door aanplanting en daardoor ontstane begroeiing merkelijk in oppervlakte verminderd. Het Reemsterzand is door het aanleggen van singels bijna geheel beteugeld. Het stuifzand bij Kempenberg verkeert eveneens in gun stigen toestand. Het Mosselsche zand wordt mede door be langrijke aanplantingen beteugeld. De Deelensche zanden, waaraan in de laatste jaren door de eigenaars duizenden gul dens besteed zijn, verkeeren voor 't grootste gedeelte in veel verbeterden staat. Het Pampelsche zand, gelegen aan beide zijden van den in het zand gelegden weg van Otterlo naar Hoenderlo, ligt rustiger dan vroeger en begint meer en meer te begroeien. De Otterlosche en Harskamper zanden breiden zich niet verder uit. Ook de oppervlakte van het Wekerumsche zand, voorheen zoo onstuimig, is in de laatste jaren door het aanleg gen van dennenbosschen eenige Hectaren verminderd. De brandmeesters, die in 1532 werden aangesteld, kregen meteen last op de zandverstuivingen acht te geven en middelen te beramen om deze plaag der Veluwe te bedwingen. In 1650 vonden de Staten van het Veluwsch kwartier het noodig een af zonderlijk ambtenaar, die den naam Zandgraaf ontving, aan te stellen om op de beteugeling der zanden te letten. Zijne jaarwedde bedroeg 600 gulden, benevens 200 gulden voor reiskosten. De Zandgraaf had er voor te zorgen, dat de zan den „met eenige doorgaende schuttingen of hoog staende tuijnen van eijcken off andere quaesen beset, en voor en achter de schuttingen de grondt off 't sant met plaggen beleijt off met helm bepoot off besaeijt worden.\""], [42, "26 Het schijnt, dat de zandgraven hun plicht slecht betracht hebben en hunne werkzaamheden hebben beperkt tot het beuren van hunne jaarwedde. Althans, op den landdag van 1750 werd zeer geklaagd over het toenemen der zanden; vele vruchtbare landerijen en uitgestrekte schaapsdriften waren onder het zand bedolven geworden. Een aantal nieuwe ver ordeningen werd in den loop des tijds uitgevaardigd en niet nageleefd, zoodat men gerust zeggen kan, dat tot 1802 inderdaad weinig of niets tegen dit kwaad gedaan is. In het genoemde jaar werd opnieuw een zandgraaf aangesteld en een jaar later 8000 gulden tot beteugeling der zanden toe gestaan. Gedurende de jaren der Eransche overheersching werd er op de verstuivingen in 't geheel niet gelet; Napoléon had het zoo druk met Spanjaarden, Engelschen, Pruisen en Russen, dat er geen tijd overschoot om ook nog voor de Veluwe te zorgen. In 1818 wendden Gedeputeerde Staten van Gelderland zich tot den Minister van Publieke werken, om gelderijken onderstand tot stuiting der zanden op de Veluwe. Deze Mi nister gaf hun ten antwoord, dat het zijne zaak niet was en verwees hen naar zijn ambtgenoot, den Minister van Bin nenlandsche zaken. Deze excellentie zei in zijn schrijven aan Gedeputeerden, dat de lijdende streken van de Veluwe van geen genoegzaam belang waren, om daarvoor gelden uit 's Rijks kas te besteden ; hij voegde er bij, dat een beroep op den Minister van Financiën misschien beter gevolg zou heb ben. De Staten hadden nu genoeg van al die excellenties en wendden zich rechtstreeks tot den Koning. Dit hielp beter ; den len Januari 1820 werd 5000 gulden voor het bewuste doel toegestaan."], [43, "27 Sedert de provinciën eigen geldelijk beheer hebben ver kregen, wordt door de Staten van Gelderland ieder jaar eene som voor het genoemde doel vastgesteld; eerst 1000 gulden, later 500 gulden, toen weer 1000 gulden, daarna 3000 gulden. Om deze stuifzanden te beteugelen, handelt men ongeveer als volgt: Heeft men met eene zandverstuiving van geringe opper vlakte te doen, dan wordt die met plaggen belegd; spoedig schieten de heideplantjes daar tusschen op. Indien dat niet het geval is, zaait of poot men helm of zandhaver er tus schen. Deze wijze van beteugelen is evenwel nogal kostbaar en dus bij zanden van grooten omvang moeilijk toe te pas sen ; daarmee gaat men dan ook anders te werk. Men tracht de gansche vlakte te omringen met een singel van dennen en eikenstruiken; het zand kan dan niet verder en komt eenigermate tot rust. Weldra begint dan op zulke tot rust gekomen plekken de heideplant op te schieten; daar poot men dan weer dennen en eiken. Om het nieuw aangelegd plantsoen tegen de schapen te beveiligen en voor den wind te beschutten, wordt aan de buitenzijde van de singels een wal aangelegd. Aan de binnenzijde legt men, op geschikte plaatsen, heiplaggen, of men plaatst er eene soort van krib ben , welke uit takkebossen bestaan ; deze takkebossen worden een weinig losgemaakt en rechtstandig naast elkaar in den grond gezet. Het gebeurt vaak, dat deze kribben ge heel door het stuifzand bedekt worden, vóór het tot rust komt. Op het rustig wordende zand groeit eene blauwachtige grassoort, waarop de schapen zeer verlekkerd zijn. 't Spreekt van zelf, dat, wanneer het afgrazen toegestaan werd, de nau welijks bedwongen zanden er binnen korten tijd weer even"], [44, "28 onbegroeid uit zouden zien als vroeger, 't Is den herders dan ook ten strengste verboden hunne kudden binnen deze dennensingels te drijven, of binnen de palen, met welke de bezaaiingen, beplantingen of andere beteugelingswerken en het daaraan grenzende zand zijn afgezet, helm te maaien of plaggen weg te halen. Voor we dit hoofdstuk besluiten, wenschen we nog een en ander te zeggen over de ontginning der woeste gronden. Van de ontginningen vóór dat Karel van Gelre aan de regeering kwam, weten we weinig of niets. Gedurende zijn bestuur en dat van zijn beide opvolgers, Willem van Gulik en Karel V, werd veel woeste grond in cultuur gebracht en werden vele nieuwe hofsteden aangelegd. Laatstgenoemde vorst stelde den 14 Juli 1555 zelfs een bijzonderen ambte naar aan, belast met het onderzoek der nieuw aangelegde landerijen en het ontvangen der tienden. Uit de rekeningen van dien ambtenaar blijkt, dat gedurende het genoemde tijdsbestek niet minder dan 800 perceelen ontgonnen waren. De meeste perceelen hadden eene oppervlakte van één tot drie morgen. Den 26 April 1564 verzocht Joest Craenefelt uit Arnhem octrooi om „omtrent 180 morgen heetlants, gelegen in die buurschap van den Aenstoet l) bij zeeker est en bosch , te moegen doen cultiveren ende tot saylanden aenmaeken, vrij van novalen thiende, doch tegen een kleine recognitie van thijns, ten behoeve van sijne majesteit.\" Het werd hem ge weigerd, omdat het gestadig toenemen der bevolking onder Ede het onraadzaam deed zijn één eigenaar octrooi te ver- 1) Otterlo."], [45, "29 leenen voor zulk eene groote oppervlakte. Gedurende de eer ste jaren van den tachtigjarigen oorlog werd er aan land ontginning weinig gedaan. In en na het twaalfjarig bestand werd weer eene aanzienlijke oppervlakte heidegrond in cul tuur gebracht. Toen de Rekenkamer van Gelderland in 1628 deze gronden deed opnemen, bleek het, dat sinds een men schen leeftijd alleen onder Ede, Bennekom en Lunteren 260 morgen heidegrond in bouwland was herschapen. In 1633 werden alle woeste gronden, welke van dien tijd af gedu rende vijfentwintig jaren zouden aangemaakt worden, tiend vrij verklaard. Wie weten wil, wat in deze eeuw onder Ede voor de ont ginning der heidevelden gedaan is, bezoeke Hoenderlo. Daar heeft de vlijtige hand des menschen inderdaad wonderen verricht. We spreken hier nu niet verder over, aangezien we ons voorgenomen hebben later in een afzonderlijk hoofd stuk de wordingsgeschiedenis van dit merkwaardige dorp te verhalen."], [46, "HOOFDSTUK V. OUDE BOSSCHEN ONDER EDE. — EEN KAPPORT UIT 1561. — VERD WENEN WILD. — //EEN WILT, BIJSTER LANDT.\" — HEI- DENS. — EEN ZIGEUNERGRAP. — TWEE ROOFRIDDERS. — HEI- DENJACHTEN. — EEN AFSCHUWELIJK VONNIS. — KUILEN IN HET BOSCH. — DE LAATSTE ROOVERBENDE ONDER EDE. Voor vele, vele eeuwen geleden was de gansche Veluwe met dichte wouden bedekt, slechts hier en daar door enkele meren, moerassen en heuvels afgebroken. Van de bosschen bij Amersfoort af tot bij Lunteren en Ede strekte het Sylva (bosch) Renhem zich uit. Tegenwoordig heet de geheele streek van Scherpenzeel tot Lunteren nog „'t Woud.\" Ook de naam Lunteren is eene herinnering aan dien vroegeren toestand, althans indien de bekende oudheidkundige, ds. O. G. Heldring, gelijk heeft, als hij dezen naam afleidt van //Lunae altare;\" hij meent, dat ten tijde der Romeinen hier een altaar gestaan heeft, aan de godin van de jacht Diana of Luna gewijd. Aan het vergaan van dit woud hebben de venen onder Lunteren vermoedelijk hun ontstaan te danken. Het Moffetbosch, ook Moefte, Moft en Mofheggen ge noemd, strekte zich naar de zijde van Bennekom en Wage ningen uit „schietende aan het Edenbosch, Harten, Gront fort en Bennekom.\""], [47, "31 In 855 vinden we vermeld de bosschen Groot- en Klein Dabbonlo, Burlohe, Langlo, Wuardlo en Otterloun. Een gedeelte der heide bij Harskamp heet tegenwoordig nog Dab benlo; het bosch Langlo lag onder Barneveld, Wuardlo onder Garderen en het bosch Otterloun was in 1559 het groote Aanstooter bosch. Van Hasselt deelt in zijne „Geldersche Bijzonderheden' een rapport mede uit 1561 van den boschmeester Frerick van Rennes over den toestand van het Mof bosch. Daaruit blijkt, dat wel een derde gedeelte van het bosch uitgerooid was en ledig lag. Op deze open plekken dreven de bewoners van „Wageningen, Barnichem, Maanen en Harten\" hun vee, iets, wat de boschmeester voor het opnieuw begroeien der open vakken terecht zeer schadelijk achtte. Als men '\"t vee er niet liet grazen, zou „'t selve bosch sonder eenigen kost bij (door) den crayen vuyter (uit de) locht, die den Eeckel (de eikels) daer brengen ind vuuren van sich selffs genouch beplant worden;\" doch nu „worden de jonge vuijtspruijtende boemckens comende van den vors. eeckel theuren aencomen de saisoene terstont bij den beesten wederom verdorven ende vernijelt.\" Behalve het wild, dat er tegenwoordig nog in gevonden wordt, leefden in vroegere eeuwen in de dichte Veluwsche bosschen ook elanden, beren, wolven, wilde zwijnen, wilde koeijen en wilde paarden. In December 1820 en in Februari 1822 werd te Groesbeek nog een wolf gedood; waarschijnlijk wa ren deze dieren uit de Ardennen hierheen verdwaald geraakt. In 1745 waren de wolven in Gelderland nog inheemsch. Wilde zwijnen zijn in de laatste jaren nu en dan nog op de Ve luwe gezien; bevers komen na 1770 niet meer voor."], [48, "32 In 1432 noemde hertog Arnoud van Gelre de Veluwe „een wilt, bijsterlandt, dair voele auergrepen in geschien plegen.\" Dit weinig vleiend getuigenis was toen en nog lang daarna, helaas, maar al te waar; 't zag er tot in het begin van deze eeuw met de openbare veiligheid op de Ve luwe treurig uit. Vooral de zoogenaamde Heidens of Zi geuners maakten zich geducht door allerlei euveldaden. Zij vertoonden zich, voor zoover men weet, tegen het einde der 14e eeuw voor het eerst in ons gewest en werden met wel willendheid ontvangen. Zoo vinden we bijvoorbeeld in eene rekening uit 1392: „Den drien nijen Heidenen tot schuen gegeven VIII groot. „Van der ouder Heidene Wijnterclederen te maken, XXVI groot. Gegeven drien Heidenen, die gesant worden den Greve van Oosterbant tot rocken, covelen ende hasen, V ellen roits, ad XX gr. ende daer was wit in den mouwen ge sneden, dat dede Lubbert van Silvouden, Valet III gl. IIII gr.\" Al spoedig vertoonden deze zwervers zich van hunne schade lijke zijde, waardoor de regeering verplicht werd maatrege len te nemen, om hen in bedwang te houden. Daar kwam nog bij, dat allerlei inlandsch gespuis zich voor Zigeuners ging uitgeven, om zoodoende zonder werken aan den kost te komen. De eenzaam wonende landlieden had den vaak last van dat geboefte; want, als men hun niet vrijwillig gaf, wat ze vroegen, zagen ze er niet tegen op het met geweld te nemen. Aan allerlei listen, om voor hen begeerlijke dingen machtig te worden, ontbrak het hun niet. Zoo vraagden ze eens aan eene boerin te Vaassen om spek en voegden er de belofte bij, haar een kunstje te"], [49, "33 zullen leeren, dat haar heur heele leven te pas zou komen. De eenvoudige ziel voldeed aan hun verlangen, in de hoop nu ook in de kunst van waarzeggen, door de Heidens beoe fend, te worden ingewijd. De listige bedriegers vervulden hunne belofte met haar te zeggen, dat, zoo ze aan het einde van den draad, waarmede zij naaide, een goeden knoop lei, ze nooit een missteek zou doen. Van nog gevaarlijker aard waren de geweldenarijen, door een Veluwsch roofridder, Herbern van Putten, gedurende de laatste helft der 14e eeuw in deze streken gepleegd. Met zijne gewapende lieden overviel hij de landlieden, wanneer ze hunne waren naar de markt brachten, of pleegde inbraak in de eenzaam staande hoeven. Vee, koorn, vette varkens, kleedingstukken, alles was van zijne gading ; hij schaamde zich niet arme weduwen en weezen te bestelen. Honderd jaar later maakte Herman de Vos het niet beter; hij ver vulde de gansche Veluwe met zijne euveldaden. Enkele van zijne misdaden willen we hier verhalen. Met zijne gewapen de manschappen pleegde hij inbraak bij Herman Engbarts en „nam hem af sijn knijft (mes) ind een broek ind stalen hem af drie vette vaersen ; item Willem Jakobs ghenomen ein swijn ind ein molder rogge ; item Mathijs sijn huisvrouw ghenomen een dubbele hoyke (mantel); item Rutger Geerts sijn ghenomen II paerden, die hij achte soo goed als XIIII post gulden; item Johan Berentsoen hebben sij mijt gheweld bij sijn huijs uijt sijnen budel genomen VII st; item een man van Vulp afgehaald 50 golden rijns gulden, een man van Ede XXXI rijns, gulden.\" De burgers van Kampen, die vooral veel last van deze roofridders hadden, hebben de beide roofnesten Put tensteijn en Old-Putten later ingenomen en vernield. 3"], [50, "34 De Zigeuners en andere landloopers volgden het voorbeeld der roofridders na en overvielen, in benden vereenigd, de boerenwoningen, waarna zij de bewoners mishandelden en den inboedel wegroofden. Karel V was de eerste, die (in 1544) tegen dit geboefte een plakkaat uitvaardigde. Hij verbande ze voor altijd uit Gelderland en dreigde hen, zoo ze terugkwamen, met de strengste straffen. Het baatte ech ter niet veel; de Veluwsche bosschen boden hun te goede schuilplaats aan. Vandaar, dat de plakkaten telkens werden verscherpt. In het eerst werden de Heidens alleen uit den lande verwezen, later met geeseling en brandmerk bedreigd, eindelijk tot de galg veroordeeld. In 1699 werd eene bende van 300 van die zwervelingen uit Holland gejaagd en kwam zoo van zelf op de Veluwe terecht. Nu werd eene algemeene jacht tegen dit gespuis verordend en sedert werden deze heiden-jachten soms ieder jaar herhaald, De inwoners werden dan door het luiden der klokken bijeengeroepen, om gewapend op te komen ; uit de naastbij gelegen stad werden zooveel soldaten, als men missen kon, afgezonden om hulp te verleenen. Eene groote streek werd dan in 't rond afgezet en de roovers in steeds nauwer kring omsloten en als wilde beesten doodgeschoten; de re geering had namelijk in de ordonnantiën wel expresselijk verklaard, dat niemand zou worden gestraft, die een Heiden doodschoot. Zij, die men levend in handen kreeg, waren er vaak nog erger aan toe; want, in ernst, ons hart krimpt van weedom inéén, als we hooren, hoe met die lieden ge leefd werd. Zoo werd bijvoorbeeld den 12 Juni 1723 een gevangen roover, die zich aan inbraak had schuldig gemaakt, veroordeeld om „op een rad gelegd en desselfs leden van"], [51, "35 onderen op levendig gebroken te worden en vervolgens, het hoofd met eene bijl afgehouwen zijnde, 't ligchaam te worden gelegd op een rad met ijzeren ketenen vastgemaakt en 't hoofd daarboven op eene pin gesteld, om daar te verblijven, anderen ten afschuwelijken exempel.\" 't Gebeurt nu nog vaak, dat arme lieden bij de landlie • den in de heide om nachtverblijf komen vragen; vooral in den tijd van 't boschbessen-plukken hebben Kreel, Oud- Reemst, Mossel, enz. drukke klandizie. Dit werd ook ten strengste verboden. Herbergiers, kroeghouders en alle ande ren in 't gemeen werd het wèl op het hart gedrukt, onbe kende lieden geene huisvesting te verleenen, of hen in stallen, schuren, hooibergen of schaapshokken te laten over nachten, of hun eten of drinken te geven. In de Veluwsche bosschen worden hier en daar gaten en kuilen gevonden, die in vroeger eeuwen, voor de invoering van het Christendom, dienden als verzamelplaatsen voor volksvergaderingen of tot het verrichten van den offerdienst. De op zulke plaatsen gevonden urnen, verbrande beenderen, steenen wapenen en gereedschappen hebben dezen oorsprong ten duidelijkste bewezen. Deze kuilen nu dienden den rooverbenden tot schuilplaats en magazijn. In het begin van deze eeuw huisde in den omtrek van Ede nog eene geduchte bende. Menig verwoed gevecht is er toen geleverd, als de landlieden des nachts werden overvallen en hunne bezittingen moesten verdedigen. Ouden van dagen weten nog te verhalen, hoe de hoeven soms in den donkeren nacht formeel werden belegerd en ingenomen, de bewoners rug aan rug aan elkaar gebonden en ergens in een hoek gesmeten en alles, wat de moeite"], [52, "36 van 't meenemen waard was, gestolen werd. In de dorpen en buurtschappen werd geregeld door de burgers en boeren wacht gehouden, elk op zijne beurt. Aan de wacht te Ede gelukte het een dezer booswichten in handen te krijgen; door hem met den dood te dreigen, bracht men hem er toe de schuilplaats der bende aan te wijzen. In het Edesche bosch vond men nu in een der hierboven beschreven kuilen eene bewaarplaats van geroofde goederen. Het gelukte der politie later de geheele bende te vatten; onder Ede, Lunteren, Ot terlo, ja over de geheele Veluwe tot in Kleefland toe, waren door deze roovers geweldenarijen gepleegd. Den lOen Dec. 1803 werden drie der gevangenen te Arnhem //ieder op een kruis gebonden, half gewurgd, de leden gebroken en door een slag op de borst van het leven ter dood gebracht.\" Zes anderen werden opgehangen, vier gegeeseld en een met roeden omhangen aan de kaak gesteld. We kunnen ons nauwelijks voorstellen, dat de tijden, waarin zulke dingen gebeuren konden, nog zoo kort achter ons liggen. Men roemt vaak den goeden ouden tijd en, zeker in menig opzicht terecht; doch van gruwelen, als we daar even verhaalden, wenschen we van harte verschoond te blijven."], [53, "HOOFDSTUK VI. IN *T WOUD. — HET EDESCHE BOSCH. — WIJZE VAN BE- HEER. — DE SIJSSELT. — „DONRECLOETEN.\" — EEN SPOOK. HET ROEKELSCHE BOSCH. — EENE JACHTPARTIJ UIT 1463. — DE „HEILIGENBERG.\" — HET OTTERLOSCHE BOSCH. — MOS SEL EN REEMST. — BOSCHBESSEN PLUKKEN EN EIKELS ZOE KEN. — HOUTDIEVERIJ. Het sierlijkst vande bosschen uit den omtrek is ongetwij feld het Edesche bosch. Heerlijk woud, wie zal u naar waarde beschrijven ? Er ligt iets onbeschrijfelijks in de koele, schemerende, zwijgende stilte rondom ons; men wenscht er alleen te zijn of met een enkelen vriend, of met wie we nog hooger schatten dan een vriend. Hier blanke beuken, wier breed uitgeslagen takken geen kreupelhout onder zich dulden; ginds schubbige dennen, in den zomertijd met bleekgroene toppen getooid; verder laag struikgewas, veilig toevluchtsoord voor 't schichtig konijn en den rappen haas. Een tapijt van 't heerlijkst mos dekt den bodem en noodigt u tot rusten uit; den ganschen dag zoudt ge willen toeven in dezen tempel der natuur. Het Edesche bosch heeft een omtrek van ongeveer lö1^ kilometer; zijne grootste lengte, van 't Zuiden naar 't Noor-"], [54, "38 den, bedraagt 5'/2 kilometer. Het heeft in 't geheel eene oppervlakte van ongeveer 500 bunder. :) Het bosch bestaat uit eiken, beuken, dennen en akker maalshout. De heuvel, waarop vroeger wellicht de vergade ringen van geërfden gehouden werden, draagt den naam van „Vergaderberg;\" het aldus genaamde gedeelte van het bosch bestaat uit akkermaalshout. Een ander gedeelte, met opgaan de boomen bezet, heet „het Kattenbosch;\" weer een ander, insgelijks uit opgaande boomen bestaande, het Brunobosch. De 43 meter hooge Hunnenberg, het hoogste punt van het bosch, is met eikenhakhout beplant, evenals het vGraven bergje,\" de „Wolvenwal\" en het „Hertengat.\" Het Graven bosch, het Schoutenbosch en de Hoeven bestaan uit opgaande boomen. In vroeger jaren was het bosch bij het dorp door een hek afgesloten ; dit deel van het dorp wordt nog „Boschpoort\" genoemd. De houtveilingen, welke twee maal per jaar plaats 1) Dat het bosch om zijn schoonheid, zomers door velen van elders wordt bezocht, komt onzen neringdoenden ten goede, terwijl het ook voor den ar beidenden stand een voorname bron van inkomsten oplevert, zooals blijkt uit het volgende : Onder toezicht van den bekwamen boschwachter Staf alhier, zijn van 1 November tot Mei 14 vaste arbeiders in het Edesche Bosch en de Sys selt, 't welk onder dezelfde administratie behoort, werkzaam, waarvoor ruim f 1100 wordt uitbetaald, terwijl jaarlijks voor circa f 1000 aan spitwerk wordt uitbesteed. Verder worden er gemiddeld 60 voer schors per jaar verwerkt, 't welk met de daaraan verbonden werkzaamheden zeker op f 1500 kan worden gesteld. Jaarlijks wordt voor omstreeks f3000 aan boomen, werk- en brandhout publiek verkocht, dat aan vellen, zagen, kloven, nitsnoeien, opbinden, enz. aan vele han den gernimen tijd werk verschaft. De laatste 3 jaren werden voor ongeveer f 12000 aan dennenboomen uit de hand verkocht, terwijl weer 80 hectaren dennen bosch zijn aangelegd en vele hectaren heide met hakhout zijn bepoot."], [55, "39 hebben, behooren lot de belangrijkste uit Gelderland. Blijkens hetgeen ons medegedeeld wordt in „De tegen woordige Staat van Gelderland\" berustte het bestuur van het Edesche bosch vroeger in handen van den grootsten geërfde, die den titel van „Houtrichter\" droeg; hij werd in zijn bestuur bijgestaan door eenige mindere geërfden, „Boschma len\" genaamd. Het^ politie-toezicht in het bosch werd vroeger door een tweetal „boschscheuters\" uitgeoefend, thans door één (C. Staf). Gedurende een gedeelte des jaars wordt het weiden van scha pen tusschen de boomen toegelaten. Het Edesche bosch was verdeeld in twaalf „hoeven\" of aan deelen, welke eertijds aan even zoovele „graven\" toebehoorden. Het geheel is door aankoop of erflating in het bezit ge komen van den heer R. F. Baron van Heeckeren van Was senaer tot Twickel. (Naar wij vernemen behoort het thans aan Graaf Bentinck te Goor.) Tusschen den straatweg naar Arnhem en den Ned. Rhiju spoorweg ligt een dennenbosch van veel geringer oppervlakte, de Sijsselt. Zijne grootste lengte bedraagt bijna 3 K. M., de grootste breedte la/4 K. M. In den winter van 1886 werden hier, bij het boomen rooien, een aantal steenen kogels gevonden; een dezer kogels, welke in ons bezit is, is van blauwen hardsteen vervaardigd en vrij regelmatig behakken; de omtrek bedraagt 24 centimeter. l) 1) Onze burgemeester, Jhr. A. W. van Borssele, schonk een van de kogels aan het Gemeente-Museum te Barneveld. Baron van Nagell ontving van Dr. Pleyte uit Leiden over dien kogel het volgende bericht : „Dergelijke kogels vindt men overal ; zij zijn van tufsteen en stellig niet ouder dan de exploitatie der steengroeven van Brohl aan den Eijn door de Romeinen,"], [56, "40 De kanonnen, waarbij zulke steenen kogels gebruikt werden, heetten, „steenbussen\" en de kogels zelf „bosschensteijnen,\" „donrestenen,\" „donrecloeten.\" In eene oude rekening van 1417 lezen we: „Item II Steenhouwer hebben tot Oijen „Donresteen gehouwen XIIII daghe, 's daighs gegeven eiken „man V bln. Valet III gin. XXVI bln.\" De steenhouwers verdienden toen ter tijd dus nog geen 4 stuiver per dag. Eene wandeling door de Sijsselt bij avond is niet aan te raden; het spookt er ongemakkelijk. Een schimmel met vuur schietend oog loopt er rond, waarop men, met eene kleine verandering, toepassen kan, wat da Costa van de locomotief zegt: „Ziet daar in 't groene woud dien feilen salamander ! Vuur sist het uit zijn buik, die rammelt over de aard.\" Van de Sijsselt loopt een weg in tamelijk rechte richting langs den jeugdigen aanplant om en op het Kreelsche zand naar het Roekelsche bosch, dat, van wege zijn rijkdom aan wild, door de liefhebbers van de jacht zeer dikwijls wordt bezocht. Eene jachtpartij in het Roekelsche bosch uit het jaar 1463 heeft eene historische vermaardheid verkregen. De bekende hertog Arnoud van Gelre had zich met zijn zoon Adolf weer verzoend en wenschte niets liever, dan met hem op goeden voet te blijven. Adolf daarentegen toonde op al- Men gebruikte dergelijken in den oudsten tijd, van allerlei steensoorten gemaakt. le. Voor het wrijven van graan op platte holle steenen. 2. Voor het wrijven van groenten in kommen (spinazie.) 3o. Voor het werpen: a. in een spel (beugelspel) b. op de jacht (slingerbal, meestal eivormig) c. in den krijg. Na de invoering van het buskruit, in 1423, gebruikte men deze voor geschut. De diameter loopt van 5 tot 40 c.M. Dr. Pleyte brengt dezen tufsteenkogel, waarvan er verscheidene in het Mu seum te Leiden, tot de 16e eeuw."], [57, "41 lerlei wijze, dat het hem met de verzoening geen ernst was geweest. Twee van Arnoud's hovelingen, Warner en Arend Prangen, werden door den ouden hertog van Grave naar Arnhem gezonden. Om niet met Adolf in aanraking te ko men, die te Nijmegen zijn verblijf hield, kozen zij den weg door Kleefland. Toevalligerwijze ontmoetten ze Adolf toch, die hen door zijne manschappen deed nazetten. De gebroeders Prangen vluchtten in de kerk te Zelhem en „grendelden,\" zoo ver haalt Slichtenhorst, „de deuren after haer toe. Maer Adolf „liet de kerk op-loopen, ende beijde (zoo sij aen den hoorn „van 't outaer stonden, ende haere armen om het H. Cruijs „hadden geslagen) met kraght van daer rucken ende voort „naer Nijmegen sleepen.\" Zoodra hertog Arnoud vernam, wat er met zijne vrienden voorgevallen was, zond hij Adolf een brief, waarin hij hem vermaande deze onschuldige lieden weer op vrije voeten te stellen. Adolf opende den brief eerst nadat hij de beide ge vangenen had laten dooden. Arnoud riep nu den landdag saam en gaf zijn zoon bevel aldaar te verschijnen, ten einde zich te verantwoorden. In plaats van aan deze oproeping ge hoor te geven, ging hij met zijne moeder Catharina, die hem in zijn verzet tegen Arnoud bijstond, in het Roekelsche bosch op de jacht, „laetende hem van Lobed en Arnhem „alle daertoe noodige gereedschap tot in het dorp Ede en „Rokel navoeren.\" Het Roekelsche bosch bestond vroeger uit 15 „hoeven\" of aandeelen; de heeren Evekink c. s., die van een derde gedeelte eigenaars waren, hebben hunne medegeërfden tot verdeeling genoodzaakt, waardoor 5 hoeven afgescheiden zijn"], [58, "42 en niets met het overig gedeelte meer te maken hebben. De tien hoeven, welke nog als gemeenschappelijken eigendom overgebleven zijn, worden door een boschrichter en vier boschmalen beheerd. De Heer Baron van Heeckeren van Wassenaer tot Twickel is, als heer van Kernhem, boschrichter. De gewone vergadering van geërfden werd vroeger in eene boerenwoning te Wekerum, het Bouwhuis genaamd, gehou den. Daar staat ook de boschkist, waarin de bescheiden, dit bosch betreffende, bewaard worden. De oudste papieren zijn van 1770; ze bevatten weinig bijzonders. Tegenwoordig houdt men den geërfdendag ten huize van Waaijenberg. Een ge deelte van het Roekelsche bosch draagt den naam van Hei ligenberg. Deze plaats bevat overblijfselen uit den grijzen voortijd, welke een bezoek van een bevoegd oudheidkundige ten zeerste verdienen. Wallen en kringen vertoonen zich daar, waarbinnen wellicht onze heidensche voorvaderen hun offer dienst verrichtten; althans, bij het doorzoeken van den bo dem, werd half vergaan houtskool gevonden. De naam van dezen heuvel wijst, dunkt ons, mede op zulk eene gewijde bestemming. In de nabijheid is nog een weg, die vroeger „Dieweg\" (Doodenweg?) heette. Zeer hopen wij, dat hetgeen we hier mededeelen, oudheidkundigen van naam moge be wegen, deze plaats te bezoeken en aan een nauwkeurig on derzoek te onderwerpen. Van het woud „Otterloun,\" zooals het in de dagen van Karel den Grooten heette, of het Aanstooter bosch, gelijk men het later noemde, is weinig meer overgebleven. (De grootte is nog ruim 160 Hectaren). Het Otterlosche bosch van tegenwoordig is voor 't grootste deel in het bezit van Baron Haersolte te Velp en voor het overige van den heer Paling te Woerden."], [59, "43 Boschboeken en oude bescheiden zijn er niet van ; slechts weinige aanteekeningen van verkoopingen, enz. worden nog bewaard. Den 25en November 1536 kwam de heerlijkheid Rozen daal, welke tot dien tijd aan Hertog Karel van Gelre be hoord had, aan Gerrit van Scherpenzeel. Onder de goederen, welke in den overdrachtsbrief genoemd worden, komen ook voor „eijn erffken ther Leth, ende twe erfkens te Mossell „mit allen oeren rechten ind toebehoeren.\" Ook de heide bij Reemst werd er toe gerekend, aangezien zij, die aldaar heet maaiden, steeds „den Drosten ten Rosendail\" daarvoor pacht hadden betaald. De grenzen van een en ander waren evenwel niet juist aangewezen, waaruit Willem van Scher penzeel, heer Gerrits zoon, aanleiding nam „twee heggen „bosch te Anstoot, onder Eede, genaemt die Morssel, ende „eijn ander bosch aldaer, genaemt dat Oldeholt, mit veel „Coninwaranden to Delen toe Eede ende elders\" ook als zijn eigendom te beschouwen. Hij kwam hierover in moeilijkhe den met de Rekenkamer van Gelderland ; waarschijnlijk heeft hij de laatstgenoemde goederen aan het domein terug moe ten geven; althans, ze worden later niet meer bij de Rozen daalsche bezittingen genoemd. Tusschen de afgevallen bladeren en het frissche mos groeit in deze bosschen een sierlijk plantje, welks vrucht menigen arme brood verschaft; we bedoelen de bekende boschbes. Tegen den tijd, dat deze vrucht rijp wordt, komen voor al uit de omstreken van Groesbeek gansche scharen van plukkers opdagen. Met verwonderlijke handigheid weten ze de plantjes van de bessen te ontdoen ; voorzichtig worden"], [60, "44 de geplukte vruchtjes in de meegebrachte manden gelegd, om des avonds, als men aan de hoeve gekomen is, wier vriendelijke eigenaar dezen lieden een plaatsje in schuur of hooiberg inruimde, te worden uitgezocht en van de bladeren gereinigd. In 1 886 werd voor het plukken van boschbessen meer dan twee duizend gulden betaald; waarlijk geen gerin ge som voor een, schijnbaar alhans, zoo onbeteekenend be drijf. In het najaar worden eikels en beukenoten gezocht. Ook hiermee verdient menigeen een stuk brood, want de eikels leveren een goed varkensvoeder op en de beukenoten gaan naar de olieslagerijen. Ook worden ze verkocht aan eigenaars van woeste gronden, die eiken- of beukenbosschen aanleg gen willen. Iemand uit Ede, die 't weten kan, verzekerde ons, dat met het zoeken van eikels en beukenoten in 1886 op zijn minst 500 gulden was verdiend. Op het schenden der bosschen en het houtstelen wordt sedert eeuwen streng gelet, gelijk een plakkaat van Filips II ons leert, waarin gezegd wordt : „Alsoe onse bosch und „holt-gewas menich foldelick mit heymelicke stelingh und „anders verdorven und verwust wordt, soe is onse meyningh „und bevel, dat sich nyemand met hiepen off bijlen op on „se bosschen bevinden laete. Dat oick nyemand onder den „holt mit sichte off hacke heide maeye, plaggen houwe an „ders woe van olts gewoenlick.\" In 1675 namen de Staten van Gelderland, om het ver nielen der bosschen te keer te gaan, een zeer streng besluit; op het houtstelen werd namelijk eene boete van 300 gulden gesteld ; wie de boete binnen veertien dagen niet betaald had, zou aan den lijve gestraft of uit den lande verbannen wor-"], [61, "45 den. Vooral het eikenhakhout had veel van de houtdieven te lijden, die hun gestolen waar aan de Wageningsche ta baksboeren verkochten, welke zulk hout voor tabakspijlen noodig hadden. Daarom werd den 31en Mei 1675 bepaald, dat iemand, die tabakspijlen had opgedaan, binnen drie dagen aan den magistraat opgeven moest, hoe hij er aankwam. Verzuimde hij deze opgave te doen, dan verviel hij in eene boete van 25 gulden."], [62, "HOOFDSTUK VIL BETEEKENIS VAN DEN NAAM „VELUWE.\" — VORSTELIJK DOMEIN. — KLOOSTERGOEDEREN. — EIGENHO0RIGEN. KONINGSKINDEREN. — KEURMEEDIGEN. — LATEN. — WAS- TINSIGEN. — W1LTFORSTERS. — WAGENDIENSTEN. — BEDE. — KRIJGSDIENST. — LANDBOUW. — VEENBRAND. — DE VENEN ONDER EDE IN 1554. De beteekenis van den naam „Veluwe\" is niet met ze kerheid bekend; het waarschijnlijkst is, dat het woord af komt van Flie-ouwe, dat is „land aan het Flie'' (thans de Zuiderzee.) In 793 komt deze naam voor 't eerst voor als Felaowa; het bekende sprookje, als zouden de Batavieren deze streek wegens hare onvruchtbaarheid Valeouwe (slechten grond) genoemd hebben, kan dus onmogelijk waar zijn. Na den ondergang van het graafschap Redichem kwam de Veluwe aan de bisschoppen van Utrecht. Deze beleenden er de hertogen van Brabant mede, welke deze streek op hunne beurt als achterleen aan de graven van Gelre schonken. De Veluwe stond oudtijds tot den vorst in geheel andere betrekking als de overige deelen van het vorstendom. Was hij elders alleen vorst, hier was hij tevens eigenaar van den grond. De weinige goederen, die hierop eene uitzondering"], [63, "47 maakten, kwamen in de 14e eeuw ook in hun bezit. Hoe velaken in 1333, Velp en een gedeelte van Oosterbeek in 1342, Putten in 1363. Machtige geestelijke gestichten wer den er niet gevonden, „'t welk geen twijfel overlaat,\" zegt van Spaen, „of het land moet bovenmate slecht geweest zijn.\" Kloosters, buiten de Veluwe gelegen, bezaten er echter uit gestrekte goederen. Sedert 838 bezat de kerk van St. Maar ten goederen, „in villa Wagenwega,\" in 839 schonk zekere Magofrid landerijen onder Doorwerth gelegen aan de abdij van Lauresham. Goederen onder Otterlo en Putten kwamen in 855 aan het klooster te Werden ; deze bezittingen gingen in 1492 aan de abdij van Abdinghof over. Het klooster te Elten had sedert 970 goederen onder Renkum liggen; in 996 kwam ook het Mofbosch, tusschen Renkum en Benne kom, in het bezit van dit klooster. De bewoners der Veluwe waren dus voor verreweg het grootste gedeelte lijfeigenen van den vorst of van de wei nige vrije grondbezitters, op wier goed ze woonden; ze wa ren zijn hofhoorigen. Evenwel, niet allen in gelijke mate. Het laagst stonden de hoorige, volschuldige en eigen lie den, wien het bezit van vaste goederen geheel ontzegd was ; bij hun overlijden vervielen hunne roerende goederen boven dien geheel aan hun heer. Gedurende den broederoorlog tusschen Reinoud en Eduard van Gelre werden deze lieden bij honderden te gelijk vrijgemaakt; vandaar, dat die oorlog soms „vrijen-oorlog\" genoemd wordt. Bastaarden waren op de Veluwe , krachtens hunne geboor te, volschuldige eigenhoorigen, eerst van den keizer, later van den graaf. Ze heetten daarom „koningskinderen\", „ko ningslieden\" en „kamerlingen\". Graaf Gerard van Gelre be-"], [64, "48 perkte in 1227 het recht, dat hij op de bastaarden had, door hun, die onwettige kinderen hadden, toe te staan hunne be zittingen aan hunne kinderen na te laten, mits den vorst het beste stuk der nalatenschap afgestaan werd. De „keurmeedigen\" of „vrije-luijden\" genoten meer vrij heid; hun heer had in geval van overlijden het recht het beste stuk hunner roerende goederen te eigenen. Deze keur meede werd op de Veluwe door keurmeesters opgehaald. Het behoeft nauwelijks gezegd, dat het opbrengen der keur meede de lieden soms tot den bedelstaf bracht. Stierf bij voorbeeld een arme landbouwer, die aan zijne weduwe niet veel meer dan eene koe of een paard naliet, dan was zij, als de keurmeester deze koe of dit paard voor den heer weg haalde, meteen broodeloos. Op eene oude lijst van eigendommen van St. Marie te Utrecht komt als keurmeedig o. a. voor Borchard van Eichs cote (onder Otterlo) sijn wijf ende syn kynder. En de ghe ven V molder Herderwicse mate.\" De „keurmeedigen\" moes ten bovendien nog een hoofdgeld betalen. „Laten\" waren zij, die uit de eigenhoorigheid waren ont slagen of „gevrijd.\" Zij bezaten hunne goederen als vrije hof hoorige of thinsgoederen en behoefden dus geene keurmeede op te brengen. Van hunne goederen moesten ze alleen de gewone thinsen en stedighedeD, welke van ouds op het goed gestaan hadden, jaarlijks aan den heer of rentmeester in den hof, waaronder ze behoorden, betalen; van alle overige las ten, waartoe de volschuldige lieden verplicht waren, waren zij vrij. Voor hun huwelijk hadden ze de toestemming van hun heer noodig, als blijkt uit het volgende. //Arnt Arnts Rodensoen in den Ampte van Ede is een"], [65, "49 „vrijman ende heeft genomen eyn dienstwijff, sonder orloff; ende „dat heeft hij gebeterd mijnen lieven Heeren mit VIII gulden.\" Ook kon men van stand verwisselen : „Henrich van Strij „deland, (in den ampte van Ede), die eyn vrijman was mijns „lieven Heeren ende is worden dienstman mijns Heeren ende „yn sijn steede is wederommegegaan Henrich Lamberssoin „van Westenvelde, die eyn dienstman was ende is worden „eyn vrijman mijns Heeren. Van dien wissel mijnen Heeren XX gulden.\" „Wastinsigen\" stonden met de keurmeedigen nagenoeg gelijk; ze betaalden een tijns in geld, benevens een zeker bedrag voor het verlof tot het aangaan van een huwelijk en de keurmeede bij overlijden. De „wiltforsters\" werden eenigszins als edelen beschouwd ; ze waren verplicht den vorst met eene kar op de jacht te volgen en het gevangen wild te vervoeren. Tot de wiltfor stergoederen behoorden o.a. Wolfhezen en Deelen. In 1534 werd eene lijst opgemaakt van de goederen, wier bewoners verplicht waren met rijpaarden of wagenpaarden den vorst te dienen. Om er achter te komen wat het „old gebruck\" was, werd te Ede navraag gedaan bij E- Wolters sen „een Man van LXXV jaeren alt wezende, die heeft ge „tuecht ind geseijt, dat hij zijn moeder heeft horen seggen, //dat als die Hoich geboeren Furst und Here Adolph Her z/toghe van Gheldre, etc. lofflicker gedachten, die Slachte „dede op die Lantwere, dat der tijt dese drie naebescheve //Goeden een ider mit enen Peerdt thoe dienst weren. n't Guet Dickennest. „Vuesters guet. Item Joh. d. Vuyster bekendt in den Gerichte van een wagenpeert. 4"], [66, "50 „Hoelboems erve. Item Ev. Hoelboem bekende in den Gerichte van eynen wagenpeert. In 't Woud en onder Lunteren werd door de opgeroepen getuigen „'t sementlick uyt enen monde getuicht,\" dat de //volgende goederen een reisisch Peert plegen te holden, „'t Guet Schothorst, 't Guet Seggeller, 't Guet Vorsseller. ,/'t Guet Buyser, 't Guet Scharrenborch, 't Guet then Brinck.\" Bovendien waren nog vijf erven verplicht een wagenpaard te leveren. Onder Manen lagen twee erven en onder Veldhui zen en Doesburg één erf, waarop deze verplichting rustte. Onder Otterlo komt 't goed Westenenck, 't goed Wil linchusen, 't goed Tepelenborg, 't goed Westenhuesen en 't Laer; of die erven ruiterpaarden of wagenpaarden leveren moesten, kon niet uitgemaakt worden. Woltersguet te Eschoten le verde een rui terpaard. Van de opbrengsten der tollen en domeinen moesten de vorsten de uitgaven voor hunne hofhouding en voor de tel kens terugkeerende oorlogen betalen. Kwamen zij te kort, iets wat toen als nu zoo ongeveer altijd het geval was, dan namen ze hun toevlucht tot eene „bede\" of vrijwillige gift. Velp, Oldebroek, Scherpenzeel, Nieuwbroek, Wageningen en Hoevelaken brachten in 1340 samen 1645 pond, 11 schel ling, 8 groot (1645 gld. en 54 cent) aan bedegeld op. Alle vrije ingezetenen waren in tijd van oorlog tot den krijgsdienst verplicht; vrouwen hadden voor een plaatsver vanger te zorgen. Wie de banier van den vorst niet volgde, kreeg boete; dit overkwam in 1334 verscheidene huislieden uit Putten en Ede, die, toen een tocht naar Sittard geboden was, weggebleven waren of hun paard thuis hadden gelaten. De stedelingen dienden op hunne eigen kosten, terwijl in"], [67, "51 1330 de bewoners van Oldebroek op zich namen voor acht goede knapen te zorgen. Dat de oorlogskosten niet gering waren, blijkt onder andere hieruit, dat in 1340 voor de versterking van het kasteel Nergena alleen 4000 gulden werd uitgegeven. De landbouw werd door de graven in hun eigen belang aangemoedigd en het verkrijgen van onbebouwden grond ge makkelijk gemaakt; de prijs van een morgen onbebouwden grond bedroeg meestal minder dan één gulden. Ook de erf tijnzeu waren zeer laag gesteld; te Brummen bedroeg die voor iedere „hoeve\" (16 morgen) 10 schelling 8 groot (54 cent.) Het in cultuur brengen van de veengronden werd eveneens zooveel mogelijk in de hand gewerkt ; de turfvel den onder Ede, Barneveld, Doornspijk, Nijkerk, Putten en Heerde werden van 1334 tot 1340 ontgonnen. Den 14en Juni 1554 vaardigde keizer Karel V eene or donnantie tegen het veenbranden uit, die voor de kennis van dat gedeelte der gemeente Ede, dat in de veenstreek ligt, van het meeste belang is. Het inbrand steken der venen wordt in deze verordering op lijfstraf verboden, aangezien daardoor „den gesteken torff, daerop in grooten und menichfoldigen drogen hoope staende\", als ook de „heytvelden und sunst andere holt und bosschen daer omtrent gelegen\" gevaar liepen vernield te zullen worden. In geval van brand moest de schout van Ede onmiddellijk door het luiden der klokken de „ondersaeten van Ede\" saamroepen, en met de opgekomen manschappen, gewapend „mit eemers, schuppen, spaeyen en de ander gereetschap als daertoe dient\", zich naar de plaats van den brand begeven, om die zoo spoedig mogelijk te blusschen."], [68, "52 Nu volgen in he't plakkaat eenige bepalingen omtrent het bouwen van woningen in de Edesche venen, waaruit we zien, dat deze nu zoo welvarende streek er voor drie eeuwen even ellendig uitzag als Hoenderlo voor vijftig jaar. Er waren daar namelijk vele „cleyne hutten off Huijskens, insgelicx cleyne backhuyskens\" gebouwd, „die mit stroo offt horden omset ende mit stroo gedeckt\" waren. Aangezien nu in zulke hutten licht brand ontstond, werd bevel gegeven ze binnen den tijd van veertien dagen op te ruimen en voortaan niet weer dergelijke woningen te bouwen. De nieuw te bouwen hutten moesten gemaakt worden „mit gebinten, elckgebijnt then minsten negen off thien voet wijt, ende negen off thien voet off daer omtrent hooch ; ende die wanten mit steen gemetst off mit plancken gemaeckt, off then minsten mit horden getuynt ende mit eerde geleemt.\" De „back huiskens\", die geen gebinten hadden, moesten met horden ge dekt en van steenen „schoersteenkens\" voorzien worden; de wan den moesten van steen gemetseld, of ten minste met leem bestreken wezen. De wanden van stroo, welke om vele hui zen en schuren gevonden werden, moesten door steenen muren of met leem bestreken horden worden vervangen."], [69, "HOOFDSTUK VHI. MARKEN EN MALEVELDEN. — VERKOOPINGEN. — LAND- BOUW EN VEETEELT. — HESSENWEGEN EN VOETPADEN. TOLLEN. — GELDHANDEL. — REKENING VAN DEN RENT- MEESTER VAN KERNHEIM UIT 1423. — SCHUTTEN VAN VEE. MOLENRECHT. — TWEE MOLENS ONDER EDE. — TIENDEN. TUINBOUW. — BIERBROUWERIJEN. — AANTEEKENINGEN UIT DE „PROTOCOLLEN DES AMPTS EDE.\" Een groot gedeelte der Veluwe was uit den aard der zaak niet geschikt om in „hoeven\" uitgedeeld te worden. Zulke gronden, heide en bosch, werden door den vorst aan de eigenaars der naastbijgelegen hoeven tot gemeenschappelijk gebruik afgestaan, tegen betaling van eene jaarlijksche tijns of ook wel voorgoed verkocht. Op deze wijze onstonden ver reweg de meeste marken en malevelden op de Veluwe. Niet alle evenwel ; de mark Apeldoorn , bijvoorbeeld , bestond reeds, toen er van Graven van Gelre nog geen sprake was. Later hopen we gelegenheid te hebben over dit onderwerp nog een en ander te zeggen. Garderen, de buurtschap Doesburg onder Ede, Spriel en Slichtenhorst betaalden voor 't gebruik der markgronden eene jaarlijksche schatting ; de buurtschap Manen kocht"], [70, "54 haar markgrond in 1326 voor 40 pond; die vau Loenen voor 120 pond; de geërfden van Lunteren betaalden er in 1334 honderd vijftig pond voor; die van Aanstoot of Otter lo en Harscamp 100 pond; die van Voorthuizen en Essen 100 pond. Als een bewijs van de groote belangrijkheid van den landbouw in de 14e eeuw vermelden we hier, dat in 1334 de opbrengst van 's-graven tiend op de Veluwe reeds 200 mud rogge, 364 mud garst en 2932 mud haver bedroeg. Wanneer een stuk land verkocht werd, ging de overdracht aan den nieuwen eigenaar met eene zinnebeeldige handeling gepaard. De verkooper sprong bijvoorveeld met een stok over de heg of greppel, die het land omgaf, als om aan te dui den, dat hij het land verliet; of hij nam een stroohalm, eene handvol gras of eene kluit aarde en wierp die den nieu wen eigenaar toe. In later tijd geschiedde deze overdracht niet meer op het verkochte land, maar voor den schout; de zinnebeeldige handeling raakte toen natuurlijk in onbruik. Van een ander zonderling gebruik bij verkoopingen, dat nog niet zoo lang tot de geschiedenis behoort, lazen we in een oud stuk, berustende in het Archief der Diaconie te Ede. Wanneer het uur van de publieke verkooping geslagen was, werd eene brandende kaars op de tafel gezet; zoolang de kaars brandde mocht men nog bieden; wie vóór 't uitgaan der kaars 't laatst geboden had, was kooper. Men noemde dat: „verkoopen bij de keerse.\" J) 1) De Heer Heij, diaken der Ned. Herv. Gemeente te Ede, had de vriendelijkheid ons inzage van het Archief der Diaconie te verleenen; het is ons eene behoefte hem hier openlijk voor zijne groote welwillendheid dank te zeggen. Wij hopen latemog enkele belangrijke stukken nit genoemd Archief mede te deelen."], [71, "55 De beste landerijen werden gebruikt tot het verbouwen van garst en spelt; minder goede grond werd met winterogge en vooral met haver bezaaid. Later werd de laatstgenoemde graansoort voor een groot gedeelte door de boekweit ver drongen. We hebben voor ons liggen een afschrift der „Rekeninge „ende ophoeren Hubert Ghevesoen alse van den Huse tot „Kernehem mit sinen toebehoir van wegen des Hoiggeboren „F ursten : Hertogen van Gelre\" uit 1423. Onder de ontvang sten wordt daar, onder meer, genoemd : „van den 9 kampen \"lants tot Kernhem van den derden gerven XIII molder „rogge; item is comen van den guede tot Kreijl, dat Peter „bouwet, XVIII molder Roegen; daer Peter weder aff ge „leent, om dat lant te bet te seijen, XII Molder. Item „noch ontfangen van denselven V molder haver. „Item noch van Kreyl I molder Boeckweijts. „Item ontfaen van Wouter Wouters, van den guede tot „Doesborgh, van de derde gerven XI molder Roegen. „Item noch ontfangen van denselveu III molderBoeckweijts.\" Van het aanfokken en vetmesten van varkens werd in deze boschachtige streek veel werk gemaakt; de landpacht werd dikwijls met varkens betaald. Ook kippen werden hier in zeer grooten overvloed gevonden; de belasting voldeed men vaak door het leveren van kippen aan 's graven keu ken. In 1340 ontving de Graaf uit de Veluwe er maar eventjes 3776! Ook op de bijenteelt legde men zich toe en was werd soms als betalingsmiddel gebezigd; Zutfen betaalde in 1312 voor het gebruik van 's graven molen 1000 pond was, ge rekend tegen 17 centen. Gezuiverde was, die men gebruikte"], [72, "56 om te zegelen, werd veel duurder betaald; 60 pond van deze laatste soort gold 74 gulden. De handel was nog van weinig beteekenis ; aan het onder houd der wegen werd dientengevolge weinig zorg besteed, (Of beteekende, juist andersom, de handel zoo weinig, omdat de wegen zoo slecht waren?) Het oudst zijn de groote heerbanen, de zoogenaamde Hes senwegen. Van den tijd der Franken af, tot het begin de zer eeuw waren deze thans zoo verlaten en eenzame banen de hoofdwegen voor den handel. Waar ze door de heide liepen, bestonden de hessewegen uit menigvuldige diepe spo ren naast elkander; ze hadden dan soms eene breedte van een half uur. In 1727 klaagde de boer van Oud-Reemst, Hen drik Jan van Eek, bij den Landdag over de groote schade, door deze karren aan zijne landerijen toegebracht, aangezien ze wel een kwartier uur gaans in de breedte alles het on derste boven reden. Hem werd toegestaan, op eigen kosten aan de voerlieden der Hessenkarren een weg te bepalen, ter breedte van 10 tot 12 roeden. Wie zich daar niet aanhou den wilde zou met eene boete van twee sterren ponden ge straft worden. Tot zelfs uit Italië werden in vorige eeu wen door de hessenwagens koopwaren naar ons land vervoerd. Herbergen, die, zooals de Ginkel, de Lindeboom, Ter Let en de Woeste Hoeve, aan zulke wegen gelegen waren, dank ten aan deze Hessenkarren hunne soms drukke klandizie. Van de voetpaden zijn kerkpaden en molenpaden de oud ste. Kerkpaden ontstonden van zelf, toen, gedurende de Fran kische overheersching, alom kerken verrezen. Na het in onbruik raken der Frankische volsvergaderin gen werd de molenwerf de geliefkoosde verzamelplaats der"], [73, "57 inwoners. Daar werd het nieuws van den dag verhandeld en waarschijnlijk van Jan en alleman kwaad gesproken ; het al gemeen gerucht heet daarom in oude handschriften „ie meulenmere.\" Niet zelden loopen de voetpaden dwars door een stuk bouwland of door eene weide ; dat komt omdat het pad reeds bestond vóór het er langs liggende land bebouwd werd. Voetpaden, die langs het bouwland loopen, zijn gewoonlijk van jonger dagteekening. De natuurlijke gesteldheid van den bodem liet vaak niet toe deze voetpaden in rechte richting te leggen. Hier was een poel, ginds een struweelveld of eene beek te vermij den. Een kronkelend voetpad is daarom meestal een oud voetpad. De handel werd door de talrijke tollen zeer belemmerd. Behalve de riviertollen, waarvan die te Lobith de voornaam ste was, had men nog de zoogenaamde dagelijksche tollen te Arnhem, Wageningen, Harderwijk en Elburg. Aan Wage ningen en andere steden was het voorrecht verleend, dat de goederen, die ter jaar- of weekmarkt aangevoerd werden, tol vrij waren. Eveneens waren de schepen, die voor zulk eene bevoorrechte plaats lading in hadden, tolvrij, wanneer ze langs den zelfden weg terugkeerden, langs welken ze gekomen waren. De geldhandel was bij de kerkelijke wetten verboden ; daarom liet graaf Reinald, die gedurig om geld verlegen was, in 1339 de Joden in zijn land toe. Of die hunne ziel bezondigden kwam er blijkbaar minder op aan. Zij dreven hoofdzakelijk den wisselhandel ; dat is, zij ruilden de vreem de muntspeciën voor Geldersche in en omgekeerd. Voor het leenen van geld rekenden zij buitensporig hooge rente en"], [74, "58 namen soms nog een pand toe. Bij de groote trouweloosheid, die men zich tegenover de Joden veroorloofde, is dit niet te verwonderen. Ook Christenen gaven soms geld tegen betaling van rente ter leen; hierop stond eene vrij aanzienlijke boete. In 1407 werden te Eede te dier oorzake de volgende personen in eene boete verwezen. Herman van Wagensvelt voor XXV gulden. Item Coeman Evert XXV gin. Item Evert die Brueijn L gin. Item Claes Peente XV gin. Item Melis van der Boirg LXVI gl. Item Heijnrich die Snijder XXX gl. Item Stope XIX gl. Item Claes Peente die jonghe XIIII gl. Item Gerte Evertssen XV gl. Item Rijcwijn van Schothorst XV gl. De man, die deze lieden aan den rentmeester verklikt had, kreeg 15 gulden belooning. Het geld was zeer schaarsch en had dus betrekkelijk eene veel grootere waarde dan tegenwoordig. Om dit duidelijk te maken willen we eenige prijsbepalingen uit den ouden tijd mededeelen, overgenomen uit de hierboven aangehaalde re kening van den rentmeester van den huize Kernheim. (1 Rijnsche gulden = 68 blank.) Een mud rogge wordt daar berekend tegen 1 Rijnsche gul den; een mud haver 19 blanken; een mud boekweit 34 blank. Aangaande de arbeidsloonen en bouwmaterialen vinden we daar: voor een timmerman negen blank daags; een rietdek ker tien blank en zijn helper zeven blank."], [75, "59 Het dekstroo wordt berekend tegen een halven Rijnschen gulden de vim en het riet tegen drie blank den bos. Een metselaar acht blank per dag en een opperman vier blank. „Item gegeven Jan die gelaesmaker van II gelaes in de kelner ende dat andere op der nijer camer costen LH blank. De leidekker had er twee dagen gewerkt „ende hem nijet gegeven dan de cost des daegs IIII bl.\" „Item gecoft IIII vijmmen heiden ad 1 Rijnsgl.\" „Item gecoft tot Arnhem V tonnen calcks, die ton ad XXII bl.\" „Item so heeft Arnt Hertgerssoen ghedorst mijns gnedigen „Heeren roeghe tot Doesborch ende die Haver van Kreijl „ende was daer aver V daegen ; hem gegeven een loen des „dags HII bl.\" Een touw voor het windas kostte 22 blank en eene nieu we schuit twee Rijnsche gulden vier en twintig blank. En dan komt ten slotte het salaris van den rentmeester zelf: „Item sogheeft mijn lieve gnedigen Heer Hubert Wolf „des jaers van den huse te holden ende te bewaren X mol „der Roege et Molder ad 1 Rijns, gl.; XXXI molder Ha „vers et molder ad XIX bl. Ende des Jaers 1 osse ende „sijn cleder; daer voir mach Hubert rekenen XV Rijns, gl\" „ende IX bl.\" De landlieden waren verplicht hunne landerijen met een greppel, sloot of heg te omringen, opdat het vee van andere boeren er niet op kon komen. Wie daar niet behoorlijk voor zorgde verloor het recht, om het vee, dat op zijn land kwam loopen, te schutten, gelijk ons de verordening leert: „Soo eener sijn landt niet behoorlick en vrede und daer doir ijemants beesten schade lede, die en sal die selve beesten niet"], [76, "60 mogen schutten noch doen schutten.\" Op het niet behoorlijk „vrijden\" of afsluiten van het land stond reeds in 1339 eene boete, Reynier Leisensoen te Ede werd toen te dier oorzake met eene boete van 2 pond (gulden) gestraft. Het recht om koorn te malen werd door de vorsten ver pacht. Het was den landlieden verboden hun koorn te laten malen waar hun dat het voordeeligst uitkwam, of om het zelf te malen. Ze waren gedwongen gebruik te maken van den molen, hun van wege den vorst aangewezen. Zoo gaf hertog Willem van Gelre den 28en Juni 1381 zijn water molen te Beekbergen uit, tegen eene erfpacht van 30 gulden per jaar; hij verbood metéén den bewoners van dit dorp ergens anders dan daar of te Loenen te laten malen, op eene boete van 4 gulden; half voor den Hertog en half voor den pachter. Soms waren de verbodsbepalingen nog veel strenger en werd het koorn van hem, die niet op 's heeren molen liet malen, eenvoudig verbeurd verklaard. Tot het laatst der vorige eeuw was voor het bouwen van een molen vergunning van de Heeren Staten noodig. Zoo vroeg Gerrit Franken te Lunteren den 22 December 1674 aan de regeering verlof, om in genoemd dorp een molen te mogen bouwen; zijn verzoek werd door „verscheydene inwo ners en ingeseetenen des kerspels van Lunteren in den Ampte van Ede gelegen\" ondersteund. Heeren Staten stelden het nemen van een besluit over dit verzoek ter oorzake van den oorlog uit en eerst den 19 November 1696, toen Franken opnieuw op antwoord aandrong, werd hem de gevraagde ver gunning verleend. Den 25 Mei 1623 kreeg Heer Henrick van Eek tot"], [77, "61 Harslo verlof tot het bouwen van een kornwind moeien in den Ampte van Ede in de Veluwe op die Geldersche sij de.\" De molenaars van Venendaal en Renswoude en die uit de Doesburgsche buurt hadden tevergeefs getracht het geven van dit verlof tegen te houden. De landbouw werd zeer gedrukt door de talrijke tien den; sommige boerderijen, onder andereeen in de Doesburg sche buurt en Kreel, moesten niet minder dan het derde gedeelte van den oogst opbrengen! Van in bouwland herschapen boschgrond moest „raattiend;\" voor ontgonnen heidegrond „novale tient;\" voor 's vorsten jachthonden //hondecaern;\" van de gagel, die bij 't bier brouwen in plaats van hop gebruikt werd, „gruittient;\" van varkens en biggen „krijtende tient\" en van kippen en ganzen „kriekende tient\" opgebracht worden. Daar kwam dan nog de belasting der „rookhoenders\" bij, die van ieder gebouw, dat eene eigen haardstee had, moest worden betaald; het „ruimgeld,\" dat ieder schrikkeljaar moest voldaan wor den, waarschijnlijk om de reiskosten van den vorst goed te maken, als hij de Veluwe rondreisde om recht te spreken; of om straten en wegen in bruikbaren staat te houden, met en benevens allerlei hand- en spandiensten. Waarlijk, de landbouwers uit den goeden ouden tijd waren niet te be nijden! Onze fijne vruchtboomen schijnen niet voor de 14e eeuw hier geteeld te zijn ; de vruchten, die voor de tafel van den vorst noodig waren, werden ten minste van elders aange voerd. Tuinzaden zijn ook eerst betrekkelijk laat hier bekend geworden. In 1527 wordt „cropslaet en „porsuluyn\" nog z/sunderlijncx saet\" genoemd."], [78, "62 Bier was eeuwen lang de geliefkoosde volksdrank. De in voering van koffie en thee heeft het gebruik van bier zeer doen verminderen en de brouwerijen te Ede en Otterlo doen te niet gaan. l) Laatstgenoemde brouwerij werd den 25en Mei 1735 door Goossen Derksen aan „Evert Muller en Jansje Tijssen, „echteluyden\" voor 3500 gulden verkocht. We vonden dezen verkoop vermeld in de „Protocollen des Ampts Ede,\" berustende op het Archief te Arnhem. We la ten hier nog enkele aanteekeningen volgen, bij het doorbla deren dezer protocollen gemaakt. In 1563 vinden we daar vermelding gemaakt van de boerderij „de Zandschulp\" in de Maanderbuurt. „Den Erff ende goet genaamt de Santschulp, dair Hendrix Lubberts als pagter op woont, toebehoorende Floris tho Culemburg, vrijheer van Palland,\" werd den 3en Juli van dat jaar be zwaard met eene jaarlijksche rente. Den 9en April 1684 werd het voor 2050 gulden verpand. Een ander „erff en goed, Groot Westenhuys, gelegen in de Buyrschap „Harscamp, toebehoorende d'Heer Everhard van Deelen tot Laer, alwaer pachter op is Jan Aelberts,\" werd den 13en Januari 1656 ten behoeve van Berhard Pan necoek bezwaard met 1800 gulden. Den 9en December 1743 werd het goed „de Pampel\" met houtgewas, schaapsdriften en wat er verder toe behoorde, verkocht voor 3006 gulden aan Jan Jansen Timmer. De Doesburgsche molen, „alsmede de helfte van den hoft, gelegen bij d'selve molen en dan noch de helftte van een 1) Ook te Bennekom en Lunteren hebben eenmaal brouwerijen bestaan. In 1847 werden de brouwers nit genoemde plaatsen naar Arnhem ontboden teneinde het gruitgeld of grafelijk accijns, den Hertog Arnoud aan die stad afgestaan, te komen betalen; vóór zij deze schuld voldaan hadden mochten ze niet weer brouwen."], [79, "63 hofft, gelegen in 't goed van d'Wed. van Jacob van Omme ren, alsmede het gehele schuijrtjen, waervan de wederhelft toebehoort Hendrina van Wessel wed. Verschuur,\" werd den 3en Mei 1717 voor 2500 gulden verkocht. De helft van huis, schuur en hof, genaamd „de Post hoorn\" te Ede kon in 1758 maar 750 gulden opbrengen. De onderschout van Ede, Steven van Raay, woonde er toen in. (De andere helft is het tegenwoordige gemeentehuis met tuin; dit behoorde vroeger bij „de Posthoorn.\") Volksscholen bestonden er vóór de kerkhervorming in deze streek niet; verreweg de meeste lieden konden lezen noch schrijven. De bovengenoemde protocollen bewijzen, dat het ook later in dit opzicht er hier treurig uitzag; eene menigte stukken zijn toch door de belanghebbenden met een kruis of ander merkteeken geteekend, omdat ze hun naam niet konden schrijven. De getuigen hebben er dan bijgezet, wat dat teeken beduiden moet. Een enkel voorbeeld laten we hier volgen ; 't is tevens een staaltje van den stijl, waarin dergelijke stukken gesteld werden. De Schout van Ede en twee getuigen verklaren in het stuk, dat we als voorbeeld uitkozen, dat den 19en Juli 1756 voor hen verschenen is „Geertjen Elbertsen, „bejaar ,/de dogter, geassisteert als regtens gesont van Lighaam, met jons gaande en staande en haar verstand, uytspraak en „memorie volkomen magtigt, gelijck ons gebleken is; ende „verclaarde met haare vrije wille en voorbedagte rijpe be „raede van stonde aan met de warme hand in volle eigen „dom over te geven aan haar Neeft en Nigt, Meeuws Jan „sen en Martjen Hendricksen, Echteluyden en haeren erven //een geregt vierde part van een Bosch, genaemt het Aan-"], [80, "64 z/stoterbosch, met sijn regten en geregtigheden, gelegen in „den ampte van Ede, Kerspel Otterlo in sijn bekende be „palinge en leenroerigh aan den Huyse Laer.\" Er onder staat, behalve de handteekening van Schout en getuigen Dit handmerk heeft Geertjen Eibers selft geset."], [81, "HOOFDSTUK IX. RUWE ZEDEN. — EEN VELUWSCH KAMPGEVECHT. — BOETE EN BRUKE. — HET HOOG ADELLIJK LANDGERICHT. RECHTSPRAAK OP HET KERKHOF TE EDE. — EENE GIFMENG- STER. — AMPTSJONKERS VAN EDE. — SCHOUTEN VAN EDE. In het vorige hoofdstuk zeiden we, dat het met het volks onderwijs hier vroeger zoo treurig gesteld was; met de be schaving zag het er nog treuriger uit. De wetten uit de middeleeuwen bevatten bijvoorbeeld strafbepalingen op mis handelingen, welke voor den rechter gepleegd werden; als men elkaar in 't bijzijn van den rechter nog niet met vrede kon laten, hoe moet het dan in huis en op straat toegegaan zijn? Oudtijds gold de regel : geen klager, geen rechter. Wilde men dus zich zelf over aangedane beleedigingen wreken, dan kon men dat doen. De beleedigde wierp dan den beleediger zijn handschoen toe, als een teeken, dat hij hem tot een kampgevecht uitdaagde. In het „Geldersch Maandwerk\" van Van Hasselt staat zoo'n uitdaging uit deze streek vermeld uit het jaar 1386, die we hier overnemen. „Dit is dat kijff tusschen Ricart van Roseler aen die eene „sijde, ende Bronis Peterszoen van d'andere sijde, ijrst dat z/Ricart stond in Meeus Segerssoens huijs; daer quam Broe- 5"], [82, "66 z/nis gaen voer dat huijs, doe seyde Ricart tot Bronis : //hyr z/comt gaen een quaet, meynedich schalck ende woude hi z/daer ijet wederseggen, ick woude dat bewisen mit minen „lijve off op sijn lijff of op ymants lijff, die dat verantwoer z/den will voer hem.\" z/Des quam Evert van Domseler ende seijde, dat hi dat „voir sinen Neven verantworden woude ende seijde tot Ri vcart vorschreven, dat hi dat loege. z/Doe seyde Ricart tot Evert, hi woude dat waer maecken z/mit sinen lijve offt zijn ende warp hem een handsch. toe „en seyde, hi waer een quaet meinedich schalck; doe taste „Evert toe ende nam den handsch. op, ende stack hem in ff sinen boesem ende ginck sij nes weges. „Doe quam Heyn Kissensoen ende seyde, hij hopet dat z/Bronis sijn swager immer nyet meinedich en waere; doe seyde z/Qade, Philips Schrassensoen tot Heynen voirss. : /-/swijch z/dije, ghi en hebt daer geen seggen in\"; des seyde Heyn // weder : „ick en will u nijet swigen\". Doe sloeg Gade den z/voirsch reven Heynen op sijn hoefft mit synen vuesten „ende Heynen toech sijn mes ende had hem gheern geweert. z/Dit hebben gesien Arnt van Helle, Maes Maessoen, Heyn „Sorkdam, Gosen van Droncler, Berent Poerter, Steven Phi „lips Schrassertssoen, Symen van der Dere, Jacob van Schaf „feler, Mees Segerssoen ende Ever Kiegger.\" De straffen bestonden hoofdzakelijk in „boete\" en „breu ke\". „Boete\" was datgene, waarmede aangedaan leed of schade werd „geboet\" of vergoed; //breuke\" datgene, wat voor het „breken\" of schenden der wet moest worden voldaan. In verschillende oorkonden vinden we de sommen, waarme de verwondingen, enz. in de 14e eeuw geboet werden, nauw-"], [83, "67 keurig bepaald. Bijvoorbeeld: voor een vuistslag en eene weinig beteekenende wonde 1 pond voor den heer des ver wonden en 1 pond voor den verwonde zelf ; voor eene diepe wonde 3 pond voor den heer en evenveel voor den mishandelde. Wie iemand lam geslagen had, 20 pond; op het afslaan van een been, arm, voet of hand of het uitsteken van een oog 25 pond; een steek in den rug, het uitslaan van acht tan den 20 mark; eene doodelijke wonde 70 mark en doodslag 1000 mark. Omdat het geld zeer schaarsch was, werd vaak met vee of zoo iets betaald. Beleediging van den vorst werd nogal zwaar gestraft. In 1494 werd Olifyer van Gameren voor 100 goudgulden beboet, omdat hij gezegd had, //dat hij wolde, dat den Hertoige van Gelre soe verre were as eijn Entfoigell in soeven dagen flijegen muchte\". 't Was dan ook eene vèrwensching van belang 1 Meineed werd met het afkappen van eene hand gestraft en tooverheksen werden verbrand. Had men iemand valsche lijk van tooverij beschuldigd, dan moest men voor den rech ter verschijnen, zichzelf voor den mond slaan en zeggen, dat men „dat gedacht ind gelaegen had.\" 't Is bepaald jam mer, dat deze gewoonte in onbruik geraakt is. Een misdadiger, die naar eene gewijde plaats gevlucht was, mocht, zoolang hij daar vertoefde, niet worden gegre pen. WaDneer een nieuwe graaf ingehuldigd werd, had hij het recht alle ballingen, die zich aan zijn paard of wagen vasthielden, vrijelijk weer mee in het land te brengen. In de steden geschiedde de rechtspraak door Schout en Schepenen ; op het platte land van de Veluwe door het Hoog Adellijk Landgericht. De Landdrost van Veluwe en de Richter van Veluwzoom lieten zes weken van te voren in de"], [84, "68 kerken bekend maken, wanneer het Landgericht zitting houden zou. Den 15en Juli 1582 werd besloten, dat het gericht den 24en September te Ede zou gehouden worden en vervolgens in de andere ampten, naar oud gebruik. Twee maal per jaar zou het Landgericht de Veluwe rondreizen. In die jaren van woeling en strijd, toen de Veluwe beurtelings door de Spanjaarden en Geuzen werd onveilig gemaakt, was het echter ondoenlijk het gericht te Ede te houden. De land lieden klaagden er over, dat ze, door het opschorten der gerichtsdagen, geen recht konden verkrijgen en aan allerlei moedwil bloot stonden. Daarom hield het Landgericht in 1590 te Arnhem zitting, om de zaken uit Ede, Voorst, Bar neveld en Apeldoorn te behandelen. Nadat de Veluwe van de Spanjaarden gezuiverd was, ge schiedde de rechtspraak weer in de verschillende ampten zelf, telkens met Ede te beginnen; tot den Franschen tijd is dat zoo gebleven. De zittingsdag van het Landgericht werd, als men denken kan, door de dorpelingen steeds met verlangen tegemoet gezien. De komst van zoo hooggeplaatste ambtenaren, als de Landdrost van Veluwe en twee afgevaardigden van de Arnhemsche Vroedschap, benevens een uit een der kleine steden, gaf aan het anders zoo stille dorp eene eigenaardige drukte. Was de gerichtsdag eindelijk aangebroken, dan stroomde uit Ede en de omliggende dorpen eene talrijke menigte in den omtrek der kerk samen, om getuige van de plechtige opening te zijn. Des morgens te acht ure werden de klok ken geluid om de op handen zijnde plechtigheid aan te"], [85, "69 kondigen. Voor negen ure plaatste de Landdrost zich op zijn zetel en vroeg, of het laat genoeg op den dag was om te richten? en, of de bank naar behooren bezet was? De wet eischte namelijk, dat met de rechtspleging moest worden begonnen „bij klimmerder sonnen\" en dat de bank, behalve door den Drost, door minstens twee //Gerichtluij den\" bezet was. De Drost vonniste zich niet mede ; dit was het werk der afgevaardigden uit de stedeu en der Ampts jonkers. Volgens het „Gereformeerd Landrecht van Veluwe en Veluwzoom\" kon niemand lijf èn goed verbeuren; de goe deren van ter dood veroordeelden vervielen aan hun erfge namen. Ook kon ieder alleen zijn eigen goed verbeuren; niet dat van vrouw en kinderen. Stierf iemand, die beboet baar was, voor hij gevonnisd was, dan verviel de boete; was het vonnis evenwel voor zijn overlijden reeds uitge sproken, dan moesten de erfgenamen betalen. Wanneer men in drift, zonder moorddadig opzet, iemand had gedood en men was gelukkig genoeg uit de Veluwe te ontkomen, dan mocht men na zes jaar terugkeeren. Wie door een noodlottig toeval iemand doodde, moest zich voor een jaar en een dag uit de Veluwe verwijderen. Het gebeurde nogal eens, dat iemand in drift werd ge dood; op Vastenavond, bij de Paaschvuren, of bij het schie ten naar den papegaai, kon het er zeer ruw toegaan. Er werd wel van regeeringswege gedurig aan herinnerd, dat „sich „nijemant, hij sij jonck off old gelusten late op vastelavond „die gans te trecken off te werpen, off oock op Pinxteren „die papegaeij te schieten,\" doch deze vermaningen baatten al zeer weinig."], [86, "70 Was bij zoo'n vechtpartij iemand gedood, dan trachtten de vrienden van den verslagene den doodslager te vangen, om hem aan het gericht over te geven. Onder den 'schijn van den misdadiger te zoeken, drongen ze soms zijne woning of die zijner bloedverwanten binnen en sloegen er alles kort en klein. Dit werd door de regeering ten strengste ver boden, „wesende een saeke van een zeer quaede consequentie, „die in Landen van Justitie niet behoordt geleden te z/werden.\" Was de zitting geopend, dan kon ieder, die wat te kla gen had, met zijne klacht voor den dag komen. Deze heeft er over te klagen, dat zijn buurman hem een vuistslag ge geven heeft; hij brengt zijn getuige voor, de zaak wordt waar bevonden, en — „één pond (1,50 gl.) boete aan den geslagene en één pond breuke aan den gerichte\" luidt het vonnis. Ernstiger is de klacht van een ander huisman. In de herberg, terwijl hij rustig bij den biere zat, heeft een ruwe gast hem met een tinnen bierkan naar het hoofd geworpen en hem verwond. De Drost onderzoekt of de zake zich zoo heeft toegedragen, als ze door den klager wordt voorgesteld; en, na zich van de schuld des aangeklaagden overtuigd te hebben, veroordeelt het gericht hem tot eene boete van 4 pond (6 gulden). Gelukkig voor hem, dat de vechtpartij niet op een Zon- of Feestdag, op een Vast- en Bededag plaats had; dan zou de boete 6 pond (9 gulden) bedragen hebben. En dan had hij nog 1 pond extra moeten betalen, omdat hij op Zondag in de herberg geweest was. In dat geval zou de herbergier eveneens 1 pond te betalen hebben, want op zulke dagen mag hij alleen reizigers in zijne her-"], [87, "71 berg toelaten. Wie zich door het gevelde vonnis verongelijkt achtte, kon zich beroepen op de rechtspraak, welke in het Engelander holt onder Apeldoorn gehouden werd. De heeren, die daar recht moesten spreken, zorgden er wel voor, dat ze niet van honger en gebrek omkwamen. In 1447 werd voor hen gekocht: „enen hamel, item vijf molder haveren, twee ham men ende een schouder, vier paar hoenre, vier roggen bro den, witte brood, mosterd, boter, schepenkesen, stokvisch, kerssen, wijn-edick, kuijt, wijn, een vies malveseijn, twee quart Romenijen en holte schottelen om van te eten.\" Zware misdaden, zooals moord, brandstichting, struikroo verij en dergelijke, werden niet door het Hoog Adellijk Landgericht gestraft, maar onmiddellijk door het Hof van Gelderland behandeld. Een, gelukkig zeldzaam, voorbeeld daarvan vinden we in de zaak van zekere Maria Jansen uit Bennekom, die in 1729 wegens eene afgrijselijke misdaad door het Hof werd gevonnisd. Deze furie had den dood van niet minder dan vijf personen op haar geweten; ze had ze door vergiftiging van kant gemaakt. Haar straf was niet minder afgrijselijk; na vooraf op een houten kruis gebonden te zijn, werd ze met gloeiende tangen genepen, daarna gerad braakt en ten laatste haar hoofd met eene bijl van het lichaam gescheiden. De Amptsjonkers, reeds vroeger door ons genoemd, had den het bestuur der gemeente voor een goed deel in handen. Om als Amptsjonker te kunnen optreden, moest men uit een geslacht afstammen, reeds vóór 1500 als edel erkend, en in het bezit zijn van vaste goederen, ter waarde van 18000"], [88, "72 gulden of 25 morgen bouwland. In 1721 werd den Room schen edelen de bevoegdheid tot het bedienen van dit ambt ontnomen. De Amptsjonker moest bij de aanvaarding zijner bediening beloven de amptsresolutiën te zullen handhaven, de belangen van zijn ampt en der ingezetenen zooveel hem doenlijk was te behartigen en bij de rechtspleging zonder aanzien des persoons te handelen. Het aandeel, dat ieder in de amptslasten („gemeentebe lasting,\" zouden wij zeggen) bijdragen moest, werd door de Amptsjonkers bepaald; het aandeel in de algemeene lasten (rijksbelasting), werd door hen en de afgevaardigden der Ve luwsche steden vastgesteld. Ook in zaken, de kerk betreffende, hadden ze recht van meespreken. Kerkvoogden en diakenen moesten hunne reke ning aan de goedkeuring der Amptsjonkers onderwerpen en zonder hunne voorkennis mocht geen predikant beroepen a) of geen onderwijzer benoemd worden. In „De Ridderschap van Veluwe,\" door Mr. W. J. Ba ron d'Ablaing van Giessenburg, worden de volgende Ampts jonkers van Ede genoemd. Arent van Lawick, in functie getreden 3 Febr. 1698 Joh. Carel van Eek tot Nergeua „ 4 Febr, 1701 Lubbert Adolph Torek „ 27 April 1708 Jacob van La wiek „ 17 April 1711 Jan Carel van Eek „ 18 April 1720 Derck van Eek „ 19 April 1725 Jan van Lawick tot de Mispeler „ 4 April 1726 Willem Bentinck „ 13 Mei 1734 1) Ede maakte hierop eene uitzondering."], [89, "73 Anthony George van Eek Assueer Johan Torck „ 18 April 1748 „ 10 Mei 1753 Johan Pieter Coenraad Hendrik van Renesse „ 6 Mei 1773 Lubbert Pieter Adolph Torck „ 19 April 1781 Jan Willem Simon van Haersolte 1794 Willem van Spaen 1794 De voornaamste uitvoerder van de bevelen der Ampts jonkers was de Schout. Hij had zoowat voor allen en alles te zorgen en werd bovendien nog bitter slecht betaald. In plaats van tractement ontving de Schout van Ede schapen en koorn. In 1657 werd Schout Gosen van Ommeren verboden voortaan deze opbrengsten in natura te eischen. Daarover beklaagde hij zich bij de Staten der Kwartiers en verzoekt metéén „eenig redelick jaerlix tractement ofte ander conten tement voor de zware diensten ende servituten- zijn ampt subject sijnde.\" Als Schouten van Ede vonden we in verschillende stuk ken de volgende personen vermeld : Zeleman van Ommeren in 1554. Jacop van Erckelens. Hij ligt in de kerk te Ede begra- ven; zijn grafschrift luidt: A°. 1641 de 10 Januarius gestorve Jacop van Erckelens, Scholtus tot Ee out sijnde 84 iaren.\" Zeleman van Ommeren. We vonden hem vermeld in een stuk, berustende in het Archief der Diakonie te Ede. In 1608 beloofde hij 100 gld. aan de armen der gemeente, maar verzuimde aan zijne belofte te vol-"], [90, "74 doen. In 1685 betaalde de Vendrig Van Ommeren er nog 50 gld. toe. Gosen van Ommeren. Hier boven reeds genoemd. Johan Otters. Hij was gehuwd met Hendriena van Brienen. Hendrik Otters. In 1732 geraakte hij in moeilijkheden met den Buurtrichter van Doesburg, J. van Wijnbergen tot de Glindhorst, daar hij zich rechten aanmatigde, die den buurtrichter toekwamen. Gerrit Derk Suermond, (overleden 3 Juli 1759). Johan Hendrik Floret, overl. te Ede 27 Dec. 1769. E. J. Ammon, benoemd omstreeks 1770, overl. 10 Febr. 1795. Mr. J. F. Ammon, overl. te Ede 12 Nov. 1803 C. B. de Vries, R. Burggraaff, overl. te Ede 2 Dec. 1816. overl. te Ede 29 Dec. 1858 Beide laatstgenoemden komen voor onder den titel van Schout en Maire. Burggraaff heeft de betrekking maar zeer kort bekleed, immers in 1818 komt hij al niet meer als schout voor. E. D. van Meurs, overleden te Ede 11 Juni 1822. Vervolgens H. T. Prins, benoemd tot Schout 10 Sept. 1822. In 1826 komt deze voor het eerst voor onder den titel van burgemeester l) als zoodanig fungeerde hij tot 11 October 1) De eerste aanstelling van een Secretaris, welke wij vermeld vonden (nogal merkwaardig om de jaarwedde, die er aan verbonden was) dagteekent van 1771. Zij luidt als volgt : „Sept. 1771 is Mr. E. J. Ammon, Schout des ambts Ede, door de Amptsjonke-"], [91, "75 1851. Hij overleed te Bennekom, den 29 Aug. 1852. Zijn zoon, de heer Th. Prins, volgde hem als burgemeester op, na daarvoor benoemd te zijn bij Kon. besluit van 29 Sept. Hij overleed den 8 April 1860 te Bennekom, ten gevolge van eene hevige keelziekte. (Die tijding vond toen algemeen deelneming, omdat men aan den ijverigen, minzamen en weiwillenden man zeer gehecht was.) Sedert fungeert onze tegenwoordige burgemeester, Jhr. A. W. van Borssele, be noemd bij Koninklijk besluit van 9 Mei 1860. ren benoemd tot Scriba, om alle saaken iut hoofde voors. te doen en te verrig ten, exact en gelrouw waar te nemen, onder belofte van behoorlijke secretesse. En is hiervan een jaarlij ksch douceur, tot wederopzeggens toe, uit deambtscassa toegelegd, de somma van drie en zestig gulden, bij den ontvanger deses ambts op een lopende ordonnantie alle jaar te betalen, waarvan het eerste verschijnen zal den 15 Augustus 1772.\""], [92, "HOOFDSTUK X, VOORHEEN EN THANS. — OP DEN PAASCHBERG. — ANNA MARIA MOENS. — DE STATIONSWEG. — STERRENBERG. HOTELS. — EENE OUDERWETSCHE HERBERG. — EENE STICH- TING DER LIEFDE. — BENNEKOM. «Het Dorp Ede leit in eene vermaakelijke Landtsdouwe, „hoewel meest uit de Heide aangeteelt, die sterk met groe „nen, voornamelijk met Boekweit, bezaait wordt; 't geen in „den bloeitijdt van de hoogten een verwonderlijk aangenaam „gezicht geeft; vooral wanneer men de oogen laat weiden z/van eenen kleinen Heuvel, het Paaschbergjen geheeten. Op „den top van dit Bergje staat een eenige Lindeboom; ook z/is 't rontom in 't vierkant met struikhout beplant om een „Lusthuisjen te vlechten, doch wegens den schraalen grondt „en de hoogte der plaatse bloot staande voor alle barre „winden, van geen voortgang of groei. Hier vandaan nu 't „gezicht rontom wendende ziet men, op den gemelden tijdt, „d'omleggende heuvelen en laagten, van den bloessem der „Boekweit, als met een wit lijnwaadt, of zuivere witte sneeuw „bedekt. Het dorp ziet men vandaar in eene valeije gele „gen, dat zich heel onderscheidentlijk vertoont. Doorgaans „is het Dorp met keijen bestraat en een doortogt, 's win-"], [93, ""], [94, ""], [95, "77 „ters en 's zomers, voor de Postwagens van Amsterdam op //Arnhem. „'t Is iets zonderlings, dat deze groote en aanzienlijke „plaats alleen met Gereformeerden, zonder iemandt van eene „andere gezindheit, (behalve een eenig Roomschgezind huis) „is bevolkt; verder, dat d'ingezetenen doorgaans vlijtig en //ijverig zijn, om zich, met den landbouw en andere hantee- „ ringen, eerlijk te geneeren, en de dronkenschap daar der „maaten in 't gemeen gehaat is, dat dronken te zijn, voor //eene groote schande wordt gerekent, waarom het de kerk „daar aan geene toehoorderen, maar de herbergen doorgaans „aan drinkelingen ontbreekt.\" Aldus beschreef Francnis Halma anderhalve eeuw geleden in zijn bekend Woordenboek het dorp Ede en het schoone uitzicht, dat van den Paaschberg te genieten valt. Wat is er sedert dien tijd veel veranderd 1 De „eenige Lindeboom\" is verdwenen, de „Postwagens van Amsterdam op Arnhem\" zijn gesloopt en of het nu nog „de herbergen doorgaans aan drinkelingen ontbreekt\" zouden we niet durven verzekeren. Maar wat niet veranderde, is de onuitsprekelijk schoone natuur, eeuwig frisch en eeuwig jong. Met welgevallen blikt ons oog rond van den top des heuvels over de wijde, wijde vlakte; een panorama ontrolt zich hier voor den blik, zoo schoon als er weinige in ons goede land te genieten zijn. De kronkelende rookwolkjes van de stoombooten op den Rijn smelten in de verte met het azuur des hemels ineen; de verwonderlijk schoone toren van Rhenen steekt de spits boven den Heimenberg uit; bij helder weer moet zelfs de Utrechtsche domtoren hier te zien zijn. Daar rijzen de slanke schoor steenpijpen der Veenendaalsche fabrieken op ; ge ziet duidelijk"], [96, "78 het weerkaatsen der zonnestralen op de talrijke vensterglazen der Groote Fabriek. Dichter bij teekenen de daken der boerenwoningen in de Maanderbuurt zich tegen de lucht af en gluurt de Bennekomsche kerktoren door het Hoekelomsche bosch. Schilderachtig ligt het dorp Ede zelf daar in het groen verscholen; op den voorgrond staat de kerk; van hieruit kunt ge haar schoone lijnen het best bewonderen. Hoog steekt de spits des torens boven 't geboomte uit, alsof zij zich, evenals wij, verlustigen wilde in 't heerlijk uitzicht. Als een bont tapijt strekken de golvende bouwakkers zich voor ons uit, getuigenis afleggende van de vlijt en de vol harding des meuschen, die deze schrale, hooge gronden door onverpoosden arbeid in bouwland wist te herscheppen. Achter gindsche hooge beukenhaag ligt een akker van gansch andere natuur: de Akker des Doods. Eene bruine gedenkzuil steekt boven de haag uit; ze wijst u de plaats, waar een der merkwaardigste predikanten dezer gemeente, Dirk Adrianus Detmar, begraven ligt. Zijn stof rust daar bij het stof van hen, wien hij den weg des levens wees en zoo vaak tot eeuwigen zegen was. Hier, op den top van den heuvel, verrijst het gedenktee ken, aan de nagedachtenis van de kostschoolhouderes, Me juffrouw A. M. Moens, gewijd. Dit monument, dat ongeveer vijf Meter hoog is, heeft den vorm van een antiek altaar, met symbolische klimopranken en ander beeldwerk prijken de. Een slang, met den staart in den bek, stelt de eeuwig heid voor; eene vlinder spreekt u van de opstanding der dooden. Op de voorzijde van het schoone gedenkteeken leest men :"], [97, "79 Aan ANNA MARIA MOENS, Geb. den 31 Augustus 1777. Overleden'! Op den Huize KERNHEIM, Den 10 Maart 1832, Ter nagedachtenis Door sommige van hare KWEEKELINGEN. achterkant : Aan den z/Hier rust een eed'le vrouw, De roem van haar geslacht, Die met de teerste zorg Het moeilijkst werk volbracht; Zij wees aan 't jeugdig hart Het spoor naar beter leven, En kweekte meenge bloem Voor 't hemelsch vaderland. God nam haar van ons weg, Haar taak was afgeweven, Zij stierf en gaf haar geest, Vertrouwend in Gods hand. Jammer dat er bij het vormen van dit monument in het bovenstaande versje zooveel taalfouten gemaakt zijn, die men later heeft verbeterd; het lijkt nu wel wat op een gecorri geerd opstel. Trouwens, zoo iets misstaat op het grafteeken van eene kostschoolhouderes minder dan elders; men kan er het zinnebeeld in zien van de grootste plaag van haar leven, de taalfouten in het werk harer leerlingen. Men had voor hare laatste woning moeilijk schooner plek je kunnen uitkiezen dan den top van dezen heuvel. Ginds,"], [98, "80 over hei en akkers, ligt Kernheim, waar de vereerde vrouw jaren lang hare beste krachten aan de opvoeding der jeugd besteedde. Mejuffrouw Moens volgde voor hare inrichting hetzelfde stelsel, dat op onze lagere scholen wordt toegepast : ze had zoowel mannelijke als vrouwelijke scholieren. De jongeheeren hadden gelegenheid zich aan hare inrich ting voor de Hoogeschool voor te bereiden en de jonge da mes bleven er natuurlijk, tot hunne opvoeding voltooid was. 't Spreekt van zelf, dat het samenwonen van zooveel jonge lieden van beiderlei kunne, die de kinderschoenen reeds ontwassen waren, een streng toezicht noodzakelijk maakte, en het strekt mej. Moens niet weinig tot eer, dat hare in richting, ook wat de zedelijkheid betreft, een goeden naam had. Anna Maria Moens was de eenige dochter van welgestel de ouders; ze had de opleiding ontvangen, welke men in de laatste helft der vorige eeuw voor meisjes uit den beschaaf den stand noodig keurde. Door den druk der tijden werd zij genoodzaakt eenen werkkring voor zich te zoeken, ten einde in haar levensonderhoud te kunnen voorzien. De keus was voor haar niet moeilijk, want het werk der opvoeding had voor haar steeds groote bekoring gehad. Op betrekke lijk jeugdigen leeftijd schreef zij reeds, half buiten weten harer ouders, het „Zedekundig Schoolboek,\" dat door de Maatschappij //Tot Nut van 't Algemeen\" met den eereprijs bekroond werd. Met zeldzaam talent was zij eene lange reeks van jaren aan de vorming der haar toevertrouwde jeugdigen werkzaam. Wat aan hare opleiding ontbrak, werd door haar natuurlij ken aanleg vergoed; ze was inderdaad een opvoedkundig genie."], [99, "81 Een aantal paden voert van de hoogte hier naar den straatweg van Ede naar Arnhem, daar naar het dorp, ginds naar het schoone Edesche bosch. De weg, die van het voor enkele jaren vernieuwde station naar het dorp voert, begint zoo langzamerhand het aanzien van eene straat te krijgen. Wat zag die weg nog slechts weinige jaren geleden er een zaam en ongezellig uit! De koornmolen, even ter zijde van den weg, en verder het tolhuisje, waren zoowat de eenige woningen, die er langs stonden. En nu ? De grintweg, waarop ge 's zomers gevaar liept te stikken van het stof en 's winters half verzonkt in den modder, is door een flinken straatweg vervangen, waarlangs een aantal lieve, kleine villa's gebouwd zijn. Villa Anna, Villa Margot, Villa Helena— Petronella, Villa Aleida; men heeft het schoone geslacht bij het benoemen dezer landhuizen niet vergeten. Daartusschen leest ge renteniersnamen : Zorgvliet, Rustoord, Home, of namen, aan de plaatselijke gesteldheid ontleend: Bergoord, Edeburg, Terra Nuova, Veldheim, Erica. Een dezer landhuizen droeg vroeger den statigen naam „Sion.\" 't Was destijds een gesticht voor lijders aan vallende ziekte; meer zeggen we er niet van, gedachtig aan de spreuk: „Spreken is zilver, zwijgen is goud.\" De weg van den Paaschberg naar het dorp leidt lang3 het landgoed „ Sterrenberg\", door een der vorige eigenaars ds. Astro aldus genoemd. Met groote kosten werd dit schoone gebouw tot kostschool ingericht en in Aug. 1886 voltooid. We gelooven niet te veel te zeggen, wanneer we beweren, dat men in ons land tevergeefs een even doelmatig en tevens sierlijk ingericht instituut zoeken zal. Aan het hoofd 6"], [100, "82 van deze inrichting staan de dames Kropff en Piquet. Meer dan 25 leerlingen worden niet toegelaten; het aantal aan vragen overtreft steeds het aantal beschikbare plaatsen. De gezonde ligging van het dorp Ede en de schoone omgeving lokken iederen zomer een steeds toenemend aantal vreemdelingen hierheen. De wijd en zijd gunstig bekende „Posthoorn,\" het Hotel bij het Station en vooral het goed ingerichte „Hof van Gelderland,\" bieden eene geschikte ge legenheid om tijdelijk onder dak te komen. Het terrein, Rozenhage, tegenover laatstgenoemd hotel en er bij hoorende, is een schoon wandelpark voor de logeergasten. Lieden van een zwak gestel, die gaarne voor eenige weken het gewoel onzer steden willen ontvluchten, doch zich te zwak gevoe len om verre wandeltochten te maken, vinden hier juist, wat ze noodig hebben : rust, gezonde lucht en een heerlijke natuur. De stoomtram van het station Ede naar Wageningen brengt ons voorbij de in Zwitserschen stijl opgetrokken villa Reehorst, door het goed Hoekelum, in weinige minuten te Bennekom. Eén der rariteiten van het dorp is verdwenen : de herberg van de Wed. Mekking. De herberg is er nog wel en de houten voederbakken staan nog wel onder de oude lindeboomen, maar de prachtige antiquiteiten, die vroe- ger de landelijke gelagkamer versierden, zijn er niet meer. Een schoon bewerkte koperen kroon hing er aan den zol- der, porseleinen schotels en borden van niet geringe waarde stonden op de lijst van den ouderwetschen schoorsteen. Als ge een half uur u had laten heen en weer schudden in den aartsvaderlijken omnibus, die van Ede naar Wageningen reed, kont ge 't niet laten even bij vrouw Mekking aan te steken. Ze stelde haar antiquiteiten zelf op hoogen prijs en"], [101, "83 wilde van geen verkoopen weten. Nu — daar had ze gelijk aan ; maar al te veel zijn oude meubelen, schotels, borden, haardstellen en dergelijke opgeruimd, om voor smakelooze, nieuwerwetsche prullen plaats te maken. De stoomtram heeft de omnibussen verdreven ; we stappen niet meer bij de Wed. Mekking uit, maar rijden door tot de abri en komen verder langs het keurig nette, in Zwitserschen trant opgetrokken Hotel „De Neder- Veluwe.\" De grintweg voert ons langs het landgoed Erica naar eene stichting der liefde, de Prins-Alexander stichting, den SOen Nov. 1880 voor minder jarige blinden geopend. Het niet al te ruime gebouw bestaat uit een middengedeelte van twee verdiepingen en lagere zijvleugels. Men vindt er, wat men in eene dergelijke inrichting ver wacht: eene leerkamer, speelzaal met gymnastiektoestellen, een goeden voorraad speelgoed, enz. Rustiger plekje zou men voor deze stichting bezwaarlijk gevonden hebben; vre dig ligt ze te midden van uitgestrekte sparrenbosschen. Als ge deze ongelukkige kinderen oppervlakkig in hun doen gadeslaat, zoudt ge niet zeggen, dat hun het edelste der zin tuigen ontbreekt. Ze zijn levenslustig en vroolijk als andere kinderen ; in huis en in den naasten omtrek loopen ze rond, alsof hun het gezichtsvermogen niet ontbrak. En toch — hoe naamloos ongelukkig zijn deze kleinen! Al de heer lijkheid van Gods schoone schepping, waarvan wij zoo veel, zoo onuitsprekelijk veel genieten, is voor hen verborgen. 't Is nacht, altijd stikdonkere nacht voor hen. Eere den ede len menschenvrienden, die hun gaven en hun krachten be steden aan het verzachten van het treurig lot dezer blinden. Een woord van lof aan de directrice Mej. Verneij, moge"], [102, "84 hier eene plaats vinden. Ieder roemt de uitstekende wijze, waarop zij het beheer voert. We keeren, na het blindengesticht bezocht te hebben, naar het dorp terug. De deftige heerenhuizing daar heet Marien hof en deze, hier vooraan het dorp, draagt met recht den naam Dorpszicht, want van hier uit overziet men de gan sche, met lindeboomen beplantte dorpsstraat. Bennekom ziet er over 't algemeen zeer nieuw uit. Hier er daar eene nette villa, overigens goed onderhouden burger- en heerenhuizen ; de eenige ouderwetsche woning in de dorpsstraat heeft men achter een brandspuithuisje weggestopt. Daar tegenoverstaat de ruime pastorie en de kerk, welke in den vorm van een dubbel kruis gebouwd is. We hopen later deze kerk te be zoeken en hare geschiedenis te verhalen; ook den omtrek van Bennekom laten we ditmaal onbesproken. Er zijn te be langrijke historische herinneringen aan verbonden, om die hier met weinig woorden te kunnen mededeelen."], [103, "HOOFDSTUK XI. EERSTE BEWONERS. — HEIDENSCHE NAMEN. — ROMEIN- SCHE NAMEN. — HET MOSSELSCHE LEGERVELD. — ENGELAND EN DE VELUWE. — ZENDELINGEN. — DE HEILIGE ANTONIUS. — VERCHRISTELIJKT HEIDENDOM. — EDESTHORPA. Tal van eeuwen zijn voorbijgegaan, sedert de eerste bewo ners dezer streek zich hier vestigden. Enkele eigennamen herinneren nog aan dat grijs verleden en bewijzen, dat de Germaansche stammen, die ruim eene eeuw voor de geboorte des Heilands het tegenwoordige Gelderland in bezit namen, ook op de Veluwe hunne nederzettingen hadden. Toch waren deze volkeu, Bructeren en Chamaven, waarschijnlijk niet de eerste bewoners dezer streek en namen zij slechts de plaats in, door de Kelten verlaten. Gelijk we in 'teerste hoofdstuk reeds zeiden, wordt de naam „Ede\" door een bevoegd oudheidkundige afgeleid van een Germaansch woord, dat „brandstapel\" beteekent; die naam stamt dus uit den tijd, waarin onze heidensche voor ouders hun overleden bloedverwanten verbrandden. De naam Otterlo herinnert eveneens aan het heidendom. Oddr of Hodur was de echtgenoot van de godin der liefde, Freya, naar wie onze Vrijdag genoemd is. Oddr, zoo meende"], [104, "86 men, had zijne echtgenoote verlaten en was naar verre lan den heengetogen. Freya reisde onder de volken rond om den verlorene te zoeken en was niet te troosten over haar ver lies. Zij was het zinnebeeld der huwelijksliefde en de schoon ste hoop der Germaansche vrouw was, na den dood in de nabijheid van Freya te komen. Naar haar verloren echtge noot heeft, naar men meent, Otterlo (Oddr-lo, dat is bosch van Oddr) zijn naam bekomen. Ook de naam „Drieberg\", welke in deze streek meerma len voorkomt, is van heidenschen oorsprong ; een drietal al taren, aan Freya, Othin en Thor gewijd, stond op den top dezer heuvels, als zinnebeeld der Drieëenheid, gelijk die door deze heidenen begrepen werd. De heide bij Harscamp heet Dabbenloo, vroeger Dobbenlo. Deze naam wijst op een gebruik der oude Germanen. Wan neer namelijk een of andere overeenkomst gesloten was, drukte men, als om de goden tot getuigen te nemen en aldus de overeenkomst te bezegelen, den duim tegen een gewijden boom; dat noemde men „Dobbe\". In 't Vree- Bosch bij Vaassen bestaat nog de „Dobbe-Gelle\". De Romeinen hebben hier eveneens sporen achtergelaten. „Lunteren\" wordt, gelijk we reeds zeiden, door den oud heidkundige O. G. Heldring afgeleid van „Lunae Altare\", Altaar van Luna, de godin der jacht. Reemst of Reems leidt hij af van Romisch of Romeinsch; hij meent, dat op de plaats, waar nu de boerderijen Oud- en Nieuw-Reemst liggen, vroeger Romeinsche verschansingen bestaan hebben, waar eene kleine bezetting lag om de inboorlingen in toom te houden. In een handschrift van den bekenden oudheidkundige G."], [105, "87 Haasloop Werner, dat ons welwillend ter leen verstrekt werd, lezen we: „De naam der Buurtschap Manen is ver „moedelijk van Romeinschen oorsprong, terwijl men aan het „Manerpad een Romeinsch kerkhof aantreft, onder de bena „ming „De Knoten\", waar, bij het omwoelen van den „grond, eene menigte urnen zijn gevonden. „De Manen hadden het toezigt over de begraafplaatsen en „grafgedenkteekenen, en de Romeinen koesterden eenen grooten „eerbied voor dezelven, zoodat zij altijd voor de opschriften „de letters D. M., dat is : Dis Manibus, plaatsten, ten einde „in de eerste plaats deze goden te verzoenen en ten andere, „om te voorkomen dat sommige heiligschenners de gehei ligde plaatsen der dooden zouden ontheiligen, daar zij ver onderstelden, dat de afgestorvenen op deze wijze krachtda. „dig beschermd werden door de machtige en onverzoenlijke „goden van den afgrond.\" De heide om Mossel heet het Mosselsche Legerveld; in 855 Legurlo. Haasloop Werner vermoedt, dat Claudius Ci vilis op deze vlakte zijne benden, waarmee hij zijn laatsten aanval op de Romeinen deed, vereenigd heeft. Civilis, die aanvankelijk in den strijd met het machtige Rome zoo ge lukkig was, leed, nadat Vespazianus den keizerstroon be klommen had, eerst aan den Moezel en later bij Vetera zulke geduchte nederlagen, dat hij zich naar het eiland der Batavieren, de Betuwe, terugtrekken moest. Een tweetal edele Batavieren, Tutor en Classicus, spoedde zich naar Ger manië, om hulptroepen te halen voor den laatsten, beslis senden strijd. Op het Mosselsche Legerveld of Legurlo meent meu, vereeuigde Civilis de nieuw aangekomen hulp troepen met zijne Batavische benden en trok met dit veree-"], [106, "88 nigd leger naar de Betuwe terug. De aanvallen, door hem en zijne onderbevelhebbers Tutor, Verax en Classicus, op Va da (Wageningen), Batavodorum (Wijk bij Duurstede), Are nakum (Arnhem) en Grinnes (Rhenen) gedaan, werdendoor de Romeinen afgeslagen; niet lang daarna sloot Civilis met zijn machtige bestrijders vrede. De Romeinen werden, gelijk bekend is, door de Franken en Saksers uit deze streken verdreven. Saksische stammen staken later de Noordzee over en vestigden zich in het te genwoordige Engeland. Wellicht laat zich uit deze gebeur tenis verklaren, hoe het komt, dat in Engeland plaatsnamen voorkomen, nagenoeg gelijkluidend met plaatsnamen in deze streek, zooals bijvoorbeeld : Apledore (in Kent) Apeldoorn. Barnefield (in Kent) Barneveld. Felpham (in Sussex) Velp. Hailsham (in Sussex) Heelsum. Ede (in Devonshire) Ede. Berneham (in Berkshire) Bennekom, oudtijds Bernichem. Hardwich (komt menigvuldig voor) Harderwijk, oud- tijds Harde wiek. Puttingham (in Buckinghamshire) Putten, oudtijds Putham. Escote (in Worcestershire) Eschoten onder Otterlo. Waarschijnlijk hebben deze Saksische stammen aan hunne nederzettingen in het nieuwe vaderland, Engeland, dezelfde namen gegeven, die hunne verlaten woonplaatsen in deze streek droegen, gelijk dat bijvoorbeeld de Hollandsche boe ren in Transvaal gedaan hebben, die een hunner dorpen Utrecht, een ander Amersfoort, enz. noemden."], [107, "89 De volksstam der Quaden liet eene herinnering achter in den naam //Quaden- of Kwaden-Oord, tusschen Bennekom en Renkum. Hoenderlo is, naar de heer I. Herman de Rid der meent, zoo genoemd naar de Hoenen of Hunnen. De Saksische stammen, die naar Engeland verhuisd wa ren, waren daar reeds vroeg met het Evangelie bekend ge worden. Door hunne stamverwantschap met de bewoners onzer gewesten daartoe aangetrokken en brandend van begeerte om het licht des Evangelies onder hunne heidensche broederen te ontsteken, kwamen in de 7e en 8e eeuw onzer jaartelling tal van zendelingen uit Engeland hierheen. Zij werden be ter ontvangen dan hunne Frankische medearbeiders, omdat men hen beter kon verstaan *) en vooral ook, omdat men in de Frankische zendelingen niet ten onrechte voorloopers zag van het Frankische leger. Onder de evangeliepredikers, die meer bijzonder in Gel derland zijn werkzaam geweest, vinden we genoemd Suid bert, de Witte en de Zwarte Ewald, Lebuinus en Weren fried. De geschiedenis zegt ons weinig van deze geloofshel den; doch dat weinige is genoeg om ons met eerbied te ver vullen voor deze mannen, die er hun rust en hun leven voor over hadden, om hier de Blijde Boodschap te verkon digen. Twee hunner, de beide Ewalds, werden te Laar (bij 1) Melis Stoke zegt in zijn Kijm-Kroniek : Inghels was Willibroert becant Gheboren van Noorthumberlant. Ende want de Inghels sijn gewassen, Als men leest, van Neder-Zassen. Conste hi te bet de vriessebe tale Dat mach elc man proeven wale."], [108, "90 de Grebbe, gelijk sommigen meenen) door de heidensche in boorlingen vermoord. Lebuïnus was in het noordelijk gedeel te der Veluwe en in Overijsel werkzaam. Wereufried, die eenige jaren na Willebrordus uit Enge land hierheen kwam, werd door dezen naar Eist gezonden, om de daar reeds bestaande gemeente te besturen, en de Betuwe, die toen „zeer sterk bevolkt was,\" verder met het Evangelie bekend te maken. Hierin slaagde hij boven ver wachting en zijn arbeidsveld breidde zich uit over den Ve luwzoom tot Westervoort aan den IJsel. De gissing is daar om niet al te gewaagd, dat hij het eerst in Ede en omstre ken het woord des Levens heeft verkondigd. Na het overlijden van Werenfried in 760 bleek eerst recht welk een machtigen invloed hij had gehad. De Chris tenen te Westervoort, waar hij den geest gegeven had, ge raakten met die te Eist in krakeel over zijn lijk. Die van Eist kregen hun zin; „hun was Werenfried in zijn leven ten herder geweest,\" zeiden zij, „hun zou hij voortaan bij God ten middelaar zijn.\" Zijn graf werd en bleef eeuwen lang eene druk bezochte bedevaartsplaats, tot in 1588 de Geuzen zijn gebeente aan de vlammen prijs gaven. Er is, gelijk men ziet, in dit alles veel onzekers; we moeten vaak vragen en gissen, waar we zoo gaarne zekerheid hebben zouden. Geen wonder, dat de vindingrijke verbeel ding des volks soms aanvulde, wat aan de geschiedenis ont brak. Zoo wordt de stichting van de kerk te Lunteren door de legende aan den heiligen Anthonius toegeschreven ; hij zou zelfs de klok aldaar hebben gegoten. Deze heilige, de vader van het monnikenwezen, stierf evenwel reeds in 356 in de Egyptische woestijn; eeuwen voor de eerste zendelingen"], [109, "91 dus hier aankwamen. Hoewel deze legende dientengevolge met de geschiedenis ten eenen male in strijd is, was de kerk te Lunteren langen tijd eene even druk bezochte be devaartsplaats als in onze dagen de kerk van Onze Lieve Vrouwe van Kevelaar. De invoering van het Christendom in deze landen ging gepaard met het verlies der onafhankelijkheid; de Franki sche vorsten, inzonderheid Karel de Groote, dwongen de heidensche Friezen en Saksers met het zwaard in de vuist tot het verzaken der afgoderij. De bekeering tot het Chris tendom was voor onze voorouders dus grootendeels een vorm, meer niet, het hart bleef er koud bij en de heidensche ge bruiken en bijgeloovigheden werden er niet door weggeno men, hoogstens wat Christelijk getint. Zelfs de Kerkhervor-^ ming vermocht in later eeuwen niet de laatste sporen van het heidendom te doen verdwijnen en nog in onze dagen herinneren de Paaschvuren, het geloof aan weerwolven en dergelijke zotternijen meer, aan de duisternis des Heidendoms. Het dorp Ede vinden we in dezen overgangstijd voor het eerst genoemd; in een giftbrief van het jaar 866 komt het als Edesthorpa voor. Waar het Christendom ingevoerd werd, werden ook kerken gebouwd en om die kerken ontstonden langzamerhand de dorpen. Elders groepten de hutten der landlieden zich om de hoeve van hun heer of om een of an dere sterkte. De naam van het dorp Bennekom wijst op het eerste geval; de uitgang „om\" en „urn\" beteekent, evenals „Heim,\" woning of hoeve. Bennekom zegt dus zooveel als „Hoeve van Benno.\" De naam van de Doesburgsche buurt wijst op het tweede geval. Doesburg komt toch, naar men meent, af van Dodo's-"], [110, "92 burg, kasteel of sterkte van Dodo, De verschillende graafschappen, als : Redichem, Hame land, enz., welke gedurende de Frankische overheersching ont staan waren, werden in verloop van tijd tot één geheel vereenigd en vormden aldus eerst het Graafschap, later het Hertogdom Gelre. In het volgend hoofdstuk verhalen we de lotgevallen van Ede, gedurende de regeering der Graven en Hertogen."], [111, "HOOFDSTUK XII. HEECKERENS EN BRONKHORSTEN. — DE GRAAF VAN HOL- LAND TE OTTERLO. — DE KERK TE EDE VERBRAND. — HERTOG ARNOUD. — „EIN GUET MEDICIJN.\" — DE KERK- HERVORMING EN KAREL VAN GELRE. — FILIPS II. — EDE- SCHE GEUZEN — OP HET HUIS TEN HAM. In 1359 vinden we den naam van het dorp Ede in de Qeldersche geschiedenis weer genoemd. In dat jaar sloten de Heeren, Ridderen, Knapen en Steden van de Veluwe een onderling verdrag, om aan de gruwelen van den burger oorlog, welke toen in Gelderland woedde, een einde te maken. 't Waren booze dagen voor ons schoon gewest ! De verbon den edelen en steden verklaarden terecht in hun verbonds brief, dat het er treurig met het land uitzag „ende onghe voechs ende ghewauts langhe tijt gheschiet is ende noch dagelix geschiet op ter straten ende in den lande.\" Zij be loofden elkander niet te zullen benadeelen en, zoo een der verbondenen aangevallen werd, hem bij te staan. De Heer van Hemmen en die van Doorwerth zouden in dat geval met drie, de Amptman van Wageningen en die van Ede met achttien, Arnhem met drie honderd en de Amptman van Veluwe met vijf en twintig man te paard te hulp komen,"], [112, "94 Gedurende dezen broederoorlog zocht Hertog Reinoud III tegen zijn mededinger Eduard hulp bij de krachtige bewo ners der Veluwe ; hij wist ze, door hun de burgelijke vrij heid te beloven, voor zijne zaak te winnen. De banden der slavernij verbrekende, stroomde het landvolk, met spade en zeis gewapend, van alle zijden toe. Moordend en verdelgend drongen deze woeste benden tot voor de poorten van Arn hem. Tegen het geoefend leger van Eduard waren deze on geordende troepen echter niet bestand. In den moorddadigen slag bij Loenen op de Veluwe werden ze grootendeels ver nietigd. De heuvel, waar deze slachting plaats had, droeg langen tijd den naam „vrijenberg,\" als eene herinnering aan de verdelging dezer landlieden, die zich „vrijen\" noemden en hun oorlog „vrijenoorlog.\" Na het overlijden van Reinoud en Eduard braken de twisten tusschen Heeckerens en Bronkhorsten met vernieuwde woede uit. De Veluwe, met name Wageningen en zijn om trek, was eenigen tijd het punt, vanwaar uit de Heeckerens hunne vijanden bestookten. Toen later de partij der Bronkhorsten Wageningen en de Neder- Veluwe had veroverd, trok het leger van den Bisschop van Utrecht de Veluwe binnen om de Bronkhorsten er weer uit te verdrijven. Met zijne plunderende benden rukte hij tot Arnhem voort en daagde zijne vijanden uit hem slag te leveren ; toen zij dit weigerden, keerde de Bisschop naar Rhe nen terug. Hertog Willem van Gulik, die aan deze twisten een einde maakte, wees in 1390 het zuidelijk gedeelte van de Meent toe aan Wageningen en Bennekom, tot het steken van turf"], [113, "95 en het weiden van vee; het noordelijk gedeelte kwam aan de buurtschap Manen. Reinoud IV, broeder en opvolger van Hertog Willem, ontving in het jaar 1412 op zijn jachtslot Aanstoot bij Ot terlo, een bezoek van den Graaf van Holland, Willem VI. Nadat zij en hun talrijk gevolg zich daar eenige dagen met de herten- en wilde zwijnenjacht hadden vermaakt, begaven zij zich naar Harderwijk. Het schijnt, dat onze Hertog ge durende deze dagen van vermaak aan zijn vroegeren vijand, Graaf Willem, heeft medegedeeld, wat hij aangaande eene samenzwering van Hollandsche edelen wist ; althans, na den terugkeer des Graven in Holland, vielen verscheidene edelen in ongenade. In 1420 geraakte Reinoud weer in oorlog met den Bis schop van Utrecht, Frederik van Blankenheim. In het vol gende jaar deden de Utrechtsche benden een inval in de Veluwe en plunderden of verbrandden Barneveld, Nijkerk, Putten en Ede. De achtenzeventigjarige Bisschop drong aan het hoofd van 6000 voetknechten en 500 ruiters langs Wa geningen en Renkum tot Velp en Rozendaal door, alles te vuur en te zwaard verwoestende en een aanzienlijken buit medevoerende. De kerk en toren van Ede en vele woningen werden geheel in de asch gelegd; drie jaar later lag alles nog in puin. Toen werd met den herbouw begonnen ; de kosten werden door eene soort hoofdelijken omslag gedekt. In eene oude rekening vonden we, dat Kreel daarvoor 1 kroon en eene boerderij in de Doesburgsche buurt eveneens 1 kroon had moeten bijdragen. Ook het kasteel Kernheim had bij dezen inval veel te lijden gehad ; daarom „quam Claes „Scaffeler die tijmmerman tot Kernhem mit 1 knecht,"], [114, "96 „geheiten Jan die Brabander ende sij tijmmerden den stal „ende dat daer verbrant was van die van Utrecht.\" Gedurende die roof- en strooptochten waren de landlieden van huis en hof verdreven, de landerijen lagen woest en de oogsten waren vernield. De prijs van het koorn steeg daar door bovenmate en de bitterste ellende heerschte alom. De ongezondste spijzen werden, om den nijpenden honger te stil len, naar binnen geslagen; eene ontzettende pestziekte, het gevolg der doorgestane ellende, rukte bovendien honderden weg. Arnoud van Egmond, die na het kinderloos overlijden van Reinoud IV door de Geldersche Edelen en Steden op den hertogzetel geplaatst was, leefde op zeer grooten voet; daarbij kwam nog, dat hij zich voortdurend in allerlei bui tenlandsche twisten stak, die hem eigenlijk niet aangingen. Het natuurlijk gevolg van een en ander was, dat zijn schat kist uitgeput raakte en hij, om geld te krijgen, zijne in komsten en bezittingen moest beleenen en verpanden. Den „Raattiend\" onder Ede schonk hij in 1429 aan het klooster St. Marienberg te Arnhem; in 1431 verpandde hij den „Schothorsttiend\" in deze gemeente aan Willem van Rijswijk. In 1448 leende hij 1400 gouden Rijnsche guldens van Hendrik van Helle en beloofde hem daarvoor eene jaar rente van 100 gouden Rijnsche guldens te zullen voldoen uit de tijnzen van Arnhem, Oosterbeek, Wageningen, El burg, Oldebroek, Heerde, Epe, Voorst, Dieren en Loenen. Van Johan van Hoekelum leende hij in 1453 zestienhon derd R. guldens en verpandde hem daarvoor den tient onder Wekerum en Lunteren; hij behield voor zich zelf uit dezen tiend 100 mud haver, 15 mud rogge en 7 gulden. Aan Daem en Delen, verpandde hij in 1455 den „smallen tiend\" onder Ede."], [115, "97 Deze verkwistende levenswijze en de slechte regeering maakten Arnoud bij zijne onderdanen zeer gehaat. Vooral Nijmegen kwam meer dan eens met hem in botsing en de verhouding tusschen den Hertog en de Hoofdsteden van Gelre werd eindelijk zoo gespannen, dat hij er zich bij Wa geningen en de andere kleine steden bitter over beklaagde. Hij schreef hun : „Wij wolden, dat gij ende alle guede bor geren in onze steden ende alle ondersaeten onss lants clarlicht wusten woe ongelijmplich (onvoegzaam) die raitslude onzer vier stede arbeiden omme ons ende onze kinder te verderven dair zij mit bedeckten schrift ende woerden ons gherne dat nett over onse hoiftrecken sollen.\" Toen Nijmegen, door Arnouds zoon Adolf geholpen, ein delijk in openlijk verzet tegen den Hertog kwam, gelukte het hem slechts door de uiterste inspanning zijner geringe krachten, Wageningen te behouden. De huislieden uit Heerde, Ede en Apeldoorn werden door klokgelui opgeroepen om de bedreigde veste te hulp te komen en de eigenhoorigen moesten eene buitengewone belasting opbrengen. 't Is algemeen bekend, hoe Adolf, na zich schijnbaar met zijn vader verzoend te hebben, den ouden Hertog gevangen nam en door heel Gelre als Hertog werd erkend. Wat er van Ede gedurende de Bourgondische overheersching en de regeering van Karel van Gelre te zeggen is, valt geheel samen met de geschiedenis van Wageningen; we stellen de mededeeling daarvan dus uit, tot we, naar we hopen, de belangrijke geschiedenis van Wageningen verhalen. In 1529 werd deze streek door eene toen ter tijd onbe kende ziekte geteisterd, de Engelsche zweetziekte genoemd. Hij, die door deze krankheid werd aangetast, kreeg hevige 7"], [116, "98 pijnen in rug en borst; de armen en beenen stonden strak, de oogen puilden uit en de aderen op het voorhoofd zwol len op; een en ander ging vergezeld van hevig zweeten. Voor zenuwachtige lezers volgt hier „ein quet medecijn voir de nij suyckte nyt te criegen\" (een goed geneesmiddel om de nieuwe ziekte niet te krijgen). Nempt rode rosen ende stot se cleijn, ind nemet daarvan eynen lepel, ind nemet oik soe vuel vijnruede, als men tus- sen drije vijngeren holdden kan, ind breken dije vijnruede cleijn, ind doe dat toe samen in een eerde kenneken ind geten (giet) dan dairop een mijngelen gueden vijnetict ind drinkt daer van des morgens eer ghij uijt den huijs gaet een lepel vol. Ind oft zake wer (en als 't gebeuren mocht) dat men geen rode rosen crygen en cost, soe mach men nemen rode vijntrozen (klaprozen), meer die andere rosen sijnen die beste. Ind dat kenneken ofte kruckgen sal men al dicht toestoppen.\" De Kerkhervorming, welke in het begin der 16e eeuw in Duitschland door duizenden bij duizenden vreugdevol be groet werd, vond ook in deze streek tal van aanhangers ]). Karel van Gelre evenwel, die, naar hij zei, 't reformeeren een zwaar stuk achtte, haatte de belijders der nieuwe leer met den bittersten haat; er was, gedurende zijne regeering, maar zeer weinig toe noodig, om zich, ter oorzake van den godsdienst, de zwaarste straffen op den hals te halen. Het eten van vleesch op Vrijdag werd bijvoorbeeld gestraft met een brandmerk op de wangen en in 1626 liet de Hertog 1) Over den Veluwscken Kerkhervormer Jan Gerritsen Verstege, hopen we te spreken, wanneer we de geschiedenis der kerk te Ede verhalen."], [117, "99 Cornelis van Steijn te Arnhem „wegens den Lutheraenschen handel\", behalve dat brandmerk, nog bovendien de tong door priemen. Den 17en Mei 1528 werd een plakkaat uitgevaar digd „tegen alle luijden, ionghe ofte oude, inzaeten ofte „vreemdelinghen, mans ofte vrouwen, die met de vermeijn „de Luthersche ketterij waren besmet ende bezeeten, ende „binnen deuren ofte in herberghen ende bijeenkomsten ijet „deden of te spraken, 't welk na die ketterije was smaeken „de, ende strijdigh met de oude inzettinghen der kerk, om „dezelve zonder eenighe oogenluijking, uitstel ofte genade „van het leeven ter dood te brenghen; met verbeurtedaer „enboven van alle haere inkomsten, waervan het eene deel „zoude koemen tot sijn (des Hertogs) behoef, het tweede aen „de stad ofte plaats daer de misdaed was gepleeghd, ende „het driede deel tot nut van den aanbrengher. Dit bloedig verbod werd op strenge wijze ten uitvoer ge bracht en vele lieden, die niet anders gedaan hadden dan geestelijke liedekens zingen, werden zonder nader onderzoek van hunne goederen beroofd en gedood. Onder het kortstondig bestuur van Hertog Willem van Gulik, Karels opvolger, genoten de Hervormden eenige ver ademing, daar deze vorst zelf den Lutheranen gunstig was. Onder de spoedig daaropvolgende regeering van Karel V werden ze weer op allerlei wijze bemoeilijkt. Het vervolgen, hangen en branden, begon eigenlijk eerst recht onder de bloedige regeering van Filips II. Zijn stad houder over Gelderland, Karel van Brimen, Graaf van Me gen, droeg hij op //goede sorchfuldige toesich te nemen soe in 't corrigeeren ende straffen van de Lutherianen, Herdoo pers en de andere Ketters, huere complicen ende faultujren.\""], [118, "100 Vooral na den beeldenstorm bereikte de vervolging haar toppunt. Aan de Schouten der plattelandsgemeenten op de Veluwe werd bevolen „indien in hun Ambt kettersche pre dikanten kwamen om de onderdanen van den goeden, alden catholixschen geloove te verleijden\", de huislieden door klok gelui saam te roepen, om gezegde „predikanten, moedwilli gen unt schelmen\" te vangen en naar Arnhem te voeren. Ook moesten ze hunne lieden ernstig aansporen „daer vrije lick op te slaen.\" Wie er wat al te hard opsloeg en een ketter doodde, behoefde daarom geen straf te vreezen, maar „zou ter contrarie loff und genade\" van den Koning ont vangen. Gevangen Geuzen konden in geen geval den dood ontloopen; als zij zich weer tot de Roomsche leer bekeerden, werden ze onthoofd en, zoo ze bij hunne ketterij volhardden, levend verbrand. Om het hun dreigend doodvonnis te ontgaan, vluchtten honderden, met achterlating hunner goederen, het land uit. Filips, bevreesd aldus zijne prooi te zullen missen, verbood dit in een plakkaat, waaruit zijne geveinsde geaardheid ten duidelijkste blijkt. Suikerzoet is de aan- hef: „Alsoe wij bij verscheijden brieven vercleert ende te kennen gegeven hebben, dat onze meninge was niet te willen gebruijken van strengheit en de riguer mit off te- ghens onse ondersaeten, die geduerende die voerleden trou blen en de bereurten tegens ons misdaen off geoffendeert souden mogen hebben; maar ter contrarien van alle soe- tigheid ende genade nae onse natuerlicke genegentheijt, son- derlinge mitten genen, die hen derselver genaden niet on weerdigh en souden maecken, soe principalicken 't schamel volck is, ambachts-luijden ende andere, verleyt, bedrogen ende"], [119, "101 verdoelt wesende, mitten welcken wij 't meeste medelijden ende compassie hebben.\" Onwillekeurig vragen we, als we dit zoo lezen : waar zal dat op uitloopen ? Zal hij den lieden, waarmee hij zoo'n zielsmedelijden heeft, nu „na sijne natuerlicke genegentheijt\" vergiffenis schenken ? Mis gedacht 1 Wie zich door de vlucht aan zijne wraak zou willen ont trekken, wordt schuldig verklaard aan de misdaad van ge kwetste majesteit en heeft alzoo leven en goed verbeurd ! O, die „soetigheid en de genade\" van Filips heeft ook ons schoon Gelderland wat stroomen bloeds en wat tranen gekost. In ieder ambt van de Veluwe werden goederen, waarvan de eigenaars het land hadden geruimd, ten voor deele van 's Konings schatkist verbeurd verklaard. Crispinus van Salsbruggen, eigenaar van 't Ederveen, Phi lips Schrassert, eigenaar van 't goed Segelaer te Meu-Lun teren, Willem Gerritsen, Hendrik Lubbertsz., Lambert de Snijder, Willem Jansen, Jehan Gerritszoon de Hollander, allen uit de gemeente Ede ; Wolter Jansz., Jehan Henrijcxz., Aelbrecht de Wever, Willem Lubberts, uit Barneveld, Wil lem Matthijsz. uit Wageningen , zij en nog zoo menigeen hebben ondervonden, wat Filip's „soetigheijt\" beteekende. „'t Vonnis, door Monseigneur le üuc d' Alve\" tegen hen uit gesproken, eindigt aldus : bannijt les d'adjournéz perpetuel lement et a jamais hors de tous les payset seigneuries de S. M. et confisque tous et quelconques leurs bien on prouffict de S. M.\" (verbant de bovengenoemde gedaagden eeuwig en voor immer uit alle landen en heerlijkheden van Zijne Majesteit en verklaart al hunne goederen, welke ook, ver beurd, ten voordeele van Z. M.) Vele Geuzen hadden zich in de dichte Veluwsche bosschen"], [120, "102 verscholen en leefden daar van hetgeen ze machtig konden worden. Op het Huis ten Ham, bij 't Laar onder Harscamp, hielden zich eenige edelen schuil, zooals : Ernst Witte, schoonzoon van Arend van Harslo, Gerrit van Dompselaer tot Quikborn, gewezen page van den Utrecht schen Bisschop, George van Egmond van Ommeren, van Delen, Verschuyr, Schonouwen, enz. Toen eens een troep Spaansche soldaten in die buurt aan 't plunderen en moor den was, overvielen deze edelen de op geen kwaad verdacht zijnde plunderaars en sabelden ze tot den laatsten man neer."], [121, "HOOFDSTUK XIII. JAN VAN NASSAU. — DREIGEND GEVAAR. — INVAL VAN GRAAF HENDRIK VAN DEN BERG. (1624.) — HEff WILHEL MUS TE EDE. — DE INVAL DER SPANJAARDEN IN 1629. — UIT HET KWARTIERS RECES VAN VELUWE VAN 1630. Nadat de Spanjaarden in 1572 Zutfen uitgemoord hadden, bleef het op de Veluwe betrekkelijk rustig tot 1578, toen Jan van Nassau Stadhouder van Gelderland werd. Deze vorst, die de hervormde belijdenis van harte toegedaan was, trachtte deze leer in heel Gelderland ingang te doen vinden. Te Arnhem en in de andere steden werden de kerken door de Hervormden in bezit genomen en, nadat de Veluwe tot de Unie van Utrecht toegetreden was, werden door de solda ten van Sonoy hier de beelden uit de kerken genomen. Den 29 Januari 1582 werd geboden geene andere dan de Evangelische Religie te oefenen en te zorgen, dat overal „Godtzelige und gelehrte Predicanten und scholmeistern\" aangesteld werden. Twee jaar later deden de Spanjaarden een strooptocht in de Veluwe en richtten hier groote schade aan. Tot 1591 werd deze streek bijna ieder jaar door dergelijke plundertochten verontrust; de inneming van Zutfen, Deventer en Nijmegen, door het leger der Staten, maakte er een eind aan."], [122, "104 De Veluwsche steden hadden al vroeg de partij der Staten gekozen ; de bevolking van het platteland was toen nog grootendeels Roomsch en den Spanjaarden niet bepaald vij audig. Daarom verboden de Staten van Gelderland in 1595 den huislieden op de Veluwe „eenige van des vijands sol daten tho huijsen, tho herbergen off eenige assistentie van vivres (levensmiddelen) off anders tho doen.\" Integendeel, een ieder zou gehouden zijn zulke soldaten des vijands op te sporen en „mit gemein behulp\" te vervolgen, dood te slaan of gevankelijk naar Arnhem te vervoeren. Eene belooning van 50 gulden werd toegezegd voor iederen Spanjaard, dood of levend geleverd. In 1598 naderde een Spaansch leger onder Mendoza de Geldersche grenzen. Dit verwekte zulk een angst op de Ve luwe, dat velen naar Holland vluchtten, of in stilte met den naderenden vijand onderhandelingen trachtten aan te knoopen. Zekere Jan van Hetteren, een notaris, begaf zich naar Mendoza, om, uit naam van eenige huislieden uit Ede, de plundering af te koopen. De Spaansche bevelhebber wei gerde echter met enkele personen te handelen ; alleen wan neer hem nameus het geheele Ampt eene contributie toege zegd werd, wilde hij vrijstelling van plundering beloven. Jan van Hetteren schreef aan die van Ede : „Gijluijden „sult seer weldoen te samen te contribueren aan sijne Ma „jesteijts sijde en te betalen in tijds, eer uluijden het grote „geweld overkomt, dat bij weijgeringe uluijden voorseker „overkomen sal.\" Gelukkig werd de vijand door de flinke maatregelen van Prins Maurits genoodzaakt af te trekken. Tot 1624 bleef men hier van vijandelijke invallen verschoond en mocht Ede zich in steeds toenemende welvaart verheugen."], [123, "105 De verdesldheid, welke gedurende het Twaalfjarig Bestand in de Nederlanden was uitgebroken, deed den Spanjaarden de hoop koesteren, dat een deel des volks zich goedwillig aan hen onderwerpen zou, indien ze een inval in deze ge westen beproefden. Aan het hoofd des legers, dat zij te dien einde uitrustten, werd Graaf Hendrik van den Berg geplaatst. De vijand had kwalijk verstandiger keus kunnen doen. Graaf Hendrik toch was een neef van Prins Maurits en stond als een welwillend man bekend; bovendien maakte het Graafschap Berg een deel van Gelderland uit en liet het zich dus verwachten, dat de misnoegde partij zich ge reedelijk aan dezen Gelderschman in Spaanschen dienst zou aansluiten, of althans, dat zij, die den oorlog moede waren, den Prins en de Staten zouden noodzaken vrede te sluiten. Graaf Hendrik verzamelde zijne troepen in den omtrek van Wezel en trok den Achterhoek van Gelderland binnen. Na zich voor Bredevoort vertoond te hebben, dat door een lid van het Wagening9ch adellijk geslacht der van La wicks verdedigd werd, trok het Spaansche leger naar Zel hem en Hengelo. De landlieden uit dien omtrek hadden van Graaf Hendrik, tegen betaling van oorlogscontributie, de be lofte verkregen van niet te zullen worden mishandeld of uitge plunderd. Toch vertrouwden ze den Spanjaard niet recht en brachten hunne beste have in de kerk in veiligheid, zoo zij meenden. Nauwelijks hadden de Spaansche soldaten daar de lucht van gekregen, of zij braken de kerk open en begonnen te plunderen. Graaf Hendrik, het jammerlijk geschrei der huis lieden hoorende, snelde met outblooten degen naar de kerk en gelastte zijnen manschappen oogenblikkelijk dit gebouw te verlaten. In 't eerst werd er op zijn bevel weinig acht"], [124, "106 geslagen ; eindelijk wist hij hen toch met slaan en met dreigen uit de kerk te krijgen. Van Hengelo trok de vijand naar Bronkhorst, met het doel daar over den dichtgevroren IJsel te trekken en in de Veluwe te vallen. Hier had men echter het ijs stukgehakt, zoodat de overtocht te dier plaatse niet kou worden gedaan. Had Marquette, die door Prins Maurits met de verdediging van den IJsel belast was, dit overal laten doen, misschien was er van den heelen inval niets gekomen. Tegenover Die ren evenwel was de IJsel ter lengte van 14 tot 15 roeden niet „gebijt.\" Richter van Essen had verzuimd den boe ren uit Ede en Barneveld, die dit deel van de Rivier hadden moeten openhouden, de noodige bevelen te geven. Het was zeker zonderling, dat men door zulk een onver geeflijken misslag den vijand eene brug liet om in de Veluwe te komen. Aan den Heer van Marquette wordt in schimpschriften uit dien tijd met ronde woorden verweten, dat hij den verrader gespeeld heeft. Het zou toch gansch niet moeilijk geweest zijn den vijand den overtocht over de ijsbrug te beletten; „het ware aldaer met weijnich „volckx te keeren geweest,\" zegt de geschiedschrijver Bau dartius. „Maer daer is niet eenen mensche gevonden, die „hem tegenstant ghedaen heeft, met geweer of wapen, niet „een eenigh man heeft zich vertoont, noch eenige scheute op haer ghedaen.\" Graaf Hendrik begaf zich naar het Commandeurshuis te Dieren, waar hij voorloopig zijn intrek wilde nemen ; voor hij er kwam, werd het evenwel door de voorloopers van zijn leger totaal leeggeplunderd; den huisbewaarder en zijn gezin stal men zelfs de kleeren van het lijf."], [125, "107 Evenzoo ging het met de kasteelen Delen en ten Haeg hen onder Otterlo; wat niet meegenomen kon worden, werd stuk geslagen, verscheurd en vernield. Graaf Hendrik verleende aan ieder, die er om vraagde, vrijgeleide, maar waarschuwde de lieden meteen op dat vrij geleide maar niet te veel te vertrouwen, aangezien zijne manschappen naar zijne bevelen niet luisterden. De vijand had ontzettend veel te lijden van de toen heer schende strenge koude. „Wat sij dansten en sprongen, sij „en conden de koude niet van het lijf dansen of schudden ; „haerer veele zijn het wel ghewaer gheworden, want eer sij „weer terugghe uyt de Veelau geraeckten, warender al //veel soldaten, die de handen en voeten soo vervroosen wa kren, jae haer gantsch lichaem soo stijf van koude, dat „zij haer niet verweeren en konden, jae eenighe zijn van „koude dood ghebleven; want offer schoon houts ghenough fin de Veelau is te bekomen, so en conden haer die menschen „niet verwarmen, insonderheijdt dieghene, die dach en nacht „onder den blaeuwen hemel moesten blijven met het ghe „weere in de hant, ofte die des nachts in een hutgen „schuijlden.\" Het gelukte den Spanjaard niet een der Veluwsche steden te bemachtigen. In Arnhem, Wageningen, Doesburg, Zutfen enz. was de burgerij voortdurend onder de wapenen ; het ijs in de grachten werd stuk gehakt en de wallen, door ze met water te begieten, in spiegelgladde ijsbanen herschapen. De Heer van Delen, die ziek te bed lag, wilde vluchten toen de vijanden zijne woning naderden. Eenige soldaten ontmoetten den wagen, waarop men hem gelegd had; zij beroofden hem van al zijne kleederen en deksel en lieten hem"], [126, "108 naakt op het veld in de bittere koude liggen. Door de boe ren uit den omtrek werd hij naar Dieren en vervolgens naar Arnhem gebracht, waar hij tengevolge der doorgestane mishandeling overleed. De Heer van Rozendaal had zijn kasteel zoo goed ver sterkt, dat de plunderaars er maar zoo niet binnen kon den komen. Een van hen vroeg den portier, voor wien de Heer van Rozendaal zijn kasteel bewaarde? „Voor zich zei ven\", werd hem geantwoord. Daarop werd in naam van Graaf Hendrik geëischt, dat men de poort openen zou ; hem werd geantwoord, dat zijne Excellentie nog een dag of vier geduld hebben moest. Men verwachtte namelijk, dat de Spanjaarden binnenkort rechtsomkeer zouden moeten maken, of omdat der Staten leger hen verdrijven zou, of omdat het dooi weer werd en de vijand dus, vóór de ijsbrug over den IJsel gesmolten was, weer aan den overkant zijn moest. Op Zondag 18 Februari kwam het Spaansche leger voor Arnhem ; een tweetal schoten werd op de stad gelost, waar op met negen schoten geantwoord werd ; het vijandelijk leger scheidde van de stad zonder een ernstigen aanval beproefd te hebben en trok dienzelfden Zondag naar Ede. Hier en in de buurtschap Veldhuizen werd door den vijand schandelijk huisgehouden. Men dringt de woniDgen binnen, slaat kasten en kisten open en neemt, wat men meenemen waard vindt. De dorpelingen worden op de schandelijkste wijze mishan deld en gedwongen de plaats te wijzen, waar nog kostbaar heden verborgen zijn. Als men eindelijk genoeg gestolen en vernield heeft, wordt de woning in brand gestoken en elders nieuwe buit gezocht. Een troep van deze ellendelingen drong het kasteel"], [127, "109 Kernheim binnen en plunderde of vernielde ook daar wat los en vast was. In de kelders van het kasteel werden de wijnvaten stuk geslagen en de kostelijke drank met volle teugen naar binnen geslagen. Andereu hebben koeien en varkens uit de stallen gehaald en zijn bezig die boven groote vuren aan het spit te braden. Het getier en gevloek der beschonken soldaten mengt zich met de wanhoopskreten der deerlijk mishandelde burgers en boeren, die ieder oogenblik den dood wachtende zijn. Als eindelijk de avond valt, lig gen zestien woningen onder Ede en zeven boerderijen onder Veldhuizen in puin. In den donkeren nacht schrikken de Spanjaarden wakker : van den kant van Wageningen klinken hun de tonen van „'t Wilhelmus van Nassauwe\" in de ooren 1 Zoo menigmaal, bij 't bestormen der vestingen zoowel als in 't open veld, had hun dit lied tegengeklonken en was hun een voorbode van de nederlaag geweest, want onder de tonen van Vader Willemslied waren Neerland's benden on verwinlijk. De Spanjaarden, half bedwelmd door de uitspattingen van den vervlogen dag, meenen, dat Prins Maurits met zijn leger nadert en slaan overhaast op de vlucht. Ze gunnen zich geen tijd om de gestolen goederen mee te nemen; ve len werpen zelfs hunne wapenen weg om te sneller te kun nen vluchten. Eerst bij de Ginkel gelukte het Graaf Hen drik zijne troepen tot staan te brengen. Een vreeselijke nacht brachten de vluchtenden in die toen nog zoo onherbergzame streek door. De koude was zoo hevig, dat velen hunner het met den dood moesten be koopen."], [128, "110 En wat was nu wel de oorzaak van deze overhaaste vlucht? De jager van 't huis Harslo bij Bennekom, dien nacht door de bosschen dwalende om op de stroopers te passen, komt op den zonderlingen inval zijne trompet aan den mond te brengen en eens lustig te blazen van Wilhelmus van Nassauwe. In den stil len nacht weerklinken de tonen van het lied door bosch en veld en vervullen, gelijk wij verhaalden, den Spanjaard met schrik. Was het wonder, dat men van zoo zonderlinge verlossing zeide: „Dit is van den Heere geschied!\" en de woorden van den 9 7 en psalm op de lippen nam : Dies weest in Godt verblijt Al die Godtsalich zijt; Prijst en viert al te saem Des Heeren Heijligen naem End' eer ghebenedijt. l) Vijf jaar later, in 1629, trok nogmaals een Spaansch leger onder Graaf Hendrik de Veluwe binnen, bijgestaan door het leger des Duitschen Keizers onder Montecuculi. 't Was hun ditmaal te doen om Prins Frederik Hendrik te dwingen het beleg voor 's Hertogenbosch op te breken. De verslagenheid, welke hunne komst hier verwekte, was ont- zettend. Vooral hier in Ede sloeg ieder de schrik om het hart; de herinnering aan de gruwelen, bij den vorigen inval bedreven, lag nog zoo versch in het geheugen. Om het lot, dat hun in 1624 getroffen had, te ontgaan, trachtten enkele Den 21 en Febr. (schrijft J. Wagenaar) begon het te dooien, 't welk Graaf van den Berg noodzaakte de Veluwe te verlaten. Op den 25en Febr. volgde toen „een vast- en de danckseggingedach in Gelderland."], [129, "111 Veluwsche dorpen, ook Ede, door groote geldelijke offers den vijand tot eene genadige behandeling te bewegen. Een onzer hedendaagsche geschiedschrijvers :) noemt dit verdrag met den vijand „schandelijk\". Nu, moedig was het zeker niet, maar toch, als we ons het naamloos lijden her inneren, nog zoo kort geleden door de huislieden te Ede ondergaan, kunnen we het ons opperbest verklaren. Ongelukkigerwijze baatte het door Graaf Hendrik verleende vrijgeleide hoegenaamd niets. Zijne soldaten stoorden er zich in 't geheel niet aan en pleegden hier opnieuw de ontzet tendste wreedheden. Om den vijand het binnendringen in Utrecht en Holland te beletten, werden door deze gewesten en vooral door Amsterdam alle krachten ingespannen. De Staten van Utrecht gaven, ten gevolge van den raad, vroeger door Simon Stevin aan Prins Maurits gegeven, bevel de sluizen aan de Grebbe te ope nen ten einde het water naar Amersfoort en Bunschoten te laten loopen ; tevens lieten zij eene schans te Wou denberg en een retranchement te Amersfoort aanleggen. De inneming van Wezel, door eene afdeeling van der Staten leger onder Otto van Dieden, dwong den vijand gelukkig de Veluwe weer even spoedig te ontruimen als hij er ingeko men was. Wat deze gemeente ook ditmaal te lijden gehad had, leert het Kwartiersreces van Veluwe van 1630, waar we lezen : „Alsoo vermits de groote schaede door des vijants inva- 1) Algemeene Geschiedenis des Vaderlands door J. P. Areud, voortgezet door M. O. v. KeeB, Dr. W. G. Bril en dr. van Vloten."], [130, "112 „sie in Veluwe sedert den 13en Julij des verleden jaers „1629 bij de ingezetenen van dien tijd van omtrent drie „maenden uijtgestaen vast alle de pachteren van generale mid „deleu als oock een groot deel van de Geestelijke goederen „desselven quartiers over soodanige schaede klagtig gevallen „sijn ende bij requesten redelijcken quijtslag versocht heb „ben\", (werd zulk over de volgende middelen toegestaan van „1 April tot 30 September) tot Ede : „Van de Wijn, brant en azijnen een vierde part. „Van de tapbieren een vierde part. „Van de 18 stuiversbieren een seste part. „Van de Hoornbeesten een derde part. „Van 't gesaaij een seste part. „Van 't Bestiaal en soutgeld een seste part. „Ende van 't gemaal een vierde part.\""], [131, "HOOFDSTUK XIV. DE FRANSCHE BERG. — HOE BRINKENBERG AAN DEN KOST KWAM. — EEN VERSCHOPPELING. — HUTTEN IN DE HEIDE. — DS. HELDRING TE HOENDERLOO. — EEN VERNUFTIGE WIN- KELIER. — EEN PUT MET HINDERNISSEN. Een groot half uur gaans van de Kerk te Otterlo rijst achter een bosch nabij den Pampel de 35 meter hooge Fransche Berg op. Sedert 1672 draagt deze heuvel dien naam. Toen de Franschen in het genoemde jaar den Rijn overtrokken, verspreidde zich het gerucht in deze streek, dat hun benden ook de Veluwe over zouden komen. De herinnering aan de gruwelen, door Spaansche soldaten hier vroeger bedreven, deed de landlieden op tegenweer bedacht zijn. Na zich zoo goed mogelijk ge wapend te hebben, verzamelden zij zich op deze hoogte om de Franschen te bespieden. Na dien tijd kreeg deze heuvel zijn naam. In het jaar 1813 bouwde een arme schaapherder, Brin kenberg geheeten, tegen de helling van dezen heuvel eene hut, half op, half onder den grond. Een kuil werd gegra ven, aan de zijden dennen-sparren schuin tegen elkaar ge zet en dit dak met heiplaggen belegd. s"], [132, "114 Onze vriend meende aldus voor zich en zijn gezin een onderkomen tegen wind en regen te zullen vinden. Hij kwam echter al spoedig tot de ontdekking zich hierin ver gist te hebben; de eerste regenbui de beste, deed zand en regenwater van de helling des heuvels zijn hol binnenstroo men. Brinkenberg moest verhuizen. Waarheen? Op de grenzen van Apeldoorn en Ede liepen de marken van Spelde, Otterlo, Baarlo en Delen inéén; vandaar ver warring van rechtsgebied onder de markgenooten en, als noodzakelijk gevolg daarvan, minder nauwlettend toezicht. Die vlakte was toen ter tijd, wanneer men eene woning op Hoog Baarle uitzondert, ganschelijk onbewoond ; aan de noord zijde wat laag kreupelhout, overigens onafzienbare heide. Brinkenberg had deze vlakte eens goed opgenomen; de welig groeiende heide bewees hem, dat eene flinke laag teel aarde het zand bedekte en die heide schonk hem gelegenheid met bezembinden zijn brood te verdienen. Daar, in die onbe bouwde streek, besloot hij zijne nieuwe woning op te slaan. Een goedhartige boer had hem een paar schapen gegeven; dat was zijn gansche kapitaal. De wijde vlakte rondom ver schafte hem heet om bezems te binden en voedsel voor zijne schapen; uit de heidebloempjes puurden zijne bijtjes den honig en een hoekske land werd door hem in cultuur gebracht. Zoo werd hij veehouder, koopman, landbouwer en bijenhou der. Het hoekske bouwland om zijne hut werd ieder jaar vergroot, zijne woning ieder jaar verbeterd en het mocht hem gelukken, in verloop van tijd tot tamelijken welstand te geraken. Brinkenberg had alle reden om tevreden te zijn; toch ontbrak hem nog iets: onderwijs voor zijn negen kinderen. De school te Beekbergen, zoowel als die te Otterlo, lag op"], [133, "115 te verren afstand, om daar de kinderen heen te sturen. Bovendien lag de weg door de woeste, soms ontzettende zandverstuivingen, waar het bij ruw weer zelfs voor volwas senen gevaarlijk kon zijn. Eens bezocht Brinkenberg de jaarmarkt te Deventer. Daar raakte hij in kennis met een man, die, uit een aanzien lijk geslacht gesproten, door eigen schuld al dieper en dieper gezonken was en daar nu, schier bezwijkend van koude en gebrek, tusschen de marktbezoekers ronddoolde. Brinkenberg nam hem mede naar zijne woning; daar werd hem een bed van mos en heide gespreid en eene plaats aan den eenvoudigen disch ingeruimd; de kinderen van Brinkenberg leerden van dezen zwerveling lezen, schrijven en rekenen. Twee jaar lang bleef hij hier vertoeven ; toen raakte hij aan 't mijmeren. Op een goeden dag verwijderde hij zich van de woning; zijn weldoener vond hem later dood tegen den tronk van een vermolmden eik. De welvaart van Brinkenberg lokte ook andere behoefti gen hierheen en zoo ontstond van lieverlede eene verzameling van ongeveer twintig hutten. Elke nieuwe bewoner kreeg, tegen betaling van tien stuivers, een schepel (Y7 bunder) land in gebruik. Wanneer men eene nieuwe hut wilde bouwen, werd de grond een paar steken diep uitgegraven ; eenige keien werden naast elkaar gelegd en de openingen daartusschen met leem dichtgestreken ; dat was de haard. Het naburige bosch en de heide leverden de verdere bouwstoffen. De schuin tegen elkaar geplaatste takken werden met hei plaggen belegd en eene deur van gevlochten eikentwijgen voor den ingang gehangen; in het dak werd eene opening gelaten bij wijze"], [134, "116 van schoorsteen. De deur en het rookgat deden meteen den dienst van ramen. De bekende ds. O. G. Heldring hoorde op een zijner veel vuldige tochten door de schoone Veluwe van dit nieuwe dorp Hoenderloo spreken en wat hij er van hoorde, wekte dermate zijne belangstelling op, dat hij besloot het eens te bezoeken. We willen hem even zelf het woord geven, om hem op zijne eenvoudige, schoone wijze te hooren verhalen, hoe hij te Hoenderloo kwam. „Een gids begeleidde ons van Beekbergen in ds richting van den Pampel. Het was bijna onmogelijk, tegen den ruw waaienden zuidwesten wind, die ons telkens met het stuif zand in het aangezicht geeselde, voort te dringen. Hoe me nigwerf zeide ik tot mij zei ven : men behoeft waarlijk niet naar Afrika te reizen, om zich een denkbeeld van zandwoes tijnen te vormen. Onze gids zocht telkens, zoo dikwijls er eene nieuwe bui opkwam en de wind zich verhief, een kleinen heideheuvel, hier en daar verspreid, waarachter wij óns nedervlijden om een weinig adem te scheppen. Dan ging het weer voorwaarts, om bij iedere schrede bijna de helft terug te glijden in het mulle zand. Zoo klommen wij van heuvel tot heuvel, totdat wij tusschen twee bergen wederom eene groote heidevlakte in het oog kregen. „Hier hebt gij,\" zeide hij toen, „het nieuwe dorp Hoenderloo voor u. Ginds, aan het einde der vlakte, verheft zich de Pampel met zijn groene kruinen en daar hebt ge wederom niets dan zandwoestijnen. Het was dus eene oase in het midden der zandbergen gelegen, die, wanneer geen menschenhanden zich daarover ontfermd hadden, wellicht binnen weinige jaren ook weder slechts eene zandvlakte zou geworden zijn."], [135, "117 Wij vervolgden onzen weg en traden langs afwisselende rijpe en bloeiende velden de woning van een winkelier bin nen. Ik zette mij neder op een zoutzak en dacht : hoeveel moet er reeds overgewonnen worden uit deze akkervelden, om gindsche arme menschen met het zout bij hunne spij zen, met de olie in hunne lamp, met de kleeding en het deksel voor hun lichaam, met het huisraad voor hunne woning, met den Bijbel voor hunne onsterfelijke ziel te kunnen verzorgen; ja, met alle benoodigdheden voor lichaam en geest te voorzien?\" De winkelier, waarvan hier sprake is, zekere Bij dam, was in een vondelingshuis groot gebracht. Nadat hij het gesticht had verlaten, kwam hij bij een hardvochtigen boer terecht, die hem onvriendelijk behandelde en liet werken soms boven zijne krachten. Hij was een der eersten geweest, die zich in de nabijheid van Brinkenberg neerzette. De wijde, vrije vlakte lachte den armen zwerver toe en bood hem gelegenheid een eigen, zij het dan ook een schamel stuk brood te eten. Die Bij dam was een merkwaardig man in zijne soort; hij werden bleef de eerlijke medewerker van ds. Heldring en Hoenderloo heeft aan dezen eenvoudigen winkelier inderdaad zeer veel te danken. In het tweede deel, tweede stuk, bladzijde 237 van het Tijdschrift voor Staathuishoudkunde en Statistiek, deelt Mr. B. W. A. E. Sloet tot Oldhuis ons een en ander over hem mede, dat we hier overnemen willen. Hij schrijft dan: //Wij vonden Bijdam bezig op zijn tichelwerk, dat slechts een twintig schreden in den omtrek besloeg. Wel mag men zeggen, dat zijn kunst nog in de eerste kindschheid was,"], [136, "118 en die werd geheel alleen door hem en zijn dochtertje ge dreven. Zijn veldoventje, van aarde opgeworpen, bevatte slechts 5 duizend steenen en werd met heide gestookt ; na tuurlijk waren de steenen uiterst broos, hoe fier de man ook op zijn maaksel was, en wij waren er verre van af, hem de voldoening van zijn arbeid in het minst te benemen. De steenen waren hem door den predikant Heldring besteld, die daarmede beoogde zijn nijverheid op eene geschikte wijze aan te moedigen. Toen wij zijn huis binnentraden, was zijne vrouw ijverig in de weer om den steenen vloer te schrobben ; zijne kinderen zagen er gezond en wèlgekleed uit. Als een bewijs van zijne vindingrijkheid, eene hoedanigheid, die zich in zulken maat schappelijken toestand niet zelden gunstig ontwikkelt, be hoort vermeld te worden eene door hem uitgedachte ploeg, bestaande uit een schuif karretje, waaronder in het midden een ploegschaar bevestigd is; dezelve heeft twee raderen : een klein en een groot; het eerste loopt in de voren, het andere op het land, dat nog omgeploegd moet worden; de ploeg wordt door twee lange stelen bestierd, terwijl aan het vooreind twee ijzeren haken geslagen zijn, waaraan lange leidsels gehecht kunnen worden. Bijdam verheugt zich in het bezit van tien kinderen; wanueer de tijd van ploegen daar is, treedt hij met zijne vrouw tusschen de beide stelen voort en trekken zijne kinderen aan de leidsels het werk tuig vooruit en het is ongelooflijk, in welken korten tijd, zonder groote krachtsinspanning, de losse akker op eene behoorlijke diepte omgewend is. Ook bezit hij reeds eene aanzienlijke hoeveelheid bebouwden grond en de toestand van zijn verbouw liet niets te wenschen over.\""], [137, "119 Ds. Heldring zag al spoedig in, dat Hoenderloo behoefte had aan drie zaken, om te kunnen blijven bestaan; ten le een put, ten 2e eene school en ten 3e eene kerk. Eene put in de eerste plaats, want goed drinkwater ont brak er nagenoeg geheel. Tusschen twee heuvels had men eene ton geplaatst, die bij regenachtig weer volliep, maar in droge zomers uitdroogde. Dan moest men het noodige water uit stilstaande plassen en poelen, op een halfuur af stand, halen; de nood werd dan wel eens zoo nijpend, dat men het zich moeilijk voorstellen kan. In den Gelderschen Volksalmanak van 1840 deelde hij mede, hoe hij Hoenderloo gevonden had, en vroeg metéén van zijne lezers eene gave om in het dorpje een put te doen graven en eene school te bouwen. Heldring vroeg zel den tevergeefs; ook nu werden hem milde gaven gezonden; een onbekende schonk 1020 gulden en Z. H. de Graaf van Nassau 350 gulden. Die put heeft onzen Heldring wat hoofdbrekens gekost! Op de plaats, waar de ton gestaan had, werd eerst be proefd een put te graven. Toen hij klaar was, gaf hij water genoeg; maar toen men hem nog wat dieper wilde maken, liep op eenmaal al het water weg; men had de leembank doorgestoken; 't was dus geen bron geweest. Daar kwam nog bij, dat het Hoender loo'sche volk het mijn en dijn bitter slecht uit elkaar kon houden ; de hazen op de hei, de herten in het woud, de steenen van den put, alles beschouwden ze als publiek eigen dom. Heldring liet zich gelukkig niet spoedig ontmoedigen De putbouw was mislukt, dus naar een ander middel om gezien."], [138, "120 Bijdam ontdekte een eind van Hoenderloo of eene bron; kon men nu het water van die bron naar het dorp leiden, dan was men geholpen. De Districts-Commissaris van Veluwe, Baron Sloet tot Oldhuis, bracht de zaak voor Ge deputeerde Staten; hij ontving een weigerend antwoord. Om deze kunstmatige beek daar te stellen, moest een berg wor den doorgegraven en zooveel onkosten wilden de heeren voor het arme Hoenderloo niet maken. Te Bennekom woonde destijds een Duitscher, Jan Paul geheeten, die den naam had, uitstekende putten te makeu. Aan hem werd door Heldring de Hoenderloo'sche put aan- besteed. Toen hij twintig voet diep was, moest Jan Paul hem \"uitbreken, omdat hij op eene oerbank stiet, waarop hij aan de zijde vastraakte. Eingen en planken werden nu aangebracht om hem van buiten te beschermen. Toen de put 40 voet diep was, kwam, bij eene vreeselijke regenbui, een stortvloed van omringende hoogten en draaide het zand zoo vast, dat de put zich niet bewegen wilde. Aan de zijkanten moest hij nu losgemaakt worden, voor men dieper graven kon. Op 50 voet diepte vond men eindelijk bronwater, maar nu scheurde de losse grond van boven los en zou den ouden Jan Paul tot een tweeden Albrecht Beiling ge maakt hebben, als de planken, die bij de eerste instorting er geplaatst waren, de aarde niet tegen gehouden hadden. Eindelijk was de put dan toch klaar ! Dat was eene voldoening voor den braven Heldring. „Ik ben derwaarts gereisd,\" schreef hij aan zijn vriend Graadt Jonkers in 1844, „en heb al de bewoners van „Hoenderloo uitgenoodigd, om eens met mij de put leeg te „putten. We hadden er toen een aardig landelijk tooneel."], [139, "121 „Gansch Hoenderloo verzamelde zich om den put, tot kinde „ren toe. Vrouwen met zuigelingen stonden er bij en aan schouwden vroolijk den arbeid. Grijsaards putteden mede. „We hebben er toen, in twee uur tijds, 500 gewone emmers „water uitgeput, en nog bleef dezelve halfvol. In weinig „tijds herstelde hij zich weder tot zijne vroegere hoogte. „Welk een voorraad van water. „Daar staande, tusschen die scharen van gelukkige men „schen, heb ik hun toegewenscht, dat zij, dezen dag gedenken „de, van het Evangelie van Johannes het IVe hoofdstuk eens „zouden nalezen! „Daar staat ook een verhaal van een put „en van water,\" zeide ik, en nog van een ander water en „van een anderen dorst, den dorst naar gerechtigheid, en „wie dat levende water heeft en dien dorst lesschen kan\". „Allen stonden zwijgende stil en luisterden eerbiedig toe.\""], [140, "HOOFDSTUK XV. DE SCHOOL TE HOENDERLOO. — HET DOORGANGSHUIS. — DE KERK. — HOOG-BAARLE. — DE SPELDERMARK. — DE KRIM. GRONDBEZIT. — DE RENTMEESTER GEFOPT. — SCHAPENHOU- DERS. — HET BESTUUR VAN J. TULP. — EDELE GRONDBEZIT- TERS. — TER NAVOLGING. De put te Hoenderloo had intusschen zooveel gekost, dat er van de ingekomen giften maar zeer weinig overschoot en dus voor den schoolbouw opnieuw geldelijke onderstand noodig was. Heldring wendde zich met een verzoekschrift tot de Provinciale Staten, waarin hij den toestand van het nieuwe dorp naar waarheid schetste en er op wees, dat diep zedelijk verval onvermijdelijk volgen moest, indien niet voor behoorlijk onderwijs gezorgd werd. Gedeputeerden stonden 600 gulden voor den schoolbouw toe, waarbij de Koning nog 100 gulden en de Koningin 200 gulden voegden. Een boekje „Wandelingen over de Veluwe\", door O. G. Heldring en G. Haasloop Werner, dat ten voordeele der Hoenderloo'sche school werd uitgegeven, bracht bovendien nog 1700 gulden op. Er was nu geld genoeg om met het bouwen der school te beginnen, welke in 1846 werd voltooid. Terwijl men aan"], [141, "123 't bouwen was, had het nieuwe dorp de hooge eer genoten, door H. M. de Koningin bezocht te worden. Door bemiddeling van J. A. J. Baron Sloet tot Oldhuis kreeg ieder huisgezin vier appelboomen ten geschenke. Van al deze boompjes ging er slechts één dood; wel een bewijs, dat de grond daar niet slecht is. De Speldermark had den grond, waarop de school gebouwd was (1 bunder), ten geschenke gegeven. Op denzelfden tijd verkocht ze aan Bijdam als gemachtigde, zonder te weten voor wien, 1000 bunders heidegrond. Jonkheer del Court tot Krimpen uit Haarlem had hem hiertoe last gegeven. Baron van Heeckeren van Enghuizen liet destijds in die buurt in het groot de heide ontginnen, waardoor de mannen uit Hoenderloo in de gelegenheid waren een behoorlijk stuk brood te verdienen en meteen konden voortgaan voor zichzelf land in cultuur te brengen. De eerste onderwijzer te Hoenderloo was de heer B. Gan gel; hij was daar de rechte man op de rechte plaats. Met voorbeeldigen ijver was hij tal van jaren daar werkzaam. Zijne school werd al aanstonds door 60 kinderen bezocht. In dienzelfden tijd begonnen de bemoeiingen van ds. Heldring met verwaarloosde kinderen. Deze ongelukkigen werden bij meester Gangel in huis gedaan. Gangel gaf aan de jongens les en zijne vrouw hield toezicht over de meisjes. In 1848 was het aantal verpleegden reeds tot dertig ge klommen; het volgende jaar kwamen er nog zestien bij. Het meestershuis was natuurlijk te klein om zoovelen te bevatten; bovendien begon de dubbele taak van onderwijzer en directeur der verpleegden voor één man te zwaar te worden. Door den edelen Mr. J. Messchert van Vollenhoven"], [142, "124 werd nu voor deze verwaarloosde knapen in 1851 het be kende Doorgangshuis gesticht; de meisjes, die er toen ver pleegd werden, verhuisden naar eene dergelijke stichting te Dodewaard, tot ze later te Hemmen een tehuis vonden. Meester Gangel werd de eerste Directeur van het Door gangshuis en heeft in die nieuwe betrekking met zelfopof ferende toewijding zijn arbeid verricht. Onze Heldring rustte niet voor hij ook zijn laatsten wensch voor Hoenderloo, namelijk eene kerk en pastorie, vervuld zag. Mr. van Bosse, Minister van Eeredienst, be werkte, dat Hoenderloo tot eene zelfstandige kerkelijke ge meente verklaard werd. Bij de Synode der Nederl. Herv. Kerk vond Heldring weinig medewerking; volstandig werd hem het uitschrijven eener collecte voor de nieuwe gemeente geweigerd. Na lang aanhouden werd ten leste voor dit doel eene provinciale collecte toegestaan, welke 2500 gulden opbracht. Door talrijke giften van particulieren groeide dit sommetje zóó aan, dat in 1853 met den bouw der pastorie kon worden aangevangen. De heer F. van Loenen kwam in 1857 uit Zeeland als eerste predikant naar Hoenderloo. Gedurende de twee jaren van zijn verblijf aldaar werd in de school godsdienstoefening gehouden. Als een bewijs van de betrekkelijke welvaart van het nieuwe dorpje, mag wel vermeld worden, dat de plaatsen in dit voorloopig kerkgebouw 125 gulden aan huur opbrachten. De eerste steen van het kerkje werd den 29 Augustus 1857 door de jongste dochter van ds. Heldring gelegd. Het was een ware feestdag voor het nederig Hoenderloo. Uit het sclioolhuis trok eene breede rij feestelingen, de schooljeugd met meester voorop, naar den met vlaggen versierden heuvel"], [143, "125 bij de pastorie, waar het kerkje gebouwd zou worden. Statig weerklonken de tonen van den 34en psalm, door de vergade ring aangeheven, over de wijde vlakte; de eerste steen werd gelegd, toespraken gehouden, daarna door de vreemdelingen een tocht door de nieuw aangelegde bosschen ondernomen. Een jaar later was het kerkje en de toren voltooid; zij werd op het Pinksterfeest plechtig ingewijd. Wat zal er op dien dag al door de ziel van ds. Heldring gegaan zijn! Toen hij voor 't eerst hier kwam, vond hij een goede twintig ellendige hutten, geen behoorlijk drinkwater, geene school, geene kerk; en ruim tien jaar later zijn er, behalve de door hem gegraven put, nog twee andere; eene school is gesticht, kerk en pastorie verrezen, het Doorgangs huis gevestigd, de hutten van plaggen gedeeltelijk door steenen woningen vervangen. Toch bleven nog een aantal hutten van plaggen geruimen tijd bestaan en waar men er toe overgegaan was, die hutten van steenen muren te voorzien, daar bleek later, dat de steenen, die men gebezigd had (Bijdams fabrikaat) zoo broos waren, dat al de toen gebouwde woningen eene aanzienlijke verbouwing noodig hadden. Toen in 1861 de heer J. Tulp te Ede het beheer over Hoenderloo aanvaardde, bleek hem, welk een groote behoefte deze Kolonie had aan goede wegen. Alles wat naar Hoender loo moest gebracht worden , kostte zeer veel van trans port en de reizen derwaarts, over barre zandwegen, waren zeer tijdroovend en kostbaar. Dientengevolge kon ook de aanplanting van eiken- en ander hout niet met voordeel geschieden. Immers voor schors en schelhout kon men hier, wegens de onbegaanbare wegen, geen behoorlijken prijs be-"], [144, "126 dingen. Terecht begreep de heer Tulp, dat betere wegen in de eerste plaats werden vereischt. De plannen, om Hoenderloo door een vasten weg met Arnhem te verbinden, mislukten, doch na een onderhande ling van circa 12 jaar met de gemeente Apeldoorn, werd eindelijk in 1873 een grintweg van Apeldoorn naar Hoen derloo aanbesteed. De kosten daarvan beliepen ruim f 15,000, waarvan de eigenaars van Hoenderloo f 8000 bijdroegen, terwijl de gemeente Apeldoorn het onderhoud op zich nam. l) Toen de weg gereed was en Z. M. de Koning eens aan het einde daarvan te Hoenderloo kwam, drukte hij den wensch uit, dat ook de weg tot Ede mocht tot stand komen. Die Koninklijke wensch vond spoedig gehoor. Op grond van aansluiting van 2 gemeenten werd Rijks- en Provinciale subsidie toegestaan en reeds in 1875 werd de weg (met een zijlijn naar Hars camp) gelegd. Voor Hoenderloo was deze weg van veel beteekenis ; niets stond nu meer de verdere ontwikkeling in den weg. Het begin van een betrekkelijken welstand voor Hoenderloo's in woners, dagteekent dan ook van het tot stand komen van deze wegen. In 1845 waren de 54 gezinnen, welke te Hoenderloo woonden, in het bezit van 47 koeien, 730 schapen, 5 paarden en 1 trekos; 327 schepel woeste grond was in bouw land veranderd. In 1853 waren er 82 koeien, 13 paarden, 10 trekossen en 650 schapen; de oppervlakte der ontgonnen 1) De toenmalige bnrgem eester van Apeldoorn, de heer Tutein Nolthenius, heeft vooral krachtig meegewerkt aan het tot stand komen van dezen weg; in hem hadden de ontwerpers een Hinken steun."], [145, "127 gronden bedroeg toen reeds 107 bunder. En hoe ziet Hoenderloo er thans uit? Het zij ons vergund ook daarover een en ander mede te deelen. Op een vroegen zomermorgen stapten we bij den Heer J. Tulp te Ede in het rijtuig, dat ons naar het dorpje brengen zou. Deze heer had de vriendelijkheid gehad ons tot dit tocht je uit te noodigen en verschafte ons alle gewenschte inlich tingen. Hoenderloo behoort tegenwoordig nagenoeg geheel aan groote grondeigenaren toe en voor de meeste dezer heeren is de heer Tulp rentmeester. Een prachtige grintweg voert ons, wanneer we het schoo ne Ede verlaten hebben, door bosch en heide eerst naar Ot terlo, dan door het Pampelsche Zand naar Hoenderloo. Eer lijk gezegd, we hadden er niet veel verwachting van ; Otterlo was ons niet meegevallen, wat zou Hoenderloo dan wel zijn ? Hoe aangenaam werden we verrast, toen we het dorp be reikten ! Heuvels, met dennenbosschen of hakhout begroeid, dalen, door welbebouwde akkers ingenomen, daartusschen de nette woningen verspreid, ziedaar het dorp. Eene eigenlijke straat is er niet. Ieder huis ligt te midden der landerijen. Alles draagt den stempel van netheid. Het witgepleis terde kerkje met het torentje valt al dadelijk in het oog; 't is op een heuvel gebouwd en het uitzicht op dien heu vel is inderdaad verrukkelijk. De pastorie, eene nette villa, ligt in de onmiddellijke nabijheid der kerk. Bij Hoenderloo behooren nog de buurtschappen de Bunte, Hoog-Baarle en De Krim. De laatste werd in het jaar van den Krimoorlog aangelegd ; vandaar die naam. Aan de buurtschap Hoog-Baarle, thans het eigendom van"], [146, "128 Dr. J. W. Gunning, is de volgende zonderlinge geschiede nis verbonden. In het jaar 1804 liet de heer Quarles, die te Harscamp woonde, hier een huis bouwen, dat door zekeren Elbert Ei bers betrokken werd. Deze beweerde later, dat de woning hem ten geschenke gegeven was. Een proces was hiervan het gevolg, waarin de Arnhemsche advocaat Buser de zaak voor Eibers zoo goed wist te bepleiten, dat de woning hem werd toegewezen. Later was het recht van den heer Quarles op dezen grond aan eenige Zutfensche heeren overgedaan. Dezelfde advocaat Buser pleitte toen tegen Eibers en het eigendomsrecht werd aan de Zutphensche heeren toegewezen ! Het uitzicht op den heuvel Hoog-Baarle is onbeschrij felijk schoon. Aan deze zijde stuit het oog op den groen bewassen Pampel; als een kudde schapen liggen om zijn voet de zandverstuivingen, op dezen schoonen zomerdag door het tintelend zonnelicht met gouden glansen overgoten. Daar ligt de onafzienbare Delensche vlakte, eene dorre, naakte woestijn gelijk. Aan de andere zijde teekenen de daken van roode pannen of van riet en stroo zich af tusschen de gol vende korenakkers; verder het reine kerkje met zijn toren, die steeds naar boven wijzend den nijveren landman herinnert, dat de ruste elders is. Achter het groene woud rijst de ko renmolen van de Krim omhoog. En verder, aan den horizon, hier de toren van Amersfoort, ginds die van Arnhem ; die kronkelende rookwolkjes wijzen den weg, door de stoom booten op den Rijn, de Waal en den IJsel genomen. De bodem bestaat uit eene tamelijk dikke laag teelaarde, waaronder men zand en leem aantreft, met een weinig oer."], [147, "129 Die oer heeft zich op verschillende plaatsen tot harde ban ken gevormd, en hieruit laat zich de omstandigheid ver klaren, dat er behalve vele prachtige bosschen, te Hoender loo ook zeer vele bosschen van geringe waarde zijn. In den beginne heeft men hier, zeer onoordeelkundig, maar dennen gezaaid, daar waar de grond goed gelijk was en het gevolg daarvan is geweest, dat er nu nog vele bosschen worden gevonden, die thans, na een 40-jarigen groei, zoo ongeveer evenveel waard zijn als de kosten van zaaien, enz. hebben bedragen. Door zulk een verkeerde wijze van handelen zijn ook vele akkermaals-bosschen bedorven; slechts met veel moeite en kosten zijn die nu goed te krijgen. Vóór de prachtige bosschen, welke Hoenderloo nu aan de noordzijde omgeven, aangelegd waren, hadden de losse zand gronden veel van den wind te lijden; thans is dat zoo niet meer het geval. Nu verschillende voortbrengselen uit Hoenderloo sterk in prijs zijn Verminderd en ook de korenbouw geen bestaan meer oplevert, wegens de lage prijzen, zal het rijk worden hier wel tot de zeldzaamheden gaan behooren. Gelukkig, dat de bewoners hier met zoo weinig tevreden zijn! Tegenwoordig is Hoenderloo, gelijk we reeds zeiden, bijna geheel het eigendom van groote grondeigenaren; ziehier hoe dat zoo geworden is. Toen de eerste hutten hier werden op geslagen, behoorde de grond grootendeels aan de Speldermark. Deze mark was zoo met allerlei lasten, hypotheken of ach terstallige belastingen bezwaard, dat de eigenaars hun eigen dom liefst maar vergaten en deze arme hutbewoners dus stillekens hun gang konden gaan. Nadat ds. Heldring zich de belangen van dit dorp had aangetrokken, kocht hij in één y"], [148, "130 koop van de Speldermark al den grond, die nu met bosschen bezet is, voor zeer geringen prijs. De bewoners waren daar in 't eerst niet bijzonder mede content ; ze beschouwden zich als eigenaars van den grond en zagen de landheeren voor indringers aan. Soms gaf dat aanleiding tot lastige processen. Later, toen de eigenaars de ellendige hutten begonnen op te ruimen om die door nette steenen woningen te vervangen, begonnen zij te begrijpen, dat de ruil toch nog zoo slecht niet was en leerden ze zich in den nieuwen toestand voegen, vooral ook omdat men, door het ontginnen der heide, hetwelk nu op groote schaal werd ondernomen, ruimschoots werk kreeg. De hutten, welke nu nog in de zoogenaamde Krim staan, behoorden niet tot het aan de heeren Heldring c. s. ver kochte gedeelte. Het bestuur der Speldermark had dit deel niet aan de groote landbezitters verkocht, om hen, die zich niet op gehuurd goed wilden vestigen, ook tevreden te stellen en alzoo tot eene goede oplossing der bestaande zwarigheden te geraken. Elke bewoner der heide, elke eigenaar van eene hut, kon voor eene zeer geringe som daar eigenaar worden van een grooter of kleiner stuk grond ; de kooppenningen bleven als hypotheek in den nieuwen eigendom gevestigd. Na het uiteengaan van de Speldermark kwamen deze hypo theken door aankoop ook in handen van kapitalisten en voor hen onder administratie van den heer Tulp. Om de spaarzaamheid der lieden aan te wakkeren, is de bepaling gemaakt, dat op den vervaldag der rente, ieder, hoe veel of hoe weinig ook, van zijne schuld kan aflossen. Zoodoende veranderen deze arme lieden langzamerhand in vrije grond bezitters. Deze milde, doch voor den administrateur tamelijk lastige bepaling, werkt zeer gunstig; van de gelegenheid om"], [149, "131 zoo met kleine beetjes de schuld af te lossen, wordt nog al druk gebruik gemaakt. Het grondbezit te Hoenderloo is dus tweeledig; het groot ste gedeelte van den grond is eigendom van groote landeige naars, de rest is min of meer eigen goed van de bewoners. Wat is nu voor den landman en voor de streek het beste? De beantwoording van deze vraag hangt voor een goed deel af van de beantwoording eener andere vraag: wie. en wat is de landeigenaar ? Is hij een man, die niet angstvallig vraagt of hij wel de meest . mogelijke rente van zij u geld trekt; een man, die zijn pachters, om het zoo eens te noemen, niet de huid over de ooren haalt, maar weet te geven en te nemen; een man, die zich door de streelende gedachte, iets tot het heil van het landvolk te hebben bijgedragen en de welvaart eener landstreek te hebben bevorderd, voor een goed deel betaald rekent, dan voorzeker is, althans voor de hooge Veluwe, het groote grondbezit verkieselijk. Op de gronden van zulke eigenaars is allicht plaats voor een paar woningen, met zooveel land, dat de bewoners tegen eene kleine huur daarop genoeg veld vruchten (aardappelen en rogge) kunnen verbou • wen voor eigen onderhoud, terwijl de aanleg van bosschen dan nog werk genoeg verschaft om er wat bij te verdienen. Daar staat tegenover, dat iemand, die op gehuurd goed woont, nooit ofte nimmer zooveei zorg voor zijne landerijen hebben zal, dan wanneer hij er eigenaar van is. Niets spoort zóó tot ijver en spaarzaamheid aan dan juist het bezit van een ig goed of althans het vooruitzicht eenmaal grondbezitter te worden. Hoenderloo is onder het bestuur van den tegenwoordigen rentmeester, den heer J. Tulp, geworden wat het thans is:"], [150, "132 een net, goed bebouwd dorpje. Dat is niet zonder moeite en met eindeloos geduld tot stand gekomen. Toen hij het rentmeesterschap aanvaardde, vond hij Hoen derloo zeer verwaarloosd en de bevolking gedemoraliseerd. Het waren wildstroopers van de ergste soort; op klaarlichten dag organiseerden ze groote klopjachten en de jachtopzichters waren in hun eigen belang wel genoodzaakt een anderen kant uit te kijken. Evenwel, dat was nog zoo erg niet; men kan het den landbouwer toch eigenlijk niet kwalijk nemen, als hij hazen, konijnen en herten, die zijne veld vruchten opeten of plattrappen, tracht machtig te worden. Maar te Hoenderloo geschiedden erger dingen ; de rentmeester werd er op de schandelijkste wijze bedrogen. Wanneer een terrein uitgekozen is, waar een bosch zal worden aangelegd, moet de grond eerst worden gerioleerd, dal wil zeggen zeer diep omgespit, om de steenen en oerklouters er uit te halen en den wortels een lossen grond te bezorgen. Voor zulk graafwerk werd vroeger 15 cent per roede betaald. Nu gebeurde het, dat één man 's morgens voor 9 uur 12 roeden drie voet diep had omgespit! Hoe had hij dat aan gelegd? Eenvoudig zóó : hij ging op eene hoogte staan en wierp in het rond eene laag zand over de hei, zoodat liet er op het eerste gezicht uitzag alsof het omgespit was. Men begrijpt, dat er van de op zulke bewerkte gronden aange legde bosschen niet veel terecht kwam. Zulks kon echter niet geweten worden aan den voria-en rentmeester, den heer J. Rooseboom. Hoenderloo heeft inte gendeel aan dien rentmeester, die geheel belangloos dat werk verrichtte, veel te danken, en ieder, die wel eens ondervon den heeft, hoe elk begin moeilijk is, zal kunnen beseffen,"], [151, "133 dat juist hij de man is geweest, die in deze zooveel heeft gedaan, dat voor zijn opvolger (den heer Tulp) een goe de weg was gebaand. Te veel moest Rooseboom echter nog aan een werkbaas overlaten en wanneer die — zooals hier het geval was — met het werkvolk samenspant om den rentmeester te be driegen, dan is het noodig, meermalen met dergelijke be driegers te hebben kennis gemaakt, om zoo iets te voorko men. Dientengevolge is het resultaat zijner bemoeiingen bij lange na niet geweest, wat het had kunnen zijn. Toen de tegenwoordige rentmeester de teugels in handen kreeg, begrepen de lui, dat dergelijke bedriegerijen nu niet meer konden gepleegd worden en bij de eerste aanbesteding van spitwerk weigerden ze aan te nemen, omdat ze, zooals ze naïf genoeg zelf zeiden, het nu goed moesten doen. Door met eindeloos geduld hen op hun eigen belang te wijzen en hen tot arbeidzaamheid aan te sporen, is dat langzamerhand verbeterd; toch blijft de rentmeester de voorkeur geven aan het werken volgens tarief. Een groot beletsel voor het ontginnen der heidevelden op de Veluwe is het houden van schapen. Een schapenboer, die voor zijn land plaggemest gebruikt, heeft, naar de be rekening van den heer Baron Sloet tot Oldhuis, noodig voor eene boerderij van 4 paarden, per jaar 600 voer plaggen. // // // ii 2 ii u ii 400 „ „ // // // // 1 // // // 250 „ „ Afgeplagde heide heeft 10 — 12 jaar noodig om weer tot vorigen toestand terug te keeren. Rekent men nu nog de groote oppervlakte heideveld, welke als weide voor de schapen dienst doet, dan zal meu moeten erkennen, dat het totaal"], [152, "134 onmogelijk is de Veluwsche heide te ontginnen, indien men met de schapenteelt voort blijft gaan. Te Hoenderloo zijn zoo goed als geen schapenhouders; de rentmeester, die daar groote bosschen wilde aanleggen, kon ze niet gebruiken ; hij verzekerde ons, dat zelfs de schapenlucht voor de houtteelt nadeelig is. In de huurcontracten werd de be paling opgenomen, dat de huurder geene schapen mocht hou den. Door het verstrekken van geldelijke voorschotten, werden de lui in staat gesteld zich een varken aan te schaffen; zoo kregen ze mest voor hun land en spek in den pot. Eene andere, zeer verstandige bepaling, heeft er veel toe bijgedragen om den lieden spaarzaamheid en zuinigheid te leeren. Bij het aangaan van een huurcontract behoefden geen borgen gesteld te worden; uit den aard der zaak beteekende zoo'n Hoenderloo'sche borg niet veel en bovendien vindt nie mand het aangenaam een andermans schuld te betalen. De huur evenwel, die op 22 Februari vervalt, moet drie maan den vroeger, 11 November, als die dag niet op een Zondag valt, worden voldaan. Wie dan niet betaalt, moet vertrekken. Het eerste jaar was dat zeer moeilijk; ze hadden 22 Febr. betaald en moesten nu in Nov. weer betalen; waar zou al dat geld vandaan komen? Dien zomer liet de rentmeester evenwel wat meer verdienen dan hij anders gewoon was en, door in 'teerst wat zeemanschap te gebruiken, raakte men zoo langzamerhand aan den nieuwen toestand gewoon. Over het algemeen wordt de pacht zeer stipt voldaan en wan betalers behooren tot de groote uitzonderingen. Van de vroegere hutten en keeten is in het eigenlijke Hoenderloo niets meer te vinden; in den zomer van '86 stonden bij den afgedankten ticheloven van den heer Tulp"], [153, "135 nog een paar van die armoedige woningen, van mos, lat ten en planken opgeslagen. Die hutten zijn thans vervangen door uitmuntende wo ningen. Vooral in de laatste jaren is er veel tot verbetering der huizen gedaan en Hoenderloo kan er waarlijk niet genoeg dankbaar voor zijn, dat mannen als Mr. C. J. Sickesz, Prof. J. W. Gunning, wijlen O. Baron van Wassenaer tot Catwijck en anderen, daar eigenaren waren of werden. Verder hebben zich voor Hoenderloo vooral geïnteresseerd, de heeren Boissevain en C. P. van Eeghen te Amsterdam , Voorhoeve te Rot terdam, Groen van Prinsterer, enz. Zij toch hebben ge toond, er niet in de eerste plaats op bedacht te zijn, voor zich zelven de meeste vruchten te willen plukken, in tegendeel, het bevorderen van de belangen der bewoners en al het mogelijke te doen, wat tot hun ontwikkeling en voor uitgang kon bijdragen, dat was steeds het streven van deze edele grondbezitters. De inrichting van het bestuur is zeer aartsvaderlijk. Men schen, die bijvoorbeeld op Hoog-Baarle, waar de meeste hui zen op ééne bezitting staan, eene woning en land hebben gepacht boven 60 gulden huur, moeten bovendien twee vrachten mest leveren voor de nieuw aangemaakte gronden; onder de 30 gulden pacht moet één vracht mest geleverd worden. Deze mest wordt gebruikt op de kweekerijen, waar het jonge plantsoen staat. Juist door zelf alles aan te kweeken, kan de ctfltuur te Hoeuderloo beter dan elders slagen. Hierdoor heeft men niet die groote kosten voor aankoop ; zelfs kan men elk jaar van hetgeen men over heeft, nog heel wat verkoopen. Weiland is hier niet te vinden ; hoe moeten nu de koeien aan den kost komen? Dat is inderdaad een waar kunststuk."], [154, "136 Bijna gedurende den ganschen zomer wordt spurrie gezaaid, telkens een klein hoekje; als 't eene hoekje afgemaaid is, is 't andere weer zoover gegroeid, dat het gebruikt kan worden; zoo moet men de koeien (een hokkeling noemt men te Hoenderloo „een rund\") door den tijd zien te krijgen. Vreemd was het ons midden in den zomer op eene boer derij alhier te zien, dat het vee in plaats van met gras met heide en koek werd gevoerd. Hoenderloo schijnt te hoog gelegen om er met goed gevolg weiland aan te leggen. We hebben in ons boekske nu zoo een en ander van de gemeente Ede verhaald. We hadden gelegenheid, op veel merkwaardigs, op veel goeds, ook op veel schoons te wijzen. Het zij ons vergund, hier nog eens de aandacht op Hoender loo te vestigen. Velen bezoeken de havenwerken te IJmuiden, de droogmakerijen in Holland, de trotsche spoorwegbruggen over onze groote rivieren en zijn dan, terecht, van bewonde ring vervuld over hetgeen zij zagen. Hen zouden wij raden willen : brengt ook eens een bezoek aan Hoenderloo. Hier is in allen eenvoud een niet minder groot werk tot stand ge komen; de woeste heide is er in bouwland en boschgrond herschapen en honderden verdienen nu hun brood in eene streek, die in 't begin dezer eeuw nauwelijks 't aankijken waard was. Wilt ge het lot van zoo menigen arme verbe teren en vraagt ge : hoe zal ik dat doen ? Wij antwoorden : bezoek Hoenderloo; daar kunt ge met eigen oogen zien wat volhardende arbeid en noeste vlijt, waarop Gods zegen rust, vermogen. Ons land heeft nog plaatsen te over, waar ge hetzelfde kunt doen, wat te Hoenderloo geschied is."], [155, "INHOUD. HOOFDSTUK 1. Png. Naamsafleiding. — In het museum van oudheden te Lei- 1 den. — Bij Kreel. — Tusschen Bennekom en Kenkura. Vuursteenen werktuigen. — Donderbeitels. — Soorten van urnen. — Eene begrafenis bij de Germanen. HOOFDSTUK II. Jagers en stroopers. — Het jachtrecht. — Noyke de 8 Wildschieter. — Gebengelde honden. — «Des genedigen lieven heeren haeseu.\" — Verboden jacht. — Schadelijk wild. HOOFDSTUK III. De heide. — Een woudreus. — Het kreelsche gat. — 16 Heibrand. — Brandstichters. — Verboden terrein. — Bosch- en brandmeesters. — Knevelarijen. — Johan Postelman. — Eene vermaning van Hertog Karel. HOOFDSTUK IV. Verdwaald in het stuifzand. — Ondergestoven bouwland. 22 Het ontstaan der zandverstuivingen. — De zanden onder Ede. — Zandgraven. — Drie Excellenties. — Beteu- geling der zanden. — Ontginning. HOOFDSTUK V. Oude bosschen onder Ede. — Een rapport uit 1561. — 30 Verdwenen wild. — » Een wilt, bijster landt.\" Heidens."], [156, "INHOUD. pag. Een zigeunergrap. — Twee roofridders. — Heiden- jachten. — Een afschuwelijk vonnis. — Kuilen in het bosch. — De laatste rooverbende onder Ede. HOOFDSTUK VI. In 't Woud. — Het Edesche bosch. — Wijze van beheer. 37 De Sijsselt. — wDonrecloeten.\" — Een spook. — Het Eoekelsche bosch. — Eene jachtpartij uit 1463. — De //Heiligenberg.\" — Het Otterlosche bosch. — Mossel en Heemst. — Boschbessen plukken en eikels zoeken. — Houtdieverij. HOOFDSTUK VII. Beteekenis van den naam //Veluwe.\" — Vorstelijk do- 46 mein. — Kloostergoederen. — Eigenhoorigen. — Ko- ningskinderen. — Keurmeedigen. — Laten. — Was- tinsigen. — Wiltforsters. — Wagendiensten. — Bede. Krijgsdienst. — Landbouw. — Veenbrand. — De venen onder Ede in 1554. HOOFDSTUK VIII. Marken en Malevelden. — Verkoopingen. — Landbouw 53 en veeteelt. — Hessenwegen en voetpaden. — Tollen. Geldhandel. — Kekening van den rentmeester van Kernheim uit 1423. — Schutten van vee. — Molen- recht. — Twee molens onder Ede. — Tienden. - - Tuinbouw. — Bierbrouwerijen. — Aanteekeningen uit de //protocollen der Ampts Ede.\" HOOFDSTUK IX. Euwe zeden. — Een Veluwsch kampgevecht. — Boete en 65 breuke. — Het hoog adellijk landgericht. — Kechtspraak op het kerkhof te Ede. — Eene giftmengster. — Ampts- jonkers van Ede. — Schouten van Ede."], [157, "INHOUD. P»g- HOOFDSTUK X. Voorheen enthans. — Op den Paaschberg. ~ Anna Maria 76 Moens. — De stationsweg. — Sterrenberg. — . totels. Eene ouderwetsche herberg. — Eene stichti. r der Liefde. — Bennekom. HOOFDSTUK XI. Eerste bewoners. — Heidensche namen. — Komeinsche 85 namen. — Het Mosselsche legerveld. — Engeland en de Veluwe. — Zendelingen. — De heilige Antonius. Vewhristelijkt Heidendom. — Edesthorpa. HOOFDSTUK XII. Heeckerens en Bronkhorsten. — De Graaf van Holland te Otterlo. — De Kerk te Ede verbrand. — Hertog Amoud. — wEin guet Medicijn. — De Kerkhervorming en Karel van Gelre. — Filips II. — Edesche Geuzen. Op het huis ten Ham. HOOFDSTUK XIII. Jan van Nassau. — Dreigend gevaar. — Inval van Graaf 103 Hendrik van den Berg. (1624.) — Het Wilhelmus te Ede. — De inval der Spanjaarden in 1629. — Uit het Kwartiersreces van Veluwe van 1630. HOOFDSTUK XIV. De Fransche berg. — Hoe Brinkenberg aan den kost 113 kwam. — Een verschoppeling. — Hutten in de heide. — Ds. Heldring te Hoenderloo. — Een vernuftige winke- lier. — Een put met hindernissen. HOOFDSTUK XV. De School te Hoenderloo. — Het Doorgangshuis. — De 122 Kerk. — Hoog-Baarle. — De Speldemark. — De Krim. Grondbezit. — De rentmeester gefopt. — Schapenhou- ders. —Het bestuur vanJ. Tulp. — Edele grondbezit- ters. — Ter navolging."], [158, "VERBETERING. Op bladz. 69, 7e regel van boven, staat; vonniste zich; lees: von niste zelf."], [159, ""], [160, ""], [161, ""], [162, ""], [163, ""], [164, ""], [165, ""], [166, ""]]