[[1, ""], [2, ""], [3, ""], [4, ""], [5, "N LYOí- ,ÍS Par Pa'_-' R -4 -■*:■-...- v< :< 3Q o"], [6, ""], [7, "LA SEIGNEURIE DE JARNIEUX e_nt T_.--5roisrraTA.1s"], [8, ""], [9, ""], [10, "CHATEAU DE JARNIEUX"], [11, "LA MIGNIMIE DE JARNIEUX EN LYONNAIS Par Paul de VARAX _rJit*at*ita.ikíte!-f*ï-e ís.-ÉaTífejiaivtjK *fc>*-3 ar_*vo*isr 30, Rue Condé, 30 188S"], [12, ""], [13, "INTRODUCTION ucun lieu n'a offert autant de diffi- cultés au chroniqueur que celui dont nous entreprenons de compiler en ce moment les annales. Com- ment écrire son nom? Les actes le présentent sous des formes bien dif- férentes. Son nom latinisé est Jar- niacum, et en français il se construit d'au moins 17 manières : Jarniout, en 1291 ; Jarniot, en 1296 ; Jarnioust, en 1299; Gernyout, en 1331 ; Jarniost, en 1395 ; Ger niost, en 1429; Jargnioust, en 1479 1 Jargniost, en 1493 ; Jarnyeu, en 1522 ; Jarnyoust, en 1531 ; Jar nioz. en 1535 ; Jarniostz, en 1544 ; Jarnieu, en 1554 ; Jarnyost, en 1566 ; Jarniou, en 1642 ; Jarnieux, en 1701, et Jarnioux, en 1726. Choisissons pour notre titre cette avant- dernière forme, adoptée par les propriétaires actuels du châ teau de ce lieu, et conservons les autres dénominations"], [14, "VIII dans les siècles où elles ont été en usage. Comment aussi débrouiller la chronologie de ses seigneurs ? En effet, de la fin du xme siècle au milieu du xvie nous voyons cette seigneurie indivise d'abord entre les maisons de Gleteins, de Juys et Rabutin, puis ces derniers vendent leurs droits aux Le Viste, une partie des biens des de Juys passe directement aux de Pro- prières, une autre arrive à ceux-ci par l'entremise des de Saint-Trivier et du Saix et les de Proprières achè- tent aussi ce qui appartenait aux Le Viste. Les de Gleteins lèguent leurs droits aux de Boulieu, leurs alliés, qui les vendent aux de Rivoire de la Bastie ; les de Proprières se fondent dans la maison de Chan- dieu. Ce n'est que vers 1560 que la terre de Jarnieux est réunie dans une seule main par l'acquisition qui en est faite par les Henry, des de Chandieu, d'une part, et, de l'autre, des Maillot, représentant les droits des de Rivoire auxquels ont succédé, dans l'inter- valle, par ventes fort rapprochées, les de Vinolz, Bul lioud et Le Charron. Des Henry Jarnieux passe suc cessivement, par alliances, aux Ménardeau et de Lostanges. Nous arrivons ainsi au commencement du xvme siècle ; alors cette seigneurie retombe encore dans l'indivision par un partage entre les divers membres de la maison de Lostanges ; nous trouvons en même temps des seigneurs de Jarnieux des noms de Lostanges, de Las Cazes de $aint-Pol, de Vaurilhon de la Bermondie et de Sirot de Busqueilhe, tous ve nant de la même souche. Jean Sandrin de Champ dieu, déjà richement possessionné dans le pays, achète séparément les parts de toutes ces familles à la sei gneurie de Jarnieux, il y ajoute même le fief de la"], [15, "IX Place, acquis de la famille de Rivérieulx de Varax, et à peine a-t-il formé cette belle terre qu'il l'aliène, en 1 771, en faveur de Jacques-Michel Sahuc de Planhol qui la passe presque aussitôt à son gendre, Gabriel de Clavière, dont le nom est toujours dignement repré senté au château de Jarnieux. Vu la presque continuelle indivision dans laquelle s'est trouvée la seigneurie de Jarnieux, il aurait été difficile, sinon impossible, d'unir en un seul récit la chronologie de ce château et les notes généalogiques recueillies dans ses archives sur les familles de la plupart de ses possesseurs. Nous ferons connaissance avec ces dernières avant de nous promener dans le champ historique de leur domaine. Mais, auparavant, faisons, selon nos moyens, la description du vieux manoir tel que les âges passés nous l'ont transmis. Le village de Jarnieux est do miné de beaucoup par le château de ce nom, auquel on monte par un sentier raide et sinueux, qui a con servé l'aspect pittoresque des étroits chemins du Moyen-Age, où les carrosses ne pouvaient circuler et à travers lesquels on n'allait qu'à pied ou sur les pale frois et haquenées. Jadis on franchissait sur un pont levis, aujourd'hui remplacé par un pont en maçon nerie, l'entrée de cette résidence féodale, qui est composée d'un pavillon orné d'un mâchicoulis por tant les armes des Henry accolées à celles des Ga biano, la date de 1642 et cette inscription : Jargnyeu ; deux petits bâtiments le séparent de deux tours, l'une surmontée d'une flèche et l'autre décoiffée. On passe de là, par un large couloir, dans une cour en terrasse, et on aperçoit devant soi un second passage pratiqué"], [16, "X sous la chapelle seigneuriale et surmonté d'un mâ chicoulis qui porte les armoiries accolées des Henry et des Tricaud et est orné de feuillages sculptés d'une manière très-délicate ; les bâtiments de cette partie du château paraissent dater du xve siècle et sont en core flanqués de deux tours, l'une découronnée, l'au tre coiffée d'un toit pointu et décorée de mâchicoulis. Nous voici dans la cour principale du manoir, for mant terrasse au-dessus du village ; en face de nous apparaît une construction fort élégante et à toit aigu, datant de la Renaissance, et à gauche se dresse un bâtiment fort élevé, qui ne doit, pas être antérieur au xvnr- siècle. Une cinquième tour, ornée d'une cein ture de mâchicoulis, flanque l'extrémité du castel du côté du village; un cul-de-lampe, du style du xvie siècle, se montre à un de ses angles, et enfin une tour gigantesque, servant sans doute autrefois de donjon à la vieille forteresse, la domine de presque toute sa hauteur, vu le point culminant sur lequel est assise sa base. Un peu au-dessous les armes des Henry et des Gabiano apparaissent de nouveau sur une porte d'entrée donnant sur le parterre du château, qui est à la hauteur des appartements du premier étage. Avant de parler de Jarnieux et des familles qui l'ont possédé, mettons sous les yeux du lecteur le tableau succinct de la chronologie de ses seigneurs et co-sei gneurs, tel que les archives de ce château ont pu nous l'indiquer."], [17, "TABLEAU CHRONOLOGIQUE DES SEIGNEURS DE JARNIEUX i«S6-i 303 Thomas de Gletcins. — — 1277 Dalmas Rebutin. — 1 284-1296 Jean de Juys. 1 Î07-1 329 Symon de Gletcins, — 1284-133 5 Dalmas Rebutin, — — —Henri de Juys. eon fils. son fils. I Antoine de Juys, son fils. 1329-JJ88 Hugues de Gletcins, • - Antoine Rebutin. Jacques de Juys, son fils. jS\" sun frère. Jean Le Vislc. — Guichard de St-Trivicr, — Henry de Juys, \"X héritier substitue par son frère. \\ Antoine de Juys x,. à Jacques de Juys. 1388-1418 Louis de Gletcins, x^ son pctit-fils. x. X. Glauac du Saix, x. inaride Marguerite de Juys, 1409 Miles de Porprièrcs. i.j*>2 Guichard de Gletcins, son parent. 145 2-1469 Antoine de Gletcins, son ,61s. 1468 Aubcrt de Boulieu., son neveu. 1 4S6 Ancclise de Porpnères, sa tille, femme de Pierre de Chandieu. 1 (500 Jean de Char.dicu, leur fils. 1533 Méraull de Boulieu. líîi Guillaume de Chandicu, leur fila. son fils. 1535 Philibcrt de Rivoirc de la Bastic. 1*542 Claude et Pierre de Vínolz, frères I 1 >44 Antoine Bullioud. 1 •; 50 Fforimond Le Charron. t 1558 Bertrand et Antoine de Chandieu, ses neveux, 1558 Jean Maillot.. et Philibert d'Amanzé. j 560 Guillaume et Jean Henry, frères 1584 Jean et Roland ílcnry, fils de Guillaume. 16 1 9 François Henry, fils de Roland. 164a Catherine Henry, fille de François et femme de Claude de Mcnardcau 1690 Graticn de Mênardcau, fils des précédents. ï\"i? Renée de Ménardeau, sa scyir, femme de François-Louis de Lostan^cs. 1730 Leurs cinq cnfanls et leur postérité. 1756-1771 Jean Sandrin. 1771 Jacques-Michel Sahuc de Planhol 1779 Gabriel de Clavicre, son gendre."], [18, ""], [19, "1 LA SEIGNEURIE DE JARNIEUX EN LYONNAIS CHAPITRE PREMIER FRAGMENTS GÉNÉALOGIQUES SUR LES FAMILLES DE QUELQUES SEIGNEURS DE JARNIEUX I De Gleteins amuel Guichenon, dans son histoire de la Souveraineté de Dombes, a donné une généalogie de !a maison de Gle- teins ; mais elle fourmille d'erreurs, de répétitions et de confusions ; ce qu'il nous a été donné de constater en ana- lysant les archives du château de Jar- nieux, qui mentionnent cette ancienne famille à partir du mois d'août 1285, date à laquelle maître Jehan de Blenost (de Blenosco) étant official de la cour de Lyon, Guillermet du Mas (de Manso), bourgeois de Villefranche, reconnut, par devant maître Lambert, de Villefranche, clerc juré de ladite cour, devoir à messire Guillaume de Gleteins, prieur de"], [20, "2 Deniceu (Denké), 26 livres, 13 sols et 14 deniers viennois, à cause de la censé d'une année de la dîme du vin et des rai sins du prieuré de Deniceu. Jehan du Mas et Perronet de Rognens, bourgeois de Villefranche, se portèrent cautions de ladite promesse. Guillaume de Gleteins était aussi prieur de Pomiers, en 1289. Le ** des nones de mars 1303, Guigonet de Gleteins, damoi seau, fils de feu Hugues de Gleteins, damoiseau, confessa, par-devant Jehan, dit de Dijon (de Dyvione), juré des cours de l'official de Lyon et du seigneur de Beaujeu, avoir reçu de Henri de Gleteins, damoiseau, son oncle et tuteur, la somme de 11 vingts livres viennoises à compte de celle de 600 livres qu'il lui devait à cause de l'administration de ses biens. Pierre Robin, prieur provincial de la province de Nar bonne, de Tordre de Saint-Augustin, fit savoir, en 1421, à noble et puissant homme Andrevet de Gleteins, à sa femme et à ses enfants, que les frères de sa congrégation feraient mention d'eux dans leurs prières, Nous n'avons pu établir la généalogie des Gleteins, sei gneurs de Jarnieux, que depuis (1): I. Thomas de Gleteins, damoiseau en 1286, chevalier en 1--03, co-seigneur de Jarnieux. Au mois de janvier 1299, il fut déchargé, en présence de messire Etienne de Lisse (de Lissieu), chevalier, et de Philippe de Gleteins, de la caution de 100 livres qu'il avait promise à Regnaud du Bois (del Buxo), damoiseau, à la prière de Jérémie de Cocé, à cause de la dot de Mabile, sœur dudit Regnaud du Bois et femme de Michel de Cocé, assignée sur le tiers du mas de Cocé situé à Jarnioust. (O Par un acte analysé ultérieurement à l'impression de ces premières pages, nous venons de découvrir que Thomas de Gleteins était fils de mes sire Etienne de Gleteins, chevalier, possesseur du port de Riortiers, qu'il transmit à son fils."], [21, "3 Thomas de Gleteins fut père de i° Symon ou Symonin qui suit ; 2° Hugues ou Hugonin, auteur de la branche des sei gneurs de Biart, que l'on trouvera plus loin ; 3° Thomas, chevalier, gardien ou père temporel des Frè res Mineurs de Villefranche, marié à Alaysia de Charnay, dont postérité; 4\" Marguerite, femme de messire Etienne Sauvage, che valier, lequel donna quittance à Thomas de Gleteins, son beau-père, au mois de mai 1297, de la somme de 9 vingts et 15 livres viennoises, en bonne monnaie, et de 10 livres viennoises de rente annuelle, sur la somme de 600 livres et 10 livres de rente promises à sa dite femme par leur con trat de mariage. II. Symon ou Symonin de Gleteins, damoiseau en 1307, puis chevalier, co-seigneur de Jarnieux, seigneur de Fougè res, testa et mourut en 1329. 11 fit son testament à Fougères, paroisse de Poule; il élut sa sépulture dans le cimetière ou Téglise des Frères Mineurs de Villefranche et légua à leur cou vent 20 livres pour aumône, plus une rente annuelle et perpé tuelle deó livres viennoises, pour célébrer, chaque semaine, à perpétuité, dans leur église, une messe pour le repos de son âme et de celles de ses ancêtres, fit des legs aux dames reli gieuses de Sales, aux luminaires des églises de Poule, Ver neys, Chênelette, la Roche et Jarniout, à chaque prêtre assis tant à ses funérailles, à tout pauvre qui y serait présent; il légua à dame Margarone, son épouse, une rente annuelle et viagère de 40 ânées de vin pur ; à Etienne, son fils, clerc, une rente annuelle, avec la recommandation à son héritier universel de Tentretenir pendant 6 ans aux écoles ; il assura aussi des pensions à ses fils frère Thomas, moine de Tordre de Cluny, frères Symon et Dalmas, moines de Savigny ; il voulut que ses fils Jehan et Guillaume fussent placés en re ligion ainsi que ses filles Marie tt Luque ; fit des legs à ses lilles sœur Thomasse, religieuse de Sales, et Marguerite,"], [22, "4 femme de Jocerand Rigaud, damoiseau. II institua héritier universel son fils Hugonin, auquel il substitua son autre fils Etienne. Messire Thomas de Gleteins, \"chevalier, son frère, gardien des Frères Mineurs de Villefranche, et messire Guillaume Lotouz, chevalier, furent nommés ses exécuteurs testamentaires. Les autres témoins de ce testament furent messire Etienne, curé de Verneys, messire Martin, vicaire de Chénelette, messire Hugues de Saint-Lager, vicaire de Verneys, messire Martin de Sarcelles, prêtre, Guichard Bor don et Perrin de Cours, damoiseaux, et messire Guillaume de Dardre, curé de Chénelette. Symon de Gleteins eut de Margarone, aliàs Marguerite, dont le nom de famille n'est pas mentionné : i° Hugues ou Hugonin, qui suit; 2° Etienne, clerc ; 3° Thomas, moine de Tordre de Cluny; 4° Symon, moine de Savigny; 5° Dalmas, moine de Savigny ; 6° Jehan, damoiseau, destiné à entrer en religion et qui eut une fin tragique, qui donna lieu à la fondation de la pré bende de Sainte-Catherine de Jarnieux. Les auteurs ou com plices de ce crime furent Guy de Francheleins, chevalier, Miles de Charnay, Guichard de Verneys et Hugonin de Na villy, seigneur de l'Abergement, damoiseaux ; nobles hom mes Thomas de Gletens, chevalier, Hugonin et Etienne de Gletens et Etienne de Liergues (de Liargos), damoiseaux, en demandaient la punition. Un accord fut fait entre les par ties, le io juillet 1335, par la médiation de leurs amis com muns et de plusieurs puissants seigneurs, notamment de noble et puissant homme messire Edouard, seigneur de Beaujeu, qui représentait les coupables ; noble homme, messire Galois de la Baume, seigneur de Valefin, cheva lier, fut le principal arbitre de ce différend et imposa les conditions suivantes aux parties : Pour le remède de l'àme dudit Jehan de Gletens, il sera fondé et construit dans le"], [23, "5 lieu de Jarniot, après la prochaine fête à venir du bienheu reux Michel Archange, une chapelle dans laquelle ledit Hu gonin de Gletens et ses héritiers et successeurs placeront et institueront, à perpétuité, deux chapelains qui la desser viront ; Guy dé Francheleins payera 40 livres pour sa cons truction, et Miles de Charnay 20 livres ; le premier donnera une redevance annuelle de 15 livres tournois; le second, celle de 10 livres, pour Tentretien desdits chapelains. Guy de Francheleins, Miles de Charnay, Hugonin de Navilly et Guichard de Verneys resteront, pendant trois jours, dans la prison dudit Thomas de Gletens, pour raison de la capture de ce dernier, puis ils seront mis en liberté, à la réquisition dudit seigneur de Beaujeu ou de R. P. en J.-C. messire Guil laume de Beaujeu, évêque de Bayeux, son oncle. Guy de Francheleins et Miles de Charnay passeront ensuite la grande mer et ils iront visiter, dans la sainte ville de Jérusalem, le sépulcre de Notre-Seigneur Jésus-Christ, ils resteront deux ans dans ces pays transmaritimes. Miles de Charnay fera une dot de 100 livres viennoises à dame .\\laysia, sa sœur, épouse dudit Thomas de Gletens. Guichard de Verneys et Hugonin de Navilly iront en pèlerinage à Saint-Thomas de Cantor béry et offriront devant Tautel de ce saint deux images de cire, chacune du poids de 15 livres, peintes des armes du dit feu Jehan de Gletens. A la prière de R. P. messire Jehan, archevêque de Reims, de nobles et puissants seigneurs Miles, seigneur de Noyers, Ancel, seigneur de Joinvilleet de mes sire Robert Bertrand, maréchal de France, seigneur de Bri quebec, lesdits seigneur de Beaujeu et évêque de Bayeux renonceront à toute haine contre ledit Thomas de Gletens qui s'excuse d'avoir prononcé quelques paroles trop vives contre ledit évêque, dans la prison duquel il sera détenu pendant deux ou trois jours. Nobles hommes messire Hu gues, seigneur de Vaux, Barthélemy de Laye, dit Mucers, chevaliers, Guillaume de Germolles, Josserand de Marchiant, Jehan de Francheleins, Jacques de Chiel, dit Breyst.et Giraud"], [24, "6 de Marzé, damoiseaux, sont cautions de cet accord, qui est passé à Sainte-Colombe de Vienne et qui a pour témoins Pierre de la Palu, seigneur deVarambon, Guy Chevrier et Girard d'Arlo, chevaliers, Guichard et Hugues de Marzé, frè res, damoiseaux ; 7° Guillaume, destiné à entrer en religion ; 8° Thomasse, religieuse de Sales ; 9° Marie, destinée à être religieuse ; io\" Luque, religieuse de Sainte-Claire dans le monastère des Sœurs Mineures, au monastère de la bienheureuse Ma\" rie, près de Chalon-sur-Saône, comme il se voit par une transaction qu'elle fit, le 30 août 1396, avec son petit-neveu noble homme messire Louis de Gleteins, chevalier, au sujet d'une pension annuelle de 16 florins de Florence que lui avait assurée feu noble homme messire Hugues de Gleteins, chevalier, son frère, grand-père dudit Louis, laquelle pen sion fut transformée en une rente annuelle et viagère de 10 livres, par une clause du testament dudit Hugues. Louis de Gleteins promet, entre autres choses, à sa grande-tante une pension annuelle de 20 livres, tant qu'elle vivra. Cet accord est fait avec Tautorisation de religieuse et honnête dame sœur Andrevète Boussetonète, abbesse dudit monas tère ; n0 Marguerite, femme de Jocerand Rigaud, damoiseau. III. Noble et puissant homme messire Hugues ou Hu gonin de Gleteins, qualifié damoiseau en 1 331, chevalier en 1357, seigneur de Fougères, co-seigneur de Jarnieux, bailli du sire de Beaujeu, fit, en 1331, avec Jean de Gleteins, son cousin germain, fils de feu Hugues de Gleteins, un partage de leurs biens de Jarnieux, Fougères, Poule, Villon, etc., dont la partie conservée dans les archives du château de Jarnieux sera reproduite presque entièrement à la fin de ce volume. Ce partage ayant donné lieu à quelques difficultés entre ledit Jehan de Gleteins, d'une part, noble dame ma dame Marguerite, veuve de Symon de Gleteins, ledit Hq-"], [25, "7 gués et Etienne de Gleteins, ses fils, d'autre, un accord fut fait entre les parties, le vendredi après le dimanche où Ton chante dans l'Eglise de Dieu : Lœtare, Jérusalem, Tan du Seigneur 1332, avec le concours amiable de quelques-uns de leurs amis et en présence de vénérables et discrets hommes messire Jehan de Francheleins, prieur de Saint- Nizier-d'Azergue, messire Thomas de Gleteins, chevalier, Henri de Ferays, damoiseau, Jehan Chamayré, clerc, et Hum bert, fils de feu Johannin de Gleteins. Par cette transaction, les rentes que dame Luque de Gleteins avait à Riotiers et aux environs, avec toute action et juridiction, furent attri buées à Jehan de Gleteins, auquel Hugues de Gleteins dut encore assigner 10 livres de rente en terre au territoire que le seigneur de Beaujeu avait jadis donné à messire Symon de Gleteins, près de la maison de Fougères, et payer 21 li vres de bons gros tournois anciens d'argent, à cause des dots de Marguerite de Gleteins, sœur dudit Hugues et femme de Jocerand Rigaud, et de Symonde de Gleteins, sœur du dit Jehan et fiancée de messire Etienne de Corent, cheva lier. Ledit Etienne de Gleteins conserva tous ses droits sur la terre qui avait appartenu à feu messire Hugues de Gle teins, chantre de Saint-Paul de Lyon. Le lundi, fête du bienheureux Vincent, 1357, Geoffroy d'An glure (d'Angloures), damoiseau, considérant les agréables services que lui avait très-souvent rendus Hugues de Gle teins, son très-cher parent, que nul mal ne doit rester im puni et que tout bien doit être rémunéré, lui donne : i° sa maison-forte de Chandon, diocèse de JVÍâcon et paroisse de Chandon, située près de Téglise paroissiale dudit lieu ; 2\" ses dîmes du même lieu en blés, vin, etc. ; 3\" toutes ses rentes, cens, servis, tailles, corvées, manœuvrées, mains-morles, lods, ventes, reconnaissances, fief, hommes, tènements, tène mentiers, justices, juridiction mère et mixte, impère, rachat, eaux, rivières, bois, garennes, tâches, prés, terres cultivées et non cultivées, pâturages, vignes, pâquiers, blayerie, etc.,"], [26, "8 qu'il tient de ses père, mère, frères et sœurs, parents et amis dans la paroisse de Chandon ou ailleurs ; il se réserve la jouissance de tous ces biens et veut que ledit Hugues de Gleteins lui fasse faire des obsèques honorables ainsi qu'à Philippe de Marzé, sa femme, avec un anniversaire dans Téglise de Charlieu, pour le repos de leurs âmes. Le mer credi après la fête du bienheureux Martin d'hiver 1366, Geoffroy d'An glu re et Philippe de Marzé étaient morts, et Hugues de Gleteins, se trouvant à Mâcon, remit à nobles hommes Guillaume de Marzé, huissier de la chambre du Roi, et Hugues de Marzé, son frère, damoiseaux, lasomme de 100 francs d'or dont il leur était redevable, à cause de la dot de ladite Philippe de Marzé, leur tante. Noble4 homme Chatard.... damoiseau, chambellan du duc d'Auvergne et bailli de Mâcon, reçut cette somme au nom desdits frères de Marzé, et les témoins de cet accord furent noble homme Geoffroy de Berzè, messire Pierre Clos (Clauso), damoiseau, et Pierre Poletat, clerc. Le Ier mars 1375, Hugues de Gleteins confesse et reconnaît publiquement qu'il est en vérité, et doit être, et qu'il veut être homme et vassal d'illustre et puissant baron et seigneur Edouard, seigneur de Beaujeu, et lui fait fief et hommage, le genou plié, les mains jointes, et en lui donnant le baiser de fidélité accoutumé. Vénérables et nobles hommes messire Jehan de Talaru, doyen de Lyon, Dalmas de la Porte et Girard de Sainte-Colombe, chevaliers, sont présents à cette foi et hommage. Hugues de Gleteins, seigneur de Fougères, avait remis à Guillaume de Saint-Romain, damoiseau, mari de Jeanne de Gleteins, sa fille, pour le prix de 200 francs d'or, à compte de la dot de ladite Jeanne, sa terre de Villyon, située dans les paroisses de Belmont, Chauffailles et Saint-Germain-la- Montagne, avec les rentes, servis, usages, corvées et autres droits en dépendant, avec faculté' de rachatqu'il met à profit, le 10 novembre 1 376, en payant à l'acheteur la susdite sommç ."], [27, "9 Le 16 juillet 1384, religieuse dame sœur Katherine de Briort, prieure du prieuré de la bienheureuse Marie de la Bruyère, diocèse de Lyon, reconnut avoir reçu de Hugues de Gleteins 10 francs d'or que celui-ci devait audit prieuré, d'après une composition faite entre les parties, au sujet de 15 sols viennois de cens légués au monastère de la Bruyère, par messire Thomas de Gleteins, aïeul paternel dudit Hu gues, pour Tanniversaire de feu Henri de Gleteins, damoi seau ; Perronet Blondel, damoiseau, fut témoin de cette quit tance. Hugues de Gleteins avait aliéné de nouveau sa maison de Villion à Jehan de Lissieu et Robert de Belmont, pour la somme de 8 vingts et 10 francs ; il la racheta, en 1387, pour le méme prix, par acte passé en présence de religieux homme messire Jordan, aumônier de Charlieu. Hugues de Gleteins mourut vers ce temps-là, il avait épousé noble dame Sibille de Laye, laquelle testa, le 4 octobre i37i,en pré- sence de messire Aymon de la Chapelle, curé de Jarnioust, et de plusieurs habitants de ce lieu ; elle élit sa sépulture dans Téglise des Frères Mineurs de Villefranche, au tombeau de son mari ; règle les aumône, offrande et réfection destinées à chaque prêtre assistant à ses funérailles et y célébrant le divin office pour le repos de son âme et de celles de ses an- cêtres ; veut qu'on fasse une donne, à Villefranche, le jour de sa sépulture, laquelle donne sera d'une obole pour chaque pauvre ; demande mille messes eucharistialles ; ordonne que chaque mois, à perpétuité, lesdits Frères Mineurs fassent un anniversaire à ses intentions, fait des legs à ses filles Amphe lise et Jeanne, à ses autres filles .Marguerite, Anne et Cathe rine, religieuses de Sales, à son mari, qui aura la jouissance et Tadministration de ses biens sa vie durant : les luminai res de Ville, Poule, Quincié et Jarnioust, les couvents de Sales, Brienne, Alix et Saint-Nizier-sous-Beaujeuont part à ses li béralités. Elle institue héritier universel son fils Henri de Gleteins, et au cas que Béatrix de J*uys, femme dudit Henri,"], [28, "10 vienne à mourir et que celui-ci ait des enfants d'une deuxième union, elle lègue la moitié de ses biens à Louis de Gleteins, fils dudit Henri : elle leur substitue messire Jehan de Laye, chevalier, seigneur de Saint-Lager, son frère, puis ses enfants mâles, ensuite Hugonin de Laye, seigneur de Messimy, son cousin et ses fils. Ses exécuteurs testamentaires sont lesdits Jehan et Hugonin de Laye et messire Lancelot de Porprières, son gendre. En 1378, Sibille de Laye annula le legs qu'elle avait fait aux Frères Mineurs de Villefranche, après un ac cord fait, le 13 juin, avec ceux-ci, par lequel elleleur fit don de 100 francs d'or, et frère Jehan, humble gardien, et les au tres Frères dudit couvent promirent de célébrer chaque mois à perpétuité, pour elle, ses ancêtres, enfants et parents, vivants et morts, une messe chantée, de Toffice des morts, dans leur église, où était le tombeau de la famille de Gle teins et où était enterré Antoine, dit le Bergier, fils desdits Hugues de Gleteins et Sibille de Laye ; après cette messe, les religieux iront en procession sur ledit tombeau. Cette concession reçut Tapprobation de Frère Michel, ministre des Frères Mineurs en la province de Bourgogne et maître de la sacrée théologie. Sibille de Laye donna les enfants suivants à Hugues de Gleteins, dont le testament, rappelé dans une procédure, n'a pu être retrouvé : i° Antoine, dit le Bergier, ci-dessus mentionné ; 20 Henry, qui suit ; 3° Marguerite, religieuse au monastère de Sales ; 4° Anne, religieuse au même couvent ; 50 Catherine, aussi religieuse de Sales ; 6\" Amphelise ou Ancelise, femme de noble homme Lance lot de Porprières, chevalier, lequel reconnut, le lundi avant la fête de Tous les Saints 1377, avoir reçu de Hugues de Gleteins, son beau-père, en plusieurs payements, la somme de 700 florins d'or pour la dot de sa femme ; Pierre du Verney, Etienne de Challaye, damoiseau, et Guichard Chenal, chaci pol de Beaujeu, furent témoins de cet acte :"], [29, "11 7° Jeanne, mariée avec noble Guillaume de Saint-Romain, damoiseau ; elle était veuve en 1389 et reconnaissait, le sa medi après la fête de Tous les Saints, avoir reçu de noble homme Louis de Gleteins, damoiseau, seigneur de Fougè res, son neveu, la somme de 300 livres qui lui était encore due sur sa dot. IV. Noble Henry de Gleteins prédécéda son père ; il mourut en 1385 et avait épousé noble damoiselle Béatrix de Juys, fille de messire Philippe de Juys, à laquelle il avait été assi gné pour douaire par Hugues de Gleteins, son beau-père, lors de leur contrat de mariage, 30 livres viennoises de cens et rente. Le mardi après la fête de Tous les Saints, ledit Hu gues remet à ladite Béatrix, pour ladite cause, Tusufruit : i° de la maison de la Roche située en la paroisse- de Quin cié, diocèse de Lyon, avec ses granges, celliers, terres, prés, pâturages, vignes, garennes, bois, clapiers, rivières, tâches et autres droits seigneuriaux en dépendant, pour la somme de 8 livres de rente ; 20 de 22 livres de cens de ses rentes de la Roche et de Marchant. Cet acte fut passé à Fougères en présence d'Etienne du Gourd (de Gurgite), aliàs Chevalier, bourgeois de Châtillon de Dombes. Béatrix de Juys, relicte de nobles damoiseaux Henri de Gle teins, son premier mari, et de Jocerand de Pomiers (i),son second et dernier époux, testa le ier novembre 1399 ; elle élit sa sépulture dans Téglise des Frères Mineurs de Villefran che, au tombeau de la maison de Gleteins ; ordonne la céré monie de ses funérailles qui consistera, entre autres choses, en l'illumination de 13 torches, du poids de 3 livres de cire chacune, Tassistance de 13 pauvres de Jésus-Christ, habil lés de gros drap noir, qui porteront lesdites torches et se tiendront auprès de son cercueil ; la partie de ces torches (1) Béatrix de Juys épousa, par contrat du 15 juin 1389, noble homme Jocerand de Pomiers, damoiseau, seigneur de la maison-forte de Cinq soubz, fils de messire Arthaudde Pomiers, chevalier, seigneur de Cinqsoubz."], [30, "12 qui ne sera pas consumée sera donnée aux églises de Saint- Nizier de TEstra-sous-Beaujeu, de Quincié, de la Bienheu reuse Marie de Verneys, de la Bienheureuse Marie de Du rette, de la Bienheureuse Marie d'Avenas et des Frères Mi neurs de Villefranche. Le jour de son inhumation et les jours suivants on convoquera 500 prêtres qui célébreront le divin oííice pour le repos de son âme et de celles de ses deux maris et de leurs ancêtres, chacun de ces prêtres recevra pour au mône et oblation 6 oboles blanches royales, valant 2 sols et demi tournois ; chaque pauvre assistant à ses funérailles aura 2 deniers parisis. Elle fonde 2 messes hebdomadaires perpétuelles dans ladite église des Frères Mineurs, Tune le lundi pour les défunts, l'autre le samedi, de Toffice et à Thonneur et louange de la Bienheureuse et glorieuse Vierge Marie ; lègue à Béatrix de Juys, sa nièce, fille de feu noble homme Henri de Juys, 100 livres tournois ; à Jean de la Bac zole, Tainé, damoiseau, 10 livres: nomme son héritier uni versel son fils noble et religieux homme Louis de Gleteins, religieux de Tordre de Saint-Jean-de-Jérusalem. Ses exécu teurs testamentaires sont nobles hommes messire Amphorce de Saint-Haon, chevalier, Jean de Marchant, aliàs Batail liart, damoiseau, et messire Hugues Pelletier, ses amis. Miles de Porprières, damoiseau, est témoin de ce testament. Le lendemain, Béatrix de Juys fit un codicille par lequel elle légua à Clémence de Juys, sa sœur, femme de noble homme messire Guy de Saint-Trivier, seigneur de Chazelles, en Dombes, 100 sols tournois, et à Marguerite de Juys, son autre sœur, femme de noble homme Antoine de Barmay, damoiseau, la même somme. Ce codicille fut fait dans la maison de la Roche de ladite dame, paroisse de Quincié, dans la chambre de la tour où elle était malade. Henri de Gleteins eut de Béatrix de Juys un fils unique : V. Noble homme Louis de Gleteins, damoiseau, seigneur de Fougères, co-seigneur de Jarnieux, chevalier de Saint- Jean-de-Jérusalem. Le jeudi après la fête du bienheureux"], [31, "13 Antoine 1388, il remboursa à sa mère une partie de sa dot qui était assignée sur les biens qu'il tenait de Hugues de Gleteins, son aïeul ; nobles messire Humbert de Franche leins, chevalier, Antoine de Juys, damoiseau, et messire Jean Biard, sacristain de Saint-Nizier, furent présents à cet acte. Louis de Gleteins étant tenu assignera Jeannede Gleteins, sa tante, veuve de messire Guillaume de Saint-Romain, 15 livres en cens et rente sur des terres situées dans les parois ses de Ville-sur-Jarniost, Liergues, Pouilly-le-Monial, Co gny, Denicé, Lacenas, Quincié et Marchant, comme augment de la dot de ladite Jeanne, lui remit la somme de 300 livres tournois, le samedi après la fête de Tous les Saints, dans sa maison de Fougères, en présence de noble homme mes sire Guichard de Verneys, seigneur d'Argigny, et de Guiot de Ressins, damoiseau. Le 6 mai 1390, noble et puissant homme messire Jocerand de Laye, chevalier, seigneur de Lurcy, en Dombes, promit indemniser Louis de Gleteins de la somme de 710 florins d'or, pour laquelle celui-ci et d'autres nobles hommes s'étaient engagés en sa faveur envers noble homme messire Pierre deLavieu, chevalier. Cette promesse fut passée à Villefran che dans la maison de Hugonin Baudet, en sa présence et en celle de vénérable et discret homme maître Philippe Hu gan, licencié en lois, Pierre de Chabannes (de Cabanis), Jean Cailliet, damoiseaux, et Antoine Coste, clerc notaire. Louis de Gleteins fut institué héritier universel de son parent noble Etienne de Liergues, damoiseau, co-seigneur de Liergues, fils de feu Etienne de Liergues, lequel testa le 4 octobre 1393 ; il élut sa sépulture en Téglise de Liergues, dans la chapelle où étaient enterrés ses ancêtres-, fit des legs aux pauvres, aux luminaires de Liergues, de la Bien heureuse Marie de Villefranche, de Frontenas et de la Bien heureuse Marie de Montmerle, et au couvent des Frères Mineurs de Villefranche, substitua à Louis de Gleteins, si"], [32, "14 celui-ci mourait sans laisser d'enfants mâles de légitime mariage,. noble et puissant homme messire Guichard de Verneys et Philibert, son fils ; ses exécuteurs testamentaires furent nobles hommes messire Guichard de Verneys, Guil- laume de Viégo, aliàs Alagala, chevaliers, et Hugonin de Laye, damoiseau, seigneur de Messimy, en Dombes ; Hu gonin de Francheleins, damoiseau, fut témoin de ce testa ment. Etienne de Liergues servait, vers cette époque, dans les gens d'armes que le duc de Bourbon se proposait de mener en Italie, et mourut vers le commencement de no vembre 1393. Louis de Gleteins avait épousé, en 1389 environ, Jeanne, fille de noble homme messire Philibert de Digoine, cheva- lier ; le 27 novembre 1397, les deux époux étaient en ins- tance, d'un commun accord, pour faire prononcer la nullité de leur mariage. Jeanne de Digoine donnait pour raison à cette séparation « diçtum dominum Ludovicum impotentem fore et frigide nature, » et que de son côté elle désirait « mater effici, » De nombreuses formalités furent remplies pour arriver au but auquel tendaient les parties ; dans sa déclaration, Jeanne de Digoine affirma « quod ipse domimts « Ludovicus de Gletens nunquam dictam Johannam carna « liter cognovit nec de ipsa cognoscenda se intromisit, quam- « vis ipsi, durante tempore svpradiçto octo annorum, saltim, « pro majori parte temporis, simul mansiierunt et jacuerunt, « nec dictus dominus Ludovicus osculum dédit dicte Johanne, « tiisi prius ipsa Johanna ipsum ad hoc excitaverit et prima « osculata fuerit. » Louis de Gleteins entra dans Tordre de Saint-Jean-de-Jéru salem, vers Tan 139S; le 13 juin 1404, étant au château de Vaux, il racheta de noble homme Philippe de Ressins, damoiseau, différents biens qu'il lui avait vendus, savoir : i° sa terre de Villion, située en les paroisses de Chauffailles et Saint-Ger main, en pur-libre et franc aleu, sans fief, arrière-fief ou autre servitude, avec ses hommes taillables et corvéables,"], [33, "15 ténementiers, tailles, servis, blés, argent, gelines, corvées, manœuvrées, juridiction haute, moyenne et basse, lods, ventes, main-mortes, le gros bois de Moneys, chasses, etc., pour le prix de 8 vingts et 10 livres tournois ; 20 100 sols de terre de rente et cens dans la paroisse de Poule, en pur et franc aleu, pour la somme de 100 livres tournois. Le 30 octobre 141 8, Louis de Gleteins fit, en présence de Humbert de la Bassole, damoiseau, de Jarniost, un accord avec les Frères Mineurs de Villefranche, au sujet de deux messes hebdomadaires fondées dans leur église par Béatrix de Juys, sa mère. Louis de Gleteins mourut vers Tan 1428, laissant pour hé ritiers ses parents Guichard et Antoine de Gleteins, dont la généalogie va suivre. Les seigneurs de Biard et de Jarnieux. II. Hugues ou Hugonin de Gleteins, damoiseau, fils de Thomas de Gleteins, est mentionné dans les archives de Jarnieux dès Tan 1307 et devait posséder une partie de cette seigneurie ; il mourut avant 1329 et eut, d'une alliance qui nous est inconnue : i° Jehan, qui suit ; 20 Simonde, mariée, vers 1332, avec messire Etienne de Corent, chevalier. III. Noble Jehan de Gleteins, dit Biard, damoiseau, co seigneur de Jarnieux, écuyer du sire de Beaujeu, Chacipol de Chalamont, reçut en don, pour sa vie, le 29 avril 1363, d'Antoine, sire de Beaujeu, la chacipolerie de son chastel et mandement de Chalamont ; c'était la récompense des bons et agréables services qu'il avait rendus audit seigneur. Nobles hommes M. Hugues de Gleteins, bailli, François de Gran ges, écuyer, et Henri de Coczadry, procureur dudit sire de Beaujeu, furent présents à celte donation."], [34, "16 Jehan de Gleteins épousa dame Marguerite de Fuer, dame de la Roche-sous-Montmelard, nommée tutrice de ses en fants Guichard, Antoine et Béraude, le mercredi avant la fête du bienheureux Jean-Baptiste 1385. Cette dame vendit, le 2 juin 1396, à Jean Ponceton (Ponczaton), bourgeois de Ville franche, certains cens et servis qui lui étaient dus à Denicé et Montmelas ; son fils Guichard les racheta le 13 juin 1407. Marguerite de Fuer était fille de messire Regnaud de Fuer ; elle reçut un legs de 200 florins d'orpar le testament de Gui- chard de Salornay, chevalier, qui est du lundi, fête de la Ré- vélation de saint Etienne, protomartyr, 1355. Guichard de Salornay avait épousé Béatrix, fille de Philippe de Marzé, damoiseau, et de Luque, laquelle fut son héritière univer- selle-; il élut sa sépulture dans Téglise du prieuré de Sales, devant Tauteldela bienheureuse Vierge Marie, au tombeau de Marzé; fit des legs au curé d'Hurigny, aux luminaires d'Hurigny, Prisse, Chavagny-la-Chivrère, Charnay, Saint- Julien-sous-Montmelas et Grandmont ; demanda des ser- vices anniversaires dans les églises de Saint-Vincent et de Saint-Pierre de Mâcon, des Frères Mineurs et des Frères Prêcheurs de la même ville; mentionna son frère feu messire Fauchier de Montdor ; légua à Guichard, fils de messire Guichard de Verneys. II substitua à sa femme Pierre de Sa- lornay, chevalier, qui fut son exécuteur testamentaire avec messire Guichard de Verneys, Vincent de Charlieu et Gui- chard de la Rivière, bourgeois de Villefranche. Ce Guichard de Salornay et Béatrix de Marzé, sa femme, avaient vendu, avec grâce de rachat, à Guillaume de Montgiraud. demeurant dans sa maison sous Montmelas, des cens et servis dans la paroisse de Saint-Cyr-de-Chatout, en présence de messire Guichard de Verneys et de Jean de Gautier, damoiseau ; Aymon, fils et héritier dudit Guillaume, proroge cette grâce de rachat en 1355, avec l' approbation de Guillaume Duchon, damoiseau, son curateur. — Au mois d'août 1318, Luque, veuve de Philippe de Marzé, et leur fils Guichard avaient"], [35, "17 fait une transaction avec religieux homme messire Jean, abbé de la Bienheureuse Marie de Joug-Dieu, et le monastère dudit lieu, par laquelle ils renoncèrent au droit que la famille de Marzé prétendait avoir de chasser et fureter dans les cla piers, vignes, terres et bois du couvent, situés à Montromant, leur remirent certains clapier et droits qu'ils avaient près de la rivière de Nizeran, et leur cédèrent, par échange, une ânée de vin pur, à la mesure de Montmalast, et 6 deniers forts neufs de Lyon de servis à eux dus par Cristin de Talancé, pour une vigne et une terre situées entre la rivière de Ni zeran et les vignes de Montromant dudit monastère ; ils re çurent, de leur côté, des cens et servis au mas de Charpaney, paroisse de Saint-Julien. Le vendredi après la Pentecôte 1306, Guichard de Saint-Sorlin (de sancto Sattumino), da moiseau, fils de feu messire Jehan de Saint-Sorlin, reconnut tenir en fief des héritiers de Marzé (de Marziaco), damoi seau, en présence de Luque de Marzé, mère et tutrice des enfants dudit Philippe : 1» le curtil ou mas de Fougerolles, paroisse de Lacenas ; 2° un pré en la paroisse de Denicé ; 3» son colombier situé à Plantigny (apud/Plantigne), dans la justice (ballivia) de Montmelas. Ce Guichard de Saint- Sorlin devait descendre de Bernard de Saint-Sorlin qui vendit, en février 1227, à messire Thomas de Marzé tout ce qu'il possédait à Chamelet, sa portion du fief de Saint- Aman, le fief et maison (chasamentum) que tenait de lui Rodolphe de Peysieux.... Jehan de Gleteins eut de Marguerite de Fuer : i° Guichard, qui suit; 20 Antoine ; 30 Béraude. IV. Noble homme Guichard de Gleteins, damoiseau, sei gneur de Jarnieux, Biard et la Roche-sous-Montmelas, eut pour curateur Jean Colin, clerc et juré, de Tautorité duquel il créa, en 1390, ses procureurs généraux et spéciaux Hugo nin Merle, damoiseau, Pierre Thomasset, clerc et juré, Pierre 2"], [36, "18 Murge, bourgeois de Chalamont, messire Pierre Cortaba nel prêtre, Guichard Favre, clerc et juré, aMartin Nepveu, notaire, citoyen de Lyon, Jean Marbod et Pierre Coynde. Anne Dauphine, dame de Beaujeu, confirma, le 30 juin 1412, Guichard de Gleteins dans 1 office de la capitainerie des chas tel, ville et mandement de Chalamont, à la place de messire Cormorant. Le 19 mars 1428, Guichard de Gleteins et son fils Antoine, en qualité d'héritiers de leur parent Louis de Gleteins, firent une transaction avec noble Miles de Porprières, che valier, petit-fils de Hugues de Gleteins. Cet accord fut ratifié le 29 août 1429. Guichard de Gleteins testa le 19 janvier 145 1 ; comme l'âme est plus noble que le corps, qu'elle lui est bien préférable et qu'elle est créée à Limage de Dieu, il recommande très- humblement et dévotement la sienne, quand elle sera séparée de son corps, à son très-haut et noble Créateur, qui l'a créée, et rachetée de son précieux sang, à la bienheureuse et glo- rieuse Vierge Marie, sa mère, et à toute la cour céleste. II veut être inhumé en l'église des Religieuses de Sales, dans la chapelle de la bienheureuse Marie, au tombeau de ses prédécesseurs ; demande que l'on convoque à quatre re- prises différentes 100 prêtres qui célébreront messes et di- vin office dans ladite église de Sales, pour le repos de son âme et de celles de ses ancêtres, savoir le jour de sa sépul- ture, 2 ou 3 jours après l'an révolu et Tannée suivante aussi accomplie; fait des legs aux luminaires dudit monastère de Sales, de Saint-Julien, de Sainte-Catherine-de-Jarniost, de la Bienheureuse Marie de Chalamont et de Saint-Pierre de Chàtenay, aux dames Religieuses de Sales, au seigneur sa- cristain de ce couvent, aux prêtres présents à ses funérailles, à 21 pauvres qui recevront un repas de pain, vin et autres mets ; ordonne une messe hebdomadaire dans ladite cha pelle, outre celle fondée par de bonne mémoire noble Jehan de Gleteins, son père ; un service annuel de 15 prêtres dans"], [37, "19 la même chapelle, le 15 mai, pour le repos de son âme et de celles de noble Marguerite de Fuer, sa feue mère, de noble Guiète de Sugny, sa feue femme, et de ses ancêtres ; lègue une lampe d'huile annuelle, à la mesure de Montmalard, et 5 sols tournois par an, payables le jour de TAnnoncialion de Notre-Dame au luminaire de la Bienheureuse Marie de Montmerle ; rappelle une messe eucharistialle fondée par son père dans Téglise de Châtenay, dont la rétribution sera prise sur le revenu de son étang de Nerguin, situé en ladite paroisse; fonde 2 messes hebdomadaires dans Téglise de Saint-Julien-sous-Montmalast; lègue au couvent des Frères Mineurs de Villefranche et au curé de Montma last, certaine somme pour des messes ; il remet à plusieurs de ses ténementiers de Beaujolais ce qu'ils lui doivent, à la condition de prier pour lui et ses ancêtres. II fait des legs à ses filles noble Antoinette de Gleteins, épouse de noble Humbert de Châles, damoiseau, seigneur de Barbarel, noble Meraude de Gleteins, veuve de noble Albert de Boulieu, d'Annonay, damoiseau, dame Aremburge de Gleteins, reli gieuse de Poleteins, dames Marguerite et Jeanne de Gle teins, religieuses de Sales. Son héritier universel est son fils noble Antoine de Gleteins, damoiseau, auquel il sub stitue ses filles mariées, par égale portion, et leurs enfants, les fils préférés aux filles, à la charge de porter les noms et armes de Gleteins ; quoi qu'il arrive, ledit Antoine pourra disposer de la moitié des biens à lui légués par sondit père, qui dicte son testament dans sa maison de la Roche et en nomme exécuteurs noble homme Antoine de Sugny, sei gneur dudit lieu, et noble homme Jean de Chaneins, sei gneur de Laye. Guichard de Gleteins eut de Guiète de Sugny : i° Antoine, qui suit; 20 Meraude, femme de noble Albert de Boulieu, damoi seau ; 3\" Antoinette, femme de noble Humbert de Châles, da moiseau, seigneur de Barbare'. :"], [38, "20 4° Aremburge, religieuse de Poleteins: 5° Marguerite, religieuse de Sales ; 6° Jeanne, religieuse de Sales. V. Noble Antoine de Gleteins, damoiseau, seigneur de Jarnieux et de la Roche-sous -Montmelas, succéda à son père en 1452. II reçut, le 17 décembre 1459, des lettres du Roi par lesquelles il fut mis cn possession des biens de feu Antoine de Sugny, son oncle, à rencontre d'Antoine du Smalart, qui s'en était emparé par force et violence et les détenait injus tement. Le 18 mars 1458, Antoine de Gleteins fit donation de tous ses biens à son neveu noble homme .Vubert de Boulieu, da moiseau, fils de sa sœur Meraude, en s'en réservant néan moins la jouissance et Tadministration pour lui et sa femme noble Marguerite du Lac, dont il n'eut pas de postérité. 11 fit cette donation pour récompenser les bons services que lui avait rendus ledit Aubert de Boulieu, qui dès ce moment eut la faculté de demeurer en la maison et la compagnie de son oncle et de sa tante, à la condition d'obéir aux com mandements d'Antoine de Gleteins et de Thonorer comme s'il était son père. Cet acte fut passé dans la maison du do nateur appelée de la Roche-sous-Monlmalard, en Beaujolais, en présence de vénérable et religieux homme frère Antoine de Boulieu, frère du donataire. Le 8 janvier 1472, Antoine de Gleteins, étant à Annonay, demanda, en présence de noble Pierre Bochard, écuyer, que ladite donation fût convertie en acte authentique, et requit qu'Aubert de Boulieu, portât ses nom et armes. Après cela il n'est plus question d'Antoine de Gleteins, qui eut dès lors pour successeur à Jarnieux et à la Roche son neveu Aubert de Boulieu, qui lui succéda aussi dans le nom de Gleteins. II mourut vers la fête de saint Jean- Baptiste 1483, et fut inhumé dans sa chapelle de Jarnieux."], [39, "21 II. — Rabutin. Les archives du château de Jarnieux nous apprennent peu de choses sur la famille de Rabutin, qu'on appelait alors or dinairement Rebutin ou Rebotin. Le samedi après la fête de la bienheureuse Magdelaine 1277, par-devant maître Rufsin, juge de la cour du seigneur de Beaujeu, messire Dalmas Rebotin, chevalier, émancipa son fils Dalmas, damoiseau, lui donnant le pouvoir d'agir en jugement, de tester et de contracter tous les actes que peut faire un père de famille. En 1284, ledit Dalmas Rebutin, damoiseau, avait succédé à son père dans ses biens de Jarnieux et de Ville. Dame Catherine Rebutin, veuve de messire Guillaume de Buent, chevalier, et sœur dudit Dalmas, reconnut, le 17 jan vier 1335, avoir reçu de celui-ci 700 livres viennoises pour sa dot, en présence de Guillaume de Montgirbert et Jean de Rossillion, damoiseaux. Feu Antoine Rebutin est mentionné dans un acte de 1412, puis il n'est plus question de sa famille à Jarnieux. III. — De Porprières. La maison de Proprières, appelée aussi Pourprières, Pro prières et Propières, eut des droits sur une partie de la seigneurie de Jarnieux par acquisition et par suite du ma riage de noble homme Lancelot de Porprières, chevalier, avec Amphelise ou Ancelise de Gleteins.\" Leur fils noble Miles de Porprières, damoiseau, affecta, de l'autorité de Guillaume Pillon, bourgeois de Beaujeu, son curateur, la dot de sa mère sur sa maison-forte de Por prières et ses dépendances et approuva cette assignation, le dimanche après la fête du bienheureux Nicolas 1393, en pré-"], [40, "22 sence de nobles Jean Malvoysin et Etienne de Chalaye, damoiseaux. II reconnut, le 27 septembre 1400, devant Etienne de la Grange, bachelier ès-lois, juge ordinaire de la terre et ba ronnie de Beaujeu pour très-excellent et puissant prince Mgr Louis, duc de Bourbon, comte de Forez, baron et sei gneur de Beaujeu, pair et chambrier de France, en présence dudit seigneur duc, comte et baron, venu dans sa terre et baronnie de Beaujeu pour recevoir ses fiefs, hommages et fidélités, qu'il était, devait et voulait être homme lige et vassal dudit baron pour les choses qu'il t'enait de lui à cause de sa dite baronnie, avant tous autres seigneurs qui peuvent vivre et mourir, le roi de France excepté. II lui prêta en même temps foi et hommage, les genoux pliés, les mains jointes, avec les baiser de paix et serment de fidélité accoutumés, assurant qu'il se tenait et voulait et devait tenir dans le fief et hommage lige dudit seigneur ses cens, rentes, propriétés et autres droits qu'il promettait de déclarer et spécifier, dans 40 jours, devant les gens de la cour des compt*s dudit seigneur à Villefranche. Cette foi et hom mage íi 1 prêtée à Beaujeu, dans la maison de Jean Le Duc, bourgeois de ladite ville, en présence de nobles et puissants hommes Robert de Chalus, Hérard, seigneur de Châtel Mon tagne, Philibert de TEspinasse, Etienne de Norry, Arnulphe d'Ulphé, Robert de Trasettes, chevaliers, Denis de Beaumont, bailli de Forez, et Jean Nagu, damoiseau, bailli de Beaujeu. Miles de Porprières donna, le 17 février 1401, à la chambre des comptes de Beaujeu le dénombrement des biens qu'il tenait du sire de Beaujeu. 11 était, en 1414, seigneur de Tho loz et co-seigneur de Jarnieux, et fut le père d'Ancelise de Porprières, dame de Fougères, femme de noble Pierre de Chandieu, seigneur dudit lieu, qui avait, en 1476, des droits sur la seigneurie de Jarnieux,"], [41, "23 IV. — De Chandieu. 1. Pierre de Chandieu, seigneur dudit lieu, épousa noble Ancelise de Porprières, dame de Fougères et en partie de Jarnieux, dont il eut : i° Antoine, damoiseau, seigneur de Chandieu, Fougères et de. Jarnieux en partie ; 2° (probablement) Jean, qui suit. II. Jean de Chandieu, seigneur de Chandieu, Proprières et en partie de Jarnieux, mourut en 1516, après avoir fait, le 8 octobre 1500, un testament par lequel il fit Guillaume de Chandieu, son fils aîné, son héritier universel. Miles de Chandieu, son autre fils, eut un legs de 5,000 livres; ses filles Ancelise et Claudine eurent 2,000 écus de legs, cha cune ; tous trois furent substitués successivement audit Guillaume. Ses exécuteurs testamentaires furent nobles An toine de Sarron et Jean d'Amanzé. II laissa Tusufruit de ses biens à sa femme Françoise d'Amanzé, dont il eut : i\" Guillaume, seigneur de Porprières et de la Roche, qui testa le 27 juin 1550 et légua à Antoinette et Madeleine, filles de feu Antoine Prévost, bailli de Torvéon, à noble Antoine de Chandieu, son neveu, fils de feu noble Miles de Chandieu, à ses sœurs damoiselles Ancelise et Claudine de Chandieu, veuves de MM. de Saint-Point et de TEs toilc. II laissa à Jean de Chandieu, son fils, la maison forte de la Roche et ses dépendances et rentes, ses cens et rentes de Quincié et Marchampt, ses biens des paroisses de Saint-Didier, Vernay, Combe de Tholloz, etc., ses gran ges des Ruy et de Costier et son moulin à blé de Crozat, assis ès paroisse de Poule et Chènelette.- Sa femme, Clau dine de Tardes, eut la jouissance de sa seigneurie de Por prières ; son héritier universel fut son neveu noble Bertrand de Chandieu, fils dudit Miles, auquel il substitua successi-"], [42, "24 vement son neveu Antoine et ses sœurs Ancelise et Claudine ; 2° Miles, qui suit ; 3° Ancelise, femme de messire Philibert de Saint-Point ; 4° Claudine, mariée au seigneur de l'Estoile. III. Miles de Chandieu, seigneur de Chabottes, en Mâcon nais, et co-seigneur de Jarnieux, fut père de : r Antoine ; 2° Bertrand, seigneur de Chandieu, Poule, Torvéon, Por prières et co-seigneur de Jarnieux, qui fut maintenu, le 19 juillet 1553, dans la possession des biens à lui légués par son oncle Guillaume de Chandieu, à Tencontre de sa tante Ancelise de Chandieu, veuve de Philibert de Saint-Point. II donna à Louis de Bourbon, prince de Condé, ses seigneu ries de Poule et Torvéon, dans la possession desquelles ce prince fut troublé par Louis de Tardes, seigneur de Meyzieu, puis maintenu par lettres royales données à Pontoise le 17 septembre 1563. V. — De Boulieu: I. Noble Aubert de Boulieu épousa noble Meraude de Gle teins, dont : i° Aubert, qui suit ; 20 Glaude, vivant en 15 14 ; 3° Alinost, femme de noble homme Jean Godefroy ; 4\" Vénérable et religieux homme Antoine de Boulieu, prieur de Tence. II. Noble homme Aubert de Boulieu, seigneur de Jar nieux, homme d'armes de la compagnie de 100 lances de noble et puissant seigneur Le Moyne-Blosset et de celle de Louis, seigneur de Crussol, fut donataire universel de tous les biens de son oncle Antoine de Gleteins, seigneur de Jarnieux, par acte du 18 mars 1468, rendu authentique le janvier 1472. Louis, seigneur de Crussol et de Florensac,"], [43, "25 chevalier, conseiller et chambellan du Roi, sénéchal de Poi tou, grand pannetier de France, gouverneur général de l'ar tillerie et capitaine de ioo lances fournies pour le Roy, cer tifia, les 23 septembre 1471 et 14 juillet 1472, qu'Aubert de Boulieu était homme d'armes de sa compagnie. Noble et puissant seigneur Le Moyne de Blosset, vicomte de Con ches et de Berteul, écuyer d'écurie du Roi, capitaine de 100 lances, lui donna semblable certificat le 5 février 1473; il servait alors en Catalogne. Le 10 mars 1478, le même capi taine, étant en la ville d'Arras, certifia qu'il servait encore le Roi sous sa conduite, en la présence de Pierre Salvaing, notaire royal et apostolique du diocèse de Nîmes, de nobles René de Brotières et Ymbert de Blou, seigneur en partie de Saint-Marcel-d'Ardèche. Le 12 avril 1479, Pierre Tillot, châtelain de la châtellenie royale de Pouilly-le-Monial, fait savoir que noble Aubert (de Boulieu) de Gleteins, damoiseau, seigneur de Jarniost, con- sidérant les services et les gracieusetés qu'il a reçus de no- ble homme frère Jeofroy Godefroy, sacristain du prieuré de Tence, de. Tordre de Saint-Benoît, fils de noble homme Jean Godefroy et d'Alinost de Boulieu, son neveu, écolier et étudiant en Tuniversvité de Paris, en la vénérable faculté des arts, sous vénérable homme maître Jean de Martigny, maître ès arts, régent en ladite faculté, lui donne pour sub- venir à son entretien dans ladite université, et en déduc- tion de la dot de ladite Alinost de Boulieu, la somme de 300 livres tournois à lui due, savoir : i° 200 livres, par les héri- tiers de noble homme Pierre de la Buxière, seigneur dudit lieu et Saint-Sorlin, près Mâcon, à cause de la dot de dame Marguerite du Lac, femme de noble Antoine de Gleteins et veuve de noble Raymond de la Buxière, frère dudit Pierre Gleteins, pour la censé de la maison et des appartenances de Biart; 2° 20 livres dues par Mathieu Blazet, de Villefran che, en Beaujolais, pour arrérages de servis -de la mouvance de la maison de la Roche-sous-Montmalard ; cette donation,"], [44, "26 faite au château de Jarniost, eut pour témoin noble Claude Brunier, serviteur dudit Aubert de Boulieu. Noble et généreux homme Aubert de Boulieu, seigneur de Jarniost, diocèse de Lyon, habitant de la ville d'Annonay, diocèse de Vienne, testa le 18 avril 15 14; il élit sa sépulture dans Téglise des Frères Mineurs d'Annonay, dans la cha pelle de ses prédécesseurs, érigée en Thonneur de sainte Ca therine ; veut être revêtu, après sa mort, de Thabit d'un reli gieux dudit couvent, être ainsi porté à Téglise collégiale de la Bienheureuse Marie et de là à celle des Frères Mineurs, et être inhumé avec Thabit de saint François. Tous les prê tres de ladite collégiale seront convoqués à ses funérailles, ainsi que 30 autres prêtres cordeliers dudit couvent et au tres ; demande un certain nombre de messes dans lesdites églises collégiale et des Frères Mineurs ; lègue une aumône de seigle aux pauvres d'Annonay, certaine rétribution aux sonneurs des églises sus-nommées ; fonde des messes dans les églises de Jarniost et des Religieuses de Sales ; nomme héritier universel son fils noble Merault de Boulieu, auquel il substitue successivement ses autres fils nobles Louis et Pierre de Boulieu, puis le second des fils de sa fille Fran çoise de Boulieu, femme de noble Hector d'Angerez, seigneur de Saint-Bonnet-les-Oulles, à la charge de porter ses nom et armes, ensuite le second fils de sa fille Catherine de Bou lieu, femme de Philibert Buffard, seigneur de Tavernost, aux mêmes charges. Ses exécuteurs tertamentaires sont nobles Odon et Jean du Boys, ses neveux. a¾ de- Boulieu épousa dame Marguerite du Lac à la quelle il légua, par son testament, sa nourriture et son vête ment, sa vie durant, sur ses maisons et biens, avec son hé ritier universel, et la propriété de la tour, grange et autres biens appelés de Charlhieu, situés dans le mandement d'An nonay, paroisse de Boulieu, consistant en maisons, chasals, prés, jardins, garennes et une vigne appelée le clos de Char lhieu, assis dans le mandement et paroisse d'Annonay. II eut de cette union :"], [45, "27 i° Merauld, qui suit; 2' Noble et vénérable Pierre de Boulieu, prêtre, chanoine de Téglise collégiale de Notre-Dame d'Annonay, qui eut dans la succession de son père une grande maison située dans la ville de JVÍonistrol, près de Téglise collégiale de ce lieu, et divers cens et servis; 3° Révérend messire François de Boulieu, prothonotaire du Saint-Siège apostolique et prieur de Saint-Martin de Tence ; 4° Louis, écuyer, seigneur de Charlhieu en Vivarais et co-seigneur de Jarnieux, auquel son père légua une grande maison située à Annonay, venant de feu Thomas de Boulieu, et divers cens et servis; 5° Catherine, femme de noble Philibert Buffard, seigneur de Tavernost; 6° Claudine, religieuse du monastère de Salles ; 7° Françoise, femme de noble et généreux homme Hector d'Angerez, seigneur de Saint-Bonnet-les-Oulles ; 8° Laurent, vivant en 1554. III. Noble et généreux homme Merauld de Boulieu, écuyer, seigneur de Jarnieux et de la Roche, bailli d'Annonay, fit, le i\"mai 1522, une transaction avec Hector d'Angerez, son beau frère, et Françoise de Boulieu, sa sœur, habitants d'Annonay, par laquelle il remit à celle-ci, pour ses droits à la succes sion deleurpère, lasomme de 960 livres tournois enespèces, un mas appelé de Solempniac, situé près de Monistrol-en- Velay, consistant en maisons, granges, jardins, terres, prés, pâturages, bois, etc. Cet accord fut passé dans Téglise collé giale de la Bienheureuse Marie d'Annonay, en la chapelle Doux Gastonnetz. Merauld de Boulieu racheta, le 7 avril 1535, ledit mas de Solempniac, pour lasomme de 1,200 livres tour nois. II transigea, le 6 avril 1536, avec son frère Pierre de Bou lieu, prêtre, chanoine de Téglise collégiale d'Annonay, au su jet de la succession paternelle, consistant en héritages situés"], [46, "28 dans la ville et le mandement d'Annonay, et en les château, maisons, juridictions, censés, rentes et revenus de Jarniost, Charlhieu, la Roche et Solempniac, et sur celle de leur oncle noble Glaude de Boulieu. Merault remit à son frère, pour tous ses droits, la somme de 1,500 livres et la jouissance d'un colombier et d'un jardin assis en la ville d'Annonay, auprès des murailles de ladite ville, sous la maison des Ecoles, ve nant des biens dudit Glaude de Boulieu. Merauld de Boulieu testa le ier avril 15-54 ; il élit sa sépul ture en Téglise collégiale et paroissiale de Notre-Dame d'An nonay, en la chapelle de Sainte-Agathe, située à Tentrée du chœur de ladite église, du côté sénestre, au tombeau de ses prédécesseurs ; veut que le jour de son inhumation 12 pau vre de Notre - Seigneur mâles soient habillés chacun de 2 aunes de draps mandés noir et une pauvre fille de 2 aunes de draps mandés blanc pour faire une gonnelle et d'un couverche de toile blanche, lesquels accompagneront son corps, portant chacun en main un cierge de demi-livre de cire ; demande que les chanoines de ladite église et les cor deliers assistent à ses funérailles ; qu'une aumône en pain ou en argent soit faite le jour de sa quarantaine. Merauld de Boulieu eut de Jeanne Pellet : i° Floris, écuyer, héritier universel de son père ; 20 Laurent, chevalier de Tordre de Saint-Jean de Jérusa lem; séant à Malte ; 3° Merauld, écuyer 40 Théode ; 50 Magdelaine ; 6e Marguerite. VI. — Henry. I. Maître Guillaume. Henry eut au moins deux fils : 1° Jehan, qui suit ;"], [47, "PREMIÈRE ENTRÉE DU CHATEAU DE JARNIEUX"], [48, ""], [49, "31 2° Noble Guyot Henry, seigneur de Crémieu,mort le 2 jan vier 1544, marié à Pernette Faure, dont * a. Guyot, mort le 2 janvier 1547 ; b. Nicolas, seigneur de Crémieu, Quirieu, la Balme, Trévoux, Feurs et Donzy ; c. François ; d. Constance, mariée, le 26 septembre 1536, avec sieur Jehan de Paffy, fils de Phelippe dePaffy,dit Bello, et de dame Jehanne du Chasteau ; e. Edeline, femme de Chatelin Trie. II. Jehan Henry, marchand et citoyen de Lyon, mort le 30 juillet 1523, épousa, le 24 janvier 1506, dame Loyse de Villars, dont : i° Guillaume, qui suit ; 2° Noble Jehan Henry, co-seigneur de Croiseul et de Jar nieux, bourgeois de Lyon ; 3° Guyot. III. Noble Guillaume Henry, d'abord marchand bourgeois de Lyon, puis co-seigneur de Croiseul et de Jarnieux, naquit le 3 décembre 1508 et mourut le 5 août 1576. Le 12 novembre 1563 il acheta, conjointement avec son frère Jehan, pour la somme de 2,000 livres, de leur cousin noble homme Nicolas Henry, seigneur de Crémieu, Quirieu et la Balme, en Dau phine, Trévoux, en Dombes, Feurs et Donzy, en Forez, con seiller du Roi et son bailli de Viennois, une petite maison si tuée à Lyon devers le Rhône, en rue Mercière, au devant de la Commanderie de Saint-Antoine, jouxte ladite rue de soir, la maison des héritiers de Jeanne Guerrière, dame de Verney, de bise, une petite maison dudit seigneur de Crémieu ci après confinée, Tentrée et galerie de la maison des hoirs de George de la Tour entre deux, de vent, et la grande maison dudit de la Tour de matin ; item, une petite maison, au même lieu, confinée de soir par ladite rue Mercière et de vent par celle des hoirs de François Turry. Guillaume Henry, épousa le 26 septembre 1536, Blanche de"], [50, "32 Paffy, fille de Phelippe de Paffy, ditBello, et de dame Jehanne du Chasteau, née le igmai 1520 etmorte le 11 décembre 1562, après avoir donné à son mari les enfants suivants : i° Jehan, bourgeois de Lyon, co-seigneur de Jarnieux et de Croiseul, né le 13 mars 1537, qui testa à Jarnieux, le 25 août 1593 ; il recommande son âme à Dieu notre Sauveur et Ré- dempteur, à la sacrée Vierge Marie, à Monsieur saint Michel l'Ange Archange, et à tous les Saints et Saintes du royaume de Paradis, disant et protestant qu'il veut vivre et mourir comme bon chrétien en notre sainte foi catholique ; élit sa sépulture en Téglise paroissiale de Ville-sur-Jarniost ou en celle de Sainte-Catherine dudit Jarniost, selon la volonté de damoiselle Bonne Bezine, sa femme, et de noble Rolland Henry, son frère ; veut que les Frères mendiants du couvent de Villefranche et les prêtres des paroisses voisines soient convoqués à ses funérailles ; lègue à demoiselle Blanche Henry, sa fille, femme de noble Pierre de Ponceton, seigneur de Franchelins, 500 écus d'or, outre sá constitution dotale; à sa femme, Tusufruit d'un pré qu'il a acquis de noble Alexan- dre de Ponceton, seigneur de Franchelins et bailli de Beau- jolais, et de deux autres petits prés, et la propriété de ses ac- quêts de Vernaison; considérant les services que lui a ren- dus honorable homme Barthélemy Chômât au fait de la re- cette des deniers du clergé, pendant 14 ans, il lui lègue, 1,400 écus pour ses gages ; 300 écus à maître Antoine Bellot, pro- cureur d'office de ladite terre de Jarnieux et notaire royal. II institue ses héritiers universels ses fils nobles Guyot et An- toine Henry, substituant le survivant des deux au prémou- rant. Ses exécuteurs testamentaires sont son frère Rolland Henry etson cousinArthus Henry. M. maître Philibert Barjot, conseiller du Roi, seigneur de la Salle et de la Vernette, lieu tenant général au bailliage de Mâcon, est témoin de ce testa ment, qui est insinué en la sénéchaussée de Lyon, le 25 février 1594. Jehan Henry avait été fiancé, le22mars 1565, avec Bonne Bezine, dont il eut :"], [51, "33 a. Guyot; b. Antoine, qui eut plusieurs fils ; c. Blanche, femme de noble Pierre de Ponceton, sei- gneur de Franchelins ; 2° Jacques, né le 25 août 1539, mort en octobre 1572; 30 Rolland, qui suit ; 4° Loyse, née le 10 août 1542, morte le 9 septembre 1581, et mariée, le 28 mars 1556, avec M. Télu noble Jehan (aliàs Jul lic.fj) de la Bessée ; le 22 mars 1577, elle passait quittance, de concert avec noble personne maître Hilayre de la Bessée, re ligieux d'Ainay et secrétaire de Saint-Romain-en-Jarez, à noble homme Jehan Henry, citoyen de Lyon, de certaine somme due à feu Jullien de la Bessée, dont Théritier substi tué était noble George de la Bessée, trésorier de France en la généralité de Normandie, établie à Caen; 5\" Pernette, née le 23 septembre 1543 et mariée avec Fran çois des Gottes, le 20 mars 1557 ; 6° Jehanne, née le 31 décembre 1544 et morte le 17 sep tembre 1545 ; 70 Pierre, né le 21 février 1545* (vieux style); 8° Marguerite, née le 8 janvier 1547 (v. s.), morte le 27 jan vier suivant ; 9\" Chateryne, née le 19 mai 1549, mariée, le 21 août 1569, avec noble Jehan de Montconys, fils de noble Claude de Mont conys, bourgeois de Lyon, seigneur de Liergues et Pouilly le-Monial ; io° Yzabeau, née le 31 juillet 1550, mariée, le 29 août 157 1 , avec noble Jacques Bornycard, mort le 17 septembre 1571, fils de feu noble Jacques Bornycard et de damoiselle Andrée Faure; 1 1° Nicolas, né le 26 octobre 1552, capitaine en chef d'une compagnie et tué à la guerre, à Thulins, en Dauphine, le 8 avril 1580. IV. Noble Rolland Henry, seigneur de Jarnieux, bourgeois de Lyon, épousa, le 18 avril 1579, damoiselle Marie Tricaud,"], [52, "34 dame de la Place, fille de noble Jean Tricaud, citoyen de Lyon, seigner Je la Place, et de damoiselle Philiberte Gayand. Jean\"\"aj.aud était huguenot, et par son testament du 23 juil l :1 ; -ri il demande que son corps soit enterré sans super stitions, à la forme et manière de ceux de la religion chré tienne réformée ; il avait une maison d'habitation à Lyon, en Bourgneuf, dont sa femme eut la jouissance ; celle-ci lui avait donné, outre ladite Marie, deux autres filles, Anne, femme de Benoit Sève, et Elie. Jean Tricaud était fils de ho norable Robert Tricaud, marchand, citoyen de Lyon, avec lequel il acheta, le 27 septembre 1552, une grange sise à Lyon et des maison et vignes situées à Vaise, lieu de Champvert, près du chemin de Vaise à la Grange-Blanche, redevables d'une pension annuelle et perpétuelle à noble Jean Dodieu. Rolland Henry, détenu au lit de maladie, pour obvier aux inconvénients qui pourraient survenir en son hoirie, consi dérant Tétat de cette vie humaine et qu'il nous est ordonné de mourir une fois, invoquant le nom de Dieu sur lui, faisant le signe de la Croix, testa le 8 mars 1601 ; il élit sa sépulture en Téglise collégiale de Saint-Paul, au vas de ses prédéces seurs; lègue aux pauvres de Taumône générale et de THôtel- Dieu du Pont du Rhône de Lyon ; laisse à son fils Pierre Henry sa maison de la place des Changes qui avait appartenu à son père, une maison qu'il a fait bâtir dans la rue de la Pescherie, ses maisons, grange, prés, terres, vignes, etc., situés ès lieux, paroisses et dixmeries de Sainte-Foy et Oul lins, venus tant du légat à lui fait par son oncle noble Guyot Henry que par acquêts, etc.; à Marie Tricaud, sa femme, toutes ses acquisitions de la paroisse de la Grelle, justice dudit lieu, rentes, fonds, etc.; institue héritier universel son fils François Henry, auquel il substitue successivement son fils Pierre, ladite Marie Tricaud, sa femme, et son cousin noble Arthus Henry, seigneur de la Salle, conseiller du Roi, son maître d'hôtel ordinaire, et ses enfants, chacun pour une moitié, et à la moitié de chacune de ces moitiés son neveu"], [53, "35 noble Antoine Henry et ses fils. Ses exécuteurs testamen taires sont ledit Arthus Henry et noble Jean Sève, seigneur de Fromentes, receveur général des finances à Lyon. Parmi les témoins de ce testament sont sieurs Mathieu Sève et Claude Pellot, marchands bourgeois, maître Alexandre Che valier, avocat ès cours de Lyon, sieur Jacques Tricaud, bourgeois, grenetier au grenier à sel de Lyon, et Philippe Sève, marchand. Le 15 mars 1601, ce testament fut publié en la sénéchaussée de Lyon, à la requête de maître Louis de Billy, en présence de Balthazard de Villars, président et lieutenant général, Claude Bernard, lieutenant particulier, assesseur criminel, Laurent de Bourg, Hugues Broquin, Louis de Rochefort, Pierre Allard, Justinien Micollier, Jean Pinet, Gaspard Mornieu, Edouard Bussillet, Toussaint Grol lier et Jean de la Forest, conseillers et magistrats en ladite sénéchaussée. Rolland Henry eut de Marie Tricaud : i° François, qui suit; 20 Pierre, abbé de Belleville, prieur commendataire d'Ar- nas. V. Noble François Henry, baptisé le 7 juillet 1594, écuyer, seigneur de Jarnieux, Ville et partie de Pouilly-le-Monial, fut pourvu, en 1620, d'une charge de conseiller en la séné chausséeet siège présidial de Lyon, et était conseiller au par lement de Paris, en 1626; il épousa, par contrat du 18 no vembre 1619, damoiselle Marie de Gabiano, fille de feu noble Ange de Gabiano et de damoiselle Marie Henry, et veuve de noble Louis Le Maçon, écuyer, seigneur de la Fontaine, tré sorier et payeur de la Compagnie Française du Roi, en pré sence de noble Mathieu Sève, sieur de Saint-André, tréso rier général de France à Lyon, noble Philippe Sève, échevin de Lyon, noble Philibert Sarazin, sieur de la Pierre, conseil ler et médecin ordinaire du Roi, noble Luc Sève, sieur de Charly, et maître Antoine Guérin, praticien à Lyon. II vint de ce mariage une fille unique :"], [54, "36 Catherine Henry, dame de Jarnieux, mariée d'abord avec messire François Ferrier, conseiller du Roi en ses conseils d'Etat et privé, puis, le 2 juin 1640, avec messire Claude Mé nardeau, chevalier, seigneur de Champré, conseiller du Roi en tous ses conseils, et doyen en sa cour de parlement. VII. — Ménardeau. I. Maître Claude Ménardeau, seigneur de Champré, Char bonnières et la Brosse, conseiller au parlement de Paris, était frère de M. Maître Gratien Ménardeau, seigneur de Sainte- Croix-sur-la-Mer, conseiller au même parlement ; il épousa d'abord dame Marie de la Tour de Saint-Vidal, baronne de Digoine, avec laquelle il demeurait, le 31 août 1629, à Paris, rue du Bout-du-Monde, paroisse Saint-Eustache, et consti tuait une rente annuelle et perpétuelle de mille livres, assi gnée sur divers de leurs biens, et particulièrement sur la terre et baronnie de Digoine, au bailliage de Charollais,*en faveur de messire Louis Brulart, chevalier, seigneur du Broussin et de Rancher, conseiller du Roi en ses conseils d'Etat et privé. . Le 2 juin 1640, Claude Ménardeau se remaria avec dame Catherine Henry, veuve de messire François Ferrier, con seiller du Roi en ses conseils d'Etat et privé, lieutenant de Tartillerie de France; il demeurait alors à Paris, rue Saint- Denis, paroisse Saint-Nicolas-des -Champs, et Catherine Henry était logée à Paris, rue Thibaut-Audée, maison de TAigle-d'Or, paroisse Saint-Germain-TAuxerrois; elle fut assistée de Jacques Le Masson de la Fontaine, son frère utérin, de messire Michel-Antoine Scaron, sieur de Vaure, conseiller du Roi en ses conseils et son maître d'hôtel ordi naire, son cousin, de messire Pierre Gavant, conseiller du Roi en ses conseils et président aux enquêtes de la Cour de Parlement de Paris, et de noble homme Paul de Sève, secré-"], [55, "37 taire du Roi, ses amis. Le lendemain la bénédiction nup tiale leur fut donnée en Téglise de Saint-Germain-TAuxer rois. Catherine Henry fit un accord, le 15 février 1642, avec damoiselles Françoise et Marie Polaillon, femmes de Paul Mascrany et de M. Camus, seigneur de Riverie, filles et héritières d'Alexandre Polaillon et de damoiselle Jeanne Ponthus, et avec damoiselles Françoise, Elizabeth et Hélène Henry, filles de défunt Arthus Henry, seigneur de la Salle, et femmes de messire Léonard de Bâillon, du comte d'Al tessan et du baron de Palerne. Le 28 août 1643, ladite Catherine Henry, demeurant à Pa ris, rue Cocquillière, paroisse Saint-Eustache, messire Mi chel-Antoine Scaron, seigneur de Vaure et de Vau jours, de meurant à Paris, rue des Juifs, paroisse Saint-Paul, et Jean- Baptiste du Bois, écuyer, seigneur de la Claire, demeurant ordinairement à Lyon et alors à Paris, logé au Lion-d'Argent, rue et paroisse Saint-Germain-TAuxerrois, au nom de mes sire Léonard de Bâillon, chevalier, baron de Jons, et de dame Françoise Henry, sa femme, et de dames Elizabeth et Hélène Henry, ses belles-sœurs, femmes des sieurs comte d'Altes san et baron de Palerne, vendent à noble homme Claude Ricou, notaire et secrétaire du Roi à Lyon, tous les héritages leur appartenant au lieu de Sathonay, avec la rente de Rive rie au même lieu, etc., le tout venant de la succession de feu damoiselle Pernette Henry et d'Oratio Agudy, son mari ; cette vente est faite pour la somme de 7,000 livres. Le 5 août 1655, Claude Ménardeau étant alors conseiller ordinaire du Roi en ses conseils et en la grande chambre de son parlement, directeur et contrôleur général des finances de France, et demeurant à Paris, rue Saint-Denis,, à Thôtel de Saint- Chamont, paroisse Saint- Laurent, et Catherine Henry, sa femme, créèrent une constitution de rente de mille livres, au principal de 18,000, au profit de messire Hiérôme Bignon, conseiller ordinaire du Roi en ses conseils et son"], [56, "38 premier avocat général en sa cour de parlement, et vendi rent à damoiselle Marie Guérin, veuve de noble homme René Chauvelin, avocat en parlement et bailli de Sainte-Geneviève, 800 livres de rente annuelle et perpétuelle assignées spéciale ment sur ladite charge de conseiller du Roi dudit Claude Ménardeau, et sur ledit hôtel de Saint-Chamont et ses dé pendances, moyennant la somme de 14,400 livres, destinée à solder une partie de ce que ledit Claude Ménardeau devait à messire Edouard de Poussemothe de TEstoille de Chenoust, conseiller du Roi en ses conseils et maître ordinaire en sa chambre des comptes. Claude Ménardeau afferma, le 16 juin 1665, à maître Fran çois de la Chaussée, bourgeois de Moulins, et à Catherine du Bostz, sa femme, ses terres et segneuries de Charbonnières et la Brosse, situées ès paroisses de Percenat et Saint-Didier, consistant en maisons, vignes, jardin, chenevières, vergers, colombiers, garennes, étangs, pêcheries, domaines, moulins, cens, rentes, dîmes, prés, terres, bois de haute futaie, taillis, buissons, communaux, droits de chasse et de pêche, moyen nant la somme annuelle de 2,100 livres. Le 1\" mars 1666, les habitants de Vénissieux avaient pro cès avec Claude Ménardeau, comme ayant par transport les droits de dame Anne de Gadagne, comtesse de Châteaugay, qui tenait les siens de dame Eléonor de Coligny, veuve de messire Claude de Gadagne, seigneur de Beauregard. Claude Ménardeau testa, le 2 décembre 1668, à Paris, dans sa maison appelée Thôtel de Saint- Chaumont ; il élut sa sé pulture en Téglise Saint-Laurent de Paris ; fit des legs à THôtel-Dieu de cette ville, à Téglise de sa paroisse, à ses valet de chambre, maître d'hôtel, cocher et deux laquais ; il institua son héritier universel son fils Gratien. II eut de son alliance avec Catherine Henry : i° Gratien, qui suit ; 20 Jeanne, morte au couvent de Saint-Nicolas de Pontoise ; 30 Marie-Henriette, née le 15 novembre 1652, demeurant, en 1682, à Senlis, au monastère de la Présentation ;"], [57, "39 4° Renée, dame de Jarnieux, Charbonnières et la Brosse, héritière de son frère Gratien et femme de messire François- Louis de Lostanges, marquis de Beduer. II. Messire Gratien Ménardeau, chevalier, seigneur de Jarnieux, Champré, Charbonnières et la Brosse, fut présent, le 16 juin 1674, à la renonciation que ses trois sœurs firent à la succession de leur père par-devant Jean Le Camus, conseiller du Roi cn ses conseils d'Etat et privé, maître des requêtes ordinaires de son hôtel et lieutenant civil de la ville, prévôté et comté de Paris, avec Tassentiment de messire Jean- Baptiste de Loynes, ci-devant conseiller au parle ment de Metz, cousin germain paternel, à cause de dame Gabi ielle-Elisabeth Ménardeau, son épouse, messire Fran çois-Joseph de Ravenel, chevalier, comte de Vindei, cousin germain paternel, par dame Françoise Ménardeau, sa femme, messire Jacques Le Masson, seigneur de la Fontaine, con trôleur général des gabelles, oncle maternel, messires Jean Scaron, seigneur de Vaujours, conseiller du Roi en sa cour de parlement, et Thomas Scaron, seigneur de Vaure, cou sins maternels. Gratien Ménardeau fut nommé tuteur de ses sœurs. II demeurait à Paris, rue des Fontaines, paroisse Notre- Dame des Champs, lorsqu'il épousa, par contrat du 19 juillet 1701, dame Andrée de la Garde, veuve de Philippe Le Fèvre, conseiller du Roi, contrôleur général des bâtiments, arts et manufactures de France et greffier de Tordre de Saint-Louis, demeurant à Versailles, en présence de Pierre Thorné, écuyer, conseiller du Roi, trésorier général des galères de France, et de dame Françoise Paradis, sa femme, fille du premier lit de ladite Andrée de la Garde et de maître Pierre Paradis, abbé commendataire de Léry, fils de la même. Gra tien Ménardeau mourut sans postérité et eut pour héritière sa sœur Renée Ménardeau, veuve de François-Louis de Lostanges, marquis de Béduer. Un autre membre de la famille Ménardeau, M. Maître"], [58, "40 Claude Ménardeau, conseiller du Roi en son grand conseil, sieur de Beaumont, fils de noble homme maître Noël Mé nardeau, écuyer, seigneur de Beaumont, et de damoiselle Anne de Mullet, habitant de la paroisse de Saint-Siméon de Bordeaux, épousa, par contrat du 7 juillet 1688, damoiselle Geneviefve du Sault, fille de noble homme M. maître Charles du Sault, conseiller du Roi et son avocat général au parle ment de Bordeaux, et de damoiselle Agnès de Godin, habi tants de la paroisse de Saint-Proget de Bordeaux, avec le consentement, de la part de Tépoux, de M. maître Arnault de Mullet, président ès enquêtes du parlement de Bordeaux, de Gratien de Mullet, écuyer, sieur de la Planne et jurât de Bordeaux, de M. maître Denis de .Mullet, avocat général au parlement de Bordeaux, et de M. maître Urbain de Boucaud, audiencier en la chancellerie du même parlement, ses on cles, cousin et beau-frère. VIII. — De Lostanges. I. Messire François-Louis de Lostanges, chevalier, mar quis de Béduer, épousa dame Renée Ménardeau, dame de Jarnieux, Charbonnières et la Brosse, qui était veuve dès 1717, et vendit, le 9 mai 1719, à sieur Joseph Guillard, mar chand de Pisay, paroisse de Saint-Jean d'Ardière, ses deux domaines, mas et tènements de Claver et Tenet, situés dans la paroisse de Fleurieu, de Châtillon-les-Dombes, au terri toire des Maladières. François-Louis de Lostanges eut de Renée de Ménardeau : i° Jean-Laurent, qui suit : 20 Catherine, femme de messire Louis de Las Cazes de Beau voir de Roquefort, chevalier, seigneur de Saint-Pol, dont elle était veuve en 1712 ; ils eurent pour fils : a. Haut et puissant seigneur messire Jean-Pierre-René de Las Cazes, cheva lier, comte de Saint-Pol, co-seigneur de Jarnieux, seigneur"], [59, "41 de la Brosse et Charbonnières, demeurant ordinairement en la ville de Figeac, en Quercy, marié avec dame Anne- Elizabeth de Chuppin ; b. Jean-Paul, chevalier de Saint- Louis ;. 3\" Laurent, capitaine d'infanterie au régiment de Louvi gny, co-seigneur de Jarnieux; il mourut dans ce château, le 23 août 17-31 , instituant héritier son frère Jean-Laurent ; 4\" Jeanne, femme de Jean-Baptiste de Vaurilhon de la Chaud, écuyer, seigneur de la Bermondie, l'un des 400 an- ciens gardes du corps du Roi, commensaux de sa maison et son pensionnaire, habitant en son château de la Bermondie, paroisse de Tonnac, à qui elle apporta une partie de la terre et seigneurie de Jarnieux ; celui-ci fut son héritier et se remaria, par contrat passé le 10 juin 1757, dans la ville de Montignac-le-Comte, en Périgord, avec damoiselle Marie- Marthe de Bridât de la Grange, fille de messire Jean de Bridât, écuyer, seigneur du Moustier, et de feu dame Thé- rèse Véronique de Vaurillon, native dudit Montignac et y habitant. De ce mariage vinrent : a. messire Jean-Louis- Ignace de Vaurilhon, baptisé, le 6 août 1758, dans Téglise de Tonnac et filleul de messire Jean-Louis-Ignace de Vaurilhon, écuyer, seigneur de Langlade et de la Chaud, et de dame MariannedeChèze; .--.Martin; c. Marie-Antoinette-Jacquette; d. Jeanne-Thérèse ; e. Marie. Jean-Baptiste de Vaurilhon testa, le 27 novembre 1772, à Montignac, il y mourut lc 1 1 décembre suivant, après avoir reçu les sacrements nécessaires aux mourants, et fut enterré chez les R. P. Cordeliers de Monti- gnac. — Le 22 février 1775, son fils Jean-Louis-Ignace de Vaurilhon, écuyer, seigneur de la Bermondie, étant âgé de 16 ans, demanda un curateur pour agir en justice contre ses débiteurs et traiter de ses affaires avec différentes person nes ; il désigna pour ladite charge sa mère, étant à Sarlat, par-devant Jean-Michel de la Loge, lieutenant particulier en la sénéchaussée et siège présidial de ladite ville, et cette no mination fut approuvée par des parents dudit-mineur, savoir :"], [60, "42 messire Jean-Jacques de Gisson, lieutenant général dudit siège, Romain de Vaurilhon, chevalier, seigneur de la Chaud, chevalier de Saint-Louis, habitant du château de Langlade, paroisse de Beyssac, Jean-Baptiste de Baillot, écuyer, sei gneur du Verdier, chevalier de Saint-Louis, habitant du châ teau du Verdier, paroisse de Saint-Amant, messire Joseph de Pascal, écuyer, seigneur de Bolcayre, Etienne de Gis son, avocat en parlement, et Pierre Chabert, bourgeois ; 5° Une fille, mariée à M. de la Motte-Froment, dont une fille, femme de noble Etienne de Sirot, seigneur de Busqueilhe et de Ville, habitant, en 1756, à Autoire, en Quercy, diocèse de Cahors, avec leur fils, noble Jean-Jacques de Sirot de Busqueilhe ; ils possédaient une partie de la seigneurie de Jarnieux. II. Messire Jean-Laurent de Lostanges, d'abord capitaine aux régiments de Nénoncourt et d'Anjou, puis lieutenant colonel de ce dernier et brigadier des armées du Roi, che valier de Saint-Louis, co-seigneur de Jarnieux, Charbon nières et la Brosse, naquit à Béduer, en Quercy, et épousa, à ïà.ge de 36 ans, par contrat du 10 octobre 1720, étant alors à Paris, logé à Thôtel d'Allemagne, rue du Saint-Sépulcre, damoiselle Jeanne-Françoise Humbert, née à Paris le 7 sep tembre 1704 et baptisée en Téglise Saint-Gervais dudit lieu, fille de Jean-Baptiste Humbert, sieurs de Marest, bourgeois de Paris, et de dame Marguerite Girardon, demeurant en la dite rue du Saint-Sépulcre, paroisse de Saint-Sulpice, en présence de dame Florimonde Bonnet, veuve de messire Jacques de la Grange, intendant en Alsace, de Jacques de la Grange, écuyer, seigneur de Courcelles. Jean-Laurent de Lostanges mourut, le 19 octobre 1748, dans Tabbaye de Loo. et fut enterré, le lendemain, au chœur de Téglise parois siale de Notre-Dame de ladite ville de Loo. II avait testé le 18 octobre audit lieu, dépendant de la châtellenie de Furnes en Flandre, par-devant les bourgmestre et échevins. II eut de son alliance avec Jeanne-Françoise Humbert de Marest,"], [61, "43 morte à Figeac, en Quercy, le 24 juillet 1783, et inhumée le lendemain dans Téglise paroissiale de Notre-Dame du Puy dudit lieu : i° Jean-Baptiste, chevalier de Saint-Louis, co-seigneur de Jarnieux, capitaine au régiment d'Anjou ; il testa le 3 juin 1752, à Villefranche en Lauraguais, où son régiment était en quartier, en présence de messire Michel Lourde, lieutenant de sa compagnie, et de messire Gaspard d'Arod, cadet de la dite compagnie ; 2° Louis, cornette au régiment d'Anjou, duquel, le 12 fé vrier 1752, après la mort de son frère Jean-Baptiste, sa mère fut nommée tutrice, ainsi que de ses sœurs, par mes sire Benoît d'Arod, seigneur de Pierrefillant, demeurant en la paroisse de Cogny, âgé de 50 ans, messire Louis Bellet, écuyer, seigneur de Tavernost, chevalier d'honneur au parle ment de Dombes, âgé de 50 ans, maître Jean Sandrin de Champdieu, co-seigneur de Jarnieux, âgé de 47 ans; Domi nique Roland, écuyer, seigneur de la Place, âgé de 88 ans, messire Jacques Lièvre, bachelier en théologie, prêtre, curé de Ville et Jarnieux, âgé de 36 ans, messire Jean-Marie San drin, chapelain de Sainte-Catherine de Jarnieux, âgé de 50 ans ; messire Pierre Moulin, prêtre, vicaire de Ville-sur-Jar nieux, âgé de 28 ans ; messire Charles d'Anicourt, seigneur de Charmes, y résidant, dans son château, paroisse de De nicé, âgé de 55 ans ; messire Edme d'Anicourt, demeurant à Montmelas, âgé de 50 ans, et sieur Etienne Gallet, bourgeois, demeurant au bourg de Jarnieux, tous amis et voisins des enfants de Lostanges. Louis de Lostanges mourut sans pos térité, vers 1770, étant cornette aux Cuirassiers du Roi; 30 Anne, femme de messire Joseph de Cornelly de Cham bouly, dont : a. et b. Joseph et Anne, majeurs de 25 ans en 1783 ; c. Bertrand- Anastaze, officier au régiment de Navarre, majeur de 25 ans, en 1783, et en garnison à Rouen, en 1790 ; 40 Marie, non mariée, vivant en 1790; 50 et 6° Marie-Charlotte et Marie-Eméramienne, mortes avant leur mère."], [62, ""], [63, "DEUXIÈME ENTRÉE DU CHATEAU DE JARNIEUX"], [64, ""], [65, "CHAPITRE SECOND LA SEIGNEURIE DE JARNIEUX. e premier acte que nous ayons trouvé se rapportant à cette seigneurie est de mars i284;Guillermet Pobeuz et Joha- nète, sa femme, pour s'acquitter de certaine somme qu'ils devaient à Dal- mas Rebutin, damoiseau, lui cédèrent alors toutes leurs possessions de la paroisse de Ville et de ses dépendan- ces, mouvant des domaines de messire Jean de Juys, du prieuré d'Arnas et des Robellet. Différend s'étant élevé entre Thomas de Gletei/is, damoi seau, messire Hugues de Gleteins, chantre de Téglise Saint- Paul de Lyon, et messire Durand de Gleteins, son frère, chanoine de la même église, d'une part ; et Gerenne, veuve d'Aymon Robellet, d'autre, à cause de certains cens et servis se levant dans la paroisse de Ville, au lieu de Coceu, les parties font, en septembre 1286, un accord par lequel ladite Gerenne reste en possession des cens et servis assignés sur"], [66, "48 ledit territoire, où les seigneurs de Gleteins auront les lods, ventes et reconnaissances. Girin Sans, paroissien de Ville, comparaissant aux assises de la cour de Dalmas Rebutin, damoiseau, se plaint à ce«* seigneur de ce que, devant plusieurs témoins, Hugues de Bonans et Humbert, son frère, Lavaient appelé injustement lépreux et demande 60 livres viennoises de dommage et in- térêts ; lesdits frères de Bonans avouent Tavoir traité de lépreux, « addendo quo.d ipsi volebant manutenere ipsum esse « leprosum putridum. » Après cette audition, Girin Sans est envoyé, d'après sa réquisition, à Tofficial de Lyon, pour se purger de cette accusation de lèpre ; il en revient avec un certificat constatant qu'il est sain et n'est infecté d'aucune maladie de lèpre. Le lendemain de la fête de tous les Saints 1291, les calomniateurs comparaissent à Jarniout, dans la cour dudit Dalmas Rebutin, et sont condamnés à payer 60 sols viennois a Girin Sans et autant audit damoiseau. Johan de Jues (Juys), chevalier, Thomas de Gleteins et Dalmas Rebutin, damoiseaux, co-seigneurs de Jarniout, don nent leur procuration à Mayol Rebutin, damoiseau, Hugo net de Quoceu et Galtier Putod, laïcs, le lundi après les Ra meaux 1292, pour les représenter dans toutes les causes qu'ils ont pendantes devant les cours ecclésiastiques ou sé culières, spécialement par-devant le bailli de Mâcon et dans la cour du roi des Français. Au mois d'octobre 1293, Gerenne de Coceu, Michel, Guil- laume et Etienne, ses fils, promettent sur les Saints Evan- giles, et sous Tobligation de tous leurs biens, à Thomas de Gleteins et Jean de Chassagny, damoiseaux, Laurent Be- noît de Chasseu et Hugonet de Coceu, de les libérer et in demniser de la caution que ceux-ci ont prêtée pour eux envers Renaud del Boys, damoiseau, de rendre 100 livres viennoises audit Renaud ou à Mabille, sa sœur, à compte de la dot qui lui a été constituée par son contrat de mariage avec ledit Michel, fils de ladite Gerenne de Coceu."], [67, "49 Discorde et controverse s'étant élevées entre Thomas de Gleteins, damoiseau, messire Jean de Jueys (Juys), cheva lier, et Dalmas Rebutin, damoiseau, au sujet de biens com muns entre eux, situés dans le mandement de Jarniout, les dites parties, pour maintenir la paix entre elles, font un accord, le mardi après le dimanche où Ton chante Reminis cere, 1293, avec l'arbitrage de messire Guillaume de Jueys, messire Jean d'Arz, chevaliers, et Béraud de Vassallieu, da moiseau ; la part et le droit de Jean de Jueys sur le moulin de la communauté de Jarniout sont attribués à Thomas de Gleteins. Henri de Bonnans, damoiseau, intervient dans cet acte. Au mois de mars 1296, Jean de Jueys, chevalier, cède, par échange, à Thomas de Gleteins, damoiseau, tout le droit, action, direct et utile domaine ou juridiction temporelle qu'il a sur certains biens situés à Jarniot. Hugonet, fils de feu Petit Jean de Ville, cède, en février 1300, à Dalmas Rebutin, damoiseau, une vigne située au Grand Mongon, près de la terre des consorts de Graves et de celle dudit acheteur. Le jeudi après la fête du bienheureux George, 1303, Jean de Chassagny, dit de Lyergos (Liergues), damoiseau, vend à messire Thomas de Gleteins, chevalier, certains biens, domaines, servis annuels, usages, tailles et coutumes, en tre autres choses le droit que ledit vendeur a de racheter les droits, usages, tailles, domaines et servis annuels qu'il a vendus dans la paroisse de Liergues et relevant de son fief à noble homme messire Guichard, seigneur d'Oingt, en juin 1296, à ses fils Guichard, seigneur d'Oingt (de Yconio), et Louis d'Oingt, et à Vincent de Byoleis, bourgeois de Villefranche. Le 10 des calendes de février 1306, Johannet, fils de feu Jean Bonavel, de la paroisse de Ville, confesse devoir cer taine somme à Dalmas Rebutin, damoiseau. Jean de Lyergos, dit de Chassaigni, avait vendu à messire Thomas de Gleteins, chevalier, une terre située à Lyergos, 4"], [68, "50 sous grâce de rachat, qu'il prolonge, le samedi avant carême prenant, 1307, à SymoninetHugonin de Gletens, damoiseaux, fils et héritiers universels dudit Thomas, moyennant la somme de 100 sols viennois. Le mardi après les Rameaux des Palmes 1308, Louis d'Oingt, seigneur du Bois, vend à Symonin et Hugonin de Gleteins, en pur et franc alleu, un pré situé en la paroisse de Pouilly-le-Monial, jouxte le chemin dudit Pouilly à Lier gues. Dalmas Rebutin ayant vendu à Vincent de Byoleis, bour geois de Villefranche, des cens et servis et toute la taille que celui-ci lui devait sur des fonds situés en la paroisse de Ville, le mardi avant Judica me, 1322, ledit Dalmas s'y re tient la haute juridiction et le mère et mixte empire. Louis d'Espeysse, damoiseau, est témoin de cette transaction. Guicherd de Lysseu, dit du Château (de Castro), de Jar niot, parrochien de Ville, considérant les services que lui ont rendus et pourront encore lui rendre messire Symon de Gletens, son seigneur, et Jehan de Gletens, leur fait don, le 23 novembre 1329, de pré, moulin, bois, terres, etc., situés dans le mandement de Jarniot. Le vendredi avant la fête des Apôtres Simon et Jude 1331, Jean de Gleteins, fils de feu Hugonin de Gleteins, fait le partage de tous les biens meubles et immeubles qui lui ap partenaient, par indivis, avec messire Symon de Gleteins, chevalier, son oncle, et le présente à madame Marguerite, sa tante, veuve dudit Symon, et à Hugonin, leur fils et héri tier universel dudit Symon. Par ce partage il est fait deux lots ; l'un comprend la maison-forte de Fougères, et l'autre, le droit que lesdits de Gleteins ont au chastel de Jarniout et la grande maison de la Robeletière où ils demeurent. Le premier lot est composé, outre la maison-forte de Fou gères, de maisons, granges, chapelle, terres, prés, bois, ga rennes, moulin, etc., en la paroisse de Poule, de rentes en blé et argent, de servis et tailles en ladite paroisse, de toute"], [69, "51 la terre de Villon, de rentes audit lieu et dans l'es paroisses de Chauffailles, Saint-Germain et Belmont, de bois assis en lesdites paroisses, de servis, tailles, seigneurie et juridiction grande et petite dans les mêmes paroisses, des fiefs de Buxi et Clavères et de leurs droits, d'une rente en argent assise à Beaujeu, de la maison de Charny et de ses dépendances en terres, prés, vignes et rentes, de cens et servis, juridic tion et seigneurie, grande et petite sur certains ténementiers des paroisses de Cogny, Pouilly-le-Monial, Chessy, Fron tenas, des vignes du Treyvo, de Marz et de la Place, situées en la paroisse de Ville, des cens et servis dus à Liergues et outre Saône à Cibeins, Misérieux, Frans, Jassans, Chaleins, Fareins, Villeneuve, Chanteins, Limandas, Toussieux, Saint-Bernard d'Anse, Reyrieux, Sainte-Euphémie, Trévoux, Parcieux, Sivrieux, Génay, Vimy, de la moitié de la valeur et des émoluments du port de Riotiers. Parmi les biens qui reviennent au lot dont font partie la part au château de Jar niout et la maison de la Robeletière, on mentionne seule ment certaines rentes et certains fonds situés à Poule, Mar champt, et des rentes dues par des habitants de I yon et de Trévoux. Toutes les pensions et aumônes dues aux cha pelles de Fougères, La Roche, Saint-Nizier, Jarniout, Rio tiers et la Bruyère se payeront par moitié. Etienne d'An glure, damoiseau, curateur d'Hugonin de Gleteins, donne son approbation à ce partage, dont le lot seul de Fougères est ici détaillé, sans qu'il soit dit à qui il fut attribué. Le vendredi après le dimanche Lœtare, 1332, noble dame Marguerite, veuve de messire Simon de Gleteins, chevalier, Hugueset Etienne, leur fils, font une transaction avec Jean, fils de feu Hugues de Gleteins, damoiseau, par laquelle toutes les donations faites à discret homme messire Guy Caille, docteur ès lois, et audit Jean de Gleteins, par Guichard de Lisse et Jean Blanc, sur le curtil de Coceu et ailleurs, sont attribuées audit Hugues de Gleteins. Le dimanche avant la fête des bienheureux Apôtres Simon"], [70, "52 et Jude, 1359, Arnolphe Bech, damoiseau, vend à noble homme messire Hugues de Gleteins, chevalier, des cens et servis que celui-ci devait sur une terre et un pré situés à Pouilly-le- Monial. Feu Fleur de Lys, dame d'Oingt, et feu Guichard d'Oingt, son fils, avaient vendu à messire Guichard de Verneys, che valier, un pré appelé d'Oingt, situé le long de la rivière de Pouilly-le-Monial, jouxte un pré de messire Hugues de Gle teins, chevalier, celui du percepteur de Belleville et le che min de Pouilly à Liergues ; cette vente fut faite sous grâce de rachat. Depuis lors, les vendeurs étant morts, laissant pour héritières dames Marguerite et Alisse, filles de ladite Fleur de Lys, ladite Alisse, femme de messire Etienne de Fougères, chevalier, cède tout son droit audit pré à sadite sœur Marguerite, femme de noble homme messire Jacques de Laye, qui le racheta de Guichard de Verneys, et le vend, le 14 juin 1364, à messire Hugues de Gleteins. Le 1\" mars 1374, le même Hugues de Gleteins confesse et reconnaît en vérité et publiquement qu'il est, doit et veut être homme et vassal d'illustre et puissant baron et seigneur Edouard, sire de Beaujeu, devant tous hommes qui peuvent vivre et mourir, et il lui fait foi et hommage, le genou plie, les mains jointes, et au moyen du baiser de fidélité accoutu mé, affirmant par son serment qu'il se tient et veut tenir dans et du fief et hommage dudit sire de Beaujeu certains biens, possessions, servis, usages, rentes, dont il donnera le dé nombrement dans le temps de 40 jours ; ce qu'il promet sur les Saints Evangiles tenir ferme et observer inviolablement comme auparavant, et être fidèle comme doit être un vassal envers son seigneur et jusqu'au dernier jour de sa vie. Vé nérables et nobles hommes messire Jean de Talaru, doyen de Lyon, Dalmas de la Porte et Girard de Sainte-Colombe, chevalier, sont témoins de cette foi et hommage. Au mois de juillet 1395, son petit-fils et successeur, noble et puissant homme messire Louis de Gleteins, chevalier,"], [71, "53 confesse par-devant excellent baron et puissant seigneur Edouard, sire de Beaujeu, que pour les choses qu'il tient en fief dudit seigneur il est son homme lige et vassal, avant tous seigneurs qui peuvent vivre et mourir, excepté le roi des Français, et lui jure fidélité, en présence de noble et puis sant homme messire Rolet de Trasètes, chevalier, et messire Philippe Hugan, licencié en lois. II donne ensuite son dénom brement consistant en sa part du chastel de Jarniost, ses rentes des paroisses de Chalens, Sainte-Euphémie, Saint- Didier, Poule, Cours, Sevelinges, Ranchal, etc., qui avaient été données à Symon de Gleteins par feu noble baron Gui chard, sire de Beaujeu, et ses biens de Belleville, Saint-Jean d'Ardière et Ayguerande, donnés à Hugues de Gleteins par Jean Paleins, autrement dit d'Arbin, et consistant en maisons, terres, bois, prés et rentes. Le 27 juillet 1398, Louis de Gleteins, considérant Tamour et Taffection naturels qu'il porte à noble homme Miles de Porprières, damoiseau, son très-cher cousin, et les services et bons offices qu'il en a reçus, réservant en toutes choses la volonté et le bon vouloir d'excellent et puissant baron le sire de Beaujeu, du fief et hommage duquel meuvent les choses suivantes, donne audit Miles et à ses héritiers et successeurs sa part dans le château de Jarniost, consistant en maisons, édifices dans ledit château et dans le bourg de Bonans, 12 livres de rente annuelle, dans les paroisses de Cours, Seve linges et autres circonvoisines, autrefois données à Symon de Gleteins par d'honorable mémoire Guichard, sire de Beau jeu, toutes ses maisons, terres, prés, bois et rentes des pa roisses de Belleville, Saint-Jean d'Ardière et Ayguerande, données à Hugues de Gleteins, son aïeul, comme il a été dit ci-dessus, et enfin tout ce qu'il possède du fief du sire de Beau jeu. Fait à Lyon dans le bourg du Gourguillon (Gorgoillon), à Tauberge portant pour enseigne la figure du bienheureux Georges. Louis de Gleteins donna encore audit Miles de Porprières"], [72, "54 15 livres de rente annuelle et perpétuelle assises à la part de TEmpire, dans les paroisses de Chaleins, Sainte-Euphé mie, Saint-Didier et Misérieux, tout le droit qu'il avait en rente annuelle, entre les ponts de Beaujeu et sur la côte du château dudit lieu, 3 sols de rente annuelle et perpétuelle dus sur les curtils et mas de Birce, paroisse de Poule, en se réservant la jouissance de toutes ces choses. Louis de Gle teins vendit ensuite audit Miles, pour la somme de 2,515 écus d'or, tous, ses biens présents, droits et actions quelconques, consistant en châteaux, maisons, granges, terres, prés, vi gnes, bois, garennes, eaux, moulins, cours d'eaux, rentes, pensions, dimes, tâches, juridictions, lods, reconnaissances, tailles, main-mortes, lits, garnitures de lits, vases, coupes, tines, tonneaux, pressoirs, etc. en se réservant ses vête ments, armes, chevaux, monnaie, vaisselles d'argent et au tres joyaux en or et argent et pierres précieuses, et la jouis sance desdits biens vendus. Louis de Gleteins, étant entré depuis dans Tordre ou religion de Saint-Jean-de-Jérusalem, fait un accord, le rr août 1398, avec Miles de Porprières par lequel celui-ci Tautorise à vendre lesdites choses féodales en tout ou en partie, à les donner, échanger, céder et transférer, ainsi qu'il lui plaira, comme si la susdite donation n'avait pas existé et s'il était resté dans le siècle, sans entrer en religion. Cette transaction fut faite à Jarniost dans la maison dudit frère Louis de Gleteins, située dans le bourg dudit lieu. Le 24 juin 1399, il est exposé que, bien que la terre de Jar niost possédée par frère Louis de Gleteins et la maison où il habite aient été de toute antiquité du fief de la terre et ba ronnie de Beaujeu, et que ledit Louis de Gleteins, avant son entrée dans Tordre de Saint-Jean-de-Jérusalem, ait fait foi et hommage desdits biens à Edouard, sire de Beaujeu, et qu'il lui ait prêté serment de fidélité, néanmoins, au dire de Guio net Arnaud, procureur du baron de Beaujeu, sans cause rai sonnable, mais par une volonté désordonnée et téméraire, et sous prétexte que certain serviteur dudit sire de Beaujeu"], [73, "55 avait établi un jeu d'arbalète dans le lieu dit le Molard des Combes, situé en la terre de Jarniost, lieu que ledit Louis de Gleteins prétendait relever de la suzeraineté du roi de France et non de celle du sire de Beaujeu, ledit de Gleteins alla avec plusieurs de ses gens à Saint-Julien, dans la juridiction du dit sire de Beaujeu, où ils rouèrent de coups ledit serviteur. Louis de Gleteins rachète, le 14 septembre 1405, d'honora ble et prudent homme maître Hugues Jossard, conseiller du Roi, citoyen de Lyon, le pré de Cossé (de Cociaco), situé en la paroisse de Ville-sur-Jarniost, jouxte le chemin de Cossé à Ville, celui de Jarniost à Silly et le vignoble de Voles. Défunt noble homme messire .Antoine de Juys, chevalier, fils de noble Henri de Juys, chevalier, avait, par son testa ment, institué ses héritiers universels Jacques de Juys, da moiseau, son frère, et les enfants mâles de celui-ci, au regard des maisons qu'il possédait dans le château ou forteresse de Jarniost et dans tous les cens, rentes, servis, vignes, terres, prés, bois, juridiction, rachat, etc., situés dans les confins et territoire dudit lieu de Jarniost et appartenant de tout temps audit Antoine de Juys ; depuis ledit Antoine substitua audit Jacques noble homme messire Guichard de Saint-Trivier, alors damoiseau et maintenant chevalier, son parent, et les siens, au cas que ledit Jacques mourût sans postérité légi time. Ce dernier étant mort sans laisser enfants issus de lé gitime mariage, ledit Guichard de Saint-Trivier et Henri de Juys firent une transaction au sujet des biens situés à Jar niost, laissés par ledit Antoine de Juys, par laquelle les deux tiers furent attribués audit Guichard et le reste audit Henri. Guichard vendit ensuite sa part à noble homme Glaude du Saix (de Saxo), damoiseau, fils de Marguerite de Juys. Le 2 novembre 1409, Claude du Saix et Henri de Juys, héritier universel dudit Jacques de Juys, son frère, vendent tout ce qu'ils possèdent à Jarniost à noble homme Miles de Por prières, chevalier, par acte passé à Mâcon, dans Tauberge qui porte pour enseigne le signe de la Coupe, en présence"], [74, "56 dudit Guichard de Saint-Trivier, de Pierre Le Cuet, damoi seau, seigneur de Rignieu en Bresse, et Philibert, fils du prévôt de Bergisson, près Mâcon. Le 3 novembre 1409, Miles de Porprières vend pour la somme de 400 écus d'or, à Louis de Gleteins, chevalier de Saint-Jean-de-Jérusalem, comme personne' privée, tous les biens situés à Jarniost qu'il avait achetés la veille de Glaude du Saix et de Henri de Juys. Miles de Porprières vendit, le 17 août 1412, en présence de messire Hugues de Proprières, chanoine de Lyon, àvénérable et circonspect homme messire Etienne Becey, sacristain de Saint-Paul de Lyon, 10 sols tournois de cens et servis assi gnés au lieu de Jarniost, avec direct domaine, en s'y réser vant la juridiction, selon Tusage et coutume du château de Jarniost. Le 27 août suivant, pour racheter certaines rentes qu'il a engagées et qui sont en voie de perpétuelle perdition, s'il ne les rachète promptement, Miles de Porprières vend à Ré vérendissime Père en Jésus-Christ et seigneur messire Amé dée de Saluées, cardinal-diacre de la sainte Eglise romaine, représenté par vénérable homme messire Johannet de la Fon taine, alias de Gênas, trésorier de Téglise de Lyon, pour le prix de 800 écus d'or, valant 900 francs d'or, à savoir 45 li vres de rente qu'il possède dans le mandement et aux alentours du château de Jarniot; puis ledit Miles rachète ladite rente, le 16 décembre 1414. Miles de Porprières avait acheté de noble homme messire Jean Le Viste, chevalier : i° 10 livres de rente et servis an nuel et perpétuel acquis naguère par celui-ci de feu Jacques de Juys, damoiseau, co-seigneur du lieu et château de Jar niost; 20 un pré et un moulin situés à Jarniost, jouxte le che min de Jarniost à Pouilly le-Monial, acquis du même ; 30 100 sols de rente annuelle, achetés du même ; 4* la moitié du château de Jarniost avec toutes ses rentes, prés, moulins, co lombiers, vignes, juridiction, droits, usages, servitudes, etc.,"], [75, "57 que ledit Le Viste avait achetés d'Antoine Rebutin, damoi seau; il avait aussi acquis de Pierre de Valsonne, de Ville franche, des servis et rentes situés dans le mandement de Jarniost et ayant autrefois appartenu à messires Antoine et Jacques de Juys, frères. Le 1 3 avril 1412, Miles de Porprières, considérant le bon zèle et Taffection singulière qu'il porte à Louis de Gleteins, son cousin, lui remet tout le droit et action qu'il a et pourra avoit sur lesdits château, rentes, servis, pos sessions, juridiction, hommes, etc., par acte passé à Jarniost, dans la maison de la Robeletière dudit Louis de Gleteins, située au bourg dudit lieu. Le 23 novembre 1414, Miles de Proprières (de Propreriis), seigneur de Tholoz, vend à honnête homme Ennemond Ba ronat, drapier de Chessy : i° 10 livres d'annuelle et perpétuelle rente, cens et servis, dues par des ténementiers de choses mouvant du direct domaine du château de Jarnioust ; 20 le pré de Cossez, situé en la paroisse de Jarnioust, jouxte le chemin de Cogny à Ville-sur-Jarnioust d'orient, le bief du moulin de Cossez de midi et le chemin de Combes à Ville sur-Jarnioust d'occident ; il s'y réserve la juridiction omni mode haute, moyenne et basse, le mère et mixte empire et le droit de rachat. Cette vente fut ratifiée, le 15 décembre 1415, par Louis de Gleteins, seigneur de Jarnioust, qui se ré serva le droit de racheter lesdites choses aliénées dans le terme de 16 années. Le 4 août 1417, vénérable personne messire Etienne Becey, chanoine de Téglise de Saint-Paul de Lyon, donne à Miles de Porprières et à Louis de Gleteins, seigneur de Fougères et Jarnioust, la faculté de racheter 10 livres de rente annuelle dues à Jarniout et aux environs, que ceux-ci lui avaient ven dues, comme privée personne. Procès, débat et querelle étant survenus et menaçant de s'aggraver entre nobles hommes Miles de Porprières, cheva lier , d'une part, Guichard de Gleteins et Antoine, son fils, damoiseaux, d'autre, à cause de la succession de Thérédité"], [76, "58 de feu messire Louis de Gleteins, chevalier de Rhodes, que chacune desdites parties prétendait- devoir lui revenir, elles font un traité, avec Tarbitrage amiable de Révérend Père en Jésus-Christ et seigneur messire Jacques Mauvoisin (Mali vicini), abbé du monastère d'Ambronay, ordre de Saint- Benoît, diocèse de Lyon, lequel fait, le 19 mars 1428, le règle ment suivant : i° bonne paix et concorde régneront à Tavenir entre lesdites parties; 20 Miles de Porprières aura sa succes sion et substitution intégsale dans le château de Fougères et ses dépendances, comme ils lui ont été donnés par mes sire Hugues de Gleteins, son aïeul maternel, par son testa ment; 30 Guichard de Gleteins aura la succession ou substi tution et part de Gleteins dans le château de Jarniost et ses dépendances, venant dudit Hugues de Gleteins étayant ap partenu audit Louis de Gleteins; 40 Guichard et Antoine de Gleteins céderont à Miles de Porprières tous leurs droits au château de Fougères, et ses dépendances, et 15 livres de rentes que ledit Guichard prétend avoir au lieu et château de Fougères, et domiées par le sire de Beaujeu à Symon de Gleteins; 50 la partie du château de Jarniost et les rentes qui furent des Rabutin appartiendront à Guichard et An toine de Gleteins; 6° la maison basse qui fut de Gleteins et le verger de la Robelletière, ses étables et toutes ses rentes qui furent de ceux de Juys, et les possessions voisines du château, prés, terres, vignes, et les prés, terres et vignes qui furent de Rabutin, situés dans le mandement de Jarniost, appartiendront audit Miles ; 70 le château de Fougères sup portera toutes les charges ordonnées par Hugues et Louis de Gleteins et autres concernant ladite maison, et ledit Miles en sera chargé ; 8°. Guichard supportera les charges de la chapelle fondée à Jarniost par Hugues de Gleteins ; 9° Gui chard et Miles payeront, par moitié, les frais de sépulture dudit Louis de Gleteins ; io° tous les meubles dudit Louis, comme blés, vins, argent, vaisselle d'argent, etc., seront partagés également entre Miles et Guichard. Cet accord fut"], [77, "59 passé à Ambronay, dans la maison abbatiale, en présence de vénérable et religieux homme frère Rolet de Varennes, prieur du prieuré couventuel de Pomiers, en Forez, et autres témoins notables. Le 29 août 1429, ce traité reçoit des éclaircissements et est ratifié par les parties, avec l'arbitrage du même abbé d'Am bronay, qui décide que: i° la dîme de la paroisse de Poule, la grange du Crox, les domaines de ladite grange, certains servis baillés, en échange, par le prieur de Charlieu, pour la maison-forte de Chandon, la maison de la Roche, ses domaines et rentes appartiendront à Miles de Porprières, qui paiera 30 livres de rente annuelle assignées sur la terre de Villion et juridiction de Huissel et lieux voisins, données par Louis de Gleteins aux chevaliers de Rhodes; 2\" ledit Miles paiera au couvent des Frères Mineurs de Villefranche 25 francs, 4 ânées devin, 2 de froment, par an, pour la cha pelle et un legs fait par Louis de Gleteins et ses prédéces seurs, sur les revenus de la maison de la Roche ; 30 le vingtain du château de Jarniost et toutes les rentes, domaines qui furent à ceux de Gleteins appartiendront audit Guichard, excepté les maisons basses de Gleteins, étableries, verger de la Robelletière, etc.; 40 ledit Guichard aura les rentes de Rabutin, et ledit Miles, celles de Juys, les prés, terres et vignes de Juys, situés au mandement de Jarniost, avec 12 livres et demie de rente achetées par dame Jeanne de Gle teins et ceux de Juys, à la charge des messes dues à Beaujeu et fondées par ladite dame et 4 bichets de froment, jusqu'au payement de 20 livres fait aux cordeliers de Villefranche; 5- toute la juridiction qui appartient à ceux de Gleteins au mandement de Jarniost et aux environs et celle d'Antoine Rabutin reviendra audit Guichard, sauf certaines exceptions; 6° ledit Miles aura les moulin, pré, bois, vignes et terres qui furent à ceux de Juys, les domaines qui appartinrent aux Rabutin, en en exceptant les bois de Mongon, autrefois à ceux de Juys, la moitié d'une terre assise près du chastel de"], [78, "60 Jarniost venant des Rabutin, la maison et treuil de Ville et le colombier de Jarniost qui fut des Rabutin, lesquels re viendront audit Guichard ; 70 ledit Miles possédera toute la juridiction qu'avaient ceux de Juys en toutes leurs rentes, domaines et autres lieux, situés au mandement de Jarniost, excepté qu'au chastel et dans le vingtain de Jarniost elle appartiendra en entier audit Guichard, ainsi que dans le bourg de Boyna; 8° cependant ledit Miles aura la juridiction sur les domaines et servis lui revenant audit bourg...; 9° les dits Miles et Guichard seront tenus de faire Tensevelisse ment dudit Louis de Gleteins de ce jour à Pâques prochain, d'édifier la chapelle dudit Louis dans un an et d'en payer chacun la moitié ; 10° Miles soldera 400 francs dus au mo nastère de Savigny ou une rente annuelle de 24 francs; 11° Guichard payera 400 francs d'or dus à Ennemond Baronnat pour un pré et 10 livres de rente assises au mandement de Jarniost; 12° lesdits Miles et Guichard et leurs successeurs pourront exercer leur juridiction, aumoyen d'un ou plusieurs juges, exécuter aux mèmes fourches et pilori et vendre les gages au même lieu accoutumé ; 130 toute la terre, maisons, prés, terres, vignes, domaine, rentes, juridiction qui furent d'Etienne de Liergues seront partagés également; 140 toutes les dettes et légats dudit Louis seront payés par moitié; 150 de même pour les. 2 ânées de vin et de froment léguées par ledit Louis aux Cordeliers de Villefranche ; ió°si Meraudde Francheleins ou un autre soulève question au sujet de la terre d'Etienne de Liergues, les parties en supporteront éga lement les charges; 170 le légat des 500 écus d'or fait par ledit Louis audit Miles sera annulé. Cet accord est passé dans le verger de la maison abbatiale d'Ambronay, en présence de vénérable et religieux homme frère Jean de Juys, prieur de Neuville, noble Jean du Saix et autres témoins. Le 26 août 1441, Barthélemy Borriont, de la paroisse de Jarniost, vendit à Guichard de Gleteins, damoiseau, seigneur de Jarniost, une petite maison située dans le vingtain dudit"], [79, "61 Jarniost, jouxte le château dudit lieu et le chemin tendant dudit château à la porte supérieure dudit vingtain. Charles VII, roi de France, fait savoir, le <;i juillet 1445, au bailli de Mâcon, sénéchal de Lyon, ou à son lieutenant qu'il a reçu humble supplication de ses amis Thomas de Verneys, écuyer, successeur et ayant cause de feu Guichard de Ver neys, chevalier, de Guichard de Gleteins et d'Ancelise de Pourpierres, femme de Pierre de Chandieu, successeurs et ayants cause de Louis de Gleteins, et de Guillaume de Ver neys, écuyer, consorts en cette partie, contenant que dès le mois de mars 1434 s'est assis procès par-devant ledit bailli de Mâcon eutre lesdits suppliants demandeurs, d'une part, et le procureur du Roi audit bailliage et sénéchaussée de Lyon, à son siège de Lyon, défendeur, au sujet de la juridic tion et justice du lieu de Liergues, et mêmement de la haute justice dudit lieu; il lui ordonne de continuer le jugement de cette affaire, bien que son cours en ait été interrompu. Guichard de Gleteins, seigneur de Jarniost, et Antoine, son fils, vendent, le 29 juin 1452, à Jean et Antoine Perret, de la paroisse de Liergues, le pré Petit, situé sur la rivière de Pouilly-le-Monial, avec grâce de rachat, dont ledit Antoine usa le 9 juin 1457. Le 9 juillet 1461, Taneguy, vicomte de Joyeuse, seigneur de Saint-Didier, conseiller, chambellan du Roi, son bailli de Mâcon et sénéchal de Lyon, mande au premier sergent royal sur ce requis qu'il a vu des chartes mentionnant la vente de biens meubles mis en gage passée à noble Antoine de Gleteins, damoiseau, seigneur de Jarniost. Louis XI, roi des Français, fait savoir, le 19 mai 1469, au premier huissier de son parlement ou sergent sur ce requis que son cher Antoine de Gleteins, seigneur de Jarniost, et Aubert de Boullieu, écuyer, homme d'armes de ses ordon nances sous son cher et fidèle conseiller, chambellan et sé néchal de Poitou Louis de Crussol, chevalier, aussi seigneur de Jarniot, lui ont fait exposer qu'à cause dudit lieu de Jar-"], [80, "62 niot et autrement, ils ont des vassaux, feudataires, pension naires, emphithéotes, ténementiers et autres personnes qui sont tenus reconnaître desdits exposants des fiefs et choses emphithéotaires, tant nobles que rurales, tant en fief franc que rural, pour lesquels ils sont tenus de leur payer cens, rentes, servis, obventions, lods, vends, reconnaissances, mu tations, manœuvrées, etc. Le roi mande audit huissier de contraindre lesdits vassaux refusant de payer les susdits droits inscrits dans les terriers desdits suppliants. Aubert de Boulhieu, écuyer, avait fait exposer au Roi que, bien qu'il fût homme d'armes de son ordonnance sous la charge et dans la compagnie du sire de Crussol, sénéchal de Poitou, et qu'il Teût toujours servi depuis son avènement à la couronne, et qu'en cette qualité il dût être exempt de servir ès pays de Lyonnais, Velay, Vivarais et Beaujolais, spéciale ment en Lyonnais, où il possédait la place, terre et seigneurie de Jarniost, il craignait qu'on ne le contraignît à s'armer et servir avec les autres nobles desdits pays ou à envoyer un homme à sa place. Le roi Louis XI fait savoir, le 13 juillet 1470, aux baillis de Mâcon, Vivarais et Velay, qu'il exempte ledit Aubert de Boulhieu du ban et de Tarrière-ban, tant qu'i sera hommes d'armes de ses ordonnances, et leur mande de relâcher ladite place, terre et seigneurie de Jarniot ou ses autres biens qui auraient pu être saisis sous ce prétexte. Les terres et seigneuries d'Aubert de Boulieu ayant été saisies et mises sous la main du Roi, sous le prétexte qu'il refusait de servir aux ban et arrière-ban, le roi ordonne, le 18 avril 1478, de les lui restituer, après que ledit Aubert eut fait apparoir qu'il était homme d'armes de son ordonnance, sous le commandement de son amé et féal conseiller et chambellan Le Moyne-Blosset. Le 4 février 1479, dame Amphelize de Porpières et Antoine de Chandieu, écuyer, son fils, étant en procès avec Aubert de Boulieu, dit de Gleteins, seigneur de Jargnioust, à cause de la propriété de la seigneurie de Jargnioust, Taffaire est ren voyée par-devant le bailli de Mâcon, sénéchal de Lyon."], [81, "63 Dès Tan 148 1, procès avait été porté à la cour royale de Lyon de noble et puissant homme messire Jean d'Estuet, chevalier, seigneur de la Garde, conseiller, chambellan du Roi, sénéchal de Lyon, bailli de Mâcon, entre noble Aubert de Boulieu, dit de Gleteins, seigneur de Jarniost (Jarniaci), demandeur, et nobles Ancelise de Porprières, co-dame de Jarniost, dame de Chandieu et Fougères, fille de feu messire Miles de Porprières, chevalier, et Antoine de Chandieu (de Chandiaco), damoiseau, son fils, seigneur de Chandieu, dé fendeurs. II est dit dans cette procédure que messire Hugues de Gleteins fit, par son testament, son héritier Henri de Gle teins, son fils, lui substituant Louis, fils dudit Henri, ou un autre de ses fils ;'à ceux-ci messire Guillaumede Gleteins, che valier, et Jean de Gleteins, dit Byard, et ensuite leurs héritiers mâles. Cette substitution ne s'étendait que sur les biens du testateur situés à Jarniost et aux environs, venant de Symon de Gleteins, père dudit Hugues. Ledit Guillaume de Gleteins laissa plusieurs fils. Par son testament, Hugues de Gleteins ordonna encore qu'au cas où son fils Henri et les fils de celui ci décéderaient sans enfants mâles, Amphelise de Gleteins, sa fille, femme de messire Lancelot de Porprières, et son fils après le décès de celle-ci, Jeanne de Gleteins, son autre fille, femme de Guillaume de Saint-Romain, et après sa mort son fils, seraient ses héritiers universels dans les biens, droits et actions venant de dame Marguerite, mère dudit testateur, en en exceptant la maison-forte de Fougères et certains au tres biens. Du mariage d'Amphelise de Gleteins avec Lan celot de Porprières naquit Miles, père de ladite Ancelise, défenderesse. Guichard et Antoine de Gleteins, d'une part, Miles de Porprières et, après son décès, lesdits défendeurs, d'autre, ont fait exercer la juridiction en commun audit lieu de Jarniost, et en ont partagé les droits et émoluments ainsi que les amendes ; ce qui a été fait constamment depuis 50 années et se continuait en 1486. Le 23 octobre 1503, vénérable et discret homme messire"], [82, "64 Jean Chandon, bachelier en droit canOai, curé et recteur de Téglise paroissiale de Colombier, procureur légitimement fondé de Révérend Père en Jésus-Christ messire Théodore Terrail, docteur en droit canon, abbé de Tilluslre monastère d'Ainay de Lyon, ordre de Saint-Benoît, confesse avoir reçu d'Aubert de Boulieu, dit de Gleteins, seigneur de Jarnioust, la somme de 300 livres tournois, moyennant laquelle il le quitte de toute la censé et ferme de Ville-sur-Jarnioust. Noble Louis de Boulieu, seigneur de Charlieu, en Viva rais, diocèse de Vienne, vend, le 16 février 1531, à noble homme Jean d'Aulhon , seigneur de Chiel , bourgeois de Lyon, les censives et rentes à lui dues par des manants et habitants de la juridiction de Jarnyoulx, et que lui avait baillées pour sa part noble Meraud de Boulieu, son frère. Le 23 février 1535, noble Meraud de Boulieu, seigneur de Jarnioz, en Lyonnais, et de la Roche, en Beaujolais, pour racheter ladite seigneurie de la Roche et autres choses ven- dues, sous grâce de rachat, à noble Jean d'Aulhon, vendit à noble homme Philibert de Rivoire, seigneur de la Bastie de Montgascon, en Dauphine, les château, maison-forte, place, terre et seigneurie dudit Jarnioz, avec les cens, servis, rentes, revenus, lods, domaines, prés, terres, vignes, jardins, co- lombier, les maisons de la Charnetière, pressoirs banniers, granges, bois, leydes, droits de paronages et de foires, ban- chages, halles, langues de bœufs et vaches, justice haute, moyenne et basse, juridiction ordinaire et d'appeaux, amen- des, corvées, tous autres droits seigneuriaux, appartenances et dépendances desdits château, place, terre et seigneurie de Jarnioz dus et situés ès pays de Beaujolais, Dombes et Lyonnais, avec certaines rentes et dépendances de la maison forte de la Roche-sous-Montmelas, sans y comprendre la part de ladite maison qu'il a vendue à messire Claude Pa terin, docteur ès-droits, président au parlement de Dijon. Cette vente fut faite pour le prix de 8,400 livres tournois et à la charge de 20 sols de pension annuelle dus aux prêtres"], [83, "65 de la Société de Téglise de Villefranche. Le vendeur avait promis de faire ratifier cette vente par damoiselle Margue rite du Lac, sa mère, demoiselle Jeanne Pellet, sa femme, Pierre et Louis de Boulieu, ses frères, et damoiselle Françoise de Boulieu, sa sœur. Le n avril 1535, noble homme Pierre Pellet, seigneur du Chat, en Vivarais, diocèse, de Vienne, à la prière dudit Meraud de Boulieu, se constitue caution de ladite vente, jusqu'à la somme de 4,000 livres, envers ledit Philibert de Rivoire, représenté par noble et égrège personne maître Pierre Bournel, prieur de Saint-Romain-le-Puy, cha noine et custode de Téglise cathédrale de Lyon, en présence de noble Guillaume de Boulieu, seigneur du Mazet, en Velay. Le 31 janvier 1536, noble Philibert Buffard, seigneur de Tavernost, en Dombes, se porte caution, pour la même cause, jusqu'à la somme de 4,200 livres, par acte passé à Lyon, en la maison où pend pour enseigne les Trois Maries, appartenant au seigneur de Balmont. Noble Jeanne Pellet, femme de Meraud de Boulieu, et noble personne maître Pierre de Boulieu, prêtre, chanoine de Téglise collégiale Notre-Dame d'Annonay, son frère, approuvent ladite vente, le 19 avril 1536. Le 1 1 juin 1537, Pierre Pellet, seigneur du Chat, à la prière de Meraud de Boulieu, se constitue encore caution de ladite vente jusqu'à la somme de 6,000 livres, par acte passé à Lyon en la maison d'habitation de Pierre Bournel, prieur de Saint-Romain-le-Puy, en présence de maîtres Etienne Faye, docteur ès droits, official primatial et con-custode de Téglise Sainte-Croix de Lyon, et Mathieu de Vauzelles, docteur ès droits, avocat pour le Roi à Lyon. Noble Louis de Boulieu, seigneur de Charlieu, en Viva rais, vend, le 2 juillet 1538, à Jean d'Aulhon, seigneur de Chiel, des cens, servis, rentes et censives à lui dus par des manants et habitants de Jarniostz. Le 23 juin 1*539, Philibert de Rivoire, seigneur de Jarnioz et du Palais, tant en son nom qu'en ceux de dame Jeanne 5"], [84, "66 du Chevalard, dame dudit lieu, sa mère, et de nobles hommes Louis et Etienne de Rivoire, ses frères, avait vendu, pour la somme de 4,000 livres et sous grâce de rachat dans le terme de 6 ans, à nobles hommes Pierre de Vinolz, receveur pour le Roi de Tentrée des draps de soie à Lyon, et Claude de Vinols, élu pour le Roi au pays et élection de Lyonnais, frères, seigneurs d'Argigny, les château, terre, seigneurie de Jarnioz, cens, servis, terres, vignes, prés, pressoirs banniers, justice haute, moyenne et basse, juridiction ordinaire et d'appeaux et tous autres droits seigneuriaux et dépendances dudit Jarnioz. Le 29 décembre 1542, ledit Philibert de Ri voire vend, moyennant la somme de mille livres, ladite grâce de rachat auxdits frères de Vinolz, qui lui en accordent une nouvelle pour le terme de 3 ans. Le 12 mars 1544, Philibert de Rivoire vend à noble homme maître Antoine Bullioud, conseiller du Roi et receveur géné ral de ses finances en Bretagne, pour le prix de 2,250 livres, la grâce de rachat de la seigneurie de Jarniostz que M.M. de Vinolz lui ont accordée. II promet faire approuver cette vente par noble damoiselle Antoinette de la Fayette, sa femme, qui a, dit-on, assignation de sa dot sur ladite seigneurie. Cet acte est passé à Lyon, dans la maison d'habitation de M. maitre Jean du Peyrat, seigneur du Plat, lieutenant général en la sénéchaussée de Lyon, en sa présence et d'ho norables et égrèges personnes maître Gaspard Guillot, lieu tenant général de Mgr le conservateur des privilèges des foires de Lyon, et Jean Clépier, procureur du Roi en la cour ordinaire de Lyon, docteurs ès droits, citoyens de Lyon. Antoinette de la Fayette donne son approbation à cette vente, le 27 juillet 1545, et le 30 octobre suivant, Claude et Pierre de Vinolz vendent, pour la somme de 5,000 livres, la seigneu rie de Jarniostz à Antoine Bullioud. Par sentence de Jean Tignat, docteur ès droits, conseiller au parlement de Dombes, maitre des requêtes ordinaire de la Reine, juge civil et criminel de la ville de Lyon, du 18"], [85, "67 juillet 1548, maître François Le Charron, greffier pour le Roi en Télection de Lyonnais, en qualité de tuteur des personnes et biens de Marie-Marguerite et Claude Bullioud, héritières de feu noble Antoine Bullioud, général des finances du Roi au duché de Bretagne, bourgeois de Lyon, avait été con damné à payer à damoiselle Marguerite de Bourg, veuve du dit défunt, la somme de 18,489 livres, 14 sols, 1 denier, pour restitution de sa dot et son augment ; comme il n'y avait ni meubles, ni or, ni argent, dans la succession dudit Antoine Bullioud, on avait mis en décret 4 maisons dudit défunt si tuées à Lyon, la première, où il résidait, en la rue du Tem ple, tendant à la Religion des Célestins, la seconde en rue Neuve, les 2 autres en la rue Juifrie, diverses pensions, les château et seigneurie de Jarnio.t et dépendances, des pen sions, prés, terres, vignes, bois, etc., à Marcilly-d'Azergue et aux environs, une maison et ses dépendances à Lozanne, des immeubles à Saint-Romain-de-Couzon. Tous ces biens sont mis aux enchères ; maitre Florimond Le Charron achète la seigneurie de Jarniost, moyennant la somme de 8,140 livres, le 19 juin 1550. Antoine Bullioud avait de nombreux créanciers, entre autres : les enfants de feu Guillaume Juge, maitre Antoine Sève, les chamarier et chapitre de Saint- Paul de Lyon, maitre Nicole du Pré, les échevins de Lyon, les recteurs de THôtel-Dieu du pont du Rhône de cette ville, noble François Thurin, seigneur de Charly et Jarnosse, Anne et Françoise Bullioud, veuves de Symon Caille et de maitre André de Fontville, greffier de la cour ordinaire de Lyon, Pierre Regnaud, fils de Claude Regnaud et de feu Antoinette Bullioud, Guillaume et Jacques Regnaud, maître Florimond Le Charron, Jacques de Chastillon, le chapitre de> l'Eglise de Lyon et les prèties sociétaires de celle de Villefranche. Le 15 février 1558, noble homme maitre Pierre Symonnot, conseiller du Roi, contrôleur général de ses finances en ses pays et duché de Bretagne, au nom de noble homme Flori-"], [86, "68 mond Le Charron, ancien trésorier et receveur général des fi nances du Roi en Bretagne, demeurant en la ville de Nantes, vend à noble et discrète, personne maître Jean Maillot, pro thonotaire du Saint-Siège apostolique, de présent à Paris, logé rue Saint-Germain de TAuxerrois, à renseigne des Trois Mores, le lieu, terre et seigneurie de Jarniost, consistant en juridiction, fonds, cens, servis, rentes, revenus, obéissances, lods, domaines, prés, terres, vignes, bois, etc., sans s'en rien réserver. Cette vente est faite moyennant que ledit Maillot quittera très-haut et très-puissant prince messire Jean de Bretagne, duc d'Etampes, comte de Penthièvre, che valier de Tordre, gouverneur et lieutenant général pour le Roi en Bretagne, de la somme de 8,000 livres qu'il doit audit Maillot, à cause d'une pension assignée à celui-ci par feu très-haut et très-puissant seigneur Charles de Luxembourg, vicomte de Martigues, comte de Beaufort, en Champagne, Villemur et Barbazan, neveu dudit duc d'Etampes, et de deux obligations dues par ledit seigneur de Martigues à feu Mathieu Maillot, dit d'Anjou, frère dudit Jean, son héritier. Par ce contrat, ledit duc d'Etampes vend audit Florimond Le Charron une rente annuelle et perpétuelle de 666 livres, 13 sols, 4 deniers, assignée sur la terre et seigneurie de Lamballe, située au duché de Bretagne. Noble Bertrand de Chandieu, seigneur dudit lieu, Poule, Tourvéon, Proprières et Jarniost, pour lui, les siens et noble Pierre d'Amanzé, seigneur dudit lieu, vendit, en 1558, à nobles hommes Guillaume et Jean Henry, frères, bourgeois de Lyon, seigneurs de Crozeul, en Lyonnais, leur part de la terre et seigneurie de Jarniost, qui était la moitié sise aux pays de Lyonnais et Beaujolais, consistant en juridiction haute, moyenne et basse, cens, servis, rentes, obéissances, lods, domaines, prés, terres, vignes, bois, meubles, pres soirs, cuves, tonneaux, etc., le tout ainsi que feu noble Miles de Chandieu, seigneur de Jarniost, père dudit Bertrand, le tenait, et comme ledit Bertrand, depuis son décès, en a joui,"], [87, "69 moyennant la somme de 7,ooolivres. Ledit Pierre d'Amanzé, seigneur d'Amanzé, du Montet-lès-Palinges, la Val, les Fuilles, Viry, Chaninotet Bogerot, ayant droit, par acquêt de la moitié de ladite seigneurie fait dudit Bertrand de Chan- dieu, avait donné sa procuration à celui-ci pour ladite vente, par acte passé à Aman'zé, le 19 février 1558, en présence de noble homme François d'Amanzé, seigneur de Chauffailles, et noble Rolin de Villeneufve, .baron de Joux. Le 10 janvier 1560, Guillaume et Jean Henry achetèrent aussi, moyennant la somme de 7,000 livres, la moitié de la terre et seigneurie de Jarniost appartenant à Jean Maillot, qui leur devait des sommes considérables, tant de son chef que celui de son frère Mathieu Maillot. Le 18 mai 1560, Guillaume Henry, agissant pour lui et son frère Jean, se transporta au château de la seigneurie de Jarniost, où s'étaient assemblés maître Jean Salus, juge ordinaire dudit lieu, et plusieurs autres prati- ciens, pourtenir les plaids accoutumés, et remontra à noble et égrège personne Jean Maillot, dit d'Anjou, que dès le 10 janvier dernier celui-ci leur aurait vendu sa part de la terre de Jarniost, dont ils n'avaient encore appréhendé la vraie, réelle et actuelle possession; il requit ledit Maillot de les investir et saisir réellement et de fait de ladite seigneurie; ce qu'il fit aussitôt, en livrant à Guillaume Henry les clefs dudit château, enjoignant et commandant, en tant qu'il lui appartenait, aux habitants et sujets de ladite terre et sei- gneurie illec présents et assemblés au cri et proclamation du sergent ordinaire de ladite seigneurie d'obéir et entendre auxdits frères Henry et à leurs officiers et commis, comme à leurs vrais et légitimes seigneurs. Guillaume Henry mon- tra ensuite audit Salus et aux autres officiers de la sei- gneurie de Jarniost le contrat d'acquisition de l'autre moi tié de ladite seigneurie de Jarniost, faite de Bertrand de Chandieu et Pierre d'Amanzé, et ledit Salus remplit envers lui la même formalité que ledit .Maillot, en présence de no bles hommes maître Claude Poget, procureur du Roi au bail-"], [88, "70 liage de Beaujolais, et Jullien de la Bessée, élu en Télection de Lyonnais. Le 17 juin 1560, nobleAntoine de Chandieu, fils de feu Miles de Chandieu, seigneur de Jarniost, en Lyonnais, et de Cha bottes, en Maçonnais, étant à Strasbourg, ratifie la vente de la moitié de la seigneurie de Jarniost, faite par Bertrand, son frère, à Guillaume et Jean Henry. Noble Jacques d'Aulhon, seigneur de Chiel-lez-Anse, vend, le 17 juin 15Ó1 , à Guillaume et Jean Henry, seigneurs de Jar niost, une rente noble en argent, froment, seigle, orge, avoine, huile de noix, vin, gelines, poulets et œufs, qu'il possède en la terre et juridiction de Jarniost et aux environs, autrefois distraite de la rente noble de ladite seigneurie de Jarniost et vendue, en deux diverses fois, à noble Jean d'Aulhon, son père, par noble Louis de Boulieu, co-seigneur de Jarniost; cette vente est passée, pour la somme de 700 livres, à Lyon, dans la maison et domicile de nobleAntoine Bonyn, sieur de la Servière: êlle fut ratifiée, le 26 juillet 1566, par noble Phi lippe d'Aulhon, sieur de la Charretonnière, en Beaujolais, va. let de chambre du Roi, frère du vendeur. Comme le Roi, pour subvenir aux grandes affaires des guerres, eut ordonné par ses lettres patentes, en forme d'é dit, du 26 mai 1663, de vendre du domaine de Téglise jus qu'à la somme de 100,000 écus de rente, et comme les abbés et religieux d'Ainay eussent été cotisés à la somme de 5,000 livres, ceux-ci, pour subvenir à cette dépense, vendent, le 15 avril 1566, à Guillaume Henry, pour le prix de 500 livres, une petite rente, des mures et un pré situés à Jarniost. Le 24 mars 1568, noble homme Claude Gaste, dit d'Ars, seigneur dudit lieu et de la grange de Taney, étant au château d'Ars, vend au même, pour la somme de 250 livres, tous les cens et servis et autres droits seigneuriaux qu'il possède en la paroisse de Ville et en la juridiction de Jarniost. On ne trouve aucun acte concernant la seigneurie de Jar nieux jusqu'au 12 mars 1615, date à laquelle damoiselle"], [89, "71 Blanche de Grandris, femme séparée de biens de noble Bar thélemy Chômât, seigneur d'Arnas, pour s'acquitter envers damoiselle Marie Tricaud, dame de Jarnioust et la Plasse, de certaine somme, lui vend des maisons, grange, cellier, jardins, pré, situés audit Jarnioust, mas de la Peynière, des vignes et terres en divers lieux de ladite paroisse, et géné ralement toutes ses possessions dudit Jarnioust, venant de nobles Jean de Grandris et Hélye Tricaud, ses père et mère, moyennant le prix de 4,000 livres. Barthélemy Chômât et Blanche de Grandris vendent encore à Marie Tricaud un pré sis en la paroisse de Ville, mas de la Chanal. Nous avons vu, au chapitre des notes généalogiques, com ment la seigneurie de Jarnieux fut transmise par alliance d'abord aux Ménardeau et ensuite aux de Lostanges. Dame Renée de Ménardeau, dame de Jarniost, au moyen de cette transmission, étant veuve de messire François-Louis de Lostanges, marquis de Beduer, bailla à ferme, le 3 décembre 17 1 7, pour la somme annuelle de 4,210 livres et l'espace de 9 ans, à sieur Nicolas-Joseph de la Garde, bourgeois de Lyon, tout le revenu des terre, seigneurie et rente de noble de Jar niost, sises en Lyonnais, avec toutes leurs dépendances consistant en château, bâtiments, prés, terres, vignes, bois, lods, milods, rentes, pensions, droits de foire, situés dans les paroisses de Ville-sur-Jarniost , Liergues, Pouilly-le- Monial, Pomiers et Saint-Laurent-d'Oingt. Elle se réserve le bois de futaie de Mongon, voisin du château, et l'appar tement qu'occupait dans ledit château son feu frère Gratien de .Ménardeau, ses écuries, greniers à foin, colombier et jardins, lorsqu'elle y résidera. Laurent et Louis de Lostanges firent foi et hommage, le 11 février 1733, pour la seigneurie de Jarniost, et en don nèrent l'aveu et dénombrement, le 10 juin 1735. Le 10 janvier 1742, messire Jean-Pierre-René de Beauvoir de Las Cazes, chevalier, comte de Saint-Pol, co-seigneur de Jarniost, demeurant à Figeac, en Quercy, vendit à mai-"], [90, "72 tre Jean Sandrin, conseiller du Roi, élu en l'élection de Lyon, les trois dixièmes lui appartenant dans la terre et seigneurie de Jarniost, consistant en une partie du château et maison seigneuriale et des bâtiments en dépendnnt, de la justice haute, moyenne et basse, rentes nobles, directe, cens, servis, rentes, pensions en vins, grains, volailles, gi bier, pigeons, huile, argent, droit de chasse et de pêche, droits utiles et honorifiques, portions des jardin et verger, dépendant dudit château, droit de patronage ou de collation de 2 prébendes appelées l'une Garon ou Danguin et l'autre de Sainte-Agathe, etc. Cette vente fut faite pour la somme de 50,000 livres. Noble Jean Osio, avocat en parlement à Lyon, prêta 20,000 livres à Jean Sandrin pour le payement de cette acquisition, qui eut Tapprobation de dame Anne- Elisabeth de Chuppin, épouse du vendeur, et à laquelle in tervint dame Emérancienne de la Garde, femme de Tacheteur. Jean Sandrin possédait, dès 1738, 500 ouvrées de vignes dans les paroisses de Jarniost, Ville et Cogny, dépendant des domaines du Petit Cossé, des Peyneaux, de Verne, de Moger et du Joannin ; la dernière récolte avait produit 270 ânées de vin. Jean Sandrin de Champdieu, co-seigneur de Jarniost, aliéna, le 3 mars 1742, en faveur de Laurent de Lostanges, co-seigneur de Jarniost, lieutenant - colonel du régiment d'Anjou, la portion qu'il avait dans le château de Jarniost, bâtiments, jardins et verger en dépendant et certains fonds des appartenances de ladite terre, pour la somme de 25,000 livres. Le 18 décembre 1756, noble Jean-Jacques de Sirot de Busqueilhe, pour lui et noble Etienne de Sirot, son père, seigneur de Busqueilhe et de Ville, transporta à Jean San drin, pour la somme de 11,000 livres, tous leurs droits à la propriété de la terre et seigneurie de Jarniost et dépen dances, consistant en le dixième du château, de ses dépen dances, de la justice, etc,"], [91, "73 Jean Sandrin, commissaire et receveur général des deniers des saisies réelles de la ville de Lyon, acheta, le 30 septem bre 1758, de Jeanne de Marest, veuve de Laurent de Los tanges, et de Louis de Lostanges, son fils, tous les droits appartenant à ce dernier dans la propriété de la terre et seigneurie de Ville et de Jarniost et des héritages en dépen dant, revenant aux quatre cinquièmes du château et des bâtiments en dépendant, en justice haute, moyenne et basse, indivise entre lesdits dame et seigneur de Lostanges, ledit acquéreur et les sieurs de la Bermondie et de Sirot, en les rentes nobles, directes, cens, servis, rentes, pensions, droit de chasse et pêche, dans la totalité des halles de Jarniost, des droits de foire et banalité des pressoirs à vin de Ville et de Jarniost, les droits de patronage ou de collation laïque des prébendes et chapellenies de Sainte-Catherine de Jarniost et de Notre-Dame de Pitié de Ville, dans la maison, cave, greniers et cour de Chandieu, etc., etc. Cette vente est passée pour le prix de 57,000 livres. Le 25 novembre 1759, messire Jean-Baptiste de Vaurilhon de la Chaud, écuyer, seigneur de la Bermondie, vendit à Jean Sandrin ses droits à la seigneurie et terre de Jarniost, en qualité de donataire contractuel de Jeanne de Lostanges, sa première femme, moyennant la somme de 14,000 livres. M. de la Bermondie avait le dixième du château de Jarniost et des bâtiments en dépendant, de la justice haute, moyenne et basse, des cens, servis, etc., et de divers fonds ; M. San drin possédait tout le reste de ladite terre et seigneurie, en vertu de ses acquisitions précédentes ; elle comprenait, en 1767, 974 ouvrées de vignes. Jean Sandrin, seigneur de Jarniost et de la Roche-Cardon, joignit, le 26 mai 177 1, à la terre et seigneurie de jarniost, le fief de la Place, qu'il acquit de messire Dominique de Rivérieulx de Varax de Veillères ; ce fief consistait en domaines, bâtiments, fonds, vignoble, moulin, pressoir à huile, rente noble, directe, etc., légués au vendeur par le"], [92, "74 testament de Hugues de Rivérieulx de Varax, son père, du 22 ]uin 1755, en un domaine acquis par ledit vendeur de de moiselle Françoise Tardy-Boivert, veuve de sieur Antoine Marrut-Delombre, et de ses enfants, et situé à Jarniost, pa roisse de Ville. Toutes les cuves, pressoirs étant dans lesdits domaines, tous lés meubles meublants, tonneaux, bennes, bestiaux, outils d'agriculture, etc., surent compris dans cette vente, qui monta à la somme de 68,450 livres. Cette maison de la Place qu'on appelait, en 1627, la Place Benier, appartenait alors à honorable David Roland, bour geois de Villefranche, fils de François Roland, bourgeois de la même ville, et avait des dépendances assez con sidérables. Ce David Roland fit, ls 3 février 1635, un échange de vignes situées aux environs de la Place avec damoiselle Gabrielle de Damas, demeurant au château de la Forest, pa roisse du Bourg de Thizy, agissant au nom de Claude Namy, écuyer, sieur de la Forest, son mari. Le 1\" septembre 1643, il acquit d'Antoine deRossillon, écuyer, seigneur de Combes et de la Vernouze, des cens et servis dépendant de sa rente de Combes. Noble Antoine Roland, échevin de Lyon, était, dès 1687, seigneur de la Place qu'il avait acquise, par décret, des hé ritiers de David Roland. aAyant exposé à Camille de Neuf ville, archevêque de Lyon, qu'il possédait une maison noble appelée de la Place, située en la paroisse de Jarniost, la quelle était considérablement éloignée de Téglise parois siale ; ce qui faisait qu'il ne pouvait assister, avec sa famille, aussi souvent qu'il souhaiterait, au Saint Sacrifice de la Messe; et que, pour y remédier, il avait dessein de faire construire une chapelle dans sadite maison, et avait supplié ledit archevêque de lui accorder la permission nécessaire ; vu le consentement du curé de la paroisse, Camille de Neuf ville autorise Antoine Roland à construire ladite chapelle, commet ledit curé pour la visiter et la bénir, s'il la trouve en dû état, et, en conséquence, permet à tous prêtres séculier"], [93, "75 et réguliers, dûment approuvés, d'y célébrer la messe, à la réserve des jours exceptés par les règlements généraux du diocèse, et à la condition que ladite chapelle demeurera sou mise à perpétuité à la visite, pleine et entière autorité et ju ridiction de lui et de ses successeurs archevêques de Lyon. Cette autorisation fut datée du 14 août 1690, et le 20 mai 1692, Rémond Crottet, docteur en théologie, prêtre, curé de Ville sur-Jarniost, s'étant transporté en la maison noble et fief de la Place, appartenant à feu Antoine Roland, pour procédera la visite de l'oratoire ou petite chapelle que celui-ci avait fait construire au bout du jardin de ladite maison et ensuite la bénir, la trouva en état convenable et procéda à sa bé nédiction, avec les cérémonies ordinaires, sous le vocable de la Sainte-Croix, en présence des curés de Cogny, Theizé et Pouilly-le-Monial et du vicaire de Cogny, revêtus d'ha bits ecclésiastiques et l'assistant, de dame Claudine de Pon saimpierre, veuve d'Antoine Roland, de noble Dominique Roland, leur fils, de messire Jean-Baptiste Laure, chanoine de Saint-Paul de Lyon, et d'autres personnes. Dominique Roland succéda à Antoine, son père, dans la possession de la terre de la Place, qu'il accrut d'un domaine situé en la paroisse de Jarnioux et acquis, le 29 août 171 1, de sieur Michel Hacte, bourgeois de Lyon. Le 30 octobre 1722, il échangea des cens et servis avec haut et puissant sei gneur messire Joseph d'Arod, marquis, seigneur de Mont melas, Cogny, Denicé, Saint-Julien, Blacé, Saint-Sorlin, Saint-Cyr, Serfavre, Pierrefillant; les cens et servis que Dominique Roland reçut se levaient sur la paroisse de Co gny et appartenaient, en partie, en 1502, à Michelet de Vaulx et Claudine de Franchelins, sa femme, seigneurs de Combes, en 1588 à noble homme Antoine de Vaurion, seigneur dudit lieu et de la Bernardière ; Jean-Jacques d'Arod, seigneur de Montmelas, les avait achetés, le 29 septembre 1602, dudit Antoine de Vaurion, mari de dame Bénigne de Crémeaux et frère de noble Pierre de Vaurion. Dominique Roland remit"], [94, "76 encore, par échange, le 19 octobre 1723, audit Joseph d'Arod' des cens et servis qu'il avait achetés de messire Antoine Ser vajan, prêtre sociétaire de Téglise de Perreux, comme fondé de procuration de maître François .Morestin, ancien conseil ler au bailliage de Roanne, héritier de demoiselle Philiberte Morestin, veuve et héritière de maître François Athenas, châtelain de Thizy. Le 14 septembre 1737, vu l'éloignement de Téglise parois siale de Ville-sur-Jarnioust, où Ton ne peut parvenir que par des chemins impraticables une grande partie de Tannée, et vu la décence, même la richesse de la chapelle de la Place, Charles-François de Châteauneuf de Rochebonne, arche vêque de Lyon, permet à Dominique Roland d'y faire célé brer la messe tous les jours de Tannée, excepté ceux qui sont réservés, à la charge d'une messe par mois. Le i*r septembre 1754, noble Hugues de Rivérieulx de Va rax, ancien prévôt des marchands de Lyon, acheta de Domi nique Roland son fief de la Place, situé en la paroisse de Jarniost, et consistant en une rente noble, cens, servis, droits et devoirs seigneuriaux, château, logement pour les vigne rons, écuries, caves, celliers, basse-cour, un domaine et fonds, en dépendant, en la paroisse de Vile-sur-Jarniost, plu sieurs vignobles, prés, terres et bois, un vignoble avec bâti ments pour le maître et les valets, en la paroisse de Pouilly le-Monial, et 2 vignobles en celle de Cogny. 11 légua cette propriété à son fils Dominique de Rivérieulx de Varax de Veillères, qui la vendit, comme nous avons vu, à Jean San drin. La terre de la Place se composait, en 1768, des vigne ronages du Pilon, de la Picaude, de l'Ombre, du Fourne.l et des Ronses, contenant en tout 736 ouvrées et ayant rapporté, ladite année, 320 ânées pour la part du propriétaire. Jean Sandrin ne jouit pas longtemps de ses terres et sei gneuries de Jarniost et de la Place; le 2 septembre 177 1, de concert avec dame Thérèse Perrin, sa femme, il vendit à messire Jacques-Michel Sahuc de Planhol, trésorier gêné-"], [95, "77 rai de France en la généralité de Grenoble, seigneur de Souflets, la Moulhade, Sassac et la Tour, et à dame Jeanne Vaguet, son épouse, la terre et seigneurie de Jarniost, Ville, Grave, avec haute, moyenne et basse justice, château, rentes nobles, domaines, bâtiments, fonds, cuves, pressoirs, ton neaux, bestiaux, etc., le domaine de la Garde et le fief de la Place et ses dépendances, moyennant la somme de 225,600 livres et la remise d'un domaine, bâtiments, chapelle et or nements, fonds, vignes, prés, etc., situés en la paroisse de Millery, aux territoires du Bois-Comtal et du Coin, estimés 80,000 livres. Le 26 décembre 1771, sieur Antoine Vionnet, né gociant, bourgeois de Lyon, en exécution du projet arrêté entre lui et Jean Sandrin, vendit à celui-ci la terre, château et seigneurie de la Roche-Cardon, avec ses bâtiments, do maine, moulins, bois én futaie et taillis, vignes, prés, etc., si tués dans les paroisses de Vaise, Saint-Cyr et Saint-Didier, en Lyonnais, dont ledit Jean Sandrin avait la régie et manu tention depuis le mois de mai dernier, la rente noble en cens, servis, pensions, droits de justice, pêche sur la rivière de Saône, etc. ; lesdits château et terre de la Roche-Cardon ve- naient de la succession de sieur Pierre Vionnet, négociant, bourgeois de Lyon, père dudit vendeur, qui les avait acquis, le 18 juin 1744, du sieur Vielhe ; sont compris dans ladite vente tous les meubles meublants, vaisselle d'étain et autre batterie de cuisine, le calice et les ornements de la chapelle, le pressoir, les cuves, tonneaux, chars, charrettes, ustensiles d'agriculture et des moulins, leurs chevaux, leurs harnais, les bestiaux et la basse-cour, les semences, foins, pailles, etc.; le prix de cette vente est de 65,000 francs. Peu d'années après, le 4 janvier 1774, Jean Sandrin vendit à sieur Michel Rozier, monnoyeur et bourgeois de Lyon, le domaine de la Tour de la Genetière, situé en la paroisse de Millery, qu'il avait acheté, par échange, le 2 septembre 1771, deM.de Pla nhol, lequel Lavait acquis, le 16 septembre 1770, de René de Combles, écuyer, héritier de Jean de Combles, écuyer, son"], [96, "78 père, secrétaire du Roi. Ce domaine consistait en maison pour le maître, bâtiments pour les cultivateurs et l'exploita tion, chapelle, jardin, parterre, bâtiment près le Rhône, servant de cabaret, terres, prés, bois, champéages, vignes, etc. ; il est vendu pour la somme de 48,000 livres, dont une partie ne sera payée qu'après le décès de Louise, fille aînée dudit René de Combles, et une autre partie qu'après ceux de dame Marie-Catherine-Louìse-Villelemine Morlge-Agricola, veuve dudit René de Comble*, et d'Elizabeth de Combles, leur fille. Le 8 février 1779, Jacques-Michel Sahuc de Planhol vendit la terre et seigneurie de Jarnieux, Ville et Grave et toutes ses dépendances à messire Gabriel Clavière, conseiller en la sénéchaussée et siège présidial de Lyon, marié, par contrat du 10 février suivant, avec sa fille, Charlotte Sahuc de Planhol. A cette époque, la terre et seigneurie de Jarniost était estimée 200,000 livres; le fief de la Place, 100,000 livres; le fief de la Garde et ses dépendances, 100,000 livres. Ces trois propriétés réunies contenaientenviron 1,808 ouvrées de vigne, et c'est sur ce beau chiffre que nous arrêtons notre plume."], [97, "CHAPELLE DU CHATEAU DE JARNIEUX"], [98, ""], [99, "PIÈCES JUSTIFICATIVES ! Emancipation de Darmas Rebotin, damoiseau, Jaite par Dar- mas Rebotin, chevalier, son père, du samedi après la fête de la bienheureuse Marie-Magdeleine, i2jj. Nos magister Ruffinus, Judex curie Domini Belliioci, No tum facimus universis presentibus et futuris, Quod consti tutis coram nobis Domino Darmacio Rebotini, milite, ex una parte, etDalmacio eius filio, domicello, ex altéra, idem miles predictum Darmacium filium suum presentem, volentem et petentem, coram nobis émancipât sollempniter in huncmo dum : Ego Darmacius miles te Darmacium filium meum domicellum presentem, volentem et petentem, auctoritate predicti judicis interveniente, emancipo sollempniter et li bero a sacris nexibus patrie potestatis. Dans et concedans filio meo emancipato plenariam et liberam potestatem et spéciale mandatum agendi et in judicio existendi, Tes tandi, contrahendi et omnia et singula faciendi que pater familias et homo sui juris existens facere potest et débet. Cui emancipationi nos dictus judex auctoritatem nostram 6"], [100, "82 interponimus et decretum. Et ad présentes dictorum militis et domicelli sigillum dicte curie presentibus apponimus in testimonium veritatis omnium premissorum. Datumdiesab bati post festum beate Marie Magdalene, anno Domini M0. CC°. LXXimo septimo. il Fragment d'un partage entre Jehan et Hugonin de Gletens. — Parties de Fougères. — Du vendredi avant la fête des saints Simon et Jude, lyn. Ce sunt les parties et les divisions que ha faytes Johan de Gletens qui fut fur (fils) Hugonin de Gletens de toutz les biens mobles et non mobles,quecunques ilz fussent, que te noit messire Symonz de Gletens, chivaliers, oncles doudit Johan, ou temps de sa mort, et li ditz Johans, ses nyes. Et les quez rent li ditz Johans a madame Margarite sa tante, feme czaen arriéra doudit monsieur Symon et a Hugonin, fils et herz universal doudit monsieur Symon ou a son cu rour et a un chascun de yciaux, en tant corne il leur apper tient ne puet appertenir, ne doit, selon la vertu de la pro nunciacion et de l'acorda fayte entre yciauz sus cestes choses, par noble baron et puyssant monsieur de Beaujeu et plusours autres lours amy. — Et est à savoir que li ditz Jo hans, desditz biens non mobles, selon Tordenance de sus ditte a fait et devisé dus chief ; De quoy li uns est li grantz maison fort de Fougères. — Et li autres chief est lour droit dou chastel de Gernyout et li grant mayson où ils demorent assize à la Robeletère. — Et premèrement à dit chief de la dicte mayson fort de Fougères appertiendront les choses qui s'ensuyvent ; c'est asavoir les maysons, granges, fornil et li chapella, les terres, li pras, li bos, et les garennes, li"], [101, "83 molin et li meauz, quequez ils soyent, assiz en la perrochi de Pola, excepté la glena ou le bos dou Bécy. Item, totes les rendes de blas.de deners et d'autres choses, ou soit en servis ou en tailles ou en autres choses, qua cunques elles soient en la perrochi de Pola, ensamble touz les droitz et actions, les apertenances et appendisses de les choses de susdittes quequnques que elles soient en la perrochi de susditte seront et reviayndront à la ditte mayson de Fougères, excepté totes les rendes, droitz et actions que quez ils soient, que ils ont en tout le village de Chanseyes et ou village dou Becy, assiz en la ditte perrochi de Pola, qui sont assiz de vers Torveyon, et li ditta glena dou bos dou Becy, qui seront et reviayndront de vers ledit chief de Gernyout. Item, tota li terra de Villon et les rendes assizes à Villon et en les perroches de Choffaiili, de Saint-Germayn et de Bealmont, ensamble los bos, quaqunques ils soient en les dites perroches, ou soit en servis, en tailles ou en autres choses, quacunques elles soient, avoy la seignorie et la ju ridiction grant et petite, quacunques elles soient, en les per roches de susdittes, avoy touz droitz et totes accions, ap pertenances et apendisses de les choses de susdittes, seront et revayndront à la ditte mayson de Fougères. Item, li fies de Buxi et de Clavéres et li droitz de yciauz seront et revayndront à la ditte mayson de Fougères. Item, XXIII sols, VIII deners viennois de renda que ils ontà Beau jeu dedenz les portes, ensemble touz les droitz de yciauz qui seront et apertiendront à la ditte mayson de Fougères. Item, li mayson de Charny, avoy les terres, los pras et les vignes appertinant à la dite mayson de Charny, Et ensamble les rendes de blos, d'argent et d'autres choses, droitz et actions qui apertignent à la ditte mayson de Charny, et à Scignys et à Monchaut, qui seront et revayndront à la ditte maison de Fougères, excepté le mas dou Pra dou Bruyt qui est assiz à Marchant, et les servis dou pra qui est assiz jota"], [102, "84 la pra Assaluyns que tignent cies de la Grunietery et le servis de la terra de la Noyerata que tient li fiir Andrer Giraut,etle servis dou mas dou Servient que tient Bertholomer dou Ser vient, ensamble touz les droitz de les choses de sus dittes exceptées qui seront et revayndront à la mayson de Ger- nyout. Item, 11 bos ditta Li brocci de Gorset, ensamble la garanna les appertenances et apendisses de la de Gorset seront et re vayndront à la ditte mayson de Fougères. Item, li homents et li tenementers dou villages et des lues ci desouz escriptz, c'est à. savoir de Sille.de Coigne, de Poillie le-Monial, de Chayse et de Frontcna, Et li tenementz que tignent Bertholomers ditz li Albes c'est à savoir les ren des et les costumes de blas, de vin, de deners, et autres cho ses que doivent li homents et li tenementers des villages et des lues de susditz, et li autres tenementers de sus nom mez por los lues et por lours tenementz que ils tignent, ensi corne il est desus dit, avoy toutzles droits et les actions qui appertient à les dites choses ; Et ensamble la juridicion et la seignorie grant et petite quacunque qu'elle soit ès lues et en les choses de sus nommées qui seront et reviayndront à la maison de Fougères. Item, li vigni del Trevyo, li vigni de Marz et li vigni de la Placi, assises en la perrochi de Villa, ensamble les aperte nances et appendisses seront et revyaendront à la ditte mai son de Fougères... Item, de la terra de Liarguos, li servis, les costumes, les rendes de blas, d'argent, et d'autres choses que doyvent li tenementers ci desouz escript, c'est à savoir JaquemetzCos tantins, Hugonetz Chanal, Poncetz Burditz, Mariète Tailli honde, Perronetz Costantins, Johanetz Costantins, Guichars Costantins, Guichard dou Ru, por Bernert Brachet, Johans Sirventz, Michielz Passalou, Johans Passalou...Et touz droitz et actions ès de sus nommez et en les choses de sus dittes seront et reviayndront à la ditte mayson de Fougères."], [103, "85 Item, de la terra de Chavoigné, li servis, les costumes et les rendes de blas, d'argent et d'autres choses que doyvent li tenementers ci de souz escript, c'est à savoir Robers Cha nal, Estienztz Chanal, Jullianna qui fut filli Anri Chenal, Nicholas de Cruys, Johanins de Cruys, Estientz de Cruys, Berners de Ruysol Et Michielz de la Rochi, et touz droitz et actions en les choses ci es de sus nommez seront et revayndront à la ditte mayson de Fougères. Item, de la terra Contanz, li servis, rendes et costumes de blas, de vin, d'argent et d'autres choses, que doyvent li tenementers ci de souz escript, c'est à savoir Marquetz de Chavinges, Johans Veyroners, Pieres Borsa, Johans Vin cens, Peronella de Garners, Jacquemetz Chenal, Estevenetz Costans, Thomas Cotans, Berners Costans, Li serours Co tans-Gabolers, Johanins Renout, Hugonins Revol , Et li servis de la Vigni de la Confrari de Liarguos, Et tous droitz et actions en les choses et ci de sus nommez seront et revayndront à la ditte mayson de Fougères. Item, XV sols viennois ds renda sus la terra de Chamber nert, que tient li hers Jaque de Saint -Amant, ensamble touz les droits de yciauz qui seront apertiendront à la ditte mayson de Fougères. Item, de la terra de Rivery de souz Poillie le Monial, li servis, costumes et rendes que que elles soyent que doyvent li tenementers ci de souz escript, c'est à savoir Guichers Chapellans, Martins Chapellans, JohansChapellans et Johans qui fut fiiz Perronet Chapellan, et touz droitz et actions en les choses ci es de sus nommez seront et revayndront à la ditte maison de Fougères.^ Item, de la terra d'outre Sonna, Li homentz et li tenemen terz des perroches, villages et lues ci de souz escript, c'est à savoir de Sybeins, de Misereu, de Frentz, de Jasens, de Cha leus, de Farens, de Villenova, de Chantens, de Lymandas et de Totzeu, Et li tenementz que tignent li hers Piere et Johan Bonet, Et li terra dou Batours que tignent li hers Girert et"], [104, "86 Johanin Rabier vers Saint-Bernert d'Ansa, Et li tenementz que tient li mulier Perronet Bonart, de Reyreu, assiz en la perrochi de Misereu, Et XXX sols viennois de servis que doit Johanins Robetzons.de Reyreu, por losmeauz qui sont assiz à Saint-Heufémy, Et IX sols viennois de servis que l'on doit por la terra qui fut Bonjour assise vers lesditz meauz, et II livres et dyme de cire que doit Guichert Pennart de servis por son pra assiz à Saint-Heufémy, Et de Trevout, de Par ceu, de Sivreu, de Jaynay, Et de Vymies, avoy la maytié de la valour et de l'esmolument dou port de Riorters, Et ensamble la meytié de la valour dou gouernal (?) de Tre vout, avoy les rendes, costumes de blas, de deners et d'au tres choses, et touz les droitz et actions qui appertient en les dittes choses que doyvent les tenementers et li homentz des perroches, des lues et des villages de sus ditz et li au tres tenementz de sus nommez, por les lues et por lours tene mentz qu'ilz tignent en si comme il est de sus dit, Et en samble la jurîdicion et la seignorie grant et petite, qua part que elle soit, qui seront et appertiendront à la ditte mayson de Fougères, excepté XLI sols viennois de renda, es lues de sus dit, que doyvent Johans de la Mura, de Lyon et li hers à Piageont, de Trevout, qui seront et revayndront, avoy touz lours droitz, à la mayson de Jernyoust. Et est à savoir que totes pensions ou armonnes que l'on doit por la chapella de Fougères et por cely de la Rochy, por Saint-Nisies et à Gernyout, à Riorters et à la Brucry, se payssent communament chascune partie la meytia. Anno Domini M0 ccc' tricesimo primo, die Veneris ante festum apostolorum Symonis et Jude, Johannes de Gletens, domicellus presentavii et tradidit coram nobis judici Bel liioci, duas cartulas continentes divìsionem bonorum com munorum ipsius Johannis et Hugonini de Gletens, heredis universalis domini Symonis de Gletens, quondam militis, videlicet domine Margarite, relicte dicti militis et Stephanino Dangloure, domicello curatori et nomine curatoris dicti Hugonini..."], [105, "87 III Donation de la chacipolerie de Chalamont Jaite par Antoine, sire de Beaujeu, à Jean de Gleteins, dit Biart, du 29 avril 1363. Nous Anthpynes, sires de Beaujeu faysons savoir à touz que nous, considérez les agreyables servisez que Johans de Gletains, autrement dit Biart, nostre escuer nous ha fait et fait encour de jour en jour, en reconpensacion desdiz bons et agreyables servisez, li avons donné et par ces présentes lettres li donons et ostreyons por nous et les nostres, à la vie tant soulement dudit Johan, la chacipolerie de notre chas tel et mandement de Chalamont, ensemble touz les émolu mens et prosiz appertenanz et appertenir devens audit office de chacipolerie. Et donons et ostroyons por nous et les nostres audit Johan, et à celi, et à ceux qui déserviront ledit office por et en nom dudit Johan et par yceluy plain povoir, auttorité et espicial commandement de ajorner, prendre, saysir, brandoner, arrester et toutes autres choses fayre que bons et loyauz chacipols doit et peut fayre et qui au dit office appertenent et doyvent appertenir. Etprometons en bone foy, por nous et por les nostres, que nous ne vien drons encontre cete présente donation ne contre la teneur de ces lettres par fait ne par , Ayns les arons touz jours fermes et agreyables durant la vie du dit nostre escuer et tant comme il vivra et sera ès chosez humannes, et re nuntzons, pour nous et les nostres, à tout droit en escript, et sens escript, canonique et civil, qui nous pouroit ayder à venir encontre. Donné à Bêle Vile, en la maysons de Guil laume Merlet, jadis borgeois de la dite Vile, sobz nostre propre seel, le pénultième jour d'avril, Tan de grâce Mil.,"], [106, "88 ccc° sexante et troys, présents nobles hommes monsieur Hugues de Gleteins, nostre baillis, Françoys de Granges, escuer et Henri de Coczadry, notre procureur, auquel nous avons commandé que sur cete présente donation face au dit Johan les meillours lettres qu'il poura sobz son seing, comme notayres de roy, ou comme juré de nostre court. IV Dénombrement donné à la chambre des comptes de Beau- jolais par noble Miles de Proprières, du ly février /40/. Les gens des comptes en Beaujeuloiz pour monseigneur le duc de Bourbonnois, conte de Forez, baron et seigneur de Beaujeu, per et chamberier de France, A touz ceulx qui ces présentes lettres verront, savoir faisons que au jour d'uy nous avons Receu en la chambre desdits comptes la nommée et dénombrement de Milo de Proprères, escuyer, des choses que y tient et se dit tenir en fye et homage de mondit seigneur le duc, à cause de sa baronie de Beauje loiz, desquelles ycellui escuyer a fait foy et homage à mon dit seigneur, et pour lui en a été receuz, Si corne nous est apparu par instrument publique dont la date est du XXVIIe Jour du mois de septembre, Tan mil IIIT, saufz toutes foiz à mondit seigneur droit de commise et autres acquis à lui Sur les dictes choses. Si donnons en mandement à touz officiers et justiciers dudit monseigneur le duc que s'aucuns empeschemens avoient mis pour fye non set et dénombre ment non baillie ès choses dessus dictes, Ils le lièvent et ous tent encontinant et sans délay. Donné à Villefranche, soubz le scel de la chambre desdiz comptes le vendredi dixcsep time Jour du mois de sevrer, Tan mil quatre cens et un."], [107, "89 V Confirmation de la charge de capitaine de Chalamont jaite par Anne Dauphine, dame de Beaujeu, en saveur de Gui- chard de Gleteins, du 30 juin 1412. Anne Dauphine, duchesse de Bourbonnois, contesse de Forez et dame de Beaujeu, à tous ceulx qui noz présentes lettres verront, Salut, Savoir vous Faisons que nous avons veu unes lettres de Monseigneur que Dieux vueille pardon- ner contenant que, par la confiance, loyaulté et bonne dili- gence que mondit seigneur avoit à nostre amé escuíer Gui- chart de Gletains, et pour le bon Rapport qu'il avoit eu de sa personne, II lui donna Toffice de la capitainerie de nostre chastel, ville et mandement de Chalemont, pour et en lieu de messire Cormorant, aux droiz, pijouffiz et émolumens accoustumez, lequel Guichart nous a supplié que ledit office lui voulsissions Reconfirmer ; Nous, pour le bon rapport que avons eu dudit Guichart, de sa souffisance, prodommie et bonne diligence, Icellui Guichart avons Institué, ordonné et establi nostre cappitaine de nostre dit chastel, ville et mandement de Chalemont, par la forme et manière qu'il se contient ès lettres de mondît seigneur attachées aus pré- sentes, tant comme II nous plera. Si mandons à nostre bailli de Beaujeuloys que, pris et receu dudit Guichart le serment tel comme il appartient de faire en tel cas, dudit office le mettre en saisine et possession, et le contenu des- dites lettres acomplisse ou faire accomplir par la forme et manière que ès dites lettres est contenu, Car ainsi le vou lons et nous plait estre fait. Donné en nosrre chastel de Cleppé, soubz nostre scelle, le darrain jour de juing, l'an mil quatre cens et douze. Par madame la duchesse : Goy."], [108, "90 VI Lettres du Roi déchargeant du ban et de l'arrìère-ban noble Aubert de Boulieu, seigneur de Jarniost, hommes d'armes de ses ordonnances, du iy juillet 1470. Loys, par la grâce de Dieu Roy de France, aux bailliz de Mascon, séneschal de Lyon, bailly de Viverois et de Ve lay ou à leurs lieurtenans et à tous commissaires qui par nous seront ordonnez et depputez à faire mectre sus en ar mes Les nobles de nostre royaume, mesmement ès pays de Lyonnois et Beaujolois, salut : nostre chier et bien amé Aubert de Boilhieu, escuier, nous a fait exposer que Jasoit et qu'il soit homme d'armes de notre ordonnance, soubz la charge et de la compaignie de nostre amé et féal conseillier et chambellan le sire de Crussol, séneschal de Poictou, et que depuis nostre advènement à la couronne II nous aittousiours servi audict estât de home d'armes en la dicte compaignie, et que, par ce moyen, II doye estre tenu quicte et exempt de nous servir ne faire servir autrement oudict fait de la guerre, que soubz sondict cappitaine, Néantmoins, pour ce qu'il a certains héritages, rentes et revenus, èsdietz pays de Lyon nois, Velay, Viveroys et Beaujolais, et entre autres a oudict pays de Lyonnois une place, terre et seignourie appellée Jarniot, laquelle lui est puis naguères advenue par certains moyens. II doubte que on le Vueille contraindre à soy armer avec les autres nobles desdietz pays de Lyonnois, Viveroys et Beaujolais et à nous servir avec eulx ou y envoyer homme pour lui, qui seroit en son très grant préiudice et domaige, ainsi qu'il nous a fait remonstrer, En nous humblement requérant notre provision sur ce. Pour quoy, nous, ces choses considérées, Voulans préserver et garder les nobles"], [109, "91 de nostre royaume, mesmement ceux qui sont de notre or donnance, et qui sont à toute heure prest pour nous servir, audict Aubert de Bolhieu exposant avons, pour ces causes, octroyé et octroyons, Voulons et nous plaict, que durant le temps qu'il sera ainsi de nostre ordonnance, soubz sondit cappitaine, ou autres quelzconques, II soit quicte et exempt de nous servir avec les autres nobles desdictz pays de Lyonnois et de Viverois Mandons que toutes fois qu'il vous fera apparoir par certiffication de sondit cappitaine ou autrement deuement qu'il soit de notre dite ordonnance, vous lefaicteset laissez joir de notre présente grâce et exemp tion plainement et paisiblement, sans lui faire ne souffrir estre fait aucun destourbier ou empeschement au contraire ; Et si sadicte place, terre et seignourie de Jarniot ou aucunes de ses appartenances, ou aucuns de ses autres biens avaient été, à l'occasion dessus dicte, prins et saisiz, mis en notre main, si les lui mectez ou faictes mectre tantost et sans dé lay à plaine délivrance Donné à Angers, le 13 juillet 1470. VII C'est Le Lyvre de la naissance des enfants de Guillaume Henry et de Blanche de Paffy, sa chère espouse commencé L'an f)Tj. Au nom de Jhésus de la glorieuse Vierge marye et de toutte la Saincte Trenyte soit a commance ses heuures en ce petit Lyvre escript par moy Guillaume Henry marchant de Lyon fils de feu sieur Jehan Henry aussy marchant du dit Lyon faict et commence en Lan M. Ve XXXVII. Au nom de Jhesus Amen Je Guillaume Henry ay trouve en escript de La main de mon père Jehan Henry qu'il fust marie a ma mère dame Loyse de Villars ung dymanche matin en-"], [110, "92 vyron deux heures après mynuyt xxnii- jour de Janvyer mil cinq cens six au croissant de La lune, et furent espousez en lesglize sainct Nysier de Lyon par mess\"- Picaty Vicaire per pétuel en lad. esglizeet fust par luy célèbre messe au grand houstel catedral dicelle. Dieu par sa digne bonté ayst prins led. sacrifice a gre. Amen. Et le Jeudy penultime jour de juillet mil cinq cent ving troys environ dix heures de soir mourut mond. feu père Jehan Henry et fust entesre le dernyer jour dud. mois a St Ny sier en la tumbe de feu mon père grand Me Guillaume Henry au devant du grant houstel. Dieu par sa grâce Lui face mercy amen. Aussyjey trouve en escript de La main de mond. feu père que je Guillaume Henry naquis en Lan mil cinq cens huict ung lundy feste Sainte Barbe troysiesme jour de décembre environ deux heures troys quartz âpres mynuyt au croissant de La Lune en la chambre paincte de gris et jaulne de la mayson qui est a présent a mon oncle s- Guyot Henry en la Rue Mercière auprès de celle de mond. feu père, et furent mes pareins assavoir le cousin Jaques de Tourveon sr de La Tour qui me pourta et me donna Le nom de Guillaume a la prière et Requeste de mond. feu père, et me rapourta mon oncle maternel sr Philibert de Villars. Furent cornerez ma mareyne Madeleyne Dalmaisvefve de feu Symon Faure der nier me de mond. feu père, et l'aultre fust la cosine Jaque myne Basque femme de Pierre Lanet, et fus baptize par mess\" Jaques Picaty en Lesglize St Nyzier de Lyon en vyron dix heures de matin, Dieu par sa grâce me donne son paradis a la fin de mes Jours. Amen. (D'une autre main.) II deceda le 5e daust 1576. Aussy Jey veu en escript de la main de feu Phelipe de Paffy dit Bello que La Blanche de Paffy sa' fille et ma chere amye et espouze fust née a Lyon le xixc de may mil cinq cens vingt et fust pourtee a baptesme a St Paul par sr Françoys Garron et tornee par sr Claude Teste. Et furent"], [111, "93 ses mareynes La dame Blanche femme de s- Extace Riquet dame Marguerite Bonet femme de Françoys Carta et dame Marguerite femme de sr Jehan de Ronche. Et ce ay mys en memoyre pour veoir leage qu'elle avoit quand elle fuste mariée pour servir a ceulx qui viendront âpres nous. Dieu par sa grâce luy done paradis a la fin de ses jours amen. Guillaume Henry. Au nom de Jhesus amen nous Guillaume Henry et Blanche de Paffy ma chere amye et espouze ung mardy matin entre mynuyt et une heure au croisant de La Lune et Le xxvi8 Jour de septembre mil cinq cens trente six fumes espouses et benys ensemble en lesglize Sainct Laurens de St Paul avec mon beau frère sr Jehan de Paffy et ma cousine Constance Henry sa femme tous quatre ensemble et en une mesme heure et fut célèbre messe par led. messre Claude au grand houstel de lad. esglise St Laurens priant nostre Seigneur Jhesus par son divyn et doux plesir veulle le pré sent sacrifice a gre prendre et a la fin de nous Jours nous donner son paradis Amen. Au nom de Dieu de la glorieuse Vierge Marie et de tous les Saincts et Sainctes de paradis amen. C'est la nativyte de nostre premyerfilz et premyer enfant le mercredy xme jour de mars Lan mil cinq cent trente sept en caresme et Jour des quatre temps envyron deux heures de matin au plain de La Lune acoucha ma chere espouze Blanche de Paffy dung filz -moy estant a Paris, lequel fust pourte baptize a St Laurens de St Paul de Lyon par mon oncle Sr Guyot Henry et le noma Jehan a La Requeste de ma mère dame Loyse de Villars et Le Retorna Le frère Jehan de Paffy Et furent commerez mad. mère et belle mère dame Jehanne du Chasteau mère de Lad. Blanche et dame Yzabeau qui fut femme de Françoys Barbean a présent femme de sr Nico las de Castellas Etlebaptiza le vicaire dud. St Paul nomme mess™ Claude et fust mys a norisse a St Just chieuz ung benyer. Jhesus nous en done joye et le face prudhomme et"], [112, "94 homme de bien et a la fin de nous jours nous done en semble son benoist paradis. Amen. Le Vandredy XXIIe mars 1565 avant Pasques Led. Jehan Henry a fiance sa femme Bonne de Bezines par promesses de nous... Au nom de Jhesus amen fust ne le deuxiesme de nous en fans a ung Lundy envyron troys heures âpres mydy axxv\" jour daoust mil cinq cens trente neuf au croissant de La Lune acoucha La Blanche de Paffy ma chere espouze dung fils nomme Jaques Henry lequel fust pourte baptize par mon beau frère Jaques de Jonty et le Retourna le cousin Pierre Bello a St Laurens de St Paul et fust baptize en vyron huict heures de soir par mess\" Claude Vicaire dud. St Paul et furent cornerez La dame Gabnelle Peyron, femme du s' Pierre Dorlin, et La dame Ancely Chevrot, femme de sr Jehan Scaron filz dExtace, et La cosine Margue rite du Crozet. je prie nostre Seigneur qui le face homme de bien et a La fin de ces jours Luy donnet son paradis amen. Le mercredi suivant xxvne daost 1539 fust mys nostred. filz Jaques Henry a norisse a Tassin chieu ung Laboureur du Lyeu. Je prie nostre Seigneur permettre qu'il soit bien noury amen. Led. Jacques Henry est decedde a Jarniost en octobre 1572 en sen retornant de Paris et a este enterre en La chappelle Ste Catheline dud. Jarniost Le xxme doctobre 1572, Dieu veulhe avoir son ame amen. Au nom de Jésus de La glorieuse Vierge Marie et de la Saincte Trenyté de paradis amen. C'est La naisance de nos tre troysieme filz et troysieme enfant fust le Jeudy xn- Jour daoust mil cinq cens quarante du matin envyron six heurez et demy au croissant de La Lune accoucha La Blanche de Paffy ma chere espouze Lequel fust nomme sur les fondz Roland par le compère sr Rolet Viard et fust retorne par le cousin s- Gabriel Bozon et fust baptize a St Laurent de St Paul par mess** Claude Vicayre dud. Sainct Paul en-"], [113, "95 vyron neuf heures de soir et furent commerez madame Si bille Cadiere ma cosine, vefve de feu Chateland Stoard ma belle sœur Marguerite de Paffy vefve de feu Jehan Rêverie dit de Dijon et seur de Lad. Blanche mon es pose. Je prie nostre Seigneur le face homme de bien et a La fin de ses jours Luy donner part de son benoist paradis amen. Le vandredy suyvant xin- daoust 1 540 fust pourte nostred. fils Roland a Francheville a norisse Chieu ung Laboureur. Je prie nostre Seigneur quil soit bien nory amen. Au nom de Jésus et de sa glorieuse mère et de toutte La cort celestielle de paradis amen. C'est la naisance de nostre quatriesme enfant et premyere fille nommée Loyse Henry qui naquist le Jeudy diziesme daoust mil cinq cens quarente deux ung Jour Sainct Laurens envyron dix heures de soir au deffault de la Lune, Et fut pourte baptize a St Paul envyron onze heures de soir par mon frère Jehan Henry qui la nomma Loyse a La Requeste de ma merc dame Loyse de Villars et fust tenue sur Les fondz par mad. mère, Le cou sin Claude du Croset La cosine Marguerite du Croset sa sœurM°Piere Guychard clerc céans Et Claude nostre Cham brier et la Retorna céans mond. cousin Claude du Croset. Je prie nostre Redampteur la faire croître de bien en myeulx Et la faire fille de bien et à la fin Luy donner son benoist paradis. Amen. •Le landemain xr-aost 1542 nostred. fille Loyse fust portée a norisse a Tassin chieu La norisse qui a noury nostre filz Jacques Henry Je prie nostre Seigneur quelle soit aussy bien nourye que led. Jaques. Amen. (D'une autre main.) Elle deceda à Genève le 9 de sep tembre 1581. Au nom de Jésus de sa glorieuse mère et de La Saincte trenyte amen. C'est la naysance de nostre cinquiesme en fant et seconde fille nommé Pernette Henry qui naquict le Dymanche vingt troysieme de septembre mil cinq cens qua-"], [114, "96 rante troys environ neuf heures troys quartz de soir au dernier carteron de la lune, soubz le signe de Léo Et fust pourtee baptize à St Laurens prés Sainct Paul le Lande main Lundy xxime dud. par nostre nepveur sr Guillaume Regnault mary de la Jehanne Goûte fille de nostre seur Kateryne Paffy, Et La Retourna Le compère Jehan Scaron lesne Et furent commères ma tante Pernette Faure femme démon oncle srGuiot Henry Et dame Françoise Bartholomie femme de sr Françoys Guerin. Je prie nostre Seigneur Jésus La faire prude femme Et a la fin Luy faire participation de son Royaulme de paradis. Amen. Et deux jours âpres fust pourte nostre fille a norisse a Yze ron Chieu Thoino Cazot, laboureur dud. lieu priant nostre Seigneur Jésus la faire croistre en vertus et à la fin lui faire part de son paradis. Au nom de Jésus de la Saincte Trynite de la glorieuze Vierge Marie et de toute la ste cort selestielle du paradis, amen, Cest la naisance de notre VIme enfant et troisyème fille nommée Jehanne Henry qui naquit le mercredi dernier jour de décembre mil cinq cens quarante quatre envyron sept heures du soir au decroyt de la lune et deux jours et demy âpres la pleine lune au cyne de Léo Et fust pourte baptise environ dix heures du soir par mon frère Guiot Henry en l'esglise St Laurens prés St Paul Et la Retorna le cousin Lambert Bonet Et furent commères ma belle mère dame Jehanne des Chasteaulx et damoyselle Odeline de Lymosin ma cosine germeyne et fust nommée par mad. belle mère Jehanne. Je prie le créateur nous donner grâce la veoir fille de bien amen. Le dymanche 1111e de Janvier 1544 ensyvant nostred. fille fust pourtee a norisse à Yzeron en la maison de Thoino Cazot qui norist nostre fille Pernette. Dieu Veulle la faire prude femme. Aujourd'hui XIXe septembre 1545 le norisseur de nostred. fille Jane nous a Rapourte que lad. fille morust Jeudy der-"], [115, "97 nyer XVIIe du présent moys de septembre Laquielle priera pour nous en paradis. Cest le trespas de feu nostre oncle Guyot Henry seigneur de Cremyeu qui decedda de ce monde enLautre le IIe jour de Janvier mil cinq cens quarante quatre envyron cinq heures de matin Et fust pourte en teire à St Nysier le IIIe dud. moys âpres mydy environ II II heures en la tumbe pater nelle prés le grand houstel dud. St Nysier, Lequel par son testament trouve dans son couffre, II a faict et nomme ses heretiers Guyot François et Nicolas Henry ses 3 fils masles ainsy que myeulx est contenu par led. testament Receu et passe par m' Pierre Dorlin le XXVe de mars mil Ve XLII1. Et par Icelluy nous afaict et Institue assavoir moy Guil laume Henry et mon frère Jehan Henry tucteurs et curateurs de ses enfants et de leurs biens. Je prie nostre Seigneur Luy face mercy et lui donner son paradis amen. Au nom du père filz et St Esprit amen. Cest La naisance de Pierre Henry notre septiesme enfant et quatriesme filz qui naquit le dymanche XXIme defevrier mil cinq cens qua rantesix, avant Pasques,jor de la septuagezime au IIIe car teron de la lune au signe de Scorpio et au XV\"1' degré Et en viron douze heures de matin, et un Jour et demy devant le dernyer carteron Lequel Pierre Henry fust pourte au sainct baptesme environ quatre heures et demye par nostre cousin sr Pierre de Biazi Bâillon et fust retourne par mon compère Pierre Dorlin notaire royal et furent commères assavoir La cosine Claude Peyron qui fut femme de feu nostre cousin Marcien Popon et dernière vefve de Sylvestre Achioly, La cosine Jehanne Digonty femme de Guillaume Regnault nyepce charnelle de ma femme et ma cosine ger mayne Edelyne Henry fille de feu nostre oncle Guiot Henry seigneur de Cremyeu; Je prie a Dieu me faire Lagrace que Je le puisse veoir homme de bien Et a la fin de ces jours II puisse avoir son benoist Royaulme de Paradis amen et ainsi est. 7"], [116, "98 II fust porte a Yzeron deux jours âpres a norisse. Au nom de La saincte trenyte de paradis amen c'est la neysance de Marguerite Henry nostre huictyeme enfant qui est née ce Jourdhuy huictiesme du moys de Janvier mil cinq cens quarante sept entre deux et troys heurez âpres mydy sur la fin du dernyer carteron de La lune de décembre 1547 soubz le signe deSagitarius au 28 degré Laquelle Mar- guerite Henry fust pourtee au St baptesme à St Paul ledit jour envyron quatre heures âpres midy par mon compère sr Geraldin Pensa et La Retorna mon nepveur Claude Ra- verye dit Dijon nepveur charnel de ma chere espouze Blan- che Paffy, et furent commères mes cosine et belle seur Cons- tance Henry et Delyne Henry filiez de feu mon oncle sr Guyot Henry Et prie au benoist Jésus Luy faire la grâce de croitre en bones meurs et à la fin de ses Jours Luy doner son Royaulme de paradis amen Et ainsy est. Lad. nostre fille fust pourtee a norisse a Socy prés de Chaponos en La maison de Jehan Couste dit Peillot Labo reurdud. Lyeu le Xmc dud. moys de janvier 1547. Dieu par sa grâce La face croytre en vertu et bones meurs amen. Despuis nostred. fille morust audit Socy le XXVI IIme dudit moys de Janvyer envyron mydy et fust enterrée en la pa roisse dudit Socy. Dieu Luy doint grâce qu'elle le prie pour nous en paradis, amen. Cest Le trespas de nostre cousin Guyot Henry fils et cohe retier pour une tierce partie de feu nostre oncle Guyot Hen ry, Lequiel cosin morust le XXII de Janvyer 1547 envyron XI heures de soir Lequil a ordonne par son testament Receu par Me Pierre Dorlin le XVIIIe dud. moys estre pourte en sé pulture a St Nysier aux Lanternes et a donne a mes troys filles Loyse, Pernette et Marguerite Henry a chacune centes cuz quant ellez seront maryees et morant Lunequil revyen gne aux deux et morant les deux qu'il revyengne a La sur vyvante et morant les 3 qu'il reveygne a mon premyer filz qui sera Lors Vyvant et oulte ma Lègue cinq escuz d'or"], [117, "99 sole de pension sur sa mayson neufve Rue de La Saulnerye pour la peyne que Jey heu de La bastir Dieu par sa grâce Luy face pardon et Luy donne son Royaulme de paradis amen. II a fetz plusieurs beaulx Légats aux pourez onteulx et pourez filiez a maryer. Le principal et Recteur du coliege de la trenyte a Lyon doit donner 7 livres tournoiz le dernier de mars 1547 veille de Pasquespour comptant que Luy ay baille pour la pencion de Jehan, Roland et Jaques Henry mes enfants et de M« Ger vais leur pédagogue pour demy moys commencés le 15\" de ce présent moys qu'ilz sont allés aud. coliege a Rayson de 3 L. 10 S. pour chacun par moys... La cosine Claude Peyron vefve de feu Silvestre Achioly a prins nostre fille Loyse Henry A pension a 3 L. par moys pour Luy apprendre ses heures et ce pour memoyre et fust le 1111° dapvril 1548 jour de mercredy âpres Pasques et âpres les 3 fêtes de Pasques Ladite Loise sortit le IIIe jour des festes de Pasquez 1551. La Pernette Henry nostre fille fust mise a la Dezerte chieu Madame Lorencyne pour aprendre ses heures ou elle a de meure 20 moys et tiers a un écu le moys que Je Lui ay paye pour ce — L. 65. Le XXHI*°e de décembre mil V' quarante huit Je Guillaume Henry ay faict Reconformer (confirmer) mes troys filz Jehan, Jacques et Roland Henry un Jour de dymanche matin envy ron dix heures en La chambre du soufragan Chieu Monsgr de Lyon et ont este parreins assavoir de Jehan Henry mon premier filz, le frère Jehan Paffy dit Bello, de Jacques Henry mon deuxiesme filz le cosinChatelin Trye mari de ma cosine Edelyne Henry et de Rolan Henry mon troisiesme filz, mon cousin Nycolas de St-Paul Dieu par saincte grâce les veulle garder de tumber en hérésie et que ìe sainct sacrement qu'ilz ont Reçeus facet en La Salvation de leurs âmes amen. Et le mesme Jour et heure ledit sgr souffragant les a fait"], [118, "100 clerctz benys et Mc Ponchon secretayre de monseigneur de Lyon leurs a faict leurs lettres que Jey Retirées de Luy et ce soiet pour memoyre et tout le contenu Je afferme. Le XIXe de may mil Ve quarante neuf soit à la louange de Dieu de sa saincte mère et de tous les saincts et sainctes de paradis, la naissance de Chateryne Henry nostre cinquiesme fille et neufviesme enfant laquelle est née ung jour de dy manche a huict heures du matin et justement au dernier quarteron de la lune dapvril soubz le signe de Pices Laquelle nostre fille fust pourtee au st baptesmeà St Laurens prés St Paul par le cousin M- Hugues Beraud, viguyer de Ste Colombe-lez-Vienne qui fust mary de ma cosine Margue rite du Croset Lequel estoiet Icy venu veoir sa fiancée La cosine Janne Cotières et fust retorne par mon cousin Me Ro lin Bonet. Elle fust nommée Chateryne par mes commères madame de Varennes Chateryne Laurensinet dame Chate rine vefve de feu Françoys Guerin de Bourg en Bresse ha bitante Icy a présent, Je prie le bon Jésus luy donner sa grâce a ce quelle soit prude femme et a la fin de ses jours Luy donner son paradis amen. Nostred. fille fust pourtee a norisse a Yzeron chieu An thoyne Grand dit Cazot qui despuys La nous rendit le XXe daoust 1549 parce quelle Lavoiet dépaysée et cestoiet aile tenir a Chaponey ou elle print maladie de yariasion de son sens et La Remyt audit Chaponey en Dauphine Chieu ung, Laboreur nomme a qui ledit jour nous La Remymes a sa femme qui Lavoiet gardée huict jours pendant que sad. norice estoiet malade de qui elle ne teta jamays de son lect despuys quelle fust tumbee en Lad. maladie. Dieu tout puissant permette quelle soiet aussi bien norry que mes aul tres enfants amen. Le XIXe décembre mil Ve cinquante deux ung Lundy ma tin furent reconformes La Loise Henry La Pernette Henry et Pierre Henry mes troys enfans en la chambre du souf fraguant et puis amènes derrier le grand houstel des Cor-"], [119, "101 deliers de St Bonaventure Là où Ils Leurs fust levé lad. bende (>) le jour mesmes envyron IX heures de matin et furent leurs parreins assavoir de Lad. Loyse le cosin Ny colas de St Paul, de lad. Pernette Le cousin Lambert Bo. net, et dud. Pierre mon frère Jehan Henry. Je prie a Dieu que le sainct sacrement qu'ilz ont Receuz soit au salut de leurs âmes Et oultre les veulle garder de tumber en herezie. Amen. Le mesme jour et heure susd. Led. sgr souffragant a fait clerc bénit Led. Pierre Henry comme se verra par ses lettres expédiées par m- Ponchon secrétaire de monsgr de Lyon que Jey Retirées et myses avec celles de ses frères, ainsi soit pour memoyre, car tout le contenu cy dessus Je afferme estre vray tesmoingt mon seing manuel cy dessoubz mys. Guillaume Henry a Lyon. Le dernier Jour du moys de Juillet mil cinq cens cinquante environ mydy et ung quart d'heure après ung Jeudy au si gne de Pises et troys Jours après le croisant de la Lune na quist ma sizieme fille nommée Yzabeau Laquelle fut portée sur les fondz du st baptesme a St Laurens prés st Paul par Le cousin Claude Gella qui heust espouze La niepce de ma femme Chatelyne Raverye, fille de La seur Marguerite Paffy et a présent La Lyenort Saulnyer Et fust rapourtee par s Philibert Bouchard, et furent commères ma tante Pernette Faure, vefve de feu mon oncle Guyot Henry seigneur de Cremyeu et ma comere Yzabeau Regnault vefve de feu mon compère Jehan Scaron le Vieulx Priant Le Bon Jésus Luy donner son amour sa grâce et a la fin son paradys Amen. Le XXVIm' doctobre mil Ve cinquante deux Le Jour du mercredy a III I heurez âpres mydy, et le II-\"- Jour âpres le premyer carteron de la Lune dud. moys soubz le signe de Pisses, accoucha ma femme Blanche Paffy Dung filz qui fut nomme sur les fonds de St Laurens les St Paul, Nycolas Henry ou II fut porte au sainct baptesme par mon cousin Nycolas Henry filz de feu mon oncle noble Guyot Henry"], [120, "102 sgr de Cremyeu, et fust retornepar Le cousin Chatelin Trie mari de ma cosine Edelyne Henry Et furent commères ma dame La Recepveuze Léonarde Fornier vefve de feu monsr Le Recepveur de Forestz M- JeTian Prunyer Layné, et ma dame Janne Regnoard femme de mons- Le Recepveur de Forestz me Jehan Prunyer le Jeune filz de Lad. Léonarde Fornier Je prie au benoist Jésus Luy donner grâce destre homme de bien et a la fin de ses Jours Luy bailler part a son Royaulme de paradis Amen. (D'une autre main.) Le VIIIe apvril 1580 Nicollas Henry mon frère fust deffaict et partit de la compagnie dont il es toyt cappitayne en chef au lieu de Thulins ou II avoyt esté mis en garnison par commandement de Mr de Mandellot gouverneur de Lyon et ce par les trouppes du cappitayne Bouvier (?) qui tenayt St Quantin pour ceux de La Religion et a este enterre aud. lieu de Thulins. Led. Nycolas Henry fust porte à norisse le dymanche en suyvant à Yzeron Chieu Cazot qui a Ja norry la Pernette et Pierre Henry nous enfans. Le XIII* de mars 1556 et le samedy âpres Caresme pre nant Le Vieulx furent faictes les fiansailles de ma premyère fille Loyse Henry Eagee de XIII I ans VII moys et demy, avec mons' Lesleu me Jehan de la Bessée par contract Receu par me Nycolas Dorlin notaire Royal et Recepveur pour le Roy de 2 écus pour pièce de Velloux de Gennes entrans à Lyon Et Le Dymanche de la mycaresme XXVIIIe dud. moys Venant sur Le Lundy XXIXe a une heure âpres mynuyt fu rent espozes et benys Lesd. de la Bessée et Loyse en Les glize St Laurens de St Paul par messire Claude Vicayre dud. St Paul par permission de monsgr de Lyon ou de son Vicayre. Dieu par sa saincte grâce Leurs facent demeurer Longuement en mariage en bonne paix et amour et leurs donner à la fin son Royaulme de paradis Amen. Le XIXe mars 1557 Jour de samedy feste de St Joseph en vyron sept heurez de soier au croissan de la Lune furent"], [121, "103 faictes les fiansailles de ma seconde fille Pernette Henry eagee XII 1 1 ans et demy avec Françoys des gottes par con tract receu par me Lusson notaire Royal Et Le Landemain dymanche XXe de mars 1557 Jour de mycaresme envyron neuf heures de matin furent benys en Lesglize St Vincent par Vicayre dud. Lyeu et par permission du Vicayre de monsgr de Lyon Et pour estre temps deffendeu, sortymes de La mayson de Feurs apartenant à mon frère Jehan Henry pour aller en Lad. csglize et délia montâmes a la geroflee Chieu monsrde Cremyeu ou nous demeurâmes tout Le Jour et Le Landemein Lundy âpres soupe nous en retornames chacun en son Lougis. Je prie doncques nostre seigneur Jésus permettre quilz demeurent Longuement ensemble en bonne paix et amytie et Leurs donner a la fin de Leurs Jours son Royaume de paradis Amen. Le sabmedy des quatre temps premyer Jour de mars 1560, furent Reconformes troys de mes enfans assavoir la Chate rine Henry et fust son parrein mon frère Guiot Henry, de Lyzabeau Henry et fust son parrein mons' Lesleu de la Bessée mon gendre et mary de ma fille Loyse Henry Et a Nicolas Henry fust son parrein mon frère Jehan Henry Les quieulx furent conformes par le souffragan en Lesglize de St Laurens Lez St Paul de Lyon environ mydy Je prie a Dieu que Led. sacrement quilz ont receuz Les Veuillet garder de tumber aux herezies qui sont de présent en ce monde et en fin de Leurs jours Leurs bailler son paradis amen. Le mesme Jour fust Led. Nicolas Henry faict clerc benist par Led. souffragan Et Luy fust espedie Lettres par me du Fourd secretayre de monsgr Larcevesque de Lyon que Jey Retyrees et mizes avec celles de ses frères pour luy servir quant bezoing sera et ce Je sertiffie estre Vray par mon seing cy mys Le Jour que dessus. Guillaume Henry. Le Vendredy XIe décembre 1562 envyron mydy decedda de ce monde en Lautre ma femme et chere compagne da-"], [122, "104 moyle Blanche Paffy nous estant en La Ville de Bourg en Bresse retirez avec nostre mesnage pour lez troblez des guerres qui sont de présent a Lyon et aux envyrons a cause de la dyvercite des religions qui sont entre le peuple de France, Laquelle deffuncte Receut le St Sacrement de lau tel fort devottement avec le St-huile et puis elle rendit Lame a Dieu et a este Innumee en Lesglize nostre dame dud. Bourg en La Chappelle de mess\" Les Guerins Laquelle est prés le grand autel a la mein droicte Dieu par sa saincte grâce luy veulle pardonner ses offences et Luy donner son paradis amen. Le XIIIe daoust 1569 ung jour de sabmedy Veille de nostre Dame dud. moys envyron quatre heures âpres mydy en nos ire maison en La Rue de Lasnerie qui fust de feu ma mère damoy1- Loyse de Villars furent faictes Les fiansailles de ma cinquiesme fille et IXe enfant nommée Catheline Henry agee de XX ans et II moys promyse avec le sr Jehan de Montconys filz de noble Claude de Montconys s* de Poully Le Monial et de Liergues en Lyonnoys bourgeoys de Lyon A ce présent et de son consentement par contract Receu par m- Guillaume de La Val notayre Royal. Et Le Dymanche XXIe dud. moys daoust 1569 envyron cinq heures et demye de matin Lesd. mariez de Montconys et Henry furent espouzes et benys en Lesglize St Pierre de Lyon parmessre Roucheffort cure dud. Lieu avec touttes Les Remyses et permissions necessayres et Requizes de Ste mère Lesglize. Dieu par sa saincte grâce en soiet lhoue. Et les facent demeurer Longuement ensemble en bonne paix et amytie avec génération qui soiet a la lhouange de Dieu Et en fin de Leurs Jors Leurs donner son paradis amen. Le Vandredy XXIIIL daost 1571 environ troys heures âpres mydy Je Guillaume Henry Dessoubz signe estant Lors malade dune fiebre doble tierce en ma chambre au IIe estage de ma maison qui fust de Riquette en la Rue de Las-"], [123, "105 nerie sur Le devant, furent faictes Les fiansailles de ma VIe fille et Xe enfant nommée Yzabeau Henry eagee de XXI an et I moys Promise A noble Jacques Bornycard filz de feu noble Jacques Bornicard et damoyle Andrée Faure sa mère présente Par contract Receu par m8 Benoist du Troncy nor Roial Led. Jor Lequiel contract a este despuis Insinue par m* Jehan Croppet greffier en la seneschaulcee et siège presidial de Lyon le Xe décembre 1571 mys au pied dud. contract Et Le mercredy XXIXe dud. moys environ quatre heures du matin Lesd. Bornicard et Yzabeau Henry furent espozes a St Laurens Lez St Paul a Lion par le Vicaire de lad. esglize et âpres sen allarent avec leurs compagnie en la maison dhabitation dud. Bornicard au devant Le Puis de Porcherie ou furent faictes Les nopces solennellement Dieu Les fasset prospérer ensemble en bonne paix et amytie amen. Guillaume Henry. Ledit Jacques Bornicard decedda a la Mulatière le XIXe septembre 1571 et fust aporte son corps par eau a Lobser vance ou II fust inhume en La tumbe de feu son père Le Sabmedy ensuyvant... Dieu Luy face paix a son ame amen. VIII Ordonnance de police de la seigneurie de Jarnieux, du ij novembre 17^7. De par le seigneur de Jarnioux, Ville, Grave et dépen dances Nous Aimé Guillin, avocat en Parlement et ez cours de Lyon, Juge desd. Terres ; Sur ce qui nous a été remontré par Me Louis Lambert, No taire Royal, Procureur d'Office desdites Terres et Juridiction,"], [124, "106 que quelques soins que Ton ait pris, pour faire exécuter les Ordonnances concernantla Police, il s'est aperçu néanmoins de plusieurs fraudes et abus ; en sorte qu'il estime néces saire de renouveller lesd. Ordonnances : pour ôter à toutes personnes le prétexte de n'avoir pas été assès informés de ce qui y est défendu et des peines que méritent les contra ventions auxd. Ordonnances : auxquelles remontrances ayant égard, nous avons ordonné Ce qui suit. i° Très-expresses défenses sont faites à toute sorte de personnes de jurer et blasphémer le st nom de Dieu, ou pro férer paroles contre Thonneur dû à la ste Vierge et aux saints, à peine d'être procédé contre elles extraordinaire ment et d'être punies suivant les Ordonnances de nos Rois. 2° Enjoint à tous Habitants des Terres dépendantes dud. Seigneur d'assister au Service Divin les jours de Dimanches et Fêtes solenelles, d'entrer dans les églises pendant les of fices, et défenses sont faites à toutes personnes de rester aux portes et d'y parler, à peine de cinq livres d'amende pour la première fois et de plus grande, même de prison, en cas de récidive. 3° Semblables défenses sont faites de travailler manuelle ment lesd. jours de Dimanches et Fêtes, de se promener dans les Eglises, Cimetières et autres lieux saints, à tous Ca baretiers et autres de donner à boire, à manger et à jouer pendant le temps des Offices et Service Divin, et de tenir leurs Cabarets ouverts passé huit heures du soir en été et sept heures en Hiver, et à tous Marchands, bouchers, Bou langers, Revendeurs et autres tenants Boutiques, d'étaler leurs marchandises et denrées lesd. jours ; le tout à peine de dix livres d'amende et de confiscation de leurs marchan dises au profit des réparations de notre Auditoire, ou des Pauvres ainsi qu'il nous avisera bon être. 4° Défenses à tous Propriétaires ou Locataires des Maisons, de retirer ou loger femmes ou filles débauchées et de mau vaise vie, vagabonds et gens sans aveu ; Enjoint à ces sor-"], [125, "107 tes de personnes de se retirer dans vingt-quatre heures après la publication des présentes ; à peine de punition, et d'être procédé contre elles extraordinairement. 5° Pareilles défenses sont faites aux matrones, sages-fem mes, et autres personnes, de retirer aucunes femmes, ou filles enceintes, pour faire leurs couches, sans nous les dé noncer dans les vingt-quatre heures, ou au Greffe de no tred. Juridiction, à peine de vingt-cinq livres d'amende, et à toutes personnes d'exposer aucuns enfants, sous pareille peine et de punition exemplaire. 6° Enjoint à tous Propriétaires et Locaires de tenir les places, rues et chemins nets, chacun vis-à-vis ses posses sions, sans y laisser des boues, fumiers, pierres, ou autres immondices ; réparer lesd. chemins, combler les creux, ébrancher et élaguer les haies et arbres, pour rendre lesd. chemins libres et faciles, en sorte que les carosses, chaises roulantes, charts, charrettes et autres voitures y puissent sûrement et librement passer ; ce que nous ordonnons être exécuté quinzaine après la publication des présentes ; à peine de vingt livres d'amende, et d'y être travaillé aux frais des contrevenans à la diligence du Procureur d'Office, auquel il sera délivré exécutoire. 7° Défenses sont faites à toutes personnes de prendre de la terre dans les places, marais et communes, d'y voiturer et entreposer des pierres et d'y ouvrir par les Propriétaires des fonds voisins aucuns fossés, le tout à peine de Tamende de vingt livres ; Enjoint à ces mêmes propriétaires de faire com bler les fossés qui se trouvent actuellement ouverts et d'en lever les pierres par eux voiturées et entreposées dans lesd. places et communes, et cela, quinzaine après la publication des présentes, sous les mêmes peines, et d'y être travaillé aux frais des contrevenans à la même diligence du Procu reur d'Office, auquel exécutoire sera de même délivré de ce qu'il en coûtera. 8° II est pareillement enjoint à tous Propriétaires des"], [126, "108 Maisons situées au Bourg de Jarniou, lieu où se tiennent les foires, de faire paver au-devant de leurs Maisons, d'entre tenir ce pavé en bon état et de lui donner la pente nécessaire pour que les eaux ayent leur écoulement naturel ; ce que nous voulons pareillement être exécuté sixmois après la pu blication des présentes, et sous la même peine de vingt li vres d'amende, et d'y être travaillé aux frais des contreve nants, de même à la diligence du Procureur d'Office, au quel il sera délivré exécutoire de ce qu'il en coûtera. 9° Défenses sont aussi faites à toutes personnes de jeter dans les chemins ou places, des eaux puantes, ou autres ordures ; aux Bouchers d'y jeter les excrémens du bétail ; enjoint à eux de les porter dans les rivières, ou de les en terrer aux mêmes peines. io° Défenses sont aussi faites à toutes personnes de jouer dans les places et chemins publics au jeu vulgairement ap pelé La Taloche, d'arracher aucune pierre des murs pour jouer à ce jeu ; à peine contre les contrevenans de cinq livres d'amende, même de plus grande en cas de récidive, et de réparer lesd. murs, dont les pères seront responsa bles pour leurs enfants, et les maîtres pour leurs domesti ques, sauf leurs recours contre ces derniers sur leurs gages et salaires. ii° Défenses sont pareillement faites à toutes personnes de pêcher dans les rivières et ruisseaux des Terres dépen dantes dud. Seigneur, de fouiller les truffiers appartenant audit Seigneur et d'en arracher les truffes noires, à peine de Tamende de cinq livres, de laquelle les pères seront aussi responsables pour leurs enfants, et les maîtres pour leurs domestiques, sauf également leur recours contre ces derniers sur leurs gages et salaires. 12\" Défenses à tous ceux qui ont des fonds joignants les chemins, rivières et ruisseaux de détourner le cours des eaux, et de les faire couler dans leurs fonds, sans avoir abe nevisé lesd. eaux, comme aussi de clorre aucun chemin ou place publique, à peine de vingt livres d'amende."], [127, "109 i3u Défenses aux Propriétaires, Maçons et autres, de cons truire et avancer bâtimens et murailles sur et joignant les places publiques et chemins, dans retendue de lad. juri diction, sans au préalable avoir pris de nous, ou des Offi ciers particuliers, les mesures et alignemens requis parles Ordonances ; à l'effet de quoi sera tenu le Greffier de ladite Jurridiction de tenir Registre où seront couchés les permissions et Alignemens qui seront accordés, à peine de démolition desd. bâtimens et murailles aux frais des con trevenans, et de vingt-cinq livres d'amende, tant contre les Propriétaires que Maçons. 140 Défenses sont pareillement faites à toutes personnes de mener paître leurs bestiaux dans les bois et fonds apar tenants aud. Seigneur, et d'y pratiquer aucuns chemins ni sentiers, non plus que d'user des lavoirs qui sont dans ses prés ; le tout à peine del'amende de dix livres pour chaque contrevenant, et de tous dépens, dommages et intérêts. 150 Enjoint à ceux qui ont des chèvres, de les nourrir dans leurs écuries, et défenses à eux de les mener paitre, à peine de dix livres d'amende et de tous dépens, dommages et in térêts, dont les pères demeureront responsables pour leurs enfants et les maîtres pour leurs domestiques, sauf égale ment leur recours contre ces derniers sur leurs gages et sa laires, et permis à ceux qui trouveront les chèvres dans leurs fonds de les tuer. 16° Défenses sont aussi faites à toutes personnes de quel que qualité qu'elles soient de chasser dans l 'étendue desd. Terres avec fusils ou arquebuses sans chiens, ou avec des chiens, tendre lacets, filets, ou de quelque manière que ce soit ou puisse être, d'enlever les œufs de perdrix et les pe tits levrauts pour les nourrir; le tout à peine de vingt livres d'amende contre chaque contrevenant, et d'être punies sui vant la rigueur des Ordonnances de Sa Majesté. 17° Défenses sont également faites à toutes personnes d'at tirer les pigeons avec des compositions salées, ni autrement,"], [128, "110 et de tirer dessus en quelque endroit de leurs fonds ou bâ timens qu'ils puissent être, à peine de trente livres d'a mende pour la première fois, et de peine afflictive pour la récidive. i8° Défendons pareillement à toutes personnes de faire assemblées publiques, soit pour affaire de communauté ou autrement sans permission, ni faire aussi de leurs maisons privées, des prisons pour y tenir le bétail quoique pris en dommages; enjoint de les mener ou faire mener et conduire dans les prisons ou pôtures publiques, pour ensuite leur être fait droit ; à peine contre les contrevenants de vingt livres d'amende, et d'être contre eux procédé extraordinai rement. 19° Enjoint à tous Hôtes, Cabaretiers, Boulangers et autres vendants denrées en détail, de vendre leurs marchandises de bonne qualité, à bon poids et bonnes mesures échantillées et marquées, et auxd. Boulangers de suivre le taux de ceux de Ville-franche, le tout à peine de confiscation des mar chandises, poids et mesures, et de vingt livres d'amende ; à l'effet de quoi sera par Nous ou autres officiers de tems à autre fait la visite desd. poids et mesures, et verbalisé en cas de contravention. 20° Défenses à toutes personnes de jetter ni donner aucune neige ni pierre a qui que ce soit, ni de faire des charivaris, fêtes baladoires, soit dans les places publiques ou maisons particulières, tant les jours de Fêtes Patronales qu'autres, à peine d'être poursuivies extraordinairement et del'amende de dix livres contre chaque contrevenant. 21° Défenses à toutes personnes de battre la caisse ni faire assemblée, sans en avoir par un préalable obtenu la permission, à peine de prison et d'être contre elles procédé extraordinairement. 22° Défenses sont pareillement faites à toutes personnes de faire contribuer et donner aucune somme de deniers, ni denrées par les nouveaux mariés, sous prétexte de politesses"], [129, "111 qui leur sont faites, ou autres motifs, à peine de concussion, et d'être procédé extraordinairement contre les contreve nants. 23'- II est pareillement défendu à toutes personnes d'aller boire dans les logis ou Cabarets pendant les Offices Divins les jours de Dimanches et fêtes, à peine de cinq livres d'a mende contre chaque contrevenant; au payement de laquelle ils seront contraints par les voyes de droit. 24' Comme il est d'usage dans les Païs de Vignoble bien policés, denepas laisser la liberté aux Propriétaires de com mencer la levée de leur récolte tous à la fois ; qu'il est na turel et même del'avantage de chaque Propriétaire, que les Cantons les plus chauds et les plus exposés au soleil com mencent les premiers, et que cet ordre est même nécessaire aux Seigneurs Décimateurs, ou à leurs Fermiers, pour ne pas être dans la confusion de la levée de la dîme ; Nous avons à ces fins divisé lesd. Terres de Jarniou, Ville, Grave et dépendances en trois parcelles ; la première parcelle qui renfermera les Cantons de Jarniou, Mongon, la Buatière, Grave, la Chenal, le petit Cossé, les Cattons, la Peiniere et le grand Cossé, sera celle qui fera l'ouverture desd. Ven danges, et aura trois jours francs; la seconde parcelle qui renfermera les cantons de Ville, Bonnave et Remont, ne commencera ses Vendanges que le quatrième jour de lad. ouverture, et la troisième parcelle qui comprendra les Can tons de St Clair, les Peinaux et la Varenne, ne commen cera que le septième jour de la même ouverture. Enjoi gnons à cet effet à tous Propriétaires et Possesseurs de Vignes dans lesd. Cantons de s'y conformer, à peine de l'a mende de dix livres pour chaque contrevenant et de con fiscation de la Vendange, ainsi que des bœufs, chevaux, chars, charrettes et autres attelages qui conduiront lad. Ven dange. 25° Comme il est du bon ordre aussi de ne pas laisser la liberté à chaque Propriétaire de ces mêmes Vignobles, de"], [130, "112 devancer la levée de la récolte avant la maturité du raisin; que plusieurs particuliers, toujours pressés à faire cette levée trop prématurée, déclosent leurs vignes et celles de leurs voisins, ce qui fait un tort considérable à ces derniers ; Nous ordonnons, que huit jours avant que l'on jugera né- cessaire Touverture desd. Vendanges, la Communauté s'as- semblera au lieu de Jarniou, sous les halles, pour délibérer en notre présence ou en celle des autres Officiers particu- liers en la Jurisdiction, et délibérera sur le tems de Tou- verture desd. Vendanges, par rang et à la forme des par- celles ci-devant dénommées ; de laquelle délibération il sera donné Acte par lesd. Officiers, de même que du jour privi- légié dû et qui sera pris par le Seigneur pour faire faire les siennes ; lequel jour ne sera pas compté sur ceux qui sont donnés aux Cantons ci-devant dénommés : Enjoignons en conséquence à toutes personnes, Propriétaires et possédants vignes dans lesd. Terres de s'y conformer, aussi à peine de la même amende de dix livres pour chaque contrevenant, et même confiscation qu'il est dit au précédent article. 26'0 Pour éviter à toutes fraudes et abus défenses sont faites à toutes personnes de voiturer ou faire voiturer leurs Ven danges avant le soleil levé, ni après le coucher, aussi sous les mêmes peines del'amende de dix livres et même confis cation de Vendanges et attelages. 27° Défenses à tous Praticiens de s'immiscer dans la pos tulation et autres actes de Justice, sans avoir obtenu des provisions dud. Seigneur, duement enregistrées en notre Greffe, à peine de nullité des Procédures et autres de droit. 280 Tres-expresses inhibitions et défenses sont faites aux Justiciables dud. Seigneur, de se pourvoir en première ins tance tant civilement que criminellement, par devant autres Juges que Nous, ou les autres Officiers particuliers, à peine de l'amende de vingt livres et nullité des Procédures. 29° II est enjoint à toutes personnes de prêter main-forte aux Officiers de Justice, avec défense de donner aide, ou de"], [131, "113 favoriser les malfaiteurs, pour les faire évader, ni les retirer, à peine de vingt-cinq livres d'amende et de punition. 30° Et finalement seront toutes autres anciennes Ordonnan ces concernant le fait de Police, ensemble les présentes exé cutées suivant leur forme et teneur, nonobstant oppositions ou apellations quelconques, et sans préjudice d'icelles, et afin que personne n'en ignore, seront les présentes lues, pu bliées et affichées aux lieux publics et accoutumés, dans Té tendue desd. Terres, à la diligence du Procureur d'Office, auquel il est enjoint et aux autres Officiers de tenir la main à Texécution d'icelles ; et à tous Huissiers desd. terres et Ju risdiction et autres requis, de faire tous exploits nécessaires de publication, contraintes et autres exécutions. Fait par nous Avocat en Parlement et Juge susd.le 17 novembre 1577. Signé : Guillin, juge. IX Résumé des réponses données, en 1788, par V assemblée muni- cipale de Ville-sur-Jarnioux aux instructions demandées aux Municipalités par V assemblée de département de sélec- tion de Lyon et M. l'abbê de Cordon aîné, comte de Lyon. II y a environ 700 communiants, y compris les domesti ques, 206 feux, 118 habitants, 3 fermiers ou grangers, 40 vi gnerons, 45 locataires et pauvres à l'aumône. — II y a envi ron 7,000 bicherées de terrains dans retendue de la paroisse limitée par la terre de Liergues de matin, de midi par la terre de Thézé, de soir par la terre de St-Laurent d'Oingt et de bise par la terre de Montmelas. — L'air de la paroisse serait bon, mais la plus grande partie des habitants ne pou vant pas vivre sur le produit de leur récolte sont obligés d'aller dans la Dombe et la Bresse moissonner et battre S"], [132, "114 le bled et à leur retour ils rapportent presque tous la fiè vre. — II n'y a point de chirurgien ni de sage-femme qui ayent fait leur cours. — La principa :* rocolte est en vignes qui produisent la qualité des vin - la plus inférieure de tous les environs ; quant aux débouchés, il est très-difficile de s'en défaire et l'on ne les vend que quand il n'y en a pas ailleurs, soit par rapport à leur mauvaise qualité, soit par rapport à la longueur et au mauvais état des chemins qui sont impraticables. — II y a environ 300 bicherées de prés, plus 2,000 bicherées de vignes, plus 1,200 bicherées de terres, plus 1,200 bicherées de bois, plus 2,300 bicherées de vierres, rochers et terrains incultes. — Tous ces terrains peuvent être divisés en 6 classes, à raison de leur situation, de leur nature et de leur valeur. — II n'y a point de foires ni de marché dans lad. paroisse. — II n'y a ni commerce, ni manufactures. — II n'y a point d'atelier pour les grandes routes. — II y a 7 moulins qui vont rarement, manquant d'eau. — II y a quelques carrières en pierres jaunes. — II y a environ 10 paires de bœufs, 40 vaches, 300 brebis, y compris quelques moutons. — II n'y a point de rivière, que 2 petits ruisseaux. — II y a des communes. — La dixme est ecclésiastique, elle est de 19 la 20e, les affanures prélevées, elle se paye en nature et elle se perçoit sur le vin, bled, fro ment, seigle et orge, et à Tégard des fèves, pois, gesses et vesses qui s'appellent les trémois hivernaux, ils sont payés aux grainiers. — II n'y a ni couvent ni société religieuse. — II y a plusieurs prébendes. — Les registres de baptêmes, ma riages et sépultures sont dans le meilleur ordre.— Les maî tres d école sont passagers. — Le produit de la fabrique se monte environ à 72 livres pour fournir à l'entretien de Téglise administrée par les fabriciens de la paroisse ; jus qu'à présent elle a été toujours arriérée. — II n'y a qu'un seul syndic. — Comme la paroisse est toute en collines, il arrive bien fréquemment que les avales d'eaux font les plus grands dommages dans les vignes et entraînent toutes les"], [133, "115 terres en bas, qu'il faut reporter à grands frais à dos d'hom mes dans le haut de la colline d'où ces terres ont été enle vées ; ces eaux se portent de là dans les prés, souvent au moment de la récolte, et finissent par engravertous les foins. — II y a des communes dont la plus grande partie est cou verte de pierres à feu. — La paroisse étant toute en collines, les cultivateurs sont forcés pour entretenir leurs fonds de donner tout leur temps pour réparer les ravages journaliers que causent les inondations, de manière qu'il leur serait impossible de s'occuper à d'autres travaux qu'à ceux qui les appellent dans leurs champs. — En dix ans les non valeurs des tailles ou vingtième sont montées à 686 livres. — II n'y a qu'un collecteur pour la taille et la corvée. — L'imposition des fermiers des eclésiastiques est de 18 de niers par livres. II n'y a point de noble qui ait présente ment des fermes, l'imposition des fermiers taillables est de 34 deniers par livre, l'imposition des cultivateurs est la moitié des propriétaires. — Tout est soumis à Timpôt. M. de Clavière, seigneur dud. lieu, possède environ 100 bicherées de prés, 280 bicherées de bois, 25 bicherées de terres et une rente noble qu'il fait valoir par ses mains et 400 bicherées de vignes qu'il fait valoir par cultivateurs ou vignerons qui payent taille de culture; M. le marquis d'Al bon possède environ 14 bicherées de vignes, 5 bicherées de bois et une bicherée de prés, il fait valoir le tout par vigne ron payant taille de culture ; les d\"e' de Tavernost possè dent environ 28 bicherées en vignes et en terre, 4 bicherées qu'elles font valoir par elles-mêmes, plus 3 bicherées de vi gnes qu'elles font valoir par vigneron. M. le comte de Bussy possède environ 33 bicherées de bois qu'il fait valoir par lui-même et 8 bicherées de terre. M. le marquis du Sauzay possède environ 3 bicherées de pré. Toutes les susd. con tenues n'ont été données que par aperçu : attendu qu'elles n'ont pas été mesurées. — II n'y a point de cote d'office. Fait au château de Jarnioux, le 13 juillet 1788."], [134, "116 Les demandes desd. instructions sont signées par M. de la Croix de La Val, chevalier, seigneur de Dardilly et autres lieux, procureur-syndic de Tordre du clergé et de celui de la noblesse, place de la Charité ; M. le Court, procureur-syn dic de Tordre du tiers état, au bas du Chemin-Neuf ; et M. Delolle, secrétaire du département, place St-Jean."], [135, "LISTE DES PRINCIPAUX NOMS DE LIEUX ET DE FAMILLES CONTENUS DANS CE VOLUME Pour abréger cette liste, nous n'y inscrirons que sous une forme les noms qui sont écrits de plusieurs manières différentes dans le cours de l'ouvrage. Barjot, 32. De Barraay, 12. Baronat, 57, 60. Basque, 92. De la Bassolle, 15. La Bastie de Montgas. con, 64. Baudet, 13. De la Baume, 4. Bayeux, 5. Beaufort, 68. De Beaujeu, 5. Beaumont, 40. De Beaumont, 22. Beauregard, 38. Becey, 56, 57. Bech, 52. Beduer, 39, 40, 42, 71. Bellet, 43. Belleville, 35, 52, 53. V Amas, 35, 43,71. Arnaud, 54. Ars, 70. D'Arod, 43, 75, 76. D'Arz, 49. Athenas, 76. D'Aulhon, 64, 65, 70. Autoire, 42. Avenas, 12. Ayguerande, 53. L'Abergement, 4. Achioly, 97, 99. Agudy, 37- Ainay, 33. D'Albon, 115. Alix, 9. Allard, 35. DAltessan, 37. Amanzé, 69. D'Amanzé, 23, 68, 69. Ambronay, 58, 59, 60. D'Angerez, 26, 27. D'Anglure, 7, 8, 51, 86 D'Anicourt, 43. Annonay, 27, 38. D'Arbin, 53. Argigny, 13, 66. D'Arlo, 6. li De Bâillon, 37. De Baillot, 42,. La Balme, 31. Bal mont, 65. Barbarel, 19. Barbazan, 68. Barbean, 93."], [136, "118 Bello, 94. Bellot, 32. Belmont, 8, 47, 83. De Belmont, 9. Benoît de Chasseu, 48. Beraud, 100. La Bermondie, 41, 73. Bernard, 35. La Bernardière, 75. Bertrand, 5. De Berzé, 8. De la Bessée, 33, 70, 102, 103. Beyssac, 42. Bezine, 32, 94. De Biazi-Baillon, 97. Biard, 13. Biard, 3, 15, 17, 25, Bignon, 37. De Billy, 35. De Bioleys, 49, 50. Blacé, 75. Blanc, 51. Blazet, 25. De Blenost, 1. Blondel, 9. De Blou, 25. Bochard, 20. Bogerot, 69. Du Bois, 2, 37. Le Bois-d'Oingt, 50. Bolcayre, 42. De Bonans, 48-49. Bonavel, 49. Bonet, 93, 96, 100, 101. Bonnet, 42. Bonyn, 70. Bornycard, 33, 105. De Boucaud, 40. Bouchard, 10 1. De Boulieu, passim. De Bourg, 67. Du Bourg, 35. Bournel, 65. Du Bostz, 38. Dei Boys, 48. Du Boys, 26. Bozon, 94. De Bretagne, 68. De Bridât de la Grange, 41. Brienne, 9. De Briort, 9. Briquebec, 5. Broquin, 35. La Brosse, 35, 38, 39, 40, 41, 42. De Brotières, 25. Le Broussin, 36. Brulart, 36. Brunier, 26. La Bruyère, 9, 51, 86. De Buent, 21. Buffard, 26, 27, 65. Bullioud, 66, 67. Busqueilhe, 42. Bussillet, 35. De Bussy, 115. Buxi, 51, 83. De la Buxière, 25. Camus, 37. Le Camus, 39. Carta, 93. De Castellas, 93. De las Cazes de Beau voir de Roquefort, 4°. 7' • De Chabannes, 13. Chabert, 42. Chabottes, 24, 70. Chalamont, 15, 18, 87, , 89. Chaleins, 42, 51, 53, 54, 85. De Châles, 19. De Challaye, 10, 22. Chalon-sur-Saône, 6. , De Chalus, 22. Chamayré, 7. Chalmelet, 17. Champré, 36, 39. Chandieu, 24, 63. De Chandieu, passim. Chandon, 7, 8, 59. Chandon, 64. De Chaneins, 19. Chaninot, 69. Chanteins, 51, 85. De la Chapelle, 9. Charbonnières, 36, 38, 39, 40, 41, 42. Charlhieu, 26, 27, 28, 64, 65- Charlieu, 8, 59. De Charlieu, 16. Charly, 35, 67. Charmes, 43. Charnay, 16. 4 Cadière, 95. Caille, 51, 67 Caillet, 13."], [137, "119 De Charnay, 3, 4, 5. Charny, 51, 83. La Charretonnière, 70. Le Charron, 67, 68. De Chassagny, 48, 49. Du Chasteau, 31, 32, 93 96. De Chastillon, 67. Le Chat, 65. Châteaugay, 38. De Châteauneuf-Roche bonne, 76. Châtel-Montagne, 22. Châtenay, 18, 19. La Chaud, 41, 42. Chaufíailles, 8, 14, 51, 69,83. De la Chaussée, 39. Chauvelin, 38. Chavagny-la -Chivrère, 16. Chazay, 84. Chazelles, 12. Chenal, 10. Chênelette, 3, 4, 23. Chessy, 51, 57. . Du Chevalard, 65. Chevalier, 35. Chevrier, 6. Chevrot, 94. De Chèze, 41. Chiel, 64, 65, 70. De Chiel, 5. Chômât, 32, 71. De Chuppin, 41, 72. Cibeins, 51, 85. Cinq Soubz, II. La Claire, 37. Clavères, 51, 83. De Clavière, 79, 115. Clépier, 66. Cleppé, 89. Clos, 8. , Cluny, 3. De Cocé, 2. De Coceu, 48. De Coczadry, 15, 88. Cogny, 13, 47, 72, 75 • 76, 84. De Coligny, 38. Colin, 17. Colombier, 64. Combes, 57, 74, 75. , De Combles, 77, 78. De Cordon, 113. De Corent, 7, 15. Cormorant, 18, 89. De Cornelly de Cham- bouly, 43. Cortabanet, 18. Coste, 13. Cotières. 100. Courcelles, 42. Cours, 53. De Cours, 4. Le Court, 116. Coynde, 18. Crémeaux, 75. Crémieu, 31, 97, ibi, 102. Croiseul, 31, 32, 68. De la Croix de Laval, 116. Croppet, 105. Du Crozet, 94, 95, 100. Crussol, 24. De Crussol, 61, 62, 90. De Cruys, 85. Le Cuet, 56. -t Dalmais, 92. De Damas, 74. De Dardre, 4. , Delolle, 116. Denicé, 2, 3, 15, 17, 43. 75- Digoine, 36. De Digoine, 14. Digouty, 97. De Dijon, 2. Dodieu, 34. Donzy, 31. Dorlin, 94, 97, 98, 102. ■ Le Duc, 22. Duchon, 16. Durette, 12. H D'Fspeysse, 50. De l'Estoile, 23, 24. D'Estuet, 63. Etampes, 69. ■s- Fareins, 51, 85. Faure, 31, 92, 96, toi, 105. Favre, 18. Faye, 65. De la Fayette, 65."], [138, "120 De Gênas, 56. Génay, 51, 86. De Germolles, 5. Girardon, 42. De Gisson, 42. De Gleteins, passim. Godefroy, 24, 25. De Godin, 40. Des Gottes, 33, 103. Du Gourd, 11. Goûte, 96. Goy, 89. Grandmont, 16. De Grandris, 71. De la Grange, 22, 42. Grange Blanche, 34. De Granges, 15, 88. Grave, 77, 79, 105, m. De Graves, 49. La Grelle, 34. Grollier, 35. Guérin, 35, 38, 96, 100, 104. Guerrière, 31. Guillard, 40. Guillin, 105, 113. Guillot, 66. Guichard, 95. •S De Ferays, 7. Ferrier, 36. Feurs, 31,33. Le Fèvre, 39. Figeac, 41, 43. Fleurieu de Chàtillon- lès-Dombes, 40. Florensac, 24. La Fontaine, 35, 39. De la Fontaine, 56. De Fontville, 67. La Forest, 74. De la Forest, 35. Former, 102. Fougères, passim. De Fougères, 52. Du Fourd, 103. Francheleins, 32, 33. De Francheleins, 4, 5, 7, 14, 60, 75. Frans, 51, 85. Frontenas, 13, 51, 84. De Fuer, 16, 17, ig. Les Fuilles, 69. Jarnieux, passim. Jarnosse, 67. Jassans, 51, 85. Joinville, 5. Jons, 37. De Jonty, 94. Jossard, 55. Joug-Dieu, 17. Joux, 69. Joyeuse, 61. Juge, 67. De Juys, 9, 11, 12, 13, .43- 48, 55 à 60. s. Du Lac, 20, 25, 26, 65. Lacenas, 13, 17. Lamballe, 68. Lambert, i, 105. Lanet, 92. Langlade, 41, 42. Laure, 75. Laurensin, 100. De Lavieu, 13. Laye, 19. DeLaye, 5,9, 10,14,52. Léry, 39. Liergues, 14, 33, 49, 50, 51,52,60, 61,71, 84, S5, 104- De Liergues, 4, 13, 49. Lièvre, 43. Limandas, 51,85. De Lissieu, 2, 9, 50, 51. De la Loge, 41. fí Gabiano, 35. De Gadagne, 38. Gallet, 43. La Garde, 63, 77, 78. De la Garde, 39, 71, 72 Garron, 92. Gaste, 70. Gastonnetz, 27. De Gautier, 16. Gayaud, 34, 36. Gella, 101. H :. Henry, passim. Hugan, 13, 53. Huissel, 59. Humbert de Marest, 42. Hurigny, 16."], [139, "121 Loo, 42. Lorencyne, 99. De Lostanges, passim. Lotouz, 4. Lourde, 43. De Loyne, 39. Lozanne, 67. Lurcy, 13. Lmson, 103. De Luxembourg, 68. De Lyrnosin, 96. Millery, 77. Misérieux, 51, 54, 85, 86. Monistrol, 27. De Montconys, 33, 104. De Montdor, 16. Le Montel-lès-Palinges, 60. De Montgiraud, 16. De Montgirbert, 21. Montignac - le - Comte, 4*- Montmelas, 16, 17, 43, 75- Montmerle, 19. Montromant, 17. Morestin, 76. Mornieu, 35. De la Motte-Froment, 42. Moulin, 43. Moustier, 41. Le Moyne-Blosset, 24, 25, 62. De Mullet, 40. Murge, 18. Nagu, 22. Namy, 74. De Navilly, 4, 5. Nepveu, 18. De Neufville, 74. Neuville, 60. Nizeran, 17. De Norry, 22. Noyers, 5. o Oingt, 49. D'Oingt, 49, 50, 52. Osio, 72. Oullins, 34. p De Paffy, 31,32,91, 92, 93. 95. 9e. 98, 99. 101, 104. Le Palais, 65. Paleins, 53. De Palerne, 37. De la Palu, 6. Paradis, 39. Parcieux, 51, 86. De Pascal, 42. Paterin, 64. Pellet, 28, 65. Pelletier, 12. Pellot, 35. Pensa, 98. Penthièvre, 68. Percenat, 38. Perreux, 76. Perrin, 76. Du Peyrat, 66. Peyron, 94, 97, 99. De Peyzieux, 17. Picaty, 92. La Pierre, 35. Pierrefillant, 43, 75. Pillon, 21. Pinet, 35. Pisay, 40 . H Maillot, 68, 69. Malvoysin, 22. Marbot, 18. Marchant, 11, 13, 23, 51, 83. De Marchant, 5, 12. Marcilly d'Azergues, 67. Marest, 42, 73. De Martigny, 25. Martigues, 68. De Marzé, 6, 8, 15, 16, 17- Du Mas, 1, 2. Mascrany, 37. Le Masson, 35, 36, 39. Mauvoisin, 58. Le Mazet, 65. Ménardeau, passim. Merle, 17. Merlet, 87. Messimy, 10, 14. Meysieux, 24. Michel, 10. Micollier, 35."], [140, "122 La Place (la Gresle), 34,71- La Place (Jarniost), 73 à 78, 84. La Planne, 40. Plantigny, 17. Le Plat de Bellecour, 66. Pobeuz, 47. Poget, 6g. Polaillon, 37. Poletat, 8. Poleteins, 19, 20 Pomiers, 2, 59, 71. De Pomiers, 11, 12. Ponceton, 16, 32, 33. Ponchon, 100, 101. De Ponsaimpierre, 75. Ponthus, 37. Popon, 97. Porprières, 23, 68. De Porprières, passim. De la Porte, 8, 52. Pouilly - le - Monial, 13, 25.33.35.50.5',52, 56,71,76,84,85, 104. Poule, 3, 6, 9, 15,23, 24, 5°, 5', 53. 54,56, 68, 83. De Poussemothe de l'Es- toile de Chenoust, 37. Prévost, 23. Du Pré, 67. Prisse, 16. Prunyer, 102. Putod, 48. « La Roche-Cardon, 73 , 77- De Rochefort, 35. De Rognens, 2. Roland, 43, 74, 75, 76. De Ronche, 93. De Rossillon, 21, 74. Roucheffort, 104. Rozier, 77. Quincié, 9, 12, 13, 23. Quirieu, 31. De Quoceu, 48. p Rabutin, passim. Ranchal, 53. Rancher, 36. De Ravenel, 39. Raverie, 95, 98, 101. Regnaud, 67. Regnault, 96, 97, 101. Regnoard, 102. Reims, 5. De Ressins, 13, 14. Reyrieux, 51, 86. Ricou, 37. Rigaud, 4, 6, 7. Rignieu, 56. Riotiers, 2, 7, 51, 86. Riquet, 93. Riverie, 37. De Rivérieulx de Varax, 73. 74, 76- De Rivoire, 64, 65. De la Rivière, 16. La Robeletiére, 48, 51, 57. 58, 59. 82. Robellet, 47. Robin, 2. La Roche (Quincié), 3, 10, 12,23,51,59, 86. La Roche(-sous - Mont- melas), 16, 17,19,20, 25, 28, 64. X Sahuc de Planhol, 7Ó_ 78. St-Amand, 17, 42. St-André, 35, St - Bernard-d'Anse, 51, 86. St-Bonnet-les-Oules, 26, 27. St-Cyr-de-Chatout, 16, 75- St-Didier, 23, 38, 53, 54. St - Germain- la-Monta- gne, 8, 14, 51, 83. De St-Haon, 12. St - Jean - d'Ardière, 40, 53- St-Julien-sous-Montme- las, 16 à 19, 55, 75. St-Lager, 4. De St-Lager, 10. St-Laurent-d'Oingt, 71, St - Marcel - d'Ardèche, 25- St-Nizier-d'Azergues, 7. St-Nizier-sous-Beaujeu, 9, 12, 51, 86."], [141, "123 De St-Paul, 99, 101. De St Point, 23, 24. St-Pol, 40, 71. De St- Romain, 8, 11, ■3. 63. St-Romain-de-Couzon, 67. St-Romain-en-Jarez, 64. St-Sorlin, 25, 75. De St-Sorlin, 17. DeSt-Trivier,i2, 55, 56. De Ste-Colombe, 8, 52. Ste-Croix-sur-Mer, 36. Ste-Euphémie, 51, 53, 54, 86. Ste-Foy, 34. Du Saix, 55, 56, 60. Sales, 3, 6, 9, 10, 18, 19, 20, 26, 27. La Salle, 32, 34, 37. De Salornay, 15, 16. De Saluées, 56 Salus, 69. Salvaing, 25. Sandrin de Chandieu, 43. 72, 76, 77- Sans, 48. Sarazin, 35. De Sarcelles, 4. De Sarron, 23. Sassac, 77. Sathonay, 37. Saulnyer, toi. Du Sault, 40. Sauvage, 3. Du Sau/.ay, 115. Savigny, 3, 4, 60. Scaron, 36, 37, 39, 94, 96, Pi. Serfavre, 75. Servajan, 76. Servière, 70. Sève, 34, 35, 36, 67 Sevelinges, 53. De Sirot, 42, 72, 73 Sivrieux, 51, 86. Du Smalard, 20. Solempniac, 27, 28. Souflets, 77. Stoard, 95. De Sugny, 19, 20. Symonnot, 67. De Tourvéon, 92. Toussieux, 51, 85. De Trasettes, 22, 53. Trévoux, 31, 51, 86. Tricaud, 33, 34, 35, 71. Trie, 31, 99, 102. Du Troncy, 105. Turry, 31. ». D'Ulphé, 20, \\* T Vaguet, 77. Vaise, 34. La Val, 69. De la Val, 104. Valefin, 4. De Valssonne, 57. Varambon, 6. De Varennes, 59, 100. De Vassallieu, 49. Vaujours, 37, 39. De Vaulx, 75. Vaulx, 36, 37, 39. De Vaurillon de la Chaud, 41, 42, 73. De Vaurion, 75. Vaux, 5. De Vauzelles, 65. Vénissieux, 38. Le Verdier, 42. Vernaíson, 32. La Vernette, 32. Verney, 31. Du Verney, *o. Verneys, 3, 4, n 13, De Talancé, 17. De Talaru, 8, 52. Taney, 70. De Tardes, 23, 24. Tavernost, 26, 27, 43, 65. Le Tavernost. 115. Tence, 24, 25, 27. Terrail, 64. Teste, 92. Tholoz, 22, 23, 57. Thomasset, 17. Thomé, 39. Thulins, 33. Thurin, 67. Tignat, 66. Tillot, 25. Tonnac, 41. Torvéon, 23, 24, 68, 83. De la Tour, 31. La Tour de la Gene- tière, 77. DelaTourdeSt-Vidal, 36."], [142, "124 De Verneys, 4, 5, 12, 14. 52, 61. La Vernouze, 74. Viard, 94. De Viego, 14. Vielhe, 77. De Villars, 31, 35, 91, 92, 93, 95- Ville-sur-Jarnieux, pas- sim. De Ville, 49. Villefranche-en-Laura- guais. 43. Villemur, 68. De Villeneufve, 69. Villeneuve, 51, 85. Villon, 6, 8, 9, 14, 51 59. 83. Vimy. 51, 86. Vindei, 39. De Vinolz, 66. Vionnet, 77. Viry, 69. Le Viste, 56."], [143, "TABLE DES MATIÈRE.S Pages Introduction vu Tableau chronologique des seigneurs de Jarnieux xi CHAPITRE PREMIER. — Fragments généalogiques sur les fa- milles de quelques seigneurs de Jarnieux I I. — De Gleteins i — Les seigneurs de Biard et de Jarnieux 15 II. — Rabutin 21 III. — De Porprières 21 IV. — De Chandieu 23 V. — De Boulieu 24 VI. — Henry 28 VII. — Ménardeau 36 VIII. — De Lostanges 40 CHAPITRE SECOND. — La seigneurie de Jarnieux ... 47 PIÈCES JUSTIFICATIVES I. — Emancipation de Damas Rebotin, damoiseau, faite par Damas Rebotin, chevalier, son père 81 II. — Fragment d'un partage entre Jehan et Hugonin de dé- tens. — Parties de Fougères 82"], [144, "126 Pa; res III. — Donation de la chacipolerie de Chalamont faite par Antoine, sire de Beaujeu, á Jean de Gleteins, dit Biart 87 IV. — Dénombrement donné à la Chambre des comptes de Beaujolais, par noble Miles de Proprières 88 V. — Confirmation de la charge de capitaine de Chalamont faite par Anne Dauphine, dame de Beaujeu, en faveur de Guichard de Gleteins 89 VI. — Lettre du Roi déchargeant du ban et de l'arrière-ban noble Aubert de Boulieu, seigneur de Jarniost, homme d'armes de ses ordonnances 90 VII. — C'est le Lyvre de la naissance de Guillaume Henry de la Blanche de Paffy, sa chère espouse, commencé L'an 1537 • 91 VIII. — Ordonnance de police de la seigneurie de Jarnieux du 17 novembre 1757 105 IX. — Résumé des réponses données, en 1788, par Tassemblée municipale de Ville-sur-Jarnioux aux instructions demandées aux Municipalités par Tassemblée du dé- partement de l'election de Lyon et M. Tabbé de Cordon aîné, comte de Lyon 113 ERRATA P. 21, 1. 21, au lieu de Proprières, lises Porprières. P. 24, 1. 32, au lieu de janvier, lisez 8 janvier. P. 70, 1. 18, au lieu de la Servière, lises Servière. P. 82, 1. 9, au lieu de 1311, lisez 1331. Imprimerie Générale de Lyon, rue Condé, 30. — J.-E. Albert."], [145, ""], [146, ""], [147, ""], [148, ""], [149, ""], [150, ""], [151, ""], [152, ""]]