[[1, ""], [2, ""], [3, ""], [4, ""], [5, "Intel-national anb Colonial (Exhibition of JUnsterbam, 1883. ESSAY \" ON THE COLONY OF VICTOBIA (AUSTRALIA). COMMITTEE OP THE GOVERNMENT OF (VICTORIA CHARGED WITH THE ORGANIZATION OF THE VICTORIAN GOtJKr .AT\" AMSTERDAM : - Hon. L L. Smith, M.P., Chairman. Hon. Charles Young, M.P., Minister of Agriculture and Public Works. Hon. James MacBairi, M.L.C. Hon. Sir Bryan O'Loghlen, As. P., Premier, Attorney-General, and Treasurer. Hon. Walter Madden, M.P., Minister of Lands. COMPILED UNDEK THE AUTHORITY OF THE ABOVE COMMITTEE BY GEORGE COLLINS LEVEY, C.M.G., Executive Commissioned BT AUTHORITY: JOHN FERRES, GOVERNMENT PRINTER, MELBOURNE."], [6, ""], [7, "International anb dTolottial (Exhibition of Jltnstcrtiam, 1883. E S SA.Y ON THE COLONY OP VICTORIA (AUSTRALIA), ,-, HISTORY, GEOGRAPHY, CLIMATE, GOVERNMENT, AGRICULTURAL, MINING AND INDUSTRIAL PRODUCTS, ECONOMICAL\" , AND SOCIAL POSITION. COMPILED FROM OFFICIAL DOCUMENTS, UNDER THE AUTHORITY OF H. M. GOVERNMENT OF VICTORIA, BT GEORGE COLLINS LEVEY, C.M.G., Etc, Etc, dftaottibs (Eoimmissidittr fur IJirtrjria at JlmsteSsm. BY AUTHORITY : JOHN FEEEES, GOVERNMENT PRINTER, MELBOURNE."], [8, "CONTENTS. No. of p Paraf-raph. •\"■■*•*'•'• Land Laws ... ... ... 11 7 Lakes, Salt and Fresh ... ... 8 5 Live Stock ... ... ... 22 10 Letters of Naturalization ... 47 16 Municipal Government ... 43 15 Manufacturing Materials, Value of 30 11 Money Orders, Post-office ... 62 18 Mountains ... ... ... 6 5 Minerals ... ... ... 28 11 Mint ... ... ... ... 58 17 Manufactures and Works in ope- ration ... ... ... 29 11 Mail Steamers from Europe ... 52 16 Native Game ... ... ... 24 10 Naturalization, Letters of ... 47 16 National GaDeryand Museums... 70 20 Ostrich Farming ... ... 26 10 Occupations of People... ... 56 17 Products of Soil, &c. ... ... 11 7 Pastoral Produce in 1880 ... 23 10 Produce— Agricultural, Prices of 33 13 Produce, General ..'. ... 33 13 Public Debt ... ... ... 41 15 Post-offices ... ... ... 62 18 Public Libraries ... ... 69 20 Revenue ... ... ... 40 14 Rivers ... ... 7 5 Rainfall ... ... jq g Railways ... ... j3 *••* Religions ... ... ... 45 15 Statistics of Manufactures, &c. ... 29 11 Steamers, Mail ... ... 52 jg Steamers and Sailing Vessels ... 53 ■& 54 17 Shipping ... ... _ 61 lg W°o1 25 10 Wool, Angora... ... ... 26 10 Wages ... 31 X2 Wages— Average Rates of, 1869, 1874, and 1881 ... ... 32 13 Water Supply .. ... 42 15 Paragraph. Page* Area of Colony ... ... 12 7 Acreage of Wheat, &c, 1839 to 1881 16 8 Average Produce of Wheat, &c. , 1869 to 1881 17 8 Aborigines ... ... ... 57 17 Advantages, General, of Victoria 49 16 Boundaries of Colony ... ... 4 4 Beet, cultivation of ... ... 19 9 Benefits — Social, Religious, and Physical of Emigration to Victoria 48 16 Banks 59 17 Banks, Savings ... ... 60 18 Climate 9 6 Colonization of Port Phillip ... 3 4 Charitable Institutions ... 68 19 Commerce ... ... ... 34 14 Churches and Chapels ... ... 67 19 Clergy 66 19 Constitution of Victoria ... 39 14 Debt, Public 41 15 Discovery of Australia ... 2 3 Distillation of Beet ... ... 20 9 Education ... ... ... 44 15 Exports 37 14 Electric Telegraphs ... ... 64 18 Elax, Cultivation of ... ... 19 9 Friendly Societies ... ... 65 19 Forest Trees 21 9 Food, Prices of 31 12 Fares for Passage to Colony ... 55 17 Fiscal Policy of Colony ... 38 14 Geographical Position of Victoria 1 3 Game, Native and Acclimatised 24 10 Gold Mining 27 10 Government, General ... ... 39 14 Government, Municipal 43 15 Imports 34 & 36 14 Interest on Public Debt ... 42 15 Libraries, Public ... ... 69 20"], [9, "Agricultural Land — Pink PasTORAL — Green AuriterouS' — Yellow. Railways"], [10, ""], [11, "ESSAY ON THE COLONY OF VICTORIA (AUSTRALIA), PHYSICAL GEOGEAPHY, POPULATION AND HISTORY. 1. The colony of Victoria, the smallest but the richest and the most thickly populated of all the various divisions of Australia, although not settled half so long as New South Wales, is situated in the south-east of the continent, between the 34th and the 39th degrees of south latitude and the 141st and 150th meridians of east longitude. Its extreme length from east to west is about 420 geographical miles, its greatest breadth from north to south is about 250, and its extent of coast line nearly 600. The area of Victoria is 87,884 square miles, or 56,245,760 acres. The whole continent of Australia is estimated to contain 2,944,628 square miles, so that Victoria occupies about one thirty -fourth of its surface. Great Britain contains 89,644 square miles, and is, therefore, slightly larger than Victoria, while the Netherlands, with 20,527 square miles, is not quite one-fourth so large. While Victoria is the smallest, its attractiveness, from various causes, has been so great that it is the most populous colony in Australia, and contains about 39 per cent, of the whole inhabitants of the continent. The census taken on the 3rd April, 1881, showed that the population at that date consisted of 452,083 males and 410,263 females, or a total of 862,346. It was estimated that on December 31st, 1882, the population would be 472,684 males and 427,613 females, or a total of 900,297. 2. Australia is said to have been first discovered by Guilliaume le Testu, a Provencal pilot, in 1542, but the first well authenticated visit of any European ship was that of a Dutch vessel, tbe Duyfhen, which, sailing from Java on November 18th, 1605, landed at a place which its captain called Cape Keer Weer, near the present Cape York, where several of the crew were killed by the natives. Several Dutch expeditions followed. Dirk Hartog, of the Dutch ship Endraught, discovered Endraught's Land, on the west coast of Australia, between 35° and 22? south latitude, in 1616. Zeachen, another Dutch captain, discovered a large portion of the western coast of Australia in 1618, and gave it the name of Arnheim's Land. Captain Jan de Edel dig- covered a portion of the west coast, between 30° 20' S. and 26° 30' S., in 1619. The south-west cape — Cape Leuwin — was discovered in 1622, and named after the ship in which the discoverers sailed. In 1627 a portion of the south coast was discovered by Captain Pieter Nuyts. In 1628 De Witt's Land, in 15° S., was discovered, and named after the commander of the Dutch East India squadron. The same year a Dutch squadron of ten ships, convoyed by a man-of-war, despatched to explore the Australian coast, was lost in Houtman's Abrolhos islands, about 30 miles from the main land — the man-of-war being the only ship that was left to tell the tale. Hitherto the dis- coveries had been of the most sterile and inhospitable portion of the continent, which was then universally known by the name of New Holland. But in 1642, Abel Jan Tasman was despatched by Anthony Van Diemen, the Governor of the Netherlands Indies, to prosecute geographical surveys on the coast of New Holland. In his two voyages he discovered Tasmania and New Zealand, and surveyed a large portion of the Gulf of Carpentaria and the coast of what is now known as Northern Queensland. The honor of discovering"], [12, "4 the south-eastern portions of Australia, in which are situated the populous and important colonies of Victoria, New South Wales, and South Australia, is due to Captain Cook, the eminent British navigator. He made the land near Cape Everard in Gippsland, lat. 38° S., and long. 148-53° E., on April 19th, 1770, and then steered north-east, coasting along a large portion ot JNew South Wales and Queensland. 3. The colonization of New South Wales in 1788 was the result ot the news which Captain Cook took to England of the resources of south-eastern Australia. Ten years later George Bass, a surgeon in the Royal Navy, sailed in a whale boat through what are now known as Bass's Straits, and landed at Western Port. Four years after the discovery by Bass, in 1802, Port Phillip, oil the shores of which the city of Melbourne is now built, was entered by Lieutenant John Murray in the armed brig Lady Nelson. An abortive attempt to colonize Port Phillip was made during 1803 by Lieutenant-Colonel David Collins of the Royal Marines. It was not until 1824 that two explorers from New South Wales— Messrs. Hovell and Hume— made their way overland from Sydney, and on their return gave a glowing account of the country around what is now Melbourne and Geelong. In 1834 the Henty family crossed Bass's Straits from Tasmania, and established a settlement at Portland Bay, 200 miles west of Port Phillip, from which they gradually pushed on to the rich agri cultural and pastoral lands of the Wannon, the Wando, and the Glenelg. In 1835 the neighbourhood of Melbourne was colonized by two parties from Tas mania—one led by John Batman, who landed on May 29th, and the other by John Pascoe Fawkner, who arrived on August 28th. The district of Port Phillip was visited during the same year by Major, afterwards Sir Thomas, Mitchell, the Surveyor-General of New South Wales, who traversed thenorthem and western portions of wbat is now known as Victoria. He was much struck by the richness of the country, and on his return to Sydney gave it the name of Australia Felix. The result of Sir Thomas Mitchell's report was that a great impetus was given to the settlement of Port Phillip. Regular government was first established on September 29th, 1836, the first Government Resident being Captain William Lonsdale. On September 30th, 1839, Mr. C. J. La Trobe was appointed Superintendent of the district. From that time its progress was rapid. The population, which in 1839 was only 5,822, had increased in 1844 to 26,734, and in 1849 to 66,220. In 1851 the district was separated from New South Wales, and constituted a colony under the name of Victoria. The discovery of gold following shortly afterwards, a large immigration set in, first from the neighbouring colonies, and then from Europe, and in 1854 the population was 312,307. A n_ew constitution, conceding self-government to the people of Victoria, was proclaimed on November 23rd, 1855. Since that date the progress of the colony has been steady and rapid ; and it may be safely said that the amount of material prosperity enjoyed by all classes of its inhabitants is not exceeded, if indeed it is equalled, by that possessed by the people of any other country in the world, since its revenue, its imports, its exports, have more than kept pace with the large increase in its population. 4. Victoria is bounded on the north and east by New South Wales, on the west by South Australia, and on the south by the Southern Ocean, Bass's Straits, and the Pacific Ocean. 5. Victoria is traversed, with more or less regularity, throughout its entire length from east to west by a chain of mountains and lesser hills, completely dividing it into two parts, and known as the Dividing Range. The summit of this range runs generally at a distance of 60 or 70 miles from the coast. The streams to the north of it flow towards the River Murray, and those to the south of it towards the sea. The eastern part of the range, which divides the Gippsland district from that of the Murray, is named the Australian Alps ; and that part which separates the county of Ripon from that of Borung,"], [13, "5 and extends into the county of Kara Kara, is named the Pyrenees. The higher peaks of the Dividing Range are covered with snow for several months in the year. The mountainous country is for the most part densely wooded to the very summits with fine timber, but the peaks above the winter snow line are quite bare, or only partially covered with dwarfed trees or shrubs. From the longitude of Melbourne to the westward the Dividing Range rapidly dwindles, so that, although presenting in places points of considerable height — such as Mount William and Mount Macedon — it is easily crossed. From Mount Macedon it becomes, as it stretches away to the Western district, a chain of hills, in parts only of considerable altitude. That portion of the Murray basin commencing at Wodonga on the east as a point, and extending in the form of a regular triangle to a width of 200 miles along the western boundary of Victoria, has almost a flat surface, with a very slight inclination towards the Murray. The remaining country north and south of the Dividing Range and its spurs is moderately undulating ; it is in some parts destitute of timber, but closely wooded in others. 6. Besides the main Dividing Range, there are also other ranges extending in different parts of the country, many of them being spurs of the main chain. The highest peaks are found in the eastern portion of the Dividing Range and its offshoots. The chief of these are : — The Bogong Range, 6,508 feet ; Mount Feathertop, 6,303 feet; Mount Hotkam, ,6,100. feet ; Cobberas, 6,025 feet ; Mount Cope, 6,015 feet ; Mount Bulla, 5,911'feet'; '<Sbbo Range, 5,764 feet ; Mount Wills, 5,758 feet ; Mount Howitt, 5,71.5 , feet';. Mount Buffalo, 5,645 feet ; The Twins, 5,575 feet ; Mount Tamboritba- 5,381 feet ; Mount Wellington, 5,363 feet ; Mount Cobbler, -5,342 feet; and .-Mount Kent, 5,129 feet. So far as is at present known by observation, ~f here 'are at least 15 peaks over 5,000 feet high, and 15 between 4,000~Snd-5,QD0 feet. There are, how ever, many peaks above 4,000 feet whose actual heights have not yet been determined. 7. The rivers in Victoria are, for the most part, inconsiderable. Many of them are liable to be partially dried up during the summer months, so as to be reduced at that season to mere chains of pools or waterholes. With the exception of the Yarra, on the banks of which the metropolis is situated ; the Goulburn, which empties itself into the Murray about eight miles to the eastward of Echuca ; the Murray itself, and some of the Gippsland streams, not one of them is navigable except by boats. As, however, they drain the watershed of large areas of country, some have already been, and others will ultimately be, made feeders to permanent reservoirs for the purposes of irrigation, gold-washing, and manufactures. The Murray, which forms the northern boundary of the colony, is the largest river in Australia. Its total length is 1,300 miles, for 980 of which it flows along the Victorian border. The names and lengths of the other principal Victorian rivers are as follow: — The Goulburn, 345 miles ; the Glenelg, 281 miles ; the Loddon, 224 miles ; the Wimmera, 228 miles ; the Avoca, 163 miles ; the Hopkins, 153 miles ; the Wannon, 151 miles ; the Ovens, 141 miles ; the La Trobe, 135 miles ; the Mitta Mitta, 176 miles ; the Yarra Yarra, 151 miles. 8. Victoria contains numerous salt and fresh water lakes and lagoons, but many of these are nothing more than swamps during dry seasons. Some of them are craters of extinct volcanoes. Lake Corangamite, the largest inland lake in Victoria, covers 76 square miles, and is quite salt, notwithstanding its augmentation by numerous fresh-water streams. It has no visible outlet. Lake Colac, only a few miles distant from Lake Corangamite, is a beautiful sheet of water, 10 square miles in extent, and quite fresh. Lake Burrumbeet is also a fine sheet of fresh water, embracing 8^ square miles. The Gippsland lakes — Victoria, King, and Reeve — are situated close to the coast, and are only separated from the sea by a narrow belt of sand. Through this there is au entrance which is often navigable, but is subject to be closed at irregular"], [14, "6 intervals in consequence of the shifty nature of the sand at its mouth. Works have been commenced with the view of making the entrance permanent. Lake Wellington, the largest of all the Gippsland lakes, lies to the westward of Lakes Victoria and Reeve, and is united with the first-named by a narrow channel. South-east of Geelong is Lake Connewarre, connected with the sea at Point Flinders. CLIMATE. 9. From its geographical position, Victoria enjoys a climate more suitable to the European constitution than any other colony upon the continent of Australia, since within a comparatively limited area it possesses the climatic advantages of the more favoured portions of Southern Europe. Upon examining a chart showing isothermal lines, it will be found that Melbourne is situated upon or near the line corresponding with that in the northern hemisphere on which Marseilles, Bordeaux, Bologna, Nice, Verona, and Madrid are situated. The difference, however, between summer and winter, and the hottest and coldest month, is far less in Melbourne than in any of these places. In the ten years ended with 1879, the maximum temperature in the shade was 111°, which occurred once only ; the minimum was 27°, which also occurred only once ; and the mean was 57°. Upon the average, on four days during the year the thermometer rises above 100° in the shade ; and generally on about three nights during the year it falls below freezing point. The mean atmospheric pressure, noted at an observatory 91 feet above the sea-level, was in the same ten years 29-93 inches ; the average number of wet days was 132, and the average yearly rainfall was 28 inches, as compared with 29-95 inches at Sydney, and 21-36 inches at Adelaide. In some districts of Victoria, notably amongst the mountains, the rainfall is more than in Melbourne, while on the plains towards the north-western portions of the colony it is somewhat less. But in this respect Melbourne may be taken as fairly representative. The hot winds, which are the terror of new-arrivals, are neither so frequent nor so severe as is generally supposed. The average number of hot-wind days in the year does not exceed 8, and of these the days of intense heat do not exceed 2 or 3. Generally, the hot winds last only one day, and the maximum is three, the change from the hot north to the cool and refreshing south wind being usually accompanied by a thunder storm, which completely alters the oppressive atmosphere and converts it into one of delightful coolness and freshness. These hot winds, although severe upon old people and children, are not unhealthy. On the contrary, they destroy the germs of disease ; they act as powerful disinfectants, and prevent any ill effect which might result from heat accompanied by dampness. 10. The rain does not all fall at one season, but is distributed throughout the year. In Melbourne the mean rainfall is 40 days during spring, 24 during summer, 29 during autumn, and 42 during winter. At Sandhurst, which may be considered typical of that portion of the colony which lies north of the Dividing Range, the number of days during which rain falls is 164 days per annum, and at Portland, on the sea-coast, 108 days. The seasons in Victoria as in the other portions of the southern hemisphere, are the exact opposite of those in Europe. The spring commences on the 23rd September, and brings with it pleasant and moderately warm weather, with a considerable number of wet or showery days. Summer commences on the 22nd December, the longest day in the year. January is the hottest month of the year, although the hot winds are not usually severe before February. Autumn commences on the 20th March ; the weather is cool and agreeable ; the intense heat is no longer felt, and the fresh breezes from the north and north-west create a mild and agreeable temperature. Winter commences upon the 21st June the shortest day in the year ; the temperature is comparatively mild, the ' thermometer rarely falling below 45 degrees Fahrenheit. Frosts are rare near the sea"], [15, "7 although more frequent in the interior, and especially amongst the mountains. In the more level country the ice which forms during the night never lasts for more than three or four hours after daylight, and although snow occasionally falls amongst the hills, and remains for some time upon the mountain tops, a fall which occurred at Melbourne during July 1882 created great excitement amongst the people, many of whom had never seen such a sight before. LAND LAWS, PRODUCTS OF THE SOIL, ETC. 11. The first settlement of Victoria was made by graziers, who depastured their live stock, horses, sheep, and cattle upon the unoccupied Crown lands of the colony, paying for their occupancy a small rental to the Government. As the population increased, and especially after the discovery of gold, the system of selling land by auction, which had always been followed in the towns and in a few rural localities, was extended to all the country districts. Subsequently greater facilities for the acquisition of land were given to persons of small means, who were allowed to take up, for farming and grazing purposes, any land which had not been previously alienated, in blocks not exceeding 640 acres in extent, and to pay for it at the rate of twenty shillings per acre by payments extending over a series of years. The laws relative to the occupation of land have been modified from time to time, but, at the present moment, the mode of obtaining a farm is as follows : — The intending farmer, or, as he is generally termed in Australia, the selector, chooses any piece of unsold or unleased land which he may desire, sets up a post three feet high at each corner of the block, places upon each of them an announcement of his intention to apply for the land at the nearest land- office, and deposits with the district surveyor the survey fees. The land is subsequently surveyed, and all persons interested are informed that upon a certain date a license to occupy the land will be granted, unless good reasons, such as its being auriferous, its being claimed by some other person, or the mala fides of the selector, can be shown to the contrary. The application of the intending farmer is then investigated by the Local Land Board, and subsequently approved of by the Board of Land and Works. Thus, by an easy method, every resident in Victoria, British-born or foreigner, can, by paying one shilling per acre per annum for twenty years, and con forming to certain conditions as to residence, fencing, and cultivating, become the possessor of a farm of any extent up to 320 acres. Should any person desire to obtain a farm in fee-simple by purchase from the present holders, it may be obtained at prices from £3 to £20 per acre, according to the value of the improvements which have been made, the nature of the soil, the distance from a railway station, &c. It is possible that the present land laws may be somewhat modified, but any change will certainly be in the direction of granting greater facilities to intending farmers. 12. The total area of the colony of Victoria is 56,245,760 acres. Of these, 19,819,739 acres have been sold, or leased with right of purchase, and 36,426,021 acres remain in the hands of the Crown, and of these it is calculated that about 9,410,932 acres are suitable for agriculture. 13. In order to give greater facilities for farmers and graziers to convey their produce to market and to the ports of shipment, a large and compre hensive system of railways has been undertaken by the Government. One thousand two hundred and forty-seven miles were, on 9th August, 1881, open for traffic, 159 miles were in course of construction, 291 additional miles were authorized under existing laws, and a proposal was before Parliament to construct several hundred miles of new railways at the time this Handbook was being written."], [16, "8 14. The ordinary crops in Victoria are those of Northern and Central Europe, viz., wheat, oats, barley, hay, and potatoes ; but, m addition to tnese, the soil produces all the fruits, vegetables, and grasses of Southern Europe. Maize is grown in some localities, tobacco in others, the grape ripens all over the colony, and many excellent varieties of wine are made ; the mulberry and the olive thrive well north of the Dividing Eange. Owing to the great diversities of soil and elevation, and consequently of climate, Victoria can grow in one locality 01 the other every description of agricultural produce which is to be found in Great Britain, France, or Italy. 15. The extent of land under the principal crops, the gradual increase ot agriculture, and the yields are set forth in the following table : — 16. Acreage under and Produce of Wheat, Oats, Potatoes, and Hat in each Fifth Year from 1839 to 1881. 17. Average Produce per Acre op Wheat, Oats, Potatoes, and Hat in each Year prom 1869 to 1881. ?ohoe7aiUe of the aSricultural produce raised in 1880 was £5 SQ**, st9i i • 1881, £5,862,574. aa ia^9*J,04l, and in 18. In past years the farmers of Victoria have o-;™™ ti,» their attention to the growth of those ift *™ SSSSdS C were acquainted in the various portions of the United Kingdom from which They teat. its. Pot! i.toes. e.v- Year. Acres. Bushels. Acres. Bushels. Acres. Tons. Acres. Tons. 1839 1844 1849 1854 1859 1864 1S69 1874 1879 1881 1,302 6,919 24,247 12,827 107,092 125,040 288,514 332,936 707,738 926,729 12,600 138,436 525,190 250,091 2,296,157 1,899,378 5,697,056 4,850,165 9,407,503 8,714,377 252 3,083 5,379 5,341 90,167 144,303 144,791 114,921 167,721 146,995 34,361 129,602 130,746 2,553,637 2,694,445 3,761,408 2,121,612 4,024,962 3,612,111 192 2,487 2,151 3,297 27,622 31,172 41,216 35,183 41,600 39,129 12,418 5,929 8,383 48,967 59,828 127,645 124,310 167,986 134,290 1,773 11,181 31,514 98,570 85,146 140,435 119,031 201,169 212,150 6,459 15,640 53,627 135,643 97,731 224,816 157,261 291,781 238,796 Average Produe :e per Acre of Year. Wheat. Oats. Potatoes. Hay. 1869 1870 1871 1872 1873 1874 1875 1876 1877 1878 1879 1880 1881 Bushels. 19*75 10*10 13*45 16*51 13*58 14*57 15*49 13*15 12*41 8*76 13*29 9*95 9*40 Bushels. 25*98 14-98 18*76 19-55 15*69 18*46 21*92 19*91 19*39 17*60 24 00 17*62 24-57 Tons. 3-09 3-27 3*28 3*45 2*86 3*53 3*37 3*31 311 2-71 4 04 2-81 3-47 Tons. 1-60 1-13 1-40 1-32 1*27 1-32 1-33 1-22 1-18 1-21 1-45 1*20 113 Averages 13-10 19-88 3*25 1-29"], [17, "9 came ; to the improvement of their live stock — horses, cattle, sheep, and pigs, in which they can more than hold their own with the graziers of any country in Europe ; and to the production of dairy produce — butter, cheese, bacon, and hams, in which they are unsurpassed. Of late years a not inconsiderable area of land has been laid down in vines. At the present moment there are between 5,000 and 6,000 acres of vineyard in the colony, and about 800,000 gallons of wine are made annually. The quality of the wine is excellent, and it has received the highest encomiums from the best judges in Europe. At the Exhibitions at Vienna, Philadelphia, and Paris the wines of Victoria obtained a large number of prizes, and at the last-mentioned exhibition the proportion was greater than was awarded to any country exhibiting. Recently, the Hon. L. L. Smith, the Chairman of the Committee of Ministers taking charge of the Victorian Court at the Amsterdam Exhibition, has introduced the manufacture of champagne, and has achieved a large measure of success. The northern portions of Victoria are well adapted for the growth of the olive, the fig, and the mulberry, but the manufacture of olive oil and sericiculture can scarcely be said to have gone beyond the experimental stage. Oranges and lemons grow all over the colony, side by side with the fruits of Northern Europe, — the apple, the pear, the cherry, the plum, the strawberry, and the raspberry ; and those of Central Europe — the peach, the apricot, the fig, and the mulberry. Tobacco is very largely grown, and at the present moment the annual production is about 1,500,000 lbs. The growth of hops is so large that Victoria promises to be before very long independent of any foreign supply. 19. Two other industries for which Victoria is well adapted, although very little attention has been directed to them of late years, are the cultivation of flax and of beet. Flax culture appears to have disappeared for the last few years, owing to the absence of proper scutching machines. Very few residents possess much practical knowledge of the cultivation of flax. In 1 868 there were 3 1 acres, and in 1869,34 acres under this crop in the neighbourhood of Melbourne and Geelong. The yield was in the first year 120,000 lbs. of fibre, and in the second 31,000 lbs. of fibre and 150 bushels of linseed. From that date the area under flax has steadily declined, and last year it did not exceed 3 acres. And yet the importance of this crop is considerable, inasmuch as about 100,000 gallons of linseed oil are annually imported, and there is a great demand both for flax and hemp for the manufacture of string, twine, and rope. 20. The culture of the beet-root has not passed much beyond the experi mental stage, although it has been demonstrated that the soil of the colony is well suited to that description of crop. Some years ago a distillery was established for the manufacture of beet-root spirit, and more recently a company was projected for the production of beet-root sugar. Spirits and sugar of good quality have been made, and fair prices realized ; but the difficulties in the way of establishing a new industry in a country where labour is so high as in Victoria have hitherto prevented the development of the beet-root industry. 21. Victoria produces a large number of excellent forest trees. The wood is uniformly hard and durable, and well adapted for building. The most important kinds are the various varieties of the eucalyptus — the red and blue gum, the stringy bark, the iron bark, the messmate, and the white gum — the blackwood and lightwood, which are well adapted for cabinet work, and the myall, which has a sweet scent, and is largely used for fancy articles. The Murray pine is the only description of soft wood indigenous to the colony. The wattle produces gum, and its bark is largely employed for tanning. From all the gum-trees, or, to give them their scientific name, the various branches of the eucalyptus family, a valuable medicinal oil ia distilled ; and from a small-sized variety, which grows exclusively in the"], [18, "10 north-west of Victoria, is produced an oil largely used in the manufacture of varnish. The tree-fern is extremely beautiful, but it does not appear to have any economic uses. In addition to the indigenous trees of Victoria, all of which are evergreens, a large number of useful and ornamental trees ana shrubs, deciduous and otherwise, have been introduced. Several varieties ot pines — the oak, the elm, and the plane-tree— thrive well. 22. The more important industries of Victoria are those which have to do with breeding and fattening of live stock. Owing to the exceptional mildness of the climate and the general fertility of the soil, sheep, cattle, and horses can live without either artificial food or shelter, except for the horses working in towns or on farms. The number of live stock in the colony during 1881 was as under :— Horses, 275,516; milch cows, 329,198 ; other large cattle, 957,069 ; 10,360,285 sheep, and 241,936 pigs. There were in addition about 3,000,000 head of poultry. 23. The gross value of the pastoral produce in 1880 was as follows : — or about £11 per head of the whole population. 24. In addition to the larger and more useful animals, the rabbit, the hare, the pheasant, and the deer have been introduced ; the former two have increased to such numbers that they have become a nuisance. The native game includes kangaroos of several varieties, bustards, ducks, geese, swans, snipe, and quail, so that an agreeable variety of animal food is always procurable. The coasts of Victoria are fairly well supplied with fish, and in the rivers, besides the acclimatised trout and perch, are found several excellent varieties offish ; one, the Murray cod, grows to a large size. 25. The wool of Victoria is justly regarded as among the best, if not the best in the world, and realizes the highest price in all the markets of Europe. This result is as much attributable to the skill and energy of the flock-owners, who have spared neither labour nor expense in procuring the best stud-sheep from Europe, as from the exceptional adaptability of the soil and climate to the various varieties of the ovine race, and especially to the merino. The cattle are as large and as well-bred as any in the United Kingdom, and the breed of horses, both blood and draught, not at all inferior. A great stimulus is given to horse-breeding by the racing clubs and agricultural societies which are to be found all over the colony. 26. Attempts have been made by the Acclimatisation Society to grow Angora wool and to introduce ostrich-farming. The soil and climate north of the Dividing Range are believed to be well adapted for these purposes. MINES AND MINERALS, 27. Gold-mining is an important industry. The total quantity raised up to the end of 1881 was 50,505,567 ounces, valued at £202,022,268 The total Nature ol Produce. silk, butter, and cheese, from number of milch cows kept, viz., 329,198, @ £8 10s. Istimated value of stock produced in 1880 : — Cattle, 329,198, @ £8 Sheep, 1,178,482, @ 10s Pigs, 72,580, @ £2 10s Horses, 13,776, @ £8 Ixcess of exports over imports of wool, Customs value Istimated value of wool used in the colony for manufacturing purposes, 1,372,603 lbs., @ Is. 6d. ... £ 2,798,183 2,633,584 589,241 181,450 110,208 3,440,189 102,945 9,855,800 Total"], [19, "11 raised throughout the whole of Australia and New Zealand up to the same <late was valued at £283,000,000, so that Victoria has raised more than two thirds of the whole quantity of gold raised in this part of the world. The number of miners employed during 1881 was 53,128, of whom 45,187 were Europeans and 7,941 Chinamen, and the yield was 858,850 ozs., valued at £3,435,400. Most of the mines are now worked by large public companies, and some of the shafts are sunk to great depths. Nineteen shafts are more than 1,000 feet deep, one at Stawell being 2,500, and another nearly 2,000. The value of mining plant and machinery at the end of 1881 was estimated eat about £2,000,000 sterling. 28. Victoria contains other metals and minerals besides gold, and within the last few months considerable impetus has been given to coal, tin, and copper mining. Silver, antimony, lignite, cobalt, and kaolin are also found ; there are abundant supplies of slate and building stone, and clays well adapted for •brickmaking and pottery. MANUFACTURES. 29. Statistics of manufactures and works in operation are usually collected lay means of the staff employed by the municipal bodies to collect statistics of agriculture. The collectors are instructed to obtain returns only from establish- ments of an extensive character, except when the existence of industries of an unusual or interesting character seems to call for special comment. No attempt is made to enumerate mere shops, although some manufacturing industry may be carried on thereat. Were this done, the record of manufactories of the •colony might be multiplied to an almost indefinite extent. On April 1, 1881, the census collectors were instructed to obtain accurate returns. There were at that date 145 flour mills in the colony, which, during the year, operated upon 7,281,053 bushels of wheat, and produced 157,784 tons of flour ; 81 breweries, in which 12,314,224 gallons of beer were brewed ; 165 brick yards, some being also potteries, which made 55,565,715 bricks and pottery valued at £34,600 ; 151 tanneries and fellmongeries, which operated upon 2,066,061 hides and skins, and produced leather, basils, pelts, &c, valued at £1,406,274 ; 16 woollen mills, which used 1,372,603 lbs. of wool, and produced 1,095,013 yards of tweed, cloth, and flannel, 1,892 blankets and other products; 38 soap and candle works, producing articles worth £450,924 ; 10 tobacco manu- factories, producing 1,646,850 lbs. of tobacco, 4,213,000 cigars, the total value being £199,920. There were besides, 92 workers in books and stationery, 7 in musical instruments, 13 in prints and pictures, 20 in carving, turning, &c, 6 in designs, medals, and dies, 1 in philosophical instruments, 6 in surgical instruments, 4 in arms and ammunition, 134 in machine tools and implements, 192 in carriages and harness, 19 in ship and boat building, 29 in materials for building houses, 78 in furniture, 44 in chemicals, 218 in dress, 18 in fibrous -materials, 44 in animal food, 182 in vegetable food, 260 in drinks and stimulants, 255 in animal matters, 420 in vegetable matters, 20 in coal, 219 in stone, clay, earthenware, and glass, 2 in water, 28 in gold, silver, and precious stones, and 159 in metals other than gold and silver. 30. The value of the materials operated upon during 1880 was £8,012,745, and the value of the articles produced £13,384,836. This shows that the manufactures added £5,372,091 to the wealth of the colony, and that the manufacturing interest is nearly as important as the agricultural, which only produced £5,395,020, and much more important than the gold-mining. The number of manufacturing establishments during 1881 was 2,469, the number of hands employed 38,141, and the approximate value of the land, machinery, and plant, £7,465,328."], [20, "12 WAGES OF EMPLOYES AND PRICE OF FOOD. 81. The subjoined tables show the cost of living in Victoria and the remune- ration of all classes of employes. It will be seen that there is scarcely any other country in the world in which an artisan, a labourer, or a domestic- servant can obtain so many of the comforts and luxuries of life. The supply of workmen and workwomen is almost always less than the demand, and it is very rare that any skilled or unskilled labourer finds any difficulty in procuring employment. On the other hand, clerks, shopmen, tutors, and the large class of educated persons who have not been brought up to any profession or trade, while they are physically unfit for, or, at least, unaccustomed to manual labour, find the battle of Use quite as difficult in Victoria as in any part of Europe. And for two reasons. In the first place, a far larger proportion os' these classes emigrate than amongst those above and those below them ; because they generally have sufficient means to pay their passage, and because they find it extremely difficult to gain a livelihood in the mother country. In the second place, owing to the universality of public instruction and the desire for social advancement in Victoria, the proportion of young persons who desire to gain a livelihood from occupations requiring some degree of education is larger than in most parts Europe. It should not be forgotten that it is almost impossible for any person to obtain employment as a clerk or shopman unless he possesses a fair knowledge of English. 32. Average Rates of Wages, 1869, 1874, 1881. Description of Labour. 1869. 1874. 1881. Agricultural Labour. Farm labourers ... per week, with rations Ploughmen „ Reapers per acre „ Mowers ... ... ,, Threshers per bushel ,', Pastoral Labour. Shepherds per annum, with rations Stock-keepers ... ,, Hutkeepers „ \" Generally usefulmenonstations,pr.wk. „ Sheepwashers „ Shearers ... per 100 sheep sheared „' Skilled Labour. Masons per day, without rations Plasterers „ Bricklayers , Carpenters , Blacksmiths ... ... ,, Servants — Males and Married Couples. Married couples, ) ( per annum, with board 1 without families J ( and lodging Married couples, i with families J \" >> Men cooks on farms ) and stations J \" \" Grooms Gardeners per week, with board and 'lodging Servants — Females. Cooks per annum, with board and lodging Laundresses ,, „ General servants „ „ Housemaids ,, ,, Nursemaids ,, ,, Miscellaneous Labour. General labourers ... per day, without rations Stonebreakers ... per cubic yard „ Seamen per month, with rations Miners ... per week, without rations 12s. to 20s. 15s. to 20s. 6s. to 10s. 4s. to 8s. 3d. to 6d. £35 to £40 £40 to £50 £25 to £30 15s. to 20s. 15s. to 20s. 10s. to 13s. 8s. to 10s. 8s. to 10s. 8s. to 10s. 7s. to 10s. 7s. to 9s. 15s. to 20s. 15s. to 20s. 12s. to 15s. 3s. to 5s. 5d. to 7d. £30 to £50 £35 to £60 £25 to £30 15s. to 20s. 15s. to 25s. 12s. to 15s. 11s. 10s. 10s. 10s. to 11s. 10s. to 11s. 20s. to 25s. 20s. to 25s. 9s. to 10s. 3s.6d.to7s.6d- 5d. to 6d. £25 to £60 £40 to £75 £25 to £40 16s. to 25s. 15s. to 25s. 8s. to 20s. 12s. 15s. 12s. 12s. 10s. to ISs. £40 to £70 £70 to £90 £70 to £90 £35 to £60 £40 to £50 £40 to £50 £40 to £60 £50 to £60 £50 £30 to £-40 20s. to 28s. £40 to £50 20s. to 25s. £40 to £50- 20s. to 25s. £35 to £40 £30 to £40 £30 to £35 £30 to £35 £20 to £25 £40 to £60 £30 to £40 £30 to £35 £30 to £36 £20 to £35 £40 to £60 £35 £32 to £36 £30 to £40 £25 to £30 6s. to 7s. Is. lOd. to 2s. £4 to £5 £2 5s. to £3 6s. to 7s. 2s. to 3s. 6d. £5 to £6 £2 to £2 10s. 6s. to 7s. 2s. to 3s. £4 10s. to £6 £2 to £2 10s."], [21, "13 33. Average Prices, 1869, 1874, 1881. Throughout Victoria the recognized working- day for artisans and labourers is eight hours. The prices given are those prevailing in the metropolis. In country districts the cost of groceries, tobacco, wine, coal, &c, is somewhat higher, and that of agricultural and grazing produce, firewood, &c, lower, than in Melbourne. M Les. lM.'.l. 1874. 1881. Agricultural Produce. Wheat ... per bushel Barley ... „ Oats ,, Maize ,, Bran „ Hay per ton Flour, first quality ,, Bread per4-lb.loaf Grazing Produce. Horses — Draught each Saddle and harness ,, Cattle- Fat „ Milch cows ... ,, Sheep, fat „ Lambs, fat ,, Butchers' meat — Beef, retail per lb. Mutton „ ... „ Veal „ ... „ Pork „ ... „ Lamb „ per quarter Daily Produce. Butter — Colonial, retail ... perlb. Cheese — Colonial, retail ... ,, Imported, wholesale ,, Milk . . . per quart Farm Yard Produce. Geese ... per couple Ducks ... ,, Fowls ... „ Rabbits ... ,, Pigeons ... „ Turkeys ... each Sucking Pigs ,, Bacon ... per lb. Ham ... ,, Eggs . . . per doz. Garden Produce. Potatoes — Wholesale . . . per ton Retail ... per lb. Onions, dried per cwt. Carrots per doz. bunches Turnips „ Radish* „ Cabbages ... per doz. Cauliflowers... „ Lettuces ... ,, Green peas ... per lb. Miscellaneous Articles. Tea (duty paid) per lb. Coffee (duty paid) ,, Sugar (duty paid) per ton Rice ... ,, Tobacco (duty paid) per lb. Soap, colonial per ton Candles- Tallow ... perlb. Sperm, stearine, paraffine, &c. ,, Salt ... per ton Coals ... ,, Firewood ... ,, Colonial Wine per doz. Colonial Ale... per hhd. 4s. 9d. to 8s. 4s. to 6s. 3s. 6d. to 5s. 6d. 3s. 4d. to 5s. Id. Is. 4d. to 2s. £4 to £8 10s. £11 to £18 6d. to 9d. £10 to £50 £9 to £40 £3 to £14 5s. £5 to £10 2s. 6d. to 12s. 6d. 2s. to 10s. 3d. to 7d. lid. to 5d. 6d. A 8d. H. 2s. 6d. to 3s. 6d.. , lid. to 2s. 2d. \\ 6d. to Is. 4d. Is. to Is. 3d. 6d. 7s. to 14s. 4s. to 7s. 4s. to 6s. Is. 6d. to 4s. 2s. to 3s. 6s. to 12s. 6d. 4s. to 16s. lOd. to Is. 2d. Is. to Is. 4d. Is. to 2s. 2d. 4s. 9d. to 7s. 3d. 3s. to 7s. 2s. 9d. to 5s. 6d. 3s. 4d. to 5s. 9d. Is. to Is. 4£d. £4 to £6 5s. £12 2s. 6d. to £15 6d. to 8d. £12 to £46 £5 to £40 £5 10s. to £13 10s. £5 10s. to £10 10s. 5s. to 20s. 4s. 6d to 11s. .46T,t<e!M. 2M. tee f'eeVd. : - *5d. to ea; 7d. tolOd. * to 8s. ' . 1*. tee Ik, Sd. •si* i I C. '. ~-9d-.t»-ls:6d. Is. to Is. 3d. 6d. 7s. to 12s. 5s. to 7s. 4s. 6d. to 6s. 6d. 2s. to 4s. 2s. to 3s. 7s. to 14s. 10s. to 12s. Is. to Is. 2d. Is. 2d. to Is. 4d. Is. to 2s. 2d. r1* 4s. 8d. to 6s. Id. Is. 9d. to 7s. 6d. 2s. 6d. to 4s. Id. 2s. lOd. to 3s. lOd. Is. to Is. 3d. £3 5s. to £6 15s. £9 17s. 6d. to £12 15s. 6d. to 7d. £22 to £43 £8 to £52 10s. £4 10s. to £11 10s. £5 to £8 15s. 4s. to 19s. 3s. 6d. to 12s. 2d. to 7d. lid. to 4d. 5d. to 6d. 6d. to 8d. 2s. to 3s. 8d. to 2s. 2d. 8d. to Is. Is. to Is. 3d. 4d. to 6d. 7s. to 10s. 4s. 6d. to 7s. 4s. to 6s. 6d. 6d. to 3s. Is. to 3s. 4d. 6s. to 15s. 10s. to 14s. 8id. to lOd. lli\"d. to Is. 4d. Is. 8d. to 2s. 6d. £3 to £7. fd. to Id. 4s. 6d. to 16s. 6d. to Is. 6d. 9d. to 2s. 6d. 4d. to 8d. 6d. to 10s. 9d. to 4s. 3d. to Is. 6d. Id. to 4d. £4 to £4 10s. Jd. to Id. 9s. to 20s. 6d. to Is. 6d. to 2s. 4d. to 6d. 9d. to 10s. 2s. 6d. to 8s. 2d. to 2s. lid. to 4d. £2 10s. to £6 |d. to Id. 5s. to 14s. 6d. to Is. 6d. to Is. 6d. 9d. to 6s. 9d. to 6s. 6d. to 2s. Id. to 5d. Is. to 3s. lOd. to Is. 2d. £25 to £53 £18 to £23 Is. 6d. to 3s. 6d. £29 Is. to 3s. lid. to Is. 9d. £25 to £52. £16 10s. to £25. Is. 9d. to 3s. 9d. £21 to £29. Is. to 3s. 6d. Is. Id. to Is. 8d. £27 to £48 £19 to £30 Is. 9d. to 4s. £20 to £30 4id. 4Jd. to 4id. 4|d. 9d. to Is. Oid. £4 to £5 10s. 21s. to 21s. 6d. 8s. to 12s. 8s. to 15s. £4 to £6. lOd. to 10Jd. £4 10.s. to £6 10s. 35s. to 37s. 6d. 12s. 6d. to 14s. 9s. to 15s. £4 to £6. 8|d. to Is. 3d. £4 to £5 5s. 28s. to 34s. 9s to 12s. 10s. to 15s. £4 to £6"], [22, "14 COMMERCE. 34. The imports into Victoria during 1880 amounted in value to £14,556,894, and of the exports to £15,954,559, the total external trade of the colony being £30,511,453, or at the rate of £35 17s. 8d. per head. This is a larger proportion than in any other country in the world except Holland. The trade of Great Britain is £19 10s. 4d. per head, and of Belgium, £33 13s. 2d., and of Holland £39 12s. 5d. 35. The following table, which gives the distribution of Victorian com merce during 1880, shows that the larger proportion of her trade is with the United Kingdom. The item \" Other British Possessions \" includes the neigh bouring Australian Colonies, with which a large proportion of the interchange takes place : — Seventy per cent, of the exports were the produce or manufacture of Victoria. 36. The principal imports were cottons, silks, and woollens, manufactures of iron, steel, copper, and tin, wine, beer, spirits, and tobacco, earthen and glass ware, books and paper, oils, chemicals, and drugs. 37. The principal exports were wool, £4,234,045 ; gold and bullion, £3,691,822 ; grain, £597,382 ; flour, £244,693 ; preserved meats, £142,368 ; refined sugar, £166,963 ; apparel and slops, £178,308 ; leather, £294,043 ; skins, £85,554 ; tallow, £192,294; horses; £182,553; sheep, £96,960; horned cattle, £49,066 ; potatoes, £58,307 ; butter and cheese, £82,490 ; boots and shoes, £54,131 ; and machinery, £54,995. 38. The fiscal policy of the colony is that of moderate protection. GOVERNMENT : GENERAL AND MUNICIPAL. 39. The constitution of Victoria is a reflex of that of the United Kingdom. The Governor, who is appointed by the British Government, is the representa tive of the Queen, and performs functions analogous to those of Her Majesty. The Assembly, which has powers quite as great as those of the House of Commons, is elected by universal suffrage, and there is no property qualifica tion for its members. The Council, which holds a position in the constitution somewhat similar to that of the House of Lords, is elected by the persons who pay rates to the various municipal corporations, and its members are compelled to have a small property qualification. The colony enjoys self-government to the fullest extent. The Ministry of the day can only hold office so lono- as they possess the confidence of a majority of the members of the Assembly and so soon as they forfeit that confidence, whatever be the cause, they are compelled to resign and to give way to Members of Parliament' who re present the views of the majority of the popular branch of the Legislature 40. The revenue of Victoria for the financial year ending June 30th 1880 was £5,186,011 and the expenditure £5,108,642. About £1,750,000 was raised through the customs and excise, stamps, fees, fines, and legacy duty The railways, which are the property of the Government, returned more than a million and a half, nearly a million was derived from sales and leasing of Impoi *ts. Exp- erts. Articles the produce or manufacture of — Value. Percentage. Value. Percentage. rictoria 'he United Kingdom Ither British possessions 'oreign States £ 13,518 5,654,888 6,779,988 2,108,500 •09 38*84 46*58 14*49 £ 11,220,467 1,275,904 2,747,421 710,767 70*33 800 17*22 4-45 10000 Total 14,556,894 10000 15,954,559"], [23, "15 public estate, and the balance was made up by the earnings of the post-office and electric telegraph, ports and harbours, water supply, and a number of small items. The expenditure was upon the ordinary requirements of a government; education, railways, and water supply, and the interest upon the public debt. 41. The public debt of Victoria on June 30th, 1881, amounted to £22,593,102, and Parliament has authorized the issue of another loan amounting to £4,000,000. The following are the principal items for which the public debt was incurred : — Railways ... ... ... £17,728,366 Water Supply ... ... ... 3,321,307 Defences ' ... ... ... 100,000 Public Works and Buildings ... 586,426 State Schools ... ... ... 800,000 42. The average rate paid as interest, after some 6 per cent, debentures have been paid off, an operation which will commence in 1883, will be 4J per cent. The railways return about 4 per cent, profit. The water supply is not quite so productive, but it is estimated that in about five years the returns from the works constructed with the public debt will more than recoup the Govern ment for the expenditure incurred. 43. Municipal government is universal throughout Victoria, as well in the rural districts as in the cities and towns. The ratepayers elect their own mayor and councillors, and these latter control the streets, lighting, paving, &c; the necessary revenue is obtained from rates, from licenses, and from a subsidy granted by the general Government. The revenue of the various municipalities was in 1880, £821,953, and the expenditure £976,875 ; these bodies had incurred debts amounting to £726,525. EDUCATION. 44. The basis of the educational system of Victoria is that secular instruction shall be provided by the State, without payment, for all children whose parents may be willing to accept it, but that, whether accepted or not, satisfactory evidence must be produced that all children are educated up to a given standard. The system has been most successful in its operation ; and for securing the object sought to be attained, it is believed compares favoirably with that of any other country in the world. It was officially estimated by the Government Statist that in 1878 all the children in Victoria between the ages of 6 and 15, except about 7-fths per cent., were receiving education during some portion of the year. It has also been estimated that the children attending school for not less than thirty days in a quarter amounted to about G8 per cent, of the numbers on the rolls, a proportion of efficient school attendance which, it is believed, has been attained in but few countries. Higher education is provided at the University of Melbourne, to which are affiliated a Church of England (Trinity) and Presbyterian (Ormond) College. A Working Man's College is in process of formation, and there are many high class grammar schools for young people whose parents desire to pay for their education. 45. There is no State religion in Victoria. All the denominations stand upon an equal footing as regards the State, which does not contribute any public money to the funds of any religious body The most numerous church is the Episcopalian, presided over by Bishop Moorhouse, which numbered at the last census 299,542. Next come the Roman Catholics, under Archbishop Goold, which has 197,157 adherents. The Presbyterians number 132,591 ; the Wesleyans, 108,393; the Baptists, 20,373 ; the Independents, 19,878 ; the Lutherans, 11,149 ; Jews, 4,330 ; and Pagans -principally Chinese— 11,159. 46. The great majority of the inhabitants of Victoria are of British birth. Thus 499,199 were at the last census returned as having been born in"], [24, "16 Victoria, 142,906 in England, 86,733 in Ireland, 48,153 in Scotland, and 4,547 in Wales. Every European nation is, however, represented in the colony. Germany contributes 6,144 males and 2,427 females ; Holland, 241 males and 81 females ; Belgium, 92 males and 20 females ; Sweden and Nor way, 1,319 males and 56 females ; Denmark, 918 males and 121 females. 47. Letters of naturalization are granted to aliens residing in Victoria upon their taking an oath of allegiance to Her Majesty ; but, without becoming naturalized, alien friends resident in the colony may acquire real and personal property, and may convey, demise, and bequeath it in the same manner as if they had been British subjects by birth. Alien women married to British subjects become thereby naturalized. During the eleven years ended with 1879 the following persons of different nationalities have become naturalized : — French, 35 ; Belgians, 5 ; Dutch, 10 ; Austrians, 14 ; Germans, 546 ; Italians, 24; Spaniards, 4; Portuguese, 3; Russians, 9; United States, 13; Chinese, 42; subjects of other countries, 251 ; total, 956. 48. It will be seen from the above information, that great as are the physical benefits presented by a residence in Victoria, they are equalled if not excelled by the moral and social advantages. Not only are wages high, employment steady and easily procured, the climate excellent, and food cheap, but the government is entirely in the hands of the people ; elementary education costs nothing, being provided by the State ; all religions are equal before the law ; and there is no State church. 49. To all persons to whom Europe denies a career, and compels them to labour from infancy to old age for a pittance insufficient to procure the necessaries, to say nothing of the comforts, of life, as well as to the artisan, the farmer, the small capitalist, the vinegrower, the sericiculturist, the workman — British and foreign, Dutchman and Dane, Frenchman and German — Victoria says Come — there is room for all of you — bring your vigorous arms, your valiant hearts, your skill and knowledge. Come, and bring with you your wives and your little ones, for I have room for all of you. THE VOYAGE FROM EUROPE TO AUSTRALIA. 50. In these days, the rapid voyage between Europe and Australia may be regarded as a pleasure trip. The passage does not take more than 40 days — it is frequently done in 37 or 38 — and, with the exception of a little rough weather in the Bay of Biscay, and perhaps off the Cape of Good Hope, the sea is almost like a mill-pond all the way. Indeed, much less bad weather is encountered between Plymouth and Melbourne than between Liverpool and New York ; and the voyage across the Atlantic, although shorter, is much less agreeable than a trip to the antipodes. 51. There are several means of reaching Australia, and the passage money is adapted to the pockets of all classes. 52. The mail steamers sail from London, touching at Plymouth and Port Said, traverse the Suez Canal and the Red Sea, and call at Colombo (Ceylon)' King George's Sound (Western Australia), and Adelaide (South Australia >' A branch line leaves Venice for Alexandria, and the passengers proceed across Egypt by railway, meeting the direct steamers at Suez. The steamers of the Orient line sail from London, touching at Plymouth, St. Vincent (Cape de Verd Islands), and the Cape of Good Hope. In certain seasons these fine ships come through the Suez Canal. Then there are lines of steamers sailing to Melbourne from Hamburg, Antwerp, and Bordeaux ; and the Messagenes Mantimes from Marseilles, sailing through the Suez Canal, and touching at Mauritius and Reunion From Sydney, which is connected with Melbourne by railway one line of steamers sails to San Francisco (California) and another, by way of the Queensland ports, to Batavia, Aden, and Naples and London. The passage by any of these routes rarely if ever exceeds 40 clttys."], [25, "17 53. There are, in addition to the steamers, regular lines of sailing ships which ply between Great Britain and Melbourne. The best known are Wigram's, Green's, the White Star, the Victoria, the Aberdeen clippers, the Thames and Mersey. The ordinary period of the passage is from 70 to 90 days. _ 54. On both steamers and sailing ships passengers may rely that the pro visions will be excellent, and that every care will bo taken for their comfort and convenience. 55. The rates of passage money vary from £70 to £50 in the first class, from £35 to £20 in the second, aud from £18 to £14 in the steerage. OCCUPATIONS. 56. The occupations are classified at the census under agreat number of heads. Like the nationalities and religions, they have been brought on by estimates to the past year, and may be arranged in the following groups : — Ministering to Government, 5,000 : ministering to religion, 1,000 ; ministering to health, 3,000 ; ministering to law, 1,400 ; ministering to education, 7,000 ; ministering to art, science, and literature, 2,300; traders, 13,000; assisting in exchange of money or goods, 9,500 ; ministering to entertaining or clothing, 33,000 ; domestic servants, 28,000 ; contractors, artisans, and mechanics, 51,000 ; engaged in mining, 39,000 ; engaged in pastoral pursuits and agriculture, 110,000 ; engaged in land carriage, 15,000 ; engaged in sea navigation, 3,000 ; dealing in food, 17,000 ; labourers, 34,000 : wives, widows, children, &c, 500,000 ; following other pursuits or no occupation, about 20,000. ABORIGINES. 57. It is estimated that, at the first colonization of the district now called Victoria, the Aborigines numbered 5,000. When the colony was separated from New South Wales the number was officially stated to be 2,693. In 1877, the Central Board for the Protection of the Aborigines took a census, by means of which they ascertained that the Aboriginal population had become reduced to 1,067, of whom 633 were males and 434 were females ; the adults numbered 770, and the children 297 ; those entirely black numbered 774, and those of mixed blood 293. ROYAL MINT. 58. The Melbourne branch of the Royal Mint was established in 1872. From the time of its opening to the end of 1880, 4,144,376 ozs. of gold had been received thereat, valued at £16,557,148. Gold is issued from the Mint as coin or as bullion. The former, with the exception of 165,000 half-sovereigns in 1873, and 80,000 in 1877, has consisted entirely of sovereigns, which have numbered 16,335,800. The bullion issued has amounted to 25,019 ozs., valued at £94,757. BANKS. 59. There are 12 banks of issue with 347 branches within the colony. According to the sworn returns of these institutions, their note circulation at the end of 1880 was £1,236,046, and their total liabilities £19,488,572, as against which the coin and bullion in hand amounted to £3,854,635, and the total assets to £23,284,822. At the same date the capital stock paid up was £9,126,250, and the total amount of reserved profits was £2,714,730. The average rate of last dividend paid to shareholders was 9^| per cent, upon the paid up capital, and the amount of last dividend declared was £474,140. The shares of most of the banks were at a very high premium."], [26, "18 SAVINGS BANKS. 60. Two kinds of savings banks exist in Victoria— the ordinary savings banks, which were established in 1842, and the Post Office Savings Banks, which were established in 1865. Of the former there are 12, and of the latter 190. According to the returns for 1880, the number of depositors in the two institutions was 92,114, who had to their credit £1,661,409, or an average of £18 Os. 9d. to each depositor. The highest rate of interest which savings banks are permitted to give on money left on deposit is 4 per cent., and this rate is given by both class of savings banks. SHIPPING. 61. The number of vessels entered and cleared out in Victorian ports during 1880 numbered 4,191 of an aggregate burden of 2,179,829 tons, and carrying 103,698 men. The tonnage was larger than in any previous year. More than half the vessels, two-thirds of the tonnage, and three-fourths of the men belonged to steamers. 1,743 of the ships which entered were colonial, 260 British, and 73 foreign. Of those which cleared 1,771 were colonial, 271 British, and 73 foreign. Amongst foreign flags, the United States ranked first, Germany second, Holland third, and France fourth. POST OFFICES. 62. A very efficient postal system exists in Victoria, and post-offices are established throughout the length and breadth of the colony ; 1,100 of such institutions existed in 1880, as against 802 five years previously. In the same quinquennial period the letters, newspapers, and packets despatched and received in a year increased from less than 24,000,000 to 38,394,169. MONEY ORDERS. 63. Money-order offices in Victoria in connection with the post-office had been established in 288 places up to the end of 1880. Besides the issue and pay ment of money orders at these places, such orders are issued in favour of Victoria, and Victorian orders are paid at places in Great Britain and Ireland, Germany, India, Canada, and in the various Australasian colonies. The number of money orders issued during the year was 151,677, of an aggregate value of £423,313, and the number paid was 166,022, of an aggregate value of £485,888. The number and value of the orders issued in favour of the United Kingdom are always much greater than the number and value of those received therefrom ; but the reverse is the case with orders between Victoria and the neighbouring colonies. The net amount remitted to the United Kingdom by this means has, however, been gradually falling off, whilst the net amount received from the neighbouring colonies has been fast increasing. ELECTRIC TELEGRAPHS. 64. Telegraphic communication exists in Victoria between 284 stations within her own borders. Her lines are connected besides with the lines of New South Wales, and by means of them with Queensland and New Zealand. They are also connected with the lines of South Australia, and by their means with Western Australia and with the Eastern Archipelago, Asia, Europe, and America. They are likewise united with a submarine cable to Tasmania. In 1880 the miles of line along which poles extended numbered 3,215, and the miles of wire 6,019 ; the telegrams transmitted numbered 1,160,912, of which 348,446 were on Government business. A considerable extension of the lines, as well as an increase of business, takes place each year."], [27, "19 FRIENDLY SOCIETIES. 65. Friendly Societies in Victoria have for years past been much patronised by the industrial classes, many of whom have derived great benefit from their connection therewith. So far as their relations with the State are concerned, these societies are under the supervision of the Government Statist and Registrar ; and there are also public auditors and valuers. Thirty-two parent institutions, having 748 branches, furnished returns to the Government Statist for 1878. The number of members was 46,074, of whom 8,310 received sick pay during the year for periods extending over 58,443 weeks. The number of members who died was 425, and the number of wives who died was 218. The total income during the year was £171,937, and the total expenditure was £144,506. The amount to the credit of the funds at the end of the year, after deducting debts, was £417,375. CLERGY. 66. There being no State religion in Victoria, and no money voted for any religious object, the clergy are supported by the efforts of the denomination to which they are attached. In 1880 the total number of registered clergy was 736, of whom 172 belonged to the Church of England, 93 to the Roman Catholic Church, 161 to the Presbyterian Church, 144 to the Wesleyan Church, 49 to the Independent Church, 47 to the Baptist Church, 20 to the Bible Christian Church, 5 to the Jewish Denomination. Besides these, there are officials connected with some of the denominations who, without being regularly ordained, perform the functions of clergymen, and are styled lay readers, lay assistants, local preachers, mission agents, &c. The number of these is not known. CHURCHES AND CHAPELS. 67. The buildings used for public worship throughout Victoria in 1880 num bered 3,307, of which 353 were State schools. The approximate number of services performed during the year was 267,126 ; the number of persons for whom accommodation was provided was 419,370, and the number of persons usually attending worship was 267,126. Of the whole number of buildings used for religious services, 573 belonged to the Church of England, 860 to the Presbyterians, 912 to the Methodists, 531 to the Roman Catholics, 167 to the Independents, 112 to the Bible Christians, and 77 to the Baptists. CHARITABLE INSTITUTIONS. 68. There is no poor law in Victoria, but a very complete organization exists for the relief of the sick, the infirm, and the necessitous, by means of the many excellent charitable institutions which are scattered throughout the length and breadth of the colony. These establishments are for the most part subsidised by the State, and many of them are also largely contributed to by private persons. There are 34 general hospitals, besides a Lying-in Hospital, an Eye and Ear Hospital, and a Children's Hospital ; there is also a Blind Asylum, a Deaf and Dumb Asylum, and an Immigrants' Home. There are 5 Benevolent Asylums, 7 Orphan Asylums, 9 Industrial and Reformatory Schools, 5 Hospitals for the Insane, and 5 Female Refuges. These institu tions had in all 28,442 inmates during 1880 ; their total receipts were £283 732, of which £203,574 was from the Government, and their expendi ture was £280,469. There are 37 other associations for the relief of distressed or indigent persons, which are generally managed by ladies. These are termed Benevolent Societies ; the names of three of them indicate their connection with the Jewish body, but no distinctive denomination is perceptible in the titles of the others. The acts of relief during the year numbered 11,378, the receipts amounted to £14,016, of which £6,530 was from the Government, and £7,486 from private sources, and the expenditure to £13,802."], [28, "20 PUBLIC LIBRARIES. 69. The Melbourne Public Library is open to all classes of persons over 14 years of age, without payment, on week days, between ten a.m. and ten p.m. The buildings up to the end of 1878 had cost £111,604, and were still unfinished. These funds were provided by the Government, as also were further moneys amounting, with the sum just named, to £313,162. The estimated value of the private contributions, consisting of books, pamphlets, maps, &c, is £13,020 ; and the total number of books in the library 111,594. The institution was visited in 1880 by 261,886 persons. In most of the towns in the colony there are free libraries, athenæums, or scientific, literary, or mechanics' institutes, some of which receive books on loan from the Melbourne Public Library. One hundred and eighty-eight of those institu tions furnished returns for 1880. Their statements show that the total receipts in that year amounted to £26,805, of which £7,128 was contributed by Government, and £19,677 by private individuals ; that the number of volumes amounted to 254,168 ; and that the number of visits during the year amounted to 2,600,000. NATIONAL GALLERY AND MUSEUMS. 70. The National Gallery contained, at the end of 1880, 93 oil paintings, 17 objects of statuary, and 8,020 drawings, engravings, and photographs. The school of painting connected with this institution was attended in the year by 5 male and 33 female students, and the school of design by 61 male and 107 female students. The Industrial and Technological Museum, which joins the last-named institution, contains 1,433 publications, 30,672 specimens, and 150 drawings. Class lectures, given -1:88.0, .on chemistry and mineralogy, were attended by 43, on engineering-' by~361 students. The collections of the National Museum, which isV-situated on the grounds of the Melbourne University, consist of specimens of < mineralsy stuffed animals and birds, insects and other objects of cWjosity.\" The cost of the edifice wae £8,500, and it was visited in 1880 by '96,24r7 -persons. ; All these institutions are open to the public free of charge>-^lxX-— - -^ By Authority : John Ferres, Government Printer, Melbourne."], [29, ""], [30, ""], [31, ""], [32, ""], [33, ""], [34, ""]]