[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "RELATION DU VOYAGE DES DAMES RELIGIEUSES URSULINES DE ROUEN A LA NOUVELLE-ORLÉANS NE INTRODUCTION ET DES NOTES PAU GRAVIER Membre îles Sociétés de l'ííistoire de France et de l'Histoi: Normandie, Secrétaire de la Société Rouennaise de Bibliophiles. 1 MAISONNEUVE ET Ce , QUAi VOLTAIRE. l5 M.DCCC.LXXII."], [8, ""], [9, "RELATION DU VOYAGE DES URSULINES DE ROUEN A LA NOUVELLE-ORLÉANS."], [10, "i oo Exemplaires seulement sont livrés au commerce. Exemplaire S\\/'"], [11, "RELATION DU VOYAGE DES DAMES RELIGIEUSES URSULINES DE ROUEN A LA NOUVELLE-ORLÉANS AVEC UNE INTRODUCTION ET DES NOTES PAR GABRIEL GRAVIER, Membre des Sociétés de l'Histoire de France et de PHistoire de Normandie, Secrétaire de la Société Rouennaise de Bibliophiles. 'PA'RJS MA,SONNEUVE ET C% QUAI VOLTAIRE, l5 M.DCCC.LXXII"], [12, ""], [13, "LES NORMANDS SUR LE MISSISSIPI 1682-1727. INTRODUCTION A LA RELATION DU VOYAGE DES FONDATRICES DU COUVENT DES URSULINES DE LA NOUVELLE-ORLEANS. Le 6 avril 1682, Robert Cavelier, sieur de la Salle, de Rouen, touchait aux rives septentrionales du golfe du Mexique, après avoir exploré le Haut-Canada, les grands lacs, les vallées de l'Ohio, de l'Illinois et du Mississipi. II avait avec lui cinquante-quatre personnes : vingt trois Français, dont un récollet, dix-huit Mahingans ou Abenakis, dix sauvagesses et trois enfants. Le 9 du même mois, en présence de sa troupe, au bruit de la mousqueterie, au chant des hymnes de l'Eglise, il déclarait la France souveraine des contrées qu'il baptisait du nom de Louisiane. Ce nom de Louisiane n'a été conservé qu'à l'un des plus petits états des Etats-Unis ; la conquête de Cavelier de la"], [14, "VI Salle s'étendait du golfe du Mexique aux grands lacs et de l'Alleghany aux Monts-Rocheux. En 1684, l'intrépide normand partit de la Rochelle pour retrouver par mer les embouchures du Mississipi et fonder des établissements qui devaient nous assurer la possession de ses découvertes. Desservi par le commandant de sa flottille, il manqua ces embouchures en janvier 1685 et s'échoua au fond du golfe, dans Matagorda Bay, la Bahia del Espiritu Santo des relations espagnoles, la baie de Saint-Bernard ou de Saint-Louis de nos anciennes cartes. Après avoir lutté virilement pendant deux années, il fut assassiné au coin d'un bois, sur la Trinité, dans le pays des Cenis, par l'un de ses compagnons, le 19 mars 1687(1). Tandis que ses os blanchissaient dans un hasier, on laissait tomber dans l'oubli son importante découverte ; le Père des Eaux disparaissait de notre cartographie ou n'y figurait plus qu'à des points imaginaires (2) . (1) Découvertes et Etablissements de Cavelier de la Salle\"; Paris, Maisonneuve, 1870. — Cavelier de la Salle; Paris, Maisonneuve, 1871. — F. Parkman, The discovery os the Great West; Boston, 1869. (2) V. notamment la carte de N. de Fer, de 1698, intitulée : VAmé rique divisée selon V étendue de ses principales parties. Les embou chures du Mississipi sont placées à 8° 15' environ plus à l'ouest qu'elles ne sont réellement."], [15, "VII II. Mais il y avait alors au Canada un marin d'une valeur exceptionnelle et d'une bravoure à toute épreuve. Son his toire est une suite ininterrompue de faits héroïques, de vic toires remportées sur les Anglais. 11 se nommait Le Moyne d'Iberville (1). II était le second des huit fils de Charles Le Moyne de Longueil, gentilhomme normand, qui s'éta blit au Canada en 1641 (2). En 1697, après sa brillante expédition de la baie d'Hudson, Iberville se rendit à Paris, auprès du ministre (1J Charlevoix, Hist. et descrip. gén. de la Nouvelle France, t. m, passim; Paris, 1744, in-12. — Barcia, Ensayo cronologico para la historia gênerai de la Florida, p. 316, c. 2; Madrid, 1723. (2) Charles Le Moyne, fils de Pierre et de Judith Duchesne, fut bap tisé dans l 'église Saint-Remy de Dieppe le 2 août 1626. 11 eut pour par rain Charles Ledoux et pour marraine Marie Montfort. {Etat-civil de Dieppe. Registre de la paroisse Saint-Remy , de 1662 à 1643 in clus. Communication de M. Michel Hardy). II descendait de Louis Le Moine, sieur d'Aviron, du bailliage d'Evreux, annobli des francs-fieis en 1471 « comme il est déclaré en la Recherche de 1523. » Ainsi que ses frères Guillaume, Jacques, Jean et Pierre, il a été maintenu en 1668. (Jacques Bai in, Ch. Seig. de la Galissonnière, Recherche de la No blesse de la généralité de Rouen, pp. 178, 179. Ms. de la Bibliothè- Y \\ que de Rouen, F. Martainville — . ) II s'établit au Canada en 1641, fut d'abord engagé des Jésuites, puis bon interprète et vaillant soldat. Le 28 mai 1654, il épousa Catherine Thierry, fille adoptive des époux Pri mot, femme de très-grand mérite, née à Saint-Denis-le-Petit, bourg du diocèse de Rouen. (Histoire de la colonie française au Canada,"], [16, "VIII Pontchartrain, et proposa de renouveler les découvertes de Cavelier de la Salle. Le ministre, que la conquête de la Louisiane préoccupait vivement, lui donna le vaisseau la Renommée et le fit escorter jusqu'à destination par le François, que commandait le marquis de Chàteaumo rand. Le 27 janvier 1699, il découvrit les côtes de la Floride. Quatre jours après, il prit terre à Tembouchure de la Mo bile, non loin du village de Maville, où 2,500 Floridiens furent égorgés par Soto. II se rendit ensuite à la rivière des Pascagoulas (Chicasawhay), dans la baie de Biloxi, à peu de distance de la petite colonie espagnole de Pensacola. II en partit sur deux biscayennes, approvisionnées pour vingt jours, avec ses frères Sauvole et Bienville, un récol let et quarante-huit hommes, dans le but de découvrir le Mississipi (1). 11 arriva aux embouchures de ce fleuve le 2 par l'abbé Faillon, t. u, pp. 204, 205, passim; t. m, passim. Ville marie, 1865. — Nouvelle Biographie générale de Firmin Didot, art. Le Moyne d'Iberville, par M. P. Levot). Charles Le Moyne était sans doute possesseur d'Iberville, hameau de la commune de Thil-Manneville, ancien fief appartenant aujourd'hui à la famille Le Bourgeois, de Dieppe. (Communication de M. l'abbé Cochet.) (1) Les Espagnols rappelaient Rio de la Palisada (Barcia, Ensayo cronologico, p. 316, c. 2) ; — Rio grande ou Chicagua (Garcilaso de la Vega, Historia del Adelantado Hernando de Soto, p. 203, et passim). Madrid, 1723. — Cavelier de la Salle le nomma Colbert (Pr. verb. de la prise de possession de la Louisiane à V embouchure de la mer augolphe du Mexique, par le sieur de la Salle, le 9 avril"], [17, "IX mars 1699(1), guidé par la quantité prodigieuse de bois flottant que le fleuve arrache à ses rives et que les courants du golfe entraînent à des distances considérables (2). II s'engagea dans les méandres du fleuve et les remonta tantôt à la rame, tantôt à la voile. Comme je l'ai dit ail leurs (3), il voyait, à droite et à gauche, des déserts, des champs de cannes, d'épaisses forêts qui semblaient con temporaines de la création, mais pas un village, pas une hutte qui pûtlui servir d'indication. II trouvait que les des criptions du P. Hennepin et de Tonty ne répondaient pas 1682, dans les Découvertes et Etablissements de Cavelier de la Salle, app. p. XII). — Tonty l'appelle Mississipy . (Ms. Mémoireyen. voyé en 1693 sur la découverte du Mississipi. Arch. du Min. de la Mar.) — Hennepin lui donne, comme la Salle, le nom de Colbert et aussi celui de Meschasipi. {Description de la Louisiane, pp. 3, 260 et passim; Paris 1683). — Le Page du Pratz l'appelle Saint-Louis. (Hist. de la Louisiane, I, 8 ; Paris, 1758j — Bossu, MisHssipi et dit que les sauvages le nommaient Meschassepi. qui veut dire *. Toutes les rivières ouïe Grand fleuve. (Nouveaux voyages aux Indes Occi dentales, Impart., pp. 21, 87). — Dans les Relations de la Nouvelle- France, les PP. Jésuites l'appelaient : Messi-Sipi (Rel. de 1670, p. 100, c. 1), Mississipi (Rel. de 1671, p. 24, c. 2, et p. 47, c. 1, éd. de Qué bec de 1858). D'après Chateaubriand, son vrai nom serait Meschacebé . (Prologue d'xítala). (1) Charlevoix, loc. cit., t. III, pp. ?77-81. (2) Bossu, loc. cit., l'e part., pp. 21, 22. (3) Découvertes et Etablissements de Cavelier de la Salle, p. 309, n. 1."], [18, "X au paysage qu'il avait sous les yeux (1) et commençait à désespérer quand, à la hauteur de la tribu desQuinipissas, il vit, endormi sur le rivage, un jeune homme qui portait au cou un bréviaire relié en chagrin noir. Sur la première page de ce livre se trouvait le nom de l'un des compagnons de Cavelier de la Salle et la date de 1682. Un instant après, le chef des Quinipissas lui remit une lettre qu'il avait reçue de Tonty, le 20 mars 1685, pour M. de la Sale, gouverneur de la Louisiane. Dans cette lettre, Tonty informait son chef que, pour le voir et lui venir en aide, il avait fait le voyage du fort Saint-Louis des Illinois ; qu'il avait exploré trente lieues de côtes de chaque côté du Delta ; que, désespérant de le rencontrer, il avait porté plus avant dans les terres, parce que les eaux Lavaient renversée, la colonne plantée en 1682 sur les rives du Mississipi (2) . (1) Si d'Iberville ne reconnut pas les lieux décrits par les deux chro niqueurs, cela ne veut pas dire, comme le croit Charlevoix, que leurs relations étaient inexactes. Le Bas-Mississipi et surtout le Delta varient continuellement. En 1685, ils n'avaient déjà plus la même figure qu'en 1682: Minet l'a coostaté par une feuille de retombe sur la carte de Fran quelin. En 1699, ils n'étaient plus les mêmes qu'au temps de Minet et, quand Charlevoix les vit, ils avaient, de nouveau, subi des changements considérables. (\\ . sur l'estuaire du Mississipi la Géologie pratique de la Louisiane, par R. Thomassy , Paris, Lacroix et Baudry, 1860.) (2) Mémoire d'Iberville sur la découverte du Mississipi. (Ms. Arch. du Min. de la Mar.) Tonty, Mémoire envoyé en 1693 sur la découverte du Missisisipi. (Ms. arch. du Min. de la Mar.) — Chai*. levoix, loc. cit., t. III, p. 383."], [19, "XI Rassuré par cette lettre, Iberville revint à la baie de Biloxi, construisit un fort, dont il donna le comman dement à Sauvole, et repartit pour la France. Pendant son absence, Bienville rencontra, dans un anneau formé par le Mississipi, à vingt-cinq lieues du golfe, une corvette anglaise de douze canons qui faisait une reconnaissance. Le jeune officier se trouvait presque seul ; comme s'il avait eu derrière lui beaucoup de monde, il donna Tordre au capitaine anglais de se retirer de suite. L'anglais partit, tout en proférant une vaine menace de retour. Ce trait d'audace de Bienville valut à Tendroit du fleuve où se passa Taffaire le nom de Bètour-aux- Anglais(l). Les Anglais de la Caroline faisaient aux Chicassas et aux Illinois le trafic des esclaves et des pelleteries. Ils s'efforçaient en même temps de soulever ces tribus contre nous. Le gouvernement anglais faisait ouvertement des préparatifs pour nous chasser de la Louisiane et s'em parer du cours du Mississipi. II avait pour but de s'assurer un débouché sur le golfe du Mexique et de se débarrasser des Protestants français qui s'étaient mis sous sa protec tion. Ceux-ci, de leur côté, las des mauvais traitements qu'on leur faisait subir, demandaient avec instance à repasser sous l'autorité de Louis XIV. Ils promettaient de fonder et de défendre une colonie florissante, fidèle à la couronne, (1) Charlevoix, loc. cit., pp. 383, 384."], [20, "XII à la seule condition qu'on leur accorderait la liberté de conscience. Le vieux roi, persistant dans le fatal ordre d'idées qui avait amené la révocation de Tédit de Nantes, refusa « de souffrir dans son royaume, ni dans les colo -*■ nies qui endépendoient, d'autre religion que la sienne. » La même demande, renouvelée sous la Régence, fut encore repoussée (1). Le duc d'Orléans répétait, par politique, les erreurs grossières que Louis XIV avait commises par excès de dévotion. Les Espagnols s'efforçaient, de leur côté, de nous faire abandonner nos projets d'établissement sur le golfe, dont ils se prétendaient les seuls et légitimes maîtres en vertu des excursions de Ponce de Léon, de Pamphile de Narvaez, de Soto, surtout de la fameuse bulle pontifi cale inter cœtera du 4 mai 1493. Iberville fut-il dupe de la politique astucieuse du gouverneur de Pensacola ? On pourrait le croire car, même après avoir vu le pays des Natchez, si beau, si bien situé pour une tête de colonie, il vint s'établir dans l'île Massacre (2) et la baie sablonneuse de Biloxi. (1) Charlevoix, loc. cit., p. 387. (2) Iberville nomma cette île Massacre parce qu'il y trouva, dans un tumulus, les restes d'une soixantaine de personnes qui semblaient avoir été massacrées. Le Page du Pratz raconte qu'en effet, à la suite d'une guerre d'extermination, les derniers survivants d'une tribu avaient cherché un refuge dans cette île et que, découverts par leurs enne mis, tous y furent égorgés, puis empilés et couverts d'une légère couche déterre. (Charlevoix, loc. cit. III, 380 ; — Le Page du Pratz, loc. cit. I, 36.)"], [21, "XIII Quand il apprit, à son retour de France, la tentative et les intrigues des Anglais, ils construisit, à Tentrée du Mississipi, un petit fort dont il donna le commandement à Bienville. Des pionniers d'une autre sorte travaillaient alors à Tétablissement dans la Louisiane de la puissance fran çaise et de la religion chrétienne : c'étaient les Jésuites. Ces pères avaient fini par adoucir Thumeur belliqueuse desHuronset par les soumettre à la discipline religieuse. Ils avaient dans leur pays sept petites églises assez pros pères (1) qu'ils considéraient comme le noyau de Tem pire dont ils rêvaient la fondation dans TAmérique du Nord. Mus par la charité chrétienne, désintéressés pour eux mêmes, ambitieux pour leur Ordre, ils furent courageux, patients, dévoués jusqu'au martyre. Ils firent ainsi pé nétrer peu à peu dans le désert TEvangile et la civi lisation. Mais les Iroquois ne pardonnaient pas à la race hu ronne d'avoir autrefois dominé dans le Nord et moins en core d'être devenue chrétienne. Ils avaient juré de T exter miner et lui faisaient une guerre incessante, la décimaient, la chassaient de désert en désert, de forêt en forêt. Les années 1649 et 50 virent la fin de cet horrible drame. Des 30 à 35,000 Hurons qui vivaient autour des Jésuites, dans (1) Hist. de la Colonie française du Canada, t. 11, p. 110. 2"], [22, "XIV un espace de dix-sept à dix-huit lieues (1), quelques cen taines seulement vinrent, avec ce qui restait des quinze Pères qui les dirigeaient, chercher un asile sous le canon français : tout le reste tomba sous les coups des Iroquois ou périt de misère dans les bois (2). Ce désastre, comme le remarque M. Francis Parkman, était la ruine du projet des Jésuites (3). Es ne perdirent pas courage cependant. La même année 1650, leP. Lallemant disait, parlant des dix-neuf ou vingt missionnaires qu'il laissait au Canada : « tous (sont) bien « résolus de retourner au combat au premier signal de la « trompette » (4) . Ils y retournèrent en effet . A la fln du XVIIe siècle, leurs missions s'échelonnaient de nouveau le long du Saint- Laurent et des grands lacs ; Mermet souffrait patiemment les injures et les tracasseries des Mascoutens ; d'Allouez et Gravier prêchaient les Miamis et les Illinois ; Dongé, du (1) Relations des Jésuites de la Nouvelle France. — Relation du P. François Le Mercier, de 1653, p. 30, c. 1, éd. de Québec. — Paul Ragueneau, dans la Relation de 1650, p. 1, c. 2, appelle ce pays: « Terres de Promission qui estaient nostre paradis. ■» (2) Hist. de la Colonie française du Canada, t. n, pp. 112-116. (3) The Jesuits in North America, p. 446 ; 5> éd., Boston, 1870. (4) Lettre du Père Hierosme Lalemant, au R. P. Claude de Lin. gendes, Prouincial de la Compagnie de Iesus, en la Prouince de France, apud Relation de 1650, p. 49, c. 2, éd. de Québec de 1858."], [23, "XV Ru, Limoges évangélisaient le Bas-Mississipi (1). Tout en répandant leurs doctrines, ils insinuaient le nom de la France et le faisaient aimer, ils enlevaient les épines du chemin que notre petite colonie désirait parcourir (2). (1) L'évêque de Québec ayant paru contraire aux trois derniers, ils se firent rappeler en France. L'évêque de Québec était suffragant de l'archevêque de Rouen. Avant la création de l'évêché de Québec, le Canada faisait partie du diocèse de Rouen. Ce fait prouve, ce semble, l'importance de l' élément normand dans la découverte et la colonisation de la Nouvelle-France. 11 ne sera peut-être pas déplacé de rappeler quelques actes qui rétablissent. Le 22 avril 1657, François II de Harlay nomme Gabriel de Queylus vicaire-général et official à la Nouvelle-France. Le même jour, il donne pouvoir de prêcher en la Nouvelle-France à Gabriel de Tubières, abbé de Locdieu, à Gabriel Soccart, bachelier en droit canon, à Dominique Gallinier. (Arch. de Varohev. de Rouen, Reg. des cellations du 26 mars 1657 au 17 mars 1660. — Communication de M. Ch. de Beaurepaire). Acte pour terminer le différend entre l'abbé de Queylus et le vén. su périeur des Jésuites de la maison de Québec « tous les deux nos grands « vicaires dans la partie de notre diocèse appelée la Nouvelle-France. » (Ports, 30 mars 1608. — Arch. de l'archev. de Rouen. — Communication de M. Ch. de Beaurepaire) . (2) Au commencement du siècle, un américain demandait à un sau vage quel était le peuple qu'il aimait le plus. «c riens, lui répondit le « sauvage, en lui portant la main vers l'épaule et en montrant toute la « longueur du bras, voilà comme j'aime les François ; puis, baissant la « main jusqu'au coude, il ajoute : Voilà pour les Espagnols ; il la baisse « jusqu'au poignet, en disant : Yoilà pour les Anglais ; enfin, il montre « l'extrémité de ses doigts et dit : Voilà pour les Américains. » (Lettre de l'abbé Hichaud, Missionnaire à la Louisiane, de Saint-Louis, le 16 avril 1813, apud. — Nouvelles annales des voyages, t. xix, p. 380, Paris, 1823). De tous les colons, les Jésuites sont assurément ceux qui ont le plus contribué à nous faire aimer d'une façon aussi durable."], [24, "XVI Cette colonie avait besoin pour se développer, même pour vivre, de paix et de sympathies. Quand, au mois d'avril 1700, Iberville repartit pour la France, elle se composait de 100 soldats, 75 canadiens volontaires, 28 familles blanches et 20 nègres ; il est vrai qu'il y avait pour T administrer un gouverneur, un commissaire-ordon nateur, un contrôleur, deux directeurs et un commandant des troupes . En 1701, Iberville bâtit un nouveau fort au fond de la baie de Mobile, entre la rivière de Chactaux et la Mobile. C'est là que les sauvages vinrent recevoir les présents que le roi leur envoyait chaque année. La contrée environnante est sablonneuse, cependant fa vorable au bétail. Les habitants sont laborieux et trafi quent avec les Espagnols de Pensacola (1). Bienville, devenu gouverneur parla mort de son frère Sauvole (2), y transporta son état-major. En 1702, Iberville, revenu pour la quatrième fois, construisit des magasins et des casernes dans l'île Massa cre (3), qui fut, pour quelque temps, le quartier-général de la colonie et reçut le nom de Dauphine. En 1706, il revenait chercher en France de nouveaux (1) Bossu, Nouveaux voyages aux Indes Occidentales. II\" part., pp. 8, 9. (2) Sauvole mourut de la fièvre jaune au fort de Biloxi. (3) Au mois de septembre 1720, un corsaire anglais détruisit cet éta blissement."], [25, "XVII secours quand, le 9 juillet, il mourut de la fièvre jaune, à la Havane, sur le navire le Juste qu'il commandait. Avec lui, dit Barcia, moururent ses idées et Tespoir qu'avait de Lisle d'obtenir des renseignements exacts sur les lieux que Tillustre capitaine avait décrits à Cassini dans une lettre datée de Tembouchure du Mississipi. II est à présu mer, comme Tobserve Le PageduPratz, que si le vaillant capitaine avait eu plus longue vie, la colonie aurait fait des progrès considérables. Déjà, par suite des alliances qu'il avait faites avec les caciques, un grand nombre de sauvages s'étaient fixés en face de l'île Dauphine et avaient fait de vastes défrichements. Tandis que les Espagnols les éloignaient par leur dureté, Iberville les attirait par sa bienveillance (1). Ce n'est cependant qu'en 1708, à Tarrivée de Diron d'Artaguette, que la colonie prit quelque développement. Par les soins de cet administrateur, les environs de notre établissement furent cultivés pour que les Français ne soient plus à charge aux sauvages quand les envois de France éprouvaient du retard (2) . il) Barcia, Ensayo cronologico, p. 317, c. 2. — Le Page du Pratz, Hist. de la Louisiane, t. i, p- 9. — Léon Guérin, Hist. maritime de la Fronce depuis les temps les plus reculés jusqu'ànos jours, t. II, p 287; Paris, Abel Ledoux, 1844. — Nouvelle biographie générale, art. Le Moyne d Iberville, par M. Levot. (2) Charlevoix, loc. cit., t. ìv, p. 168."], [26, "XVIII XVIII Alors tout entier à la guerre, le ministère ne pensait plus à la colonisation de la Louisiane. Crozat, sans se rendre compte de la situation, sans même ajouter foi aux rensei gnements de ceux qui connaissaient le pays, sollicita la concession du commerce de cette colonie (1). Antoine Crozat, marquis du Châtel, était alors le plus riche et le plus habile négociant de France. Saint-Simon parle de lui avec beaucoup de dédain, sans lui rien repro cher cependant que d'être cordon bleu et d'avoir fait une immense fortune dans la banque et la marine (2). Sa demande fut admise par édit du 14 septembre 1712. Dans le préambule de cet acte, Louis XIV rappelle les dé couvertes de Cavelier de la Salle, les entraves apportées par la guerre à la colonisation de la Louisiane, les con naissances de Crozat dans le commerce et la marine, l'es poir qu'il fonde sur Thabileté de ce financier, et termine par ce passage, qui mérite d'être cité textuellement parce qu'il fait connaître Timportance de la concession et donne (1) Barcia juge sainement la situation quand il dit : « Croçat, ins truido de los Viages de Roberto de la Sala, y de Iberbile, sin hacer reflexion sobre sus desgraciados fines, bolviò à intentar la Poblacion del Rio de la Paliçada, con mejor fortuna, aunque con las mismas medras. » (Ensayo cronologico, p. 325, c. 2). (2) Mémoires complets et authentiques, t. vm, pp. 213, 214. Ed. Chéruel; Paris, L. Hachette, 1803."], [27, "XIX une idée des fluctuations géographiques de TAmérique : « A ces causes .... nous .... établissons ledit sieur Cro « zat pour faire seul le commerce dans toutes les terres « par nous possédées et bornées par celles du Nouveau « Mexique et par celles des Anglais de la Caroline ; les « établissements , ports, havres, rivières, et principale « ment les port et havre de l'île Dauphine, appelée au « trefois du Massacre; le fleuve Saint' Louis, autrefois « appelé Mississipi, depuis le bord de la mer jusqu'aux « Illinois, ensemble les rivières Saint-Philippes , autre « fois appelées des Missouris, et Saint-Hiérôme , autre « fois appelée Oûábaehe avec tous les pays, contrées, lacs « dans les terres et les rivières qui tombent directement « ou indirectement dans cette partie du fleuve Saint « Louis. » II impose à Crozat : art. VII de Tédit, les coutumes et usages de la prévôté de Paris ; art. VIII, d'envoyer, par an, deux vaisseaux à la Louisiane et de transporter sur chaque vaisseau dix garçons ou filles. Par Tarticle XIV, il lui accorde le droit d'envoyer, chaque année, un navire en traite sur les côtes de Guinée et de vendre sa cargaison d'esclaves aux Louisianais (1). (1) Edit du Roi portant V établissement de la Louisiane par le sieur Crozat, 14 septembre 1712. (Ins. Cons. Sup. Reg. C.fol. 90, Ro, 30 juillet 17 14, apud Edits, ordonnances royaux et arrêts du Conseil d'Etat du Roi concernant le Canada. Québec, 1854.) Le droit de réduire les nègres en esclavage fut accordé par Nicolas V au"], [28, "XX La Motte Cadillac, cadet de Gascogne, fut nommé gou verneur après le départ de Diron d'Artaguette (1) et asso cié aux opérations de Crozat. Tout en cherchant avec passion des mines d'argent, Ca dillac tenta de nouer des relations commerciales avec les Espagnols. II envoya dans ce but un navire à la Vera- Cruz. Le gouverneur de ce port reçut le capitaine avec courtoisie, lui fournit même quelques vivres, mais le força de repartir au plus vite avec ses marchandises. Dans Tespoir qu'il réussirait mieux auprès du vice-roi, Cadillac résolut d'envoyer une ambassade par terre k Mexico. C'était une traversée d'environ sept cents lieues de pays encore peu connus. Cette mission exigeait un chef très-habile et des hommes de fer. Cadillac fit choix de Juchereau de Saint-Denis, oncle de la femme de Le Moyne d'Iberville (2). Juchereau, dit Charlevoix, « étoit fort aimé des sauvages, et parloit as « sez bien la langue de plusieurs nations (3). » « Depuis « quatorze ans qu'il étoit dans la Louisiane, » ajoute Le Page du Pratz, « il avoit fait de côtés et d'autres beaucoup roi Alfonse Vde Portugal, par lettresde 1454. (Declaratio tum Soptam tumrcliquam Africain a promontorii* Baraloc et Nam ad Ghi neam usque, vel etiam ultra ad antarcticum omniaque adjacentia Saracenorum régna Lusìtanœ coronce esse addicta, 1454.) (1) De Muys, major de troupes en Canada, nommé d'abord, mourut en se rendant à son poste. (Charlevoix, loc. cit. IV. 169.) (2) Le Page du Pratz, Hitt. de la Louisiane, t. i, p. 8. (3) Hisl. et descrip. gén. de la Xouvelle France, IV. 164."], [29, "XXI « de voyages. II sçavoit généralement toutes les Langues « des différentes Nations, quil'habitent, ets'étoitfait aimer « et estimer de ces peuples , au point qu'ils Tavoient reconnu « pour leur grand Chef. Ce gentilhomme , d'ailleurs plein de « courage, de prudence et de force, étoit donc le plus pro « pre que M. de la Motte pût choisir pour exécuter son « dessein (1). » En 1670 et 1672, on trouve son père capitaine à Ta doussac pour la compagnie des Cent-Associés. C'était un homme très-pieux, très-bon pour les sauvages et très-at taché à son devoir (2). Un arrrêté royal du 29 mai 1680, confirme la concession que Frontenac lui avait faite pour son fils Joseph (3) . Louis XIV lui accorda aussi des lettres de noblesse, tant pour ses services militaires que pour glo rifier la mémoire de son père, qui s'était attaché « unique « ment et suivant nos intentions, » dit le roi, « à faire des « établissements considérables et à travailler au défriche « ment et à la culture des terres (4). » L'arrivée au Ca nada de cette famille laborieuse et brave remonte aux premiers temps de la colonie, ce qui, joint à son alliance (1) Uist. de la Louisiane, t. i, pp. 11, 12. (2) Relations des Jésuites de la Nouvelle-France. — Relation de 1670, p. 13 c. L Relation de 1672, p. 55, c. 2; Québec, 1858. (3) Edits, ordonnances royaux et arrêts du Conseil du Roi concernant le Canada, p. 240. (4) fie**-, des lnt. du Cons, de Québec, fol. 128, cité par l'abbé Faillon, Histoire de la colonie française du Canada, t. m, p. 221, n. 1 3"], [30, "XXII avec la famille Le Moyne, porte à croire qu'elle était ori ginaire de la Normandie (1). Parmi ceux qui devaient accompagner Saint-Denis à Mexico se trouvait Penicault, charpentier de navire, homme de beaucoup de sens et très-brave. II avait fait plusieurs voyages sur le Mississipi, entendait presque toutes les langues de la Louisiane et les sauvages lui ac cordaient une grande confiance. 11 a laissé un manuscrit qui mériterait les honneurs de Timpression (2). Saint-Denis reçut de Cadillac pour dix mille livres de marchandises qu'il devait laisser en dépôt aux Nat chitoches, nation des rives de la Rivière R.ouge, alliée des Français. En passant aux Tonikas, il décida le cacique et quinze bons chasseurs à Taccompagner. Chez les Natchitoches, il bâtit quelques maisons pour une petite colonie française. La Rivière Rouge cessant alors d'être navigable, il prit à pied la route de Touest. Sur sa carte de 1782, Guillaume de TIsle a marqué le chemin suivi parl'intrépide voyageur des Natchitoches au Presidio del Norte, sur le Rio Bravo, et du Presidio del Norteau Rio Salinas deNadadores. (1) Son nom ne se trouve ni aux archives départementales de la Seine- Inférieure, ni à celles du Palai_-de-Justice de Rouen. Elle pouvait être de la Basse-Normandie ou se trouver dans une position très-modeste. (2) Hist. gén. des Yoy. t. xiv, p. 631. — Charlevoix, Fastes chronologi ques du Nouveau-Monde, à la suite de ÌBist. et descripl. ge'n. de laNouv.-Fr. t. iv, p. 421 de l'éd. in-12 de 1744."], [31, "XXIII En vingt jours de marche il était arrivé des Natchi toches aux Assinaïs ; sept ou huit jours après il traversait la Trinité, près de Tendroit où Cavelier de la Salle fut assassiné. Les Cénis, habitants de ces contrées, ne se souvenaient plus du passage des Français. Les seuls Européens qu'ils connussent encore étaient des Espagnols fort misérables qui allaient nus comme eux. Ces sauvages de caractère très-doux, donnèrent à Saint-Denis des guides pour aller au Presidio del Norte, à 150 lieues de leur pays. Don Pedro de Vilescas commandait ce préside. II reçut Saint-Denis avec bienveillance, le prit dans sa maison et logea sa troupe dans les maisons voisines du fort. Mais quand Saint-Denis lui parla de sa mission, il Tenvoya au gouverneur de Caouis, son chef immédiat ; celui-ci, ne pouvant rien décider non plus, le fit conduire au vice-roi de Mexico. On compte 60 lieues du Presidio del Norte à Caouis et 250 de Caouis à Mexico. Le vice-roi le reçut aussitôt son arrivée, examina soi gneusement ses passe-ports et sa commission, en constata la régularité, les lui remit, et, sans lui dire un mot, le fit conduire en prison . Trois mois après, au moment où sans doute il craignait d'être enterré dans une mine, il fut délivré et convié à la table du vice-roi. II devait cet heureux dénoûment aux démarches des officiers français au service del'Espagne."], [32, "XXIV Le vice-roi conçut de lui la meilleure opinion et s'efforça de Tattacher au service de son pays. II lui confessa même en riant qu'il comptait beaucoup pour le décider sur Tinfluence de donna Maria de Vilescas. Le trouvant inflexible, même après deux mois de réflexion qu'il lui avait accordés, il lui donna un bel alezan et mille piastres pour les « frais de ses noces » ; mais il lui refusa formel lement la liberté commerciale qu'il était venu solliciter de si loin, à travers tant de périls. A son retour au Presidio del Norte, il trouva don Vilescas dans le plus grand embarras : tous les sauvages du préside venaient de partir pour se soustraire aux vexations intolérables des Espagnols. Saint-Denis était brave, éloquent, habile, aimait les aventures. Dans la pénombre, il apercevait donna Maria, belle et souriante, le regardant avec amour. II n'eut pas un moment d'hésitation. Malgré Teffroi du gouverneur, il partit au galop de son cheval, avec son chirurgien, à la poursuite des sauvages. Ceux-ci, ayant avec eux femmes et enfants, n'allaient qu'à petites journées. II les atteignit, s'entretint avec les chefs, fut éloquent, persuasif, réussit. à les convaincre et les ramena triomphalement au préside. Vilescas leur tint les promesses de Saint-Denis. Donna Maria tint la muette promesse que ses beaux yeux d'espa gnole avaient faite au vaillant officier. II partit six mois après pour rendre compte de sa mis sion à Cadillac. Sa ieune femme, alors enceinte, resta au"], [33, "XXV préside. Quand elle le rejoignit à la Louisiane, il était capitaine et chevalier de TOrdre de Saint-Louis (1). Cadillac, toujours occupé de recherches de mines, envoyait aux Natchez. On y trouva les Anglais soufflant la guerre entre les sauvages pour se procurer des esclaves (2). Ce peuple, secrètement sollicité par ces mêmes anglais ou fatigué des vexations de quelques officiers, pensait à nous chasser de ses terres. II avait déjà tué quatre français, disposait une embuscade pour enle ver une petite troupe qui se rendait aux Illinois et gardait à vue, pour le tuer au premier moment, un jeune officier nommé la Loire. Une répression prompte et sévère pouvait seule nous éviter un embarras grave et prochain. Mais aux trois à quatre mille guerriers que la puissante nation du Soleil pouvait mettre en ligne, Cadillac n'avait à opposer que quelques centaines d'hommes. La mission de la punir était donc très-périlleuse. Cadillac n'était pas homme à la remplir, mais il eut assez d'esprit pour en charger Bienville. Celui-ci partit avec cent hommes. AuxTonikas, le long du fleuve, il trouva, pendu aux branches d'un arbre, un sac contenant une lettre par laquelle Davion Tinformait (1) Charlevoix, Hist. et descript. gén. de la Nouv. Fr., t. IV, pp. 170-176.— Hist. gén. des voy, t. XIV, pp. 631-33. — LeFageduPratz, Hist. de la Louisiane, t. I, pp. 11-17. (2) Charlevoix, loc. cit., IV. 177."], [34, "XXVI que les Natchez venaient de massacrer et de voler un nommé Richard. Cette nation, fort sage, 'était soumise à une hiérarchie de chefs commandés par un despote qualifié Grand-Soleil. II est probable, comme le pensait Bienville, que ces assas sinats, sans cause apparente, étaient ordonnés par le Conseil, après mûre délibération, et avaient pour but d'attirer les Français dans un piège. Croyant alors qu'il n'étaient pas prudent de s'avancer avec si peu de monde, le capitaine construisit un fortin aux Tonikas et fit dire au Grand-Soleil de le venir trouver . Celui-ci se contenta d'envoyer quelques chefs subal ternes et vingt-cinq guerriers. Dès que Bienville aperçut leurs pirogues entre la double rangée d'arbres séculaires qui bordaient le fleuve, il fit dresser des tentes, arborer cinq drapeaux et battre tous les tambours afin de faire croire qu'il avait au moins six cents hommes. Les sauvages entrèrent dans le fort avec beaucoup d'assurance et lui présentèrent le calumet de paix ; mais il le refusa, ce qui les mit dans Tinquiétude. Après leur avoir dit qu'il exigeait la tête du meurtrier des français il envoya quelques-uns d'entre eux porter cette parole au Grand-Soleil et garda les autres prisonniers. Les envoyés revinrent avec la tête d'un homme. En la voyant, Bienville leur dit avec colère que ce n'était pas celle du chef qu'il avait désigné. « Ce chef, lui répondirent-"], [35, "XXVII ils, est neveu du Soleil et le Soleilnele livrera pas quand le village tout entier devrait périr. Les coupables d'ailleurs sont dans ta main et tu peux te faire justice. » Bienville appela devant lui ceux qu'on lui indiquait, constata leur crime et leur fit casser la tête à coups de bâton (1). Après cet acte de rigueur (2), il crut prudent de ne pas exaspérer la puissante nation des Natchez, qui pouvait nous fermer le Mississipi et isoler la Louisiane de la Nou velle-France. II demanda, pour conditions de paix, la construction d'un fort dans le village, la reddition des objets dérobés aux Français, Texpulsion du neveu du Soleil. Ces conditions convenues avec les envoyés, un (1) Ce genre de supplice était en usage chez les Floridiens, mais ils se servaient d'une massue, en ébène ou autre bois très-dur, dont la tête elliptique à double tranchant, avait à peu près la forme d'une lame de grattoir. Le bourreau faisait mettre le criminel à genoux devant le cacique lui posait le pied gauche sur le dos et lui fendait la tète d'un seul coup. Jacob Le Moyne a vu deux exécutions de ce genre. II en a fait le récit et le tableau. V. Th. de Bry, Indorum Floridam provinciam inhabitantium eicones. Légende de la planche XXXII. Francoforti ad Meenum, 1591. (2) En 1720, il punit avec une égale sévérité les Chichimachas , ha bitants des rives du Fourche ouest du Mississipi. Ils avaient tué l'abbé S.-Còme, missionnaire. Bienville s'en prit à toute la nation et lui fit faire la guerre par nos alliés. Les Chichima chas décimés, vaincus, forcés de demander la paix, lui envoyèrent la tête de l'assassin, et une ambassade solennelle vint lui danser le calumet de paix. Depuis cette époque, les Chichimachas nous sont restés parfai tement fidèles. (Bossu, loc. cit. Ie part., pp. 29 et seq.; — Le Page du Pratz, loc. cit., t. i, pp. 105 et seq.)"], [36, "XXVIII officier et vingt hommes entrèrent dans le grand village tambour battant, enseignes déployées, et les soumirent à Tacceptation du Soleil. Bienville vint peu de jours après avec cinquante hom mes, fit le tracé du fort, qui fut commencé de suite, ter miné en six semaines et nommé Rosalie (1). Quant Iberville arriva dans ce riche et populeux pays, il le trouva « si charmant et si avantageusement situé, « qu'il crut ne pouvoir mieux placer la métropole de la « nouvelle colonie. II en traça le plan et lui destina le « nom de Rosalie, qui étoit celui de madame la chance « lière de Pontchartrain (2). » Bienville accomplit, autant qu'il le put, la volonté de son frère, mais la ville de Rosalie n'a jamais existé que dans Timagination de quelques géographes. Le fort de Bienville était sur une colline et consistait en une redoute fermée par une simple palissade. Tandis que quelques hommes se sacrifiaient pour la co lonie, Crozat ne pensait qu'à son commerce et la Motte Cadillac à ses mines. La population et Tagriculture fai saient peu de progrès (3). Les colons venaient pour s'en richir en quelques années, c'est-à-dire tout autrement que (I) Charlevoix, loc. cit. IV, 178-185. — Hist. gén. des Voyages, XIV, 634 . (2/ Charlevoix, Journal, Lettre des Natchez, ce 2 décembre 1721. (3) D'après Michelet, il y avait dans la Louisiane, 4^0 agriculteurs en 1712, et 700 en 1717. (ta Régence, p. 193; 2» édit., Paris, Chamerot, 1864.)"], [37, "XXIX par T agriculture. Et ceux qui, résolus à mourir loin de leur pays, s'attachaient au sol louisianais, les commis de Crozat les exploitaient indignement. Tout commerce leur était interdit avec Pensacola, d'où venait tout Targent qui roulait dans la colonie ; les marchandises qu'on leur livrait étaient taxées à des prix exorbitants, leurs pelle teries et leurs produits à des prix dérisoires. Autant que possible ils se pourvoyaient hors des magasins de Crozat, etportaient leurs pelleteries au Canada ou dans les colonies anglaises, mais, quoi qu'ils fissent, la misère était leur partage. Cette situation devait amener la ruine de Tentreprise. Crozat se plaignit, dans des mémoires au roi, que le gou vernement négligeait la Louisiane, que la population fran çaise n'était pas assez nombreuse pour tenir tête aux sau vages. Ses plaintes étaient fondées, mais il ne disait pas que lui-même faisait tout le contraire de ce qu'il fallait pour attirer les colons. Enfin, désespérant de réussir, il sollicita le retrait de son privilège, ce qui lui fut accordé par arrêt du Conseil du 23 août 1717 (1). II fut immédiatement remplacé par la Compagnie d'Occident. (1) Préambule des lettres-patentes du mois d'août 1717. (Edits, or donnances royaux, déclarations et arrêts du Conseil d'Etat du Roi concer nant le Canada, pp. 377 et seq. -1"], [38, "XXX IV. Les lettres-patentes en forme d'édit octroyées à la nou velle compagnie sont datées du « mois d'août, Tan de grâce 1717. » Cette compagnie avait, pour vingt-cinq ans, le mono- pole du commerce de la Louisiane et du Canada (1), la propriété perpétuelle des terres, ports, havres, côtes, îles de la Louisiane, avec droit seigneurial et de justice. Elle devait seulement faire hommage au roi et donner, à cha- que changement de règne, une couronne d'or du poids de 30 marcs (2). Elle avait le droit de déclarer la guerre, de faire la paix (3), de bâtir des forts, châteaux, places, et d'y tenir garnison, de lever des troupes en France (4), d'établir des gouverneurs et autres officiers (5), dénom- mer des officiers de justice et des conseils souverains (6). Ses navires pouvaient faire la chasse aux navires étran- gers et même français qui allaient à la Louisiane sans son autorisation (7). Ses marchandises étaient exemptes des droits de douane, de péage, travers, passage, etc. (8). Avec dépareilles conditions, elle était maîtresse absolue de ses mouvements. Le succès dépendait d'elle. Elle eut à sa tête le fameux financier Jean La w de Lauris- (1) Lettres-patentes du mois d'avril 1717, art. II, III, IV. — (2) art. V. - (3). Art. VI. — (4). Art. IX. — (5). Art. X. - (6). Art. XIII XVI. — (7). Art. XXI. - (8) Art. XXVI, XXVII."], [39, "XXXI ton. Ses commencements se présentèrent sous un aspect fa vorable. Law enleva les principaux capitalistes « par le « tableau de T immense avenir agricole et commercial ré « serve à ces terres neuves, à ces forêts vierges, que « baigne un fleuve de mille lieues de cours (1). » Cepen dant, au mois d'avril 1719, les actions, émises à 500 fr. , n'étaient cotées que 300. Elles atteignirent le pair vers le 1er mai. Law prit successivement la ferme des tabacs, la compagnie du Sénégal (2), la compagnie des Indes Orienta les, la compagnie de la Chine, et la Compagnie d'Occi dent changea son nom contre celui de Compagnie des Indes. Law eut ainsi dans les mains tout notre commerce maritime. Ses opérations de banque, déjà très-compliquées, reçu rent une nouvelle impulsion. Ses comptes s'enchevêtrèrent avec ceux de TEtat, dont les finances étaient dans la plus déplorable situation. T) Henri Martin, Hist. de France, t. xv, p. 80, 4e éd. (2) En 1681, Louis XIV autorisa la formation d'une compagnie pour 1 exploitation commerciale du Sénégal, du Cap- Vert et et de la côte d'Afrique. Elle ne réussit point et íut remplacée, en 1696, par une nou velle compagnie, tout aussi malheureuse, qui remit son privilège en 1709. Une troisième compagnie se forma. Les directeurs « n'ont rien laissé à désirer. . . de manière que ledit établissement a été conduit à sa perfection. » II rendait les plus grands services au pays au moment où il passa dans les mains de Law. (Lettres d' annoblissement de Joseph Morin du mois de janvier 1719. — Arch. du Parlement de Nor mandie. — Communication de M. Cosselin)."], [40, "XXXII Le bruit se répandit qu'on avait trouvé des mines d'or au Nouveau-Mexique et à la Louisiane. Tout aussitôt Pa ris et la France furent prises de vertige. Cette Louisiane que Ton dédaignait, dont on savait à peine la position géographique, devint un Eldorado. Les actions de la Compagnie montèrent avec une effrayante rapidité. « Etes « vous réellement devenus tous fous à Paris ? » écrivait Voltaire. « Je n'entends parler que de millions ; on dit « que tout ce qui était à son aise est dans la misère, et que « tout ce qui était dans la mendicité nage dansl'opulence? « Est-ce une réalité? Est-ce une chimère ? La moitié de la « nation a-t-elle trouvé la pierre philosophale dans les « moulins à papier? Lass est-il un dieu, un fripon ou un « charlatan qui s'empoisonne de la drogue qu'il distribue « à tout le monde ? Se contente-t-on de richesses imagi « naires? C'est un cahos que je ne puis débrouiller, et au « quel je m'imagine que vous n'entendez rien (1). » Voltaire avait raison, ils étaient devenus tous fous. L'agiotage avait pris des proportions inouïes. Les princes du sang, les grands seigneurs, les bourgeois, les laquais, les crocheteurs se précipitaient, pêle-mêle, dans ce hideux tripot qui passa de la rue Quincampoix à la place Ven dôme et de la place Vendôme dans les jardins de THòtel de Soissons. En un instant, des fortunes immenses s'en gloutissaient dans cette fange et d'autres en surgissaient. (1) Voltaire, Lettre à M. de Génonville, 1719, t. li, des œuv., I de la Corresp., p. 61. Ed. Beuchot, Paris, Lefèvre et Didot, 1830."], [41, "XXXIII Plus d'un valet partait dans le carrosse derrière lequel il montait la veille. Dans ces saturnales, la vieille et labo rieuse France perdit le sens moral et la pudeur, son amour du travail, sa probité, Thonneur de son foyer do mestique. Quand elle revint de sa démence, elle roulait dans le gouffre. Elle fit de vains efforts pour se retenir aux aspé rités du roc: elle roula, roula toujours, roula jusqu'au fond. La Compagnie des Indes survécut cependant à la ban queroute de 1721, et la Louisiane, dont les Mississipiens et les Millionnaires (mots créés dans la rue Quincam poix) se préoccupaient si peu, faisait quelques progrès. Bienville était devenu commandant général de la co lonie le 20 septembre 1717. L'Epinay, successeur de Cadillac, recevait les députés de vingt-quatre nations in diennes, ce qui causait beaucoup d'inquiétude au gouver neur de Pensacola (1). A la fin d'août, une affreuse tem pête ayant rempli de sable le port de l'île Dauphine et submergé une partie de cette île, le gouverneur choisit pour mouillage une petite baie de l'île aux Vaisseaux et transporta les casernes et magasins de l'île Dauphine au Biloxi. Le choix du Biloxi était loin d'avoir Tapprobation de Bienville. « On sera obligé, je crois, dit-il, de Tabandon- (1) Barcia, Ensayo cronologico, p. 329, 30."], [42, "XXXIV « ner. On continue à y faire des déchargements. Cela « retardera Tétablissement de cette colonie et nous jette « dans de grandes dépenses à cause de Téloignement de « l'île aux Vaisseaux qui est à cinq lieues de la grande « terre, où nous sommes établis, et pour les décharger « nous sommes obligés d'y envoyer des traversiers qui, à « leur retour, ne peuvent approcher de terre que de trois « quarts de lieue. On envoie ensuite des chaloupes pour « décharger ces traversiers et ces mêmes chaloupes « échouent à près d'une portée de carabine au large (1) . Cependant, ajoute Charlevoix, la capitale de la colonie resta sur cette côte cinq ans entiers, ce qui semble démon trer que Ton se bornait alors au commerce que Ton pou vait faire avec les Espagnols (2). C'est néanmoins en cette même année 1717 que la Nou velle-Orléans fut fondée. V. Depuis dix-huit ans qu'il habitait la Louisiane, Bien ville en avait appris la géographie et Thydrographie . II savait que les navires du plus fort tonnage pouvaient re monter le Mississipi jusqu'au pays des Natchez. R avait (1) Lettre de Bienville du 25 avril 1722. (Ms. Arch. du Min . de la Mar. Commnnication de M. Boimare) . (i) Charlevoix, Hist. et descrip. gén. de la Nouvelle-France, IV, 196."], [43, "XXXV plusieurs fois sondé ce fleuve et il en aurait dégagé Tentrée si les ingénieurs ne s'étaient uniquement occupés du Biloxi (1). En 1717, quand il descendit des Natchez pour saluer le nouveau gouverneur, il remarqua dans le pays des Oúmas, entre le fleuve et le lac Pontchartrain, à trente lieues du golfe, un terrain très-convenable pour Tétablis sement de la nouvelle capitale qu'il projetait. On y voyait déjà les habitations de quelques Canadiens. II soumit son projet au gouverneur et le lui fit approu ver. II envoya ensuite de la Tour, ingénieur en chef, pour faire le tracé et les retranchements de la nouvelle ville. La Tour partit avec trente faux-sauniers et quelques charpentiers. Après avoir fait défricher un grand terrain, il ouvrit un retranchement rectangulaire appuyé au fleuve et di visé par deux voies en croix formant quatre îlets de mêmes dimensions : ce devait être la Nouvelle-Orléans, la future reine de TAmérique du Nord. La Tour y construisit quel ques habitations ; les colons bâtirent avec assez d'empres sement, mais en bois, comme au Biloxi. Au mois de sep tembre, toutes ces constructions furent détruites par un effroyable ouragan qui dura trois jours. Pour la reconstruction, on substitua la brique au bois. La Nouvelle-Orléans eut alors' des édifices, une appa- (1) Lettre de Bienville du 25 avril 1722. (Ms Arch. du Min. de la Mar. Communication de M. Boimare)."], [44, "XXXVI rence confortable, un air de ville. Sa population augmenta rapidement. Sa ceinture, devenue trop étroite, fut rempla cée par une autre qui comprenait huit îlets de face sur quatre de profondeur (1). En 1722, elle en avait onze de face sur quatre de profondeur ; trente et un étaient com plètement occupés, quatre en partie seulement, neuf res taient à concéder (2). Cinq ans plus tard, quand arrivè rent les Ursulines, les Louisianais comparaient leur ville à Paris ; mais Madeleine Hachard, qui venait de passer par cette dernière ville, les trouvait quelque peu préten tieux. Toutefois, dit ailleurs la jeune religieuse, « je puis « vous assurer qu'il ne me semble pas être à Mississipi, il « y a autant de politesse et de magnificence qu'en France, « les étoffes d'or et de velours y sont communes, quoique « trois fois plus chères qu'à Rouen. » Par contre, les da mes négligeaient fort la religion. Des dévotes, « il n'y en « avoit pas une dans tout le païs, ny aux environs. » Et maintenant encore, « nulle part, dans les Etats-Unis, il « n'y a si peu d'esprit religieux. . . Le créole ne va ja- (1) Charlevoix, Hist. et descript. gén. de la Nouvelle France, t. iv, pp. 196, 197, — Hist. gén. des Voy., t. xiv, p. 636. — Dumont de Monti gny, Mémoires historiques sur la Louisiane, IIe part. Paris, 1753. — Bois mare, Notes bibliographiques et raisonnées sur l'ancienne Louisiane. Autog. Paris, 1855. — Lett. de Bienville des 10 mai 1717 et 12 juin 1718. (MMs. Arch. du Min. de la Mar. — Communication de M. Boismare).— Barcia, Ensayo cronologico, pp. 312, c. 2, et 328, c. 2. (2) Cartes de Belin, in Charlevoix, loc. cit., t. iv; — Uisl. gén. des 'oy., t. xiv."], [45, "XXXVII « mais à Téglise, ou seulement une fois Tan, à Pá « ques (1). » Le rapide accroissement de la Nouvelle-Orléans tient à ce que, par sa position géographique et le Mississipi, elle est devenue le grand marché des Etats-Unis. On l'appelle aujourd'hui la Crescent City parce que le Mississipi se déroule devant elle en forme de Croissant. « D'un côté, elle s'étend sur un espace de cinq milles le « long de ce fleuve magnifique, son canal et son port ; de « l'autre, elle aboutit à une plaine de plusieurs milles d'é « tendue, qu'elle envahit peu à peu, et par laquelle, dans « quelques années , elle touchera au lac Pontchar « train (2). » En 1803, elle avait 8,000 habitants (3); en 1828, 40,000, dont 11,800 esclaves (4) ; vers 1850, 150,000 (5); en 1864, 171,000(6). En 1718, Bienville reçut, avec un renfort de huit cents hommes, sa commission de commandant général et de di recteur de la colonie. (I) Voyage de M. Sidon, citoyen des Etats-Unis. (Nouvelles annales des Voyages, t. xxxvm, p. 200.) (2) X. Marmier, Lettres sur VAmérique, t. I, p. 428. Paris, A. Ber trand, s. d. (3) Nouvelles annales des Voyages, t. xxxvm, p. 192. (4) Nouvelles annales des Voyages, t. x-xxviii, p. 192. (5) X. Marmier, Lettres sur VAmérique, t. 1, p. 431. (6) Dict. degéog. anc. et mod., par Meissas etMichelot, p. 595, c. 1. Paris, Hachette 1864. 5"], [46, "xxxvm Les auteurs qui signalent cette première tentative de la Compagnie d'Occident ne disent pas les moyens employés. Ces huit cents hommes étaient-ils tous volontaires ? Quel ques-uns seulement étaient-ils volontaires et les autres des vagabonds, des malfaiteurs, des déserteurs enlevés de force ? On peut seulement constater que, en 1720, les en lèvements se faisaient avec une dureté excessive, don naient lieu à des abus incroyables (1) ; qu'en 1723, Nom par de Caumont, duc de la Force, comparut devant le Par lement de Paris pour avoir fait enlever quatre cents fa milles, composant au moins mille personnes. (2). Tous ces hommes arrachés violemment de leur pays, aigris par les mauvais traitements, faisaient de fort mau vaises recrues. On devait, quand ils arrivaient, les entou rer de soins intelligents et leur donner les moyens de vivre honorablement. On aurait ainsi relevé les uns de leur dé gradation morale, adouci l'amertume de ceux qui étaieut victimes de parents avides ou d'ennemis sans scrupule. On les laissait, au contraire, périr de misère ; aussi ne se souciaient-ils point de mourir pour la colonie. Ceux que (1) Saint-Simon, mémoires complets et authentiques, t. xi, p. 284, 85. Ed. Cheruel, Paris, Hachette, 1864. (2) II donnait quarante livres pour un homme, autant pour une femme, moitié moins pour un enfant. Comme il était grand seigneur, il fut condamné à la réprimande. Oriant, Bernard, Landais, ses instru ments, furent condamnés beaucoup plus sévèrement. (Journal de Bar bier, le série, pp. 136, 137. Paris, Charpentier, 1857."], [47, "XXXIX l'on armait demandaient à poser les armes au premier coup de feu. En 1719, nous disputions à l'Espagnela baie de Pensa cola . Un coup de main hardi nous en avait livré le fort . Quand les Espagnols se présentèrent pour le reprendre, notre garnison se rendit sans coup férir, malgré les ins tances des officiers . Peu de temps après, une troupe enne mie ravageait nos campagnes. Vigoureusementpoursuivie. elle fut en partie détruite, en partie capturée. Au nombre des prisonniers se trouvaient dix-huit Français. Bienville cassa la tête à dix-sept, Serigny pendit le dernier. La même année, après la prise de Pensacola, Champ mêlin trouva aussi des Français parmi les prisonniers. II pendit les uns et condamna les autres aux galères (11. Les désertions, malgré ces rigueurs, continuèrent à se produire avec la même intensité . Après la guerre, on vit des compagnies passer avec leurs chefs à la Caroline ou dans les possessions espagnoles. Parmi ces déserteurs, se trouvaient souvent d'honnêtes gens venus volontairement à la Louisiane. En voici un exemple. Le sieur Duclos, con duisant un traversier richement chargé, fut rencontré par une troupe de déserteurs . Ils lui prirent des vivres et des boissons. Comme ils se retiraient sans toucher aux mar- (1) Voir sur la guerre soutenue par la colonie contre l'Espagne : Charlevoix, loc. cit, t. iv, pp. 199-223. — Le Page du Pratz, Bist. de la Louisiane, t. i, pp. 93-104. — Bistoire générale des Voyages, t. xiv, p. 637. — Barcia, Ensayo cronologico, pp. 338-62."], [48, "XL chandises, il leur en manifesta son étonnement. « Nous ne sommes pas des voleurs, » lui répondirent-ils, « mais de braves gens allant demander notre vie à d'autres nations parce que la nôtre nous laisse mourir de faim. » Cet état de choses allait cesser. Le 26 mai 1722, Bien ville recevait enfin Tordre de transporter à la Nouvelle- Orléans l'état-major de la Colonie. « II me paroît » dit— il , « qu'on ne pouvoit prendre un meilleur party, attendu la « bonté du terrein le long du fleuve, propre à produire de « toute sorte de denrée et mesme de l'indigo, suivant les « épreuves qui en ont été faites par les habitans l'an der « nier. On prétend mesme que la qualité est meilleure « que celle de celuy qui vient dans les îles de l' Amérique. « II en résulte encore un avantage considérable pour la « facilité du déchargement des vaisseaux que l'on amare « aux portes des magasins. » Après avoir rappelé ce qu'il avait dit au Conseil de l'écoulement de la barre, il annon çait qu'on y construisait des batteries et des logements pour garantir l'entrée de toute surprise (1). Le 4 mars 1722, il avait écrit au Conseil que deux fois l'ingénieur Pauger avait descendu le Mississipi jusqu'à la mer ; que les navires tirant quinze pieds d'eau pouvaient entrer en toute sûreté. Si l'on avait pris le parti, de se fixer à la Nouvelle-Orléans, 'tous les effets et vivres, ajoutait-il, se seraient consommés utilement pour la colonie, on aurait (1) Lettre de Bienville du 23 février 1723 (Ms. Arch. du Min. de la Mar. — Communication de M. Boimare)."], [49, "XLI sauvé les nègres et les ouvriers en les débarquant sur de beaux terrains. Au lieu de cela, tout se consomme sans profit. Forcés d'aller au Biloxi chercher des bras et tout ce dont ils ont besoin, les anciens colons se trouvent fort gênés et limitent leurs exploitations. II annonçait en outre que, en compagnie du P. Charle voix, il avait sondé les embouchures et les avait trouvées plus sûres et plus profondes que lors de sa première visite; que, devant la Balise, susceptible de recevoir un fort et des magasins, on pouvait mettre quinze à vingt vaisseaux à l'abri de la mer et des vents (1). Le jour où la Compagnie des Indes, répondant aux ins tances de Bienville, couronna la Nouvelle-Orléans capi tale, la colonie louisianaise fut définitivement fondée. VI. En 1722, l' évêque de Québec, d'accord avec la Compa gnie, divisa la Louisiane en trois juridictions spirituelles desservies par les Capucins, les Carmes et les Jésuites (2). Les Capucins, « dit Bossu, » « sont les premiers moines « qui passèrent à la nouvelle Orléans en 1723 comme « Missionnaires. Le Supérieur est Curé de la Paroisse ; (1) Lettre de Bienville du imars 1722. (Ms. Arch. du Min. de la Mar. — Communication de M. Boimare). (2) V. lnsrà, appendice, note I."], [50, "XLII « ces bons Beligieux ne s'occupent que des affaires rela « tives à leur ministère. « Les Jésuites, deux ans après, se sont établis à la Loui « siane ; ces fins politiques , ont trouvé le secret d'exploi \" ter la plus riche habitation de la Colonie, que leurs in « irrites leur ont fait obtenir » (1). A côté de cette appréciation, il semble convenable de rappeler ces paroles de Périer, successeur de Bienville, dans une lettre officielle du 14 août 1728 : « Tout le « monde se loue des Jésuites des postes où ils sont. Je dois « vous dire qu'ils y font beaucoup de bien. Les postes qui « étoient les plus débordez, comme les Alibamous et les « Yasous, sont tout à fait changez » (2). Au mois d'octobre 1726, Périer, lieutenant de vaisseau, avait remplacé Bienvdle. Jusqu'à cette époque, les Louisianais n'avaient pu faire instruire leurs enfants qu'en les envoyant en France. Quelques familles riches se résolvaient à l'éloignement de leurs garçons (3); mais ni riches ni pauvres ne voulaient en (1) Bossu, Nouveaux voyages aux Indes Occidentales, 1'\" part. p. 28. (2) V. Infrà, app. n. I. (3) « Les Créoles, en général sont très-braves, grands et bien faits ; « ils ont beaucoup de dispositions pour les Arts et les Sciences ; mais « comme ils ne peuvent les cultiver parfaitement pour la disette de « bons maîtres, les pères riches bien intentionnés ne manquent point « d'envoyer leurs enfants en France, comme à la première Ecole du « monde, en tous genres. (Bossu, Nouveaux voyages aux Indes occi « dentales, I« partie , p. 26; Paris, 1768). »"], [51, "XLIII faire autant pour les filles. Une fille a besoin, pour atteindre la perfection morale et physique dont elle est susceptible, des soins intimes et des affectueuses caresses de sa mère. C'est la raison qui empêchait les dames louisianaises de se séparer de leurs filles par l'Océan. Dans cette position pénible, les colons avaient toujours les yeux tournés vers la France. La Louisiane leur sem blait un lieu d'exil. Ils se hâtaient d'y faire fortune et ne pensaient guère à son avenir. Bienville avait compris et fait comprendre à la Compa gnie que, pour fixer les familles au sol, il fallait pourvoir à l'instruction des enfants. Des démarches faites pour ob tenir des sœurs grises n'ayant pas abouti, le P. de Beau bois, jésuite, offrit de faire venir des Ursulines. Sa propo sition fut acceptée et le 13 septembre 1726 on signa un traité par lequel six de ces religieuses devaient être char gées de tenir l'hôpital et d'instruire les filles de la Nou velle-Orléans (1). (1) L'originaldu contrat passé, le 13 septembre 1726, entre les Ursulines et la Compagnie des Indes, est conservé aux Archives du Ministère de la Marine. II est signé: Pour la Compagnie, par l'abbé Raguet, J. Morin, Dartaguette-Diron, Castanier, Faintard, Fromaget etLangeois; Pour les Ursulines, par la sœur Buscoli de Saint-Amand, première Supérieure des Ursulines de France, par les mères Tranchepain, Jude et Le Boulenger. Cette pièce a été publiée en anglais, par French, dans le 3e vol. de i'7/i's torical Collections os Louisiana."], [52, "XLIV Le 12 janvier 1727, la future communauté se trouvait réunie dans l'infirmerie des Ursulines d'Hennebon pour reconnaître comme supérieure la mère Tranchepain de Saint-Augustin (1). Toutes vinrent « lui rendre leurs soumissions selon « leur rang de profession comme il suit : •■< Sœur Marguerite Jude de St. Jean l'Evangeliste, « professe de la Communauté de Rouen. « Sœur Marianne Boulanger de St. Angélique de « Rouen. « Sœur Marie de Mahieu de St. Fs de Xavier, professe < de la Communauté du Havre. « Sœur Renée Guiquel de Ste Marie, professe de « Vannes. « Sœur Marguerite de Salaon de Ste Thérèse de « Ploërmel. « Sœur Cécile Cavalier (2) de St. Joseph, professe de la « Communauté d'Elbœuf. (1) La mère Tranchepain appartenait à une famille riche et protes tante. Elle abjura entre les mains du grand vicaire de l'archevêque de Rouen et prit le voile aux Ursulines en 1699. (Relation du voyage des premières Ursulines à la Nouvelle Orléans et de leur établissement en cette ville. Par la Rev. mère St. Augustin de Tranchepain supérieure. Avec les lettres circulaires de quelques unes de ses soeurs, et de la dite mère, p. 54. Nouvelle York, Isle de Mauate, de la presse Cramoisy de Jean-Marie Shea. M.DCCC L. IX. (Bibl. Nat. L ris 871. Réserve). (2) Madeleine Hachard dit : Cavelier, et c'est assurément Cavelier qu'il faut."], [53, "XLV « Sœur Marianne Dain de Ste Marthe, professe de la « Communauté de Hennebon. « Sœur Marie Hachard de St. Stanislas, novice. « Sœur Claude Massy, séculière de Chœur. « Sœur Anne, séculière converse. » (1). Elles s'embarquèrent le 22 février et arrivèrent à la Nouvelle-Orléans le 7 août, après avoir éprouvé de grandes fatigues, vu de près les corsaires, connu les angoisses du branle-bas de combat. Les Louisianais leur firent la réception la plus sympa thique. « Les Pères et Mères, « écrit Madeleine Hachard, « sont transportez de joye de nous voir, disant qu'ils ne se « soucient plus de retourner en France puisqu'ds ont de « quoi procurer l'instruction à leurs filles. ... et c'est « à qui nous envoira le plus, ce qui nous charge d'obliga « tions presque envers tout le monde. » Le monastère que leur construisait la compagnie n'était pas prêt. On leur donna provisoirement la maison que Bienville venait de quitter. Ce provisoire, qui devait être de six mois, dura plus de six ans. Ce n'est qu'en 1734 qu'elles furent installées (2). Entre cette date et celle de 1727, se placent des événements douloureux pour la petite communauté. (1) Relation du voyage des premières Ursulines à la Nouvelle Orléans, etc., pp. 5, 6. (2) V. Infrà, n. VI. G"], [54, "XLVI A la suite de la relation de la Mère Tranchepain, sous ce titre: Lettres de quelques Religieuses décédées dans le Monastère des Ursulines de la Nouvelle Orléans, écrites par la Mère St. Augustin, on trouve de la p. 39 à la p. 48 trois pièces dont voici les premières lignes : I. « Le 6 Juillet 1728, est décédée notre très chère Sr « Madeleine Mahieu de St. F. Xavier, professe du « Havre. » signé: Sr. Marie Tranchepain de St. Augustin, supérieure. II. « Le 14 Août, 1721 (1731) est décédée notre « chère Mère Marguerite Juddede St. Jeanl'Evangeliste.» signé: Sr. de St. Augustin, supérieure. III. « Le 5 Septembre 1733, est décédée notre chère « Sœur Marguerite Talaon de Ste. Thérèse, professe de « Ploërmel, en Bretagne. » signé : Sr. de St. Augus « tin, supérieure. » A la suite, p. 54, se trouve une quatrième pièce sans signature intitulée : Lettre circulaire sur la mort de la Mère Marie Tranchepain de St. Augustin. Cette religieuse était morte le 11 novembre 1733, au moment de prendre enfin possession du monastère, ce qui fait dire à ses compagnes, dans leur lettre circulaire, qu'elle expira, comme Moïse, en vue de la terre de Cha naan. En arrivant elles ouvrirent leur école et « commencèrent à « instruire les jeunes filles avec un succès qui causa beau-"], [55, "xlVii « coup de satisfaction à la colonie. » (1). Dès 1728, elles étendirent leurs soins aux sauvagesses et aux négresses (2). Depuis cette époque, elles continuent les mêmes fonc tions, avec le même zèle, au milieu du quartier français de la Nouvelle-Orléans. Elles n'étaient pas les premières des Ursulines et des Normandes qui traversaient les mers pour porter l'ins truction aux jeunes françaises et aux petites sauva gesses. En 1634, le P. Le Jeune, supérieur des missions du Canada, demandait que l'on établit à Québec un sémi naire pour les garçons « etavec le temps un pour les filles, « soubs la conduitte de quelque braue maistresse, que le « zèle de la gloire de Dieu et l'affection du salut de ces « peuples fera passer icy, auec quelques Compagnes « animées de pareil courage (3). » L'année suivante, rap pelant les soins que les Hospitalières de Dieppe donnaient aux malades et aux sauvages qu'on leur envoyait, il ajou tait : «Si vn monastère semblable à celuy-là, estoit en la « Nouuelle France, leur charité feroit plus pour la con- (1) V. Insrà, App. N. I, ad finem, et N. VI. (2) V. Insrà, App. N. 1. — Bossu, loc, cit. - le part , p. 28. — Dans deux mémoires que je crois postérieurs à 1740, elles figurent au budget de la colonie pour 12,000 1., savoir : pour entretien de douze reli gieuses 6,000 1.; pour entretien des filles pauvres orphelines 6,000 l.(Bibl. Nat., MM- F. Français, n» 12,224, pp. 365, 68 et 70.) (3) Relations des Jésuites. — Belation du P. Pavl Le leune, de 1634, p. 12, c. 1. —Québec, 1858."], [56, "XLVIII « uersion des Sauuages, que toutes nos courses et nos « paroles. » (1). Ces souhaits furent entendus de la Cour et des cou vents. Mme de Combalet, duchesse d'Aiguillon, nièce du cardinal de Richelieu, résolut aussitôt de fonder à Qué bec une maison d'Hospitalières et promit d'envoyer, l'année suivante, six ouvriers pour leur préparer un logement (2). Dans le même temps, une dame normande, Marie Madeleine de Chauvigny, veuve de M. de la Peltrie (3), résolut de consacrer sa fortune et sa vie k l'éducation des jeunes canadiennes. Elle choisit pour l'aider dans sa mission plusieurs Ursulines de la maison de Tours, une de celle de Dieppe, sœur Cécile de Sainte-Croix (4), et partit de Dieppe le 4 mai 1639 avec les Hospitalières que la duchesse d'Aiguillon avait obtenues de la commu nauté de cette ville (5) . Dans une lettre datée de « Kebec, le 2 septembre (1) Relations du P. Pavl Le Ieune, de 1635, p. 8, c. 2. (2) Relation du P. Pavl Le Ieune, de 1636, pp. 5, 6. (3) Madame de la Peltrie était d'Alençon. Elle naquit en 1603. Sa famille appartenait à la haute noblesse de la Normandie. Elle eut toujours beaucoup de penchant pour la vie claustrale. (M. Parkman, The Jesuits in north America, pp. 168 et seq., 5 éd. Boston, 1870. — Charlevoix, loc. cit., t. IV, pp. 320-23. (4) François de Harlay autorisa le départ de celle-ci par lettre du 21 avril 1639. (Arch. dép. de la Seine-Inférieure, série D, p. 345.) (5) M. F. Parkman, The Jesuits in North America, p. 181."], [57, "XLIX 1639 » (1), sœur Cécile raconte à sa supérieure les péri péties de la traversée et l'installation de la petite co lonie. De violentes tempêtes les assaillirent. Elles passèrent parfois des jours et des nuits sans pouvoir se coucher ni s'asseoir ; souvent elles désespéi èrent d'arriver à destina tion et perdirent même le souvenir du Canada. Toutes les craintes qu'elles avaient successivement éprouvées furent un jour dépassées. Elles étaient dans le réduit qui leur servait de chambre commune. La température était devenue tout-à-coup aussi froide qu'au mois de janvier (2). Le P. Vimont vint à elles en disant : « Nous sommes morts ! » La mort, en effet, se présentait à eux menaçante, inflexible, horrible, sous la forme d'un ice-berg, montagne de glace « grande corne vne ville. » Le navire était alors sur la route que suivent les glaces qui descendent des régions polaires par le détroit de Davis. Le temps était brumeux et quand on vit le dan ger, il ne semblait plus possible de l'éviter. L'équipage poussa des cris lamentables. Les religieux et les religieuses, réunis pour mourir en semble, firent un vœu et attendirent, le cœur palpitant, le choc qui devait les plonger dans l' abîme. Mm0 de la Peltrie (1) Arch.dép. de la Seine-Inférieure, Série D, p. 403. (2) « Quelque temps auparauant que Ion les aperseut (les ice-bergs) « il fesoit sroit com au mois de janvier » (Lett. ms. de sœur Cécile de Sainte^roix) ."], [58, "L se tenait comme collée à sœur Marie de l'Incar nation, « et «je disposais mes habits, » dit celle-ci, « pour me trouver « dans un état décent lorsque le vaisseau viendrait à se « briser. » (1). « II ne me vint, » dit à son tour Cécile, avec une touchante naïveté. « vne seule pensée de « mes péchez ni crainte du iugemt ni de lenfer, la « seulle crainte de mourir dans la mer me saisit et me dura « iusques a ce que le père fut sorti que ie commençai de « rentrer dans moymesme. » Cependant, un matelot, qui semble avoir conservé un peu de sang-froid, se précipita sur le gouvernail. Sous ses ef forts désespérés le navire changea subitement de direction et glissa triomphant auprès de Vice-ber g Bontemps, patron du navire, descendit alors chez les religieuses en criant miracle et leur fit voir, à l'arrière, la montagne de glace dont le sommet se perdait dans la brume. Elles arrivèrent à Tadoussacle 20 juillet, à Québec le 1er août, vers les huit heures du matin. Quand on eut re connu leur barque, le gouverneur les envoya chercher dans une chaloupe tapissée, vint au-devant d'elles avec son lieutenant et les reçut avec beaucoup de courtoisie. « Sitost que nous fusmes descendues à terre, » dit sœur Cécile, « nous nous mismes à genoux et le R. père Vimont « fit vne prière pour tous. Nous allasmes droit en l'eglise, (1) H. R. Casgrain, Histoire de la Hère Marie de l'Incarnation, première supérieure des Ursulines de la Nouvelle France, p. 309; 2e id., Québec, 1865."], [59, "LI « on chanta le tedeum , entendismes la Ste Messe et « communiasmes, puis âpres nous vinmes saluer Mr. le gou « verneur en sa maison. » Dans sa relation de 1639, le P. Paul Le Jeune ajoute qu'elle ont baisé la terre, qu'elles étaient aussi fraîches et aussi vermeilles que quand elles partirent de France et que le canon retentit de tous côtés. Après une courte visite dans les villages de la banlieue de Québec, nos religieuses commencèrent, les unes à soi gner les malades, les autres, à instruire les enfants (1). VII. Ainsi, au nord comme au sud, quand les découvreurs et les pionniers ont pris possession du sol, elles viennent avec un catéchisme et un abécédaire, transmettent aux sauva gesses notre langue, nos mœurs, notre foi, préparent l'as similation des races indigènes à la race lrançaise. Ceux qui les demandent ne pensent, pour la plupart, qu'à la satisfaction d'un besoin présent, personnel ; elles voient plus loin parce qu'elles savent que leur mission est (1) Lett. ms. de sœur Cécile de Sainte-Croix (arch. départ, de la Seine-Inf., série D, p. 403.) — Charlevoix, Hist. de la Nouvelle France, t. I, pp. 320 et seq. — P. Franciscus Crevxius, Historia Canadensis sev novœ-Francice, pp. 253 et seq.; Paris, 1644. — Casgrain, loc. cit. — Hist. de la Colonie française au Canada, t. I, pp. 312 et seq. — F. Parkmnn, The Jesuits in north America, p. 181, et seq."], [60, "LII de réagir, par l'éducation des petites filles, contre ce qu'elles appellent la corruption du siècle. Travailler sur une civilisation vieillie, travailler sur une civilisation em brionnaire, c'était toujours, pour elles, cultiver la vigne mystique. Bien qu'elles n'aient vu que le côté religieux de leur œuvre, le philosophe ne leur en a pas moins d'obligation, car elles apportaient la lumière, servaient la cause du progrès. A l'époque de leur fondation, 1537, on trouvait les femmes assez instruites quand, selon l'expression d'un an cien, elles savaient distinguer un justaucorps d'un haut de-chausses. Le pouvoir civil voyait avec défiance les ins titutions laïques. Angèle de Brescia se présentant au nom des intérêts de l'Eglise, sous le patronage du pape et des évêques, fut bien reçue ; avec des vues plus larges, elle au rait subi le sort commun. Son institut se développa très-rapidement. II n'était pas mendiant, ne s'astreignait pas à des pratiques trop rigou reuses, ne perdait pas les jours dans d'oisives extases. II compte dans ses patronnes Marie la Travailleuse. Mademoiselle de Bermont introduit les Ursulines en Provence. On les trouve à Paris en 1608, à Rouen, en 1615. Bientôt elles sont établies à Pontoise, Eu, Dieppe, Gisors, Gournay, Magny, Elbeuf. Le cardinal de Joyeuse leur avait donné le collège des Bons-Enfants, mais les échevins refusèrent de les admet-"], [61, "LIII tre : ils trouvaient trop grand le nombre des maisons reli gieuses établies dans Rouen et craignaient de voir un jour les gens de main-morte se substituer aux marchands et aux contribuables. Tolérées cependant, elles s'installèrent de leur mieux, ouvrirent leur école et attendirent patiem ment que la municipalité leur devint plus favorable. Un don de 24,000 liv. de François de Harlay et les généro sités de la veuve de Jacques d'Aclainville leur permirent d'acheter deux corps de logis derrière les murs de Saint- Ouen, entre la rue de la Seille (1) et la rue de Montbret (2), à côté du jeu de paume du Château-Rouge (3). En 1653, leur maison, devenue trop petite, est remplacée par une plus vaste qu'elles construisent sur la rue des Capu cins (4). (1) Ancienne rue de l'Eperon ou des Etuves de Gournetz. (M N. Pe riaux, Dict. des rues de Rouen, p. 609. Rouen, 1870-71). (2) Ancienne rue Pincedos, Pince-Doz ou Pinchedos, sur les anciens fossés de la ville. (M. N. Periaux, loc. cit. pp. 389, 90.) (3) M. Ch. de Beaurepaire, Recherches sur les établissements d'instruc tion publique et la population dans le diocèse de Rouen, Ile partie, ch. m, dans les mémoires de la Société des Antiquaires de Normandie, t. vi de la 111° série et XXVI de la collection. Ce magnifique travail est appelé à rectifier bien des idées fausses, te nues pour vraies jusqu'à présent, sur le degré d'instruction de nos an cêtres. L'aridité du sujet a complètement disparu sous la plume élégante et ferme de M. de Beaurepaire. Nous sommes heureux de savoir que cette laborieuse étude, revue et augmentée, est en voie de réimpres sion. (4) Ancienne rue Coquereaumont. (M. N. Periaux, loc. cit., pp. 82, 148) 7"], [62, "LIV En 1690, elles furent ruinées par l'incendie de leur maison de la rue de la Seille et une faillite due à l'infìdélité de leur homme d'affaire. La municipalité leur vint en aide par le prêt, pour un an, de quatre muids de blé « pour « leur soutenir la vie pendant quelque temps, et les « mettre en estât de continuer les écoles publiques qu'elles « ont toujours entretenues et entretiennent encore tous « les jours gratuitement pour l'instruction de la jeu « nesse (1). Depuis longtemps déjà les échevins leur étaient devenus plus sympathiques. On trouve les motifs de ce revirement dans un acte du 18 août 1668. « Les Ursulines, » y est-il dit, « s'acquittoient, autant bien qu'on pouvoit le désirer, « de l'instruction des jeunes filles, en leur enseignant les « maximes du véritable chrétien, à lire, écrire, et faire « toutes sortes d'ouvrages, de manière que toute la ville « avoit juste subject de satisfaction des peines, vigilances « et soins qu'elles prenoient pour leur instruction. (2). » A Dieppe, à la fin du XVIIe siècle, quinze religieuses sur cinquante-cinq, se consacraient exclusivement à l'instruc tion de 4 à 500 jeunes filles. A Rouen, en 1630, elles en seignaient gratuitement la lecture, récriture et le travail manuel à 400 enfants. En 1665, vingt-cinq ou trente re- (1) Arch. de la Seine-Ins. D. 407. — Arch. de VHÔtel-de-Ville de Rouen, délib. du 16 août 1707. Citées par M. de Beaurepaire. (2) Délib. des Echevins du 18 aoili 1668. (Arch. de la Seine -Inférieure. D. 405. Citée par M. de Beaurepaire.)"], [63, "LV ligieuses sur soixante-et-une, en 1690, quarante sur soixante-quinze se consacraient à renseignement (1). Le besoin d'instruction s'imposait alors si impérieuse ment, grâce en partie à faction des Ursulines, « que d'au « tres communautés fondées à l' origine, » dit M. de Beau repaire, « dans un but différent, s'étaient vues dans la né « cessité de se consacrer à renseignement, les échevins « faisant de l' acceptation de cette tâche une condition ri « goureuse de leur admission ou de la protection qu'elles « réclamaient. (2). » VIII. Marie-Madeleine Hachard, en religion, sœur Saint- Stanislas, était de celles à qui la fonction d'institutrice convenait le mieux. Elle avait le cœur bon, affectueux, l'esprit cultivé, une instruction remarquable pour son sexe et pour son temps Elle était pieuse, quelque peu crédule, mais nullement bigote. Ayant remis ses jours dans les mains de la divinité, elle allait son chemin le sourire aux lèvres, aimant, se faisant aimer, plaisantant des mésa ventures de voyage, secouant les oreilles après chaque danger, contente devoir la Louisiane si Dieu ne jugeait à propos de lui donner un lit au fond de la mer. (I) M. de Beaurepaire, loc. cit. (2) M. de Beaurepaire, loc. cit., IIe part., p. 199 de la réimpres sion."], [64, "LVI La supérieure actuelle des Ursulines de la Nouvelle- Orléans écrivait à M. Boimare, il y a quelques années, que, après trente-cinq ans d'enseignement, la sœur Saint- Stanislas emporta outre-tombe les regrets de toute la communauté et qu'elle laissa un gros volume manuscrit que les sœurs ne consultent guère. Ce qui rend cette aimable fille particulièrement sympa thique, c'est qu'elle allait à la Louisiane autant par pa triotisme que par dévotion. Elle pense que la ville de Rouen doit être fière d'avoir vu naître les découvreurs du Mississipi et les premiers pionniers de la Louisiane ; elle espère que les religieux et religieuses de Normandie qui travaillent encore « de tout « leur possible à l'instruction et salut des âmes de ces « pauvres sauvages, » engageront ses compatriotes à tenter la découverte de nouvelles terres. Elle rappelle avec bonheur que les Indiens considèrent la Normandie comme la province la plus glorieuse et croient les Nor mands capables de réussir dans toutes leurs entre prises (1). Dans un opuscule cité plus haut se trouve une Relation dit Voyage des Fondatrices de la Nouvelle Orléans, écrite aux Ursulines de France, par la pre mière supérieure, la mère St. Augustin. Cette relation est absolument la même que celle de Madeleine Hachard, sauf quelques petites phrases ajoutées après coup comme (1) Lettre du 24 avril 1728."], [65, "LVII celle-ci, de la p. 35 : « Autant que possible nous ne prendrons de religieuses que de trente à quarante ans. » On retrouve dans la relation de Madeleine Hachard l' orthographe, la ponctuation, la tournure de phrase et d'esprit des lettres ; d'un autre côté, on ne peut pas admettre de sa part un abus de confiance ou un larcin . On doit regarder comme certain que sa supérieure l'a chargée de rédiger la relation du voyage et l'a signée comme sienne après y avoir faitquelques petites additions. Etant Fauteur de ce travail, Madeleine a pu , sans man quer aux convenances, en envoyer une copie à son père. On ne sait de sa famille que ce qu'elle en dit elle-même. Son père était bourgeois de Rouen. Elle avait un frère religieux, un autre qu'elle aurait voulu voir prêtre ou missionnaire jésuite. De ses quatre sœurs l'une, l'aînée, était religieuse à Saint-François et avait avec elle, comme élève ou postulante, sa sœur Elisabeth ; Louison etait pos tulante au Val-de-Grâce ; de la quatrième, Dorothée, on ne sait que le nom. En 1778 on trouve à Rouen un nommé Jean-Baptiste Hachard, fils de François. L'un serait-il son neveu, l'autre ce frère qu'elle aurait voulu voir prêtre ou mis sionnaire ? Jean-Jacques Hachard, maître en chirurgie, de la paroisse d'Harfleur, marie un fils Jacques-François en 1776, et un second fils, Jacques-Toussaint, en 1792."], [66, "LVIII On trouve encore au Havre, en la même année 1792, Jean-Jacques Hachard, fils de Jacques-Laurent (1). La répétition du prénom Jacques et l'orthographedunom portent à croire que toutes ces personnes étaient parentes, même à un degré assez rapproché. Etaient-elles aussi parentes de Madeleine Hachard ? IX. Le livre de Madeleine Hachard, imprimé à Rouen, chez Antoine Le Prévost, rue Saint- Vivien, en 1728, forme un petit volume in-12. On n'en connaît que trois exemplaires : celui de M. Paul Baudry, celui des dames Ursulines de la rue des Capucins, celui vendu par M. Boimare à un américain. En 1865, M. Paul Baudry en a fait une réimpression, à 50 exemplaires, pour la Société des Bibliophiles Normands. II y a joint une notice très-remarquable et par l'atticisme de la forme et parl'étendue des recherches. Cette réimpression, destinée aux bibliophiles, reproduit textuellement, et lettre pour lettre, sédition de 1728. (1) Arch. dép. de la Seine-Inf. F. de l'arch. — Dispenses de ban, requêtes, informations, etc. (Ha.-Hal.)."], [67, "LIX J'adresse les plus vifs remercîments : A M. Boimare , qui m'a fourni une copie du texte et un grand nombre de documents précieux et inédits sur la fon dation de la Nouvelle-Orléans ; A M. Paul Baudry qui, en me confiant obligeamment son exemplaire de sédition originale, m'a permis de donner à mon œuvre toute la perfection possible ; A M. Charles de Beaurepaire, à qui je dois particuliè rement de la reconnaissance pour ses démarches et ses bienveillantes communications ; A M. Ed. Frère et à M. Gosselin, qui ont eu la bonté de mettre à ma disposition des ouvrages et des pièces du plus grand intérêt. Gabriel Gravier. Rouen, le 16 avril 1872."], [68, ""], [69, "RELATION DU VOYAGE DES DAMES RELIGIEUSES URSULINES DE ROUEN A LA NOUVELLE ORLEANS 'Parties de France le 22 Février 1727. et arrive\\ à la Louijienne le 23 Juillet de la même année. Le nom desquelles \"Dames sont marque\\ dans ladite Tielation. qA %ouen, Chez Antoine LE PREVOST, rue Saint Vivien. M. DCC. XXVIII. cAvec Approbation et Permission."], [70, ""], [71, "LETTRE oA l' Orient, ce 22. de Février 1727. Mon cher père, J'ai reçu toutes les Lettres que vous m'avez fait l'honneur de m'écrire, vous me demandez un détail éxact de tout ce qui s'est passé dans nôtre route, c'est un effet de vôtre bonté de vous interreíser à ce qui nous regarde. II est juste de contenter vos désirs pour vous satisfaire : Voici un espèce de Journal de nôtre marche depuis Rouen jusqu'à TOrient, Ville Maritime de Baise Bretagne proche le Port-Louis."], [72, "2 Vous le lavez, mon cher Père, & je croi avoir déja eu l'avantage de vous le mander, c'est le Révérend Père de Beaubois de la Compagnie de Jésus, qui a formé le noble projet de nôtre établis sement à la nouvelle Orléans, ce Missionnaire est plein de zélé, & de sagesse; vous ne sçauriez croire combien il a eu d'obstacles à surmonter pour faire réussir son entreprise ; il en est cepen dant heureusement venu à bout avec le secours du Ciel. Vous sçavez encore, mon cher Père, que nos Révérendes Mères, je veux dire Madame Tran chepain, choisie pour être la Supérieur, Madame Jude pour Mère Assistante, & Madame le Boul lenger pour Dépositaire , se rendirent à Paris long tems avant nous pour contracter au nom de notre petite Communauté avec Messieurs de la Compagnie des Indes, ces Messieurs trés-zélez pour la Religion, en ont usé avec nous de la manière du monde la plus gratieuse, la fondation nous paroît également solide & avantageuse. Les affaires qui concernent nôtre établissement, étant réglées à Paris, nôtre Révérende Mère Su périeure en partit avec ses deux chères Compagnes pour se rendre à Hennebon, il convenoit de pren-"], [73, "3 dre des mesures avec le Révérend Père de Beau bois, l'habille cenducteur de toute cette entre prise, ce Révérend Père étoit à Hennebon , Ville peu éloignée de l'Orient, où il attendoit le départ d'un Vaisseau qui devoit incessamment mettre à la voile, nos Révérendes Mères eurent le bonheur de l'y trouver, mais elles ne purent conférer avec lui que pendant peu de jours ; ce Révérend Père fut obligé de l'embarquer, il méne avec lui une bonne recrue de fameux Missionnaire, je les crois à présent être bien prés de la Louisienne, pays fortuné aprés lequel je soupire comme aprés la Terre de promission, je voudrois de tout mon cœur être déja dans le Monastère qu'on nous y bâtit. Vers le dix-huit d'Octobre 1726. nous reçûmes ordre de nous rendre à Paris, le jour de nôtre départ fut fixé au vingt quatre du même mois, si je parus vous quitter, mon cher Père, ma chere Mère, & toute ma famille, d'un œil sec, & même avec joye, mon cœur n'en souffroit pas moins, je vous avouerai que j'ai éprouvé dans ces der niers momens de rudes combats, mais enfin le sacrifice est fait, & je me sçais bon gré d'avoir obéi au souverain maître de notre destinée, il n'est"], [74, "4 point nécessaire de vous répéter toutes les marques d'amitié que j'ai reçues des Dames Religieuses Ursulines de Rouen, & en particulier des Dames de Vigneral & de Lamberville , qui font à la tête de cette aimable & illustre Communauté, il me suffit de vous assurer que je n'en perdrai jamais le souvenir, ici va commencer notre Journal , si je ne vous dis rien capable de piquer la curiosité, j'aurai du moins le mérite de l'obéïssance , vous voulez du détail, je tâcherai de ne rien omettre. Le Jeudi vingt-quatre Octobre 1726. je partis de Rouen dans le Carosse de Paris, j'avois pour com pagne ou plutôt pour conductrices deux Dames Religieuses Ursulines, qui dévoient faire une partie de la nouvelle Communauté, l'une étoit la Mère de Saint François Xavier Religieuse Ursuline du Havre, l'autre étoit Madame Cavelier de Rouen Religieuse Ursuline d'Elbeuf , toutes deux d'un caractère assez différent, cependant toutes deux d'un aimable commerce, nous dinâmes à Fleury, & nous fûmes coucher à Saint Clair, nous y arrivâmes trés-tard , les chemins étoient si mauvais que nous fûmes contraints de faire plus de deux lieues de nuit, je vous avouerai que"], [75, "5 j'eus grande peur de marcher si long-tems au milieu des plus épaisses ténèbres. Le lendemain vingt-cinq nous passâmes par Magny, Monsieur le Confesseur des Dames Ursu lines de cette Ville nous arrêta de la part de Madame la Supérieure, nous montâmes au parloir pour la saluer, nous y trouvâmes un déjeuner bien aprêté, nous reçûmes de ces Dames mille honnê tetez, elles font toutes gratieuses, notre Mère Supérieure, Madame Tranchepain, & Madame Jude ont demeuré dans cette Maison plusieurs années, elles y font fort estimées, c'est fans doute en leur considération qu'on nous a fait tant d'amitiez , le soir nous couchâmes à Pontoile , nous logeâmes chez les Dames Ursulines de cette Ville, elles nous reçurent & régalèrent trés-bien. Nous passâmes le vingt-six par Saint Denis, & nous arrivâmes à quatre heures à Paris à l'en droit où sarrête le Carosse, nous y trouvâmes la Touriere des Dames Ursulines de Saint Jacques qui nous y attendoit depuis neuf heures du matin, avec ordre de Madame la Supérieure de louer un carosse , mais nous avions déja retenu un fiacre, qui nous porta chez lesdites Dames Ursulines de Saint Jacques, où nous fûmes reçues on ne peut"], [76, "6 pas mieux, l'on nous donna à chacun un aparte ment, Madame la Supérieure eut la bonté de nous y conduire elle-même. Nous espérions ne rester à Paris que trés-peu de jours, mais le Révérend Père d'Avangour, Procu reur de la Mission du Canada & de la Louisienne, nous dit que nous y resterions plus d'un mois, que notre embarquement étant désigné à F Orient, et le Bâtiment qui nous devoit porter à la Loui sienne n'étant pas encore en état , il étoit plus à propos de rester à Paris qu'à l'Orient, où nous aurions le tems de nous ennuyer, ce retardement me fit une vraye peine, je ne pensois nuit & jour qu'à notre Mission, cependant il fallut prendre patience, les bonnes manières de toutes les Dames Ursulines avec lesquelles j 'a vois l'honneur d'être, adoucirent mes douleurs pendant notre séjour à Paris. Elles ont eu mille & mille bontez pour nous, Madame de Saint Amand la Supérieure, Dame d'un mérite infini, nous a fait présent de livres qui seront nécessaires à notre Communauté, & elle a eu la bonté de vouloir bien se charger de nos commis sions, quand nous aurons besoin de faire venir à la Louisienne quelque chose de France : Je vous"], [77, "7 assure, mon cher Père, que j'ai reçu de la part de toutes ces Dames les marques de la plus sincère amitié, je ne vous dirai point que dans ce Paradis Terrestre j'ai été tentée & que la tentation a été des plus délicates, mais le Seigneur m'a soutenue, fortifiée de fa grâce, j'ai préféré le séjour de la Nou velle Orléans à celui de Paris; je vous avouerai seulement qu'au moment de la séparation il y a eu de part & d'autres bien des larmes répandues, j'ai éprouvé que j'étois déja attachée, & que fans peine je me serois accoutumée dans cette agréa ble maison -, mais , mon cher Père, quand Dieu parle il faut obéïr, ceci doit être secret , je me reconnois tout-à-fait indigne de l'honneur que ces Dames vouloient me procurer en me recevant dans leur illustre maison. II étoit incertain s'y partant de Paris nous irions par Orléans & ensuite fur la Loire pour nous rendre ici, lieu de notre embarquement, ou si nous irions par la Bretagne , mais il fut à la fín conclu que ce seroit par la Bretagne. Nous partîmes de Paris avec le Révérend Père Doutrelo & le Frère Crucy Jésuites, qui dévoient venir avec nous à la Louisienne, le huit Décembre à cinq heures du matin, aprés avoir entendu la sainte"], [78, "8 Messe, recité les Prières des voyageurs & déjeûné, le Carosse de Bretagne vint nous prendre à la porte du Con vent, il nous en couta quarante livres par chaque personne pour nous porter jusqu'à Rennes, fans compter la nourriture. De Paris nous fumes dîner à Versailles, on nous fit voir le magnifique Palais du Roi , il y a dequoi satisfaire la curiosité, j'eus souvent la pensée de fermer les yeux pour me mortifier, ce genre de mortification ne laiste pas de coûter, le soir nous couchâmes à un Village appelle la queue ; le len demain neuf de Décembre nous dînâmes à Dreux, petite Ville assez peuplée, & fort jolie, le soir nous couchâmes à Bresolles: Le dix nous dinâmes à Hodan , là nous trou vâmes un Cavalier de bonne mine qui fui voit nôtre même route, il voulut en payant quelque chose au cocher remplir la huitième place de nôtre Carosse, pour disoit-il, passer le temps plus agréa blement avec une si aimable compagnie, nous ne le reçûmes pas des mieux, le Révérend PèreDou trelo, pour le dégoûter de son dessein, lui fit entendre que nous avions trois heures de silence à garder matin & soir, le Cavalier répliqua que si nous ne voulions pas parler, il í'entretiendroit avec le Frère"], [79, "9 Crucy, mais quand il se fut fait connoître nous vîmes bien que nous aurions besoin de lui , qu'il falloit le ménager , qu'étant le Président de Mayenne où nos Caisses, Valise & paquets dévoient être visitez, il pourroit nous sauver cette visite, qui cause toujours du retardement & de l'em baras, nous le reçûmes dont , il en usa avec nous avec beaucoup de politesse. Le Révérend Père Doutrelo le pria d'user de son autorité dans fa Ville, pour empêcher l'ouver ture de nos Balots , il nous le promit & nous tint parole, il eut l'honnêteté de se rendre au Bureau de la Douane, &rien ne fut visité, nous couchâ mes à Mortagne, aprés avoir passé un endroit affez dangereux où le Carosse de Caen à Paris avoit été volé il y avoit huit jours, les chemins commencoient à être très mauvais. 3 Le onze nous dinâmes au Mefle & nous cou châmes à Allençon, je ne puis rien dire de cette Ville, nous y arrivâmes de nuit & nous en par tîmes le lendemain douzième avant le jour, il n'étoit pas encor trois heures du matin que nous étions déja en route, les chemins étoient fi peu praticables qu'à peine avions nous fait une demie lieue , qu'il fallut mettre pied à terre , nôtre B"], [80, "10 Carosse embourbé parfaitement , les chartiers joignirent aux douze chevaux qui nous menoient vingt-deux bœufs pour tirer nôtre équipage d'Un mauvais pas, nous ne l'attendions point , nous continuâmes nôtre chemin & fimes environ une lieuë à pied, nous avions très froid, & nous ne trouvions pas de maisons où nous retirer, nous fûmes obligez de nous asseoir fur la terre , le Révérend Père Doutrelo se mit fur une petite hauteur dans un bois voisin, là comme un autre Saint Jean-Baptiste , nous exhortoit à la péni tence, dans le fond nous avions besoin de patience, aprés nous être un peu reposez, nous reprîmes notre route, & à la fin nous eumes le bonheur de trouver une petite Chaumière, dans laquelle il n'y avoit qu'une pauvre femme couchée, ce ne fut qu'après bien des supplications & des pro messes qu'elle nous fit la grâce de nous ouvrir fa porte, elle n'avoit ny bois ny chandelle, il nous fallut faire du feu avec du genêt, à la lumière duquel le Révérend Père dit son Bréviaire en attendant le jour, nous ne manquâmes pas de récompenser la charité de la bonne femme. Notre Carosse ne vint nous rejoindre qu'à plus de dix heures, nous ne pûmes faire ce jour-là que"], [81, "11 quatre lieues, presque toutes à pied, malgré la fatigue nous ne laissions pas de rire souvent, il arrivoit de temps en temps de petites avantures qui nous divertissoient , nous étions tous crotez jusqu'aux oreilles, les Voiles de nos deux Mères étoient mouchetez de terre demi-blanche, cela faisoit un effet des plus drôles, nous arrivâmes le soir à Majenne , Monsieur notre Président en nous quittant nous pressa fort de venir loger chez lui, nous ne crûmes pas devoir accepter ses offres toutes gratieuses qu'elles étoient, nous fumes à l'Auberge où nous ne restâmes pas long-tems fans nous coucher, car nous étions trés-laffes, j'oublie à vous dire que pendant la route nous ne gardâmes pas scrupuleusement nos six heures de silence, annoncée par le Révérend Père Dou trelo. Le treize nous fumes coucher à Laval, c'est une Ville fort jolie, il y aune Communauté d'Ursulines, mais nous ny fumes pas loger, il étoit trop tard & il ne convenoit pas de déranger une Commu nauté à heures indue, de plus nous devions partir le lendemain de grand matin, c'étoit un Diman che , le Père Doutrelo nous dit la Messe à la Paroisse qui est vis-à-vis l'Auberge où nous étions"], [82, "12 logez, nous primes ensuite une tasse de Chocola pour nôtre déjeuner avant que de partir, toute la Ville étoit à la porte de nôtre Auberge pour nous voir monter en Carosse, quoi-qu'il tombât fortement de la pluye, cela n'empêcha pas le peuple d'être dans la rue depuis cinq heures du matin jusqu'à huit à nous attendre , je remarqué en cette occasion que les Habitans de cette Ville, sont aussi curieux qu'on l'est à Rouen pour ne rien voir de rare. Nous allâmes ce jour-là dîner à Vitrel, le Frère Crucy fut député pour nous faire aprêter à manger à l'Auberge, pendant que nous irions saluer Madame la Supérieure des Ursulines de cette Ville, elle prit le Père Doutrelo pour un Prêtre de l'Oratoire, nous la laissâmes dans cette pensée, son erreur nous a bien diverti ; en voyage, mon cher Père, on rit de tout, aprés une heure de conversation avec cette Dame Supérieure, nous fumes dîner à l'Auberge & montâmes en suite en Carosse, toute la Ville étoit encor en mouvement pour nous voir, vous ne croyez peut être pas que votre fille dût un jour ainsi piquer la curiosité des Villes entières. Ce jour-là quinze Décembre nous couchâmes"], [83, "13 en un petit Village, où nous trouvâmes à l'Auberge deux Pères Capucins qui cherchoient à loger, notre Révérend Père les invita à souper avec nous, on avoit envie de les bien régaler, mais on ne put avoir qu'une soupe au lait avec une ome lette & quelque bagatelle pour dessert , si nous ne dépensâmes pas beaucoup nous rimes bien en récompense , nous avons toujours été de trés bonne humeur. Enfin le Mardi seize nous arrivâmes à Rennes Ville Capitale de la Bretagne, les Dames Ursu lines eurent la bonté d'envoier leur Tourriere un quart de lieue au devant de nous, cette bonne soeur nous fit entrer chez un des principaux de la Ville pour nous chauffer, car il faisoit trés-froid, le maître de la maison nous reçut parfaitement bien , & nous vint conduire jusques dans un Carosse qui nous attendoit à la porte pour nous mener aux Ursulines. Je ne puis vous dire toutes les honnêtetez que nous avons reçues de cette aimable Communauté, il étoit dix heures du matin quand nous y arri vâmes, & nous y restâmes jusqu'au lendemain matin huit heures, pendant tout ce temps il n'est point d'attentions, de gracieusetez & d'amitiez"], [84, "14 dont Ton ne nous ait accablez de la part de ces Dames , le Père Doutrelo . fit fa résidence au Collège des Jésuites. Plusieurs Révérends Pères de ce Collège nous firent Thonneur de nous rendre visite au Parloir, & nous engagèrent à venir voir leur maison & leur Eglise, le Collège de Rennes est mille fois plus beau que celui de Rouen, les Bàtimens en sont magnifiques & très-commodes, quoique LEglise soit trés-belle, je trouve cependant dans TEglise du Collège de Rouen quelque chose de plus frapant & de plus auguste, je donnerois aussi la préférence au jardin du Collège de notre bonne Ville, pendant que nous visitions le Collège, & que nous recevions bien des honnêtetez de la part des Révérends Pères qui le composent, le Frère Crucy étoit occupé à faire mettre en état les deux Chaises qu'il avoit arrêtées pour continuer notre route, il vint nous prendre en Carosse & nous conduisit à la Messagerie le prix de ces Chaises étoit de vingt livres par tête pour nous porter en un jour de Rennes à Hennebon. Nous fumes dîner à Hors & coucher à Hen nebon, le Révérend Père Doutrelo avoit envoyé devant son valet à cheval, pour nous annoncer à"], [85, "15 Madame Tranchepain, notre chère Supérieure de la Louisienne , elle demeuroit depuis quelque tems chez les Dames Ursulines de Hennebon, où elle nous attendoit, comme il étoit tard, cette sage Mère nous fit dire de coucher à l'Auberge pour ne pas déranger la Communauté où elle n'étoit pas maîtresse, & qu'elle envoyeroit le len demain une Tourriere qui nous conduiroit au Monastère, nous obéîmes fans peine à des ordres si raisonnables. Le lendemain huit heures nous arrivâmes aux Ursulines, nôtre chère Supérieure nous reçut à bras ouverts, & nous fit mille & mille amitiez, la Supérieure de la maison, Dame d'un ,vray mérite, nous reçut pareillement bien, elle fit donner une Chambre au-dehors au Père Doutrelo, un jour aprés notre arrivée je vis venir deux Religieuses Ursulines de Plehermel conduite par le Révé rend Père Tartarin Jésuite , Missionnaire de la Louisienne, nous en avons encore une de Hen nebon, ainsi notre Communauté est composée de huit Religieuses Professe , savoir Madame Tranchepain Supérieure, mes Dames Jude & Boulenger de la maison de Rouen, de Madame de Saint François Xavier, de la maison du Havre,"], [86, "16 de Madame Cavelier, de la maison d'Elbeuf, de deux Dames de la maison de Plehermel, & d'une Dame de la maison de Hennebon , il y a deux postulantes, ma Sœur le Massif venue de Tours & moi, & une Converse qui est la Sœur Fran çoise, en tout nous sommes onze, fans compter deux Servantes, il y a bien des Communautez en France, qui ne sont pas si nombreuses, mais je doute fort qu'il y en ait dont tous les membres soient plus unis & plus contents de leur sort. J'oublie à vous dire, mon cher Père, que fur toute la route depuis Paris jusqu'à Hennebon, nous avons été presque toujours en guerre le Frère Crucy & moi, le Révérend Père Davangour m'avoit chargée d'être fa Directrice, & Madame de saint Amand, Supérieure de saint Jacques, l'avoit chargé d'être mon Directeur, nous nous sommes acquitez de notre commission à mer veille, de temps en temps nous nous disions avec franchise nos véritez, le tout se faifoit gayement, de mon naturel je ne fuis pas mélancolique, le bon cher Frère ne f est pas non plus, de fois à autre on rioit à nos dépens, mais étant les plus jeunes il nous convenoit de défrayer la Com pagnie."], [87, "17 Les Révérends Pères Tartarin & Doutrelo, qui doivent faire le voyage avec nous, sembarqué rent le lendemain pour l'Orient afin de presser la charge du Vaisseau qui doit nous porter à la Louisienne, nous fumes témoins de rembarque ment, il se fit à la porte du Monastère que la Mer arrose, nous vîmes les deux Pères monter dans une jolie petite barque, & nous leur souhaitâmes un bon voyage. Nos Révérendes Mères avant de partir de Rouen m'avoient accordé deux grâces. Premiè rement, que mon Noviciat commenceroit du jour de mon départ de Rouen pour Paris. Seconde ment, que je prendrois le Saint Habit de Religion à Hennebon, ayant reçu mon extrait Baptistaire que vous avez eu la bonté de m'envoyer, je fis ressouvenir Madame Tranchepain de fa pro messe, elle m'écouta volontiers, & me la tenue fidellement, le Révérend Père Doutrelo se donna la peine d'aller à Vennes demander la permission à Monseigneur l'Evêque, ce Prélat l'accorda sans difficulté, la Cérémonie de ma Prise d'Habit se fit le dix-neuf de Janvier 1727. avec beaucoup de solemnité , j'ai pris le nom de Saint Stanislas, Madame Tranchepain nôtre Supérieure régala c"], [88, "18 toute la Communauté d'Hennebon, le lendemain de ma Vêture, l'on me donna le voile noir, que je conserverai pendant tout le voyage. D'Hennebon nous nous embarquâmes dans un Carosse d'eau fur la mer, dans lequel Monsieur Morin, riche Marchand de l'Orient, eut la bonté de venir avec nos Révérends Pères pour nous prendre & nous amener ici, nous ne fumes nulle ment incommodez des deux lieues que nous fimes fur mer, nous avons toujours logé chez ledit Sieur Morin, c'est un homme d'une grande politesse & d'un vrai mérite, nous lui avons bien des obli gations , nous sommes chez lui presque auffi commodément que dans une Communauté, nous y avons une Chambre qui nous sert de Chœur, une autre de Réfectoire, & plusieurs autres de Dortoirs. Nos Révérends Pères mènent avec eux un Menuisier, un Serrurier, & plusieurs autres ouvriers, pour nous mon cher Père, n'en soyez pas scandalisé c'est la mode du pais, nous menons un Morre pour nous servir, nous menons aussi un fort joli petit chat, qui a voulu être de notre Communauté, supposant apparemment qu'il y a à la Louisienne comme en France, des souris, & des rats."], [89, "19 Je ne suis nullement fâchée des bruits que l'on fait courir dans Rouen, fur mon sujet, on pré tend que je n'en suis point partie, & qu'on m'y voit souvent, cela m'est glorieux d'être en même tems dans deux Villes si éloignées l'une de l'autre, je me souviens d'avoir lû dans la Vie de Saint François Xavier, que ce grand Apôtre des Indes & du Japon se trouvoit souvent tout à la fois en divers lieux, ce qui est regardé comme un trés grand prodige, je ne fuis pas mon cher Père, une assez grande Sainte pour opérer de pareils mira cles, je fuis certainement, non à Rouen, mais à l'Orient, & j'y fuis toujours trés-gaye & très contente dans ma vocation, bien résolue d'en remplir les devoirs le mieux qu'il me sera pos sible. II partit d'ici le deux de ce mois un vaisseau pour Pontichery, il porte trois Révérends Pères Jésuites Missionnaires, avant leur départ ils nous ont fait l'honneur de nous venir voir & de dîner avec nous plusieurs fois, ils voulurent débaucher la moitié de notre Communauté pour établir un Convent d'Ursulines à Pontichery, mais le Révé rend Père Tartarin n'en a voulu donner aucune, nous avons la consolation d'être transportées"], [90, "20 dans un vaisseau, dont tous les principaux Officiers, nous paroiffent de très-honnêtes gens. Nos Révérends Pères ne veulent point que nous disions nôtre, comme vous sçavez que l'on dit dans les Convents, parce que, disent-ils, au premier moment nous entendrions les Matelots s'en mocquer , & diroient notre soupe , notre bonnet, ainsi du reste, & il se trouve que depuis qu'ils nous l'ont deffendu, je ne sçaurois m'em pêcher de le dire, & même jusques à dire notre nez, & le Père Tartarin me dit souvent, ma Sœur levez notre tête, & le tout pour rire & nous distraire de nos fatigues. Le Révérend Père Tartarin dit , qu'il se mo quera bien de nous si nous nous trouvons indis posées fur la mer aprés notre embarquement & nottamment de celle qui commencera, je sou haite être la première pour en être plutôt quitte, & avoir le plaisir de rire des autres à mon tour. L'on embarque dans notre vaisseau une quan tité de Moutons & cinq cens Poulies, on n'a pas envie, comme vous le voyez, que nous mourions de faim fur la route. Enfin, mon cher Père, est arrivé ce jour, ce grand jour, ce jour tant désiré, pour notre départ, le"], [91, "21 vent s'est rendu favorable, & l'on nous avertit pré sentement, qu'il faut nous embarquer dans une heure, je ne puis vous exprimer la joye de toute notre Communauté, pour la mienne elle seroit fans pareille, si elle n'étoit tempérée par la douleur que je ressens en m'éloignant de vous, & de ma chere Mère pour qui j'aurai toute ma vie la plus vive reconnoissance , lors que je me rapelle toutes les bontez que vous avez eûës pour moi, je ne puis que je ne m'attendrisse, il n'y a que Dieu seul dont j'entens & je fuis la voix qui puisse me séparer de parens, dont j'ai mille fois éprouvé la tendresse & que j'embrasse maintenant de tout cœur. Nous allons tout présentement nous embarquer quoi que les pacquets de Madame Cavelier & les miens, qu'on avoit envoyez par le Havre pour être transportez ici, ne soient pas encore arrivez, peut-être que le bon Dieu les ayant jugez super flus, aura permis qu'ils soient coulez au fond de la mer, que sa sainte volonté soit faite, s'ils vien nent à bon port, on nous les envoyera dans un autre bâtiment. Monsieur Morin à la bonté de venir avec un assez grand nombre des principaux Habitans"], [92, "22 de la Ville, nous conduire jusqu'à la première dînée trois lieues fur mer, & ils reviendront ce soir dans une barque. Je fuis embarassée comment nous allons pou voir monter dans notre Vaisseau, car il est trés haut de bord, le Révérend Père Tartarin dit qu'il nous fera mettre deux à deux dans une pouche, & qu'on nous guindera avec une poulie, comme l'on fait un ballot, mais notre Capitaine quoi que peu expérimenté dans la charge d'une telle Mar chandise, nous assure qu'il nous fera monter plus commodément, à scavoir assises dans un fauteuil l'une aprés l'autre. Adieu mon trés-cher Père, je vous supplie de me donner souvent de vos chères nouvelles, je n ai rien au monde de plus cher, que vous & ma chere Mère, soyez persuadez qu'il ne falloit pas moins, pour me séparer de vos chères personnes, que la gloire d'un Dieu, & le salut de ses pauvres Sauvages, mais je vous assure que je ne serai séparée de vous que de corps, je vous serai tou jours unie d'esprit & de cœur, mais comme je ne puis rien de moi-même, je m'adresse à celui qui peut seul vous combler de bénédictions je le prie chaque jour, pour la conservation de vos santez,"], [93, "23 & la sanctification de vos âmes, je vous demande en grâce de ne pas oublier une fille, qui sera toute fa vie, avec le plus profond respect & la plus parfaite reconnoissance, MON TRES-CHER PERE, Vôtre trés-humble & trés-obéïslante Fille & servante HaCHARD de Saint Stanislas. CAPPROBATION. J'ai lû par l'Ordre de Monsieur le Lieutenant Général de Police, la Première Lettre d'une Dame Ursuline : je n'y ai rien trouvé qui puisse en empêcher l'impression, à Rouen le 10. Juin 1728. le Gros. Vu V Approbation du Sieur le Gros, permis d'imprimer à Rouen, ce 10. Juin 1728. DE HOUPPEVILLE."], [94, ""], [95, "LETTRE A LA NOUVELLE ORLÉANS, Ce vingt septième Oâobre 1727. Mon cher père, J'ai reçu l'honneur de la vôtre dattée du six Avril dernier, je s ai reçue le vingt de ce mois veuille de Sainte Urfulle sortant de retraite, jugez mon très-cher Père , quelle fut ma joye d'apprendre de vos cheres nouvelles, de celles de ma chere Mère, & de toutes mes sœurs, vous avez dû recevoir deux de mes Lettres, l'une écrite la veuille de nôtre Embarquement à l'Orient Ville de basse Bretagne, & l'autre à la Caille Saint Louis, un des Ports de l'Isle Saint Domingue, dans la première du vingt -deux Février 1727. Je vous marquois tout ce qui s'étoit passé sur notre route depuis Rouen jusqu'à nôtre Embarquement D"], [96, "26 & dans la seconde du quatorze May notre arrivée en cette Isle, vous voyez, mon cher Père, que je ne perds pas une seule occasion pour vous témoi gner la reconnoissance parfaite que j'ai de toutes les bontez que vous avez eu pour moi, mais par ticulièrement de l'heureux consentement que vous avez donné à mon départ, contre l'avis de tant de personnes qui s'opposoient aux desseins de Dieu, de toutes les obligations que je vous ai, je regarde cette derniere, comme la plus grande, & la plus agréable à Dieu, comme ma reconnois sance quelque parfaite quelle soit, est toujours peu de chose, je m'adresse tous les jours à Nôtre- Seigneur, & le prie qu'il soit vôtre récompense, & qu'il vous conserve une parfaite santé. Ceux qui vous ont dit que nous avions été en péril pendant quinze jours à la Rade de l'Orient, ce sont bien trompez, il est vrai que nous fûmes viron un heure en péril, aprés quoi nous secouâ mes les oreilles comme font les Ecolieres, & nous nous remimes en route, il n'y parut plus, sinon que nôtre vaisseau faisoit un peu d'eau, & qu'on étoit obligé de pomper toutes les deux heures, & quelquefois plus souvent, il se peut faire que les habitans de l'Orient nous ayent crûs perdus, mais"], [97, "27 quand bien même, cela auroit été, nous n'aurions été perdus avec la grâce de Dieu, que pour le monde, mais non, Nôtre-Seigneur ne s'est point contenté de notre bonne volonté, il veut encore ici en voir l' effet. Vous m'aprenez que ma sœur Louison postule au Val-de-Grace, je souhaite de tout mon cœur, quelle soit Religieuse dans cette sainte Maison, elle aura l'avantage d'y vivre avec une personne dont j'honore singulièrement le mérite & la vertu, c'est Madame de Quevreville, le Seigneur lui avoit donné comme à moi, vocation pour nôtre établis sement de la Louisienne, je comptois bien faire ce voyage avec une si aimable compagnie, mais des raisons de famille l'ont retenue en France, s'y ma sœur m'en croît elle suivra exactement les avis du Révérend Père Houppeville mon ancien Directeur & à présent le sien, je désire qu'ils lui soient aussi salutaires qu'à moi. J'aurai bien de la joye, si ma sœur Elisabeth continue à rester à Saint François, quel bonheur pour elle s'y elle pouvoit y être Religieuse avec ma sœur Aînée, je me flate que vous m'instruirez des progrès que mon cher frère fera dans les sciences, le plus ardent désir de mon cœur est"], [98, "28 qu'il soit un jour, ou un bon saint Prêtre, ou un servant Missionnaire Jésuite, le frère d'une de nos Mères, est Missionnaire à cinq ou six cens lieues d'ici c'est le Révérend Père Boullanger Jésuite , je suis cependant un peu fâchée contre mon frère de ce qu'il ne m'a point écrit, s'y c'est une plume qui lui manque qu'il me le dise confidament, & je lui en envoyerai une, où si c'est qu'il ait oublié à écrire c'est une autre affaire je le prie de raprendre, & de me donner par la première occa sion, de ses nouvelles , j'attens aussi la même grâce de ma soeur Dorothée que j'embrasse de tout mon cœur. Pour mon frère le Religieux, il ne m'a pas fait l'honneur de m'écrire, seroit-il fâché contre moi, ou me croît-il fâchée contre lui, il est vrai que pour me détourner de mon dessein, il me dit avant mon départ bien des choses qui ne dévoient pas me faire plaisir, mais j'ai regardé tout cela comme une épreuves & même comme une marque de son amitié, mon cher Père, quand on est assuré de faire la volonté de Dieu, on compte pour rien les discours des hommes, bien des gens ont traité nôtre entreprise de folie, mais ce qui est folie aux yeux du monde, est sagesse aux yeux du Seigneur,"], [99, "29 sy ce cher frère est encore fâché contre moi de ce que je n'ai pas déféré aveuglement à ses avis, je vous suplie de faire ma paix avec lui, s'y je ne lui écris pas, c'est que naturellement timide je n'ose prendre cette liberté qu'il ne m'en ait donné auparavant la permission, je crois cepen dant qu'il ne m'a pas oublié pendant nôtre Navigation. II me semble même avoir ressenti l'effet de ses servantes prières dans plusieurs ren contres, ou je vous assure que nous devions périr, chacun disoit dans notre Vaisseau nommé la Gironde , que de dix Vaisseaux qui auroient autant de secousses que le notre, il n'y en auroit pas un de rechapé , qu'il falloit qu'il y eut de bonnes âmes qui priassent pour nous, à la tête de ses bonnes âmes je mettois toujours ce cher frère, je vous prie de l'assurer que je conserve toujours pour lui rattachement le plus sincère Quoi que je ne connoisse pas encore parfaite ment le Pais de la Louisienne je vais cependant, mon cher Père, vous en faire un petit détail, & je puis vous assurer qu'il ne me semble pas être à Missicipy, il y a autant de magnificence & de politesse qu'en France, les Etoffes dor & de Velours y sont communes, quoi que trois"], [100, "30 fois plus cheres qu'à Rouen, le Pain y coute dix sols la livre, il est fait de farine de Bled d'Inde autrement Bled de Turquie, les œufs quarante-cinq & cinquante sols la douzaine, le lait quatorze sols le pot, moitié mesure de France, nous y mangons de la viande, du Poisson, des Poix & des Fèves Sauvages, & plusieurs fruits & Légumes, comme des Ananas qui est le plus excellent de tous les fruits, des Melons d'eau, des Patates, des Sabotines, qui sont à peu prés comme des Pommes de Rai nette grise en France , des Figues Banales , des Pacanes, des Noix d'Arcajous que si-tôt qu'on en mangent prennent à la gorge , des Girmons, qui font comme des espèces de Citrouilles, & mille autres fruits qui ne sont pas encore venus à ma connoissance. Enfin nous vivons de Bœufs Sauvages, de Chevreuils, de Signes, d'Oirs & Dindes Sau vages, de Lièvres, Poulies, Canards, Sercelles, Faisants, Perdrix, Cailles & autres Volailles & Gibier de différentes espèces, les Rivières y sont fécondes en poissons monstrueux, nottament des Barbues, qui est un excellent Poisson, des Rais, des Carpes, des Salmandes, & une infinité d'au-"], [101, "31 tres Poissons qu'on ne connoît point en France, l'on fait beaucoup d'usage ici de Chocolat au lait & de Cassé, une Dame de ce Pais nous en a donné bonne provission, nous en prenons tous les jours l'on fait trois jours gras chaque semaine en Carême, & le cours de Tannée le Samedi gras comme aux Isles Saint Domingue, nous nous accoutumons à merveilles aux vivre Sauvages de ce Païs, nous mangeons du Pain moitié ris & moitié farine, il y a ici du Raisin Sauvage, plus gros que le Raisin François, mais il n'est point en grape , on le sert dans un plat comme des Prunes, ce que l'on mange davan tage & qui est plus commun est du Rit au lait, & de la sagamité que l'on fait avec du Bled d'Inde broyé dans un mortier, puis l'on fait bouillir la farine dans de l'eau avec du Beurre ou de la graisse, le peuple de toute la Louisienne trouve ce manger trés-bon. J'ai été curieuse de m'informer de l'état du terrain de ce Pays, afin, mon cher Père, de pou voir vous en donner quelque petite idée, vous apellez ce lieu-ci tantôt la Louisienne & tantôt Missisipi, mais ce doit être la Louisienne, c'est le nom que lui donna Monsieur Robert Cavelier"], [102, "32 Sieur de la Salles natif de Rouen , quand il y vint avec le Sieur Joustel & plusieurs autres personnes de la même Ville , faire la première découverte en 1676. & en 168 5. En considération du Régne de Louis le Grand, & ce nom de la Loui sienne lui est resté, mais le nom de Missisipi c'est le fleuve qui s'appelloit ainsi, auquel ledit Sieur de la Salle donna le nom de fleuve Colbert , parce que Monsieur Colbert étoit lors Ministre d'Etat, mais ce nom de Colbert ne lui a pas resté, l'on a continué de le nommer le fleuve de Missisipi, & plusieurs le nomment à présent le fleuve Saint Louis, c'est le plus grand fleuve qu'il y ait dans toute l'Arnérique excepté celui de Saint Laurent, il se joint à ce fleuve de Missisipi une infinité de Rivières, il a sept à huit cens lieues depuis fa source jusqu'au Golfe du Mexique dans lequel il se décharge, mais il n'est pas Navigable il n'y peut monter & descendre aucuns Bâti mens mais seulement des petites Chaloupes qui peuvent porter douze ou quinze personnes, d'au tant que ce fleuve étant borné par des Forêts de hauts Arbres, la rapidité de ses eaux cave & creuse la terre du Rivage, de façon que les Arbres y tombent, & il s'en joint à certains lieux"], [103, "33 une quantité qui ferment le passage de la Rivière , ce seroit un travail infini & des dépenses immenses , si l'on vouloit débarasser tous ces Arbres pour rendre ce fleuve Navigable & en état d'y faire monter & descendre des Bateaux, à joindre qu'il y a des bancs de fable par distance, & qu'il y faudroit faire un Talut. Nous sommes ici plus prés du Soleil qu'à Rouen, fans cependant y avoir de trés-grandes chaleurs, l'Hiver y est assez modéré, il dure pendant viron trois mois, mais ce ne sont que des petites gelées blanche ; l'on nous a assuré que le païs de la Louisienne est quatre fois plus grand que la France, les terres font trés-fertilles, & raportent plusieurs récoltes chaque année, non pas le long du Fleuve & des Rivières, car ce ne sont en la plupart que des Forêts de Chênes, & autres arbres de hauteur & de grosseur prodigieuse , des Rozeaux & des Cannes qui croissent de dix quinze & vingt pieds de hauteur, mais à quelques lieues de là ce sont des prairies, des pleines, & des campagnes, où il croit une quantité d'arbres nommez des Cottonniers , quoi qu'ils ne raportent point de Cotton; des Chico mores, Meuriers, Châtaigniers, Figuiers, Aman- E"], [104, "34 diers, Noyers, Citronniers, Orangers, Grenadiers, & autres qui font la beauté des Campagnes, si le terrain étoit cultivé il n'en seroit pas de meil leur au monde, mais pour cela il faudroit qu'il fût autrement peuplé, & qu'il y vint de France des ouvriers de tous métiers, un Homme y tra vaillant seulement deux jours à bêcher la terre, & y en semenser du bled, en recueillira plus que suffisament pour se nourir pendant toute Tannée, mais la plupart des Peuples y vivent dans Toisiveté, & ne s'apliquent presque qu'à la Chasse & à la Pêche -, la Compagnie fait beau coup de Commerce de Pelletrie, Castors, & autres Marchandises avec les Sauvages , qui sont gens dont la plupart font trés-sosiable. Voilà tout ce que j'ai pû aprendre de Tétat de ce pais, je vous en informerai plus emplement par la fuite, quand j'en serai plus instruite. Vous me marquez , mon cher Père , avoir acheté deux grandes Cartes de Tétat du Missisipi, & que vous n'y trouvez pas la Nouvelle Orléans, il faut aparament que ces Cartes soient anciennes, car Ton n'auroit pas dû y obmettre cette Ville Capitalle du pais; je fuis fâchée qu'il vous aye couté cent-dix sols pour n'y pas trouver le lieu"], [105, "35 de notre résidence ; Ton va je croi faire de nouvelles Cartes où notre établissement sera marqué. Nous avons fait huit jours de Retraite avant la Sainte Ursule, le Révérend Père de Beaubois nous faisoit tous les jours trois Conférences, notre postulante Demoiselle de Tours a pris THabit le jour de Sainte Ursule, & ma Sœur Françoise le va prendre le jour de la Toussains, nous sommes ici autant bien logez que Ton peut souhaiter, en attendant que notre Couvent soit achevé de bâtir; il n'y a point de Maison Reli gieuse qui aye si bien été dans leur commence ment ; en arrivant ici le Révérend Père de Beaubois nous aprit qu'il venoit de perdre neuf Nègres qui a voient péri d'un seul coup de vent de Nord , c'est une perte de neuf mille livres, la Compagnie des Indes nous en a donné huit il y a quinze jours, dont deux se sont enfuits apara ment dans les bois ou ailleurs, il s'en est aussi évadé quatorze ou quinze à la Compagnie le même jour, nous en avons gardé une belle pour nous servir, & le reste nous les avons envoiyés à notre habitation pour cultiver nos terres, cette habitation n'est qu'à une lieue d'ici, nous y avons"], [106, "36 un Econome & là Femme qui ont soin de con server nos intérêts. Nous gardons ici la clôture avec autant de régularité que les Convents de France; si nous avions le malheur que le Révérend Père de Beaubois fut malade, & qu'il ne pût pas nous venir dire la Messe, nous la perdrions le jour de Pâques, & même pendant six mois plutôt que de sortir de notre Couvent pour Taller chercher à la Paroisse. Les Révérends Pères Tartarin & Doutrelo, lont partis d'ici il y a six semaines pour trouver leur poste vers les Illinois, notre Révérend Père Supérieur est maintenant seul ici avec le Frère Parisel. Je ne vous parlerai point, mon cher Père, des mœurs des séculiers de ce Pays ne les connois sant pas & n1 ayant nulle envie de les connoître, mais Ton dit, que ce sont des mœurs bien cor rompus & bien médisans, il y a aussi un trés grand nombre d'honnêtes-gens, il ne s'y voit aucunes de les filles qu'on disoit y avoir été envoyées par force, il n'en est parvenu aucunes jusques ici, vous dites, mon cher Père, que le Révérend Père de Houppeville fait toutes ses"], [107, "37 dévotes Religieuses, nous aurions besoin ici de ce Révérend Père, non pas pour y faire des Religieuses, mais des dévotes, car un Révérend Père Capucin nous assura l'autre jour qu'il n'y en avoit pas une dans tout le pais , ny aux en virons. Toutes nos Mères sont en parfaite santé, excepté nôtre Révérende Mère Supérieure, que nous avons eu le chagrin de voir presque tou jours malade depuis que nous sommes ici, elle est cependant un peu mieux qu'elle n'a été, elle vous salué, ainsi que toute notre Communauté. Je vous assure, mon cher Père, qu'elles ont toujours mille & mille bontez pour moi, prin cipalement nôtre aimable Mère Supérieure, plus je fuis fous fa conduite, plus je Taime, je reçois tous les jours de nouvelles marques de là ten dresse, ce qui me fait peine est que je ne le mérite pas, je fuis contente on ne le peut davantage, enfin autant qu'on le peut être en ce monde, & qui ne le seroit me trouvant dans une société de saintes filles, Ton voit bien que c'est le bon Dieu qui a lui-même choisi ses sujets, car il n'y a pas une de ses Mères qui n' aye un mérite infini, & une dévotion des plus parfaites, nota-"], [108, "38 ment notre Révérende Mère Supérieure, & la Mère de S. François Xavier maîtresse des Novices, qui étoit aux Ursulines du Havre, & avec laquelle je partis de Rouen, nous ne serions pas surprises de leur voir faire des miracles, c'est à moi de marcher fur leurs traces, suivre leurs exemples, & les imiter en tout ce que je pourrai. Je supose que ma sœur Aînée se porte bien, je suis surprise qu'elle ne m'aye pas écrit, je Tembrasse de tout mon cœur & me recommande à ses saintes prières. J'oublie à vous dire, mon cher Père, que dans le péril où nous avons été dans la Gironde, je promis aux âmes du Purgatoire fix Messes, à condition que vous voudriez bien avoir la bonté de les faire dire, étant persuadé de votre bon cœur, & que vous ne me les refuserez pas. Ce paquet va partir dans le Prince de Conty, qui vient de nous aporter des Naigres de la Guinée, la Gironde part d'icy au même-temps, ainsi que le Dromadaire, mais j'espère que le Prince de Conty, est le meilleur voillier & qu'il arrivera le premier en France, & mettra à Tins tant ce paquet à la poste de l'Orient pour vous être tenu."], [109, "39 Je vous assure, mon cher Père, que mon éloignement ne diminué en rien Testime & le respect que j'ai toujours eu pour vous, fi je n'étois aussi contente dans ma vocation que je le fuis, Téloignement de vos chères personnes seroit pour moi un chagrin trés-grand. Je me porte parfaitement bien grâces au Sei gneur, je souhaite que votre santé soit aussi bonne, je n'ai été nullement incommodée de la mer , quoi que notre traverse aye été trés longue, & trés-difficile, causée par les vents qui nous ont été presque toujours contraires, je vous envoyé une Relation de tout notre voyage, elle vous fera fans doute plaisir, je finis crainte de vous ennuyer, adieu mon trés-cher Père, je vous embrasse mille fois, mais non je ne puis vous êtes trop loin , je prie donc mon cher Frère de s'acquitter pour moi de cette aimable commission, je suis de tout mon cœur, dans un profond respect & une parfaite reconnoissance , MON CHER PERE, Vôtre trés-humble & trés-obéïssante Fille & Servante HaCHARD de Saint Stanislas."], [110, "40 (APPROBATION. J'ai lû par TOrdre de Monsieur le Lieutenant Général de Police, la seconde Lettre d'une Dame Ursuline , je n'y ai rien trouvé qui puisse en empêcher Timpression. A Rouen le 10. Juin 1728. le Gros. Vû V Approbation du Sieur le Gros, permis d'imprimer à Rouen, ce 10. Juin 1728. DE HOUPPEVILLE."], [111, "RELATION. A LA NOUVELLE ORLÉANS Ce vingt-septième Oâobre 1727. VOus m'avez témoigné, mon cher Père, sou- haiter d'avoir une Relation de notre Voyage, c'est un effet de votre bon cœur, de prendre in térêt à ce qui nous regarde, s'en est un de ma reconnoissance de vous contenter en tout ce que je pourrai, voici une confession généralle de tout ce qui s'est passé depuis mon départ de France, voyez combien je fuis fidèle à vous rendre mes comptes. Nous nous Embarquâmes le vingt-deuxiéme Février 1727. dans le Vaisseau de la Gironde com mandée par Monsieur de Vauberci , le second F"], [112, "42 Capitaine étoit Monsieur Guéret, ce dernier a eu pour nous des égards & des attentions s'y grandes que nous ne pourons jamais lui en marquer assez de reconnoissance, avant que de nous Embarquer nous fumes prendre congé de Monsieur Dufaillet Commandant de l'Orient, & Directeur de la Compagnie des Indes, auquel nous avons aussi beaucoup d'obligation , de-là nous nous rendîmes au Vaisseau accompagné de Monsieur & de Madame Morin & de plusieurs de nos amis qui voulurent bien présider à notre Embarquement, Messieurs nos Capitaines nous reçurent à bord ou ils nous attendoient, mais le vent ayant changé il fut résolu que nous ne mettrions à la voille que le lendemain, ce retardement nous donna le temps de nous arranger dans notre chambre, c'étoit une clouaison que Ton avoit faite pour nous dans Tentrepont de dix-huit pieds de long & de sept ou huit de large, nous étions de notre bande dans cet endroit, six lits chaque coté, trois l'un fur l'autre de forte que nous n'avions pas la commodité d'être assises fur nos lits fans sentir le plancher, pour moi je puis vous assurer que j'y ai été sou vent attrapée puisque j'étois une de celles qui couchoient en haut, parce qu'on y avoit mis les"], [113, "43 plus legeres, une de nos íœurs qui faisoit la treizième couchoit en bas au passage. Dans cet endroit il y avoit pour toute fenêtre deux sabots grands comme deux fois la main, en core bien souvent ne pouvoit-on les ouvrir à cause des lames d'eau qui venoient nous arroser jusques dans nos lits, nous étions obligez de nous lever & coucher, les unes aprés les autres, ne pouvans être dans notre chambre plus de deux ou trois à la fois, malgré les extrêmes chaleurs que nous avons essuyez dans cette étuve, le Seigneur nous a toujours conservez en parfaite santé, nous avions la consolation d'être seules dans notre chambre, tous les autres passagers étoient ensemble dans la Sainte Barbe, nos Révérends Pères étoient encor plus mal que nous, ils n'avoient qu'un méchant petit trou qui n'avoit aucun jour, ils furent obligez de le quitter ne pouvant y rester dans les grandes chaleurs, ils prirent le parti de coucher fur la du nette au gré du vent & de la pluye, la tête enfermée dans un panier à laissive, pour recevoir la pluye quand il en venoit. L'on mit donc à la voille le lendemain vingt troisiéme Février à deux heures aprés midi le temps étoit beau, nous étions montez bonne com-"], [114, "44 pagnie lur la dunette, quand à demie lieue de l'Orient, notre vaisseau toucha deux fois contre un Rocher, le choc fut trés-rude & causa Talarme dans le Vaisseau, Ton haussa en même temps les voilles, cela ayant été remarqué au Port de l'Orient, l'on ne manqua pas d'avertir Monsieur Dufaillet que notre Vaisseau étoit échoué, ce Monsieur & encore plusieurs autres vinrent à notre secours, il nous dit qu'il auroit été triste que nous eussions fait naufrage au Port, il nous r'assura de la crainte que nous avions eue, & fit travailler avec tant de vigueur que nous nous trouvâmes délivrez de cette première frayeur, & en état de continuer notre route, notre Vaisseau ne recut aucun dom mage de ce coup si terrible, ce fut alors que chacun commença à payer le tribut à ía mer, pas une n'en échapa, mais celles qui ont été les moins malades, ce fut la Mère le Boullanger & moi qui en fumes quittes pour quelques maux de cœur. Les vents changèrent & nous devinrent tout à fait contraires, le Vaisseau étoit dans une agitation continuelle, & faisoit des bonds qui nous ren versoient les uns fur les autres, la souppe n'étoit pas plutôt mise fur la table qu'elle étoit renversée"], [115, "45 lur la nappe, à moins qu'on eut la précaution de la bien tenir à deux mains encore falloit-il que ce fut un Marin , car nous autres nous avions assez que de nous tenir nous-mêmes, cela contribuoit quelquefois à nous faire rire malgré le mal de mer qui est une maladie trés violente & qui réduit à une espèce d'extrémité, mais quand une fois on la connoît Ton ne s'en inquiète point parce qu'on n'en meurt pas, notre Révérende Mère Supérieure a été celle qui s'en est ressentie plus long-temps, mais cela n'a rien diminué de son zélé & de son courage pour la gloire de Dieu , il suffisoit de la regarder pour nous animer non-seulement à souffrir avec patience, mais encore avec joye, nous avons eu la consolation de voir que malgré le mal de mer & les autres épreuves que nous avons eues, causez par les tempêtes la longueur de la Navigation & la rencontre des Corsaires, aucune ne s'est repentie du sacrifice qu'elle a fait d'elle même à Dieu, ni même qui ait paru s'in quietter des risques ou nous avons plusieurs fois cru être à cause des mauvais temps. Ce fut dans cette scituation que notre Révérende Mère Supérieure fit un Vœu en son nom & celui de la Communauté à la Sainte Vierge & à Saint"], [116, "46 François Xavier afin de mériter leur protection , la tempête étoit si forte & la mer si orageuse quelle causa la mort à quarante-neuf moutons, &à une quantité de poulies qu'on avoit embarquez dans notre Vaisseau pour notre nouriture & celle de TEquipage, on les trouva étouffez & on les jetta à la mer, de ce qui diminua beaucoup nos vivres & nous réduisit à manger du rit à Teau , du bœuf làllé & du lard si mauvais que nous n'en pouvions manger, & des Fèves accommodez avec du íaindoux n'ayant point de beurre, mais toute cette mauvaise nourriture n'a point affoibli nos santez. Enfin le vent étant contraire notre Vaisseau n'avansoit gueres, en quinze jours nous ne fîmes pas le chemin de trois, cela diminuoit aussi notre eau enforte que nous fumes réduits ainsi que Téquipage à demi pinte d'eau par jour encore étoit elle trés-mauvaise, si nos Capitaines avoient trouvé le vent favorable ils auroient relâché aux Canaries pour y faire de Teau, mais le vent n'étoit favorable que pour retourner au Port Louis, ce qui obligea nôtre Capitaine de relâcher à TIfle de Madère le douze Mars à trois cens lieues de l'Orient. Cette Isle apartient au Roy de Portugal , elle"], [117, "47 est divisée en trois Villes, la principalle est Epis copalle & c'est celle ou nous fumes en rade, aussi tôt qu'on nous aperçut on envoya un Canot au devant de nous pour sçavoir ce que nous voulions, les envoyez furent satisfaits aussi-tôt, notre Capi taine salua la Ville par sept coups de canon, la Ville lui répondit par cinq autres, ensuite nous jetâmes T Ancre, ceux qui étoient venus nous voir ayant raporté qu'il y avoit dans le Vaisseau un Convent de Religieuses «St plusieurs Jésuites Mis sionnaires, cette nouvelle picqua la curiosité & nous attira bien des visites, les Pères de la Com pagnie de Jésus qui ont dans cette Ville un fameux Collège furent des premiers à se rendre à notre bord, ils ne donnèrent pas le temps à nos Pères de les prévenir. L'on ne peut être plus gratieux que sont lés Pères, il ni en avoit qu'un qui parla François, mais il nous dit mille choses obligeantes au nom de tous, ils nous préfèrent d'aller à terre, & de prendre notre logement chez eux, mais nous les remerciâmes, nos Révérends Pères furent le lendemain dîner chez eux, on les reçut avec poli tesse, on les traita avec magnificence & pour présent on leur donna un Bellier."], [118, "48 Nous eumes aussi part à la générosité de ses Pères, il nous aporterent eux-mêmes de grands panniers pleins de toutes sortes de rafraîchisse mens, comme Citrons en abondance, Salades, Confitures & autres, pendant trois jours que nous demeurâmes en rade, ces généreux & gratieux Pères nous firent plusieurs visites, paroissans prendre un grand plaisir à nous voir, louant fort le zélé qui nous a fait entreprendre un si long & pénible voyage, la plus grande peine qu'ils disoient avoir, étoit de ne pouvoir nous faire plus de bien, estimans ce qu'ils faisoient pour nous comme rien en comparaison de leur bonne volonté, il y avoit plusieurs de ces Pères qui avoient de grandes lu nettes fur le nez à la mode de Portugal, & j'en remarqué un jeune qui les ôta pour lire quelque chose, ce qui nous parut fort extraordinaires, du reste leurs manières sont à peu prés comme celles de nos Pères de France, excepté qu'ils portent leurs cheveux plus cours. Nous vîmes plusieurs autres Messieurs des plus considérables de cette Ville, entr'autres Monsieur T Intendant du lieu qui vinrent nous rendre visite, tous habillez de noir portant chacun un reliquiere & chapelet à leur col, Tinquisition étant dans cette"], [119, "49 Isle comme en Portugal & en Espagne, les Ecoliers des Jésuites eurent aussi la curiosité & la per mission de nous venir voir, nous en fumes accablez, ils portent tous un chapelet à la main qui leur sert de contenance, mais Ton dit qu'ils n'en sont pas plus dévots, nos Révérends Pères trouvent TEglise de ses Pères Jésuites trés magnifique, la Contretable & le devant d'Autel en est d'argent massif & les murailles de porcelaine , il n'est point d'Eglise en France si riche en ornemens, les arbres de cette Isle étoient chargez de fruits en maturité au mois de Mars, nous ne vîmes point de femmes elles ni sont pas visibles, on ne les voit qu'à travers les grilles, elles ne sortent que pour aller à la Messe & toutes à la même heure, ènsorte qu'elles forment une espèce de Procession, elles marchent cou vertes de grands voilles & en silence s'y ce n'est quelles disent leur chapelet. II y a dans cette Isle deux Convents dont le principal est de Tordre de Sainte Claire, TAbesse est une Princesle Portugaise, comme elles sont plus libres que les Séculières, le bruit de nôtre arrivée parvint bien-tôt jusqu'à elles, cette Abesse écrivit une lettre toute gratieuse à notre Révérende Mère G"], [120, "50 Supérieure pour la convier & toute sa Commu nauté d'aller chez elle, elle nous donnoit à toutes de grandes louanges, son stile étoit trés-tendre, du moins nos Officiers nous T expliquèrent de cette manière; caria lettre étoit écrite en Portugais notre Révérende Mère Supérieure lui répondit en François, & elle recût la lettre de notre aimable Mère avec toutes sortes de marques d'estimes & d'amitié, quoiqu'elle ni dût rien connoître , à moins qu'elle ne se la fit expliquer par quelque personne qui entendit le François & le Portugais, le lendemain une jeune femme du bord lui ayant été rendre visite de la part de notre Communauté, elle fut comblée d'honêtetez & de presens, les Religieuses de ce Monastère qui font au nombre de plus de trois cens, voulurent T embrasser à la porte conventuelle lui réïterant leurs instances pour nous engager à aller chez elles, mais ne jugeans pas devoir le faire ayans Teau dons nous avions besoin, nous crûmes devoir édifier le pu blic en demeurant attachez à notre clôture de la Gironde plutôt que de paroître dans une Ville ou les femmes séculières même ne se montrent pas, enfin nous remerciâmes la Ville par un coup de canon , & nous primes le larges pour continuer"], [121, "51 notre route, je croi que si nous eussions resté plus long-temps en rade, les Religieuses moins attachez à leur clôture que nous à la notre auroient quitté leur Convent pour nous venir voir, on leur avoit parlé de la modestie de notre habilement qu'elles trouvoient bien différend du leur, elles en furent charmées aussi bien que les Révérends Pères Jésuites. Le vent ne nous fut favorable que pendant deux jours & ensuite il se changea contre nous, enforte que nous fumes long-temps à faire deux cens lieues au bout desquels nous découvrimes un Corsaire Forban, ou Saltin , du moins donna-t-il lieu de le juger tel par fa contenance, aussi-tôt Ton songea à faire tous les préparatifs nécessaires pour le combat, chacun s'arma, les canons furent chargés & tous prirent leurs postes, il fut résolu que pendant le combat nous serions renfermez dans Tentrepont, les femmes séculières s'abillerent en hommes, elles n'étoient que trois c'étoit tou jours pour augmenter le nombre de TEquipage, cependant elles disoient adieu à leurs maris, Mademoiselle de la Chaisse qui se rangeoit tou jours avec nous pleuroit amèrement de la crainte quelle avoit de perdre Monsieur son frère dans le"], [122, "52 combat , il étoit Enseigne de notre Vaisseau, son poste sur le Pont, celui du premier Capitaine étoit sur la dunette & le Père Tartarin s'étoit rangé avec lui , le poste du second Capitaine étoit sur le Gaillard du devant , le Père Doutrelot s'étoit rangé avec lui, & le frère Cruci fur le Pont à fournir des Gargouces à tous ces guerriers tous armez jusques aux dents & d'un courage admi rable, nous autres nous avions pour toutes armes notre chapelet à la main , nous n'étions point tristes grâces au Seigneur, personne de notre compagnie ne fît paroître aucune foiblesse, nous étions charmés de voir le courage de nos Officiers & passagers qui sembloient aller abatre Tennemi du premier coup, tous ces aprêts furent inutils, le Vaisteau ennemi aprés avoir fait plusieurs tours & retours nous voyant en état de deffences & se croyant aparament le moins fort se retira & nous laissa en liberté. Mais c'étoit une triste liberté pour des Reli gieuses que d'être fur un Vaisseau où il est impos sible d'avoir un moment à soi , nous n'avons pas laissé de prendre du moins le temps de nos Exer cices Spirituels, mais c'étoit au milieu de la dissipation qui se trouve parmi un nombre de"], [123, "53 gens qui ne pensent qu'à se divertir pour passer le temps, voila ce qui faisoit notre plus grande peine. Enfin nous arrivâmes sous le Tropique le Ven dredi Saint, c'esl-à-dire, sous la ligne du Soleil, la Sainteté du jour empêcha qu'on ne fît la céré monie du Bàtême dont vous avez fans doute oui parler, elle fut remise au Samedi Taprés dîné, je ne vous ferai point le détail de cette cérémonie qui n'est qu'un divertissement pour les Matelots; d'autant plus grand qu'on ne peut s'en exempter qu'avec de Targent, comme nous étions plus de vingt de notre compagnie y comprenant les do mestiques des Révérends Pères ainsi que les nôtres, ils eurent plus de deux pistoles de notre part, ceux des paslagers qui ne voulurent rien donner eurent plusieurs sceaux d'eau sur le corps. mais le grand chaud qu'il faisoit leur rendoit ce bain agréable. Quelques jours aprés nous eûmes une seconde allarme, par la rencontre d'un pareil Vaisseau ennemi, qui nous poursuivit de trés-prés, on se mit fur la deffensive, & lors qu'on se vit tout proche nous fumes nous enfermer dans le lieu qui nous avoit été indiqué; Ton étoit prêt de tirer fur"], [124, "54 Tennemi, mais il se retira, ce qui nous rassura pour quelques heures & nous donna le temps de souper, & comme Ton remarqua qu'il se rapro choit, & se retiroit de temps en temps, on garda toute la nuit, nous fumes nous coucher en atendant toujours que Ton nous vint avertir de nous lever, mais Ton n'eut point cette peine, le Vaisseau se retira. Si nous avons eu quelque consolation c'est par Tavantage que nous avions de participer au Saint Sacrifice de la Messe, on la célébroit tous les jours, & assez souvent nous avions le bonheur de nous fortifier du sacré Corps de Jesus-Christ, nous eumes quelques Sermons par Monsieur TAu monier du Vaisseau & par nos Révérends Pères, Ton faisoit la Prière quatre fois par jour à quatre & à huit heures du matin , à cinq & huit du soir, Ton chantoit la grande Messe & les Vêpres tous les Dimanches & Fêtes, Ton fit le Vendredi-Saint TAdoration de la Croix aprés la Passion d'une manière assez dévote, nous fumes des premiers adorer la Croix nud pieds, ensuite les Révérends Pères, les Officiers, les Passagers & TEquipage tous d'une manière assez respectueuse •. Ton fit aussi au temps du Saint Sacrement la Procession"], [125, "55 au tour du Capestran, enfin il suffit dans un Vais seau que les Officiers donnent Texemple pour que tout TEquipage soit en dévotion, Ton ne manque point de sonner & dire Y Angélus quatre fois le jour, revenons à notre route. Aprés avoir perdu de vûë le Vaisseau ennemi , la mer continua le lendemain à se faire craindre, elle étoit quelquefois si furieuse qu'il étoit impos sible de nous tenir dans nos lits, il falloit des cordes pour nous empêcher de tomber, nous nous trouvions fans discontinuer tantôt d'un coté tantôt de l'autre, & toujours obligez de nous ac crocher quelque part, mais nous souffrions encore davantage de la longueur du Voyage , aspirant de plus en plus aprés cette terre promise & si ardem ment désirée, de jour en jour nous redoublions nos vœux & nos prières pour obtenir un temps plus favorable, le Seigneur nous en accordoit par intervalles quelques heures, à Taide de ce secours nous arrivâmes à la Caille Saint Louis qui est un Port de TIsle Saint Domingue où nous avons mouillé, & c'est là où nous commensâmesà co noître Messieurs les Maringouins ce sont de petits animaux que je puis comparer à ce qu'on apelle en France des bibets ou cousins, excepté que leurs"], [126, "56 picures sont beaucoup plus venimeuses & plus douloureuses, elles causent des empoulles & des demangessons violentes, on s'emporte la peau & il y vient des ulfëres quand on se grate, ses ani maux piquent d'une si grande fureur que nous avions le visage & les mains couvertes de leurs marques, mais heureusement que ces bêtes ne paroissent que le soir aprés le Soleil couché , jusques au lendemain au lever du Soleil. Comme il n'y a point de maison Religieuse ni personne de connoissance, & qu'il falloit descendre pour veiller à notre linge que nous voulions faire blanchir, dès le soir même que nous eumes jette T Ancre, les Messieurs de la Compagnie vinrent nous faire visite & nous offrirent le Magasin de la Compagnie, nous n'avions garde de refuser une offre si gratieuse puisque c'étoit une nécessité pour nous de descendre, notre Révérende Mère leur promit que dès le lendemain elle auroit Thonneur avec toute la Communauté de les saluer à terre, ces deux Messieurs sont d'un vrai mérite d'une probité reconnue & d'une grande politesse, le premier se nomme Cirou, il est encore garçon, c'est un homme tout plain d'esprit & qui passe pour être trés-integre , il a une conversation"], [127, "57 tout à fait agréable malgré ion application conti nuelle aux affaires, le second s'apelle Girard de qui le mérite n'éclate pas moins , nous avons mangé chez eux avec une jeune Dame Creolle du Pais, de qui Ton ne feroit aucune différence d'avec une Parisienne & des mieux élevées, au reste on ne peut rien ajouter à toutes les gratieusetez que ces deux Messieurs ont eus pour nous, ils nous ont traitez une fois magnifiquement bien , & le reste du temps que nous avons demeuré chez eux, c'est-à-dire, prés de quinze jours nous avons été régalez avec propreté & abondance. Deux jours aprés notre arrivée Monsieur le Gouverneur envoya sçavoir Tétat de nôtre santé, & vint lui-même Taprés-dîner nous faire visite, il s'appelle Monsieur de Brache, homme de qualité & riche comme un Crésu, il nous parla d'un trem blement de terre qui étoit arrivé le matin, il n'y eut que moi de toute notre Communauté qui s'en étoit apperçuë, fans sçavoir ce que s'étoit , j'avois regardé ce remuëment-là, comme une imagination que j'avois d'être toujours dans la Gironde, ce Gouverneur nous donna deux fois à manger chez lui avec une magnificence Françoise, on est agréablement chez lui, & Ton y jouît d'une en- H"], [128, "58 tiére liberté, nous y fimes nos exercices spirituels avec plus de commodité que dans le Vaisseau, il nous marqua avoir beaucoup d'envie d'avoir un établissement d'Ursulines dans ce pais, personne n'y pourroit mieux contribuer que lui , il n'a point d'enfant & il jouît de cinquante mille livres de rente, les Messieurs Cirou & Girard ont le même désir pour Téducation des jeunes Creolles qui ont communément d'heureuses dispositions, & qu'on est obligé d'envoyer en France pour les faire ins truire dans les Communautez , ainsi il y a lieu d'espérer que nous aurons quelque jour encore une Maison de notre Ordre dans ce pays, ils s'infor mèrent de la manière qu'il falloit s'y prendre à la Cour de France pour obtenir cette permission , nous leur donnâmes une courte instruction par écrit, s'ils obtiennent cette grâce du Roy je ne doute pas qu'il ne se trouve une infinité de Saintes Religieuses, qui remplies de zélé pour le salut des âmes, n'aillent volontiers embrazer toutes ses con trés du feu sacré de Tamour Divin, si Ton scavoit le plaisir qu'il y a de brûler d'un tel feu, on désire roit avec ardeur d'en être consumé, ce qui doit exciter davantage le zelle en faveur de ce pays, est le peu de Religion qu'il y a, les plus dévots"], [129, "59 sont ceux qui ne mènent pas publiquement une vie scandaleuse, dans tout ce pays il n'y a qu'un seul Prêtre qui est obligé de dire deux fois la Messe, tous les Dimanches & Fêtes, sçavoir la Grande Messe à la Paroisle dont il est Curé, & une seconde Messe au Fort Saint Louis , qui est placé au milieu de la mer où il y a un grand nombre d'Officiers & Soldats qui en font la garde, Mon sieur de Brache en est le Capitaine , mais comme il n'y va pas souvent c'est TOfficier Major qui préside en sa place, & le Curé demeure dans cet endroit, Monsieur le Gouverneur souhaita & nous engagea d'aller voir ce Fort, qui est selon les con noiffeurs une chose trés-rare en ce genre, nous y trouvâmes trois compagnies de belles troupes, qui étoient rangez en ordre sous les armes pour nous y recevoir au son des tambours pour nous faire plus d'honneur, & avant que de sortir on nous présenta quelques rasraîchissemens. Enfin nous nous rembarquâmes le dix-neuf May, comblez d'honnêtetez & de presens de la part de Messieurs Cirou & Girard, ils nous don nèrent entr'autre chose un baril de Sucre pesant trois cens livres & autant à nos Révérends Pères pour nous adoucir fans doute le reste du chemin,"], [130, "60 qui étoit encor au moins de cinq cens lieues, le vent nous fut d'abord assez favorable, mais ce fut pour peu de temps, nous eumes beaucoup de calme & de vents contraires qui nous retardèrent, nous rencontrâmes ensuite trois Vaisseaux For- bans, dont deux nous causèrent Tallarme, ils tournèrent pendant deux jours autour du notre, n'osant cependant nous attaquer, nous en avons toujours été quitte pour la peine de se mettre en deffense , ils descendirent un nombre de gens de trés-mauvaise mine , qui se disoient être Anglois de Nation , dans leur Chaloupe, & vinrent à notre bord, feignant de nous demander du vin à acheter, nos Capitaines s'apperçurent qu'ils ve- noient uniquement pour reconnoître Tétat de notre Vaisseau & de Téquipage, peu ne s'en fallut qu'on ne les retint prisonniers, ou qu'on ne tira le canon fur leur Chaloupe pour les envoyer boire au fond de la mer, mais on leur fit grâce , & on se contenta de leur commander de se retirer promptement, ils obéirent & s'éloignèrent à Tinl tant fans demander leur reste. Nous espérions malgré tous ses contre-temps que nous arriverions vers la fête du Saint Sacre ment; mais Nôtre-Seigneur qui avoit réservé la"], [131, "61 plus grande épreuve pour la fin , nous envoya des vents fort contraires , ces vents conjointement avec les courans qui se trouvent dans le Golfe du Mexique nous poussèrent malgré nous vers TIsle qu'on appelle Blanche, comme nous désirions avec impatience de voir les premières terres du Missisipi, nous ressentîmes beaucoup de joye à Taproche de cette Isle, mais bon Dieu que ce fut une courte joye, & quelle nous fut chèrement vendue, lors que nous y pensions le moins & ou aprés le dîner nous étions à passer le tems fur la dunette, notre Vaisseau se trouva tout d'un coup arrêté par la terre, ce qui lui fit faire tant de rudes secousses, que nous nous crûmes dès ce moment perdus fans ressource , nous prîmes notre Cha pelet & dîmes notre In manus pensant que s'en étoit fait, & que nous ferions-là notre établisse ment de Religieuses, nos Capitaines quittèrent leur dîner, car ils dînoient aprés nous à midi, & les Révérends Pères & nous à onze heures, de même nous soupions le soir à cinq heures & nos Officiers à six, tout Téquipage fut en un instant en mouvement, Ton haussa les voiles, & Ton fit divers manœuvres, pour nous tirer de ce mauvais pas, le tout fut inutile, & Ton remarqua par la"], [132, "62 lònde qu'il falloit que notre vaisseau fut enfoncé de plus de cinq pieds dans le fable, en effet il y avoit déja fait son lit, & n'avoit aucun mouve ment que par le gouvernail, qui de temps en temps faisoit des sauts qui faisoient trembler, ce qui dé termina enfin notre Capitaine à décharger le Vaisseau, Ton commença par les Canons que Ton accommoda fur deux pièces de bois, enforte qu'ils ne pussent couler à fonds , on les conduisit au loin & on les abandonna à la Mer, ensuite on vuida le laiste qui étoit composé de cailloux , de plomb & de feraille, le tout fut jette à la mer, tout cela ne suffisant pas pour alléger le Vaisseau on délibéra aussi de jetter les coffres des Passagers qui étoient en grand nombre dans Tentrepont, les nôtres étoient des premiers , aussi étoit-ce à nous à faire le premier sacrifice, nous ne fumes pas long-temps à nous y résoudre, & nous consentîmes de tous nos cœurs à nous voir dénuez de tout afin d'éprouver la plus grande pauvreté, Ton nous assurait qu'il n'y avoit rien à craindre pour notre vie étant fort proche de la terre, mais nous ni de vions descendre que dans une extrême nécessité, à cause que cette Isle n'est habitée que par des Sauvages, qu'on nous dit être trés-cruels, non-"], [133, "63 seulement ils mangent les Blancs, mais ils leur font souffrir auparavant des tourmens mille fois plus rudes que la mort, quelquefois ils font boire aux Blancs leur propre sang, enfin ils leur font souffrir les martyres les plus cruels, il est vrai que si nous eussions été dans la triste nécessité de quitter le Vaisseau, nous étions en comptant Téquipage & les Passagers une vraye petite armée, qui munie d'Armes que les Sauvages craignent beaucoup, eut été à couvert de toute insulte & même redoutable, mais nous aurions toujours été en risque de mourir de faim. Enfin dans le temps que nous croïons voir jetter nos coffres en mer, Monsieur le Capitaine changea d'avis, & fit jetter tous les Sucres, dont il y avoit une bonne quantité dans le Vaisseau , cela fut exécuté, nos Révérends Pères & nous y perdîmes les deux Barils pesant chacun trois cens livres dont Messieurs Cirou & Girard nous avoient fait présent en partant de la Caille, cela ne faisant pas encore assez d'effet, Ton voulut encore en venir aux coffres, mais par la permission de Dieu & la protection de la Sainte Vierge, que nous reclamions pendant tout ce temps à chaque fois qu'on alloit prendre nos coffres, le Capitaine chan-"], [134, "64 geoit d'avis & faisoit prendre autre chose on jetta encore soixante-un barils d'Eau-de-Vie & quantité de laiste & de feraille que Ton trouva encore, cette triste exécution se fit pendant la nuit, nous étions fur la dunette à regarder avec pitié tout ce pauvre ménage, c'étoit la désolation de la désola tion même, de voir les pauvres Passagers qui trembloient pour leurs coffres & regret toient leurs sucres, car jusqu'aux Matelots ils avoient leur petit baril, pas un n'en fut exemté, pas même les Officiers qui en avoient aussi, tout le sucre fut jette en mer sans choisir à qui il étoit, TEau-de-Vie appartenoit à la Compagnie ainsi qu'un nombre infini de ballots qui furent aussi jettez, aprés cela Ton fit de nouveaux essors pour retirer le Vais seau, & Ton en vint à bout, ce qui nous remplit tous de joye, ce premier péril dura viron depuis midi jusqu'au lendemain dix à onze heures du matin, personne ne coucha cette nuit, cependant Ton jetta TEncre, on résolut de ne partir qu'avec la marée qui arriva fort peu d'heures aprés , alors on remit à la voile. Nous ne fimes pas un quart de lieuë & nous n'étions pas encore revenus de la peur que notre Vaisseau toucha pour la seconde fois, mais ce fut"], [135, "65 avec une telle raideur & avec des secousses si fréquentes qu'il ne nous resta plus d'espérance que dans la toute puissance de Dieu, nos Capi taines même étoient surpris que le Vaisseau put résister, ils disoient que de dix il y en auroit eu neuf qui auraient été fracassez & brisez dés la première secousse, & qu'enfin il falloit qu'il fut de fer, Ton ne parloit plus d'aller à terre, alors Ton ne la voyoit plus que de trés loing, tous les Ma telots étoient consternez & étoient dans la Cha loupe, & le Canot avec des ancres pour trouver ou tirer le Vaisseau par derrière, on ne leur donnoit guere de temps de refléchir au péril où ils étoient , car on les faisoit travailler sans relâche. Je vous avoue, mon cher Père, que je n'ai ja mais crû ny vû la mort de si prêt, bien que j'es pérasse toujours dans le secours de la sainte Vierge, la crainte qui étoit peinte sur tous les visages jusques dans les cœurs les plus assurez, toutes d'un commun accord nous fimes un vœu, chacun en notre particulier, car nous étions dans un état de trouble & d'allarme à ne pouvoir con venir du Saint auquel on se recommanderait, cependant chacun dissimuloit fa crainte & ne i"], [136, "66 s'occupoit que de sa derniere fin , au premier en droit venu on se mettoit en prière, le plus souvent aux pieds de notre aimable Supérieure , qui nous representoit que nous devions avoir moins de peines que les autres à souffrir la mort , puisque nous avions fait avant que de nous embarquer un Sacrifice entier & parfait de notre vie au Seigneur, je ne vous rapporterai pas tout ce qu'elle nous disoit pour nous animer, j'ajouterai seulement que ses paroles nous encourageoient infiniment, son seul exemple donnoit un courage tranquille à la vue de la mort, elle s'entretenoit en son esprit de Sacrifice avec une liberté surprenante , mais le Seigneur se contenta encore pour lors de notre bonne volonté, il donna fa Bénédiction aux soins de nos Capitaines, & au travail de nos Matelots & Passagers, qui ne s'épargnèrent pas, parmi lesquels nos Révérends Pères se signalèrent aussi bien que le Frère Cruci, notre Vaisseau fut donc encore une fois retiré, & ce qu'il y avoit de plus étonnant, fans être beaucoup endomagé, au moins selon les aparences, il faut aprás Dieu en avoir Tobligation à Monsieur du Fuyet, Directeur général de la Compagnie & Commandant à l'Orient, qui avoit donné toutes ses attentions pour mettre ce Vaisseau"], [137, "67 en bon état avant que d'entreprendre notre Voyage. Aprés cet accident le Canot marcha toujours devant nous, la sonde d'un Officier en main , jusques à ce que nous fussions au large, ce qui nous éloigna de plus de quinze lieues de notre route, ce retardement nous fit d'autant plus de peine que nous manquions d'eau, & qu'il y avoit déja quelques jours que nous étions reduites à une pointe d'eau par jour, on en étoit de même à Tégardduvin, les chaleurs étoient trés-grandes, & la mesure plus petite que celle de Rouen , ainsi nous souffrions beaucoup de la soif, ce qui nous faisoit échanger notre vin pour de Teau , Ton ne nous donnoit cependant que bouteille pour bou teille, encore nous trouvions nous heureuses d'en avoir à ce prix, cela dura plus de quinze jours parce que le vent continuoit à nous être contraire & les courents nous emportoient, nous étions contrains d'être presque toujours à Tancre qu'on levoit & remétoit plusieurs fois le jour. Nous arrivâmes à la fin à la vûë de la terre, mais comme elle étoit inconnue , il n'y eut que la né cessité où nous étions d'avoir de Teau, qui nous détermina à en aprocher, on envoya le Canot"], [138, "68 devant, conduit par notre second Capitaine pour tâcher de découvrir où nous étions, & plus nous aprochions plus nous étions persuadez que cette Isle n'étoit habitée que par des Sauvages, ce qui nous le faisoit croire ainsi, est que nous y voyons pendant la nuit de grands feux allumez, cependant il n'y avoit pas plus de deux heures que le Canot étoit parti, que le vent devint bon, notre premier Capitaine ne jugeant pas à propos de perdre cette occasion d'avancer chemin , fit tirer un coup de canon pour avertir le Canot de nous venir rejoindre, & fit en même tems lever Tancre pour continuer nôtre route, espérant que le Canot ayant entendu le signal se hâterait de revenir, mais on se trompa, car le second Capitaine ayant pris ce coup de canon pour un coup de tonnerre , con- tinua fa route vers la terre étant loin de nous de plus de trois lieues, & le vent ayant bien-tôt quitté nous remimes à Tencre pour attendre notre Canot que nous souhaitions fort de revoir, il nous causa une longue impatience, le vent lui étoit entière ment contraire, & la mer dans une agitation extraordinaire, il y avoit tout sujet de craindre pour lui, nous n'ûmes la joie de le revoir que le lendemain matin , & Ton remit en même tems la"], [139, "69 Chaloupe en mer pour aller faire de Teau à cette Isle que nous croyons être TIsle de Ste Roze. Nous restâmes là trois ou quatre jours à Tencre attendant un vent favorable, & pendant ce temps notre second Capitaine qui étoit parti dans la Chaloupe, n'ayant pû trouver d'eau douce dans cette Isle, fit creuser un trou sur le bord de la mer, où il trouva de Teau douce dont il fit emplir quel ques barils qu'on apporta dans notre Vaisseau, ce qui nous fit bien plaisir car nous commencions d'en manquer entièrement; le vent changea & devint favorable, on leva Tencre & nous remîmes à la voille & continuâmes notre route, quelques jours aprés avoir repris le large nous découvrîmes TIsle Dauphine, & en même temps un Brigantin qui venoit à nous, comme nous n'attendions de là que des amis, cette vûë nous causa beaucoup de joie, espérant aprendre par ce moyen des nou velles de la Nouvelle Orléans, notre espérance ne fut pas vaine, nous eûmesle plaisir devoir aborder ce Brigantin, dont le Capitaine étoit ami des nôtres, il demanda à nous saluer, & ce fut de lui que nous aprimes des premières nouvelles du Révérend Père de Beaubois qui nous attendoit avec impatience, que notre logement étoit tout"], [140, "70 disposé pour nous recevoir, en attendant que notre Monastère fut achevé de bâtir, je vous assure, mon cher Père, que ce fut là la première joie extérieure que nous ayons goûtée depuis notre embarquement , elle nous fut si sensible qu'elle nous fit oublier toutes les fatigues passées. Nous continuâmes accompagnée du Brigantin vers TIsle Dauphine où nous mouillâmes dans Tintention d'y faire encore de Teau , mais le vent étant devenu favorable, on remit à la voille & reprîmes notre chemin vers la Balisse où nous arrivâmes à la Rade, le vingt-trois Juillet, cinq mois jour pour jour depuis notre embarquement, éloignez de Rouen de viron deux mille quatre cens lieues, c'est un Port qui est à Tentrée du Fleuve du Missisipi, du côté du Soleil couchant; Monsieur Duvergé y est Commandant pour la Compagnie, il vint aussi-tôt à bord pour nous voir, & nous offrir fa Maison en attendant que nous puissions avoir des voitures de la Nouvelle Or léans pour monter ce Fleuve ; nous acceptâmes ce parti qui nous étoit offert de si bonne grâce, & le vingt-six Fête de Sainte Anne, décendîmes dans la Chaloupe avec une partie de notre bagage le"], [141, "71 plus nécessaire, Monsieur Duvergé étoit venu nous prendre pour nous y conduire, & bien nous en prit car le temps étoit alors fort mauvais, le vent contraire, & notre Chaloupe trop chargée, & qui pis est nos Matelots trés-jures & presque sans raison, nous nous trouvâmes dans un péril mani feste, & dont nous n'aurions jamais pû nous tirer si Monsieur Duvergé ne les eût obligez de relâcher dans une petite Isle nommée TIsle aux Canons, située à Tembouchure du Fleuve du Missisipi , & peu avancée dans la Rivière : cette Isle ne contient au plus que demie acre, mais elle commande à toute Tembouchure du Fleuve, nous eûmes beau coup de peines à y aborder, car nous ne cessions de nous enbourber, nous n'avions jamais à la vie entendu si bien jurer que failbient alors nos Matelots, & nous courûmes risque de passer la nuit dans cette Isle où il y a viron une douzaine d'Ouvriers de la Compagnie qui sont ocupez à construire une elpece de Fort , sous la conduite dudit Sieur Duvergé, qui envoya ses Ouvriers pour nous chercher des Pirogues à la Balisse, & fit mettre un Pavillon pour avertir à la Balisse qu'il étoit là & qu'il vouloit des Voitures, ces Pirogues sont des arbres creusez, & qui sont quelque fois"], [142, "72 assez grandes pour contenir íeize personnes, les trois qu'on nous amena étoient moindres, nous fumes obligés de nous séparer en deux bandes, la troisième Pirogue fut ocupée par Monsieur Du vergé & le Père Doutrelo. Ce fut de cette manière que nous arrivâmes à la Balisse chez led. Sieur Duvergé, il nous traita tout le mieux qu'il lui fut possible, ce Monsieur est trés gracieux, & quoi que jeune & fans Femme, il méne une vie réglée & des plus solitaires, étant apliqué fans relâche aux affaires qui lui sont con fiées, nous sommes persuadez que la Compagnie a peu d'employez aussi dignes que ce Monsieur, il y a lieu de croire, ou qu'il a des ennemis, (la vraye vertu étant toujours persécutée) ou qu'il n'est pas connu des Mrs de la Compagnie, car si il en étoit connu, il seroit fans doute plus avancé, ces Mes sieurs se faisant un plaisir & un devoir de récom penser le vrai mérite, celui du Sieur Duvergé nous a paru digne des emplois les plus importans. Nous restâmes chez lui jusques au vingt-neuf du même mois, attendant des nouvelles de la Nouvelle Orléans ; le Révérend Père Tartarin nous avoit devanfés étant parti de la Gironde quelques jours avant nous pour nous aller annon-"], [143, "73 cer au Révérend Père de Beaubois qu'il surprit agréablement par son arrivée, notre longue navi gation avoit allarmé tout le pais, & plusieurs nous croyoient perdus, le Révérend Père de Beaubois ne tarda pas à nous envoyer une Chaloupe & des Pirogues pour nous prendre, sortant de maladie il n'étoit pas en état de venir lui-même audevant de nous, il chargea de cette commission Monsieur Massy, Frère de notre postulante, ce Monsieur mit ès mains de notre Révérende Mère Supérieure une lettre de Monsieur Périer, Gouverneur & Chevalier de Saint Louis, & une de Monsieur de la Chaise, Directeur général de la Compagnie, ces deux Messieurs lui marquoient une obligeante impatience de nous voir. La Chaloupe se trouva trop petite pour contenir notre Compagnie, il fallut se séparer, notre Révé rende Mère Supérieure choisit de se mettre dans la Pirogue avec les plus jeunes de ses filles, ainsi j'en étois du nombre, accompagnez du Révérend Père Doutrelot & du frère Crucy , le reste de nos Mères se mirent dans la Chaloupe avec Monsieur Massi & nos deux servantes, il y avoit encore une petite Pirogue pour les domestiques & ouvriers des Révérends Pères, il faut avouer que toutes j"], [144, "74 les fatigues de la Gironde n'avoient rien de com parable à celles que nous eumes dans cette petite traverse, qui n'est que de trente lieues de Rivière à monter depuis la Balisse jusqu'à la Nouvelle Orléans que Ton ne fait ordinairement qu'en six jours, nous y avons été sept ayant voulu aller de compagnie avec la Chaloupe, mais comme elle alloit trop doucement, nous prîmes le devant & nous arrivâmes un jour plutôt que les autres, nous étions partis de la Balisse le jour de Saint Ignace & la Chaloupe n'arriva ici que le jour de T Octave : ce qui rend cette traverse si fatiguante, est qu'il faut Cabaner toutes les nuits, & on le fait une heure avant le Soleil couché, afin d'avoir le temps de faire des berres & de souper, parce qu'auffi-tôt le Soleil couché il vient des Marin gouins dont on est assailli, pareils à ceux que nous avions commencé de voir à la Caille Saint Louis, leurs camarades que Ton apelle des Frapes d'abord, ne sont pas moins redoutables, on les aperçoit plus facilement parce qu'ils sont plus gros, quelquefois ils sont en si grand nombre qu'on les couperait au couteau, mais ils ne sont pas plus pitoyables que les Maringouins, les uns & les autres piquent fans miséricorde & leurs pi-"], [145, "75 queures font trés-mauvaiíes, le long du fleuve il n'y a point de terre cultivées ce ne sont que de grands Bois Sauvages uniquement habités par des bêtes de toutes couleurs , Serpans , Couleuvres, Scorpions, Crocodiles, Vipères, Tacqs, Crapeaux & autres qui ne nous faifoient aucun mal , quoi qu'ils nous ayent aprochez de très-prés, nous en avons vû de toutes les sortes & en grand nombre, les herbes sont si hautes en ce lieu là, qu'on n'y peut cabanner que fur les bords de la Rivière, nos Matelots pour faire nos berres fichoient des Canes en terre en forme de berceau autour d'un Matelas, & nous ensermoient deux à deux dans nos berres où nous couchions tous habilez, puis couvraient le berceau d'une grande toille, de façon que les Maringouins & les Frapes d'abord , ne pussent trouver aucun petit passage pour nous venir visiter. Nous couchâmes deux fois au milieu de la boue & des eaux, qui tomboient du Ciel en abondance & qui nous pénétrèrent aussi-bien que nos Matelats qui nageoint presque dans Teau, le tonnerre & Torage ayant donné vers le milieu de la nuit, le lendemain la Pirogue ne pouvoit avancer étant elle-même aussi-bien que nos habits & nos Ma-"], [146, "76 telats pénétrée d'eau , dans cette occasion plu sieurs de nos Mères furent fort incommodées, les unes gagnèrent des rhumes & des fluxions, aux autres le visage & les jambes enflèrent , un autre en eut une maladie plus considérable, pour moi quoi que j'eusse également été baignée d'eau, je n'en fus nullement indisposée, nous avions encore Tincommodité dans la Pirogue, de ne pouvoir être assis, debout, ni à genoux & encore fans pouvoir branler, car la Pirogue auroit fait capot & nous aurions servi de nourriture aux Poissons, tout notre Equipage de Matelats & coffres Templil soient, il nous falloit être par-dessus tout cela en un petit toupin, & quand la Pirogue s'arrêtoit nous changions de situation , nous mangions du biscuit & de la viande sallée venant de ía Gironde, que notre Maître de la Pirogue nous faisoit cuire les soirs dans fa marmite; toutes ces petites peines fatiguent dans le temps, mais on est bien récom pensé dans la fuite par le plaisir qu'on trouve à se raconter chacun ses petites avantures & Ton est surpris quand on considère la force & le courage, que Dieu donne dans ces rencontres, ce qui prouve bien qu'il ne manque jamais à personne & qu'il ne permet pas que nous soyons tentez au-dessus de"], [147, "77 nos forces, nous donnant des grâces proportionnées aux épreuves qui nous arrivent, il est vrai que le désir ardent que nous avions d'arriver à cette terre promise, nous faisoit tout endurer avec joye. Lors que nous fumes à huit ou dix lieues de la Nouvelle Orléans, nous commençâmes à rencon trer des Habitans, c'étoit à qui nous pouvoit ar rêter pour entrer chez eux, nous étions par tout reçus avec des acclamations de joyes, au de-là de notre attente nous trouvâmes là quantité d'hon nêtes gens qui font venus de France & du Canada s'établir dans ce Païs, on nous y promit par tout des Pensionnaires & plusieurs vouloient déja nous les livrer, notre dernier coucher fut dans Thabita tion de Monsieur Massi frère de notre postulante, où nous nous trouvâmes aussi-bien que chez nous, nous contions de nous y délasser quelques jours, mais le Révérend Père Tartarin étant venu nous y joindre avec Monsieur de la Chaise le Fils, il nous dit que le Révérend Père de Beaubois nous attendoit le lendemain de grand matin, ainsi nous nous rembarquâmes dès trois heures du matin & nous arrivâmes à cinq heures à la Nouvelle Orléans."], [148, "78 II seroit trop long & même inutile de vous ex primer, mon cher Père, notre joye à la vûë d'une terre aprés laquelle nous aspirions depuis un si long temps & combien notre consolation fut grande en mettant pied à terre, nous trouvâmes peu de monde fur ce Port à cause de Theure mati nalle, ainsi nous nous acheminâmes fans embarras vers la maison du R. P. de Beaubois, nous le ren contrâmes bien-tôt venant au-devant de nous avec une joye non pareille, parce que le retarde ment de notre arrivée lui avoit causé beaucoup d'inquiétude, il apréhendoit que nous ne fussions péris fur la route, d'autant que le voyage se fait ordinairement en trois mois, quand on a le vent un peu favorable & que nous y avons été cinq à cause des vents contraires, il nous conduisit chez lui, où aprés nous être un peu reposez & entre tenu avec lui , il nous fit servir un très-beau dé jeuner qui fut interrompu par un grand nombre de ses amis, qui nous vinrent saluer & de compa gnie nous amenèrent chez nous fur les dix à onze heures du matin. C'est une maison que la Compagnie loue quinze cens livres par an, pour nous loger en attendant que notre Monastère foit achevé de bâtir, elle est"], [149, "79 directement au bout de la Ville & la Maison qu'on nous bâtit à l'autre bout. Nous ne contons prendre possession de notre Monastère & de T Hô pital que dans un an ou peut-être plus : car les Ouvriers ne font pas ici fi communs qu'en France, d'autant plus que Ton veut nous bâtir à demeure & que notre Maison soit toute de bricques ; en at tendant on nous bâtit actuellement un petit loge ment dans notre résidence pour y instruire les externes & y loger des Pensionnaires, le Proprié taire de la Maison fournit le bois & nous les Ou vriers, il y a déja plus de trente Pensionnaires qui demandent avec instance à y être reçues tant d'ici que de la Balisse & des environs, les Pères & Mères sont transportez de joye de nous voir, disant qu'ils ne se soucient plus de retourner en France, puisqu'ils ont ici dequoi procurer Téducation à leurs filles, cette bonne disposition des Habitans les rend attentifs à ne nous laisser manquer de rien, & c'est à qui nous envoira le plus, ce qui nous charge d'obligations preíque envers tout le monde. Nous avons fur tout pour nous Monsieur Paris Commandant & Madame son Epouse, qui sont des personnes plaines de mérite & d'une aimable"], [150, "80 société, ce Monsieur s'est acquis en trois mois l'estime de tout le Païs, aussi ne peut-on trouver à reprendre fur fa conduite, ne s'apliquant qu'à rendre justice & portant les intérêts de la Com pagnie d'une maniéré si douce & si insinuante qu'il a presque appaisé les troubles & la désunion qui étoit dans cette Ville, il a établi par tout une Police bien réglée, il déclare la guerre au vice, il fait chasser tous ceux qui mènent une vie scanda leuse, il y a punition corporelle pour les filles de mauvaise vie, les Procès s'y terminent en trois ou quatre jours, on y pend & roue pour le moindre vol, le Conseil est Souverain. II n'y a point d'Apel, Ton y amène des Illinois de quatre cens lieues loing, cela n'empêche pas qu'il y ait dans ces lieux des justices, mais on en apelle à celle-ci. Nous recevons aussi beaucoup de gracieuseté & de prévenance de la part de Monsieur de la Chaise, Directeur général de la Compagnie, il ne nous a encore rien refusé de ce que nous lui avons demandé. Nous avons tout lieu d'espérer que notre éta blissement procurera la gloire de Dieu, & qu'avec le temps il produira de grands biens pour le Salut des Ames, tel a été notre principal but, si Ton"], [151, "81 sçavoit combien il est doux de souffrir pour Jesus-Christ, dans Tefperance de lui gagner des Ames qu'il a rachetées au prix de son Sang, je ne doute nullement qu'un grand nombre de saintes Filles Religieuses ne suivissent notre exemple, & ne s'offrissent à Tétablissement du Convent de notre Ordre qu'on poura faire comme je Tai marqué à la Caille Saint Louis , ou du moins ne viennent volontiers nous joindre si par la fuite nous avons encore besoin de quelques Religieuses pour nous aider à instruire & convertir ces pauvres Sauvages, que la longueur & les fa tigues du voyage ne dégoûte personne, si Ton scavoit combien le Seigneur récompense magnifi quement ce que Ton fait pour lui, Ton conterait tout cela pour rien ou pour très-peu de chose, je scai par ma propre expérience que le Seigneur se plaît à faire éclater la force de son bras dans les sujets les plus foibles. Depuis le lendemain de notre arrivée nous avons la Messe ici tous les jours par le Révérend Père de Beaubois, & il y eut hier vingt-six Octobre trois semaines que nous avons le Saint Sacrement dans le Tabernacle que nous avons fait faire ici ; qu'il soit adoré, aimé, glorifié, & respecté par K"], [152, "82 toute la terre, & nous donne à tous fa Sainte Bé nédiction. J'ai Thonneur d'être avec tout le respect pos sible. MON CHER PERE, Vôtre trés-humble & trés-obéiltante Fille & servante , MaRIE-Ma- delaine Hachard, de Saint Stanislas. oAPPROBATION. J'ai lû par TOrdre de Monsieur le Lieutenant Général de Police, la Relation du Voyage des Dames Ursulines de Rouen, à la Nouvelle Or léans : je n'y ai rien trouvé qui puisse en empêcher Timpression, à Rouen le 10. Juin 1728. le Gros. Vû I Approbation du Sieur le Gros, permis d'imprimer à Rouen, ce 10. Juin 1728. DE HOUPEVILLE."], [153, "LETTRE A LA NOUVELLE ORLEANS, Ce premier Janvier 1728. Mon cher père, Je viens d'apprendre que le Vaisseau nommé les deux Frères va partir pour aller en France, je profite de cette occasion pour vous souhaiter, ainsi qu'à ma chere Mère, Frères, & Sœurs, une bonne & heureuse année, je prie chaque jour le Seigneur qu'il vous conserve en parfaite santé. Vous devez avoir reçu un pacquet de mes Lettres, avec une Relation de tout nôtre Voyage, que je vous envoyai le vingt sept Octobre dernier"], [154, "84 par le Vaisseau nommé le Prince de Conty, vous me recommandez dans toutes les vôtres de ne laisser échaper aucune occasion sans vous écrire c'est mon devoir, je vous obéis, j'aurai soin d'y sa tisfaire exactement. Toute notre Communauté est en parfaite santé, nous avons à présent neuf pensionnaires, il nous en va venir encore autant aprés les Rois, & nous instruisons un nombre d'externes. L'on travaille fortement à notre maison, Mon sieur Périer, notre Commandant, toujours affec tionné à tout ce qui peut nous procurer de la satisfaction, nous promet de nous y loger avant un an, Tingénieur vint hier nous en montrer le plan, nous ne desirons rien tant que de nous voir en cette maison, afin d'être aussi occupée à THô pital à servir les malades, car nous aprenons tous les jours que c'est la plus grande pitié du monde de voir le mauvais arrangement qu'il y a , que la plus grande partie des malades meurent faute de secours. L'intention de Monsieur le Commandant & des principaux Habitans de cette Ville, est que nous prenions aussi les Filles & les Femmes de mau vaise conduite, cela n'est point encore déterminé"], [155, "85 de nôtre côté, mais Ton nous fait entendre que ce seroit un grand bien pour la Collonie, & pour cela on se propose de nous faire bâtir un appartement exprés au bout de nôtre enclos pour y renfermer ses gens-là. Nous tenons aussi une classe pour instruire les Filles & Femmes Nègres & Sauvages , elles vien nent tous les jours depuis une heure après-midi jusques à deux & demie, vous voyez, mon cher Père, que nous ne sommes pas inutiles en ce pays, je vous assure que tous nos momens sont contez & que nous n'en avons pas un à nous, nous nous sommes chargez depuis peu d'une petite orpheline qui étoit à servir dans une maison où elle n'avoit pas de trés-bons exemples, c'est encore Tintention du Révérend Père de Beaubois que nous nous chargions des petites orphelines par charité, & il nous dit pour nous y engager qu'il se charge lui •*■•< Monsieur Périer de tous les orphelins. Enfin nous sommes déterminez à ne nous épargner en rien à tout ce qui pourra être pour la plus grande gloire de Dieu, je fuis quelquefois employée aux externes, je ne puis vous exprimer le plaisir que je trouve à instruire ses petites âmes & leur aprendre à connoître & aimer Dieu, je prie"], [156, "86 le ; Seigneur qu'il me face la grâce d'y bien réussir. Dans quelques années nous pourrons avoir besoin qu'il nous vienne encore quelques filles de France, supofé qu'il ne nous foit pas possible de subvenir à tout, quand nous en aurons absolument nécessité nous en demanderons. Nôtre Révérende Mère Supérieure a toujours pour moi mille bontez, elle vous salue ainsi que la Mère Saint François Xavier que vous avez vue à Rouen. Toute nôtre Communauté est d'un contente ment qu'on ne peut exprimer, nous allons suivre toute à la fois les fonctions de quatre différentes Communautez, celle des Ursulines, c'est nôtre premier & principal Ordre, celle d'Hospitalière, celle de Saint Joseph & celle du Refuge, nous tâ cherons de nous en acquiter le plus fidellement qu'il nous sera possible. Je vous supplie de me croire avec un trés-sin cere & trés-respectueux attachement, MON CHER PERE, Vôtre trés-humble & trés-obéïssante Fille & servante HaCHARD de Saint Stanislas."], [157, "LETTRE A LA NOUVELLE ORLEANS Ce vingt-quatrième Avril 1728. IVlON TRÈS-CHER PERE, J'ai reçu avec bien du plaisir les deux Lettres, que vous avez eu la bonté de m'écrire, dattées des douze & ; vingt Aoust 1727. vous me deman dez une explication de Tétat du Pays, la situation de nôtre Ville, & enfin tout ce qu'on peut ap prendre de ces lieux; mais j'espère avoir suffisa ment prévu à votre intention, par la Relation exacte des petites avantures de tout notre Voyage & de notre arrivée ici, que je vous ai envoyé au"], [158, "88 mois d'Octobre 1727. & par plusieurs Lettres que j'ay eu Thonneur de vous écrire. Je croi vous avoir marqué que notre Ville nom mée la Nouvelle Orléans, Capitale de toute la Louisienne . est située fur le bord du Fleuve nom mé le Missisipy du côté de l'Orient, il est en cet endroit plus large que n'est la Rivière de Seine à Rouen, de notre côté de ce Fleuve il y a un talut bien conditionné, pour empêcher le débordement du Fleuve dans la Ville, & le long de ce talut, du côté de la Ville, est un grand fossé pour écouler les eaux qui y descendent, avec des palissades de charpente pour la fermer. Et de l'autre côté de ce Fleuve, ce font des bois sauvages dans lesquels il y a quelques petites Cavernes où logent les esclaves de la Compagnie des Indes; vous voyez par-là que la Carte de Tétat de la Lousienne, dont vous me marquez avoir fait achapt, dans laquelle la Ville de la nouvelle Or léans y est représentée être située sur le bord d'un lac nommé Pontchartrain, éloignée de six lieues du Fleuve du Missisipy, n'est pas exacte, car notre Ville n'est certainement pas située fur le bord d'un lac ; mais bien fur le bord du Fleuve même du Missisipy, il est vray que toute la force de ce Fleuve"], [159, "89 ne passe pas par ici, car audeslus de notre Ville, il se sépare & forme trois bras de Rivière qui se rejoignent audessous, & se vont décharger avec rapidité dans le Golfe du Mexique. Notre Ville est fort belle, bien construite, & ré gulièrement bâtie , autant que je m'y peux con noître, & que j'en ai vu le jour de notre arrivée en ce pays, car depuis ce jour-là, nous avons toujours resté dans notre Clôture, quoi qu'avant notre arrivée Ton nous en avoit donné une trés-mauvaise idée, il est vrai que ceux qui nous parloient ainsi n'y étoient pas venus depuis quelques années, qu'on a travaillé & qu'on travaille encor actuelle ment à la perfectionner. Les rues y sont tres-larges & tirées au cordeau, la grande rue a prés d'une lieue de longueur, les Maisons fort bien bâties en Collombage & mortier blanchies en chaud, lambrissées & percées toutes à jour, les dessus des Maisons sont couvertes de bor deaux, qui sont de petites planches taillées en forme d'ardoise, il faut le sçavoir pour le croire, car cette couverture a toute Taparence & la beauté de Tardoife, il suffit de vous dire qu'il se chante ici publiquement une chanson, dans laquelle il y a que cette Ville a autant d'appa- i."], [160, "90 rence que la Ville de Paris, ainsi c'est tout vous dire. En effet elle est trés-belle, mais outre que je n'ai pas assez d'éloquence pour pouvoir vous períuader toute la beauté qu'en dit la chanson, c'est que je trouve de la différence entre cette Ville & celle de Paris, elle pouroit persuader gens qui n'auroient jamais vu cette Capitale de France, mais je Tai vue & la chanson ne me persuadera pas du contraire de ce que j'en pense, il est vrai qu'elle s'agrandit jour nellement, & pourra devenir par la fuite aussi belle & grande, que les principales Villes de France, si il y vient encor des ouvriers , & qu'elle devienne peuplée à proportion de fa grandeur. Les Femmes ignorentes pour leur salut, ne le sont pas pour la vanité , le luxe qu'il y a dans cette Ville fait qu'on n'y distingue personne, tout est d'une égale magnificence; la pluspart sont réduites à ne vivre avec leur famille que de Saganité, qui est une espèce de bouillie & sont vétuës d'étoffés de velours ou de damas remplies de rubans, nonob stant la charte, car les étoffes se vendent régulière ment en ce pays trois fois plus qu'en France, les femmes portent icy, comme ailleurs, du blanc & du rouge pour cacher les rides de leur visage, avec"], [161, "91 des mouches ; enfin le démon possède icy un grand empire -, mais cela ne nous retire pas Tespérance de le détruire, Dieu aimant, comme il en est une infinité d'exemples, à faire paraître fa force dans notre foiblesse, plusl'ennemi est puissant, plus nous sommes encouragées à le combatre , ce qui nous fait plaisir est la docilité des enfans que Ton tourne comme Ton veut, les Naigres sont aussi faciles à instruire, quand une fois ils seavent parler Fran çois, il n'en est pas de même des Sauvages, qu'on ne Bâtise qu'en tremblant à cause du penchant qu'ils ont au péché, fur tout les femmes, qui sous un air modeste cachent des passions de bête. Nôtre résidence depuis notre arrivée ici, est dans la plus belle maison de la Ville, elle est à deux éta ges & audessus une mensarde, 'nous y avons tous les appartemens nécessaires, six portes pour entrer aux appartemens de bas, il y a partout de grandes croisées, cependant il ny a pas de vitres, mais les châssis sont tendus de toilles fines & claires, qui donnent autant de jours que du verre. Elle est située à un bout de la Ville, nous y avons une basse cour & un jardin, qui sont bornez & se joignent d'un côté & d'un bout a de grands Arbres sauvages, d'une hauteur & grosseur prodigieuse, ce"], [162, "92 qui nous procure dès premiers la visite d'un nom bre infini de Maringouins, de Frappes-d'abord, & d'une autre espèce de Mouches ou Bibets avec les quels je n'ay pas encor fait connoissance, & ne les connois par nom ny par surnom, mais seulement de vue, il y en a dans ce moment plusieurs qui vol tigent autour de moy & voudraient m'assasiner. Ces méchans animaux piquent fans miséri corde, nous en sommes assaillis les nuits, & heu reusement qu'elles ne paraissent que le soir aprés le Soleil couché, jusques au lendemain au lever du Soleil qu'elles se retirent dans les bois, ce qui nous oblige les nuits de bien clore nos portes & fenêtres, autrement elles ne manqueraient pas de nous venir visiter dans nos lits, & quelque précaution que nous prenions nous ne pouvons nous exempter de porter leurs marques. La Maison que Ton nous bâtit est située à l'autre extrémité de la Ville, le Révérend Père de Beaubois & Tingénieur de la Compagnie qui en conduisent le dessein, suivant Tidée que nous leur en avons donnée, nous en font souvent voir le plan, elle sera toute de brique & suffisante pour y loger une grande Communauté, il y aura tous les apartemens que nous pourons souhaiter, trés-régulierement"], [163, "93 bâtie, bien lambrissée, avec de grandes croisées & des vitres aux châssis; mais elle n'avance guère, Monsieur Périer, notre Gouverneur & Comman dant, nous avoit fait espérer qu'elle seroit prête à la fin de cette année; mais les ouvriers étant trés rares, nous serons heureuses d'y pouvoir loger & prendre possession de notre Hôpital à Pâques 1729. il nous faudra alors de nouveaux secours, je prie le Seigneur qu'il nous envoyé de bons sujets. Monsieur Périer & Madame son Epouse, qui est trés-aimable & d'une grande pieté, nous font Thon neur de nous venir voir souvent , le Lieutenant de Roy est aussi un parfait honnete-homme & ancien Officier, tous nous comblent de toutes sortes de presens, Ton nous a donné deux vaches avec leurs veaux, une truye & ses petits, des poulies et des canards musquez, tout cela commence notre basse court, nous y avons aussi des dindes & des oirs, les Habitans voyant que nous ne voulions pas prendre d'argent pour instruire nos Externes, sont pénétrez de reconnoissance & nous aident de tout ce qu'ils peuvent, les marques de protection que nous recevons des principaux du pays nous font respecter de tout le monde, tout cela ne subsisterait"], [164, "94 pas, si nous ne soutenions par nos actions, la grande idée que Ton a de nous. Pendant le Carême nous avons fait gras quatre jours par semaine permis par TEglise, & hors le temps de Carême, on ne fait maigre que les Ven dredis, nous buvons de la Bière, notre nourriture la plus ordinaire est du Ris au lait, des petites Fèves sauvages, de la viande & du poisson ; mais en Eté nous mangeons peu de viande, Ton n'en tue que deux fois la semaine, elle n'est pas facile à conserver, la chasse dure tout THyver, qui com mence au mois d'Octobre, elle se fait à dix lieues de notre Ville, Ton y prend des bœufs Sauvages en grand nombre qu'on amène ici & aux environs, nous Tachetons trois sols la livre comme le che vreuil, cette viande est meilleure que le bœuf & mouton que vous mangez à Rouen. Les canards sauvages y sont à très-bon marché, les Cercelles, Poules-d'eau, les Oirs, & autres Vo lailles & Gibier y sont aussi trés-communs, nous n'en achetons guére, car nous ne voulons pas nous délicater, enfin c'est un pays charmant tout THy ver, & en Eté le poisson y est commun & très-bon, il y a des huîtres & des carpes d'une grandeur pro digieuse qui sont délicieuses , à Tégard des autres"], [165, "95 poissons, il n'en est point en France de cette façon, ce sont de grands poissons monstrueux qui sont assez bons, nous mangeons aussi des melons d'eau & des melons françois, des patates qui sont de grosses racines que Ton met cuire dans les cendres comme des marons, cela en a le goût, mais plus sucré, fort moilleux & trés-bon, tout ceci, mon cher Père, est comme je vous le raporte, je ne vous dis rien dont je n'aye fait Texpérience, il s'y mange encor beaucoup de viande, poissons & légumes dont je n'ay point encor goûté, & ne puis vous marquer leur bonté. A Tégard des fruits du pays, il en est beaucoup que nous ne trouvons pas trés-excellens, excepté les pêches & les figues qui y sont en abondance, on nous en envoyé des Habitations une si grande quantité, que nous en faisons des confitures & de la gelée de Mure qui est trés-bonne , le Révérend Père de Beaubois a un jardin le plus beau de la Ville, il est plein d'Orangers qui portent d'aussi douces & belles Oranges qu'au Cap François, il nous en a donné trois cens aigres que nous avons confites, Dieu mercy nous n'avons encor manqué de rien, notre Révérend Père a soin de pourvoir à nous faire fournir notre nouriture, nous sommes"], [166, "96 bien mieux que nous n'avions crû Terre, mais ce n'estpas la notre souhait ni Tintention de notre en treprise, notre principal but est d'attirer des âmes au Seigneur, & il nous accorde les grâces d'y par venir, notre Révérend Père nous aide bien en cela, il nous dit tous les jours la Sainte Messe & nous fait des conférences publiques, fi nous avions le malheur de le perdre, soit par maladie ou au trement , nous serions bien atristées & bien à plaindre. Ce Révérend Père nous a fait la semaine Sainte une retraite & à nos Pensionnaires, plusieurs Dames de la Ville s'y font rendues assidues, elles se font trouvées quelquefois aux Exhortations & Confé rences jusqu'à prés de deux cens, nous avons eu les Leçons de Ténèbres en musique & un Miséréré chaque jour accompagné d'instrumens, notre Mère assistante, qui est madame le Boulenger, s'est signa lée en cette occasion, le jour de Pâques à la Messe & au Salut nous y chantâmes des Motets à quatre parties, & la derniere des Fêtes de Pâques nous chantâmes la Messe entière en musique, les Con vents de France, avec tout leur brillant, n'en font pas tant. Tout cela fait un assez bon effet, & aide beaucoup"], [167, "97 à attirer le Public, les uns par un commencement de dévotion, & les autres par curiosité, & toujours il s'enfuit un Sermon à la fin, car notre Révérend Père est d'un zèle admirable, il semble qu'il ait en trepris & qu'il soit certain de convertir tout le monde; mais je vous assure, mon cher Père, qu'il a encore beau travailler pour y parvenir, car non seulement la débauche, la mauvaise foy & enfin tous les autres vices règnent ici plus qu'ailleurs, mais encor avec abondance démesurée; pour ce qui est des filles de mauvaise conduite, quoi qu'on les observe de prés & qu'on les punisse sévèrement en les mettant fur un cheval de bois, & les faisant fouetter de tous les Soldats du Régiment qui fait la garde en notre Ville, il ne laisse pas d'y en avoir plus qu'il n'en faudrait pour remplir un refuge ; Ton fait le Procez à un voleur en deux jours, il est pendu ou roué, soit Blanc, Sauvage ou Nègre il n'y a point de distinction, ni de miséricorde. Notre petite Communauté s'accroit de jour en jour, nous avons vingt Pensionnaires, dont huit ont fait aujourd'hui leur première Communion, trois Dames aussi Pensionnaires, & trois Orphelines que nous prenons par charité, nous avons aussi lept Esclaves Pensionnaires à instruire pour le M"], [168, "98 Bâtême & la première Communion, avec cela un grand nombre d'Externes, & des Négresses & Sau vagesses qui viennent deux heures par jour pour être instruites , Tusage est de marier ici les filles à Tâge de douze & quatorze ans, avant nôtre arrivée Ton en avoit marié une quantité lans qu'elles scussent combien il y avoit de Dieux, jugez du reste; mais depuis que nous y sommes, Ton n'en marie aucunes qu'elles ne soient venues à nos instruc tions. Nous sommes accoutumées à voir des gens tous noirs, on nous a donné depuis peu deux Pen sionnaires Négresses, âgées de six ans & Tune de dix-sept, pour les instruire à notre Religion, & elles resteront à nous servir ; si c'étoit la mode ici que les Négresses portassent des mouches au visage, il faudrait leur en donner de blanches, ce qui feroit un effet assez drôle. Vous voyez, mon cher Père, que voilà dequoi exercer notre zélé, je ne puis vous exprimer le plaisir que nous trouvons à instruire toutes ces jeunesses, il nous suffit de considérer le besoin qu'elles en ont, des Pensionnaires de douze & quinze ans qui n'avoient jamais été en confesse, ni même à la Messe, élevées dans leur habitation,"], [169, "99 éloignées de cinq & six lieues de cette Ville & par conséquent sans aucun secours spirituel, enfin elles n'avoient jamais entendu parler de Dieu : quand nous leur disons des choses les plus communes, ce sont pour elles des oracles qui sortent de nos bou ches ; nous avons la consolation de trouver en elles beaucoup de docilité & de grandes ardeurs d'être instruites, & toutes voudraient être Religieuses, ce qui n'est pas du goût du Révérend Père de Beau bois, notre trés-digne Supérieur, il trouve plus à propos qu'elles deviennent des mères Chrétiennes, afin d'établir dans le pays la Religion par leurs bons exemples. Je fuis toujours trés-contente d'être en ce pays & dans ma vocation, & ce qui redouble ma joye est de voir approcher le temps de ma Profession, je ne puis vous exprimer le plaisir que j'aurai de pro noncer mes Vœux dans une terre Etrangère, où le Christianisme est presque inconnu; il est vrai qu'il y a bien d'honnêtes gens selon le monde, mais il n'y a pas la moindre apparence de dévotion, ni même de Christianisme; que nous serions heu reuses si nous pouvions l'y établir, avec Taide que nous avons de notre Révérend Père Supérieur & de quelques Religieux Capucins qui s'y employent"], [170, "100 pareillement, & y font de leur côté aussi tout leur possible, je vous assure que nous n'y épargnons rien. Je ne puis me dispenser de vous faire part de la triste avanture arrivée à nos deux Révérends Pères Tartarin & Doutrelo, nos dignes conducteurs de voyage, nous venons d'aprendre, par leurs Lettres, qu'à vingt lieues des Illinois, le Canot dans lequel étoit le Révérend Père Doutrelo passant une Ri vière a péri, il se sauva en chemise à la nage, il a perdu toute sa Chapelle, ses habits & tout son Equipage, il avoit fait cinq cens lieues assez heu reusement, pour faire ainsi naufrage au Port, il n'arriva rien au Révérend Père Tartarin, qui étoit dans un autre Canot, & qui usa de charité, ayant deux Soutanes, il lui en donna une, ainsi du reste. Puisque insensiblement me voila conduite jus ques aux Illinois, je vous dirai, mon cher Père, que le Révérend Père Boullenger, qui y est, demande des Religieuses pour y faire un établissement, il en a écrit pour cela à la Mère Boullenger fa Sœur, qui lui a répondu n'avoir point encor assez de vo cation, pour s'éloigner plus loin que la Nouvelle Orléans, & que cela lui pourra venir dans quelques années ; mais quoi qu'elle seroit trés-zélée à vouloir"], [171, "101 aprendre le Christianisme à ses pauvres sauvages Illinois, dont la plupart comme ceux-ci n'ont ja mais entendu parler de Dieu, j'espère qu'elle ne nous quittera pas, ayant ici assez dequoi exercer fa charité, nous ne sommes pas trop, & je vous assure que nous sommes toutes occupées depuis le matin jusques au soir, nous n'avons pas un moment à nous, celui de vous écrire, je le prens fur mon repos de la nuit. Monsieur Périer, notre Commandant, nous a fait faire ici il y a quelques jours une prison, pour y placer une Dame de nos Pensionnaires, qu'il nous avoit lui-même donnée étant séparée d'avec son mary ; mais comme cette Dame commençoit à s'ennuyer au Convent & à vouloir avoir un com merce secret avec un séculier, il la fait emprisonner avec le consentement de son mary, en attendant qu'on puisse la renvoyer en France; voilà de la manière qu'on en use icy. Je vous ay marqué par une de mes précédentes Lettres, que Monsieur Robert Cavelier Sieur de la Salle, natif de Rouen, étoit venu en 1676. & 1 685 . par ordre du Roy Louis quatorze, en ce pays de la Louisienne, en qualité de Vice-Roy du Missi sipy, avec nombre de personnes de la même Ville"], [172, "102 de Rouen, pour en faire la première découverte; voilà tout ce que j'en sçavois alors, mais depuis j'en ai apris d'autres circonstances qui vous feront plaisir. Le Roy informé de cettepremiere découverte faite par Monsieur de la Salle, des Terres du Missisipy en Tannée 1676. de Testime qu'il s'étoit acquis des Sauvages, qu'il étoit aimé des Illinois, des Hurons & de la plupart des autres Nations du Missisipy, & qu'il avoit trouvé le moyen de se faire craindre & respecter des Irroquois, Nation la plus cruelle & la plus barbare de toute TAmérique, puisqu'ils mangent les Blancs, le nomma en 1684. Vice-Roy de la Louisienne, lui permit de lever des troupes, luy donna quatre Vaisleaux commandez par le Ca pitaine Beaujeu, & Tembarquement se fit à la Rochelle vers le mois de Juillet de ladite année 1684. Monsieur de la Salle mena quand luy des ou vriers de tous métiers pour faire un établissement, six Missionnaires Apostoliques ; sçavoir trois Ec clésiastiques & trois Religieux Recolets, les Ecclé siastiques étoient Monsieur Jean Cavelierson Frère, Monsieur François de Chefdeville son Parent, qui sortoit de Saint Sulpice à Paris, & Monsieur d' Ai-"], [173, "103 manville, qui sor toit aussi de Saint Sulpice; les trois Religieux étoient les Pères Zenoble, Anastase & Maxime, & un grand nombre de Volontaires qui s'étoient présentez pour venir avec lui, tous jeunes gens choisis, enfans de Famille natifs de Rouen, qui étoient entr'autres les Sieurs Cavelier & Cre vel du Moranger, ses Neveux, Henry de Chefde ville, Frère de TEcclesiastique, & Desloges, ses Pa rents, Oris, Bihorel, de Clere, Planterose, le Car pentier, Thibault, Tessier, le Gras, Minet, de Ville Perdry, Davault, Hurié, Talion, Gayen, le Noir, TArchevêque, Liotot, de Marie, Hians, Munier, Joustel, Duhault Frères, des Liettes, le Clerc, Du mesnil, Saget & beaucoup d'autres au nombre de viron deux cens cinquante, y compris cent soldats & leurs Officiers, dont Monsieur de la Sablonniere étoit le Lieutenant, le Sieur Henry de Chefdeville, âgé de dix-huit ans, mourut de maladie dans le Vaisseau, aprés trois mois de Navigation. II avoit projeté d'aborder par Tembouchure du Fleuve du Missisipy ; mais quelque mésintelligence, qui arriva sur la route entre Monsieur de la Salle & le Sieur de Beaujeu, Capitaine du Vaisseau du Roy, occasionna qu'ils ne purent trouver cette em bouchure, & Monsieur de la Salle se trouva forcé"], [174, "104 de débarquer avec sa troupe à viron cent cin quante lieues plus bas du côte del'Occident, entre ce fleuve & la Nouvelle Espagne, territoire de TA mérique, occupée par les Espagnols, dans lequel il y a plusieurs mines d'or & d'argent, qui produi sent au Roy d'Espagne tous les ans un profit trés considérable, le Sieur de Beaujeu abandonna en cet endroit Monsieur de la Salle, & retourna en France avec son Vaisseau. Monsieur de la Salle & sa troupe montèrent en suite fort avant dans le pais, & aprés avoir tra versé nombre de Rivières, Forêts & Campagnes, ils se trouvèrent prés le fort des Illinois, lieu que Ton nomme aujourd'hui le petit Rocher, fans approcher de notre canton ; il est vray qu'en ce temps-là il n'y avoit point ici de Ville de la Nou velle Orléans, c'étoit un lieu désert & champêtre, jusques au temps de la Régence de Monsieur le Duc d'Orléans, qu'on a jette les premiers fonde mens de cette Ville, & c'est à ce sujet qu'on la nommée la Nouvelle Orléans, & n'a eu appa rence de Ville que depuis Tannée 1723. qu'on y a travaillé autant qu'on a pû trouver des ouvriers. Revenons à Monsieur de la Salle , comme ce"], [175, "105 brave Capitaine sçavoit se faire craindre, & estimer des Sauvages, il sembloit que tout favorisoit assez son entreprise; mais au mois de Mars 1687. un jour qu'il se difposoit à envoyer Monsieur Cavelier Prêtre son Frère en France, pour informer le Roy de Tétat de son entreprise, il fut assassiné par le complot funeste de cinq de ses gens, par une espèce de jalousie , le crime de Duhault, qui lui donna le cruel coup de mort, ne demeura pas impuny, car peu de temps aprés, Hians lui reprochant fa perfi die, le tua, & les quatre autres complices sont de puis morts malheureusement dans ce pays, n'ayant ose repasser en France. Aprés que cette troupe eut perdu ce brave Ca pitaine, qui avoit seul la connoissance du pays, elle se trouva également désorientée & désolée, & se dispersa; Monsieur Cavelier Prêtre, le Sieur Cave lier son Neveu, âgé de seize ans, le Père Anastase, Recolet, & les Sieurs Joustel & Tessier, résolurent de retourner en France, & passant au Village des Accanas, ils y trouvèrent une Habitation dans la quelle étoient les nommez Couture, charpentier, & Delaunay, cuisinier, tous deux natifs de Rouen, que Monsieur Tonty, Commandant alors le Fort de Saint Louis chez les Illinois, avoit laissez dans N"], [176, "106 ce poste pour le garder, & ils prirent ensuite la route du Canada, passèrent par le Fort-Louis, Mont- Real, & Québec, où ils s'embarquèrent pour re tourner en France. Les Sieurs Desloges, Oris, Thibault, le Gras, Liotot & le Carpentier, surent tuez par les Sau vages, & le reste de la troupe se retira aussi chacun de leur côté, excepté Monsieur de Chefdeville, Prêtre Missionnaire, qui resta au même lieu du Rocher, jusques au mois d'Avril 1688. qu'il avança du côté des Illinois, vers les Irroquois, où il bátisa & convertit grand nombre d'ames à Dieu, puis il est décédé dans un Village en odeur de Sainteté, pour être couronné dans le Ciel en récompense du zélé ardent qu'il a fait paraître pour le salut des âmes de ses pauvres Sauvages, ayant été un des premiers qui a eu la consolation d'ouvrir le Ciel aux premiers Chrétiens & Saints de cette Nation. C'est ainsi que la noble & glorieuse entreprise de Monsieur de la Salle a échoué, & sans cette per fidie, il auroit découvert dès ce temps-là tout le pays du Missisipy, auquel il avoit donné le nom de la Louisienne, & il auroit eu une infinité de Fa milles qui seraient venus de France & du Canada s'y établir & y planter la Foy , un de ceux qui étoit"], [177, "107 de la Compagnie de Monsieur de la Salle au Ro cher, nommé Desliettes, qui resta au même lieu du Rocher, & qui n'y est mort que depuis deux ans, a rapporté cecy de la manière que j'ai Thonneur de vous le marquer, voilà tout ce que j'en ai pû aprendre. Votre Ville de Rouen ne se glorisie-t'elle point, mon cher Père, de Thonneur qu'elle a que c'a été Monsieur de la Salle & fa Compagnie, presque tous gens natifs de cette Ville, qui ont fait la première découverte du Missisipy, Monsieur de Chefdeville, Prêtre Missionnaire, qui a planté des premiers la Foy, & enfin aujourd'hui des Religieux et Reli- gieuses Ursulines de la même Ville, qui travaillent de tout leur possible à l'instruction & salut des âmes de ses pauvres Sauvages ; voilà dequoy exalter vos Citoyens, & les engager d'aller encor à la décou- verte des autres Terres inconnues, & d'y porter le Christianisme, je ne sçay si c'est à cette occasion ou autrement que les Sauvages de la Louisienne font tant d'estime des Normands, ils considèrent cette Province plus qu'aucune des autres, & les recon noissent capables de réussir dans toutes leurs en treprises; si on leur parloit des Conquêtes des Ducs de Normandie, les bravoures des Normands à la"], [178, "108 Terre Sainte lors des Croisades, leurs Conquêtes du Royaume d'Angleterre & autres, ils en seraient encor bien autrement convaincus; mais nous ne sommes pas icy pour cela, si ils les veulent sçavoir qu'ils s'en informent à d'autres, où lisent les Histoires. Je serois curieuse de sçavoir, & je vous prie de vouloir bien vous informer de quelle famille étoit ce Monsieur François de Chefdeville, Prêtre Mis sionnaire, j'ay entendu dire plusieurs fois à mon Grand-Pere & à notre Cousin Autin, Capucin, que nous étions parens de Monsieur Chefdeville, Mar chand à Rouen, lequel avoit, je croy, deux fils Re ligieux Capucins & une fille Religieuse à Saint François, je croi que c'est elle que j'ai Thonneur de connoître, elle étoit la Mère Vicaire quand j'ay party de Rouen, nous pourrions être de la même famille, il vous est facile de le sçavoir du Révérend Père Autin, Prieur des Religieux de Saint Antoine, si il est encor vivant, où consulter la Généalogie que vous avez de notre famille, si nous sommes alliez, ce doit être du côté de Monsieur Autin, ou de Monsieur Dumontier, vivant Maîtres des Comptes, & si cela est comme je le pense, d'avoir la bonté de me le mander par la première de vos"], [179, "109 Lettres, £ar je souhaiterais bien être allié de ce Saint Missionnaire, étant obligé de faire du bien plutôt à ses parens qu'à autres, j'espérerais avoir plus de part aux Saintes Prières qu'il fait au Seigneur dans le Ciel. Vous trouverez cy-joint une Lettre que notre trés-Révérende & aimable Mère Supérieure vous écrit, je vous assure, mon cher Père, qu'elle a tou jours, ainsi que toutes nos Mères, mille & mille bontez pour moy, il ne m'est pas possible de vous les exprimer, je ne puis me lasser de vous dire que plus je vais en avant, plus je me trouve heureuse d'avoir écouté la voix du Seigneur, lorsqu'il m'ap peloit à une si sainte Vocation, je souhaiterais que toutes mes Sœurs prissent le même party; je fuis réjouie d'apprendre que ma Sœur Elisabeth con tinue de rester à Saint François avec ma Sœur la Religieuse, plus elle y restera mieux elle s'y trou vera; car dans la Religion, il semble quelle ne re présente à nos yeux que des épines, mais aprés en avoir fait Texpérience, ces épines se trouvent chan gées en roses; à Tégard de ma Sœur Louison, je prie chaque jour le Seigneur de me faire la grâce d'apprendre par votre première Lettre fa Pro-"], [180, "110 session au Val de Grâce, ce íera pour moy une vraye joye. J'avois écrit cette Lettre jusques à cet endroit, afin, mon cher Père, qu'elle fut prête à vous Ten voyer dans le premier Bâtiment qui partiroit pour France ; mais n'en étant point parti, & cejourd'hui 8. May 1728. apprenant qu'il y en a un prêt à mettre à la Voille je Tacheve présentement ; je n'ai rien de nouveau à vous marquer, sinon que j'ai eu depuis plusieurs jours quelques accès de fièvre, je pris hier, pour m'en guérir, de Témétique, c'est la médecine ordinaire de ce pays. Notre Révérende Mère & chère Supérieure est toujours indisposée, & nos autres Mères se portent parfaitement bien, elles m'ont toutes chargée de vous assurer de leurs civilitez. Nous sommes debarassées de la Dame dont je vous parle cy-dessus être prisonnière chez nous, un Conseiller de ce pays s'étant échapé de dire qu'il la vouloit bien prendre chez lui, Monsieur Périer, notre Commandant, Ta fait conduire en sa maison, & la chargé de cette garde."], [181, "111 Je prie tous les jours le Seigneur qu'il vous conserve tous en parfaite santé, & suis du plus profond de mon cœur trés-respectueusement, MON CHER PERE, Vôtre trés-humble & trés- obéissante Fille & Servante HaCHARD, de Saint Stanislas. Permis d'Imprimer à 'Rouen ce 2. d'Octobre 1728. DE HOUPEVILLE."], [182, ""], [183, "NOTES. i éMémoire concernant l 'église de la Louisiane (1722-1728), du 21 novembre 1728. Par ordonnance de Messieurs les Commissaires du Conseil du 16 Mai 1722, rendue sur le consentement de ìM. l'Evêque de Québec, la province de la Louisiane fut divisée en trois ju ridictions spirituelles. La première devoit comprendre tout le pays qui se trouve en remontant le fleuve St Louis depuis la mer jusques à la hauteur de l'entrée de la rivière d'Ouabache dans le fleuve St Louis; Et toute la partie de l'ouest de ce fleuve dans ladite étendue de Pays. Les églises et les missions de cette juridiction dévoient être desservies par les capucins et leur supérieur de voit toujours être grand vicaire de M. l'Evêque de Québec dans ce département et résider à la Nouvelle Orléans. La seconde juridiction devoit s'étendre sur tout le pays qui se trouve dans le haut de la province depuis la rivière d'Oua bache, et devoit appartenir aux Jésuites dont le supérieur résidant aux Illinois devoit toujours être aussi grand vicaire de M. l'Evêque de Québec dans cette partie. La troisième devoit s'étendre sur tout le pays qui se trouve à l'est du fleuve depuis la mer jusques à Ouabache et devoit être donnée aux Carmes dont le supérieur seroit également grand vicaire et se tiendrait ordinairement à la Mobile. o"], [184, "114 Dans la même année 1722, les Capucins prirent possession de leur district. Les Jésuites étoient déja établis depuis longtemps dans le leur. Les Carmes étoient à la Mobile, mais M. l'Evêque de Québec peu satisfait de leur conduite, réunit leur juridiction à celle des Capucins par ordonnance du 19 décembre 1722, et ils repassèrent en France. Au mois de décembre 1723, la Compagnie jugeant que les Capucins ne pouvoient fournir assez de religieux pour remplir toutes les cures et toutes les missions dans une partie aussi vaste que celle qui venoit de leur être donnée, fit borner leur juridiction aux Natchez; leur laissant tout le pays depuis ce poste en descendant le fleuve, tant à l'ouest qu'à l'est; et don nant le surplus aux Jésuites, qui, dans ce département, avoient pour cooperateurs deux prêtres des missions étrangères. Cette disposition effraya les Capucins , ils demandèrent sûreté pour ce qui leur restoit ; quoique ce qui leur restoit comprit une tres grande étendue de pays et le plus peuplé. La Compagnie pour les tranquilliser expédia, le 27 Juin 1725, une ordonnance portant que toutes les cures et missions établies et à établir dans le pays réservé en dernier lieu aux Capucins se roient par eux remplies sans qu'il put y être placé aucuns autres religieux ni prêtres, si ce n'étoit de leur consentement. Ce qui fut selon leur désir confirmé par un brevet du Roi du 25 Juillet 1725. Mais les Capucins avoient plus de zèle qu'ils ne pouvoient fournir de monde. La paroisse de Champagne d'où viennent ceux de la Louisiane est petite et stérile en sujets. La Com pagnie donc voyant qu'ils ne donnoient pas autant de religieux qu'il etoit nécessaire pour remplir les postes ecclésiastiques de leur district, et sachant d'ailleurs qu'ils étoient peu propres aux"], [185, "115 missions chez les sauvages, jugea qu'il falloit absolument établir un nouveau partage, qui convenant au caractère et aux talents particuliers des deux ordres, rendit désormais invariable leur état. Elle prit le parti de fixer dans tous les postes françois les Capucins, et de charger les Jésuites de la conduite spirituelle des sauvages, sous le bon plaisir de l'évêque de Québec, qui a fort approuvé cet arrangement par ses lettres. En conséquence elle passa un traité, le 20 février 1726, avec les Pères Jésuites, par lequel ils s'engagèrent de fournir des missionnaires, non seulement dans tous les lieux de leur district, mais encore chez les nations sauvages, où il seroit de l'interêt de la religion et de l'Etat de les établir dans retendue auparavant attribuée aux Capucins. On ne put se dispenser d'accorder par ce traité au supérieur des missions jésuites un hospice à la Nouvelle Orléans. II ne scauroit recevoir que là ce qui vient de France pour ses mis sions. Ce n'est que cette résidence là non plus qui le mette à portée de rendre compte au commandant gênerai et au Con seil de ce que ces missionnaires lui apprennent touchant les dispositions des sauvages, dont l'amitié fait notre sûreté. Mais la Compagnie n'accorda cet hospice au supérieur des Jésuites qu'à condition qu'il n'y seroit aucunes fonctions ecclésiastiques sans le consentement des Capucins. Au mois de décembre 1726, il partit de France le nombre de Jésuites nécessaire pour remplir les missions qu'ils étoient convenus d'établir. Leur arrivée à la Nouvelle Orléans et la publication de leur traité causèrent d'abord aux Capucins beaucoup de jalousie; mais comme cette jalousie étoit mal sondée, on leur fit bien entendre raison et tout auroit été tran quille si le P. de Beaubois, supérieur des missions jésuites, eut été ponctuel à tenir ses engagements. II étoit convenu en dres sant les articles du traité avec la Compagnie de la condition"], [186, "116 expresse qu'il ne seroit à la Nouvelle Orléans aucune fonction ecclésiastique sans le consentement des Capucins. II avoit signé avec ses supérieurs le même traité portant cette condition. II avoit promis à M. de Mornai, alors coadjuteur et aujourd'hui évêque de Québec, de s'y conformer fidèlement. II avoit enfin écrit au P. Raphaël supérieur des Capucins, qu'il alioit bientost se rendre à la Nouvelle Orléans, pour y vivre en simple parti culier ; Et cependant, pendant tout ce temps-là, il faisoit agir à Québec auprès de l'évêque pour se faire accorder la qualité et l'autorité de son grand vicaire, même pour la Nouvelle Orléans. Arrivé dans cette ville avec la réponse de l'évêque, qui n'étoit tout au plus qu'un simple acquiescement à sa demande, il pré tendit que cet acquiescement étoit un ordre absolu, un com mandement de maître. II déposa sur ce pied là au greffe public la lettre du prélat; il se porta hautement pour grand vicaire; en exerça les fonctions ; se fit supérieur de la communauté des Ursulines et s'y empara de toute l'autorité. La Compagnie à la preuve de tous ces faits et du scandale qui en résulta; Et ces preuves sont telles que les supérieurs du P. de Beaubois l'on déposé et révoqué tout simplement aprés les avoir lues. Cette revocation étoit d'autant plus nécessaire que les capu cins demandoient sérieusement de repasser tous en France, si le P. de Beaubois restoit; Que M. de Mornai à qui Monseigneur de Québec avoit conféré toute son autorité sur l'eglise de la Louisiane exigeoitde la Compagnie la sortie de ce père; Et que M. de la Chaise, avec qui il étoit excessivement brouillé, ne le pouvoit plus souffrir. Suivant les dernières lettres de M. de la Chaise et celles du P. Raphaël il y avoit tout lieu d'espérer une bonne intelligence entre les deux ordres. Le P. Petit qui suc cède au P. de Beaubois, étant à ce qu'on assure, d'un caractère trés modéré et trés circonspect."], [187, "117 On croit devoir mettre ici la liste des missionnaires et des lieux où ils travaillent. CAPUCINS : Le P. Raphaël, Vicaire général de M. l'évêque de Québec et curé de la ville. > à la Nouvelle Orléans. Le P. Hyacinthe, Vicaire . Le P. Cécile, Maître d'école Le P. Théodore .... aux Chapitoulas Le P. Philippe Le P. Gaspard . Le P. Mathias . Le P. Maximin Le P. Philbert. au Village Allemand à la Balize à la Mobile aux Natchitoches aux Natchez Le P. Victorin, recollet, uni aux capucins aux Apalaches. JÉSUITES : Le P. Petit, supérieur Le P. Poisson . . . à la Nouvelle Orléans aux Akansas Le P. Doutreleau . Pe P. Tartarin Le P. Le Boulenger Le P. Guimoneau. Le P. Souël . . . à Ouabache aux Kaskakias aux Metchigamias aux Yasous Le P. Beaudouin Le P. Guienne . aux Chicachas aux Alibamous. Le P. Petit était aux Chactas. II y aura un nouveau mis sionnaire aux Caïouïtas. Messieurs Taumar et Mercier prêtres des Missions étrangères sont avec les Jésuites aux Kaokias et Tamarois."], [188, "118 M. Périer s'exprime ainsi sur les Jésuites de la Louisiane dans sa dernière lettre du 14 août 1728. Tout le monde se loue des Jésuites des postes où ils sont. Je dois vous dire qu'ils y font beaucoup de bien. Les postes qui étoient les plus débordés, comme les Alibamous et les Yasous sont tout à fait changés. La Compagnie ne s'étoit pas bornée à assurer les secours spirituels aux françois et à procurer la conversion des sauvages, elle avoit encore en vue de mettre en régie l'hopital de la Nouvelle Orléans et d'en charger des personnes capables de travailler efficacement au soulagement des malades. Elle cher cha donc pendant longtemps des sœurs grises, mais les diffi cultés qu'elle rencontra à en obtenir, la détermina à accepter les propositions que lui fit ie P. de Beaubois de lui donner des Ursulines, qui se chargeroient du soin des infirmes. Le i3 septembre 1726, la Compagnie signa un traité pour rétablissement de six religieuses de cet ordre dans cet hô pital (1). Elle leur laissa en même temps la liberté de tra vailler à l'éducation de la jeunesse de leur sexe, mais à condition que le service des malades qui étoit le principal objet de leur mission ne seroit jamais négligé. Ces religienses arrivèrent à la Louisiane au mois de juillet 1727; le logement de l'hopital ne se trouvant pas en état de les recevoir, on leur donna une maison particulière, où elles com mencèrent à instruire déjeunes filles avec un succez qui causa beaucoup de satisfaction à la colonie. Si les ordres de la Compagnie ont été exécutés leur logement doit être fini à présent. » (Arch. du Min. de la Mar.) (1) En 1770, une bulle du Pape dispensa les Ursulines du service d'hospitalières. Le roi d'Espagne accorda à deux de ces religieuses, à la même époque, une subvention de 16 pis toles par mois (80 francs)."], [189, "i.i 9 u. Extrait d'un places, du 3o octobre 1 7 2 1 , envoyé au Ministre par V entremise de Messieurs Périer et Salmon. Le Père d'Avangour représente que rétablissement des Religieuses Ursulines formé à la Nouvelle Orléans, en 1727, est une œuvre des plus utiles pour la colonie, où estant arrivées elles ouvrirent une école publique pour les jeunes filles, qui se trouvèrent au nombre de 40, en âge et en état d'y aller tous les jours. Elles prirent aussi 24 pensionnaires, et en 1728, elles se chargèrent des orphelines qui se trouvèrent à la Nou velle Orléans et aux environs, qu'ellee retirèrent et élevèrent par charité. La Compagnie voulut y entrer dans la suite et or donna qu'on remit chaque année aux religieuses i5o livres par chaque orpheline qu'elles retireroient sur Tordre du com mandant. L'objet de cet établissement a été d'avoir dans la colonie des religieuses pour élever la jeunesse, faire les fonctions d'hos pitalières et avoir soin de l'hopital. La Compagnie fixe à six de ces religieuses six cents livres par an à chacune, outre une gratification de 3, 000 livres qui leur fut accordée pour les frais de leur voyage. Quoique la Compagnie n'en payat que six, elles partirent en plus grand nombre, et n'ont pas été moins de huit. Elles sont surchargées de travail et ont besoin de secours surtout si le projet de rétablissement d'une maison de force a lieu. La Compagnie devoit envoyer cinq ou six autres cette année ; on pourroit l'executer de même, sans qu'il en coûte rien au Roi; la demi année des six religieuses qui va échoir suffisant pour les frais de leur voyage à la Rochelle et de leur embarquement."], [190, "120 Supplie d'ajouter mille livres par an aux trois mille six cens qui leur sont accordées, afin que cette communauté puisso subsister et ne point importuner dans la suite; moyennant laquelle somme elles seront obligées d'entretenir douze reli gieuses. Outre cette augmentation qui sera telle que Monseigneur le jugera à propos, elles ne demandent que le passage de leurs religieuses; soit celles qui seront envoyées à la Louisiane, soit celles qui seront obligées de quitter la colonie, et le fret d'un tonneau par an. Elles espèrent par une protection particulière la confirmation en franc aleu de la terre qui leur a été concédée à la Nouvelle Orléans et d'être maintenues dans les droits et privilèges de leur institut, comme elles en jouissent en France. Arch. du Min. de la Mar. III. L'officier eue Madeleine Hachard appelle Duverger se nom mait Devergès. (V., aux Arch. du Min. de la Mar., un procès verbal du i5 avril 1 73 1 sur le fort et les accroissements de la Balise.) IV. Le P. Doutreleau, que Madeleine Hachard appelle Doutrelo, fut envoyé en mission aux Illinois. En 1729, il profita de la saison des chasses pour venir régler quelques affaires à la Nouvelle-Orléans. Le 1er janvier 1730, au moment où il disait la messe à l'entrée de la rivière des Yasous, il fut traîtreuse ment attaqué par les Sauvages. Un de ses serviteurs tomba"], [191, "121 mort à ses côtés, un autre eut la jambe fracassée par une balle, lui-même fut blessé. II prit son calice, sa patène et, couvert de ses habits sacerdotaux, se sauva dans une pirogue où se trou vaient déjà deux de ses compagnons. II atteignit sans autre accident sa destination, mais non sans avoir été longtemps poursuivi, d'abord par les Yasous, puis par les Natchez. Cela se passait au moment du massacre des Français par les Natchez. Ce drame fut provoqué par l'avidité et la dureté du commandant Chepar. Charlevoix, Hist. et descript. gén. de la Nouvelle France, t. IV, pp. 442 et seq., éd. in-12 de 1744. Bossu, Nouveaux Voyages aux Indes Occidentales, 1\" part., pp. 54 et seq. Paris, 1768. V Le F. Crucy, que son âge et son caractère enjoué rappro chaient de Madeleine Hachard, fut envoyé au poste des Natchez. II mourut presque subitement d'une insolation , en 1729, deux jours avant le massacre des Français. VI La maison provisoirement affectée aux Ursulines était celle que Bienville venait de quitter. Elle était située au Sud-Ouest, entre les rues de Bienville, Roïale, Saint- Louis et de Chartres. Le monastère est à l'autre extrémité de la ville, à l'angle formé parle côté Sud de la rue de V Arsenal. (V. la Carte de Belin, in Charlevoix, t. IV.) Ce monastère devait être terminé en 1728: Le S décem bre 1731, l'intendant Salmon écrivait au Ministre :"], [192, "122 « La maison destinée pour loger les religieuses Ursulines dont nous vous envoyons le plan n'est pas achevée, il reste à faire les couvertures en tuile et les remblais de terre jusqu'à F élé vation du sol ; les planchers, escaliers, portes, croisées, fer rures, vitrages et autres ouvrages nécessaires pour pouvoir les loger et on y travaille actuellement. Je pense que n'étant que six ou huit religieuses elles auroient suffisamment pour leur parloir, réfectoire, cuisine et dépense de la moitié du rez de chaussée et qu'on pourroit placer les malades dans l'autre moitié de ce rez de chaussée, en rompant quelques cloisons pour en faire des Salles pour les malades. Les reli gieuses auroient en outre de cela le premier et le second étage entier pour faire leur celules, celles de leurs pension naires et des orphelines qui sont actuellement chez elles au nombre de trente ; et pour chacune desquelles la Compagnie paye 1 5o livres de pension pour nourriture et entretien. <• II est à observer que la Compagnie a fait en cela un grand acte de charité en retirant ces orphelines qui étoient la plu part des enfans dont les parens ont été tués aux Natchez. Elles ont une bonne éducation dans cette maison. On en a déjà marié quelques-unes; c'est un bien pour cette colonnie, au lieu que ç'auroit été autant d'enfans perdues si on ne les avoit pas retirées dans cette maison. ■• II y a lieu d'espérer que Monseigneur voudra bien conti nuer cet acte de charité et faire un fond à cet effet. » (Arch. du Min. de la Mar.)"], [193, "cAchevé d'imprimer POUR M. GABRIEL GRAVIER PAR E. CAGNIARD, A ROUEN, LE TRENTE ET UN MAI MIL HUIT CENT SOIXANTE-DOUZE."], [194, ""], [195, ""], [196, "..*.'■ ïh : de lu Nord (lacs Oi ario. . C hio et du Mississipi et T xn orné de :ìc-u\\ chromo- . . 'aveì . . -i\\ aux Ot i'Sjì. Grand in-S k et C» ■■ ■*.' N. Le ( té Rouer"], [197, ""], [198, ""], [199, ""], [200, ""], [201, ""], [202, ""]]