[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "ANVERS 1830, 1831 et 1832, JUSQUES ET Y COMPRIS LE SIEGE DE LA CITADELLE. ANVERS, IMPRIMERIE T.-J. JANSSENS."], [8, ""], [9, "ANVERS EN 1830, 1831 et 1832, JUSQUES ET T COMPRIS LE SIÈGE DE LA CITADELLE."], [10, "AVERTISSEMENT. Cet ouvrage , termina le i5 janvier dernier , devait paraître im médiatement après: des circonstances particulières , indépendantes de la volonté* de fauteur et de l'imprimeur, en ont rétardé la publi cation. Depuis lors ont paru deux relations du siège de la citadelle. Ces livres , bons sans doute pour les gens de l'art, sont loin de remplir le but qu'on s'est proposé dans celui-ci ; c'est-à-dire , de rendre le récit du siège intelligible à toules les classes de lecteurs, et de donner une idée d'Anvers, pendant les trois années que nous Venons de parcourir. Ainsi ils ne peuvent lui rien ôter de ('intérêt qu'il doit avoir. L 'auteur a cru ne devoir rien changer à sa rédaction primitive , quoiqu'il soit survenu depuis des événemens , qui auraient pu mo difier en quelques endroits sa manière de voir. Le lecteur doit seu lement se reporter au :5 janvier, pour trouver tout à sa place."], [11, "ANVERS EN 1830, 1831 et 1832, JUSQUES ET Y COMPRIS LE SIÈGE DE LA CITADELLE. Forsan et lixc olìtn meminìsie Juvabit. («w- i. 37.) Peut-fcra aimera-t-on à %B rappelas un jour ce» ■v«u«m«ni. ANVERS, IMPRIMERIE DE T. J. JANSSENS, GRAND'PLACE. MDCCCXiXUL"], [12, ""], [13, "A MONSIEUR GERARD LEGRELLE, CHEVALIER DE l'oRDRE LÉOPOLD , MEMBRE DE LA. CHAMBRE DES RÉPRESEKTANS , BOURGMESTRE DE LA \\ILLE D'AHVERS, ETC., Témoignage de la haute estime et de l'aíïection de l'auteur. 31 janvier 1833. D. M. D. V."], [14, ""], [15, "PREFACE. Dès le commencement de la re'volution , j'avais tenu note de ce qui se passait de plus important dans toutes les parties du pays. Cédant depuis aux conseils de quelques amis , j'ai voulu classer ces souvenirs, et les publier. Mais en m'occupant de ce travail , je me suis aperçu qu'il y avait un certain nombre de faits controuve's , et d'autres que je ne pouvais garantir. Cette découverte m'a fait pous ser le pyrrhonisme plus loin , peut-être , qu'il ne devait aller, et m'a fait rejeter tout ce dont je n'avais pas été témoin. Je me suis donc borné à ce ce qui concernait Anvers ; et j'en ai formé le volume que j'offre au public ; le reste n'existe déjà plus. Voici mon plan. Introduction très briève sur Anvers , avant la révolution; puis les principaux événemens dont cette ville a été le théâtre , depuis lors jusqu'au siège de la citadelle ; enfin le siège même de cette forteresse. C'est sur ce dernier point que je me suis étendu le plus , comme étant sans contredit le plus important de ceux que j'avais à traiter. J'ai pris à tâche de le mettre à la portée de toutes les sortes de lecteurs , en évitant , autant que possible, les mots techniques employés par les militaires. Les expressions de ce genre, que je n'ai pu éviter , sont annotées avec leurs définitions à la suite de cette préface-; de sorte que ceux qui"], [16, "II nc les comprendraient point, pourront s'en faire sur le champ une idée, sans prcsqu'interrompre leur lecture. Qu'on n'aille pas s'imaginer que l'on trouvera ici un grand nombre de noms propres , des récrimi nations, des fermens de haine, du scandale enfin. Non ; cet ouvrage n'est point écrit pour entretenir les dissensions; il ne contient que des faits: si l'on s'y permet ça et là quelques réflexions, ce n'est que contre les actions blâmables, et iamais contre les personnes. Si je ne désirais la fusion des partis plus vive ment et plus franchement que certaines gens qui le crient à tue- tête , tout en fesant ce qu'il est pos sible de faire , pour aigrir ceux qui leur sont op posés , j'avais un bien beau champ à parcourir , pour tracer des portraits, dans le genre de ceux que nous a esquissés la biographie nouvelle. J'avais même quelques matériaux; j'avais des anecdotes qui , quoique très-plaisantes , n1 auraient certaine ment pas fait rire tout le monde. Mais que l'on se tranquillise ; je déteste tout ce qui tient à la mé chanceté, et je ne veux rivaliser avec personne sous ce rapport. Ce n'est pas en déversant linjure contre quelques individus qu'on rend sa cause meilleure. On ne pourra pas dire, de moi crue je me suis rallié à la révolution , par suite des avantages que j'en ai retirés, puisquau contraire j'y ai perdu, comme beaucoup d'autres , et que je n'y ai pas gagné un centime ; mais je ne me suis pas cru en droit pour cela de crier contre ma patrie, et contre"], [17, "III ceux qui la gouvernent. Périsse plutôt tout l'or du monde , que de me voir , pour le conserver , venir maudire ce que j'ai de plus cher ! J'aurais pu grossir mon livre par des réflexions , des conjectures, et me donner, peut-être, la répu tation de publiciste , en pillant dans tous les jour naux; c'est une fonction que je laisse à d'autres. J'aime mieux narrer simplement les faits, que de courir le risque de me tromper, en prédisant ce qui doit arriver. Tant de grands prophètes se sont trompés depuis deux ans , que je crois , moi pauvre petit, être très-fondé à montrer de la retenue en pareille circonstance ! On me demandera, peut-être, pourquoi je n'ai pas mis mon nom à la tète decctccrit.C'estque somme je n'ai eu intention ni de dire ni de faire la moindre chose,dont un citoyen puisse se plaindre, mais seulement de rapporter des faits, j'ai jugé que mon nom était fort indifférent. La vérité reste toujours la même, quelle que soit d'ailleurs la plume qui la confie au papier. J'écris devant plus de 50 mille témoins : s'il y avait des gens en état de contester ce que je dis, en présence d'une masse si imposante, croit-on qu'ils sussent moins disposés à le faire, à la vue du nom d'un auteur qui leur déplairait ? II serait à désirer que les gens de lettres de toutes les provinces voulussent s'occuper à rétracer comme moi, avec vérité et impartialité, les faits qu'ils ont été à même de voir et de juger ; ils prépareraient ainsi des matériaux, où pourraient venir puiser en sûreté les écrivains, qui donneront par la suite"], [18, "IV l'histoire complète du pays. Je m'estimerai heureux, si je puis donner l'impulsion , en fournissant mon contingent. Anversois, en publiant ce petit ouvrage, je ne fais que vous remettre sous les yeux un tableau des tristes momens que vous avez passés ; mais, comme le nautonnier , une fois arrivé au port , aime à ra conter les dangers qu'il a courus sur mer ; vous serez , peut-être , bien aises aussi d'avoir un livre , qui vous rappelle une époque fameuse , et en trans mette le souvenir à vos enfans. Puisse-t-il vous sa tisfaire, et vous pénétrer de plus en plus de l'amour de la patrie! c'est la seule récompense que j'attende de mon travail. Anvers 15 Janvier 1S33."], [19, ""], [20, "I.il.nunc ModiTiii', Monl silfla Coin', N'.'JÍ l.ilk. (/.' Daviil .'/ < ïtt'oii. Muni ../,■ /./ liuir I»«'|><>.1|'"], [21, "LISTE des mots techniques , employés à Voccasion du siège de la citadelle. Batardeau Espèce de digue , faite de pièces, d'ais et de terre, pour détourner le cours de Veau. Batterie Lieu où l'on a placé plusieurs pièces de canons et mortiers, disposés pour tirer sur l'ennemi. Idem i barbette.. Batterie où les canons ne sont point à cou- vert par un épaulement. Bastion.. . Ouvrage un peu avancé hors du corps d'une place ayant deux flancs et deux faces , et lenant des deux côtés à la courtine. Blindage Opération par laquelle on réunit plusieurs pièces de bois, ou blindes. afin de mettre les travailleurs ou les canonniers à couvert. Boyau Chemin par lequel on communique d'une parallèle à l'autre. Brèche Ouverture faite à un rempart, par le moyen du canon. Capitale, ou ligne capitale. C'est une ligne qu'on suppose partir du centre d'une place, et se prolonger indéfi- niment , en passant par l'angle saillant d'un bastion. Casemate Cave ou lieu voûté sous terre, où les troupes d'une place assiégée peuvent se retirer. Cavalier Elévation, où l'on met du canon , soit pour attaquer, soit pour défendre une place. Chemin couvert Espèce de chaussée sur le bord extérieur du fossé, où le soldat est á couvert du feu des assiégeans. Coehorn,(bombeàla) Sorte de petites bombes propres à être lan- cées de très-près. Contre-escarpe Mur extérieur , en face du rempart. Contre-garde Fortification placée devant un bastion, demi- lune, etc. Courtine Partie d'un mur entre deux bastions. Demi-lune Espèce de bastion détaché , au-devant de la courtine, et servant á couvrir la contre- escarpe et le fossé. Descente blindée, ougalerie Chemin souterrain, pour se porter, á Tabri de la mousqueterie, au pied de la muraille, et y attacher le mineur."], [22, "Cavité souterraine pratiquée sous u n rein part, pour le faire sauter , par le moyen de la poudre à canon. Fourneau de mine Espèce de panier haut et large , en forme de tonneau , qu'on remplit de lerre, el dont on se sert dans les sièges, pour couvrir les travailleurs , les soldais , etc. Gabion . Glacis. Talus du parapet du chemin couvert, qui va se perdant dans la campagne, à trente ou quarante mètres. L' entrée d'un bastion , d'une demi-lune du cote de la place. Gorge . Pelit fort extérieur ayant la forme d'une demi lune. Lunette. Lignes de circonvallation, tirées devant une place que l'on assiège. Parallèle. Elévation en terre au-dessus d'un rempart. Parapet, Trous faits en lerre , garnis de pieux , pour erapêcher l'approche île l'ennemi. Pas de loup. Pentagone Figure de géométrie, qui a cinq angles et cinq côtés. Plate forme Assemblage de solives, sur lesquelles on met du canon en batterie. fía.elin Le même que la demi lune. Saillant ou angle saillant. Angle d'un bastion ou d'une demi-lune , docile sommet est du côté de la campagne et l'ouverture du côté de la place. Sape Opération par laquelle on détruit, avec le pic et la pioche , les fondemens d'un chemin couvert , d'un bastion , etc. Tranchée Fossé que l'on creuse pour se mettre à cou- vert du feu, en approchant d'une place qu'on assiège."], [23, "INTRODUCTION. Origine d'Anvers. — Ses vicissitudes. — Pétitionnement . Anvers, placé sur la rive droite de l'Escaut, qui en baigne les murailles, est une cité antique, dont l'origine se perd dans les ténèbres du moyen âge. ( 1) Sa situation ne tarda pas à la rendre florissante ; et au temps du sou lèvement des Pays-Bas contre la domination de l'Es pagne,au XVIe siècle, elle pouvait être considérée comme une des premières villes de l'Europe. Mais les guerres, les massacres, les pillages qui eurent lieu alors, et plus que tout cela la fermeture de l'Escaut, par suite du traité de Munster, en 1648, lui portèrent des coups funestes. Depuis lors elle déchut de plus en plus, par la perte de ses éléinens de prospérité. II ne lui restait plus guère de sou ancienne magnifi cence, qu'un triste souvenir, et ses superbes monumens, lorsque les Français s'en emparèrent, et l'incorporèrent, en 1794, à la France, á?ëo le reste de la Belgique. Na poléon voulant faire revivre sa grandeur passée, y établit d'abord un chantier pour la construction des vaisseaux de guerre; ce qui y ramena pendant quelques années (ì) On fait ordinairement remooter la fondation d'Anvers au VIIe siècle ; cependant si l'on consulte sa position et la raison, on verra que l'origine de cette ville doit être différente, sous un autre nom peut-être, et dans u« emplacement plus recule du lit actuel de l'Escaut. Mais ce o'estpwi ici le lien de disserter sur ce point d'his toire. 1"], [24, "(2) une abondance factice. Mais il ne voulait pas se borner â ce seul bienfait ; il portait ees vues plus loin ; et son dessein était de la faire jouir d'un bonheur permanent, L'Escaut déclaré libre était lePactole,qui devait rame ner l'or avec ses flots sur cette rive longtemps désolée. Des bassins magnifiques, des quais qui longent toute la ville, et qui devaient servir á futilité et â l'agrément, étaient comme un prélude de sa prospérité. Mais ce grand homme ne put voir les effets de sa création. Entrainé dans des guerres continuelles, par je ne sais quel mauvais génie, il fut tout à coup renversé. La Belgique détachée de la France, fut réunie á la Hollande, avec laquelle elle forma un nouvel état, sous le nom de Royaume des Pays-Bas. Alors l'Escaut fut réellement libre : et néanmoins pendant près de dix ans, la ville d'Anvers, avec toutes les ressources de sa situation, n'était, pour ainsi dire, qu'un port honoraire. La route en était inconnue aux marins étrangers ; peut-être même cherchait-on, par un machiavélisme abominable, â en cacher les avantages, et á exagérer les dangers des passes du fleuve, afin d'en détourner le pilote prudent. Quoiqu'il en soit, on s'accoutuma peu-à-peu á braver les périls, on y aborda, et l'on s'en trouva bien sous tous les rapports , au point que le port d'Anvers com mença à acquérir une certaine rénommée. Les années 1828 et 1829 peuvent être regardées comme les plus brillantes. Ce n'était point le XVe et le XVIe siécle, bien s'en faut; mais tout promettait un accroissement considérable. Au milieu de la richesse que procurait cet état de choses, ce n'étaient que fêtes et plaisirs ; et tout le temps qui n'était point consacré aux spéculations commer ciales, était passé dans les concerts, les bals et les jeux , où tout le monde apportait un front joyeux et un cep\"*-"], [25, "3 content. Qui ne se rappelle les fêtes superbes que don nait la société de la grande Harmonie, où il semblait que le Dieu lui-même de l'harmonie avait fixé son sé jour ? Quatre ou cinq sociétésdu même genre s'étaient établies depuis peu, et rivalisaient avec la première. Qu'elles étaient enchantées ces réunions ! mais elles renaîtront encore ; et les plaisirs n'ont point quitté nos bords pour toujours. En même temps on jettait les fondements de deux monuments dignes de notre âge et d'une ville distin guée par son opulence ; je veux dire : l'entrepôt et le théâtre. Ces deux édifices sont une preuve du bon goût et des ressources d'Anvers. Le théâtre fut entrepris au nom de la ville, qui destina à cet objet une somme de 300,000 florins; et l'entrepôt devant se bâtir au moyen d'actions, on réunit en peu de jours pour plus de 36 millions de souscription; tandis que les devis ne s'élevaient qu'à 700 mille florins. Une rue magnifi que s'élevait vis-à*-vis du jardin de l'hôpital, que l'on avait transformé en jardin botanique : et une société d'horticulture en embellissait de temps en temps l'orân gerie par des expositions où les dons de Flore, sem blaient se donner rendez-vous de toutes les parties du monde. Sur l'emplacement de l'ancienne église de saint- George, s'élevait comme par enchantement un nouveau théâtre des Variétés, et le reste de la place se vendait pour en former une rue nouvelle. Une autre rue se traçait parallèlement â la place des Façons ; et l'on jettait au Muse'e les fondements d'une vaste salle d'ex position , où devaient venir briller de modernes Rubens. Enfin tout s'agitait pour donner à la ville une face nou velle, et en quelque sorte séduisante. Cependant l'homme réfléchi, l'ami de la liberté, celui qui ne regarde pas l'or comme le suprême bonheur, ne trouvait pas notre situation si digne d'envie. Tandis"], [26, "4 que la magnificence nous éblouissait, on déchirait tous les jours quelques lambeaux de la Loi fondamentale ; on foulait les lois aux pieds, on bravait la représenta tion nationale. La religion que le gouvernement aurait dû protéger, du moins par politique, perdait tous les jours de ses droits; ses ministres étaient avilis. De vils folliculaires étaient soldés pour les baflouer, dans des écrits que les gens de bonne foi de toutes les opinions regardaient comme dégoutans. Les libéraux, qui, dans l'origine avaient été caressés par le gouvernement, virent qu'ils étaient les dupes de leur crédulité. Une langue, pour ainsi dire, inconnue en Europe, fut im posée à quiconque aspirait aux emplois, uniquement dans l'intention de favoriser les Hollandais, et d'acca parer toutes les places á leur profit. Enfin on affectait un mépris marqué pour tout ce qui provenait de la Belgique. C'en était trop. Le Belge, qui n'avait demandé que de la bienveillance en retour de tous ses sacrifices-, commença à murmurer en plusieurs endroits. Le pé tition.ìement commença, faible d'abord; ensuite impo sant ; enfin terrible. On demandait aux Etat^-généraux le redressement de plusieurs griefs ; et ces demandes réitérées prenaient une teinte plus ou- moins mena çante. Anvers y prit une grande part aussi bien que les autres provinces. Pendant les années 1829 et 1830, le gouvernement hollandais eut l'air de vouloir satisfaire â quelques-unes des réclamations ; mais ce fut de si mauvaise grâce, qu'il ne fit qu'aigrir davantage le esprits."], [27, "5 CHAPITRE PREMIER. Révolution. — Blessés. — Prisonniers. — lre et 10e afdeeling. — Prince d'Orange. — Congrès. Bombardement. — Chassé et Saxe - Weymar. Désolation générale. La révolution ayant éclaté à Paris, en Juillet 1830 : une révolution pareille eut lieu á Bruxelles au mois d'Août suivant. II semble qu'il était encore possible d'en conjurer les suites. Le prince d'Orange, qui se rendit au milieu de la ville soulevée, ne fut point méconnu. Mais depuis lors ks choses allèrent toujours en empi rant. Les Etats-généraux furent convoqués à La Haye, pour aviser aux moyens de rétablir Tordre ; mais ils n'y surent assemblés que pour la forme. Des troupes marchèrent sur Bruxelles, ayant à leur tête le prince Frédéric. Les Bruxellois presque sans armes, n'ayant pour soutien que leur enthousiasme, résistent au pre mier choc. Alors arrivent de toutes parts des auxiliaires et des munitions. Frédéric et ses bandes sont répoussés. La révolution se propage dans toute la Belgique. Quel ques citadelles tiennent encore; mais elles sont bientôt forcées de se rendre. De cette maniéré le pays fut en tièrement libre ; et le nouveau gouvernement qui s'était formé immédiatement après l'expulsion des Hollandais de Bruxelles , fut partout réconnu , excepté â Luxembourg, Maestricht et Anvers. Tous ces événemens s'étaient passés avec tant de célérité, que la révolution, qui avait éclaté à Bruxelles"], [28, "6 sur la fin d Août, pouvait être considérée comme ache vée vers le milieu d'Octobre. Dès les premiers mouvemens de Bruxelles, le gou vernement avait envoyé devant Anvers plusieurs fré gates, bricks\" et canonnières, pour tenir la ville en bride. On crut pendant quelque temps que ces navires étaient là plutôt pour la forme, que pour tout autre motif, vu la tranquillité des habitans. Mais la frégate le Sumatra ayant échoué sur le quai , laissa voir les munitions que récelait son vaste sein. Les esprits se montèrent ; et le capitaine n'ayant pu répondre cathé goriquement dans un lieu public aux questions , que lui firent plusieurs personnes, sur la destination d'une pareille cargaison, fut poursuivi, hué , maltraité : et peu s'en fallut que ces mêmes vaisseaux qui venaient, afin d'empêcher les Anversois de prendre part au mou vement général, ne fussent un motif, pour en accélérer l'explosion. On se calma pourtant , et l'ordre fut ré tabli pour quelque temps. ìl faut connaître la charité dont la ville d'Anvers est animée, pour se faire une idée des soins que l'on prit des blessés hollandais qui refluaient sur cette ville. Car , malgré la sympathie des habitans pour la cause belge, ils fesaient tous leurs efforts pour adoucir le sort des malheureuses victimes de la guerre. Cependant il faut convenir que leur bienfaisance commença á se ralentir , lorsqu'on vit traîner sans pitié par une sol datesque effrénée une centaine de paysans, saisis dans les campagnes, en qualité de prisonniers de guerre, et placés sous les galeries de la Bourse , nu-pieds , sans feu, sans nourriture, sans paille pour se reposer , sans consolation. Et pour comble de misère, leurs farouches gardiens repoussaient avec brutalité le pauvre qui ve nait ofirir son obole au pauvre. Oh ! alors on s'écria, le cœur déchiré : Est-ce aiusi que l'on traite nos"], [29, "7 frères? et sont-ce lá des conspirateurs, des rebelles, ces malheureux sans vêtemens, et dont la tenue décèle plutôt des hommes qui tourmentent la terre pour en obtenir une faible subsistance, que des habitans des villes , qui se mettent à la disposition des artisans de troubles ? Charité pour tous ! Ceux-ci la méritent sans doute autant que le soldat, qui s'est souillé du sang belge, et qui vient se vanter au milieu de nous, d'avoir enfoncé son glaive ou sa bayonnette dans le sein des femmes et des enfans ! et l'on commença á reculer en silence ; et les geôliers craignirent ce silence éloquent ; et ils traînèrent leurs prisonniers ailleurs ; et l'on dit que les malheureux, décimés parla misère et les mauvais traitemens purent enfin retourner en mendiant vers la chaumière de leurs pères. Cependant les bandes du prince Frédéric s'étaient successivement répliées sur Anvers ; mais complètement démoralisées. II régna alors dans la ville une grande fermentation ; des pierres furent lancées, des réverbères et des vitres brisés ; et la garde bourgeoise eut bien de la peine à empêcher un éclat. Elle y parvint néanmoins. On prétend qu'après l'écbauffourée de Bruxelles, le premier régiment (afdeeling) alors en garnison á An vers, et composé entièrement de Belges, á l'exception d'une partie des chefs, forma le plan de s'assurer des officiers hollandais, de s'emparer de la citadelle, au nom du gouvernement belge, et de proposer á l'autorité ci vile de faire cause commUne. Mais le projet ayant été découvert, avant d'avoir pu recevoir un commencement d'exécution, ce corps fut envoyé à Boom, sous l'un ou l'autre prétexte : et les officiers belges qui s'étaient dé clarés le plus hautement, furent transférés en Hollande-, Le gouvernement voyant le peu de fond qu'il y avait à faire sur les soldats belges , fit entrer en ville les troupes hollandaises ; on remercia tous les officiers"], [30, "8 qui ne voulurent pas s'engager à servir contre leur pays; et il faut le dire à leur honneur; tous réfusèrent un nouveau serinent, qui les aurait rendus traîtres á la patrie. On plaça dans la citadelle cette fameuse 10e afdeeling, qui s'était distinguée á Bruxelles par ses atro cités,et qui n'était composée que de la lie du peuplede Hollande et surtout d'Amsterdam : on embarqua le peu de Belges,qui s'y trouvaient encore, pour Rotterdam et Fies singue; on prit enfin toutes les précautions nécessaires pour résister aux volontaires belges qui s'approchaient. L'on put alors avoir une preuve de la haine qui existait entre les deux nations, haine que les Hollandais venaient de sceller par le sang qu'ils avaient répandu. La garde bourgeoise, qui avait tant fait pour maintenir l'ordre public á Anvers, fut insultée par les farouches soldats de Frédéric. Furieuse d'une pareille conduite cette troupe si digne d'éloges voulait se ruer á l'in stant même, sur ceux qu'elle régardait déjá comme ses ennemis, et les faire repentir de leur bassesse. Les autorités eurent bien de la peine à empêcher un con flit sanglant, et elles n'y parvinrent qu'en fesant partir le corps hollandais, du sein duquel étaient sorties les injures. • Entrelemps le nouveau gouvernement belge se régu larisait. Il venait de décréter la convocation d'un con grès souverain, pour faire une constitution, et régler définitivement les affaires du pays. C'était un grand pas, et un coup hardi. Le psi n ce d'Orange, á qui son père venait de confier le gouvernement des parties de la Belgique, qui ne lui avaient pas encore échappé, mais qui dans le fait n'était qu'un automate, dont on fesait mouvoir le* ressorts à La Haye, se trouvait alors á Anvers. II donna une proclamation, par laquelle il annonçait qu'il se mettait lui-même â la tête de la révolution, qu'il approuvait la marche du gouverne-"], [31, "9 ment provisoire, et qu'il engageait les Anversois á élire leurs représentans au congrès. On y procéda en effet. Mais à peine cette opération était elle terminée, que les volontaires Belges, après les combats de Wael hem et de Berchem , se présentent aux portes d'Anvers. Cependant les Hollandais avaient ordonné de brûler et de raser toutes les habitations situées dans le rayon de la citadelle. Cette belle œuvre était commencée, et une demi douzaine de maisons avaient déjà été réduites en cendres, quand les incendiaires furent forcés de se rétirer dans la forteresse. Le peuple, qui jusque lá avait été plus ou moins con tenu, éclata. Le prince d'Orange quitta la ville. Le reste des Hollandais appartenant au civil et au mili taire, se rétira â la citadelle, qui fut placée sous le commandement du général Chassé. II n'y avait plus que de forts détachemens aux portes et á la Maison de-Ville. Les patriotes Anversois les débusquent suc cessivement, les forcent de se réfugier près des leurs, et ouvrent les portes aux troupes belges , qui entrent le 27 Octobre 1830, á midi. C'était une fête générale ; mais hélás ! elle fut de courte durée. La capitulation conclue avec Chassé est violée, selon les uns par des partisans des Hollandais, apostés par eux, afin d'avoir un prétexte de bombarder la ville; selon d'autres, par des chefs belges, assez im prudens, pour attaquer la citadelle sans moyens suffi sans. Cette aggression , quelle qu'en fût l'origine, attira sur la ville des calamités épouvantables. Pendant sept heures consécutives, la citadelle, la Tête- de-Flandre, les vaisseaux de guerre , qui étaient en rade sur le fleuve, firent un feu terrible sur la ville. L'arsenal, l'entrepôt du commerce, qui contenait des marchan dises pour plusieurs millions , et un grand nombre de maisons particulières furent la proie des flammes , ou"], [32, "10 fortement endommagées. La désolation était à son comble. Les portes étaient encombrées de fuyards. Per sonne ne songeait â répondre à l'artillerie de Chassé. Enfin quatre citoyens eurent le courage de braver les bombes et la mitraille, et d'aller, vers dix heures du soir, tenter un accord avec les Hollandais. Ils eurent le bonheur de réussir , et de conclure un armistice avec l'ennemi. Ces généreux citoyens méritent trop bien de la patrie , pour ne pas rappeler leurs noms, et en quel que sorte les consacrer á la mémoire de la postérité. Ce sont MM. Dubois, Cassiers, De Coninck et Van Aerde. Je n'ai cité que Chassé comme l'auteur de nos maux dans cette circonstance; cependant il faut être juste, même avec ses ennemis.Le bruit a couru, dans le temps, que c'étaient le duc de Saxe-Weymar, général au ser vice des Hollandais, et Koopman, capitaine de vaisseau, et commandant la flotille devant Anvers, qui avaient été les auteurs du bombardement; que leur opinion avait prévalu dans le conseil, et que Chassé s'y était personnellement opposé. (1) II est à désirer pour l'hon neur du vieux général, qu'il parvienne á se justifier d'un acte aussi barbare ; alors les malédictions dont il a été accablé retomberont sur qui de droit. L'áme féroce du duc de Saxe-Weymar semble en effet plus propre á une pareille atrocité. Au reste il voulait sans doute se venger de la farce assez peu plaisante, dont il avait été forcément le principal acteur, et qui aurait pu de venir tragique pour lui. Je vais rajouter ici, pour égayer un peu la tristesse de mon récit. Pendant ïe séjour du prince d'Orange á Anvers, le général Saxe-Weymar était logé chez un particulier de la ville, comme bien d'autres officiers. Le prince (i) Des feuillets de registres trouvés depuis à la citadelle, sem bleraient confirmer ce que nous avançons."], [33, "11 d'Orange parti, notre homme ne sachant pas que les Belges fussent si pressés d'entrer, n'avait pas jugé que la citadelle fût un séjour assez agréable pour s'y rendre si promptement. Mais voilà les Belges occupant la ville, et Saxe-Weymar au beau milieu d'eux. Que faire ? la conjoncture était délicate : la nécessité est souvent bonne conseillère. Vite ! vite ! une blouse ! les mous taches tombent sous des ciseaux discrets ; et le duc affublé en franc patriote , se met à traverser les rues , tellement effaré, qu'il criait : Vivent les Belges] dans les coins même les plus solitaires; tant qu'à la parfin, il arrive sans encombre vis-à-vis de la citadelle, où son accoutrement pensa lui valoir une réception que le brave général ne méritait certainement pas. La dame du logis, avec son long museau. S'en allait la croquer en qualité d'oiseau ; Quand elle protesta qu'on lui fesait outrage; Moi pour telle passer ! vous n'y regardez paa ! Qui fait l'oiseau ? c'est le plumage. Je suis souris; vivent les rats ! Jupiter confonde les chats. (La Fontaine l. a f. 5.) En effet la blouse bas, il est reconnu, et il peut entrer, et se rétrouver en bonne compagnie. II serait difficile de peindre la désolation de la ville le lendemain du bombardement et les jours suivans. Cette cité si brillante n'était plus la même. Ces figures sombres, ces visages étrangers, cet habillement singu lier des volontaires belges, ces monceaux de pavés qui barricadaient toutes les rues; les incendies projetant encore çá et là leur lueur et leur fumée ; les mères dé solées traînant avec peine leurs enfans à demi morts d'effroi ; le silence qui avait succédé au bruit du canon , et que ne troublait pour ainsi dire aucune voix hu maine ; tout servait á augmenter la terreur et la tris-"], [34, "12 tesse. Un seul coup de fusil tiré par mégarde suffisait pour réveiller les craintes, et pousser de nouveaux fuyards vers les portes. Mais jetons un voile sur ces scènes déchirantes. Peu á peu on revint de cette pre mière frayeur. Tout se régularisa; un nouveau gouver neur arriva; une nouvelle régence est nommée d'office, pour remplacer celle qui s'était rétirée ; les fuyards rentrent successivement, et les affaires réprennent á peu près leur cours accoutumé."], [35, "13 CHAPITRE SECOND. Pauvres. — Souscriptions. — Excès. — Van Spyck. — Orangistes. — Conciliabules. — Journaux. — Van der Smissen. — Nouvelle Régence. Quand je parle du cours ordinaire des affaires , je suis loin de vouloir dire que Ton jouit de la même aisance, de la même prospérité. La secousse violente que Ton venait d'éprouver, en empêchant les transactions com merciales, laissait languir dans l'oisiveté le nombre considérable d'ouvriers qu'attirent en cette ville les travaux ordinaires du port. Cette classe de gens ne de mande que du travail et du pain, pour rester paisible. Ici l'un et l'autre manquait. Leurs rassemblemens pou vaient devenir dangereux, et compromettre la tran quillité publique. C'est alors que s'organisa un mode nouveau de secours. Des personnes charitables se char gèrent, avec Tapprobation de l'autorité, de faire faire des souscriptions aux citoyens aisés, d'en percevoir le montant , et de distribuer toutes les semaines aux ouvriers un salaire, qui montait á 50 cents par jour, en les occupant, au moins pour la forme, á quelques travaux, pour la plupart insignifians. Ce genre d'au mône eut un bon résultat, et nous eûmes peu á craindre de ce côté là. Plus tard les autorités municipales vou lurent intervenir, en réglant ces aumônes, leur.quotité et leur répartition, elles voulurent même les exiger; mais cela souffrit beaucoup de difficultés, et je ne pense"], [36, "14 pas que désormais on veuille, même un cas semblable échéant, adopter encore les mêmes mesures. II faut Ta vouer cependant ; malgré ces secours répartis avec beaucoup de sagesse, il y eut des excès bien répré hensibles. La partie de la population dont je viens de parler était éminemment patriote. Mais comme elle ne connait guére de justice que celle qu'elle se rendâ elle-même, elle se porta á des voies de fait contre les habitations de quelques particuliers de la ville, connus depuis longtemps par leurs opinions antinationales. Mais aussi qui oserait nier que cette fermentation ne fût pas Teffet des efforts toujours renaissans d'une fac tion criminelle'!' je suis le premier á détester, â déplorer cette manière de raisonner, les pavés â la main; mais je crois que si les particuliers qui furent les victimes de celte fureur passagère , étaient restés paisibles specta teurs de la lutte qui leur déplaisait, il n'auraient point attiré sur eux la haine de la basse classe, et la vengeance qui en a été deux ou trois fois la triste suite. J'en ap pelle á tous les habitans d'Anvers, â ceux-là même qui ont eu le plus â souffrir : y a-t-il eu, parmi les nombreux Hollandais qui ont continué à résider dans la ville, depuis la révolution, y en a-t-il eu un seul, qui ait eu á se plaindre de quelque mauvais traitement, en sa qualité de Hollandais ? Non : ils ont parcouru nos rues, fréquenté nos réunions, sans jamais courir le moindre danger ; mais ils se conduisaient avec pru dence; et on ne leur en demandait pas davantage. Et tous ceux qui ont agi comme eux, quelle que fût d'ail leurs leur opinion, n'ont jamais éprouvé le moindre désagrément. Ceci montre jusqu'à quel point on doit ajouter roi aux doléances de certains prétendus martyrs, qui n'ont pas rougi d'accuser le gouvernement lui-même d'avoir organisé un système de persécutions et de terreur, afin"], [37, "15 de ranimer le patriotisme assoupi, tandis que tout ce qui arrivait était réellement le fruit de leur imprudence, ou d'une cause plus odieuse encore, dont je tais les détails, pour ne point m'écarter de la réserve que je me suis imposée. C'était un bien mauvais voisinage sous tous les rap ports que cette citadelle. H n'y avait pas un seul jour que l'on ne tremblât pour sa vie et ses propriétés. Lorsque les gelées commencèrent à se faire sentir, les vaisseaux hollandais de haut-bord, qui avaient conti nué â nous menacer après le bombardement, craignant le choc des glaçons , descendirent la rivière , et furent remplacés par des chaloupes canonnières, qui peuvent plus facilement se rétirer dans des anses ou criques, et se garantir pendant l'hiver. Car il faut remarquer que, malgré les conventions qui défendaient tout change ment des deux côtés, les Hollandais fesaient â peu-près tout ce qu'ils voulaient : mais si les Belges s'avisaient du moindre mouvement, ils étaient tancés vertement, et forcés de rétablir ce qu'ils auraient pu avoir changé. L'hiver s'était passé tant bien que mal ; et l'on était arrivé au mois de Février, lorsque le commandant de la llotille ordonne aux canonnières de se remettre en rade au milieu du fleuve. Ce jour-lá il fesait un temps affreux. Une des canonnières lève l'ancre, part, et pous sée par le vent, elle vient s'échouer contre le Cattendyk, au nord du bassin. Un grand nombre de curieux accourt. Des gens sans aveu l'ont entendre des cris de vengeance. Mais des officiers et des soldats belges de la compagnie des ouvriers maritimes, font cesser les cris, calment le peuple, invitent les naufragés á prendre terre, leur pro mettent protection, et leur inspirent assez de confiance pour les déterminer à descendre. Le lieutenant Van Spyck, qui paraissait plus ou moins ivre, vient lui même á terre, s'assure qu'il n'y a rien â craindre pour"], [38, "16 sa vie, témoigne toute sa réconnaissance au capitaine Grégoire, qui voulait bien le sauver lui et ses gens; et lui serrant la main en signe d'amitié, il le quitte, sous pré texte d'aller chercher ceux qui composent son équipage. A peine est-il rentré, qu'une épouvantable détonation se fait entendre. Les débris, le fer, la flamme volent partout. Quelques matelots ont encore le temps d'éviter la mort, en sejettant dans les flots; déjà le reste n'existe plus. Tous les Belges qui se trouvaient dans les environs, sont renversés ; quelques-uns restent morts sur la place; le trop humain Grégoire a les deux jambes em portées, et succombe peu de temps après. A la terreur que répandit cette explosion, á laquelle certes rien n'avait donné lieu , succéda toute l'horreur que peut inspirer un pareil forfait. Van Spyck entraînant dans son suicide que rien ne justifiait, un grand nombre de soldats et de marins qui pouvaient encore servir longtemps leur pays, sera toujours, aux yeux d'un homme raisonnable, un insensé, qui mériterait, s'il avait échappé, une punition exemplaire. Voilà pourtant l'homme que l'on a eu l'impudence de comparer, en Hollande, au brave Claesens ; voilà l'homme aux mânes du quel le gouvernement hollan dais décerna des honneurs tout-â-fait extraordinaires, et qu'il proposa pour modèle á ses soldats. Voilà celui que l'on prétendait que Chassé imiterait, s'il se voyait attaqué. Mais on avait oublié que Chassé n'était ni un ivrogne, ni un insensé. Quelque temps après une autre canonnière chassa sur ses ancres, par suite d'une tempête; et arriva ainsi jusque près du quai; mais les sentimens d'humanité étaient émoussés. Qu'ils périssent seuls, disait-on; nous n'avons rien de commun avec ces fils d'une absurde férocité. Noire position aurait encore été supportable, si nos"], [39, "17 ennemis eussent tous été dans la citadelle ou ses dé pendances ; mais par malheur pour les citoyens pai sibles, il se forma dans Anvers, ainsi que dans tout le pays, un parti qu'on nomma les Orangistes. Ces gens qui, du temps de la domination hollandaise, étaient pour la plupart les plus ardens frondeurs du gouver nement, voyant la source de leur prospérité se tarir tous les jours, par suite du provisoire où l'on était, changèrent tout à coup de sentiment, et devinrent aussi zélés admirateurs des Hollandais, qu'ils en étaient au paravant les ennemis. Tous leurs raisonnemens pou vaient se résumer ainsi. « Mon commerce ou mon » industrie est en souffrance ; donc tout autre gouver » nement que le gouvernement hollandais est détes » table. » Cette conclusion n'était pas tout-à-fait logique ; mais enfin on n'y regardait pas de si prés. A ceux-là se joignirent les mécontens de toute espèce; les gens â grandes prétentions, dont les espérances étaient déçues; tous ceux qui avaient perdu ou qui craignaient de perdre leurs places. Ce n'est pas qu'ils fussent les amis, les partisans de la maison d'Orange ; mais leurs intérêts froissés les jetaient dans un parti qu'ils dé testaient intérieurement. II se tint des conciliabules coupables, dont le but était lé renversement du nouvel ordre de choses. Les écrivains á leurs gages avaient le mot d'ordre; et c'est surtout aux libéraux , qui avaient pris part à la révolution , ou qui en avaient adopté les principes et les conséquences, qu'ils s'adressaient. «Eh » quoi ! disaient ces politiques nouveaux, vous com » battez pour des principes qui ne sont pas les vôtres! » ne voyez vous pas que vous allez relever le règne » des prêtres, qui seuls profiteront de vos efforts ? » N'allez pas croire á la liberté ; ce n'est qu'un leurre , » où l'on cherche á vous prendre; mais gare le réveil; » vous déplorerez alors vous-mêmes remploi que vous 2"], [40, "18 » aurez sait de vos talens, de votre courage. Revenez » plutôt à l'obéissance à votre souverain légitime; il » pardonnera, il oubliera tout. D'ailleurs instruit par » l'expérience, il retranchera sans peine les abus qui » s'étaient glissés dans l'administration ; et puis nous » ne l'admettrons de nouveau qu'avec des conditions » qui le mettront hors d'état de faire le mal désormais. » Unissons-nous, c'est le moyen de sanctifier ce nom » de patriotes, que vous prenez, et que nous partage » rons avec plaisir avec vous; comme nous partageons » déjà vos bonnes intentions. » Ces discours, variés sous toutes les formes, tantôt insinuans, tantôt menaçans, souvent injurieux, suivant les conjonctures, étaient répandus partout, grâce à la liberté de la presse, dont on usait largement. Le tout était assaisonné d'outrages rebattus contre les prêtres; que l'on regardait comme les auteurs et les fauteurs de la révolution. Le cynisme de la sentinelle de dégoû tante mémoire, avait passé, revu, corrigé et augmenté, dans des journaux qui portaient d'autres titres, mais qui avaient hérité du même esprit, sous la direction des mêmes rédacteurs. Cepeudant ils n'opéraient pas beaucoup de conversions ; les patriotes conservaient leursopinions, et les orangistes désappointés ne voulaient pas se relâcher des leurs. Les choses en vinrent pourtant au point que le géné ral Van der Smissen, gouverneur militaire d'Anvers, se laissa séduire, et se décida â livrer la ville aux Hol landais. Mais il fallait gagner la garnison ; et c'est là, il faut le dire â l'honneur de cette brave troupe , c'est là qu'échouèrent les manœuvres de ceux qui avaient négocié de nous et sans nous. Van der Smissen prit la fuite. Les gouverneurs qui le remplacèrent ne purent, malgré des démonstrations de patriotisme, se soustraire aux soupçons qui étaient"], [41, "19 dans le peuple. Du Failly, Le Hardy de Beaulieu, Tieken de Terhoven, Tabor même, ont été taxés par la classe inférieure du nom de traîtres; tant il était difficile de détruire l' impression qui s'était faite dans le peuple, que nous courions â chaque instant le risque d'être les victimes de l'avidité. Le seul colonel Buzen a mérité par sa conduite la confiance de la ville. Aussi a-t-il eu l'honneur d'être déchiré par les feuilles orangistes. La position respective de la citadelle et de la ville restait toujours la même : mais l'administration s'amé liorait. Les autorités extratégales avaient été remplacées par une régence régulièrement élue par le peuple. Cependant elle fut dans l' origine composée d'élémens assez hétérogènes, et d'opinions opposées entr'elles. Plus tard une partie des membres s'appercevant combien cela nuisait á la marche des affaires, se retira. Ils furent remplacés dans de nouvelles élections ; et les choses n'en allèrent que mieux. C'est â compter de ce moment que l'on peut dire qu'Anvers fut administré convena blement, sous la direction de son digne bourgmestre, M. Legrelle."], [42, "20 CHAPITRE TROISIÈME. Constitution. — Duc de Nemours. — Régent. — Léopold. — Entrée à Anvers. — Hollandais et Français. — Lunette St -Laurent. — Les enfans , et le drapeau. — Calloo. — Belliard et Chassé. — Protocoles. ■ — Les 24 articles. — Mariage du Roi. Le gouvernement belge s'était complètement orga nisé. Le congrès qui s'était réuni sur la fin de 1830, avait continué les membres du gouvernement provisoire dans leurs fonctions, jusqu'à ce qu'il y fut autrement pourvu. Entretemps il s'occupa à élaborer une consti tution, qui, malgré ses défauts, peut être considérée comme la plus libérale de l'Europe ; et qui n'est pour tant en réalité, que le résumé des anciennes chartes, des anciens privilèges du pays. Ce grand travail terminé, on procéda à l'élection d'un roi. Le duc de Nemours, fils du roi des Français, réunit le plus grand nombre de suffrages ; mais son père réfusa d'accepter le trône pour lui. En attendant que l'on pùt jetter ses regards sur un autre prince, le congrès jugea devoir simplifier l'administration, en confiant le pouvoir exécutif á un régent ; et son choix tomba sur son président, le baron Surlet de Chokier. Ce vénérable vieillard méritait sans doute un pareil honneur, à cause de la pureté de ses sentimens; mais il était trop faible pour un pareil far deau, dans des circonstances si critiques. II fut entouré de gens qui le trompèrent , et qui préparèrent les désas tres du mois d'Aoùt 1831."], [43, "21 Cependant des députés étaient partis pour Londres , afin de sonder les intentions du prince Léopold de Saxe- Cobourg, veuf de l'héritière de la couronne d'Angleterre. II se montra bien disposé, et on lui déféra la souverai neté de la Belgique. II ne tarda pas â se rendre dans sa nouvelle patrie d'adoption, et il fut inauguré Roi des Belges à Bruxelles, en Juillet 1831. Son arrivée combla les vœux de tous les amis du pays, et parut consolider à jamais la révolution de Septembre. Quel beau jour! quel jour de triomphe, que celui où cet élu du peuple fit son entrée à Anvers, au milieu d'une population ivre de joie ! Je ne me rappelerai jamais sans émotion ce doux moment, où je le vis, où je l'entendis, pour la première fois, porter des paroles de paix â nos cœurs déchirés par les inquiétudes depuis prés d'un an. C'était un beaume salutaire; que de plaies n'a-t-il point guéries ! On ne pensait point alors à Chassé et aux dignes échos des Hollandais, qui se trou vaient au milieu de nous. Chassé se taisait ; et les oran gistes rongeaient leur frein en silence; ils étaient attérés; ils n'existaient plus. Mais au milieu des fêtes qu'on donnait au Roi dans tout le pays, les Hollandais, se flattant de ressaisir en core leur proie, se précipitent sur la Belgique. Notre armée mal organisée, conduite par des chefs d'une fi délité douteuse, est dispersée, malgré son ardeur. Et sans l'armée française, qui vint nous soutenir, nous courions le danger d'une restauration, et de tous les malheurs qui en auraient été la suite. Les ennemis furent rejetés au delà de leurs frontières. On ne peut penser, sans verser des larmes, aux hor reurs que commirent les Hollandais, pendant leur glo lieuse campagne de dix jours, comme ils rappellent ; non pas précisément du côté où se trouvaient les princes qui étaient â leur tête , et qui maintenaient plus ou"], [44, "22 moins Tordre ; mais du côté de l'Escaut. A Calloo et dans les environs, les soldats de la marine hollandaise se ruent hors de leurs vaisseaux, et semblables á des bêtes enragées, ils égorgent, Us violent, ils pillent, ils brûlent; ils se permettent enfin toutes les atrocités que l'on reproche aux cannibales; et contre qui croyez vous que s'exerce tant de fureur ? Contre des femmes, des enfans,des vieillards paisibles et sans armes. Qu'auraient fait ces hordes, si elles avaient eu l'occasion et le temps de pénétrer plus avant dans le pays ? et de quoi n'étions nous pas menacés ? La charité chrétienne est venue au secours des malheureux qui ont survécu ; et les Belges ont soulagé leurs frères. Mais que de maux restent en core à guérir ! Tout le temps que dura l'irruption hollandaise, Chassé fit des démonstrations hostiles dans la citadelle. La lunette de St.-Laurent, qui jusque-là n'avait été occu pée ni par l'un ni par l'autre parti , fut tout-á-coup garnie de troupes hollandaises, contre la teneur des conventions. Là-dessus réclamations fort vives de la part des autorités Belges. Enfin Chassé déclara n'àvoir d'autre intention, que d'y laisser un poste, afin d'em pêcher les dégradations. On se contenta de son expli cation, et il en resta le maître. On verra par la suite quel usage il en fit. Je ne dois pas passer sous silence une anecdote fort plaisante, qui eut lieu â cette occasion. La porte des Béguines restait ouverte, et on circulait librement de ce côté , comme partout ailleurs. Un grand nombre d'enfans dont le plus âgé n'avait peut-être pas quinze ans, se réunit sur les glacis de la lunette; et voulant narguer ce nouveau poste, sans prévoir toutes les con séquences de leur conduite, ces imprudens attachent à une longue perche un morceau de papier, peint des couleurs nationales, le plantent en terre, et se mettent"], [45, "23 à chanter a l'entour le refrain de la marche belge , â la fin duquel, ils ont ajouté, comme on sait, un vers qui n'est pas très poétique, mais que le bas peuple n'oublie jamais. Grande rumeur à la lunette. Les sen tinelles sont doublées ; le conseil de guerre est tenu, le mot d'ordre donné. Enfin ce vilain drapeau, cet abomi nable refrain sont considérés comme une attaque en forme. On fait feu, et en même temps une sortie. Les assiégeans entraînent leurs blessés, et battent en re traite ; et le plus audacieux des assiégés se hasarde sur le glacis, enlève le drapeau, et l'emporte en triomphe. On m'a assuré, toutefois je ne voudrais pas le garantir, que Guillaume a envoyé la croix â ce héros, pour avoir enlevé un drapeau, au milieu de 500 Belges. Pour éviter par la suite une pareille équipée, on tint la porte des Béguines fermée, et l' usage en fut interdit aux habitans. Cependant la place était loin d'être â l'abri d'un coup de main. Le général Belliard, ambassadeur français á Bruxelles, vint détourner les malheurs qui semblaient nous menacer, et assurer la neutralité de la ville. En reconnaissance de ce signalé service, le conseil de ré gence décida que la nouvelle rue, parallèlle à celle des Façons, porterait le nom de rue Belliard. Chassé se con tenta donc de tirer quelques coups de canon sur le Ley, de faire une sortie insignifiante, et d'aller enclouer quelques canons qui étaient dirigés contre lui du côté de la campagne. Et comme les Hollandais ne peuvent se mouvoir, sans être éclairés par l'incendie, ils exer cèrent encore leur rage contre une demi douzaine de maisons de paysans, qui se trouvaient par malheur sur leur chemin. Enfin Chassé se tint assez tranquille depuis lors, malgré toutes les mesures de précaution, que prirent les Belges, et qui semblaient violer l'accord fait entre lui et nous. II fit bien de temps en temps quel ques menaces ; mais soit prudence ou crainte, il ne les"], [46, "24 mit jamais à exécution. On se rappelle encore la corres pondance qui eut lieu á l'occasion des canons placés á la contregarde de la porte des Béguines; on sait qu'ils devaient disparaître, sous peine de bombardement ; et pourtant ils restèrent, et continuèrent à montrer im punément aux Hollandais leur gueule menaçante. Maintenant les événemens vont se presser davantage. Notre révolution que toutes les puissances du continent avaient d'abord blâmée, sans pourtant oser la réprimer, avait fini par obtenir leur sanction. Une réunion de diplomates s'était formée á Londres, dés le mois d'Oc tobre 1830, sous le nom de conférence, pour chercher à arranger â l'amiable nos différends avec la Hollande. Ces diplomates s'étant convaincus qu'une réunion á la Hollande était devenue impossible , avaient prononcé la séparation des deux pays. Pendant deux ans ils tra vaillèrent â établir les conditions de cette séparation , et â les faire accepter par le roi Guillaume. C'est á cette occasion que furent créés et mis au monde environ six douzaines de protocoles destinés á tout terminer, et ne terminant jamais rien ; parce que ceux qui plai saient aux Belges , déplaisaient â leurs adversaires , et vice versa. De sorte qu'après avoir bien sué, on parais sait après deux ans être aussi avancé que le premier jour. Cependant un de ces protocoles renfermait un traité en 24 articles entre la Belgique, et les cinq puissances représentées á la conférence de Londres. Ce traité, sous la date du 15 Novembre 1831, que nous avions accepté de guerre lasse, faute de mieux, fut signé et ratifié par les parties contractantes ; et c'était le pôle autour duquel roulaient depuis lors toutes les discussions, et l'objet de tous les protocoles subséquens. C'était aussi ce trailé que Guillaume rejetait le plus loin de lui ; car il heurtait tout- â-fait ses sentimens et ses intérêts,"], [47, "( 25 ) puisqu'il visait toujours á une restauration. Mais pour conserver les dehors d'une modération , qu'il n'avait pas au fond, il proposa des conditions nouvelles, des contre-projets de traité, qu'il savait être inadmissibles; et il fit si bien par des arguties toujours renaissantes, qu'il traina les affaires en longueur , jusqu'au mois d Octobre 1 832. Les puissances qui lui étaient encore attachées, s'appercevant qu'elles étaient jouées par lui, et qu'il donnait une interprétation inconvenante á leur bonne volonté, consentirent enfin à la mise â exécu tion du traité du 15 Novembre 1831. Dans le mois d'août 1832, le Roi s'était assuré irré vocablement l'appui de la France, en épousant la fille aînée du roi des français, princesse aussi distinguée gar ses vertus et son esprit , que par sa beauté , qualités bien propres á la faire chérir des Belges, et à faire le bonheur de son époux. Léopold la présenta quelques semaines après aux Anversois, qui témoignèrent par les démonstrations de la joie la plus vive, combien ils étaient enchantés de cette union. Une partie de ceux que des motifs d'intérêts avaient tenus, dans un parti opposé , vinrent se réunir â leurs frères, dans l'espoir de voir renaître notre prospérité, par euite de cette belle alliance. D'autres résistèrent encore par une fausse honte ou par aveuglement, attendant que la force des choses vint leur faire prendre une détermination. Je ne parle pas des médians, on ne demande pas que ceux-lâ changent de sentiinens ni de langage; on les compte [tour rien. Le bruit du canon et des acclamations retentit jusque dans la citadelle, et y fit faire de sérieuses ré flexions."], [48, "26 CHAPITRE QUATRIÈME. Choléra-morbut. Pesdant cette guerre de protocoles, l'héroïque Polo gne succombait sous des armes plus redoutables. Mais les Russes en la replaçant sous le joug, y apportaient en même temps le germe d'une maladie terrible ; je veux parler du Choléra-morbus. Cette maladie fran chissant pour la première fois les limites dans lesquelles elle s'était tenue jusqu'à nos jours, vint enfin se ré pandre dans ces contrées. Les Russes rapportèrent , comme je l'ai dit, en Pologne ; de là elle passa en Alle magne, en Angleterre et en France. Pendant qu'elle ravageait ces pays, et s'approchait de nous, le gouver nement prenait toutes les mesures que la prudence pouvait suggérer, contre un pareil ennemi; et il fut secondé avec zèle par les administrations locales. A Anvers, on prépara tout ce qui était présumé né cessaire, pour prévenir d'abord le mal, ensuite pour en diminuer les ravages, au cas où il viendrait a se présenter. On soumit á une quarantaine tous les vais seaux qui venaient de pays suspects ; on soigna la propreté des rues , des places , des égouts , avec une attention plus particulière que jamais ; on prit des mesures pour assainir les maisons des pauvres ; on leur distribua de la chaux, pour blanchir leurs demeures ; on renouvella leurs literies ; on recommanda la tem pérance . en faisant craindre les funestes effets des moindres excès. On disposa les vastes bâti mens de l'Athé née, pour y recevoir exclusivement les pauvres qui"], [49, "27 seraient attaqués de cette maladie. II faut avoir vu rétablissement lui-même, pour se former une idée des précautions prises, afin qu'il n'y manquât rien, de ce qui pourrait être, je ne dis pas nécessaire, mais seule ment utile, en cette conjoncture. D'autres locaux furent destinés au même usage, pour s'en servir, si le besoin , si le nombre des malades l'exigeait. Un bâtiment spa cieux fut préparé, pour recevoir en quarantaine, ceux qui auraient habité une maison, où le choléra se serait déclaré sur quelqu'individu. Les nombreux médecins, qui pratiquent en ville, furent répartis par section ; et les habitans en général, et les pauvres en particulier, surent où et â qui s'adresser, s'ils étaient forcés de ré clamer les secours de la médecine. Enfin tout était organisé d'une manière admirable; et l'on écrirait un volume, si l'on voulait entrer dans tous les détails. Enfin au mois de Juillet, parurent les premiers symp tômes du mal. Nouveaux soins. Les cholériques sont transportés au local préparé, et jouissent de tous les avantages, de toutes les douceurs, qu'on y avait atta chés. Des sœurs pieuses viennent se consacrer, ou plutôt se sacrifier à leur guérison, ou adoucir leurs derniers momens. Les ministres des autels ne craignent pas de s'enfermer au milieu des pestiférés, préférant le gain d'une âme â la conservation de leur propre vie. Les médecins y apportent souvent le rétablissement de la santé, par uu zèle assidu, et des remèdes bien appliqués; enfin chacun a fait son devoir, souvent plus que son devoir : et la maladie cédant en quelque sorte â tant d'efforts réunis, disparait au bout de deux mois, n'ayant fait que peu de victimes, parmi des gens usés, abrutis, qui avaient négligé ou méprisé les salutaires avis qu'on n'avait cessé de donner, et dont un très grand nombre n'appartenait point à la population de la ville, mais bien aux nombreux vaisseaux qui encombraient alors les bassins."], [50, "28 Je me suis étendu parliculiérsmeut sur les soins donnés dans l'intérieur de l'hôpital ; je crois devoir ajouter que les malades qui , à cause de leur fortune , ou pour tout autre motif, surent traités â domicile, trouvèrent chez tous les ecclésiastiques, chez tous les médecins , des consolations et des secours efficaces. On cite le docteur De Kirckhoff, comme s'étant distingué parmi ces derniers, par son empressement, son zèle, et les connaissances dont il a fait preuve en cette cir constance. Je n'ai jamais bien su si nous habitons un terrain primitif ou secondaire ; mais le fait est qu'il y a peu d'endroits où le mal se soit montré avec un caractère si bénin. J'ose penser que, si dans les lieux les moins primitifs, on eût pris toutes les précautions qu'on a prises â Anvers, le mal n'aurait pas agi d'une maniéré si terrible qu'il l'a fait, et que nous aurions une très jolie théorie de moins. C'est une opinion à laquelle je ne tiens pas; mais enfin G'est une opinion comme une autre. Mais quel est le bien qui n'ait jamais eu d'adversaire? partout il y a eu des émeutes â l'occasion des mesures prises par l'autorilé, lors de l'invasion du choléra : An vers ne fui pas non plus exempt et de bruits alartnans, et de mouvements dans le peuple, lorsqu'on transporta les premiers malades dans l'hôpital destiné â les rece voir. L'idée du poison, et d'expériences chirurgicales , aux dépens des pauvres malades, s'était répandue, on ne sait comment; et il n'est pas facile de détruire ces premières impressions, chez une classe généralement peu éclairée. Le zèle soutenu de l'autorité parvint cepen dant à lui faire entendre raison. Il serait impossible de décrire tous les efforts que firent nos magistrats , et surtout M. Legrelle , notre bourgmestre, pour diminuer les ravages du fléau, qui"], [51, "29 venait nous assaillir. A sa première apparition, ils avaient partagé entr'eux les travaux et les dangers. Le bourgmestre s'était réservé les plus pénibles ; et quoi que père de famille, il n'hésitait point á s'exposer á la contagion, en visitant les malades, et en leur portant des paroles de consolation. Honneur donc â ces magis trats si dévoués ! Ils trouvent sans doute déjà leur récompense dans la conscience d'avoir bien fait. Puisse le témoignage que j'aime à leur rendre ici avec toute la ville leur prouver qu'ils n'ont pas agi pour des ingrats! Mais que dirai-je des sentimens religieux, qui con duisirent dans cette enceinte empestée et ces sœurs de l'hôpital, et ces prêtres catholiques? U faut être pé nétré, convaincu des récompenses qui attendent les hommes dans une autre vie, pour se résoudre â sacrifier ainsi les espérances plus ou moins flatteuses de ce monde, au soulagement d'un être souffrant, et inconnu. Que de dégoûts accompagnent une pareille mission ! Tous les maux de l'humanité semblent ici se réunir, tant au moral qu'au physique. Eh bien ! cette femme faible les surmonte, soutenue qu'elle est par son maître, par Jesus-Christ. Et ce ministre, pendant que sa sœut\" cherche à fortifier les corps, il est lá pour glisser une parole de salut au moribond ; et le malade frappé de ce ton de bonté et de douceur, quitte sa dureté, et se ré concilie avec celui qui lui tend les bras du haut des Cieux, et semble n'attendre que ce moment pour l'ap peler à lui. et le faire jouir de sss indicibles faveurs. Ah ! qu'il était différent ce prêtre catholique, de ces ministres des cultes dissidens, qui se disent chrétiens, et qui sollicitaient de leurs évêques d'être dispensés de visiter les malheureux ! Les nôtres volaient d'eux- mêmes au secours du mourant, toujours attentifs à la voix qu les appelait , et les autres reculaient d'horreur â la seule idée du mal. On voyait que les premiers étaient de la"], [52, "30 même religion que ces frères de la rédemption, qui régardaient comme un malheur, de ce qu'après avoir obtenu la faveur d'être enfermé dans un vaisseau chargé de pestiférés, au pays des Barbaresques; de ce qu'après avoir collé leurs oreilles sur les bouches défaillantes des captifs, il \"n'avait pas plu au Seigneur d'agréer leur sacrifice, en les appelant aussi á lui. Une des sœurs de l'hôpital reçut pourtant cette cou ronne ; elle fut atteinte du choléra au milieu des ma lades qu'elle traitait, et elle passa à l'éternité de bon heur à laquelle elle aspirait. La régence pour éterniser la mémoire de son héroïsme, lui vota une pierre tu mulaire, qui rappellera ses vertus et son martyre."], [53, "31 CHAPITRE CINQUIÈME. Situation de la ville en général , et du commerce en particulier . D'après tout ce que j'ai dit précédemment, on peut se former une idée de la situation de la ville ; il ne me reste donc que peu de choses á ajouter sur ce sujet. La ville d'Anvers brillait d'un éclat inaccoutumé avant la révolution ; elle perdit beaucoup de sa splen deur pendant les deux années qui suivirent; personne ne peut le nier. Mais conclure de Iâ, comme on a affecté de le prôner, qu'elle végéta dans la misère, ce serait aller par trop loin. Anvers, quoique privé, surtout en l'an 1831, de bien des ressources, continua â être la première ville de la Belgique, par rapport á la richesse. Et l'espoir bien fondé de voir renaître les sources de prospérité , qui avaient été ouvertes pour elle , entretint plus ou moins l' activité dans la classe commerçante, et empêcha la pauvreté de faire des progrès. Tel négo ciant, que je pourrais nommer , tout en s'écriant : nous sommes bien malheureux, ne laissait pas de faire, sinon des affaires brillantes, du moins suffisantes, pour atten dre le retour du calme, et des temps plus heureux. Je pourrais citer un grand nombre de preuves â l'appui de ce que je viens d'avancer ; mais je me con tenterai de dire que les constructions importantes, qui avaient été commencées ou même simplement projetées avant la révolution, furent achevées, en quelque sorte sous la coulevrine de Chassé. Ainsi le grand théâtre, l'entrepôt , la salle d'exposition , la rue vis-à-vis le jar-"], [54, "32 din botanique, appelée aujourd'hui rue Léopold, la rue Belliard, la rue Gérard, et un grand nombre de maisons particulières, datent, pour ainsi dire, de l'an 1832. On me fera, peut-être, là dessus des observations, des chicanes; je connais d'avance les objections, et je pour rais y répondre; mais je ne veux que constater des faits; je laisse la polémique á d'autres. L'administration de la ville était ce qu'elle devait être, protectrice et non tracassiére. Formée, la dernière année surtout, de partisans avoués du nouvel ordre de choses, elle fit tout ce qui dépendait d'elle, pour le bien-être de la population en général ; et je dirai d'elle, comme je crois devoir le dire de l'administration supé rieure de la province, qu'on ne s'apperçut, pour ainsi dire, pas de son action ; ce qui est, selon moi, le plus bel éloge que l'on puisse faire des chefs qui ont l'auto rité entre les mains. Nous avons vécu assez longtemps sous le régime de l'état de siège : quel est le citoyen paisible, qui s'en soitapperçu?Deux ou trois personnes, plus imprudentes, peut-être, que méchantes, ont été emprisonnées. C'est à cela que s'est bornée la rigueur qu'on a déployée dans cet intervalle. Je conviens que, sous tout autre gouver nement, ces mêmes personnes auraient éprouvé plus de désagrément ; qu'elles auraient même couru risque de perdre la vie; mais les antécédens devaient rassurer sur leur sort. Car jamais révolution ne s'est montrée avec un caractère plus doux que la nôtre. Nous savons â quoi nous en tenir à présent sur les déclamations furibondes qui ont eu lieu dans ce pays et en France, par rapport â l'état de siège. A en croire les journaux, les tribunaux militaires n'étaient rien moins que les tribunaux de sang du duc d'Albe, les juges qui les composaient, des anthropophages; et les accusés qui passaient devant eux, de pauvres victimes"], [55, "35 engagea quelques-uns â oublier qu'ils étaient Belges avant tout, et á rêver une restauration désormais deve nue impossible ; c'est cette circonstance qui donna au parti nommé orangiste une consistance qu'il n'avait point dans d'autres villes. Mais oublions ces dénomi nations haineuses; nous sommes maintenant tous Belges; aimons- nous tous; et souvenons-nous que, si l'union fait la force, elle conduit aussi à la prospérité. Bientôt on apprit dans toutes les parties du globe quel était le but des Belges, en renversant un gouver nement odieux : bientôt on sut que le peuple, semblable , la mer après une violente tempête, était redevenu a ìsi bon, aussi paisible qu'auparavant. Alors affluèrent le, navires de toutes les- contrées. Des navigateurs in connus abordèrent au port d'Anvers, et s'en retournè rent, charmés d'avoir fait cette nouvelle connaissance, t . je promettant bien de ne pas l'oublier. Les bassins ftirent encombrés : jamais on n'avait vu une pareille forêt de mâts se balancer sur cette vaste nappe d'eau. La première fois que je fus témoin de ce spectacle , je in 'écriai, les larmes aux yeux : «O ma patrie! il n'y a » qu'un ennemi ou un insensé, qui puisse désespérer » de ton avenir, u Et cependant il ne restait dans les bassins que les vaisseaux qui n'avaient encore pu parvenir à être déchargés. Car aussitôt qu'un bâtiment était vide, ou chargé de marchandises pour d'autres ports, on le fesait sortir, et rester en rivière jusqu'à son départ. Les magasins s'emplissaient partout. Un nombre con sidérable d'allégés survenaient, et transportaient à Bruxelles, ù Louvain, ou d'autres villes les denrées destinées à l'élranger , et cet échange se fesait tous les jours avec une activité sans exemple. On croira, peut-être, qu'à l'aspect d'une situation si brillante , les négocians d'Anvers se réconcilièrent"], [56, "36 complètement avec la révolution. Point du tout. Au lieu de prendre une part active á cette bonne aubaine, on resta à souffler dans ses doigts, on laissa, par contra diction , pourrir les vaisseaux dans le port. Mais en re vanche on continua les belles déclamations, commen cées Tannée précédente; on prétendit que la plupart des chargemens ne consistant qu'en céréales, ce n'était peint le commerce proprement dit. A peine voulait on croire que l'argent qui en provenait, fût de véritable argent. On prophétisa que , la saison passée, le poT'. serait complètement désert. Mais il était écrit, je i<é sais où, que toutes les prophéties, contre la Belgique } devaient être fausses. La saison des céréales passée, les bassins d'Anvers furent encore remplis de navihes chargés de denrées coloniales, et de marchandises de toute espèce. Le choléra même ne ralentit pas les arri vages, tant les navigateurs mal avisés cherchaient â faire mentir les prévisions les plus assurées. Que dire maintenant? Oh! oh! on ne se rend pas ainsi. On prit un autre tour. C'était â la bénignité de Guillaume que l'on devait le tout. Ce brave maitre regardant en com passion les misères de ses sujets révoltés , allait , s'il m'en souvient bien, jusqu'à leur faire expédier des chargemens complets les plus précieux : comme c'était lui, oui lui-même, qui fesait aller les fabriques et usines de Gand, Liège , Verviers, etc. On n'en finirait pas , si l'on voulait rappeler toutes les belles choses qui se débitaient alors, au jour le jour; car il fallait changer de batterie â chaque instant , selon les circonstances , et selon l'impulsion et le ton que donnaient certains journaux bien connus pour être les organes du parti. II ne faut pas croire qu'en parlant du commerce en général, j'aie voulu inculper tous les négocians indis tinctement. Loin, de moi une pareille pensée. D y a des"], [57, "37 exceptions très- nombreuses et très-honorables, que je pourrais citer. Mais fidèle à mon système, qui est par don et oubli de toutes les fautes, je ne veux pas avoir l'air d'incriminer les uns, en nommant les autres avec les éloges qu'ils méritent. Chacun a sa conscience qu'il peut consulter ; cela doit suffire. Je pense que ce peu de lignes suffiront pour donner une idée de l'état du commerce à Anvers, pendant la période que nous venons de parcourir. Ceux qui en font leur profession peuv ent facilement me comprendre; tandis que les autres ne prendraient aucun plaisir à des détails plus circonstanciés."], [58, "38 CHAPITRE SIXIÈME. Position de la citadelle et des forts. — Situation militaire de la ville. Après avoir jette un coup d'œil rapide sur ce qui s'est passé depuis deux ans, nous sommes parvenus au moment, où j'aurai à m'occuper d'un failtrès-importanf je veux dire, le siège de la citadelle. Cet événemei.t sera mémorable dans les annales de la postérit pour plusieurs raisons qu'il serait inutile de rappor ici , ou qui se déduisent des faits eux-mêmes; n l8 particulièrement parce que le résultat sert á consolider le nouveau royaume de Belgique, et le trône de Léo pold 1er. Mais avant d'entrer en matière, je crois devoir don ner une courte description de la citadelle, et des forts qui en dépendent , et des ressources qu'elle possédait ; ainsi que des travaux exécutés dans la ville, pour neutraliser l'attaque de l'ennemi. C'est une chose né cessaire aux étrangers, pour l'intelligence du récit; et je pense que mes concitoyens eux mêmes mesauront gré de la leur remettre sous les yeux. La citadelle d'Anvers, construite, en l'an 1567, par le Duc d'Albe, pour contenir les Anversois, lors de l'in surrection des Pays-Bas, contre la domination espa gnole, a été prise différentes fois. Les sièges les plus remarquables qu'elle ait eu â soutenir, sont ceux de 1746 et de 1792, l'un et l'autre contre les Français. Mais alors un siège ne semblait offrir de l'intérêt qu'aux gens de l'art.et un an après le peuple n'y pensait plus,"], [59, "39 parce qu'il ne s'agissait que de savoir quel joug l'on porterait ; et l'on se souciait de l'ennemi , comme l'âne de La Fontaine. Aujourd'hui il s'agit de savoir si un peuple vivra en liberté, ou cessera d'être; là est toute la question. Et les travaux, tranchées, parallèles, et tous les mots techniques, qui décorent les relations d'un siège, ne sont qu'en seconde ligne. C'est pourquoi je serai aussi sobre que possible de ces sortes d'expres sions, et lorsque je serai forcé de les employer, on trouvera, comme je l'ai dit dans la préface, les explications nécessaires au commencement du volume ; afin que les lecteurs les moins versés dans cetle partie missent se former une idée de la chose elle-même. Cette citadelle s'élève au midi d'Anvers, sur la rive droite de l'Escaut, qui en baigne les murailles. Elle firme un pentagone régulier. Chaque angle a son bas- ton. Le tout est environné de murs et de fossés pro lOïids remplis d'eau. Autour sont, de distance en dis tance , des demi-lunes , des ravelins , et d'autres ouvrages, liés ensemble par un chemin couvert, qui, ainsi que les glacis, est joint aux fortifications de la ville du côté du midi, c'est à dire, de la porte des Béguines, et qui, du côté du couchant, va aboutir aux digues sur l'Escaut. En dehors sont deux forts ou lunettes, qui communiquent avec la citadelle par la porte de secours, au moyen d'une ouverture dans les glacis. Ce sont , vers l'Escaut , le fort de Kiel, et en se rapprochant de la porte des Béguines , le fort St.-Lau rent. Ces forts défendent l'approche de la place , et doivent être pris ou coupés, avant de songer â pousser plus loin des travaux de siège. Du côté de la ville, la citadelle n'est pas garnie de ces défenses accessoires ; elle n'a que son mur d'enceinte , et un ravelin devant la courtine, où se trouve la porte principale. A l'est se déploie une vaste esplanade; et plus au nord un"], [60, "40 terrain inculte, aboutissant á l'arsenal, et où se trou vait anciennement le chantier pour la construction des vaisseaux de guerre. Tel est le corps de la place , et en quelque sorte la capitale; mais outre ce point principal, s'élèvent en core á droite et à gauche de l'Escaut, des forts, qui , á eux seuls, demanderaient un siège en règle, si les possesseurs se disposaient á en disputer l'entrée. Sur la rive gauche, vis-à-vis de la Citadelle, on trouve le fort de Burchl. à quelques centaines de pas de là, est la Tête de Flandre , couverte elle-même par un fort plus avancé en Flandre, et nommé le fort de Zwyndrecht , et un autre, en se rapprochant de la digue. Plus base.t le fort dL Autruweel. Ces cinq forts menacent la vi'ie d'Anvers, et empêchent rapproche de la Citadelle, t côté de la Flandre. Depuis la révolution, les Hollandt ont fait dans les digues de larges coupures , qui ot inondé à une grande distance les polders ou prairies avoisinantes; de sorte que, sans une flotte sur l'Escaut, ou de légères embarcations ou radeaux, de l'autre côté, ces forts ne courent aucun risque. Plus loin, toujours en descendant la rivière, on rencontre le \\ov\\Sle. -Marie et le fort de Liefkenshoek , tous deux encore sur le ter ritoire Belge. Vis-à-vis de Lieskenshoek , et sur la rive droite de l'Fscaut, s'élève le fort Lilloo ; et en remon tant le fleuve, St.-Philippe et Ferdinand, ou fort du Nord; ces deux derniers occupés par les Belges. C'est en cela que consistent les élémens de défense de la Citadelle. Tous ces ouvrages communiquent en semble soit par les digues, soit par l'Escaut, soit enfin par les eaux qui couvraient les polders. Pour maintenir ces communications, il y avait dans le fleuve une dou zaine de chaloupes canonnières, ayant chacune trois canons, et pouvant attaquer ott détendre au besoin. Si l'on joint à tout cela les intelligences que Chassé"], [61, "41 avait dans la ville , qu'il dominait de tant de côtés , une garnison d'environ 4500 hommes déterminés, l'es poir que l'armée hollandaise, sous les ordres du prince d'Orange, qui se trouvait à une petite distance de là, ou du moins la flotte qui était mouillée dans l'Escaut, viendraient faire une diversion, pour le soutenir ou même le dégager, on verra qu'il éteit nécessaire d'une force considérable, pour le faire partir. Voici maintenant la situation de la ville, qui se trouvait à deux pas du repaire de l'ennemi. La ville, située au nord de la Citadelle, n'en est sé parée que par l'esplanade, et il n'y a aucun ouvrage ut puisse la défendre contre l'attaque d'un si terrible , t.sin. De là elle se prolonge sur la rive de l'Escaut, e; elle est protégée contre les débordemens par un su j rbe quai, qui s'étend jusqu'aux bassins. Ce quai, ; Àn de lui être avantageux, en lems de guerre, ne .ervirait qu'à favoriser une descente de l'ennemi au centre de la ville, s'il voulait la tenter. A l'extérieur en partant de la Citadelle, elle est extrêmement fortifiée par l'art. Le système de fortifications se lie á celui de la Citadelle , et règne autour de la place. On y a creusé un double fossé rempli d'eau, et les remparts tantôt en pierres, tantôt en terre, y sont flanqués de tours, de bas tions et de cavaliers, qui rendent l'approche de la place fort difficile. Outre ces fortifications on a élevé de distance en distance des forts ou lunettes, dont les feux, en se croisant au dehors, peuvent servir á ar rêter pendant longtems les progrès de l'ennemi. Ce sont les forts Montebello , près de la porte des Béguines, d' Herenlhals , entre la porte de St. -George et la porte de Ripdorp , de Sluyvenlerg, hors de porte rouge , et le fort du Nord, dont j'ai parlé plus haut, sur la rive droite de l'Escaut. Tous ces ouvrages, joints â ceux de la Citadelle, font d'Anvers une des plus sortes places"], [62, "42 de l'Europe. Mais dans la circonstance, où nous nous trouvions, presque tous ces ouvrages devenaient inu tiles, vû la position de l'ennemi. Et telle fut l'incurie du gouvernement, pendant la première année qui suivit la révolution, qu'on ne songea presque point á prémunir Anvers, au moins contre un coup de main de l'ennemi. Cependant on finit par concevoir et exécuter un plan de barricades, qui devaient rassurer la ville contre une attaque même sérieuse. Toutes les avenues de la Citadelle surent convenablement fermées. Un triple rang de barricades fut élevé dans l'intérieur de la ville. Toutes les rues aboutissant aux quais furent également barricadées. On arma le fort Montebello , qui daijs l'origine avait été construit pour couvrir la Citadelle, et qui, entre nos mains, pouvait la menacer. On établi». au port deux batteries en forme de demi lunes, etprèi; des bassins, on garnit de bouches â feu la batterie im périale , au pied de laquelle ou plaça en outre une bat terie â barbette de huit canons, qui menaçait le fort d'Austruweel. Les digues entre la ville et le fort du Nord surent hérissées de canons et de mortiers, qui devaient servir à brûler les vaisseaux de guerre hollandais, s'ils osaient se présenter. Tout cela était bien défectueux, sans doute; mais c'était un acheminement vers quelque chose de mieux, et servait â tranquilliser les habitans , qui voyaient qu'on s'occupait enfin de les garantir contre les sur prises de l'ennemi. C'étaient des travaux sans liaison, qu'il s'agissait de régulariser. C'est ce que l'on fit, quand on forma le projet de réduire la Citadelle d'une ou d'autre manière. Alors on changea le système des barricades, on en renversa d'un côté, on en éleva de l'autre. On coupa le rempart près du bastion de la îjorte des Béguines, à l'endroit nommé Geuzen-drink ;"], [63, "43 on fit de ce bastion une batterie contre la Citadelle, on la garnit convenablement d'artillerie. La partie des remparts qui règnent autour de la ville, fut en partie garnie d'un deuxième parapet du côté de la ville même, afin de protéger la retraite des soldats, au cas où l'ennemi se glisserait dans l'inlérieur. Cette retraite devait se faire vers les bassins, dont tout le quartier avait été fortifié spécialement, et devait servir de camp retranché. Sur le quai on avait pratiqué un chemin couvert, palissade dans toute sa longueur, qui devait servir au niéme usage, et lier en outre les batteries, qui y avaient été construites précédemment. On avait <levé, du côté de la porte de St. -George, diverses batte- res dans les fortifications; tout était prévu , et toutes ](s mesures étaient prises pour riposter vigoureuse- ment au feu de l'ennemi. Le fort du Nord, ainsi que les digues, furent mis sur un pied de défense plus respectable encore. Pour em pêcher qu'on n'en coupât les communications avec la ville, on construisit, dans les polders, sur toule la longueur, depuis le glacis de la porte de Slyk, jusqu'au fort du Nord, une espèce de chemin couvert, que l'on garnit de canons, de distance en distance, et on ré solut d'inonder les polders, si cela devenait nécessaire. Par suite de toutes ces mesures, on était â même de prendre une attitude menaçante. On pouvait tenir tête á la flotte et aux forts situés sur la rive gauche , et répondre aux attaques de la Citadelle. II y avait environ 200 bouches á feu de toute espèce, placées dans toutes les directions; et l'on pouvait encore en placer une centaine du côté de la campagne. Mais il y avait un motif d'inquiétude; c'est que, malgré de teJs préparatifs, la Citadelle pouvait causer des malheurs irréparables à la ville, avant d'être détruite elle-même. Cela ne laissait pas que de ralentir l'ardeur dont on «tait animé."], [64, "44 CHAPITRE SEPTIÈME. Convention entre s Angleterre et la France. — Elle est signifiée aux autres puissances , ainsi qu'à la Hollande et à la Belgique. — Bruits inquiétons . — Arrêté du Colonel Buzen à ce sujet. — Flotte anglo-française. — Embargo. — Opiniâtreté de Guillaume. Tel était l'état des affaires, et la position des de'x partis, lorsque le Roi des Belges somma les puissance. qui avaient garanti l'indépendance du pays, et sot, trône, d'exécuter, ou de lui laisser exécuter , par se/ propres forces, le traité, qu'elles avaient conclu avec lui, le 15 novembre 1831. Nous avons déjà vu que, trompées par les difficultés que suscitait sans cesse la Hollande, ces puissances avaient reconnu la nécessité d'en .venir à cette extré mité. Les rois de France et d'Angleterre respectant les motifs qui engageaient la Russie, l'Autriche et la Prusse à ne point prendre une part active aux mesures coér cilives qui étaient jugées nécessaires, pour amener l'exécution du traité , que réclamait la Belgique; crai gnant d'ailleurs qu'un conflit entre les deux parties intéressées n'amenât une conflagration générale, pri rent sur eux d'employer leurs forces, pour obtenir ce résultat. A cet effet ils signèrent le 22 octobre la con vention importante qui suit : « D'après l'invitation du roi des Belges, et convaincus » que de nouveaux retards dans l'exécution du traité,"], [65, "45 » sait avec la Belgique, coin promettraient .sérieusement » la paix générale de l'Europe, les rois de France et » d'Angleterre ont résolu , malgré le regret qu'ils » éprouvent de voir que l' Autriche, la Prusse, et la » Russie ne sont pas préparées en ce moment à con- » courir aux mesures actives, que réclame l'exécution » du dit traité, de remplir á cet égard, sans un plus n long délai, leurs propres engagemens, et c'est en » vue d'y parvenir par un concert immédiat de mé- » sures les mieux calculées à cet eíïet, que le roi des » Français et le roi du Royaume-Uni de la Grande- Bretagne otit arrêté et signé, par leurs plénipoten- tiaires, les cinq articles suivans : » Art. 1. Us s'engagent â notifier aux Pays-Bas et á la Belgique, que leur intention est de procéder im- médiatement á l'exécution du traité du 15 novembre 1831 , conformément aux engagemens qu'ils ont > contractés, et, comme premier pas vers l'accom » plissement de ce but, ils requerront le roi des » Pays-Bas de prendre, au 2 novembre, 1'engagement de » retirer, le 12 du dit mois, toutes ses troupes du ter » ritoire qui doit former le royaume de la Belgique, » dont les parties contractantes ont garanti l'indépen » dance et la neutralité. La même demande sera faite » au roi des Belges â l'égard des troupes qui se trou » veraient encore sur le territoire des Pays-Bas. Us « déclareront en même tems que, si les Pays-Bas et » la Belgique ne satisfont point á cette réquisition , » la France et l'Angleterre procéderont, sans autre » avertissement ou délai , aux mesures qui leur pa » raitraient nécessaires. » Art. 2. Si le roi des Pays-Bas se réfuse á prendre » rengagement ci-dessus mentionné, un embargo sera » mis sur tous les vaisseaux néerlandais, qui se trou » veront dans les ports de la France et de l'Angleterre ,"], [66, "46 » dont les croisières arrêteront et amèneront dans leurs » ports tous les vaisseaux néerlandais qu'elles pourront » rencontrer en mer; une escadre française et an— » glaise combinée stationnera sur les côtes de laHoI » lande, pour l'exécution plus efficace de cette mesure. » Art. 3. Si le 15 novembre, il se trouve encore des » troupes néerlandaises sur le territoire belge, un » corps français entrera en Belgique, dans le but » de forcer les troupes néerlandaises d'évacuer le dit » territoire , bien entendu que le roi des Belges aura » préalablement exprimé son désir de voir entrer les » troupes françaises sur son territoire , dans le but ci-, » dessus indiqué. » Art. 4. Le but de la mesure, indiquée dans Partiels* » précédent,seborneraà l'expulsion des troupesneérlan » daises dela Citadelle d'Anverset des fortset lieuxqui en » dépendent: et S.M. le roi des Français, dans sa vivesol » licítude pour l'indépendance de la Belgique, comme » pour celle de tous les gouvernemens établis , s'en— » gage expressément â ne faire occuper aucune des » places fortifiées de la Belgique par les troupes fran » çaises , qui pourront être employées au service in » diqué ci-dessus; et lorsque la Citadelle d'Anvers, les » forts et lieux qui eu dépendent, se seront rendus » ou auront été évacués par les troupes néerlandaises, ils » seront aussitôt remis aux autorités militaires du •■> roi des Belges, et les troupes françaises se relire » lont immédiatement sur le territoire français. » Art. 5. Les ratifications, etc. signé Talleyrand , » Palmerston. » Aussitôt que ce traité fut signé, les deux puissances contractantes , sans s'abuser plus longtems sur les inten lions du roi de Hollande, prirent toutes les me sures, et firent tous les préparatifs pour l'exécution des conditions qu'elles venaient de s'imposer. La conven-"], [67, "47 tion fut signifiée aux plénipotentiaires d'Autriche, de Prusse et de Russie, et à ceux de la Belgique et de la Hollande. La note remise à la cour de la Haye, en vertu de la con vention, par les deux chargés d'affaires d'Angleterre et de France, rappelait en substance que. vu ('inutilité des ef forts faits jusqu'à présent, pour amener l'exécution du traitédu 15 novembre, leurs gouvernemensallaient d'a bord, par les moyens en leur pouvoir-, procéder á l'évacua tion des territoires dans les deux pays. — Ils demandent en conséquence, si le roi des Pays-Bas consent á cette évacuation, ajoutant que si, le 12, elle n'a pas lieu, les forces déterre et de mer de l'Angleterre et de la France, seront mises en mouvement pour amener ce résultat. La même note fut remise au cabinet de Bruxelles, qui acquiesça aussitôt à ses dispositions , en se décla rant disposé á abandonner les parties du territoire qui devaient cesser de faire partie du royaume, aussitôt que le roi de Hollande en ferait autant. II n'en fut pas de même du gouvernement hollandais. II chercha des subterfuges, chicana, suivant sa cou tume, et fit voir qu'il n'avait aucune intention de se soumettre. Cette réponse arriva â Paris, dés le 2 no vembre, par le télégraphe. Alors ordre fut envoyé aux consuls des deux nations résidant en Belgique et en Hollande , de prévenir les commerçans de France et d'Angleterre de prendre toutes leurs précautions dans cette conjoncture critique. Cette nouvelle inspira d'abord beaucoup d'inquié tude. La plupart des navires destinés pour le port d'Anvers eurent ordre des armateurs ou des cosigna taires de se rendre à Ostende. Ceux qui pénétraient jusqu'à Anvers transbordaient de suite les marchan dises sur des allèges, qui les transportaient á Malines, Louvain, ou Bruxelles. Du reste aucun de ceux qui"], [68, "48 montaient ou descendaient la rivière n'était molesté par les Hollandais. Ce qui rassura un peu les esprits. Cependant les bruits les plus inquiétans se répan daient dans tout le pays. On ne tarda pas â savoir que le roi de Hollande refusait d'acquiescer á la somma tion de la France et de l'Angleterre. On prévit des mal heurs, on exagéra toutes les circonstances. Les orangistes assoupis se réveillèrent avec plus de fureur. Vous auriez vu leurs feuilles redoubler de rage, s'il était possible , et semer mille nouvelles absurdes. C'étaient des corres pondances d'Allemagne á n'en pas finir. La Russie était en mouvement. La Prusse fesait avancer sur la frontière , plus de troupes qu'elle n'en peut mettre sur pied , la prudente Autriche allait se mettre de la partie, et les deux vieux souverains, François et Frédéric- Guillaume, allaient compromettre la tranquillité dor ils jouissent depuis quelques années, afin de sauver 1 principe vivant de souveraineté, incarné dans la per sonne du roi de Hollande. — Ou bien prenant un ton dolent, on déplorait le sort de cette pauvre ville d'Anvers qui allait enfin devenir la victime de la lutte. Et pour cela on avait des correspondances de toutes les parties de l'Europe. Je crois, Dieu me pardonne , qu'il y en avait même de la Turquie, où l'on s'inquié tait de nous. Il sérail par trop fastidieux de s'appesantir sur toutes ces sottises, dont on rit maintenant; mais qui avaient pour but et pour résultat , dejetter la terreur dans les âmes faibles ; et l'on sait que c'est le plus grand nom bre. Et les faux bruits, pour être répandus sous le manteau, n'en étaient que plus funestes et plus perfides. Pour obvier aux inconvéniens qui pourraient résulter de la conduite des malveillans, le Colonel Buzen, comman dant d'Anvers, fit publier le 15 novembre, un arrêté portant, entr'autres dispositions, que quiconque se per-"], [69, "49 mettrait des actes illicites, ou sèmerait des bruits al larmans, ou aurait de manière ou d'autre des intel ligences avec l'ennemi , serait traduit , dans les 24 heures , devant uu conseil de guerre. Cependant la flotte anglo-française était sortie des Dunes, le 3 de novembre, et avait cinglé vers la Hol lande. En même tems l'embargo est mis sur les vais seaux hollandais, dans tous les ports d'Angleterre et de France; et ceux qui sont rencontrés, fesant voile vers la Hollande, ou sortant, de ce pays, et portant pavillon néerlandais , sont capturés et conduits vers l'un ou l'autre port. Toutes ces mesures devaient suffire pour faire voir au roi de Hollande qu'on ne se bornerait plus aux menaces, et que désormais il allait souffrir de son opiniâtreté. II persévéra néanmoins. Ainsi, soit qu'il s'aveuglât sur sa propre position, ce qui n'est guère probable, soit qu'il comptât encore sur une division dans l'accord qui régnait parmi les puissances, il résolut de tenir tête aux deux Etats les plus puis- sans de l'Europe. En conséquence il fit de nouvelles levées, appela tous les hommes indistinctement sous les drapeaux, décréta de nouveaux emprunts, de nou velles contributions, se disposa à inonder toute la Hollande, et donna á Chassé Tordre de défendre la Citadelle d'Anvers."], [70, "50 CHAPITRE HUITIÈME. La Citadelle se prépare. — Proclamation de Chassé. — Prières publiques en Hollande et précautions à la Citadelle. — Conseil de défense. — Procla- mation de Buzen. — Fuyards. — Terreurs et compassion. — Précautions en ville. — Belle conduite de la Régence et des Citoyens. Chassé s'était approvisionné depuis longtems. Car on prévoyait que, tôt ou tard, on devait s'attendre á une attaque, soit de la part des Belges , soit de la part des Français. Et les Hollandais avaient profité de la liberté de la navigation sur l'Escaut , pour se munir detout ce qui était nécessaire, pour soutenir un siège. Aussi rien ne paraissait plus manquer sous ce rapport : et les fortifications de la Citadelle déjà si importantes furent mises dans un état plus respectable encore. La garnison fut composée d'hommes sur lesquels on crut pouvoir compter; et dès que la guerre fut résolue , Chassé leur donna Tordre du jour suivant : « Valeureux frères d'armes ! » Le moment approche où la vieille fidélité et le » vieux courage hollandais vont subir une nouvelle » épreuve. Dans peu de jours une armée française se » présentera sous ces murs, pour nous contraindre, » s'il était possible, par la force des armes, à rendre » la Citadelle et les forts qui en dépendeut. Nous at » tendrons cette armée avec assurance, convaincus"], [71, "51 » que nous sommes de la justice de notre cause, et y, nous fiant â votre courage éprouvé et à votre amour » pour le roi et la patrie. Frères d'armes! toute la » Nederlande, toute l'Europe même a Tœil fixé sur » vous. » Prouvez donc tous ensemble, comme chacun in » dividuellement, que nous ne sommes pas indignes » de la confiance que notre roi a placée en nous, et » prenons Tinébranlable résolution de nous défendre » avec valeur jusqu'à Textrêmité. » Dans Tintervalle il continuait â recevoir des vivres et des munitions en tout genre, et même de nou velles troupes; car on laissait toujours ses communi cations sans entraves. Et pendant que Guillaume, son maître, fesait faire des prières publiques en Hollande, pour attirer les bénédictions de la Providence sur ses projets sanguinaires, Chassé réglait tout á la Citadelle pour le siège qu'il se préparait â soutenir. Là tout était sur le qui-vive; là tout se fesait comme en tems de guerre, et en présence de l'ennemi. La nuit ce n'étaient que flèches â feu pour éclairer les alentours de la place. Du reste tranquillité parfaite. Et sans les déser teurs qui arrivaient â chaque instant, on aurait pu se douter que la Citadelle était abandonnée. Car malgré les mesures prises pour avoir une bonne garnison , une partie des soldats était dans l'efïroi , surtout de puis la certitude qu'ils avaient acquise que les Français venaient les attaquer. On vit même déserter un offi cier d'artillerie ; ce qui est une chose assez particu lière, pour en faire la remarque. Pour compléter les mesures nécessaires dans une place qui est sur le point d'êlre attaquée , le com mandant de la Citadelle nomma un conseil de dé fense, composé de six officiers, et il parut attendre tranquillement l'ennemi. H recevait toujours des"], [72, "52 nouvelles de la Hollande , et se réglait sans doute sur les ordres qui lui étaient transmis par son gouver nement. Du côté de la ville, on prenait aussi toutes les pré cautions que peut suggérer la prudence dans un moment aussi critique. Car quoique Ton nourrît tou jours Tespoir de jouir des avantages de la neutralité , on était néanmoins loin d'être rassuré sur Tinten tion des Hollandais. Les bruits que Ton continuait à faire courir, fesaient une impression défavorable sur la multitude ; et les raisonnemens les plus sages et les mieux fondés ne rencontraient que des incrédules. Tant on aime à être trompé ! Le plus timides avaient quitté la ville depuis plu sieurs jours : mais les gens à courage douteux, ou tant soit peu raisonneurs, attendaient encore, lorsque Ton vit, le 7 novembre, la Proclamation suivante, affichée à tous les coins des rues. « Le colonel commandant supérieur de la place, » s'empresse de prévenir ses concitoyens , habitant » la ville et la banlieue d'Anvers, que le roi de Hol » lande s'étant refusé d'évacuer les parties de notre » territoire occupées par ses troupes , des moyens » coèrcitifs pour l'y contraindre seront employés, dans » un délai très rapproché, par les gouvernemens de » France et d'Angleterre. » Si le 15, les premières démonstrations dirigées » contre le commerce de la Hollande, n'amènent au » cun résultat, la force sera employée. » Dès lors la Citadelle étant un des points principaux » contre lesquels les premières attaques pourront être » dirigées, le Gouvernement prendra les mesures qui » sont en son pouvoir, pour ôter â l'ennemi tout pré » texte de faire peser les maux de la guerre sur la » population inofl'ensive."], [73, "53 » Mais ne pouvant répondra de la résistance , que » déploiera un ennemi peu scrupuleux dans le choix » de ses moyens, les habitans de la ville et banlieue » sont invités â prendre telles précautions que la gra » vité des circonstances exige, pour leur sûreté per » sonnelle et celle de leurs propriétés. Buzen. » II n'en fallut pas davantage pour chasser de la ville ceux dont je viens de parler ; et la proclamation de la régence du lendemain , quoique d'un style moins sévère, n'ayant servi qu'à confirmer la précédente, ne servit aussi qu'à augmenter le nombre des fuyards. Pendant plusieurs jours ce fut un spectacle bien propre á exciter la compassion, que de voir les hom mes, les femmes, les enfans, les vieillards, encombrer soit à pied, soit dans des voitures, les routes, qui conduisent aux villes et villages voisins; les chariots transportant les meubles somptueux du riche, et les brouettes chargées du modeste nécessaire du pauvre se suivaient á la file. Anvers ressemblait à cette ville condamnée par le ressentiment du vainqueur, á être rasée , et â voir passer la charrue sur ses monumens. J'ai vu ces tristes journées; jamais elles ne s'effaceront de ma mémoire; et quoiqu'assez courageux moi-même pour braver les menaces et les terreurs, j'étais attendri en voyant la frayeur de mes concitoyens ; et s'il avait été possible de leur faire passer une partie de la con fiance que je conservais, j'aurais tout fait pour en venir à bout. Mais la crainte , cette mauvaise conseil lère, ne laisse plus de place à la raison. II ne reste á celle-ci qu'à gémir et à se taire. Cependant malgré tous les motifs de sécurité qu'on pouvait avoir individuellement, il eût été imprudent de ne rien faire pour écarter ou affaiblir les dangers, qui pouvaient naître d'un concours de circonstances impossible à prévoir. Aussi la Régence se montra-t-"], [74, "54 elle ce qu'elle devait être, c'est à-dire, soigneuse de l'intérêt de ses administrés. Elle avait fait demander, par le canal du ministère de J'intérieur , des pompes â incendie aux autres villes du Royaume; et ces villes s'étaient empressées de se rendre â cette demande. II arriva de cette manière 43 pompes. La plupart avaient même envoyé des hom mes propres á ce genre de ser vice. Tous les habitans avaient été invités à placer de Teauâ tous les étages, â tenir les gouttières pleines. D'un autre côté les canaux souterrains et égouts, qui coupent la ville en différens sens , furent complètement remplis, et des pompes adaptées à chaque ouverture; de manière que, si un bombardement avait lieu, il était moralement impossible qu'il s'ensuivît de grands dommages par suite du feu : d'autant plus qu'qutre les pompiers , on avait embrigadé les ouvriers de la ville , et qu'on les avait répartis dans les différens quartiers avec les pompes, afin d'être à portée de donner du secours sans délai, en quelque lieu que se déclarât un incendie. J'éprouve ici le besoin d'exprimer de nouveau la reconnaissance publique à notre digne Bourgmestre, M. Legrelle , dont les efforts tant en particulier, que d'accord avec la Régence, ont été si avantageux â la commune. C'est la Régence et son respectable chef qui , se multipliant , ont réglé tous les secours , toutes les ressources qu'exigeaient ces conjonctures mal heureuses. En organisant les ouviiers en brigades, ils ont fait plus de bien qu'ou ne peut Timaginer. Non seulement ils ont obvié aux terribles résultats d'un in cendie qui pouvait nous menacer; mais, ils ont encore par là dissipé les craintes qu'avaient les hon nêtes citoyens, de la réunion de pauvres sans tra vail, qui pouvaient se livrer à des excès, pour se venger de leur misère. Et puisque je suis occupé de nos magistrats, je rap-"], [75, "55 pellerai le repos dont nous jouissons depuis deux ans, repos qui est leur ouvrage : si la classe inférieure est restée paisible , si les ouvriers ont la plupart du teins pu gagner un honnête salaire, s'ils ont été soutenus dans d'autres circonstances, si les excès ont été rares et peu importans, même dans le tenus de la plus grande fermentation, c'est à eux, c'est à notre Bourgmestre que nous en sommes redevables. Grâces éternelles leur en soient rendues. Grâces aussi aux honorables ci toyens dont Tinépuisable charité est venue au secours de la classe pauvre. — Les vertus qui se sont montrées depuis deux ans, pour n'avoir pas été célébrées par les trompettes de la renommée , n'en sont pas moins hé roïques, et elles sont de Tespèce de celles dont on trouve la récompense dans son cœur."], [76, "56 CHAPITRE NEUVIÈME. Blocus. — Réunion de V armée française. — Gérard et Soult. — Exercices. — Haxo. — Le nouvelliste. — Les incrédules. — Entrée des Français. — Proclamation du ministre Evain. — Les deux armées fraternisent. — Marche et distribution des troupes. — Sébastiani. — Ha- bitans de la Tête de Flandre. — Haxo à Berchem. Jusqu'à présent je me suis occupé des précautions que prenaient respectivement la Citadelle et la ville, et j'ai laissé de côté tous les détails qui concernaient Tarmée française , dans l'intention de m'attacher uniquement â ce sujet, après avoir mis le lecteur au fait de tout ce qui pouvait arrêter ou embarrasser la narration. On a vu précédemment que, conséquemment á la convention du 22 octobre dernier , les Français avaient envoyé une flotte pour faire, de concert avec l'Angle terre, le blocus des côtes de la Hollande. La France s'était en outre chargée d'une autre tâche, c'était celle de venir débusquer les Hollandais de la partie de notre territoire qu'ils occupaient encore. Le gouvernement français, pénétré de Timportance de cette mission, avait rassemblé, depuis un certain teins , une quantité assez considérable de troupes sur les frontières de la Belgique. Les différens corps furent"], [77, "■57) placés sous le commandement de chefs habiles dont Tillustration remontait aux guerres de l'Empire. Au milieu d'eux se fesaient remarquer les Ducs d'Orléans et de Nemours, fils du Roi, qui venaient faire leurs premières armes, et s'instruire à Técole de tant de grands capitaines. Et comme Ton prévoyait le siège d'une place importante, et que le génie devait jouer un grand rôle dans cette campagne, le commandement de cette arme fut remis au général Haxo, l'un des hom mes les plus distingués sous ce rapport, qu'il y eût en France. Tous les corps réunis formaient une armée d'environ 60 mille hommes, qui furent placés sous le commandement en chef du maréchal Gérard. Le choix de cet officier- général était bien fait pour inspirer de la confiance au soldat : mais il fesait voir en même tems qu'on ne s'aveuglait pas sur la grandeur de T expédition , et qu'on la considérait comme quelque chose de plus qu'une promenade militaire. Ceci prouve le tact et les connaissances du ministre de la guerre Soult, qui puisait sans doute ses renseignemens à des sources plus certaines , que les feuilles publiques , qui nous peignaient tous les jours la garnison de la Cita delle d'Anvers comme complètement démoralisée. L'armée française ainsi réunie brûlait d'impatience de franchir la frontière ; mais Tbeure du combat n'avait pas encore sonné. En attendant on lui fesait faire force exercices, on simula même Tattaque et la prise d'une place, â Valenciennes. II ne faut pas croire que cette inaction momentanée fut passée inutilement. Les allées et les venues de divers officiers français en Belgique, frayaient le passage, et applanissaient les obstacles tout aussi bien qu'à la tête de corps nom breux. Le général Haxo entr'autres venait préparer dans le silence les mesures qui devaient faciliter le travail aux soldats sous ses ordres. Le vulgaire ignore"], [78, "58 ordinairement ces démarches, ou n'est pas en état de les apprécier; et le travail est souvent fait bien long tems avant qu'il se soit douté qu'on Ta commencé. Cependant les préparatifs que l'on fesait toujours á Valenciennes étaient bien propres á convaincre de Timminencede T expédition. Outre la concentration des troupes, on s'occupait avec activité, dés le commen cement du mois, á charger des projectiles en tout genre, ainsi qu'un matériel considérable d'artillerie, sur les bateaux qui étaient en station dans l'Escaut ; ce qui ne pouvait avoir d'autre destination qu'Anvers. Les organes ordinaires du gouvernement français tou jours si réservés, ne se taisaient plus; et le Nouvel liste, résumait aussi toute la question : n du 2 au 5, » sommation; du 5 au 12 blocus; â partir du 12, si » Tévacuation n'est pas opérée, la guerre.» Croirait-on aprés cela qu'il y eût encore des incrédules? C'est inu tile de rappeler de pareilles sottises, me dira-t-on. — Non ; c'est un fait que je constate. Dans (intervalle les deux princes français s'étaient mis á la tète de leurs régimens respectifs; et le 13 no vembre, le maréchal Gérard était venu à Bruxelles, pour prendre les dernières mesures, avant Tentrée des Français; et après une audience du Roi, il était reparti pour Valenciennes. Enfin cette armée, dont on parlait depuis si long tems, franchit la frontière belge, dans la matinée du 15, et traversa tout le territoire, depuis Mons jusque devant Anvers , aux acclamations de toutes les popula tions, qui se portaient à sa rencontre. Voilà, se disait on, les libérateurs, que nous attendions depuis si longtems. La terreur que nous ont inspirée les hordes de la Hollande va donc se dissiper, et la belle ville d'Anvers va respirer après deux ans d'angoisse. Puissent les efforts de nos alliés, et le sacrifice que nous nous"], [79, "59 imposons, de ne point prendre part á cette lutte glo rieuse, sauver cette magnifique cité de la fureur des barbares ! Pour satisfaire Tamour-propre blessé de notre brave armée, et lui faire envisager sous son véritable point de vue la neutralité qu'on la forçait de garder, le mi nistre de la guerre, baron Evain, lui adressa Tordre du jour suivant; en date du 15 novembre. « Le refus obstinéde la Hollande de retirer ses troupes » derrière les limites que les traités lui ont assignées, » était un acte permanent d'hostilités envers les cinq » grandes puissances de l'Europe. » Deux d'entre elles se sont chargées du soin de le » faire cesser. » Dans ce but, leurs flottes combinées viennent de » mettre à la voile, pour soumettre les ports de la » Hollande à un blocus sévère, et, aujourd'hui mê » me , une armée française dépasse la frontière belge. » Sous peu de jours, une marche rapide aura con » duit cette armée devant la Citadelle d'Anvers. Forcer la Hollande á reconnaître la loi de l'Europe, telle est la mission de Tarmée française. » De son côté Tannée belge conserve sa mission , » celle de préserver notre territoire de toute aggres » sion, de garantir de toute atteinte les personnes et les propriétés. » Cette tâche est belle, elle est nationale, et jamais il ne fut question de la confier à des mains étran- gères. » Le Roi connaît le dévouement de Tarmée; il compte » sur elle. Si l'ennemi ose prendre une téméraire ini » tiative, le Roi en appelera á ses bataillons, et il ne » doute pas qu'on ne reconnaisse alors les successeurs » de ces guerriers, qui, pendant une période glorieuse, » ont si souvent partagé les mêmes périls et cueilli les . mêmes lauriers que les Français. »"], [80, "60 Cet ordre du jour était une réponse indirecte aux sorties de journaux de différentes couleurs, qui cher chaient á répandre le mécontentement et la désunion dans Tarmée, dont on représentait Thonneur comme compromis par Tintervention française. J'ignore si Tordre du jour a fait Teflet désiré, ou si c'est le bon esprit des soldats qui leur a fait mépriser les provo cations des malveillans, mais il est vrai de dire, qu'ils ont aussitôt fraternisé avec les militaires français, et qu'on pourrait â peine citer un exemple de mésintel ligence. La satisfaction , en revoyant d'anciens frères d'armes, fut telle que le commandant d'un des brigan tins belges, stationnés prés de Burcht, oublia sa con signe , au point de tirer trois coups de canon pour sa luer les Français, et répandit ainsi une nouvelle allarme â Anvers, où Ton n'était déjà que trop disposé à en prendre. Cependant Tarmée française s'avançait rapidement vers sa destination. D'après le plan d'opérations qui avait été arrêté d'avance, la masse des troupes devait prendre sa direction sur Anvers et la rive droite de l'Escaut. A cet effet, une forte colonne de cavalerie , qui formait lavant-garde, alla se poster sur Textrême frontière de la Hollande , accompagnée de quelqu'in fanterie et artillerie , pour surveiller les mouvements de Tarmée hollandaise, qui était concentrée dans le Brabant Septentrional. Plusieurs régiinens d'infanterie furent repartis dans les environs d'Anvers, sur un rayon d'à-peu-près deux lieues, et Tartillerie se rapprocha de la place. Une grande partie du matériel avait des cendu l'Escaut jusqu'à Boom , et Ton mettait la plus grande activité á le décharger, sur des pontons qui y avaient été conduits tout exprés. Je ne sais comment il se fesait qu'Anvers, qui, quel ques jours auparavant, semblait avoir perdu une grande"], [81, "61 partie de sa population, en conservât encore assez pour couvrir les routes de Berchem, de Borgerhout et de Merxem , dans l'intention de voir les Français. Hormis les jours de fête, jamais on ne vit tant de pro meneurs se diriger vers ces points, deux où trois jours même avant qu'il fût possible de les y rencontrer; tant était grand le désir de voir commencer les opérations contre nos ennemis! Le général Sébastiani, à la tête d'une division , s'était dirigé vers les Flandres, et devait observer les Hollan dais dans la Flandre-hollandaise, et commencer les opérations contre les forts placés sur la rive gauche du fleuve. De cette manière l'ennemi se trouvait res serré entre deux feux; et â moins d'efforts qui aurafent supposé une audace extraordinaire, il était difficile de le dégager. Aussi n'y eût-il rien détente ni alors, ni plus tard ; et la Citadelle fut abandonnée à ses propres forces. Le 19, les habitans de la Tête de Flandres surent forcés par les Hollandais de quitter leurs demeures, et ils abordèrent à Anvers avec le peu qu'ils purent emporter. C'était un triste spectacle ; mais nous y étions habitués; et Thabitude endurcit Tâme. Ainsi ce qui aurait mérité la compassion dans toute autre circonstance , ne fit alors qu'une impression fort légère. Le même jour, le général Haxo, avait établi son quar tier-général á Berchem, et il commençait á prendre les mesures qui devaient précéder le siège. Dans la même commune étaient déjà arrivées des compagnies de mi neurs, et Ton s'occupait â leur distribuer des pelles et des pioches."], [82, "62 CHAPITRE DIXIÈME. Maréchal Gérard à Bruxelles et au Donck. — Terreur des Hollandais. — Travaux prépara- toires. — Sottises. — Batteries à la Tête de Flandre et sur le Quai. — Espérances. — Impassibilité des Hollandais. — l«re parallèle . — Surprise. — Convention entre Gérard et Buzen. Les troupes de toutes armes se concentraient déplus en plus. Le Maréchal Gérard seul manquait encore. II ne faut pourtant pas croire qu'il perdait son tems. Tandis que les différents corps prenaient les positions qui leurs étaient indiquées; le commandant s'occupait soit avec le Roi, soit avec les ministres , à Bruxelles, de tout ce qui concernait le siège. C'est là qu'on agitait la conduite qu'on devait tenir pour préserver Anvers d'une catastrophe, c'est là qu'on assurait le service des vivres , et qu'on prenait les dernières précautions , pour garantir le succès de l'expédition. Enfin le maréchal et son état-major rejoignirent Tarmée, et le quartier-général fut établi provisoire ment au Donck, vers la frontière hollandaise, afin sans doute d'être à même de juger des mouvements des ennemis, s'il leur prenait fantaisie d'en faire, pour opérer une diversion en faveur de la Citadelle. Mais ceux-ci étaient trop prudens pour venir se mesurer contre Tarmée française, et ils restèrent immobiles"], [83, "63 dans leurs cantonnemens. II parait même que Tarrivée des Français avait eu une influence funeste sur le mo ral des troupes du prince d'Orange, au point qu'à la première vue de leur uniforme, des avant-postes s'étaient retirés précipitamment, en témoignant la plus grande frayeur. Entreteins on occupait les troupes françaises à cou per le bois nécessaire, á la confection . des gabions et fascines, et comme ce travail préparatoire se fesait dans le silence, pendant les premiers jours, il s'éle vait déjà beaucoup de murmures parmi le peuple, contre Tinaction prétendue des Français. Dans notre impatience, nous aurions voulu que nos libérateurs franchissent, tout en arrivant, les fossés de la Citadelle. Cette tranquillité apparente donna lieu à mille nou veaux bruits plus absurdes encore que les précédens. Le maréchal Gérard n'était pas d'accord avec notre gouvernement. — II s'élevait de nouvelles difficultés. — Il voulait attaquer du côté de la ville, au risque de la faire brûler. — Une armée prussienne s'avançait, et Ton ne savait si Ton devait commencer le siège, ou aller à sa rencontre. — Les Français n'étaient pas se condés franchement par l'Angleterre. — On remplirait des pages entières , de la simple liste des sottises, qu'on recommençait à débiter. Heureusement les événemens venaient bien vite dé mentir toutes les fausses nouvelles. Les Prussiens res tèrent tranquilles. Et pour prouver Taccord qui existait entre la France et l'Angleterre, le colonel Caradock , arriva en qualité de commissaire du gouvernement anglais, près de Tannée française. Les difficultés que Ton prétendait exister entre le maréchal et notre gouverne ment, s'évanouirent, et Ton fut forcé encore une fois de garder un honteux silence.Etquedire enfin, aprésavoir lu le premier ordre du jourdumaréchal,oùilsembleprendre"], [84, "64 à tâche de réfuter tous ces mensonges des malveil lans? Cependant les Hollandais, après avoir fait partir les habitans de la Tête de Flandres, venaient d'abattre près de la digue, une maison qui masquait une de leurs batteries, qui donnait sur la ville; sans perdre de tems, on se mit â construire sur le quai à Anvers une nouvelle batterie de six canons de 24, qui devait répondre à celle des Hollandais. II est inconcevable avec quelle rapidité cet ouvrage fut terminé, et prêt â servir au besoin, et il était tel qu'il pouvait bien vite faire taire le feu des ennemis, et réduire la Tête de Flandre en poudre. On était convaincu au reste par les travaux qu'on voyait faire aUx Hollandais qu'ils voulaient opposer de la résistance; et leurs tentatives de couper davantage les digues , et d'inonder le pays au loin ne prouvaient pas qu'ils sussent d'intention de se rendre, sans coup férir. Néanmoins il arriva , je ne sais comment , que la pre mière frayeur se dissipa peu á peu, et que quelques fuyards rentrèrent en ville. Comme Chassé restait tranquille , malgré tout ce qu'on avait dit , on se laissa aller à Tespoir, qu'il n'arriverait rien de funeste par la suite; et Tévénement a prouvé qu'on avait raison. D'ailleurs on était plus ou moins rassuré par la certi tude que la régence préviendrait les habitans, s'ils avaient quelques dangers â courir. On parvint ainsi jusqu'au 30, toujours flottant entre la crainte et Tespérance. On savait que, tous les soirs depuis trois jours, un nombre considérable d'hommes était commandé pour ouvrir la tranchée , et que tou» les soirs, ils recevaient contr'ordre. On savait que tous les endroits où Ton devait travailler étaient exac tement tracés, et cela au vû et sû des Hollandais, qui non seulement avaient vu circuler les soldats français"], [85, "65 autour de leurs forts, mais même avaient pu distinguer les officiers du génie, lorsqu'ils étaient occupés à lever leurs plans, et á faire leurs tracés; mais Ton avait fini par s'imaginer que cela se terminerait comme une co médie, sans effusion de sang. Dans Tintervalle, tous les préparatifs étaient termi nés. Les gabions et les fascines étaient en nombre suffisant. Les plate -formes pour Tartillerie, les ca nons, les mortiers, les obusiers, et tout ce qui est nécessaire pour leur service, étaient à portée, et n'at tendaient plus qu'une place convenable, pour être em ployés activement. Ici nous devons un tribut d'éloges á celui qui a conduit tous ces travaux. Meltant de côté la vivacité naturelle à sa nation, il a tout réglé, tout soigné , de manière â obtenir de prime-abord un grand résultat sans perte de monde. Et cette gloire est bien préférable , sektn moi , á celle qui ne s'obtient qu'à force de sacrifier des hommes. Enfin, pendant la nuit du 29 au 30 novembre, plus de 12,000 hommes furent employés à ouvrir les tran chées. La première parallèle commença sous le fort Montebello, et s'étendit jusqu'à la capitale du fort de Kiel, ayant un développement de plus de 1800 mètres, sans les travaux accessoires, qui prenaient différentes directions, et dont je ne parlerai pas. Les lecteurs me feront, j'espère, la grâce de croire que, prenant pour guides les rapports du général Haxo, je pourrais hérisser ma relation de termes de Tart; et les embarrasser deux ou trois fois en une ligne ; mais comme j'écris pour des personnes que je dois supposer peu versées dans ces matières, je rappelle la promesse que j'ai faite dès le commencement, d'être fort sobre de pareilles expressions. Mon but est d'intéresser, et non pas d'écrire en style de grimoire. 5"], [86, "66 Tout le monde fut fort surpris , le lendemain, d'ap prendre que des travaux aussi considérables eussent été excutés sans bruit, sans résistance, sans, pour ainsi dire, qu'on s'en fût douté, dans un terrein si ingrat, et malgré le mauvais tems. On admirait Tac tivité du Génie, et pardessus tout le courage du Duc d'Orléans, qui commandait la tranchée vis-à-vis d'un ennemi, qui pouvait à chaque instant envoyer des décharges de mitraille sur les travailleurs. Une chose qui frappait les curieux, qui se portaient le matin en ioule vers les tranchées, c'est qu'ils voyaient déjà pointés contre la Citadelle les canons, qui semblaient y avoir été transportés comme par euchanteraen t. Un autre objet excitait également la surprise, c'était de voir le fort Montebello, ainsi que tous les postes voisins de la Citadelle , occupés par les Français. Tout cela s'était fait dans un si profond secret, que Ton croyait, tout en touchant les objets du doigt, que c'était la continuation d'un rêve de la nuit précédente. C'était pourtant bien une réalité : la suite le prouva. La prise de possession du fort et des avenues de la Citadelle ne s'était opérée qu'en vertu d'une conven tion faite entre le maréchal Gérard et le colonel Buzen : en voici le précis : « 1° La lunette de Montebello sera remise aux troupes françaises. » 2° Les portes continueront à être occupées par les n troupes belges. » 3° 500 hommes de Tarmée française entreront en » ville tous les jours par la porte de Malines, pour » occuper la première ligne des postes. » 4° Les troupes belges conserveront les postes de » la deuxième ligne des barricades et le bastion des » Béguines. » 5° Le jour et Tbeure où cette convention devra"], [87, "67 » être mise â exécution seront déterminés par Mr le » maréchal, et notifiés á Mr le colonel Buzen. » Le 29 , la notification avait eu lieu , et la nuit sui vante, les postes belges avaient été relevés par les Fran çais dans les lieux marqués par la convention."], [88, "68 CHAPITRE ONZIÈME. Sommation. — Réponse de Chassé. — Ie\" coups de canon. — 2me lettre de Gérard. — Méponse de Chassé. — Incendies et sorties des Hollan- dais. — Les Français au fort Ste Marie. Les travaux ayant été poussés, comme nous Tavons dit, d'une manière vraiment étonnante, et les Fran çais se trouvant à Tabri du feu de la Citadelle, et même en état de riposter au besoin, le maréchal Gérard en voya á la Citadelle un parlementaire, chargé de re mettre au commandant la sommation suivante : jàu quartier-général de Borgerbout .ou. Anvers, 1. S. n.vembre 183a, Monsieur le générall » Je suis arrivé devant la Citadelle d'Anvers, à la » tête de Tarmée française, avec mission de mon gou » vernement de réclamer l'exécution du traité du 15 » novembre 1831 , qui garantit à S. M. le roi des » Belges la possession de cette forteresse, ainsi que » celle des forts qui en dépendent, sur les deux rives » de l'Escaut. » J'espère vous trouver disposé à reconnaître la jus » tice de cette demande. Si, contre mon attente, il en )» était autrement, je suis chargé de vous faire con » naître que je dois employer les moyens qui sont á » ma disposition , pour occuper la Citadelle d'Anvers. » Les opérations du siège seront dirigés sur les fronts » extérieurs de la Citadelle; et quoique la faiblesse de"], [89, "69 » la fortification du côté de la ville , et le couvert des » maisons m'offrent des avantages pour l'attaque, je » n'en profiterai pas ; je suis donc en droit d'espérer , » conformément aux droits de la guerre , et aux usages » constamment observés, que vous vous abstiendrez » de toute espèce d'hostilité contre la ville. J'en fais » occuper une partie, dans le seul but de prévenir ce » qui pourrait Texposer aux feux de votre artillerie ; » un bombardement serait un acte de barbarie inu » tile, et une calamité pour le commercedetout.es » les nations. » Si , malgré ces considérations , vous tirez sur la « ville, la France et l'Angleterre exigeront des indem » nités, équivalentes aux dommages causés par le feu » de la Citadelle et des forts, ainsi que par celui des » bâtimens de guerre. II vous est impossible de ne pas » prévoir vous même que, dans ce cas, vous seriez » personnellement responsable de la violation d'une » coutume respectée par tous les peuples civilisés, et » des malheurs qui en seraient la suite. » J'attends votre réponse , et je compte qu'il vous » conviendra d'entrer sur le champ en négociation » avec moi, pour me remettre la Citadelle d'Anvers » et les forts qui en dépendent. Recevez etc. La réponse de Chassé ne se fit pas attendre; elle était, comme on s'y attendait, négative. La voici : Citadelle d'Anvers , le 3o novembre i83i. M' le Maréchal, « En réponse à votre sommation, que je viens derece » voir á Tinstant, je vous préviens que je ne rendrai » la Citadelle, qu'après avoir épuisé tous les moyens de » défense qui sont à ma disposition. » Je considérerai la ville d'Anvers comme neutre aussi » Ion g teins qu'on ne se servira pas des fortifications de"], [90, "70 » la ville et ouvrages extérieurs qui en dépendent , » dont le feu pourrait être dirigé contre la Citadelle » et la Tête de Flandre, y compris les forts de Burgt, » Zwyndrecht et Austruweel, ainsi que la flotille sta » tionnée sur l'Escaut devant Anvers. Il s'entend de » -toi-même que la libre communication par l'Escaut » avec la Hollande, comme cela a eu lieu jusqu'à pré » sent , ne doit pas être interrompue. » J'apprends avec surprise que , pendant que Votre » Excellence entame des négociations, on commence » les hostilités par des ouvrages d'attaque sous le feu » de notre canon; á cet égard, j'ai Thonneur de vous » prévenir, que, si, â midi, on n'a pas cessé de tra » vailler á ces ouvrages, je me trouverai dans la né » cessité de es empêcher par la force. » Recevez etc. L'effet suivit de près la menace ; et â midi, les Hol landais commencèrent á lancer de la mitraille sur les travailleurs, mais sans faire de mal , parce que ceux-ci étaient à couvert. Leur feu mal suivi et ne donnant que de quart d'heure en quart d'heure , n'effraya pas beaucoup. En ville chacun sortait de sa maison , pour entendre ces premiers coups, que Ton regardait comme le glas de Tagonie des gens de Chassé. Sur la rive gauche se fesaient les mêmes somma tions aux garnisons des forts , mais il n'en résulta pour le moment aucun engagement. Cependant le maréchal Gérard qui , du Donck , s'était d'abord établi à Borgerhout, ensuite à Ber chem, pour se rapprocher du théâtre des opérations, ayant jugé que la réponse de Chassé â sa sommation ne s'exprimait pas d'une manière assez claire , par rapport â la ville d'Anvers, et qu'il exigeait des condi tions inacceptables, pour en garantir la neutralité, s'em pressa de lui écrire une seconde fois, le même jour,"], [91, "71 afin de prévenir toute espèce de malheur. Ce n'est pas qu'il songe à lui faire une prière, loin de là; mais il veut lui rappeler son devoir. Au reste il s'exprime en ces termes : Quartier-général de Berchem , 3o novembre i832. M1 le Général ! « Les premières hostilités sont dans les coups de » canon que vous venez de tirer sur mes troupes, au » moment même où je recevais votre lettre de ce » jour. La coupure des digues près de Liefkenshoek » les 21 et 25 de ce mois , et le coup de canon tiré sur » nn officier belge, pourraient être considérés comme » une rupture d'armistice, bien plus que les disposi » tions commencées sur le terrain que j'occupe devant » la Citadelle. Avant de tirer, j'ai voulu vous présenter » un moyen de préserver la ville d'Anvers et sa po » pulation des fléaux de la guerre ; et dans ce désir , » j'ai offert de renoncer auxavantages que me présente une attaque du côté des maisons , en me bornant aux côtés extérieurs. » La lunette de Montebello est nécessairement com » prise dans ces derniers, ainsi que les contre-gardes » et ouvrages ne fesant pas partie de Tenceinte pro » prement dite. En agissant ainsi , je me suis fondé » sur Texemple des sièges de 1746 et 1792 , dans les » quels la ville, d'un commun accord , a été considérée » comme neutre, sans que pour cela les assiégeans aient » perdu la faculté d'étendre leurs travaux sur des ou » vrages extérieurs. Lorsque j'userai d'une pareille fa )> culte , si vous en prenez occasion de tirer sur la ville , » je serai en droit d'attaquer votre Citadelle par le » côté qui me conviendra, et vous savez le désavantage » qui peut en résulter pour votre défense. » Si pour la conservation de la ville, je puis con » sentir à ne point faire usage des batteries intérieures"], [92, "72 » pour tirer sur la Tête de Flandre, on ne saurait » admettre pour cela, que vous puissiez conserver la » libre navigation de l'Escaut. Ce serait de ma part » l'équivalent de vous assiéger , sans vous bloquer. » Je dois donc, Mr le général , vous presser de nou » veau d'accepter des arrangemens qui fassent de la » ville d'Anvers un point neutre entre vous et moi, » dans Tintérêt de votre honneur et de Thumanité, » en vous rappelant que toute la responsabilité d'un » refus retombera personnellement sur vous. » Recevez, etc. » Chassé ne voulut pas démordre de ses prétentions, et le même jour encore , il envoya la réponse suivante : Citadelle d'Anver», 3o novembre i83î. « En réponse á la seconde de V. Ex. de ce jour, j'ai » Thonneur de prévenir votre excellence, que, tandis » que vous me fesiez des propositions de ne pas atta » quer la Citadelle du côté de la ville, vos troupes » étaient déjà occupées, du côté de la campagne, à » construire des travaux d'attaque contre la Citadelle , » ce â quoi je me suis vu forcé de m'opposer. C'est » d«nc de votre côté, Mr le maréchal, que les hosti » lités ont été commencées. » Du reste toutes les fortifications de la ville , avec » les ouvrages extérieurs, ne peuvent être employées » á assiéger la Citadelle, sans que la ville ne soit ex- » posée á des dangers; et je vous préviens, Mr le nia it réchal , que le premier coup de canon qui sera tiré » de ces ouvrages, me forcera de considérer la ville >» comme ayant pris une attitude hostile, qui pourra » Texposer á une entière destruction, dont les suites » funestes retomberaient personnellement sur votre » excellence. » Il est incontestable, Mr le maréchal, que les ou » vrages susdits ont été construits pour la défense de"], [93, "73 » la place, et non pour attaquer la Citadelle ; c'est ainsi » que les ont considérés de tous tems les autorités » militaires d'Anvers. » La libre communication avec la Hollande parl'Es » caut estime condition dont la justice est si évidente, » que je ne saurais céder sur ce point, attendu que je » ne prends pas en considération que cette communi » cation peut vous entraver dans les travaux du siège. » Vous voyez par ces propositions, Mr le maréchal, » que je suis encore toujours enclin á épargner la » ville, comme je ne Tai que trop prouvé par ma con » duite pendant deux années, malgré les provocations » réitérées des habitons et des autorités militaires. » Recevez , etc. » Pendant cette petite guerre de plume, les travaux se poursuivaient toujours d'un côté, et la mitraille s'expédiait de l'autre. C'est â quoi se bornèrent les opérations jusqu'au 4 décembre. Il est vrai que, dès le premier, quelques Hollandais déguisés en paysans s'ap prochèrent des travaux, pour incendier les maisons qui pouvaient servir â masquer les Français; mais ils ne parvinrent à mettre le feu qu'à celles qui étaient les plus voisines de chemin couvert , forcés qu'ils furentde prendre bientôt la fuite. Pendant la journée du 2 et la nuit du 3 au 4, les Hollandais tentèrent une sortie; mais ils furent promptement repoussés. En fesant Ténumération desforls qui bordent la rive gauche de l'Escaut, on doit se rappeller que j'ai cité le fort Sle.-Marie. Ce fort n'était occupé ni par les Hollandais, ni par les Belges, depuis la révolution. Ces derniers avaient tenté de s'y établir; mais les Hollan dais avaient tant fait, qu'il avait été déclaré neutre, et que ni l'un ni l'autre parti ne pouvait s'en servir. Les Français s'en mirent en possession, le 1\" décembre, et commencèrent aussitôt á s'y fortifier. Ils établirent"], [94, "74 en même tems des batteries en différens endroits, sur les digues , et dans plusieurs petits forts des environs , qui étaient abandonnés depuis longtems, et se mirent â même de bien recevoir les ennemis, s'ils venaient les attaquer; car il ne parait pas qu'ils eussent alors Tin tention de prendre Toffensive."], [95, "75 CHAPITRE DOUZIÈME. Les commissaires. — Terreur et fuite. — Réfle- xions. — Zes français tirent. — Nouvelles me- sures de précaution. — Les curieux. — Lettre de Chassé. — Réponse de Gérard. — Efforts des deux côtés. — Incendies à la Citadelle et à la campagne. Ois attendait toujours avec la plus vive impatience Tattaque des Français, lorsque le 3, bien avant dans la soirée, les commissaires de police se rendirent dans toutes les sociétés et estaminets, et même dans plu sieurs maisons particulières, pour annoncer que le feu de Tartillerie française devant commencer le lende main , on ne pouvait répondre du sort de la place ; en conséquence, ils engagèrent ceux qui avaient intention de quitter la ville, á sortir le lendemain matin, en les aver tissant qu'une fois dehors, ils ne pourraient plus rentrer. Cent bombes hollandaises n'auraient pas répandu une allarme plus universelle et plus rapide que cet aver tissement, mal rendu, mal expliqué, peut-être, par quel ques-uns des agens qui en étaient chargés, plus mal com pris encore par ceux qui Tentendaient. Vous auriez v u la population saisie d'effroi, courir çàet là, amplifier, dénaturer ce qu'on avait entendu , assaisonner le tout de mensonges subitement inventés, et auxquels Tima gination frappée savait prêter une couleur de vérité. Vous auriez entendu les gémissemens des femmes , des enfans, quittant leur demeure, et se précipitant vers"], [96, "76 lrs portes de la ville au milieu de la nuit, et forcés de rester dans les rues, sans abri, exposés à toute la rigueur de la saison. C'était un spectacle déchirant, et qui rappelait le bombardement du 27 Octobre 1830. Enfin les portes s'ouvrent vers sept beures du matin. Cette foule infortunée s'écoule , et va exposer sa misère aux regards des populations voisines. Je ne m'établirai pas juge de la mesure qui fut prise alors, pour faire connaître au peuple la position incer taine où se trouvait la ville. U y a eu dans les feuilles des expressions fort dures , et des réponses que tout le monde n'a pas trouvées entièrement satislaisaules. Je crois seulement que Tintenlion a été fort bonne, mais qu'un peu de réflexion aurait ou fait garder le silence, ou suggéré un mode tout différent de celui qu'on a employé alors. Que de peines , que d'angoisses on eût épargnées á la masse qui ne réfléchit pas, en réfléchis sant pour elle! Qu'on me pardonne, si je in'arrête un moment sur ce triste incident ; Ton me comprendra , pour peu qu'on ait de sensibilité. Le moment était arrivé où Tarmée assiégeante allait enfin repondre au salut que leur fesait Chassé, depuis quelques jours. En effet , le 4 Décembre, entre 1 1 heures et midi, un signal de deux coups de canons est donné du centre des travaux d'attaque ; aussitôt toutes les batteries sont démasquées, et quatre-vingt-deux pièces commencent á jouer. Ce feu bien soutenu sembla d'abord étonner la citadelle ; car le sien alla , pendant le reste de la journée, en s'affaiblissant, et fit croire un marnent qu'elle ne serait qu'une molle résistance. Commel'incerlitude était toujours la même par rap port aux intentions de Chassé , on avait redoublé de précautions dans la ville. Outre les mesures prises par l'administration civile , le gouvernement militaire en avait pris qui le concernent plus particulièrement. Tous"], [97, "77 les postes étaient renforcés ; toute la garnison était sous les armes , tous les canonniers étaient à leurs pièces. U paraît que ce qui augmentait Tinquiétude, était la déclaration formelle de Chassé de ne respecter la neutralité de la ville, qu'autant que le fort«de Monte bello ne prendrait aucune partá Taction. Et comme les Français en faisaient usage, on craignait que Chassé ne mît ses menaces à exécution. Ori en fut pourtant quitte pour la peur. Ce qui fut d'un heureux augure pour Tavenir. La nuit et le jour suivant, on se canonna de part et d'autre avec assez de vivacité. Les habitans commen çaient â se familiariser avec le bruit de Tartillerie ; et au lieu de se retirer dans les caves , comme le premier jour , on se portait dans les endroits les plus élevés des maisons et sur les tours, afin de jouir, surtout le soir, de ce nouveau genre de feu d'artifice. On voyait même déjà rentrer une partie des fuyards. Cependant Chassé, qui s'appercevait que le jeu deve nait sérieux, fit une dernière tentative, pour ébranler le maréchal Gérard, et jetter Tépouvante dans les coeurs. Voici la lettre qu'il écrivit au commandant français : Citadelle d'Anvers, le 5 de'cembre. M. le Maréchal. » Les calamités que votre aggression appelle sur la » ville d'Anvers, pendant que Ton négocie encore pour » amener le maintien de la paix, paraissent devoir se » réaliser dans toute leur rigueur , par suite de ce que » j'aime á croire encore être l'eflet de Timprudence de » vos troupes, et ne pas être dicté par votre volonté. » Malgré ma réponse B du 30 Novembre 1832, à la » seconde lettre que vous m'avez fait Thonneur de » m'adresser, il a été fréquemment fait feu contre la » citadelle, du fort Montebello, et même du rempart » de Tenceinte de la ville , à la porte des Béguines. Ce"], [98, "78 » sont des transgressions aux bases de Tarrangement » que V. Ex. m'a proposé, ainsi qu'à celles que j'ai » énoncées dans ma réponse; je crois donc devoir en » prévenir V. Ex., afin de faire tout ce qui dépend de » moi, pour empêcher un conflit désastreux. Lescon » séquences ne pourront jamais qu'en rétomber sur les » auteurs d'une aggression, qui, entreprise au moment » où Ton fesait ses efforts, pour amener les négociations » de la paix á leur conclusion, et où elles ne tenaient » plus qu'à peu de chose , compromet des intérêts aussi » importans, et qui, quoiqu'entreprise avec des moyens » aussi considérables contre le point que j'occupe, ne » parait pas hésiter de mettre sur le jeu une ville dont » Timportance et Thumanité réclament la préservation. « Je suis dans le cas de demander à V. Ex. de vouloir » s'expliquer au sujet des transgressions quej'ail'hon » neur de lui signaler. Le fort Montebello est tellement » une dépendance de la place, que je ne pourrais m'ab » stenir de riposter â tout feu ultérieur , dirigé contre » moi de ce fort et des remparts de Tenceinte. >> Les habitans d'Anvers me connaissent trop bien, ainsi » que la conduite que j'ai tenue , depuis que j'occupe » cette position, qui a été appréciée suffisamment par » LL. EE. les commissaires français et anglais de la con » férence, pour ne pas savoir á qui attribuer la calamité » qui les menace , si de semblables provocations m'y » obligent. — Recevez , etc. Une chose remarquable dans cette lettre , c'est le ton modéré que prend Chassé ; ce ne sont plus ces paroles hautaines qui décoraient ses missives depuis deux ans. On croit entendre M.r des Chalumeaux qui demande á un officier bouillant les raisons de sa conduite , tandis que l'autre voulait lui en rendre raison. Au reste s'il ne connaissait pas encore suffisamment le maréchal Gérard, la réponse suivante est bien capable de lui montrer à"], [99, "79 qui il a á faire, et quel cas on fera désormais de ses menaces. Au qmarlìer général soua Anvers, 5 Décembre i!32. M. le Général , « Dans la lettre que j'ai eu Thonneur de vous écrire, » le 30 Novembre au soir, en réponse â la votre du » même jour, je vous ai exposé clairement la marche » que me traçaient mes instructions, relativement au » siège de la citadelle d'Anvers. Je ne réclame, au nom » de mon gouvernement , que l'exécution du traité du » 15 Novembre 1831 , signé et garanti. Pour attaquer la » citadelle, que vous deviez me remettre, je ne me sers » que des moyens placés hors de Tenceinte de la ville » d'Anvers, je vous ai cité les exemples et le droit, qui » justifiaient ma conduite á cet égard. En empêchant » que de Tintérieur de la ville il ne soit tiré sur vous , » je donne la plus grande preuve de mon désir dépar ti gner cette ville et sa population, puisqu'elle m'offre » des moyens et un emplacement d'attaque, qui ame » neraient promptement votre ruine. » Mon intention étant de vous fermer toute commu » nication , si , malgré cela, vous sacrifiez inhumaine » ment la ville d'Anvers ; je suis prêt à vous faire sentir » que votre conduite ne sera pas moins contraire à votre » intérêt qu'à l'bumani té , et que vous en regretterez » les suites. — Agréez, etc. Soit que Chassé n'eût réellement pas Tintention ou d'ordre de son gouvernement de tirer sur Anvers, soit que cette lettre eût produit son effet, la ville resta neutre de fait ; et les Français continuèrent à se servir du fort Montebello , comme ils avaient fait le premier jour. Cependant le feu continuait des deux côtés avec une égale vivacité. Les Français établissaient de nouvelles batteries, et parvenaient de tems en teins à faire taire celles des Hollandais. Toutefois ceux-ci ne se découra-"], [100, "80 gaient pas, et mettaient tout en œuvre pour faire le plus de mal que possible â leurs ennemis. Mais ce n'était pas seulement aux bombes et aux boulets qu'il fallait résister ; á chaque instant se déclarait un incendie d'un ou d'autre côté ; c'était un ennemi de plus á combattre. Eh bien ! tout était organisé de manière á faire face à tout.Etilsparvinrentá divers reprises à se rendre maitres des flammes. La garnison renfermée presque toute en tière dans les casemates ne sortait que par petits déta chemens, pour se porter où le besoin Texigeait; ce qui reduisait â un très-petit nombre ceux qui étaient ex posés au feu de l'ennemi , et ménageait singulièrement les ressources du commandant. Ainsi les deux chefs en nemis prenaient toutes leurs mesures pour épargner le sang de leurs soldats, l'un par humanité, et l'autre par nécessité. Le Français pour obtenir un grand résultat sans beaucoup de perte, et le Hollandais pour avoir des moyens de prolonger la lutte davantage. Au reste les bombes hollandaises avaient aussi mis le feu aux maisons environnant la citadelle. Ce sont des malheurs difficiles à éviter dans une pareille circon stance."], [101, "81 CHAPITRE TREIZIÈME. Goblet et Desprez à Anvers. — Le Roi dans les tranchées. — On tremble pour lui. ■— Le sapeur blessé et récompensé. — Les curieux dans les tranchées. — Les diligences. — Engagement sur le bas Escaut. — Incendie à la citadelle. — Etrangers en ville. — Résistance des Hollan- dais. — Bombes et boulets en ville. — Malheurs. Les premières lettres de Chassé s'étaient exprimées de manière â laisser toujours assez d'inquiétude au Gou vernement ; aussi avait- il pris toutes les précautions que pouvait lui suggérer la prudence. Le général Goblet qui venait d'être nommé par le Roi, commandant du génie belge, avait demandé comme une faveur de pouvoir se rendre á Anvers, afin de diriger lui-même les travaux qui pourraient être nécessités pour la défense de la place, dans le cas où une aggression de la part des Hollandais, forcerait les Belges de prendre part aux opérations du siège. D'un autre côté le général Despres chef d' état-major du Roi, était venu également á Anvers, afin d'entretenir une communication non interrompue avec le commandant français, et de pouvoir informer S. M. de tout ce qui se passerait. Le Roi, non content de se faire rendre compte avec une minutieuse exactitude de toutes les phases du siège, quitta son quartier général de Lierre, et vint sur le théâtre des événemens,le 6 Décembre; et voulant tout voir et tout juger pat lui-même, il n'hésita pas de par- ti"], [102, "82 courir les tranchées avec le maréchal Gérard, s'exposan t , pendant une heure et demie, à la mitraille hollandaise , qui tombait alors en grande quantité ; aussi Tinquié- tude fut elle générale á Anvers jusqu'à son retour ; et j'ai entendu blâmer cette intrépidité du Roi par plus d'un citoyen, qui lui est dévoué. « Le Roi se doit á la >» patrie, disait-on; et la gloire qu'il y a á visiter une » tranchée, n'est pas assez grande, pour exposer des » jours qui nous sont si précieux et si nécessaires. La » perte d'un particulier serait déjà un grand mal , que » serait-ce si celui dont les destinées se confondent avec » celles du pays, nous était enlevé ? » Enfin la joie était au comble, quand on sut S. M. hors de danger. On apprit bientôt que la présence du Roi n'avait pas été inutile au milieu de Tarmée française. La vue de ce bon prince avait ranimé, s'il était possible , Tardeur de ces braves soldats, dont les fatigues égalaient le courage. On raconte que S. M. en parcourant la tranchée, voyant un sapeur qu'on portait sur un brancard , s'en approcha avec intérêt , et que le sapeur rappelant ses forces, lui dit d'un ton assuré : j'ai perdu une jambe et un bras ; c'est à la tête de la sape ; j'étais à mon poste. Le roi fut touché de cette fermeté, et de retour au palais, il envoya au maréchal Gérard la croix de Léopold, ainsi que des se cours en argent pour ce brave homme. De pareils á propos n'ont pas besoin d'être commentés pour être compris des soldats. Dans un ordre du jour le comman dant français fit connaître le fait à Tarmée. Le Roi, après avoir tout examiné, et s'être même ap proché de trés-prés des postes hollandais, se retira , en disant en riant aux officiers français qui Tentouraient : « Je me retire, messieurs; si le général Chassé me sa » vait ici , il me saluerait sans doute d'une singulière i> façon. » S. M. resta encore quelques jours á Anvers, repartit pour Bruxelles."], [103, "83 Lorsque le roi s'exposait dans les tranchées, et bravait ainsi la mort , on peut dire qu'il avait un but, c'était de fortifier le courage de ses généreux alliés. Si cepen dant on a taxé sa démarche d'imprudence, comment nommeioiis-nous la manie d'un certain nombre d'ha bitans de cette ville, qui, sans autre motif, qu'une vaine curiosité, allaient tous les jours, depuis le com mencement du siège, s'exposer au feu des Hollandais , couraient les tranchées et tous les lieux environnans, presque constamment sillonnés par les boulets, et bou leversés par les bombes ? ô hommes insensés ! vous tenez si fort â la vie , et vous la jettez, pour ainsi dire , en pâture á la mort ! C'est presqu'un miracle qu'aucun de ces curieux n'ait été victime de sa sottise. J'en dirai autant des diligences qui ont continué , pendant presque toute la durée du siège , á circuler sur la route d'Anvers à Malines, et qui souvent ont vu les bombes éclater á côté d'elles , et ont toujours eu le bonheur d'échapper. Pendant qu'on était occupé aux environs de la cita delle, la division du général Sébastiani , postée, comme nous avons vu, au fort S.le-Marie et dans les environs, avait à essuyer le feu des navires hollandais, qui sem blaient vouloir faire un mouvement vers la partie su périeure du fleuve. Le 6 dans Taprés-midi, une forte canonnade se fit entendre; l'artillerie française y répon dit. L'action dura une partie du jour, ensuite le feu cessa entièrement. Le 8, les Hollandais revinrent à la charge avec une frégate, deux corvettes et 13 canonnières; et après avoir sommé les Français d'évacuer les postes qu'ils occupaient, ils recommencèrent un feu très-nourri sur le fort de la Croix (Kruysschans), tentèrent un dé barquement, pour couper les digues, mais le tout sans résultat ; ils furent repoussés avec perte, ils descendirent un peu la rivière, et se tinrent au-delà de Liefkenshoek : on apprit quelques tems après que cette expédition avait"], [104, "84 routé la vie á Tamiral hollandais qui la commandait. Ces escarmouches répétées firent hâter les travaux qui s'exécutaient dans les différents forts qu'occupaient les Français, sur la rive gauche, et au fort Philippe sur la rive droite, de sorte qu'il était, pour ainsi dire, impos sible de franchir le passage. Les assiégeans continuaient toujours leurs travaux ; et la grande quantité de bombes et de boulets lancés contre la citadelle fesait effet , sinon contre la garnison, à cause des précautions qu'avait prises le général Chassé . du moins contre son système de défense. En effet le blindage dont il s'était entouré , s'écroulait de toute part, et les pièces de bois volaient en éclats. Les bâtimens étaient criblés et chancelaient , et le terrain était labouré , dans toute la force du terme. Le feu avait été mis á diverses reprises dans plusieurs endroits; mais il n'avait pat produit grand effet jusqu'au 8, soit qu'on fût parvenu à Téteindre d'abord, soit qu'il ne prît qu'à des bâtimens de peu d'importance ; mais ce jour-lá , il fut mis á la grande caserne , et se déploya avec tant de rapidité, qu'elle fut entièrement consumée le même jour. On prétend que les assiégés perdirent immensé ment par cet \"accident, vû que cette caserne leur servait en quelquesorte de magasin, et qu'ilsy avaient déposé les objets nécessaires au pansement de leurs malades et de leurs blessés. C'est ce que Ton apprit par un déserteur, qui réussit quelques jours après à s'échapper de la ci tadelle. En ville , Tembrasement , et cet échange de projectiles attiraient toujours les curieux au haut des bâtimens. Comme Ton commençait à être rassuré sur les intentions de Chassé, un grand nombre de fuyards était rentré. La ville se remplissait également d'étrangers qui vena ien t pour jouir de ce spectacle, et assister en amateurs au siège d'une place forte. Aussi la bruit du canon ne fesait"], [105, "85 plus guères d'impression, et ne troublait plus même le sommeil ; tant il est vrai de dire que Thabitude est une seconde nature. On avait espéré jusqu'alors que les Hollandais n'op poseraient pas une trop longue résistance; mais enfin on s'appercevait bien qu'ils attendraient la dernière extré mité, avant de songer à se rendre. Ds employaient, du moins à l'intérieur, tous les moyens en leur pouvoir, et mettaient en oeuvre toutes les ressources de Tart, pour retarder les progrés de leurs ennemis. Je ne sais plus quel journal , en parlant de Chassé , le comparait á une bête féroce, qui, tombée tout à coup dans des filets, cherche á se débarasser des mille réseaux qui l'enveloppent j elle hurle , elle brise bien quelques nœuds, mais doit finir par succomber de fatigue, de rage, et sous les coups du chasseur; et sa comparaison était juste sous tous les rapports. Et quoique les différentes sorties qu'ils avaient faites leur eussent chaque fois mal tourné, ils en essayèrent encore une le 10, qui n'eut pas un meilleur succès que les précédentes. Ils eurent plusieurs tués et prisonniers ; ce qui ne servit pas á améliorer leur position. La même chose est arrivée chaque fois qu'ils ont voulu s'approcher des tranchées, parce que le nombre d'hommes qu'ils exposaient de cette manière était trop faible, pour opérer une diver sion. Depuis le commencement du siège on avait vu assez souvent les obus et les bombes éclater sur Tesplanade et dans les environs de la citadelle ; cependant on en concevait peu d'inquiétude ; parce que Ton était ras suré par la conviction où Ton était, que Chassé laisse rait la ville neutre; et que Thabileté des pointeurs français ne nous fesait courir aucun danger. Mais le 10 , au moment où Ton découvrait une batterie du côté du Kiel , une demi douzaine de boulets vinrent jetter Teffroi"], [106, "86 dans le quartier de St.- André : plusieurs maisons en dommagées, des personnes blessées ou tuées furent le résultat de cette première volée. Aussitôt Tautorité mi litaire de la ville s'empressa de faire remédier á cet in convénient.On espérait que Tartillerie française y ferait plus d'attention par la suite. Qui le croirait7 On con tinua á employer cette batterie. On continua à lancer des boulets dont plusieurs arrivèrent encore en ville , et des bombes dont un grand nombre vinrent éclater au-dessus de nos paisibles demeures. Quelques-unes vinrent même écraser nos maisons. Je dois â la justice de dire que toutes les autorités civiles et militaires de la place firent chaque jour , et pour ainsi dire, á chaque coup, retentir leurs plaintes au camp français; mais la vérité aussi me force á ajouter, ou qu'on y fesait peu d'attention, ou qu'on n'était pas en état de faire cesser le mal. Ainsi l'ennemi se montrant plus généreux en effet qu'il n'avait voulu le promettre , laissait la ville jouir du repos; et nos alliés, nos libérateurs, venaient nous chasser de nos maisons. En effet depuis le 10, chacun se chercha une retraite plus au centre de la ville, afin de pouvoir goûter quelque repos; et le quartier de St. André, un des plus populeux, fut presqu'entièrement abandonné. Ce n'est qu'en trem blant qu'on venait tous les jours à la hâte revoir si sa demeure n'était pas détruite ou abymée ; et Ton ne se croyait en sûreté que lorsqu'on était loin de ce mal heureux quartier. Pour combler la frayeur des habitans, la maladresse de quelques artilleurs envoya des projec tiles si loin du point vers lequel ils devaient butter, que des éclats de bombes vinrent tomber dans la rue du Gage : de sorte qu'on ne se regardait plus comme en sûreté dans les environs de la Place Verte , qui est le centre de la ville. Le besoin que j'éprouve de dire toute la vérité m' a"], [107, "87 arrêté quelques instans sur ce fatal défaut d'habileté , qui a fait maudire les auteurs du mal qui en est résulté; j'espère qu'on ne prendra pas pour cela le change sur mes sentimens ; mais : amicus P lato, magis arnica veritas. J'ai d'ailleurs rappelé tout ce qui est arrivé , dans les lignes précédentes ; et je n'y reviendrai plus."], [108, "88 CHAPITRE QUATORZIÈME. Travaux du Génie. — L 'écluse détruite. — L'en- nemi généreux. — La lunette St. Laurent prise. — Récapitulation. — Léopold à la tranchée. • — La Reine et les Anversoises. — Batterie de brèche. — Tireurs choisis. — Les fossés à sec. — Le pavillon abattu. — Feu terrible. Je n'ai, pour ainsi dire, jusqu'à présent, entretenu les lecteurs que des coups de canons que s'envoyaient mutuellement les deux adversaires, et dont le résultat se bornait á quelques soldats tués ou blessés, à quelques bâtimens brûlés ou endommagés , à quelques pièces dé montées. Mais dans Tintervalle le Génie des assiégeans travaillait en silence, et s'approchait de plus en plus de la place. Déjà on avait commencé la 3.\" parallèle qui touchait aux glacis. Nous verrons tous les jours désormais avancer les travaux d'une manière plus frappante. On sait que les murs de la citadelle sont d'une hauteur très-considérable, et que le bas est garanti par un fossé profond toujours rempli d'eau. Pour empêcher Técoule ment de cette eau vers les remparts de la ville, il y avait Une écluse solidement construite. Les Français crurent devoir détruire cette écluse, afin de mettre le fossé à sec. C'est ce qu'ils parvinrent à faire le 12 : et quoiqu'il restât encore cinq pieds d'eau après cette opération , c'était déjà un grand succès d'obtenu. C'était aussi un préliminaire indispensable, dans un moment où l'on devait songer à un assaut."], [109, "89 Au milieu des fureurs de la guerre, on aime à reposer son esprit sur les traits d'humanité, semés çà et là dans le champ du carnage. Nous avons vu que les Hollandais avaient perdu par l'embrasement de la grande caserne, tous les objets nécessaires au pansement des blessés. Chassé j ugea assez bien de son ennemi pour lui demander quelques objets de première nécessité; et il ne se trompa pas. Le maréchal Gérard lui envoya ce qu'il demandait, tel que de la charpie et des médicamens; et prouva qu'il ne fesait point la guerre aux hommes désarmés, mais seulement â ceux qui étaient en état de lui répondre. Plus tard, il fit panser les blessés qu'il fit prisonniers, avec le même soin que les blessés français. Espérons que les hommes qui en sont venus â ce point là , com prendront qu'il vaut mieux ne plus faire la guerre, et que cette utopie qu'on a toujours regardée comme inexécutable, finira par se réaliser. Les Français s'étaient logés á une très-petite distance des ouvrages de l'ennemi : et ce n'était plus guères qu'avec des fusils de remparts et des bombes á la Coehorn, qu'on pouvait les atteindre. C'était surtout de la lunette St. Laurent que partaient les coups qui leur étaient les plus nuisibles. Ils résolurent de s'en emparer. Mais l'exé cution de ce projet n'était pas facile. On s'y prépara pendant plusieurs jours. Enfin le 14, vers 4 heures du matin , au moyen de trois fourneaux de mine que Ton fit jouer, on fit tomber des pans de muraille á droite et á gauche du saillant; un pont solide de fascines est construit sur le champ dans le fossé , malgré une grêle de balles, df grenades et de petites bombes qui venaient encore de la lunette. L'assaut est commandé , et en un instant les détachemens d'ordonnance se portent sur le parapet, bayonnette en avant. Les Hol landais cherchèrent à regagner la citadelle par la gorge de la lunette; mais toute issue étant fermée ils se ren-"], [110, "90 dirent à discrétion, au nombre d'environ 80, y compris les blessés , qui furent transportés á Thópital d'Anvers. Les prisonniers furent aussitôt conduits sur Berchem ; et sans perdre de tems les Français fortifièrent la lunette pour leur usage , se servirent des pièces qu'ils y trou vèrent , et la lièrent au reste de leurs travaux contre la citadelle. Tel fut le résultat de la prise de la lunette St. Laurent, qu'elle resserra de plus en plus les Hollandais, neutralisa leur action de ce côté, ouvrit un chemin aux Français, et ranima leur ardeur par un succès. L'attaque et la défense continuèrent avec ardeur. Si j'écrivais un journal, je relaterais dans un minutieux détail tous les coups de canons qui étaient échangés entre les deux partis; je dirais au juste les morts et les blessés; je signalerais sans miséricorde Téglise et tous les bâtimens brûlés et détruits successivement á la cita delle, et les gabions renversés par les sorties, dans les batteries françaises ; je me plaindrais encore des boulets français en ville; je compterais les fourgons, qui cir culaient ; il me suffira de dire ici , et je crois que le lecteur n'en exige pas davantage, que vers ce tems-ci tout á la citadelle était renversé , brûlé, criblé, et que le terrain en ressemblait assez á celui que les antiques vainqueurs avaient labouré sur Templacement d'une ville détruite, pour y semer du sel. Les curieux atten dent aulre chose, étourdis qu'ils sont, par le bruit dont j'ai parlé. Entre tems le Roi arrivait à Anvers, et toujours in trépide, il parcourait les tranchées et ces lieux terribles, où la mort volait mille fois le jour ; toujours avec la même bienveillance, il échauffait le courage des soldats et des officiers ; pendant que Louise , cet ange de douceur et de bonté, passait les journées entières á préparer des linges, et á faire de la charpie, pour les"], [111, "91 blessés. Noble exemple qu'imitaient à Tenvi les dames d'Anvers et de tous les lieux environnans. Gloire à ce sexe vertueux et sensible , que la Providence a placé sur la terre , pour embellir les jours de l'homme dans sa prospérité, et pour Taider et le consoler dans ses mal heurs. Cependant on travaillait aux batteries de brèche, mal gré la pluie et le mauvais tems. Déjà on s'était approché du fossé qui seul séparait le bastion que l'on avait in tention d'attaquer. Une quatrième parallèle avait été ouverte, mêine avant la prise de la lunette. Des galeries souterraines, autrement descentes blindées, avaient été pratiquées, et s'étendaient jusqu'à la contre-escarpe; et pour protéger les travailleurs avancés, on avait formé un petit corps de bons tireurs choisis, qui étaient char gés, vû la proximité, de débusquer, â coups de fusil, les Hollandais qui se montreraient sur leurs parapets. Pendant ces travaux, on s'était apperçu, que, malgré la destruction de l'écluse, comme je Tai dit plus haut, il restait encore beaucoup d'eau dans le fossé, ce qui, joint â la vase qui était profonde, demanderait encore beaucoup de tems et de peine, pour remplir cet espace. On se décida à abattre á coups de canons un batardeau , qui empêchait Técoulement complet ; cette opération mit les fossés á peu près ásec, et diminua les obstacles. Si Ton voulait faire quelqu'attention aux présages , ce serait certes ici un moment bien opportun pour cela. En effet le drapeau hollandais qui souillait nos regards depuis plus de deux ans, continuait â flotter á la ci tadelle, lors de Tarrivée des Français. Des récompenses furent promises aux artilleurs assez adroits pour Ta battre. Mais jusqu'au 15, tous les efforts, toute Tadresse des pointeurs avaient été inutiles ; ce jour-là , la hampe est coupée par un boulet ; et cet immense haillon qui"], [112, "■92) nous insultait encore il y a un moment , roule main tenant dans la poussière et la fange, formée par le sang. Les défenseurs de ce drapeau d urent être accablés par ce coup , et prévoir en quelque sorte leur chute pro chaine , annoncée par celle de leurs couleurs. Du moins un grand nombre d'babitans d'Anvers, attentifs à cette espèce designai, augura de ce coup la destruction im minente de la domination hollandaise á la citadelle : un matelot eut Taudace d'aller hisser un nouveau pavillon á la place de Tancien ; mais trois jours après il subit le sort du premier. Et alors, les Hollandais avaient bien d'autres soins que de faire flotter un drapeau. Le 21 , tout était prêt pour Tassaut : aussi ce jour là á midi , on commença un feu terrible , qui semblait partir de tous les points ; mais qui en réalité, ne venait que des batteries de brèche proprement dites , et de ce qu'on nomme contrebatteries, et qui est destiné à fou droyer les ennemis qui tenteraient, d'un autre endroit de la forteresse, de démonter ou de harceler les batteries de brèche. La citadelle répondit bravement â cette at taque, mais toujours de derrière ses remparts. Car c'est une chose remarquable, que les assiégés ne s'aventu rèrent presque pas hors de leurs retranchemens, pen dant la durée du siège , comme cela a lieu en pareille circonstance, et que quand il le firent, c'était, comme je l'ai dit, toujours en si petit nombre, qu'ils ne pouvaient eux-mêmes en espérer quelque résultat."], [113, "93 CHAPITRE QUINZIÈME. Comment les faire sortir ? — Anciens mortiers , et mortier -monstre. — Les 15 coups. — Canon- nières. — Fascines et tonneaux. — Députés hollandais. — Lettre de Chassé. — Le feu cesse . — Joie en ville. — Inquiétudes nouvelles. — Capitulation. — Encore des craintes. — La flotte et le débarquement. — Ils s'en vont. A vaut de battre en brèche, les Français avaient, comme je l'ai fait remarquer, sillonné le terrain de la citadelle en tout sens, et avaient presque tout renversé ou brûlé; cependant les Hollandais, â Tabri des coups dans leurs casemates, semblaient se rire du danger; et effectivement ils perdaient peu de monde, parce qu'on exposait peu d'hommes à la fois. Le seul moyen de les atteindre était de les faire sortir de leurs retraites : mais la chose paraissait assez difficile, parce qu'elles étaient à Tabri des bombes ordinaires. On se décida alors â employer un mortier d'une dimension extraordinaire , dont je crois devoir dire quelques mots, avant de con tinuer mon récit. Anciennement on a employé des mortiers d'une grosseur considérable , et qui pouvaient lancer des bombes d'une pesanteur de 500 livres, mais la difficulté de transporter de pareilles pièces en fit abandonner peu â peu Tusage , et jusqu'à présent on s'était borné á des mortiers de 150 à 160 livres. Quelques-uns allaient á 200; c'est de cette force quesont ceux qui actuellement"], [114, "94 sont placés au fort ou lunette d'Hérenthals. Le colonel Paixhans, inventeur de canons d'un genre particulier, crut que Ton pourrait augmenter le volume de la bombe ordinaire; et franchissant Tidée de tout ce qui avait ja mais existé, il passa tout d'un coup á une sphère creusa d'une pesanteur de 1000 livres. Pour lancer une pareille masse, il imagina un mortier en bronze, pesant 15000 livres, avec une charge de 8 à 16 kilogrammes de poudre, suivant Télo-gnement du but , que Ton voulait atteindre. Quant á la bombe elle même, sa cavité contient 100 livres de poudre. Lancée pendant le jour , elle ressemble á un ballon, qui se ba lance majestueusement dans les airs; et pendant la nuit, sa mèche fait Teff'et d'un de ces météores qu'on appelle étoiles tombantes. Mais Teff'et qu'elle produit est ter rible. La masse toute entière s'enfonce en terre â une profondeur de deux â trois mètres, sans que rien puisse lui résister; ensuite ses parois, qui ont trois pouces d'épaisseur, éclatent, et bouleversent tout ce qui se trouve dans les environs. Tel est l'effet qu'elle produisit á la citadelle. Sur les 15 coups qui furent tirés, 14 achevèrent de ruiner ce qui se trouvait dans celte forteresse. Les voûtes des casemates, furent enfoncées, plusieurs soldats blessés, et le reste tellement effrayé, que le moral de la troupe déjà chancelant , fut tout-â-fait détruit : de sorte que Ton pourrait assurer, sans craindre de se tromper, que Temploi de ce projectile, entièrement belge, et unique- ment servi par les Belges , accéléra autant la reddition de la place que la brèche que les Français faisaient au bastion de Tolède. Je pourrais m'étendre sur ce point, et développer ma pensée; mais Ton croirait que je porte envie à la gloire que les troupes françaises viennent d'acquérir devant Anvers ; comme ce n'est point du tout mon intention , je garderai à part moi toutes les réflexions que je pourrais faire."], [115, "95 C'est peut-être un bonheur pour les assiégeans, pour les assiégés, et pour la ville même, que ce terrible pro jectile ne soit point tombé sur le magasin á poudre des Hollandais. Car il n'est pas doutenx qu'il n'eût fait sauter toute la citadelle, qui aurait entraîné en même tems dans sa ruine les vainqueurs et les vaincus. Cela ne sera pas du tout surprenant , si Ton se rappelle les effroyables effets de Texplosion de la canonnière de Van Speyck. Le 21 , pendant qu'on foudroyait la citadelle, les cha loupes canonnières, retirées derrière la coupure de la digue dans les polders inondés , firent un mouvement inaccoutumé ; les Français, placés au fort de Burcht , sur la rive gauche de l'Escaut, jugeant qu'elles voulaient profiter de Tespèce de confusion qui régnait, pour s'é chapper le long des terrains inondés, firent quelques décharges d'artillerie sur elles , ce qui les engagea à demeurer tranquilles. Depuis lors le feu de ce fort fut dirigé contre la citadelle , et a continué jusqu'à la fin du siège. Au camp français on se tenait prêt á monter à Tas saut. Un corps de grenadiers d'élite avait été formé de tout ce qu'il y avait de plus distingué dans les différens régimens de France. A ce corps devait appartenir Thonneur de se porter le premier sur la brèche. Les fas cines étaient là : et comme le flux pouvait amener Teau en grande quantité, et submerger ce pont de nouvelle espèce, on crut devoir pratiquer une passage á Teau; â cet effet on avait réuni et adapté les uns aux autres un certain nombre de tonneaux percés, qui feraient 1 office de tuyaux, sans nuire á la solidité du pont. Le 22 et toute la nuit suivante, le feu de Tartillerie avait été épouvantable; il continuait encore dans la matinée du 23 ; et une ouverture d'environ 80 mètres était faite dans le mur du bastion de Tolède , dont les pierres et la"], [116, "96 terre éboulées, remplissaient une partie du fossé, lorsque, vers 8 beures, deux officiers supérieurs hollandais se présentèrent du côté de la ville aux avant-postes fran çais. Conduits aussitôt au maréchal Gérard, ils décla rèrent qu'ils venaient de la part du général Chassé, pour traiter de la reddition de la citadelle ; et pour preuve de Tauthenticité de leur mission , ils remirent au maré chal la lettre suivante, de la part de leur chef: Citadelle d'A.i-n, a3 Déeembre l83>. M. le Maréchal, « Croyant avoir satisfait à Thonneur militaire, dans » la défense de la place , dont le commandement m'est » confié, je désire cesser Teffusion de plus de sang. C'est » en conséquence, M. le Maréchal, que j'ai Thonneur de » vous prévenir que je suis disposé á évacuer la cita » délie avec les forces sous mes ordres, et á traiter avec » vous de la remise de cette place , ainsi que de la po » sition de la Tête-de-Flandre et des forts en dépendant. » Pour parvenir á ce but, je vous propose, M. le maré » chai, de faire cesser le feu de part et d'autre , durant » le cours de cette négociation. J'ai chargé deux offi- » ciers supérieurs de remettre cette lettre â V. E. » Us sont munis des instructions nécessaires pour trai » ter de Tévacuation susdite.» — Recevez, etc. Aussitôt après la réception de cette lettre, le maré chal voyant la disposition des Hollandais, envoya le chef d'état-major Morin sur toute la ligne , pour faire cesser le feu, afin d'éviter tous les malheurs, qui en étaient la suite. Et sans perdre de tems , le conseil se réunit pour dicter les conditions , que Ton voulait im poser à Chassé. La communication de ces conditions demanda plusieurs allées et venues , pendant lesquelles"], [117, "97 on s'apperçutque les Hollandais profitaient du moment de relâche qui leur était accordé , pour continuer ou réparer leurs travaux de défense. Des officiers français furent envoyés pour les faire cesser sur le champ ; et comme les Hollandais ne désiraient rien tant que d'en finir, ils ne firent pas de difficulté d'obtempérer à ces ordres, qu'il était d'ailleurs dangereux pour eux de ne point écouter. Arrêtons-nous un instant sur Taspect que présente la ville. Etourdis par les détonations épouvantables qui s'étaient fait entendre le jour et la nuit précédens, les habitans étaient comme stupéfaits ; on pensait bien que la fin approchait ; mais on était loin de pouvoir fixer ce terme désiré. Toute la matinée les oreilles avaient été déchirées par cet infernal carillon , lorsque tout-à-coup, vers 9 heures, régne le silence le plus com plet : on se regarde, on s'interroge, on craint de se livrer trop vite â la joie; mais enfin on entend crier partout: la Citadelle est rendue. Ces mots, ces seuls mots se répan dent dans toute la ville; la joie se communique ;on pleure, on s'embrasse, on se félicite ; tous sont frères ; vous auriez vu les rues tout-à Theure désertes, se remplir comme par enchantement : les visages les plus sombres prennent une vraie teinte de gaieté ; et tous les cœurs se rouvrent â Tespérance. Je ne crois pas qu'il y ait eu dans toute la ville un seul individu , â quelque parti qu'il appar tînt , qui ne prît part au transport. C'était une commo tion électrique á laquelle personne n'avait échappé , parce que personne dans une pareil moment ne rai sonne ; la crainte toujours renaissante de voir les Hol- landais se venger sur la ville , ayant détruit tout autre sentiment. Cependant on n'était pas encore aussi avancé qu'on se Tétait imaginé d'abord ; pendant que la ville nageait dans Talégresse ( Texpression n'est pas trop forte) , il 7"], [118, "98 pouvait survenir des difficultés , qui forceraient â re prendre les armes. Le premier moment passé , on s'en quit plus exactement de la vérité, et les nouvelles ne paraissaient plus si rassurantes. Enfin au milieu de cette nouvelle inquiétude qui était plus ou moins sondée, fut conclue et signée la capitulation dont voici le texte . Capitulation arrêtée entre le général d'infanterie, ba ron Chassé , commandant de la citadelle d'Anvers et des forts qui en dépendent, et Tescadre hollandaise sur l'Es caut devant cette place, et le'maréchal Gérard, com mandant en chef Tarmée française devant la citadelle. Art. l.Le général d'infanterie, baron Chassé, livrera á M. le maréchal comte Gérard la citadelle d'Anvers , la flottille, la position de la tête de Flandre, les forts de Burcht, Zwyndrecht et Austruweel, dans leur état actuel, avec les bouches á feu, munitions de guerre et de bouche , à la réserve des objets mentionnés dans Tarticle 3. Art. 2. La garnison sortira avec les honneurs de la guerre , déposera les armes sur les glacis, et sera pri sonnière de guerre. Toutefois le maréchal Gérard s'en gage à la faire reconduire â la frontière de Hollande, où les armes lui seront rendues, aussitôt que S. M. le roi de Hollande aura ordonné la remise des forts de Lillo et de Liefkenshoek. A cet effet M. le maréchal Gérard enverra sans rétard un officier à La Haye , et permettra á M. le général Chassé, d'en envoyer un de son côté, s'il le juge convenable. Art. 3. MM. les officiers conserveront leurs armes. Toute la garnison conservera ses bagages, voilures, che vaux et effets, appartenant soit au corps, soit â des individus de cette garnison. Quelques personnes étran gères á la garnison, qui sont reslées à la citadelle, se ront sous la protection de Tarmée française. Art. 4. Si la réponse de La Haye ordonne la remise"], [119, "99 des forts de Lillo et Liefkenshoek , la garnison sera re conduite â la frontière de Hollande, soit par eau ,soit par terre , au choix de M. le général Chassé , aussitôt après la prise de possession desdits forts. Art. 5. Si la garnison prend la route de terre, elle marchera en une seule colonne , M. le général Chassé aura la liberté d'envoyer à Tavance des officiers d'état major et des commissaires de guerre , pour préparer les logemens sur le territoire hollandais. Art. G. Dans le cas où les chevaux et voitures appar tenant à la garnison ne suffiraient pas au transport de ses effets, il lui sera fourni des moyens de transport, dont le payement sera â sa charge. II en sera de même des bateaux , qui pourraient être nécessaires pour lt: transport des meubles des officiers et employés de là garnison. Art. 7. Pour le transport des malades et surtout des blesses, il sera fourni aux frais du gouvernement hol landais les bateaux nécessaires, pour les évacuer par eau sur Bergen-op-Zoom ; les malades non transportables continueront d'être traités dans des lieux convenables â leur situation, aux frais du gouvernement hollandais, par des officiers de santé de cette nation , qui jouiront à leur sortie des mêmes avantages que la garnison. Art. 8. Immédiatement après la signature de la pré sente capitulation, Tarmée assiégeante fera occuper par un bataillon la demi-lune et la porte de la courtine du front de la ville. Art. 9. Dans le plus court délai possible, les comman dans d'artillerie et du génie remettront aux chefs des mêmes corps de Tarmée française les armes, munitions, plans, etc., relatifs au service dont ils sont repeclivement chargés. II sera dressé de part et d'autre inventaire des objets remis. Fait au Quartier-général sous Auvers, le 23 Décem bre 1832. Le lieutenant-général, etc. S.1 Cyr-Nugues."], [120, "100 Article additionnel. La flottille de 12 canonnières sta tionnées devant Anvers, sous les ordres de M. le capi taine Koopman , n'est pas comprise dans la présente capitulation. Approuvé : le colonel Auvray. Le général d'infanterie , commandant en chef de la citadelle d'Anvers. Baron Chassé. Après cette pièce , il n'était plus permis aux plus timides de conserver encore des craintes , ni aux plus incrédules de douter encore de Tissue du siège. Mais on avait en général conçu une opinion si défavorable des Hollandais que Ton redoutait toujours une catastrophe, et qu'on les croyait capables de mettre le feu au magasin à poudre, au moyen d'une mèche, qui ne ferait son effet qu'après leur départ. Dieu merci ! les craintes étaient mal fondées ; et on les supposait plus méchants qu'ils n'ont osé Têtre. Pendant qu'on travaillait â la capitulation de la cita delle, les vaisseaux de guerre hollandais fesaient, du côté de Liefkenshoek, une nouvelle tentative dont on ne sait le but véritable ; car les uns prétendent qu'ils avaient intention défaire une diversion du côté d'An vers , tandis que d'autres croient qu'ils voulaient se borner á couper quelques digues, afin d'étendre Tinon dation. Déjà le 21 dans la soirée , ils avaient mis le feu á quatre fermes situées dans les polders , sous le canon de ce fort; mais le 23, une escadre composée d'une fré gate , deux corvettes , trois bateaux à vapeur et une vingtaine de canonnières, vint se placer vis-à-vis de la digue du Doel. Aussitôt un débarquement s'opère, tant de dessus ces navires que des bateaux qui se trouvaient dans les polders inondés; Liefkenshoek y joint un renfort, qui fesait monter le corps d'attaque â environ 2,000 hommes. Aussitôt ils se jettent sur le premier poste fran-"], [121, "101 çais. Le bruit du canon et de la mousqueterie attire le bataillon le plus rapproché, qui, après avoir échangé quelques coups de fusil , se précipite sur l'ennemi à la bayonnette , sans faire attention à la masse imposante qui se trouvait devant lui. Les Hollandais, déconcertés d'une pareille réception, plient, se retirent en désordre, et se réfugient dans leurs embarcations et dans le fort, laissant environ 100 des leurs tués, sans compter les blessés, et ceux qui périrent dans les flots. Ainsi un seul bataillon sans artillerie, repoussa un corps très-consi dérable, soutenu par une escadre nombreuse, qui avec le fort, avait une artillerie d'environ 200 bouches á feu, qui vomissaient constamment la mitraille. Les navires hollandais s'éloignèrent après avoir eux-mêmes beaucoup souffert de la fusillade des Français, remettant sans doute á un tems plus opportun l'exécution de leurs projets de destruction. Depuis lors, on a entendu très-souvent d'Anvers le bruit du canon , dans la direction de Lillo ; mais il parait que les attaques, s'il y en a eu, ont été sans ré sultat, puisque Ton n'a rien appris, qui put faire juger qu'il y a eu quelqu'affaire sérieuse."], [122, "102 CHAPITRE SEIZIÈME. Les canonnières détruites. — Des marins hollan- dais veulent s'échapper. — Proclamation de la Régence. — Koopman traité sévèrement. — La Régence complimente Gérard. — Les Hollandais mettent bas les armes. — La ville se ranime. — • Le Roi et la Régence. — Prise de possession des forts. Nous avons vu au bas de la capitulation un article additionnel qui portait que la flottille n'était point comprise dans les arrangemens relatifs â la citadelle et aux forts. Ce n'est pas sans raison que les Hollandais avaient refusé de joindre le sort des canonnières á celui de la forteresse. Voulant imiter, du moins de loin, Texem ple du fameux Van Speyk, ils avaient tous juré depuis longtems par ses mânes,de faire sauter leurs canonnières au besoin : en effet voyant qu'il n'était plus possible de sauver ces derniers débris de la domination de Guil laume en Belgique , et craignant de les voir tomber au pouvoir des rebelles, comme ils nous appellent , ils mi rent, pendant la nuit qui suivit la capitulation, le feu aux unes et firent couler bas les autres. C'est une perte que Ton évalue à 500 mille francs (1). Les détonations qui s'ensuivirent, reveillèrent les craintes mal assoupies, (i ) On est parvenu depuis à remettre à flot une des can onnières coulées à fond. Peut-être en retrouvera-t-on d'autres, lors de U baisse des eaux."], [123, "103 chez ceux qui en ignoraient le motif: on crut pour un moment que les hostilités étaient reprises; déjà on se livrait aux conjectures ; mais le calme qui régna pen dant le reste de la nuit, et les informations subséquentes ramenèrent l'espoir, et firent cesser les inquiétudes. Après ce beau fait, que les journaux hollandais n'ont pas manqué de célébrer, (car la destruction est leur élément), un officier de la marine hollandaise ayant rassemblé sur une des canonnières , qui avait été réser vée pour ce but , tout ce qu'on avait jugé à propos d'extraire de celles qui étaient détruites, tenta, avec une trentaine de matelots, de franchir, á la faveur de la nuit, le passage sur l'Escaut, se dirigeant vers Lillo ou Liefkenshoek. II parvint heureusement jusqu'à la hauteur du fort S.te-Marie, occupé par les Français. Là il fut arrêté et forcé de se rendre. La canonnière saisie fut remise aux Belges ; et les hommes de Téquipage faits prisonniers. Ces prisonniers ayant été transportés en ville , furent insultés par le bas peuple, qui ne rai sonne point, mais qui sent fortement, et s'exprime de même. A cette occasion la Régence fit afficher la pro clamation suivante : Concitoyens , « Chez tous les peuples civilisés les prisonniers sont » sacrés : un ennemi désarmé n'est plus un ennemi. » Aujourd'hui cependant quelques personnes égarées » se sont permis d'insulter des prisonniers. » Gardons-nous de donner lieu de penser que les » sentimens qui les ont fait agir soient ceux des habi » tans d'une ville si éminemment distinguée par son » humanité. » Concitoyens , que Tépoque de notre délivrance soit » une époque d'oubli , même pour ceux d'entre nous qui » ont été frappés dans leurs intérêts les plus sensibles. » Qu'iln'y ait plus parmi nous que des amis de Tordre,"], [124, "104 » et que tous nos efforts tendent â consolider le bonheur » de la Patrie ! » Cette proclamation f ut vivement critiquée par lesuns, et obtint les éloges des autres. Je ne me prononcerai point ici sur son mérite et sur son opportunité ; mais je pense que si la Régence eût attendu que le premier mouve ment qui lui a inspiré celte pièce, d'ailleurs respirant Thumanité , fût calmé , elle ne Taurait pas émise ; parce qu'elle en aurait mieux senti toute la portée, et pour ainsi dire, entendu le retentissement. Quant au capitaine Koopman, qui parait avoir été Tauteur de la destruction de la flottille, il fut considéré comme se trouvant en dehors de la capitulation, saisi, conduit au quartier-général du maréchal Gérard , et gardé á vue. Il fut même question de prendre des me sures plus sévères â son égard ; mais il est probable que des instructions particulières Tont fait replacer dans la cathégorie des autres prisonniers, car il partagea leur sort. Cependant le lendemain de la reddition de la forte resse , la Régence alla dans la matinée présenter ses complimens de félicitations au maréchal Gérard, pour ses succès ; et lui témoigna toute la reconnaissance des habitans pour les avoir délivrés d'un pareil voisin, et les avoir garantis de nouveaux malheurs. Et certes la Ré gence exprimait bien les sentimens de tous les citoyens. Elle fit ensuite part au maréchal de la décision qu'elle avait prise, de donner son nom á une des rues de la ville nouvellement bâtie. Le maréchal se montra très-sensible á cette délicate attention de la Régence, et lui promit d'en conserver le souvenir. Sur le soir du même jour, les Français se rangèrent cn bataille sur les glacis de la citadelle, entre la lunette St.-Laurent et le fort de Kiel. Aussitôt on fit sortir et défiler la garnison ; après quoi -, elle déposa les armes ,"], [125, "105 et rentra dans la forteresse, où elle devait rester jusqu'au retour du courrier, chargé d'apporter la réponse du roi de Hollande, par rapport á Lillo et Liefkenshoek. Le même jour, les Français prirent complètement possession de tous les postes , et ce n'est réellement qu'à dater de ce moment que les Hollandais furent prisonniers. Cependant la ville se ranimait déjà, et la foudre fumait encore, que tout semblait se reveiller de la torpeur que le bruit du canon avait occasionnée; vous auriez vu rentrer les fuyards et arriver les étrangers, en plus grand nombre, les boutiques et les magasins s'ouvrir, et étaler tous les objets de luxe, qui s'étaient dérobés â nos regards pendant un mois; et sans les barricades qui obstruaient encore maint passage, on ne se serait pas douté que Ton parcourait une ville, qui avait tremblé pendant si longtems pour sa propre existence. Le Roi qui ne nous avait presque point quitté, depuis le commencement du siège, était retourné á Bruxelles. Mais â la première nouvelle qu'il reçut de Theureuse issue de Texpédition, il se retrouva au milieu des Anversois. La Régence s'em pressa d'aller lui exprimer, dans un discours, toute sa reconnaissance pour les mesures qu'il avait prises, pour la conservation de la ville, et pour les bienfaits de la Reine â l'égard des malheureux. Elle reclama ensuite Tatten tion du Gouvernement , sur ceux qui avaient souffert pendant le siège. Abordant enfin des questions plus re levées, elle sollicita la démolition de la citadelle, et la levée de l'état de siège. Le Roi repondit en substance : qu'il était très-sensible aux sentimens de reconnais sance que lui exprimait la Régence; qu'en effet il avait toujoursveillé avec unevive sollicitude á la conservation de la ville d'Anvers; qu'il voyait avec plaisir les habitans revenir dans leurs foyers ; que la question de l'Escaut était une question européenne, et que les traités nous étaient favorables. S. M. ajouta que , quant aux autres"], [126, "106 objets de la demande que lui fesait la Régence, elle fera il tout ce qui lui serait possible, et tout ce que les circon stances et la sûreté de l'état permettraient. Pendant que cela se passait, les Français prenaient possession, le 26, des différents forts qui étaient compris dans la capitulation de la citadelle. C'étaient la tête de Flandre, les forts de Burght, de Zwyndrecht et d'Aus truweel et quelques redoutes qui en dépendaient, et dont quelques-unes avaient été abandonnées depuis longtems par les Hollandais, Qu'il était beau ce jour là, pour les malheureux habitans de la Tête de Flandre , que les Hollandais avaient forcés â abandonner leurs de meures, au milieu de Thy ver, et que la compassion avait fait recueillir de ce côté-ci de l'Escaut ! On a prétendu que la capitulation de ces forts avait été différente de celle de la citadelle ; mais c'était une erreur ; et tous ces hommes ont eu le même, sort."], [127, "107 CHAPITRE DIX-SEPTIÈME. Encore les curieux. — Virgile. — Etonnement général. — Les députés vers Guillaume. — Refus. — transport des prisonniers. — Déli- catesse des Français et des Belges bien payée. — Les pavillons. — Matériel de la citadelle. — Courrier à Paìis. — Réjouissances partout. — Et à Anvers. J'ai dit que, pendant le siège, il y avait des curieux assez imprudens, disons le mot, assez insensés, pour sortir des portes de la ville, et aller s'exposer sans raison, sans nécessilé á la mitraille, aux boulets et aux bombes des ennemis, qui tombaient en grande quantité sur la route de Malines étaux environs. Cependant le nombre de ces curieux n'était pas très- considérable. Mais aussitôt que la suspension d'armes eut lieu, le monde se précipita fiors des remparts, quelques-uns se glissèrent jusque dans les tranchées, et les parcoururent, malgré la dé fense expresse de Tautorité militaire française. Cette interdiction dura quelques jours, jusqu'à ce qu'on eût enlevé les bombés et obus qui n'avaient point éclaté, de peur qu'il n'en résultât des dangers pour la popu lation. Cette opération terminée, chacun fut libre d'aller voir ces travaux immenses. Ergo omnis longo snlvit se Teurria luctu ; Panduntnr portée; jnvat ire , et dorica castra, Desertosque videre locos, littusque relictum. Mie Dolopum manus, bic scevus tendebat Acbilles : Classibus hic locus : hic acies certare solebant. (Virg. lib. 3, .. 16.) (î) (1) «Troie respire enfin , après un long deuil : les portes s'ou-"], [128, "108 Il n'y a rien qui puisse rendre la surprise dont on fut saisi â cet aspect : on ne reconnaissait plus ces lieux qu'on avait vus mille fois, tant ils étaient changés et bouleversés ; et Ton ne pouvait se figurer que ces fossés, que les hommes de Tart appellent tranchées, boyaux, parallèles, etc. eussent pu être creusés dans un si court espace de tems. On se fesait une fête de les parcourir , de franchir les obstacles; les vieillards, et les femmes délicates trouvaient des forces, pour se porter â travers tous ces retranchemens. C'eut été une honte de ne pas avoir bravé les plus grandes fatigues en cette occasion. Quiconque enfin n'avait pas vu les tranchées n'avait rien vu. Il fallait pouvoir dire où étaient les batteries, les places d'armes, la descente blindée, porter son juge ment sur la brèche, passer le fossé de St. Laurent, ad mirer Touvrage des mineurs, autrement vous étiez un homme ou une femme, peu importe, sans talent, sans capacité, sans goût. Je suis étonné que nous n'ayons encore vu aucune mode nouvelle, qui s'appelle radeau, obus, pas de loup, fascine, ou gabion, car je vous assure que tous ces termes barbares autrefois pour les trois quarts et demi de nos habitans, sont devenus au jourd'hui des ornemens de la conversation la plus ordi naire. Mais c'est assez sur ce sujet; poursuivons. . Aussitôt après la capitulation conclue, le maréchal Gérard avait expédié pour La Haye , M. de Tallenay , secrétaire de légation â Bruxelles, avec un desesadju dans, afin d'aller la notifier au roi Guillaume, et lui en demander Taccomplissement par Tévacuation de » vrent ; on s'empresse de sortir, de voir le camp des Grecs, cet ■> plaines , ces rivages qu'ils ont abandonnés. Ici, se dit-on , cam » paient les Dolopes ; là était la tente du redoutable Achille ; Iá » se tenaient les vaisseaux ; plus loin se donnaient chaque jour de » sanglants combats, »"], [129, "109 Liefkenslioek et de Lillo. Le général Chassé y avait joint un de ses officiers, chargé d'un rapport sur l'état des choses. Ces MM. arrivés à Groot-Zundert,oùse trouvaient les avant-postes des Hollandais, furent arrêtés, et le seul envoyé de Chassé lut admis â continuer sa route; Les Français durent attendre son retour et la réponse de Guillaume, qu'il leur promit d'apporter. Deux jours après arriva la décision, qui contenait en substance, qu'il ne rendrait les forts, que contraint par la force. Cette décision était prévue, et ne surprit personne. Le résultat fut qu'on se disposa á faire passer e« France les prisonniers faits dans la citadelle et les forts , â f ex ception des malades et des blessés , dont les plus faibles furent transportés à l'hôpital d'Anvers, et les autres embarqués pour être reconduits dans leur pays. Le 28 de grand matin, environ les deux tiers de la garnison traversèrent l'Escaut et se rendirent par les Flandres á St. -Orner, ville qui, avec les petites places environnantes, leur servira de prison, jusqu'à Tarran gement définitif des affaires de la Hollande avec la Belgique; l'autre tiers partit le lendemain pour la même destination, suivi du général Chassé, qui parait ne pas vouloir se séparer des troupes dont il avait le comman dement. C'est avec un vif sentiment de satisfaction, que nous avons vu les attentions délicates des Français pour les ennemis vaincus. Certes on doit être fier de vivre dans un siécle, où Thomme sait si bien ménager Tamour propre humilié ; mais que dire de ceux qui après avoir été écrasés, puis comblés de bontés, semblent ne relever leurs chaines, que pour en frapper les êtres qui cherchent á en alléger le poids? Plaignons-les, et pardonnons; ils seront peut-être honteux plus tard de leurs excès. Les Français, après la reddition des forts accueillaient â Burgbt les Hollandais comme des frères; ceux-ci jettent"], [130, "( HO) des cartouches dans le feu, et plusieurs soldats sont victimes de cet horrible jeu. — Pendant que les Belges épuisaient à Anvers tout ce que la charité et l'humanitc a de plus touchant pour guérir les blessés hollandais; ceux qui traversaient les Flandres épuisaient tout ce que la bassesse peut inventer d'injures contre les Belges qu'ils rencontraient, et dont la plupart s'empressait de leur procurer du soulagement. Je le répète : plaignons et pardonnons. Trop longlems le pavillon hollandais avait semblé maîtriser les eaux qui nous entourent; il avait enfin disparu â la citadelle , et sur les forts; et la destruction des canonnières était une sorte de justice que les en nemis avaient rendu eux-mêmes aux Belges, en fesant disparaître des couleurs qui nous avaient si longtems insultés et menacés. Cependant les lieux mêmes qui avaient étalé ces couleurs n'étaient point encore en notre disposition , et un drapeau étranger n'avait fait que remplacer un drapeau ennemi. Mais le 31 de Dé cembre , les Français, fidèles á la convention qu'ils avaient faite avec l'Angleterre, fidèles á Tamitié qu'ils nous avaient jurée, firent aux autorités du pays la remise de la citadelle et de tous les forts qui en dépen dent, ainsi que du matériel qui s'y trouvait. Le colonel Guerette fut chargé de prendre possession, au nom du Roi , de ces points importants; et c'est depuis lors seu lement qu'on a pu les considérer comme belges. Aus sitôt le drapeau de Septembre flotta sur tous les points. Bien plus, les brigantins et les canonnières belges, qui jusque là étaient restés ou à Burght ou dans les environs, descendirent la rivière, et vinrent se placer au lieu même qu'avaient occupé les bâtimens hollandais , et nous assurer en quelque sorte que les embarcations enne mies avaient réellement disparu. Le matériel de la citadelle et des forts était assez"], [131, "111 considérable. On y trouva, entr'autres 140 bouches á feu en tout genre, des projectiles et de la pondre en très grande quantité, et des vivres pour plus de six mois. L'inventaire exact qui en a été fait prouve suffisamment que ce n'est pas le manque de munitions qui a engagé la garnison à se rendre. (1) Aussitôt après la reddition de la citadelle, le maréchal Gérard en avait envoyé la nouvelle â Paris, par un de ses officiers, chargé en même tems de remettre au Roi le drapeau de la 1 0e division , qui composait la garnison à la citadelle. Ce courrier repandit sur sa route la nou velle agréable dont il était chargé. Alors des réjouis sances éclatent partout : à Bruxelles, à Mons, á Valen ciennes, il y eut des fêtes, des illuminations spontanées. A Paris cette nouvelle fut accueillie par des acclama tions daus les spectacles et les réunions en tout genre, dès qu'elle y fut parvenue. Anvers seul avait Tair d'être indifférent á ce triomphe qui le touchait de si prés. Une grande partiedes habitans se plaignait de Tapathie des autorités. Des expressions amères sortirent d'un grand nombre de bouches. Mais lorsqu'enfin la Régence dans sa proclamation, datée du jour de la prise de possession, eut elle-même la faculté de ranimer le premier senti ment qui commençait á s'assoupir, on put voir quelle (i) D'après un rapport du maréchal Gérard, il y a eu i4.ooo mètres de fossés de creusés devant la citadelle, et Gj.ooo coups tant de canons , que de mortiers et obusiers de tirés. La perle des Français s'est élevée pendant les \">.o jours qn'a duré le siège, à 688 hommes tués; perte insensible sur une armée aussi considérable, et devant une place qui semblait devoir être le tombeau de 10,000 hommes, avant de songer à se rendre- On piéleod, (car nous n'avons point li dessus de rapport authentique) que les Hollandais n'ont perdu que de deux à trois ceiif» des leurs. Ce qu'ils ont du à la tactique de Chassé dont j'ai parlé plus haut. Au reste le nombre des prisonniers fut d'environ 5,ooo soldais et iS5 officiers."], [132, "112 part la ville prenait â sa délivrance, Et sa joie com primée n'en fut que plus vive, sans occasionner le moindre désordre; parce qu'aujourd'hui il n'y a plus personne qui fasse cette honnête spéculation, comme cela avait lieu précédemment."], [133, "113 CHAPITRE DIX-HUITIÈME. Les Français font leurs préparatifs de départ. — Loi de remercîment. — Epée d'honneur. — Canons. — La citadelle ouverte. — Quel spec- tacle ! — Les deux opinions sur Chasse. — Rai- sonnemens sur la citadelle , sur la guerre , sur Guillaume , que sais-je P sur les orangistes. — La bourse. — La France et V Angleterre sont toujours là. — Nouvelles propositions. — A chacun selon ses œuvres. — Vœux. Ou s'attendait á ce que les Français feraient évacuer immédiatement les deux seules places qui restaient aux Hollandais sur notre territoire. Mais ils se sont contentés pour le moment de débarrasser Anvers de ses mauvais voisins; et des raisons de politique qui ne sont pas de mon ressort ont fait différer le reste. Reposons-nous sur le Gouvernement de l'opportunilé des mesures qui restent à prendre; convaincus d'avance qu'elles seront pour le bien du pays. Les Français se disposaient donc á quitter la Belgique, et fesaient tous leurs préparatifs en conséquence. Le maréchal Gérard avait informé Tannée de cette résolution, par un ordre du jour, où il rappelle en peu de mots la gloire qu'elle venait d'acquérir. Dans un ordre du jour subséquent, il fait connaître, avec la complaisance d'un cœur reconnaissant, les témoi gnages de gratitude qu'il avait reçus de la ville d'An vers. C'était sans doute un beau souvenir qu'il pouvait à"], [134, "114 conserver de son expédition. Mais il lui en élait réservé un plus flatteur encore. C'est le décret que vote la nation par la bouche de ses représentans, le 31 Décembre. Le voici : « La nation belge adresse des remerci mens á Tarmée » française. » Et comme si Ton voulait épuiser tout ce qu'une nation peut avoir de coqueterie ( qu'on me passe le mot ) , le Sénat adopta la proposition suivante , et la transmit à la chambre des représentans, qui s'empressera sans doute de Tapprouver : « Une épée d'honneur sera offerte par nous, au nom » du peuple belge, â M. le maréchal comte Gérard, gé » néral en chef de Tarmée du Nord. » Le Roi ajouta á ces marques de reconnaissance pu blique des témoignages, qui, pour être plus particuliers, n'en étaient pas moins approuvés par tout ce qu'il y avait de vrais Belges. U fit présent â Tarmée de six pièces de canon, et il décora le maréchal et plusieurs officiers de la croix de Tordre de Léopold. Cette armée quitta ainsi ses hôtes, comblée de bénédictions et chargée de lauriers. Les Belges ayant successivement remplacé les Français dans les postes avancés sur la frontière hollan daise, nous fûmes enfin en possession de notre territoire, et le quar lier- général du maréchal quitta Berchem le 3 Janvier; en sorte que nous ne vîmes plus que les blessés de cette nation, qui étaient traités á Anvers, jusqu'à ce qu'ils pussent rejoindre leurs corps respectifs. LesFrançais s'étaient montrés extrêmement difficiles, pour ouvrir les portes de la citadelle aux curieux qui s'y présentaient : disons plus; personne n'y avait été admis, à moins qu'il ne fut officier, et bien connu; il y avait plusieurs motifs plausibles dans cette défense; c'était d'abord le danger qu'il y avait de circuler au travers des bombes et de obus encore chargés, et qu'une"], [135, "115 imprudence pouvait faire éclater; ensuite Toccupation où Ton était à faire Tinventairedu matériel, et la crainte qu'il n'y eût le moindre objet détourné ou enlevé. Mais les Belges une fois en possession, on se montra assez disposé à laisser entrer les particuliers, au moyen d'une carte; précaution prise plutôt pour éviter Tencombre ment que pour toute autre raison. On y pénétra donc dans cette citadelle ; on la vit. Mais ô ciel îquel spectacle ! ce ne sont que ruines s'écroulant sur des ruines; tous les bâtimens sont consumés parles flammes; les parties de murs qui sont encore debout, comme pour attester qu'ils ont existé, sont criblées par les boulets. On ne peut faire un pas, sans s'exposer à tomber dans les trous que se sont creusés les bombes, dont les éclats gissent sur le terrain, comme s'ils y avaient été semés. A peine reconnait-on les remparts et les dif férents ouvrages qui s'y lient. Un grand nombre de batteries blindées sont enfoncées par la chute des bom bes; et les bouches à feu sont en quelque sorte enterrées sous ces débris. Des canons sont brisés, d'autres ap platis. Quelques casemates ont cédé à la pesanteur des projectiles ; et les soldats qu'elles recelaient y ont trouvé la mort. Toute la plaine qui forme l'intérieur de la citadelle est jonchée de papiers déchirés, d'habillemens en lambeaux, restes sans doute des hommes qui ont succombé. Partout la désolation s'y montre sous ses faces les plus hideuses. Ces casemates, où les troupes cherchaient une retraite, exhalent une odeur fétide, qui fait reculer Thoinme le plus courageux. On ne peut se faire une idée plus juste de leur entrée et de leur inté rieur, qu'en les comparant â cette entrée des enfers dé crite avec toute sa laideur dans le Télémaque. Le seul endroit où Ton puisse reposer les yeux avec quelque plaisir, c'est sur la butte, où flotte enfin le drapeau belge, et qui a été si longtems souillée par celui des Hollandais."], [136, "116 Si le prince d'Orange se trouvait en ces lieux, il saluerait sans doute encore avec nous ces nobles couleurs, si souvent insultées par ses partisans. (1; Dans le moment où j'écris, la curiosité ne se ralentit pas, malgré les difficultés qui se présentent tous les jours aux visiteurs, soit par le changement subit de consigne, soit par la brutalité de certains officiers, qui sont préposés â la réception des cartes d'entrée, soit par les courses qu'il faut faire pour en obtenir. Ce serait peut-être ici le lieu d'émettre une opinion sur Chassé et sur sa défense , mais je reconnais mon incompétence en cette matière. Comme on a beaucoup disserté sur ce sujet , je me bornerai â rapporter le pour et le contre, laissant aux lecteurs plus versés que moi dans cette partie la faculté de se prononcer. Et d'abord je vais mettre sous les yeux les sentimens de ceux qui sont satisfaits de la défense. Chassé était un vieux général, qui connaissait son état, U est positif qu'il n'aura songé à se rendre que lorsqu'il aura vu Timpossibilité absolue de se défendre plus longtems. Tous les bâtimens brûlés à la citadelle, une grande partie (i) Voici une anecdote généralement peu connue, quoique le fait se soit passé devant un assez grand nombre de témoins. Plu sieurs jours avant que la révolution eût éclaté á Anvers , on avait , comme chacun sait, fait flotter les couleurs belges au haut de la boucherie. Une compagnie de garde communale (schuttery) est en voyée, pon r empêcher le tumulte. Un capitaine, excellent patriote, était a la tète do ce détachement ,- il maintenait Tordre en effet , lorsqu'un otlicier supérieur se présente , et demande pourquoi ce drapeau n'a point encore disparu. Le capitaine était occupé à lui répondre que sa mission se bornait à empêcher le tumulte, lorsque le prince d'Orange s'approchant, 60Ìt par hasard, soit à dessein, òta son chapeau, et salua avec respect ce signe de notre indépendance. Le peuple qui jusque la avait gardé le silence, témoigna par ses acclamations , combien cette action lui avait été agréable. Je suis curieux de voir , ce qu'on dira d'un trait si abominable de la paît du prince."], [137, "117 de ses batteries démontées, écrasées, enterrées, ne lui laissaient plus la faculté de répondre suffisamment aux ennemis, afin d'empêcher leurs progrès. La certitude d'être abandonné á lui même sans espoir de secours, n'était pas faite pour l'engager á pousser les choses á T extrémité, ni pour enflammer le courage de ses soldats. D'un autre côté le maréchal Gérard, en visitant les lieux, a donné lui-même des éloges â Chassé, et a reconnu qu'il était impossible qu'il tînt plus d'un jour : et certes le maréchal Gérard est un juge compétent. Tous les officiers français se sont accordés á ratifier les paroles de Gérard. Bien plus, le roi Guillaume, qui devait bien certainement être irrité de la perte d'une forteresse si importante, puisqu'il avait mieux aimé s'exposer aux horreurs de la guerre, que de la céder de bonne volonté , Guillaume donc se montre extrêmement satisfait du courage que la garnison a déployé dans cette circons tance ; et pour en donner un témoignage éclatant, il détache la croix qu'il portait, et l'en voie â Chassé. Enfin tous ceux qui visitent les ruines de la citadelle, attestent par l'efl'roi que ces ruines leur inspirent, que la gar nison a fait tout ce que lui prescrivait Thonneur. Voici maintenant le raisonnement de ceux qui trou vent que Chassé aurait pu faire davantage et mieux. Les Hollandais instruits de Tarrivée des Français, les laissent paisiblement s'assurer des alen'outs de la place. Ils les laissent creuser leur première parallèle , faire leurs batteries, placer leurs pièces, sans tirer un coup de- canon ; et ce n'est qu'après que le maréchal Gérard a la bonté d'annoncer à Chassé qu'il vient le prier de partir, que celui-ci s'avise de lui envoyer quelques dé charges. Les Français s'avancent. Des sorties fréquentes et nombreuses auraient du se faire. Mais non ; quelques soldats se hasardent timidement trois ou quatre fois pendant vingt jours, sans obtenir de résultat. Enfin la"], [138, "118 place est serrée de prés. Voyez vous quelque trait d'au dace de la part des assiégés, quelque mines sauter, quelques tranchées renversées et détruites? Non; les bombes â la Coehoru et les fusils de rempart font tout Touvrage. Attendez la brèche; eh bien, voilà la brèche ouverte; au lieu de défendre pied á pied le bastion endommagé, quand l'ennemi aura l'audace de monter á Tassaut, brûler ses facines, rouler des masses sur lui, pour Técraser pendant cette opéra lion difficile, Tempêcher peut-être de Texécuter; en suite cédant et non vaincu, se retirer, dans le corps de la place, après lui avoir fait perdre peut-être deux mille hommes, couper le bastion occupé, élever vis-à vis un nouveau retranchement, pour de là foudroyer J'ennenti sur cetle position , la lui rendre inutile , peut ètre même le forcer â l'abandonner ; au lieu de tout cela on capitule; et Ton appelle cela une belle dé fense ! qu'on ne vienne pas nous parler des maisons brûlées et détruites, du terrain sillonné par les projec tiles. Les Français avaient aussi leur terrain sillonné de la même manière, et ils n'étaient pas â Tabri derrière de hauts remparts; et cependant ilsavancaient toujours: quant aux maisons, tout le monde sait qu'ellessont inuti les à la défense. Mais les éloges du maréchal et des officiers fiançais? vraiment c'est une plaisanterie, de vouloir en tirer quelque conséquence. On sait de quelle délicatesse lesFrançais usent en vers les vaincus; et ces éloges rentrent bien certainement dans la même cathégorie. — Et la satisfaction de Guillaume? Guillaume a voulu cacher tout son dépit par des dehors flatteurs; il a cherché à ranimer le courage de ses soldats, en recompensant une belle défense, dont Tissue a été malheureuse. D'ailleurs on s'était tellement lait une idée différente de la défense de Chassé, et de la force de la place, que lorsque la nouvelle de la reddition fut répandue dans les diverses"], [139, "119 contrées, ses plus chauds partisans en restèrent stupé faits; et ce n'est que lorsqu'ils sont revenus à eux, qu'ils ont cherché â colorer tout ce qu'il y avait de ré préhensible dans sa conduite. Mais sans la triste célé brité que s'était acquise Chassé par le bombardement d'Anvers, en 1830, on ne se serait pas tant obstiné à voir en lui un héros, qui, pouvant tout braver, n'a cédé qu'à Texlrêmité á des forces auxquelles il n'était plus possible de résister. Je crois avoir rapporté fidèlement les deux opinions opposées; que Ton compare maintenant, etque Ton juge. On crut que les Belges une fois maître de la citadelle, le premier soin du gouvernement serait d'en démolir les parties qui dominent et menacent la ville : mais il semble hésiter de le faire, tant que la paix n'est pas signée. Et cela n'est pas surprenant. C'est une retraite assez sûre en cas d'échec pour avoir le tems de reprendre haleine et d'attendre du secours ; et ce serait une im prudence de ruiner une forteresse qui, le cas échéant, peut être très-utile contre l'ennemi. Suspendons nos raisonnemens sur sa destination primitive, jusqu'à ce que l'ennemi ait cessé de menacer nos frontières ; il sera toujours tems d'y revenir. L'on entend tous les jours les journaux de tous les pays nous menacer d'hostilités immédiates de la part de la Hollande, aussitôt que Tar mée française aura évacué notre territoire ; conservons donc toutes les positions qui peuvent arrêter ses pro grès, si la fortune trahissait Tardeur de nos soldats. Je suis certes du nombre de ceux qui ne croient rien des desseins que Ton prête au roi Guillaume ; mais sa té nacité a déjà trompé tant de prévisions, qu'il ne fau drait pas être excessivement surpris, s'il s'avisait de jouer enfin quitte ou double, par un dernier coup de tête. Déjà il a fermé l'Escaut même á la navigation de ses meilleurs amis ; de ceux qui ont toujours pris ses"], [140, "120 intérêts â cœur. Que fera-t-il contre ses ennemis, contre ceux qui mettent un embargo sur les bâtimens deses sujets? Mais de cette démarche insensée conclure qu'il va tirer Tépée, il y a encore un intervalle im mense; et cet intervalle il ne le franchira pas. Les rangs de ses partisans en Belgique , sur lesquels il a toujours compté s'éclaircissent, tous les jours, et Ton peut lacile ment compter leur nombre par les souscriptions qu'ils font ça et là , pour les blessés de la citadelle. La charité politique qu'ils affichent en ce moment, est le dernier coup qu'ils portent á leur maître, qui n'aura qu'à voir leur faiblesse; en même tems que le pays connaîtra ceux de ses ennemis qui ne veulent poiút se convertir. L'expédition française, qui avait inspiré plus ou moins de défiance dans toute l'Europe, avait aussi été cause de la faiblesse des fonds publics sur toutes les bourses; mais on n'eut pas plutôt appris avec quelle bonne foi la France remplissait les conditions des traités , en éva cuant le territoire belge, que tous les fonds s'élevèrent subitement; et chacun commença á croire réellement â la paix , dont le maintien avait paru difficile à tous , impossible au grand nombre. Ainsi á Vienne, à Paris, á Londres, â Anvers , á Amsterdam même, tout se res sentit de cette heureuse issue de nos affaires , et il est à espérer que ce mouvement durera longtemps. II ne faut pas croire cependant que l'Angleterre et la France abandonneront leur projet de forcer la Hollande à se départir de ses prétentions. Nous voyons au con traire qu'elles vont faire de nouveaux efforts pour at teindre ce but : et Ton doit être persuadé plus que jamais que les autres puissances y donneront les mains. Au reste leurs dernières propositions á la Hollande sont loin de donner á penser qu'on laissera Guillaume maître du terrain. Ces propositions sont assez importantes pour en donner ici un précis : '"], [141, "( 121 ) « Remise des forts de Lillo et Liefkenshoek ; libre » navigation de l'Escaut pour toutes les nations ; libre » navigation des eaux intérieures , suivant le tarif de » Mayence , passage par les routes de Venloo et Sittard, » au moyen d'un droit de barrière. » Remise á la Hollande du territoire qui lui appar » tient d'après le traité de Novembre; réduction des » deux armées belge et hollandaise , sur le pied de » paix ; obligation â la France et á TAngeterre de ter » miner les différends par rapport á la dette ; obliga » tion á la Hollande de payer tous les frais de guerre » et de blocus. » Ces propositions qui ne s'éloignent en rien du traité du 15 Novembre ont été envoyées à La Haye; et ont fait l'objet des délibérations du cabinet, et quoique décla rées non admissibles, par le gouvernement hollandais, il paraît cependant ne pas les avoir entièrement re jettées, et vouloir seulement temporiser, afin d'obtenir du tems ce qu'il désespère d'obtenir par. la force. Je ne finirai point cet ouvrage , sans faire mention des récompenses qui ont été distribuées á cette occasion. Nous avons déjà vu les honneurs accordés au maréchal Gérard et â ceux qui ont pris part à ses travaux. Un grand nombre de personnes qui se sont distinguées, re çurent la croix de Léopold ou celle de la légion d'hon neur, ou de Tavancement. Userait trop long d'en faire le dénombrement, et cela s'écarterait de mon plan : je me contenterai d'en citer deux : M. Legrelle, notre bourgmestre, a obtenu la décoration de Tordre de Léo pold, pour son zèle pendant Tinvasion du choiera, et pendant les jours nébuleux du siège : et le brave colonel Buzen, à qui nous devons Tordre et la tranquillité dont nous avons joui durant un an a été élevé au grade de Général de Brigade. Quant aux ennemis du pays ; ils ont été accablés á jamais."], [142, "122 Puisse la belle ville d'Anvers reprendre le rang qu'elle avait dans le 1 5.e siécle, et que lui assigne sa position , et rivaliser avec les cités les plus florissantes de Tuni vers ! Puissent tous mes concitoyens oublier leurs dissensions, et contribuer par leur union à la félicité publique, en travaillant pour leur avantage particulier ! Puissent enfin les années qui vont suivre, former une nouvelle époque de bonheur et de prospérité pour la Belgique ! Ce sont les vœux que formera sans cesse mon cœur pour une patrie qui me sera toujours chère. FIN."], [143, ""], [144, ""], [145, ""], [146, ""], [147, ""], [148, ""], [149, ""], [150, ""]]