[[1, ""], [2, ""], [3, ""], [4, ""], [5, "A BRIDE'S MADNESS."], [6, "BY THE SAME AUTHOR. SECRETS OF THE COURTS OF EUROPE. THE PRINCE OF BALKISTAN. A CROWN OF STRAW. ONE OF GOD'S DILEMMAS: A STUDY."], [7, "A Bride's Aadness BY ALLEN UPWARD author of \"secrets of the courts of Europe\" \"the prince of balkistan,\" etc BRISTOL J. W. Arrowsmith, ii Quay Street LONDON Simpkin, Marshall, Hamilton, Kent & Company Limited AU rights reserved"], [8, "Brrowsmttb's 3/6 Series Vol. XXVIII."], [9, "CONTENTS. PROLOGUE. Page THE CLOSED SALOON ..... 7 CHAPTER I. A STRANGE ACCIDENT ..... 15 CHAPTER II THE EARL OF FATHERINGHAM ... 39 CHAPTER III. DIARY OF THE REV. A COPINGSTONE . . 60 CHAPTER IV. THE PRIVATE ASYLUM ..... 87 CHAPTER V. THE NEW GAMEKEEPER .... I08 CHAPTER VI. Catherine's secret ..... 128 CHAPTER VII. A PLAN OF CAMPAIGN . ... I49 CHAPTER VIII. DIARY OF A LUNATIC ..... 169"], [10, "Contents. VI chapter IX. rage A DESPERATE ERRAND ..... I9O CHAPTER X. MORE DISCOVERIES THAN ONE . . . 207 CHAPTER XI. laura's fate ...... 226 CHAPTER XII. ALL IS NOT YET OVER .... 247 CHAPTER XIII. ALL'S WELL THAT ENDS WELL . . . 267"], [11, "7 H Bribe's flftabness. PROLOGUE. THE CLOSED SALOON. TT was nearly eleven o'clock at night, and the express in connection with the West of England through service was running into Glasgow. The Central Station was brilliantly lighted, and an expectant throng of porters lined the platform as the train came rattling and rushing on along the burnished lines of steel, and drew up with a skil fully graduated shock. The train seemed to be composed of the same number of carriages as usual, but in the centre a saloon compartment was observed, on the outside of which was affixed a white label bearing the word Reserved."], [12, "8 A Bride's Madness. This compartment appeared to be lighted within, but the curtains were closely drawn across the windows, and when the express came to a stand still no movement in the way of opening the door or unclosing the curtains gave indication of the presence of passengers inside. Apparently the saloon was deserted. No doubt its occupants had alighted at some preceding sta tion, and a careless porter had omitted to extinguish the lights. The row of men who had been awaiting the arrival of the train made no attempt to investigate the mystery. As soon as the wheels had ceased to revolve, a rush was made at the doors of those com partments which gave evidence of being tenanted, and soon the porters were streaming away in all directions, bearing with them the parcels of the various passengers, who stalked sleepily behind. The doors of the luggage van were thrown open, and an eager crowd collected round the heap of boxes and portmanteaux which came out in a pro miscuous stream. Every now and then a passenger would give an indication of his property, and his"], [13, "The Closed Saloon. 9 attendant porter would make a dive into the heap, and hurry off towards the cabstand. Then would come the sound of wheels rolling away in the dis tance, while the porter scrutinised something in the palm of his hand, and blessed or objurgated the departing passenger. By degrees the. heap had dwindled down till there only remained two large basket trunks and a leather portmanteau of dimensions too great to admit of its being carried by the owner. The two or three porters who still hung round the doors of the van gazed about them for the person to whom these articles belonged. But no claimant appeared. The last passenger had departed, and save for the station officials the platform was deserted. At this moment the guard of the express came bustling along, accompanied by the night inspector of the station. ' What is the matter ? ' he asked. ' Whose things are these ? One of the porters stooped down and read out the name on the portmanteau. ' What ! Have they gone off without them ? '"], [14, "A Bride's Madness. 10 cried the astonished guard. And he turned hastily, and glanced along the train in the direction of the reserved saloon. It was still in the same condition as when the train drew up in the station. The door was shut, and the curtains were closely drawn. The lights from within still shone behind the curtains and be tween the crevices ofthe door. The carriage showed no other sign of life. The guard was puzzled. He turned in some per turbation to the inspector. ' I haven't seen anything of them since we left Preston,' he said. ' It 's a gentleman and a lady ; a beautiful girl she was, too. I think they 're on their honeymoon. At Preston the gentleman came to the door and asked me to get him a bottle of brandy. That was the last I saw of them.' He began to walk up the platform towards the mysterious carriage. The inspector came beside him, and the group of porters followed a little be hind, exchanging whispered remarks. ' It 's no very canny,\" said one. ' I dinna like the look of it.'"], [15, "The Closed Saloon. 11 Another made the suggestion that the two pas sengers might have fallen asleep and not been awakened by the stoppage of the train. But there was an uncomfortable feeling in the minds of all, including the speaker, which forbade them to accept such a solution of the mystery. By this time the two men in front had arrived before the door of the compartment. The guard raised his hand and tapped on the glass. But there was no response from within. Glancing anxiously at his companion, the guard rapped again more loudly, and then, as the inmates of the saloon still made no sign, he laid his grasp on the handle of the door and wrenched it open. The inspector bent forward eagerly beside him, and they both looked in. The first glance revealed nothing to confirm or to dispel their apprehensions. The furniture of the carriage displayed no particular signs of disturb ance. The only disquieting fact was the total absence of all signs of occupancy. ' What has become of them ? ' murmured the"], [16, "A Bride's Madness. 12 guard, as he stood stupidly staring in at the open door. The inspector impatiently brushed past him and entered the saloon. He turned to that end of the compartment which had been out of sight from his former position on the platform, and was at once rewarded by a partially reassuring, though at the same time somewhat revolting, sight. One, at least, of the two passengers who had oc cupied the reserved saloon was still there, and in a situation which accounted for his failure to perceive the arrival of the train at its destination. The per son whom the inspector saw before him — a man apparently in the prime of life, and dressed in a travelling suit of the best and most fashionable kind — lay stretched out on a couch in the corner of the saloon farthest from the door, breathing heavily in the deep sleep produced by intoxication. The swollen, unhealthy face, stained with purple blotches, and the helpless disorder which marked the sleeper's attitude, were sufficient, without the presence of the empty spirit-flask on the floor below him, to show the nature of the slumber which had overtaken him."], [17, "The Closed Saloon. 13 The inspector turned round to the guard, who had by this time followed him into the carriage, and pointed to the sleeping object with a sign of mute disgust. ' That is the gentleman,' said the guard, nod ding his head as if the sight had partly dispelled his anxiety. ' Seems to have had about enough, doesn't he ? But where is his wife ? ' The inspector answered only by a significant look round the compartment. It was empty. The guard, beginning to feel a renewal of his alarm, strode to the side of the sleeper, and shook him roughly. The drunkard slowly roused himself, and stared at his disturbers with heavy, bloodshot eyes. ' What 's the matter ? ' he ejaculated, speaking in a voice still thick from the effects of the debauch, which he had not entirely slept off. ' Is this Glasgow ? ' ' Yes,' answered the guard, sharply, ' it is, and we want to know what has become of the young lady who was travelling with you ? ' Hardly were the words out of his mouth when"], [18, "A Bride's Madness. 14 they were answered by a low moan which caused his comrade and himself to start violently, and turn their eyes simultaneously to a narrow door in the end of the saloon, which gave admission to a smaller compartment used as a dressing-room. The partially aroused drunkard followed the direc tion of their eyes, and heard a second feeble moan issue from the inner compartment. The effect seemed to be almost instantly to sober him. 'A very distressing thing has happened' he said, rising unaided to his feet, and speaking in tones which, though still husky, were fairly distinct. ' It has completely upset me, and made me ill as you see. The excitement she has passed through lately has been too much for my poor wife. I have reason to fear that she has gone out of her mind.'"], [19, "CHAPTER I. A STRANGE ACCIDENT. A N unusual excitement brooded over the village of Haughton. The inhabitants moved about with an air of subdued mystery, and shook their heads, and cast meaning glances at each other as they passed ; or else they gathered in little knots of two or three at corners, and indulged in conversa tion carried on in a key scarcely above a whisper. The close stillness of a warm afternoon in September lay upon the country, and added to the general dis inclination to work. As time went on, the groups of people which had been scattered along the length of the main street of the village, or town, as the inhabitants preferred to consider it, showed a tendency to drift together, and collect round the doors of the principal hostelry of the place, the 'Polar Bear.' Here the attraction which had brought them so far began to act at an J5"], [20, "A Bride's Madness. 16 accelerated ratio, and the male portion of the crowd commenced to stream in ever-increasing numbers between the wide open portals of the inn, and disappear into the interior. Once inside, the ma jority made their way to a large room situated on the first floor of the building, and known as the ball-room, owing to its having been originally built, at a time when Haughton was more flourishing than it had been of late years, for the purposes of those assemblies which formed an important feature of provincial life in the earlier part of the century. A considerable section, instead of proceeding straight upstairs to the ball-room, turned aside to the bar of the hotel, where they partook of refresh ments to sustain them under the exhaustion pro duced by so much mental agitation. Those who found their way to this quarter, however, were only the more respectable element among the crowd, such as the shopkeepers of Haughton, and the farmers, who had driven in from the surrounding country. A humbler class, not venturing to claim the hospi tality of ihe aristocratic ' Polar Bear,' took refuge in the friendly shelter of the neighbouring ' Lamb '"], [21, "A Strange Accident. 17 — an animal which flourished in such close proximity to its fiercer comrade as to suggest thoughts of the Millennium to the scripturally inclined. The feminine portion of the gathering, whom considerations of etiquette perhaps restrained from following their husbands and brothers into the interior of the building, hung outside the approach to the ' Polar Bear,' or paraded the street in com pany, awaiting with some impatience the result of the proceedings in which they were not allowed to participate. In the meantime, it was noticeable that among those entering the hotel and mingling with the throng inside were certain individuals who bore themselves with a slightly different air to their fellows. These men, few in number, showed a reticence and an austerity of demeanour which, so far from repelling the rest of the company, seemed to exercise a sort of fascination over them. Each of the individuals referred to, as soon as he appeared on the scene, speedily found himself the centre of a little admiring coterie, the members of which hung on every word that fell from his lips, and responded 3"], [22, "18 A Bride's Madness. with enthusiasm to the faintest indication on his part that he was prepared to accept any hospitality. It was drawing on to the hour of half-past two. The excitement began to deepen, and the various talking groups to become noisier and more demon strative. If anyone had taken the trouble to count he would have arrived at the significant fact that there were exactly twelve of such groups in and around the bar of the ' Polar Bear.' In other words, twelve was the number of the persons whose deportment marked them as having some function to discharge which gave them a temporary impor tance in the eyes of their brethren. The number twelve was significant, because twelve is the usual number of a coroner's jury. The jury had collected ; where was the coroner ? Five minutes after the half-hour had struck from the tower of Haughton Church, he appeared, issuing majestic from an inner room in the hotel. His manner was grave, decorous, but not unduly sombre. He carried his responsibility with dignity ; his composed cheerfulness augured well for the issue of the proceedings."], [23, "A Strange Accident. 19 One by one the twelve jurymen, some of them still retaining in their hands the blue official docu ment which had commanded their attendance, detached themselves from their envious friends and neighbours, and formed a species of train behind the coroner as he marched upstairs into the crowded ball-room. Their appearance at the door was the signal for a subdued murmur from the assemblage within. The ceremony of swearing in the twelve men was followed attentively by the audience. Then the coroner again rose. An expression of becoming gloom diffused itself over his features. He was taking out his jury to view the body. While they were out on this errand the door of the room from which the coroner had before emerged again opened, and two gentlemen dressed in suitably grave attire came out and made their way upstairs in turn. Their entrance into the room where the inquiry was being held caused a fresh sensation. But this time the crowd was more subdued. The looks cast at them were tinged with respect and deference"], [24, "A Bride's Madness. 20 In the midst of a dead silence they walked up the room and took their places at the table on the side opposite to that assigned to the jury. There they awaited the coroner's return. It was not long delayed. A brief inspection had been sufficient to satisfy the curiosity of the twelve. There on a couch extemporised in an outbuilding of the hotel lay the body, which most of them were able to recognise as that of James Burlston, head gamekeeper during several years to Sir Arthur Redleigh, of Haughton Court, Stalneshire. It was in the service of that gentleman that he had met his death a day or two before, and Sir Arthur himself was one of the two gentlemen who were waiting upstairs to give their evidence as to how the calamity had occurred. The immediate cause of death was evident enough. The lower part of the head behind had been shattered by a discharge of shot, some of which were still visible round the edges of the wound. The question of how those shots came- to be fired with such disastrous effect was the only one which remained for the jury to decide."], [25, "A Strange Accident. 21 Subdued in spite of themselves by the sight they had witnessed, they followed the coroner back into the ball-room, and the inquiry at once commenced by the calling of the principal witness. It was at this juncture that an incident occurred which took everybody by surprise. The numerous body of loiterers, chiefly composed of women, who still lingered round the scene of the inquest in eager expectation of the result, were beginning to find the time pass rather tediously, when their longing for sensation was suddenly aroused and gratified in the most unexpected manner. A cloud of dust was seen approaching along the Fatheringham road, while behind the cloud rang the clatter of hoofs and wheels. As it drew near, a well-appointed carriage and pair emerged into sight, and drove at a smart pace up to the very door of the ' Polar Bear,' scattering the congregated onlookers before it, and nearly overturning some of the more enthusiastic who failed to tear themselves away in sufficient time. A footman in livery jumped down from the box and opened the carriage door for an elderly man,"], [26, "A Bride's Madness. 22 bent more with care, perhaps, than with age, who slowly alighted and disappeared inside the hotel. The arrival was recognised by the crowd as being no less an apparition than the Earl of Fatheringham in person, and loud was the buzz of curiosity and astonishment which instantly arose. What had brought the Earl to such a scene as this ? He was no friend of Sir Arthur's, that they were sure of ; no, nor of anyone else, for that matter. He was a relation of Mr. Grosse, they knew ; but then what had Mr. Grosse to do with it beyond being there when it happened ? And then the Earl was so reserved and haughty, never going anywhere hardly. Of all men in the world likely to come gaping at an inquest, they would have taken their gospel oaths that the Earl was the last. Yet here he was, account for it how you would. Lord Fatheringham certainly did not stop to satisfy the pangs of inquisitiveness he had excited. He proceeded straight to where the court was being held. With that effortless assurance which a man must have been a lord all his life to practise with success, he walked up the packed ball-room, the"], [27, "A Strange Accident. 23 crowd parting before him. The jury had just settled down into their seats, and the first witness was commencing to give his evidence. As the Earl suddenly came upon the scene, Sir Arthur Redleigh — for it was he who had just been sworn — stopped short in the middle of a sentence, changed colour, and hesitated for some moments before he took up his narrative again. But the nobleman did not appear to notice this curious embarrassment. With a slight formal bow to the coroner, who had half risen at his entrance, Lord Fatheringham dropped into the chair which the police - inspector hastened to clear for him. Half closing his eyes, and resting his chin upon his hands, which were supported in turn by a thick, old-fashioned cane, the Earl seemed to be resigning himself to be bored for the next hour. Sir Arthur Redleigh pulled himself together, and went on with his evidence. He had plainly not reckoned on having such a listener. All the other members of the assemblage were either friends of his own or persons in a position which made them more or less dependent on the local magnate. And"], [28, "• A Bride's Madness. 24 among them Sir Arthur seemed to enjoy a fair share of popularity, judging by the whispered remarks which went round. His appearance was that of a man who possessed the means to enjoy life, and who used them freely. A red complexion — rather too red for good health — and eyes of an uncertain colour were united with reddish hair and thick lips. At the present juncture both eye and hand were a little unsteady, and suggested that the baronet had been preparing himself for the ordeal by ways which are the ways of vanity. However, there was ample excuse for any agitation which he displayed in his present position. For, as everyone there knew, it was his hand — of course, his unwitting hand — which had caused the death of the unfortunate keeper, and the task now before him was that of describing the catastrophe. Fortunately, he had a sympathetic coroner and a jury not of that vicious, self-assertive disposition which leads some juries to pry and interfere when some little aristocratic trouble is being nicely hushed up by a well-bred coroner. They listened respectfully while he described the circumstances."], [29, "A Strange Accident. 25 He had invited his neighbour, Mr. Grosse, of Broadmead, to Shoot with him on the fourth of the month. Deceased had accompanied them, as he usually did, and a boy to carry bags completed the party. The boy's name was Martin, and it was announced, in answer to a question, that he was present, and would give his evidence presently. The evidence went on : — ' The birds had been rather scarce, and Mr. Grosse suggested that Burlston should go on to a small plantation in front, and see if he could drive out a few. He started off, and just when he had got twenty or thirty yards ahead the accident happened. I can't really say how it occurred. I only remember shifting the position of my gun so as to be ready for the first bird that offered, and I fingered the trigger carelessly, I 'm afraid. When I was least expecting it one barrel suddenly went off, and I heard Mr. Grosse say, \"You 've hit Burlston ! ' and I looked, and there he was on the ground.' This was really all there was to tell. Except that they had all three rushed up to the fallen man, that they had found life extinct, and that"], [30, "26 A Bride's Madness. Mr. Grosse and the witness had at once gone on for medical assistance, leaving Martin to watch the dead body. A groom had been promptly despatched for Dr. Druscott, who arrived within an hour, but who, of course, could be of no service. That was all, except that he (Sir Arthur) wished to publicly express his deep regret and concern for what had occurred. The deceased enjoyed his confidence and regard, and it was his intention to see that his widow in no way suffered, so far as money was concerned, by the sad event. Everyone felt that this was most satisfactory, and even handsome. If there were any persons in the room disposed to complain that ' they gentle folks seemed to think as how they could take a poor man's life like a dumb brute's, as long as they paid for it ' — if there were any such, they discreetly kept their sentiments concealed till they got outside. The general feeling was voiced by Mr. Steercross, the coroner : ' Thank you, Sir Arthur. I am sure the court is indebted to you for the full and clear account you have given us. No one could do more than"], [31, "A Strange Accident. 27 you have, and you may rest assured of enjoying the public sympathy in your painful position.' A slight murmur of approval followed this speech, and then the next name was called : ' William Sketchover Grosse.' Mr. Grosse, a dignified, elderly man, with black hair turning towards grey, and a fixed hard look in his eye, rose from his seat beside Sir Arthur, and proceeded to give his evidence with a coolness and ease which contrasted favourably with the disturbed manner of the previous witness. But in no other respect did he differ from him in his account of the transaction, and the public began to yawn and wonder how much longer the proceedings were going to last. No wonder, they thought, that the Earl of Fatheringham looked half asleep, and barely showed by the lifting of an eyelid that he was aware of Mr. Grosse's entering or leaving the witness-stand. The boy Martin succeeded. His manner of giving evidence, as the coroner was obliged pointedly to remark, reflected little credit on the era of Board Schools. Tell a connected story he could not, and"], [32, "28 A Bride's Madness. everything he said had literally to be dragged out of him by the exasperated court. Substantially his story was but a repetition of that already told twice. He had heard Mr. Grosse say there might be birds in the plantation — ' boords ' the boy called them. ' An' then a told keeper to go forrard an' beat un, an' keeper a starts to go on, and all of a suddent I heers a bang an' looks round, and there was keeper lying on ta groond as if a weer shot, an' Muster Grosse calls out — \"You've hit un!'\" ' Yes,' said the Coroner, ' and what next ? ' ' Whoy, a was killed,' retorted the boy. ' Yes, but what did you do when you saw him fall ? ' ' I runned oop to un, to be sure. ' And you found life extinct ? ' ' Na, sir ; I didn't find no life at all. A were dead.' ' Yes, yes ; that's what I mean. And the others, the two gentlemen, what did they do ? ' ' Oh, they runned up, too, an' S'Rathur looks skeered like, and Muster Grosse a says to un :"], [33, "A Strange Accident. 29 \" How on earth could you be so clumsy, Redleigh ? \" an' a says, \" Why the h \" ' 'There, that'll do,' said the Coroner, interrupting hastily ; ' we don't want all that, you know. How far do you say he had gone when you saw him fall ? ' 'Oh, nobbut aboot's far off as ta window,' answered the witness, glancing at it as he spoke. The coroner followed the direction of his eyes. The window was about eighteen feet from where the witness was standing. ' Ah, a slight discrepancy as to distance ; but I don't see that it has any bearing on the case,' remarked the Coroner to the jury. Martin was then dismissed, and the doctor called. During the time which had elapsed since he entered the room, Lord Fatheringham had only once raised his head from its resting-place on his hands. That was when the boy made his reference to the window, and then the Earl looked up, and swiftly measured the distance with his eyes. But the next moment his lordship had lapsed into his former attitude of indifference, and he did not raise"], [34, "A Bride's Madness. 30 his head, though a slight movement of his frame was perceptible, when Dr. Druscott's name was pronounced. The doctor was an insignificant man enough, with a weak face, and an awkward, timorous way of looking about him, as if he were constantly expecting to receive a shock of some kind. His light hair, and the spectacles which screened his eyes, added to the impression of feebleness which his appearance produced. But these trifling peculiarities passed unnoticed among the people of Haughton, to whom he was well known. He had come to the town with a good degree from his University, and had practised there with success for some years. In spite of his unprepossessing manner, he was believed to possess much ability. His practice lay among the better class of the inhabitants, and extended to the gentry of the neighbourhood. He had even had the honour of being called in to Fatheringham Towers, where he had attended the Earl's only son in his last illness. On the present occasion Dr. Druscott had very"], [35, "A Strange Accident. 31 little to say. For a professional man, he said it very intelligibly. He had seen the body of deceased about an hour after the extinction of life. He found the base of the skull had been fractured by a large number of shot, which must have caused death to supervene immediately. He had extracted a few of the pellets to show the jury. (Shots produced.) Towards the end of the doctor's statement the Earl of Fatheringham was observed to move for the second time since his arrival. What was the curiosity of the spectators when they saw his lord ship take out a pocket-book and commence to scribble rapidly in it with a gold pencil ! All eyes followed him as he put up the pencil-case, tore the leaf out of his book, and folded it up in his hand. He held it like that for a moment, and then, just as Dr. Druscott was about retiring, the Earl leant forward and handed his note to the coroner, who was seated on the next chair but one to his own. That gentleman gave a clumsy start as he received the mysterious missive, then he opened it and read"], [36, "aA Bride's Madness. 32 with knitted brows. Next, looking up with a slightly supercilious air, but at the same time as if constrained by a superior influence, he said : ' One moment, doctor. Before you go, can you tell us whether you were able, from the spread of the shot or any other indicia, to form an opinion as to the distance at which the deceased must have been struck ? ' ' Yes,' the doctor readily responded. ' Judging from the nature of the wound, the skull must have been struck by a bunch of shot in one place, and by a few scattered pellets. I should say the distance from the barrel of the gun must have been about six paces.' ' Thank you,' said the Coroner. ' I don't see that anything turns on it, but as there seems to be a slight difference of opinion as to the distance, it is no doubt as well to have it settled. I suppose you would say decidedly that the distance could not have been twenty yards, as two of the witnesses seemed to think ? ' ' I think I would,' replied the doctor. ' At such a distance as that I should expect the charge to"], [37, "A Strange Accident. 33 have scattered much more, and probably no fatal wound would have been inflicted.' ' Quite so. Thank you, that will do.' And all the evidence having now been given, the Coroner turned to the jury and commenced his charge : ' Well, gentlemen, this seems to be a very simple case, and the facts are all before you. Sir Arthur Redleigh, a gentleman who is held in universal esteem in this neighbourhood, and whose feelings as expressed here to-day do him the greatest credit, went out shooting on the fourth of the month, along with Mr. Grosse, a gentleman equally well known and respected. The deceased, an old servant of Sir Arthur's, and who enjoyed his master's confidence and friendship, went with them on this occasion as on others, and they took with them the boy Martin, about whose way of giving his evidence the less said the better.' The coroner went on in this strain till he came to the order to the keeper to go on in front, and then proceeded : ' Accordingly he stepped forward— was he carrying 3"], [38, "A Bride's Madness. 34 a gun himself at the time? He was; he was carrying his own gun in his hand, gentlemen. His own private property ? His own ? Oh, a present from you, sir ? Ah ! gentlemen, the gun he was carrying at the time was a present from his master, a circumstance which is valuable, not as testifying to the absence of any ill-will between Sir Arthur and the unfortunate man, because of anything of that sort there has not been, and could not be, the slightest suggestion ; but as showing, gentlemen, the positive good-will, the friendly relations between master and servant which redound so much to the credit of our country, and help to make us the envy of other nations. And I am sure it must be a consolation to the gentleman who finds himself, through no fault of his own, in a position which we all deplore, to reflect that such kindly relations subsisted between himself and the poor fellow of whose death he was the unwilling cause.' Here the speaker paused to drink in the subdued murmur of applause which had been gathering head during these felicitous observations. ' Hush, gentlemen ! ' he said, as soon as it had"], [39, "A Strange ?\\.ccident. 35 died away. ' Remember the occasion on which we are come together. As I was saying, the deceased advanced about six paces, — for I suppose we may consider that question settled by the doctor's evidence ; not, as I said before, that it is of any real consequence one way or the other,' — here he glanced towards Lord Fatheringham, who was fast assuming the appearance of slumber, — ' when, as all the witnesses concur in saying — and, in fact, the evidence throughout has been of an absolutely non - conflicting character, which will save you from any trouble in coming to your decision — the gun went off, with the result of which you are aware. ' Now, gentlemen, it is, of course, for you to say, — and I am sure I am heartily glad that the responsi bility rests upon your heads and not on mine — to say whether the deceased died from the effects of that accidental shot, or whether he did not. But I need hardly point out to you that no other alternative has been even suggested, and Sir Arthur Redleigh, with a candour which I am sure you know how to appreciate, has himself accepted the theory that"], [40, "36 A Bride's Madness. his hand — his innocent and involuntary hand — was the cause of death. That being so, I have not thought it necessary to call any evidence to identify the shot found in the wound with that used by him ; and if, under the circumstances, you feel justified in returning the customary verdict in such cases of \" Death by misadventure,\" I shall be happy to put it into writing.' The jury, into whose minds the coroner had almost succeeded in infusing a vague doubt by his elaborate address, though they had been perfectly at ease before he commenced, promptly gave the finding suggested. At a whispered hint from the coroner, their foreman added that no blame what ever was, in their opinion, to be attached to the baronet, whose whole conduct from first to last did him the highest honour ; and as the foreman was a flourishing butcher, who enjoyed the regular patronage of Haughton Court, there could be no doubt as to the sincerity of his sentiments. And Lord Fatheringham ? What did he think of the verdict ? Impassive as ever, he had waited till the con-"], [41, "A Strange Accident. 37 elusion of the proceedings, and then, when everybody was preparing to go, the Earl also rose, unclosing his eyes apparently with some effort, and with another faint recognition of the coroner, moved down the room. The people made way for his lordship with great deference, but, with one exception, no one ventured to offer any greeting to the haughty nobleman. The exception was Mr. Grosse. As Lord Father ingham neared the door the other stepped out in front of him and half extended his hand, with a commonplace remark. The Earl gave him a stern look and a nod that was quite free from any touch of friendliness. The look and nod together seemed to convey the meaning — ■' Yes, I see you, and the sight is not a particularly welcome one.' Then he passed through the door. The other turned to Sir Arthur Redleigh, who was by his side, and complained : ' You see, Redleigh ! If you didn't know that I was his nearest relation and heir, you would think we were perfect strangers.' Meanwhile the solitary nobleman proceeded to"], [42, "A Bride's Madness. 38 his carriage, and, entering it, gave the order to drive back to Fatheringham Towers. The door closed behind him, the footman sprang to his place, and the carriage rolled off as rapidly as it had come, rousing anew the wondering comments of the crowd streaming forth from the portals of the ' Polar Bear.' But, great as was their curiosity, it would have been whetted tenfold could their eyes have followed the inmate of the carriage, as the languid non chalance he had worn for the last hour dropped from him like a mask, and setting his teeth together with grim resolution, he whispered to himself : ' At last ! You thought you had only fools and sycophants to deal with, but you are mistaken if you think you have heard the end of this. You have given me a weapon at last, and now — look out!'"], [43, "39 CHAPTER II. THE EARL OF FATHERINGHAM. T^ATHERINGHAM Towers was a magnificent and historic mansion, lying rather nearer to Haughton than to the village from which its owner derived its title — a village up to twenty years ago, but now a thriving seaside resort, with bathing machines, paved promenades, bandstands, niggers, and all the other features of civilisation. As soon as the Earl reached home, after his ap pearance at the coroner's inquiry, he strode at a quick pace into the library, and sat down before his desk. Drawing a sheet of paper towards him, he indited a long letter, of which the following was the most important passage : ' Send to Scotland Yard at once, or go yourself if possible, and get the very best man they have got. Tell him to come down here disguised imme-"], [44, "A Bride's Madness. 40 diately. He must lose no time, and, of course, spare no expense. Money absolutely ad lib? The moment the letter was finished he sealed it up and rang the bell. Before another quarter of an hour had elapsed it was on its way to the family solicitor in Theobald Street, W.C. But long before the letter reached his hands, the solicitor had had an opportunity of ascertaining a good deal on the subject with which the letter dealt. The Haughton Tragedy, as it was called, had been lucky enough to take the newspapers at a slack tide, when Parliament was resting from its warfare, and when the statesmen of the Continent were temporarily engaged in holding their tongues. The sea-serpent had had its day and ceased to be, and the average of undetected crimes in London had fallen to an abnormally low level. Conse quently the shooting of a gamekeeper by a baronet came as a shower in a thirsty land, and but for the provoking absence of all mystery or horror in its circumstances, Haughton Tragedy stock would have risen to a very high premium indeed. As it was, the papers did their best with it, and"], [45, "The Earl of Fatheringham. 41 if large headings, leaded type, and strenuous adjec tives could have made the incident boom, it would have flourished well enough. The inquest was naturally reported pretty fully, and careful note was taken of the most representative personages in at tendance. The London papers reached Stalne in the fore noon, but it was not till luncheon that they got so far as Fatheringham Towers, and came under the eye of its lord. Deep was his disgust to behold his own name in large type at the head of those pre sent at the ' Polar Bear.' And not less was his relief to find, on eagerly scanning the reports, that no further reference was made to him. So far as the readers of the newspapers were concerned, his presence at the inquest appeared to be a mere act of curiosity and nothing more. Without prying into the recesses of his mind, let us see what kind of man in the popular estimation was James, fourth Earl of Fatheringham. To begin with, he was a childless widower. His wife had died so many years ago, that he had had ample time to recover from her loss. But there"], [46, "A Bride's Madness. 42 were no rumours of his ever having contemplated any successor, though, up to three years before, he had gone freely into society, and more than one beautiful girl had been distinguished by his atten tions. At the period referred to, however, he lost his only child and heir, Lord East, and to the grief attendant on this loss, public opinion ascribed the morose seclusion in which Lord Fatheringham had since lived. The circumstances of his son's death were indeed peculiarly painful. After living for a few years in the wildest excesses, he had come home, at the age of twenty-four, a victim to manifold diseases, of which delirium tremens was said to have been the most immediately instrumental in his fate. The end was not long in coming. He had died at last after so brief a seizure that the London celebrity summoned to Dr. Druscott's assistance only arrived in time to witness the last agonies. It was while the horror of this event was fresh that the Earl's only remaining kinsman, Mr. Grosse, had contrived to give him mortal offence. For that gentleman his lordship had all his life enter-"], [47, "The Earl of Fatheringham. 43 tained a profound indifference, but it was now turned into positive repugnance. The squire of Broadmead had paid a visit of condolence after the death of Lord East. This was only natural and respectful, but in the course of the call Mr. Grosse had had the bad taste to allude to the fact that he now stood next in succession to the title. The Earl, roused out of his grief into superlative indignation, instantly rose and quitted the room. Nor from that day onward had he ever conde scended to notice his presumptive heir's existence. But this eccentricity passed almost unnoticed among the others which had grown upon him during the past few years. He had become recog nised as a deliberate misanthrope — an active one, too, who went out of his way to parade his disre gard for others. His quarrel with the great Duke of Instaple was an oft-quoted specimen of this dis position of his. He happened to be the patron of the living in the parish which contains Turfe, the Duke's Stalneshire seat, and he took advantage of a vacancy to present a cleric of the most pronounced evangelical type ; so that the magnificent owner of"], [48, "A Bride's Madness. 44 Turfe, coming to his parish church as usual, found himself sitting under ministrations which his Grace subsequently described as those of ' a d , low, snivelling imitation-dissenter, by G , who preached at me as if I were an infernal blackguard, don't you know ! ' This opinion of the Duke's character was indeed entertained in some quarters, but as he was the chief prop and mainstay among the laity of what is known as Ritualism, and hand-in-glove with half-a-dozen bishops of that way of thinking in consequence, it was natural for him to feel some indignation. His Grace had never allowed anyone under a Prince of the Blood to contradict him in his life, and he now showed his spirit by building a miniature abbey on his estate, and installing a little Brotherhood of his own, who infected the adjacent town of Fathering ham with their own peculiar views. Although Lord Fatheringham had thus made enemies in all directions, he had the consolation of knowing that he had been proclaimed a hero in Low Church cirles over his defiance to the great High Church Duke. His portrait had even been given"], [49, "The Earl of Fatheringham. 45 by one religious weekly ; but as the block was the work of an artist who had never had the privilege of seeing his lordship in his life, it failed to achieve a very startling likeness. One inevitable result of this popularity, however, was the liability to appeals of all kinds from those who thought the Earl shared their views. Accord ingly he was not surprised when, the next day but one to that of the inquest, a servant came to him with a card bearing this legend : Rev. A. Copingstone, Society for the Maintenance of Protestant Principles in the Church of England. Although the Earl had barely finished breakfast, he did not care to deny himself to the visitor, but got up and made his way to the room into which the reverend gentleman had been shown. Lord Fatheringham found himself in the presence of a shortish, square-built man, dressed in a way that seemed to tone down a good deal of natural energy and vivacity. He appeared to be dark, with black beard and whiskers. His eyelids drooped, and he spoke with a drawl which con-"], [50, "46 A Bride's Madness. trasted rather curiously with the alertness with which he arose at the Earl's entrance. On his part the visitor could perceive a bent, grey-haired man with a morose expression, and a manner that only intense pride restrained from being querulous and rude. The Earl was the first to speak ' Sit down, sir. You wish to see me ? ' he began. ' Am I speaking to Lord Fatheringham ? ' was the cautious response. The nobleman bowed. ' Then I may say at once that my name is Wright, and I am the detective whose services your lordship requires. I have a letter of introduction from Mr. Sidebottom.' Saying this in the same drawl that he had used in his first words, he handed the Earl a letter from the solicitor. Lord Fatheringham opened it and read : My Lord, — I am in receipt of your lordship's instruc tions, and I have succeeded in obtaining the services of the bearer, one of the most astute, and certainly one of the most energetic, of the whole force. Leaving him to go into the matter fully with your lordship, I have the honour to be, your lordship's obedient servant, W. J. Sidebottom."], [51, "The Earl of Fatheringham. 47 Having glanced through this note, the Earl looked up and carefully examined the countenance of the man before him. ' Ah, I see,' he remarked. ' I asked you to come disguised, and you have taken me at my word. I must compliment you on your make-up. But now I know who you are, you can resume your natural voice.' The Rev. A. Copingstone gave a faint smile. ' I have no natural voice — that is to say, I have succeeded in eradicating it. Your lordship sees,' he went on in answer to the other's questioning glance, ' men in my profession are at all times liable to sudden surprises and slips from the character we have assumed, and the great art of the detective, I consider, is to guard against any such self-betrayal. Now, it long ago occurred to me that the safest and simplest plan of all would be to have no self to betray. In other words, I have long made it a rule to be always acting a part of some kind or other. Even when I am asleep, I sleep in character, so to speak. I have no fixed name even. At the Yard they know me as Wright, at my present lodgings I"], [52, "48 A Bride's Madness. am Brown, at my last I was Wilkinson. I choose common names, you see, in order to accustom my. ear to hearing any name pronounced suddenly with out embarrassment. I have, in fact, quite a list of names, and addresses to go with them. I came here as Copingstone, because I thought that would be the most appropriate character in which to ap proach your lordship without attracting remark. When I take up the investigation you want me for, it will probably be under some totally different per sonality. But I am trespassing on your lordship's time.' ' Not at all. Far from it. I am quite interested in what you tell me,' replied the Earl, not ill pleased at this exhibition of the resources of the man to whom he was about to confide a vitally important trust. The detective bowed low. In spite of his dis claiming the possession of a self, he carried certain personal characteristics about with him. Pride in his professional achievements was one. His lis tener's complaisance encouraged him to launch into anecdote."], [53, "The Earl of Fatheringham. 49 ' I have been Copingstone several times before. It was as Copingstone that I took the notorious Fleming — your lordship may remember the case — the cashier of the Provincial Bank, who went off with thirty thousand pounds to Perth, in West Australia.' Lord Fatheringham shook his head. ' Ah ! Well, it was some time ago now. My only clues were a vague description of his appear ance (it is astonishing how unable people are to give you a decent description of a man they have been seeing every day for years), and the fact that when at home he attended a Baptist chapel. I went out to Australia — we had some reason to think he had gone there — and started a preaching mission through the Colonies, of course as a Baptist. I went from town to town preaching in the Baptist chapels, and introducing into every sermon a pointed reference to the fugitive criminal. Well, I got to Perth and preached morning and evening in the principal chapel there. In the even ing sermon, just as I was bringing out my stock allusion, I noticed a man in the front pew turning 4"], [54, "A Bride's Madness. 50 queer. I left the pulpit while they were taking the collection, slipped out through the vestry, and tore round to the front. I was just in time, and arrested my man as he came down the steps. How he would have liked to kill me, to be sure ! ' ' And do the — do your people at headquarters approve of your methods ? ' asked Lord Father ingham, looking ever so slightly scandalised. ' No, they don't, my lord. They disapprove of them. But all the same when they've got a difficult thing in hand they send for me. When your application came in they knew better than to send down a blundering idiot, who would go making a dust right and left, and frightening the bird before it was caught. I understand that what your lordship wants is a secret inquiry into the circumstances connected with this Haughton tragedy ? ' ' That is so. I want you to go into the matter thoroughly, and sift it to the very bottom. I don't care how long you take— take the next year, if you like ; and I don't care what money you spend I give you carte blanche?"], [55, "The Earl of Fatheringham. 51 Mr. Copingstone's eyes sparkled at this last phrase. He remarked : ' Before your lordship goes further — of course I understand generally that you are prepared to incur considerable expense — but people's ideas as to the meaning of carte blanche differ so much, that I should be glad if your lordship would indicate some figure ' The Earl interrupted him ' What is your idea of the meaning of carte blanche, Mr. Wright ? ' ' Well, I suppose your lordship would be willing to go as far as, let us say, five hundred pounds ? ' ' I am willing to go as far as five thousand pounds,' retorted the nobleman ; ' and if you succeed in the way I expect, it shall be the most profitable job you ever took in hand.' The detective's face mantled with smiles. He bowed his thanks, and then commenced to put a series of questions with reference to his task. ' I shall be glad of as much light as your lord ship can give me,' he said, 'as from the newspaper reports it seemed to be a perfectly plain, above-"], [56, "A Bride's Madness. 52 board matter. What is it that your lordship suspects ? ' For a moment the Earl hesitated and fidgeted nervously with his hands. At length he answered : ' I do not believe in the verdict. I do not believe that the death of that man was the result of an accident.' The detective frowned and compressed his lips. ' Does your lordship mean that it was a case of manslaughter — that Sir Arthur Redleigh was guilty of some drunken freak in firing the fatal shot ? ' ' I mean something more,' said Lord Fathering ham, casting a penetrating glance at his questioner. ' Murder ? ' ' Wilful murder ! ' There was a momentary pause at this grave crisis in the conversation. Though not unprepared for an accusation of this kind, the detective felt almost taken aback when it was set so nakedly before him. But he soon recovered his self- possession. ' And your lordship's reason for the suspicion ? ' ' I have no reasons to give you beyond the"], [57, "The Earl of Fatheringham. 53 evident falsehood told at the inquest with regard to the distance at which the man was shot.' ' What ! I beg your lordship's pardon ; but surely there are some facts which are known to you on which you base your accusation ? ' ' There are no such facts. I know of nothing more than you have no doubt already seen in the reports of the inquest.' The Rev. Mr. Copingstone fairly fell back in his chair. ' But, my lord, I never heard of such a case ! Surely you must have something in your mind to lead you up to this suspicion. To take the first question that arises in such a case as this, — What was the motive for the crime, if it was one ? Baronets do not go about shooting their keepers without any reason for doing so. Cid bono ? ' It was now Lord Fatheringham's turn to look disconcerted. ' That I cannot tell you,' he responded. ' I know of no motive which Redleigh had for removing that wretched man. I must leave it to you to seek out the motive. That is why I require your services."], [58, "A Bride's Madness. 54 If I had the knowledge you expect of me, I might have given evidence at the inquest, and had him arrested on the spot.' The Rev. Mr. Copingstone stared at his noble employer with some disquietude. Evidently there was more than one mystery in this case. Then, avoiding for a moment the delicate ground of Lord Fatheringham's interest, he sought for a little more general information. ' Well, my lord, of course the task you set me becomes a very difficult one, but I must do what I can. I understand that you simply believe, without any particular grounds, that this affair was a murder, and that you wish me to find out, if I can, some motive, some secret connection between Sir Arthur and Burlston that might have prompted the crime ? ' The Earl bowed in silence. ' Ah ! Well, I suppose you don't happen to know whether Mrs. Burlston is a handsome woman ? ' The Earl smiled and then sighed. ' No, she is not. I knew her a few years ago. In fact, she nursed my son in his last illness.'"], [59, "The Earl of Fatheringham. 55 ' Oh ! ' observed the detective, quietly, and then remained pondering for a minute. ' About the other man, Mr. Grosse,' he went on, presently, ' can you tell me anything about him ? ' ' He is my third cousin,' replied the Earl, drily, ' and heir to the earldom since my son's death, as he was good enough to remind me at the time. We are not now on speaking terms.' ' Is he a truthful man ? ' The peer shrugged his shoulders ' Really I should be inclined to think he was. Liars generally have some tact. (What is tact, for that matter, but the science of graceful deceit ?) But I ought to say that I believe his character stands high in the county as a stern sort of well educated man. Redleigh is a drunken blackguard, pure and simple.' It was impossible to mistake the angry intonation of the last words. ' Then you think it probable that Mr. Grosse was himself deceived by Sir Arthur ? ' ' I suppose so, though it is curious he should have agreed with him about the distance.' And"], [60, "56 A Bride's Madness. the Earl proceeded to explain his share in the proceedings at the inquest. 'Yes, I see that, of course,' said the other. ' The shorter the distance the more likely murder. But how about the boy ? ' ' Too stupid. You will get nothing out of him.' ' And supposing Mr. Grosse had noticed any thing, do you think his friendship for Redleigh would prevent his speaking out ? ' ' Well, I don't know that they are particularly friendly. I never heard they were, and, apart from being neighbours, I shouldn't think they had much in common. Grosse has a daughter, a very charm ing girl, I believe But what am I thinking of ? Of course Redleigh is married.' And a frown settled on the Earl's features. Mr. Copingstone pricked up his ears. ' Married is he ? Does your lordship know any thing about his wife ? ' The Earl shrank back as if the question were displeasing to him. ' She is in a lunatic asylum,' he said, briefly. ' But you will find plenty of people in the neigh-"], [61, "The Earl of Fatheringham. 57 bourhood who will be able to tell you as much about Sir Arthur's affairs as I can.' This was a hint to the detective to cease his questionings. He dropped the subject of Lady Redleigh, but he could not bring himself to leave the Towers without adverting once more to a topic previously broached. Rising from his seat, he thus addressed Lord Fatheringham : ' My lord, I will do my best, with such materials as I have got, to thrash out this affair to the bottom ; and if there is anything in it beyond a mere accident, or possibly a drunken spree, rest assured I shall discover it. But your lordship must permit me to state that you are seriously handicapping me at the very start by concealing from me your own grounds for instituting this inquiry. I should be a fool, and very unfit for the task you assign me, if I did not see perfectly well that you have some motive — and some very strong motive — for the course you have taken. Were I in possession of that motive, it might help to clear my way very materially. Of course I cannot press the point, but in fairness to myself I wish to draw your lordship's attention to"], [62, "A Bride's Madness. 58 this, so that if failure should wait upon my efforts I shall be absolved from blame.' The Earl listened to this appeal with some im patience. At its end he rose himself, and replied in a manner that put an end to the discussion : ' I cannot gratify you, sir. My motive for em ploying you to unearth what I suspect to have been a premeditated crime must remain a secret. I can only assure you that if you were in full possession of it, it would rtot aid you in the slightest degree. I will even go farther and inform you of what you will respect as a sacred confidence — that there is a mortal antipathy on my part towards Sir Arthur Redleigh, of which he alone is aware — an antipathy arising from causes which have no connection with the present affair, and which it would not be of the least service to you to understand. It is sufficient that I believe him to be an unmitigated scoundrel, and I should esteem myself most fortunate if by lawful means I could rid the earth of such a man. Now you know all that is necessary, and if you value my confidence and esteem you will carefully refrain from seeking to know more.'"], [63, "The Earl of Fatheringham. 59 Lord Fatheringham's voice, which had vibrated with passion during a part of this speech, grew stern with menace at the close. The detective realised that he had gone as far as it was safe for him to venture, and at once took his departure. Left to himself, the master of Fatheringham Towers sank down into his chair, and buried his face in his hand."], [64, "CHAPTER III. DIARY OF THE REV. A. COPINGSTONE. A S some extracts from the diary I kept at the time I was engaged on the Haughton case are to be printed, I should like to say a few words as to how they came to be written. Ever since I have been on the detective staff I have made it a rule to carry a note-book and jot down in it everything of interest that happens while I am investigating a case of difficulty or importance. I put down all my ideas about the case just as they occur to me, and very often it is funny enough to look back when the investigation is all over, and see what mistakes and false impressions I fell into in the earlier stages. But all the same I find the habit very useful. It helps me to put my ideas in order, and very often by referring to my diary I am able to correct some thing later on, or to fit together pieces of evidence that seemed to have no connection with each other. C„,"], [65, "Diary of the Rev. A. Copingstone. 61 As I write out everything pretty fully, I often find that I have preserved in my diary a number of little details which seemed of no consequence at the time, and which I might otherwise have forgotten, though later on they turn out to have an important bearing on the case. Besides, to let the cat out of the bag, I have all along had thoughts of some day coming out as an author, and so I take a pride in writing everything down as much as possible like a real book. The other men at the Yard chaff me about this, but some day, when they see a volume all written by me, I shall have the laugh of them. Unfortunately my diary of the Haughton case is not complete enough to make a proper story as it stands. But I have been requested to send what there is of it to the gentleman who is writing the story, and he has promised me that some parts of it shall be given entire. That is all I need say for the present, as I under stand that he will correct anything that may be wrong in the literary style."], [66, "62 A Bride's Madness. For once I have got hold of a case which thoroughly puzzles me. In all my professional experience I never recollect anything quite like it before. As the investigation promises to be ex tremely interesting, I therefore intend to keep a full account of my progress, especially as Lord Father ingham is paying me well, and I must give him value for his money in the shape of good long reports. Little did I think when the news of the Haughton tragedy, as they call it, reached London, that I should ever be engaged on the case. The whole thing seemed so simple that none of us thought it could possibly lead to anything. The utmost we expected was that it might turn out that the baronet was drunk, in which case, with an inde pendent jury, there might have been a verdict of manslaughter. As it was, when the report of the inquest came to hand, I thought it was all over ; and I was never more surprised in my life than when I got the message to go down instantly in disguise to Fatheringham Towers, and place myself under his lordship's instructions."], [67, "Diary of the Rev. A . Copingstone. 63 Of course, I knew the Earl well by repute, and it didn't take me long to hit on the best way to present myself before him. But our interview fairly staggered me, I confess. Naturally, I thought he would have had some evidence to offer me, or at least some suggestion to make. But to calmly ask me to prove that Sir Arthur Redleigh was a murderer, without any sort of clue except the fact that he exaggerated the distance at which the keeper was when he was shot — a mistake which anyone might have fallen into — did seem about as strange an order as I have ever heard of. The more I think of it the more difficult it is to understand what motive a man in the position of Sir Arthur Redleigh could possibly have for killing his own gamekeeper, a man who had been with him for years, and with whom he was apparently on the best of terms. But there is another problem in the case more mysterious still, and that is why Lord Father ingham should want to interfere at all ? What connection can there be between him and Redleigh, that he should be willing to spend thousands"], [68, "64 A Bride's Madness. of pounds in trying to prove him a murderer ? That is the puzzle I want explained, and I don't see my way to get at the bottom of it so long as his lordship refuses to give me any assistance. Turning it over in my mind as I came away from the Towers, so far as I could see I had just three facts to go upon : First, Sir Arthur Redleigh has admitted that he shot the gamekeeper ; Second, his companion at the time of the affair was a Mr. Grosse, who is the nearest relation of Lord Fatheringham, but whom his lordship doesn't seem to have much liking for ; Third, Mr. Grosse supported Sir Arthur's evi dence at the inquest as to the keeper being twenty yards away instead of six. Then there is one other point that may mean a good deal, and may mean nothing at all : Mrs. Burlston, the wife of the man who was shot, acted as nurse to Lord Fatheringham's son in the illness of which he died. That is all ; and I doubt if any detective ever"], [69, "Diary of the Rev. A. Copingstone. 65 started on a difficult case with so little to guide him before. However, to come to the narrative of my own doings, my first step after leaving Lord Fathering ham was to make my way to Haughton, to see what information I could pick up about the man I have been engaged to run down. My clerical character appeared to me to be a very good one for this purpose, and I therefore thought I would pre tend to be engaged in organising a public meeting, under the patronage of Lord Fatheringham, on behalf of the Society for the Maintenance of Pro testant Principles in the Church of England. Naturally the first point of attack was the rectory. I first ascertained that the incumbent was a man of leanings in. the direction of the Society I was supposed to represent, and then at once made my way into his presence. Mr. Brown — that was his name — was an oldish shrivelled-up sort of man, not by any means pre possessing, and looking more like a broken-down man of the world than the ideal country parson. However, he received me civilly enough when he z"], [70, "A Bride's Madness. 66 found I was not asking for subscriptions, and after telling him about the meeting, and that I expected Lord Fatheringham to preside, I said : ' I suppose we may reckon on your support as rector of the parish ? \" ' Oh, yes, certainly. Were it only to show my respect for Lord Fatheringham I should come.' ' And now, perhaps you can give me the names of a few leading gentry who might be induced to come in ? \" ' Yes by all means. Let me see. There is Mr. Grosse, the Earl's cousin. I 've no doubt he would be glad to attend.' 'Mr. Grosse,' I said, pretending to be struck by the name. ' Ah, of course, the gentleman who was present at that fatal shooting accident ? The rector nodded, but said nothing. ' Very curious affair that,' I went on, determined to make him speak. ' What sort of man is Mr. Grosse, then ? Is he a supporter of Church organisations ? ' ' Yes, as a rule. He is one of our leading men in the district, in fact. Most of the gentry about"], [71, "Diary of the Rev. A . Copingstonc. 67 here, I 'm sorry to say, are rather a fast set, who take no interest whatever in anything except sport and that sort of thing.' ' I see. And Sir Arthur Redleigh, now, the one that shot the keeper, it wouldn't be any good to go to him, I suppose ? ' ' No, I think not. Not the slightest.' ' He 's one of the fast set, I suppose ? Drinks a good deal, doesn't he ? ' Something in the rector's voice had warned me that I was on dangerous ground, but I was little prepared for his reply to this last question. ' Sir Arthur Redleigh is my son-in-law,' he said, and I thought I saw a suppressed pang agitate his features as he uttered the words. Of course I was profuse in my apologies. I recollected all at once Lord Fatheringham's men tioning that Lady Redleigh was in an asylum, and I felt that I had unwittingly touched a sore. It was, of course, useless to pursue my inquiries in this quarter, so after a few general observations I took my departure. As a rule, the parson of the parish is the best"], [72, "68 A Bride's Madness. source to go to for high-class gossip — gossip about the gentry of a neighbourhood, that is. Failing him, one's next resort is the landlord of the principal inn. I at once made tracks for the \" Polar Bear.\" Being a clergyman for the nonce, I could not very well go into the bar for a drink. But, luckily, I had a better tune to play. I asked to see the landlord, and started the pretext that I wanted to hire his room for the Protestant meeting. He readily tumbled to the idea, and I soon had him in friendly conversation. We came round almost immediately to the recent inquest. He was an easy-going, loquacious fellow, and no doubt gave a good index to the public opinion of the place. 'Yes, sir,' he said, in answer to one of my remarks, ' it wasn't a nice business, there 's no denying. It 's all very well for gentlemen to say their guns go off by accident, and no doubt there 's many that do ; but there are different kinds of care lessness, and when a man goes out shooting in such a state that he can't hold his gun straight, and can't keep it from going off when there 's a man right in front of him, why it 's presuming a little too far, sir,"], [73, "Diary of the Rev. A. Copingstone. 69 and I don't wonder that people talk. And those Radicals down at the \"Lamb\" — for we 've Radicals even in Haughton, more's the shame — they get saying that if it was a keeper had shot a gentleman, instead of the opposite, we should hear something more about it ; though of course that 's simply their low envy, and what I always say is that we oughtn't to judge hastily, and if we had nothing better to fill up our time and keep our minds off it, perhaps we should get fond of drink too. ' My dear ' — to a stout lady who entered at that moment — ' run and open a bottle of port. I daresay the reverend gentleman won't mind wetting his lips.' The reverend gentleman said that he would be only too happy. ' That 's right, sir. I don't take anything as early as this as a regular rule, but once in a way of course is different, and what I always say is, \" Don't give way to it as a habit, feel that you can do without it if you like, and then it doesn't matter how much you take.\" ' I expressed my admiration for this profound"], [74, "j-t Bride's Madness. 70 sentiment, as embodying the whole philosophy of the subject, and then led him back to our former topic, saying : ' Ah, didn't Sir Arthur have some trouble about his wife that may have led him to take to bad habits ? ' Mine host shook his head. ' No, sir, I don't think that had much to do with it. I think he had been given that way pretty well before he ever saw Miss Brown. No, my experience is that men go wrong, not because of any particular temptation, but simply because their nature leads them to it. You may have one man with every thing round him to keep him straight; you may bring him up in a Band of Hope, as they call 'em, and make him a Good Templar, and Lord knows what, and yet before you know where you are that man 's gone wrong. And you may have — thank you, dear,' — to the same lady as before, returning with the bottle, — ' you may have — there, sir, taste that, and tell me whether you find any logwood in it ! — you may have another,' — pausing to empty his glass, which he at once re-filled — ' another who has"], [75, "Diary of the Rev. A . Coping stone. 71 lived in a hotel all his life, say, like myself, and yet never given way so that he can't check himself. Ready for another sip, sir ? ' ' Presently, thanks,' I said, taking a few sips of what tasted uncommonly good. I don't know whether I said that we were in the landlord's private sitting-room. ' Well, I '11 have another while you 're waiting, just to show you that I 'm not afraid of my own wine, sir,' — suiting the action to the word. ' No, sir, it's a curious thing, that tendency to drink, and the way some men give in to it. Now ' I saw I must interrupt this flow of moralising if I wanted to get at any information, so I broke in : ' I haven't heard anything about this marriage you were telling me about, except that Lady Redleigh was now in an asylum. Do you know the circumstances ? ' ' Do I know them ? Well, sir, I think the man that supplied the wedding breakfast ought to know a little about it. Dear me, what a terrible thing that was! I wonder you never heard of it, but they managed to hush it up somehow and keep it out of"], [76, "A Bride's Madness. 72 the papers. They do say that Binks— Binks is the man who supplies all the papers with news from this part — they say that he got a £sioo note to keep it out of the press, but it's a wonder it didn't leak out somehow. Dear me, what a beautiful girl she was — the rector's daughter ! She was the belle of this part of the country, and when she went to the Hunt Ball at Stalne the Duke of Instaple himself danced with her. They did gossip about her and Lord East, but I don't think there was anything in it, though it looked as if she might have had pretty well her choice of all the young men about. But Sir Arthur was the richest, I suppose, and the highest in rank that offered, and she accepted him, not very willingly either, they said ; but old Brown was always as poor as a church mouse, and young Brown, her only brother, had got into some fearful scrape at the University, and wanted to go abroad, and Sir Arthur Redleigh offered to give him a cheque for a thousand pounds to start him. So between them they made her do it.' ' Then didn't she like Sir Arthur Redleigh, or what ? '"], [77, "Diary of the Rev. A . Copingstone. 73 ' Well, I do believe it was his character and habits that turned her against him, for he was known as a drinking — now, I think you are ready for another glass, sir ? That 's right ! — a drinking man even then ; not one of those who take just a little in a social way — I think I '11 keep you com pany again, sir — but one of those who really like the drink for its own sake, and take it when there 's no occasion, and we all know what that leads to. Why, his health had suffered from it for years before he married her, though he was once one of the strongest men in Stalneshire — not like me, now ; why, my constitution is so weak that I 'm constantly getting laid up, however moderate I may be ; but that man wrecked a really fine constitution entirely through drink, and no decent girl would have anything to say to him for long before he married Miss Brown.' ' Dear me, what a sad thing ! But what happened afterwards ? How did she come to lose her reason ? ' ' Ah that 's the terrible part of it. No one knows the rights about that. All we in Haughton"], [78, "A Bride's Madness. 74 know is this — that they were married in the parish church by her father, they had the wedding break fast — a splendid one it was, too, though I say it as shouldn't — and they set off by train for Scotland. Well, the next thing we heard was that a telegram had come for the rector the next morning to go off after them instantly, and he went, looking like a corpse; and afterwards a horrible rumour got abroad that the beautiful Laura Brown was a raving maniac, whose wedding night had been spent shrieking and raving, and only held back by straps and cords from doing some awful deed of violence.' I was aghast at this fearful story. It had no bearing, that I could see, on the mystery which it was my task to unravel, but yet I felt moved to intense interest in the tragedy. 'And what happened next ? Did you ever find out anything more ? ' ' Never. It was supposed the madness must have been hereditary, though we never heard any thing about it in the family before. They put her into an asylum, somewhere in Scotland, I rather"], [79, "Diary of the Rev. A . Copingstone. 75 think, but I'm not sure, and came back to Haughton, old Brown a perfect wreck of himself — I don't think he '11 ever get over it — and Sir Arthur went to the usual consolation. Ah, it was a sad affair ! Can't I tempt you again, sir ? ' ' Not just yet. And what has he been doing since ? How long was that ago ? ' ' About three years. It was just before Lord East's death, I recollect, or just after. What 's he been doing? You can guess that, sir.' And by way of assisting me he raised his glass to his lips, and then, finding it was empty, set it down hastily and refilled it. ' Yes, I 'm sorry for Sir Arthur. Of course, everybody sympathised with him at the time, but you know, sir, that 's no excuse for becoming — is this my second glass or my third ? My fourth ? Bless my soul, we must have up another bottle — for becoming a habitual — unless you 'd prefer the least modicum of spirits or liqueur to finish off with ? I always find brandy sits best on port with me. No ? Sure, sir ? — habitual toper, one of those who can't do without it when they want to. My dear ! '"], [80, "76 A Bride's Madness. — calling to the lady, who was heard approaching — ' No, sir ; when a man gets into that stage — ah, here you are ! Just fetch me a brandy, not too strong. You 're quite sure you won't ? Very well. — Yes, and when it comes to regular dram-drinking, as it has with Sir Arthur, spirits at all hours of the day, you know, and not in a casual way like this, but day after day, you know'— (Re-enter the lady with brandy-and-water in a tumbler.) — ' Really, my dear, what 's the good of bringing up a thimbleful like this ? I thought I told you, only yesterday, that these little sips only made me want more. Go and fetch me another glass.' (Exit lady.) 'That 's the great secret, to avoid becoming a slave to it, sir ; don't keep on tippling, but take as much as you feel you want, and then leave off.' I could not help suspecting that if my companion acted literally on this principle, he would not leave off for a considerable time to come. So far, I had not gained much. I had got some light on Sir Arthur Redleigh's character, but nothing that could possibly account either for Lord Fatheringham's aversion for him, a matter about"], [81, "Diary of the Rev. A . Copingstone. 77 which I was still very curious, or for any enmity on his part towards his victim. I now dropped the master, and turned the conversation on to the servant. 'Did you know anything about the man that was shot ? ' I asked. ' Burlston ? Ah, yes, I saw something of him from time to time. He wasn't as steady as he might have been, I 'm afraid, and I don't wonder at it, with that wife of his.' ' Why, is she a Tartar ? ' ' No, I rather think he was the Tartar when it came to that. But they say she drinks like a fish. He used to beat her for it, too, and she took out a summons against him once for it ; but Mr. Grosse was on the bench, and he persuaded her to withdraw it — I suppose, because he thought Sir Arthur would be annoyed.' ' Are they great friends, then ? ' ' Why, no, I don't know that they are particular friends ; rather the contrary, I should say, because Mr. Grosse is a respectable, proud sort of a man, who wouldn't associate with a drunken blackguard"], [82, "78 A Bride's Madness. like that much ; and I don't blame him. Whatever are they doing with that other brandy ? Excuse me a moment, sir.' And he got up. I rose at the same time. ' I must be going on,' I said ; ' I have several calls to make, and it 's getting late. Was Burlston a native of Haughton ? ' ' No, he wasn't ; he 'd only been in this part about four years. He came to Sir Arthur from Norfolk, I believe. But won't you wet your lips once more before you start, sir ? ' ' No, thank you, I can't ; but I should like you to get me some lunch at two, when I come back from a couple of visits I have to pay. And while I 'm about it, as I don't know the district, you may as well let your people put a horse, into something, and drive me round.' While they were getting the trap ready I was turning over in my mind what steps to take next. I had heard as much village gossip as I cared for at present, and it did not seem likely that I should discover much more information of value by lingering in Haughton. I therefore determined to"], [83, "Diary ofthe Rev. A. Copingstone. 79 take the bull by the horns, and pay a visit to Sir Arthur Redleigh himself. It was true that he was not likely to give me a particularly cordial reception in my present character, but I should, at all events, have an opportunity of seeing him. Up to the present I had had no means of forming any opinion as to the real character of the man, except from hearsay, and I was therefore working in the dark. One glance at a man's face often tells me more than any amount of description of him at second hand. After I had once seen him I should be able to form my own plans as to the character in which to approach him later on, for, of course, my clerical disguise could not be maintained beyond a day or two. Before presenting myself at Haughton Court, however, I thought it would be as well to pay a call at the house of Sir Arthur's friend, Mr. Grosse. For this I had a splendid excuse in the rector's recommendation, and I thought it possible I might extract from him information about the other man of a more valuable kind than could be furnished by such a person as the landlord of the hotel. Moreover,"], [84, "80 A Bride's Madness. I could not shake off the feeling left on my mind after my interview with Lord Fatheringham that Mr. Grosse was in some way mixed up with the mystery of his lordship's hatred for Sir Arthur Redleigh. In any case, of course Mr. Grosse was one of the persons best able to throw light, if he chose, on the circumstances connected with the death of poor Burlston. If that had been anything more than an accident, he ought to be aware of it. As soon as the trap was ready, therefore, I ordered the driver to take me to Mr. Grosse's place. A drive of some twenty minutes brought us there. It was a fine house, standing in well-wooded grounds of its own. I gave my card to the man who opened the door, and he brought me straight into the room where his master was. As he opened the door I heard these words, uttered in stern and even in threatening tones — ' That is my will, and if you dare to disobey me- The opening of the door checked the speaker at that point, but I was in time to catch a glimpse of the family scene I was interrupting."], [85, "Diary of the Rev. A. Copingstone. 81 There were only two people in the room. On one side of a large table, the side nearest the door, stood a tall, dark, stern-looking man, who was, of course, Mr. Grosse himself. Opposite to him, and facing me as I came in, was one of the most charm ing little things I have ever met. She could hardly have been more than eighteen, and she looked as fresh and winsome as a child of eight. But some thing had evidently distressed her terribly, for she was weeping as if her heart would break. She could not stop herself even at the sight of a stranger, but put her handkerchief to her face and hastily darted past me out of the room. Her father gave the servant a glare as if he would have annihilated him, and did not look much more amiably at me. But my dress doubtless restrained any unseemly ebullition, and he asked me civilly enough to take a seat. I explained about the meeting, and how Mr. Brown had mentioned his name to me as a probable supporter. I could see he was making great efforts to calm himself as he listened, and when I finished he readily consented to be present. I then observed : 6"], [86, "A Bride's Madness. 82 ' I hope to induce Lord Fatheringham to take the chair.' ' Oh, indeed ! I am glad to hear it. He is my cousin, as you may be aware.' I said I understood as much, and then added — ' Perhaps you can induce some of the neigh bouring gentry to support us ; Sir Arthur Redleigh, for instance ? ' A frown came over his face, and he cast a quick glance of suspicion at me, which made me fear for one moment that he had fathomed my motive in being there. But the look passed as quickly as it had come, and he answered : ' Sir Arthur Redleigh is the last man in the world who would be likely to come to your meeting. What made you suggest his name ? ' ' I gathered that you knew him,' I said, calmly, from seeing your names connected in the news- paper He bit his lip under this direct thrust, and hesitated before he spoke again. ' I am afraid you have derived a wrong impression. Of course, you refer to the report of the inquest on"], [87, "Diary of the Rev. A. Copingstone. 83 that unfortunate gamekeeper. It is true that Sir Arthur Redleigh and I are neighbours, and that we happened to be out shooting together on that day, but otherwise I can assure you that there is no intimacy between us whatever, and I am very annoyed that my name has been bracketed with his over that wretched affair.' He spoke with considerable warmth, and seemed more anxious to disassociate himself from Redleigh than the occasion really required. Making a mental note of this, I ventured to pursue the subject by saying : ' I can understand your feeling, sir. The business was not a pleasant one, and, even putting the most charitable construction upon it, Sir Arthur has not come out of it particularly well. I suppose it was true, as stated at the inquest, that he and the gamekeeper were on good terms ? ' ' Certainly.' Mr. Grosse spoke quite eagerly. ' I should be very sorry if I thought that any one had any doubt upon that point. You may take it from me that there is no room for the faintest suggestion of anything of that kind. Redleigh is"], [88, "84 A Bride's Madness. not a man whom I can esteem — his way of life and mine are very different — but still, I am confident that he is incapable of falsehood on such a point.' He showed almost as much warmth in defending Sir Arthur as he had just done in repudiating his friendship. I nodded, as if satisfied with this statement, and then remarked in my most casual manner : ' By-the-by, do you happen to know anything about the poor fellow's widow, Mrs. Burlston ? ' I was not a little surprised by the effect of this harmless question. He had evidently been feeling uncomfortable for some time, and this last shot warned him that he was being drawn. He threw an angry look at me, and rudely rose to his feet as though to intimate that the interview was at an end. ' Pardon me,' he said, haughtily, ' but I prefer not to discuss anything connected with the very disagreeable incidents of the last few days. As I have already told you, my connection with the matter was the result of the merest accident, and I find it extremely annoying to be made the"], [89, "Diary of the Rev. A. Copingstone. 85 victim of the impertinent curiosity of village gossips. I trust you will have a very successful meeting.' It was practically a dismissal, and I had no alter native but to bow myself out with as little loss of dignity as possible. On reaching the trap I simply gave the word to the driver to take me back, not knowing who might be listening ; but as soon as we were safely out the grounds, I ordered him to drive me on to Haughton Court. Haughton Court is a very fine place. Not, of course, on a great scale like the Towers, but still very much above the average country gentleman's seat. I did not much wonder that old Brown had made his daughter accept it, although coupled with the hand of a drunken wretch. We drove up an avenue of trees to the house. Everything was very quiet, and not a soul was visible about. An undefined suspicion crept into my mind that something must have happened. I grew positively nervous as it occurred to me that my victim might have escaped me by some fresh catastrophe."], [90, "86 A Bride's Madness. It was with a trembling hand that I pulled the bell. I had to wait some time for an answer, an interval during which my apprehensions increased. At last I could bear it no longer, and rang again. The door was immediately opened by a footman in slovenly attire, who glanced disrespectfully over my ecclesiastical plumage. ' Is Sir Arthur at home ? ' I asked. ' No, sir,' was the airy response. ' When do you expect him in ? ' ' Not for some days, sir. He's gone to Scotland.' To Scotland ! Where Lady Redleigh's asylum was supposed to be situated ! What did this mean ?"], [91, "CHAPTER IV. THE PRIVATE ASYLUM. /~^N referring to my diary, I find I left off with my rebuff at Haughton Court. 1 admit that with all my experience, I was fairly floored by the news that my man had gone off to Scotland, within two days of the inquest at which he had played so prominent a part. Of course, I at once assumed that he had gone down to see his unfortunate wife. I said to the servant : ' Scotland ? Do you know what part of Scotland Sir Arthur has gone to ? ' ' Can't say, I 'm sure, sir — (chink) — leastways, except I know where he generally goes — (chink, chink) — thank you, sir, — and that's to the Royal Stuart Hotel, Stirling.' ' To see Lady Redleigh, I suppose ? ' ' So we believe, sir.' His manner had undergone 87"], [92, "88 A Bride's Madness. a wonderful change. \" Sir Arthur has gone there once or twice a year ever since his wedding.' ' And what time did he start ? ' ' Just now, sir. He hadn't been gone more than half-an-hour when you came, sir. If you drove straight into Stalne you might catch him before he goes on from there.' I thanked the man and jumped into my vehicle, determined to act on his advice. Another piece of legerdemain with Her Majesty's metal image silenced any scruples on the part of my charioteer, and we bowled rapidly off towards the cathedral city, distance about six miles. I need scarcely say I had no intention of accosting Sir Arthur Redleigh on the railway platform. My plan, formed on the spur of the moment, was to follow him down to Stirling, and track him to the asylum in which his mad wife was confined. I had no definite purpose in this. But it seemed a favourable opportunity for ascertaining the exact locality of the asylum, which I might otherwise have some difficulty in finding, should I want to do so later on. Moreover, I thought that a railway"], [93, "The Private Asylum. 89 journey would give me opportunities of forming Sir Arthur's acquaintance, and studying his character, which I could not otherwise get. Because, if he really had anything in the nature of a crime upon his conscience, he would naturally be extremely suspicious of strangers in his own neighbourhood at Haughton. I was also influenced by the possibility that this might be an artfully-planned escape. But I did not think it likely. The murder, if murder it were, had passed off too successfully for it to be worth his while to go into hiding, a step which would only provoke suspicion against him. Fortunately, I had plenty of money about me. Lord Fatheringham's solicitor had supplied me well before I came down. But it struck me that I should find my costume a fatal obstacle to any close acquaintance with the baronet, as he would be sure to fight shy of anything in the shape of a parson. I had no time to provide myself with anything in Stalne, but I scribbled a telegram, as we bowled along, to my chum Verinder in the Yard, asking him to send down a good sporting make-up"], [94, "A Bride's Madness. 90 to the Glasgow station. I calculated that, going down from London, it would get there as soon as we should, starting from a remote place like Stalne. Well, we drove up to the St. John's Station just in time. There, on the platform, sure enough, was the baronet, whom my driver pointed out to me. I paid him for the trap and for the lunch I was destined never to consume, sent off my wire, and jumped into a first smoking after my quarry just as the train began to move. He looked by no means such a blackguard as I had been led to expect. Unless I had heard so much about him beforehand, he would not have struck me as being any worse than the average fast-living country swell, with more time than work and more money than brains. He glanced towards me with a look of ill concealed annoyance as I sprang in. I pretended to mistake the movement as a friendly greeting, and instantly responded with a cheerful nod, remarking at the same time : 'A close run that ! It wouldn't have done for"], [95, "The Private Asylum. 91 me to miss it either, because I want to get to Glasgow to-night.' ' Oh, indeed ! ' he replied shortly, evidently annoyed at the idea that I was going so far with him. ' Anything in the papers this morning ? ' I asked in my most cordial manner, seeing that he was about to bury himself in a salmon-coloured sporting sheet. ' No,' he grunted ; ' nothing worth reading.' ' Anything fresh about that affair near here that they tried to work up into a sensation — the \"Haughton tragedy\" I think they called it?' ' No, sir. . What the should there be ? ' he retorted, fairly roused at last. I felt it was neck or nothing. So I said : ' I beg your pardon, I 'm sure ; but the fact is I haven't had time to get a paper this morning, and being interested in that case, I felt curious to know if there was anything more about it.' That fetched him. He pricked up his ears, and assumed a more civil manner, as he responded : ' No apology, sir. I 'm afraid I spoke hastily. I 'm not feeling quite myself this morning, and"], [96, "A Bride's Madness. 92 railway travelling always puts me out.' And to prove his words he drew forth a spirit flask where with to recruit his energies. Before putting it to his own lips he went through the formality of offering it to me, and I could see his opinion of me rose fifty per cent, when I replied by pulling a flask out of my own pocket and keeping him company in a slight refresher. I hold that the less a detective drinks the better ; in fact, I am a teetotaller by conviction. But, of course, it doesn't do to neglect any means of conciliating those from whom you hope to get information. I knew perfectly well what he was taking in a supply of Dutch courage for, and I was quite ready for him when he turned round with a clumsy assumption of carelessness, and said : ' Did you say you were interested in that Haughton affair ? ' ' Yes,' I said. While I was waiting for him to speak I had hastily matured my plan. ' I am connected with a Church Society of which Lord Fatheringham is one of the chief patrons, and I"], [97, "The Private Asylum. 93 was surprised to see his name as being present at the inquest.' ' I should think so, the old brute ! What the blazes brought him there, unless he wanted to gloat over the sight of an enemy in trouble ?.' ' An enemy ? You mean Sir Arthur Redleigh. Is he an enemy of Lord Fatheringham's ? ' ' Yes, at least Fatheringham is an enemy of his. So they say, at least,' he added, becoming aware that he was showing a little too much local knowledge. ' Why is that ? ' I asked innocently. ' Oh, I don't know,' he answered, shortly, resuming his former unpleasant manner. ' Well,' I said, ' Fatheringham didn't take much by his move. That jury brought Redleigh through like bricks.' ' Brought him through ? In what way ? What else could they have done ? ' I smiled in a knowing manner, and went through the familiar pantomime expressive of raising a glass to the lips and absorbing its contents. ' I fancy Sir Arthur had had quite as much as"], [98, "A Bride's Madness. 94 was good for him before he started out on that shoot,' I added, by way of explanation. My companion looked distinctly relieved. He gave a slow smile and answered : 'Ah, I daresay there's something in that. It didn't occur to me.' Nothing else of consequence passed between us during the next two hours. At the end of that time we rolled into Bristol, where we had to change into a fresh train for the North. The baronet seized the opportunity to slip away from me, and rather than appear to be dogging him I let him go. But I had made a valuable discovery. Whether there had been any dark work on Sir Arthur's part or not, he had evidently dreaded some suspicion of the kind. And I had achieved a result of no small importance by lulling that dread and giving him the impression that people merely attributed his act to intoxication. We got to Glasgow late at night, and I saw my man into a cab, which he ordered to take him to a big hotel near the station. I found my parcel from London waiting for me, as I expected, and getting"], [99, "The Private Asylum. 95 into another cab, told the driver to take me for half an hour at a slow pace through some quiet streets. The object of this was, of course, to effect a change of costume. Having transformed myself into a sporting Englishman of the regulation pattern, I drove back into the principal streets, and purchased a little more luggage. The cabman's look when I emerged from his cab in my new clothes and hair was a treat. Finally, I made him take me to the hotel selected by Redleigh, where I secured a room for the night. I then marched into the coffee-room and said in a good loud voice — not my Copingstone voice, I need scarcely say : ' Waiter, what time is there a train for Stirling in the morning ? ' I then looked round and saw my friend sitting at a side table over a railway time-book. Sure enough he had heard my question, and at once looked up. The waiter answered : ' That gentleman has the book just now, sir ; I '11 bring it to you as soon as he's done.' 'All right,' said Sir Arthur, civilly enough."], [100, "96 A Bride's Madness. ' I 've done with the book now.' And he handed it to the waiter for me. I stepped forward and thanked him. ' The fact is, I 've got a disagreeable job to do,' I went on, ' and I want to get it over as soon as possible. My wife's sister has gone wrong with a sort of religious mania, and I want to put her into some place where she'll be kindly treated and taken care of. And they 've recommended me to a place at Stirling, a Doctor — Doctor, — bless my soul, I forget the name.' Sir Arthur could hardly parry this thrust. If we were both going to the same place, it would look very strange on his part to conceal the fact. With rather an ill grace he remarked : ' There 's no private asylum that I know of in Stirling itself. But a few miles out, at Aucher town ' 'Ah, that's it!' I interrupted. 'That's the place I meant. I didn't know but what it was a suburb of Stirling. Sir William Clark recommended it to me. Do you happen to know the proprietor's name ? '"], [101, "The Private Asylum. 97 ' Yes,' was the reluctant answer, ' Dr. Raebell. The fact is that I have a friend under his care, whom I am on my way to visit.' ' Oh, that 's the style ! We can go down together. What 's your train ? ' He told me, and then the conversation passed to other topics. This time I made no allusions to the Haughton tragedy, but aimed simply at putting my man thoroughly at his ease. In this I did not succeed, however. Whatever was the reason, he appeared to be labouring under some mental oppression which he could not shake off. More than once he failed to notice that I was speaking to him, and on other occasions he would answer me in a random way that showed his thoughts were elsewhere. I ventured upon one allusion to the object of his visit to Dr. Raebell's, but he received this rather rudely, and immediately afterwards made a pretext about letters to write and retired to his own room. We met at breakfast the next morning, and drove in the same cab to the station. The run to Stirling is not a long one, and we 7"], [102, "A Bride's Madness. 98 soon got there, and chartered a carriage and pair for Auchtertown, which turned out to be an inac cessible sort of hamlet, distant seven or eight miles. On the way I prattled freely of my unhappy sister-in-law, and the nature and causes of her distressing malady. But I failed to elicit the least answering information from my moody fellow traveller, who grew more and more absorbed and gloomy as we neared our destination. At last the carriage drew up in front of a solid looking door in a high wall, and we got out and were admitted. My companion was evidently known to the porter. Once inside, the place looked cheerful enough. The grounds were spacious and bright, and the mansion which rose in the centre was well and tastefully built. There were none of those barrack like features which one associates with the idea of an asylum. We passed two or three inmates strolling about the grounds. And just as we got to the front door out came the proprietor himself, in walking attire. Dr. Raebell was a stout, greasy man, with lux-"], [103, "The Private Asylum. 99 uriant whiskers, a bald head, and an eternal smile — the kind of man who is for ever running over with the milk and honey of human benevolence. He greeted Sir Arthur with cordial deference as an old client, and me with cordial respect as a possible new client, and ushered us into a cheerful little study, hung round with graceful little etchings of the French school, and further adorned with a piece of statuary representing a boy clothed exclusively in a Phrygian cap, on his knees, feeding an eagle out of what appeared to be a bowl of milk. (Query — Do eagles drink milk ?) The doctor noticed that my eye had been attracted by this object of art, and proceeded to deliver the following brief homily in a tone which reminded me of the guide who shows you over Westminster Abbey or some such historic pile, or Wombwell's menagerie : ' Ah, I see you looking at that group ; a replica, of course, not an original — my emoluments.here do not admit of that. You observe the idea : the eagle, unchained, is reconciled to its captivity by the loving attentions of its captor. An emblem, I"], [104, "A Bride's Madness. 100 would observe, of the system pursued in this establishment.' I was much impressed, for I did not know then what I have since learnt, that the story which the sculptor had in his mind was the exact reverse, and that it was the eagle who captured the boy, and not the boy the eagle. But Sir Arthur, who had no doubt heard Dr. Raebell on the subject before, listened impatiently. ' Doctor,' he broke in at the end, ' I particularly wish to speak to you in private for a short time.' ' Oh, very good, sir ! I will ring for my assistant, and he can show your friend round the establish ment.' Sir Arthur at once explained : ' I haven't the honour of this gentleman's acquaintance. We merely happened to be coming here at the same time, so we drove out together.' ' Quite so,' I hastened to add. ' I was recom mended to place a female relative in your care, and I thought I should like a look round first. My name,' I added, ' is Stacey-Cooke.' The doctor brightened up at this, and when his"], [105, "The Private Asylum. 101 assistant entered he handed me over to him with much state. I would have given a hundred pound note to put my ear to the keyhole for five minutes, but of course it was out of the question. I began to sound my cicerone instead. ' How is our poor friend's wife? ' I said, nodding back towards the room we had left. ' Oh, you are a friend of Mr. Robins ? ' he said. ' There 's no difference in her. It 's a curious case.' Mr. Robins ! I could hardly repress the start of surprise with which I learnt that the baronet had lodged his wife here under a false name. What did this portend ? It might be a natural desire to avoid publicity. But I was in a state of mind to suspect an evil motive in everything. ' Yes,' I said. ' Were you here when she was first received ? ' ' No, I came a year afterwards. But I under stand there has been absolutely no change in her since.' ' You know the story, of course ? ' . I know that she went mad on her wedding-day,"], [106, "A Bride's Madness. 102 that 's all. I never heard of any reason for her doing so ; and the remarkable thing about it is that she is, and always has been, in wonderful health, physically. So the cause, whatever it was, must have been purely mental, I imagine.' ' Over-excitement, very likely,' I suggested ' Possibly something of the sort. The remark able thing about her case is that she is never violent except when her husband comes to see her. The sight of him maddens her directly. Of course, you know she believes she is the Virgin Mary.' ' So I heard. By-the-by, there would be no harm in my seeing her a moment before Robins comes up and sends her queer, would there ? ' ' Oh, no ; at least, I should think not. You 're going to look over the ladies' department, and we shall see her somewhere, no doubt.' I leave out any description of the various rooms and their inmates. There were not more than twenty altogether in the female department. We came in due course into the large drawing-room, and there I saw a sight I shall never forget. Seated there by the window, on a low basket-"], [107, "The Private Asylum. 103 chair, was one of the loveliest women I have beheld, or ever expect to behold. Her beauty was of that grand commanding character that can only be described as queenly. The eye had hardly power to distinguish the different elements of charm — the stately neck, the magnificent dark hair and eyes, the rich, soft hues of the skin — so dazzling was the full volume of loveliness. She might have been chosen by a painter who sought to depict Queen Esther in her hour of triumph, when she shone forth above all the other chosen maidens of Media, and seated herself by the divine right of beauty on the throne of the great King. But I must not let myself be carried away like this. Enough to say that I no longer wondered at the havoc Laura Brown had caused among the Stalneshire youth, when I cast my eyes upon Dr. Raebell's patient. And what was she doing ? If anything had been wanting to warm my tough old heart into sympathy and devotion to her, it would have been the situa tion in which we came upon her. She was holding in her lap a blue-eyed, golden-haired mite of three"], [108, "A Bride's Madness. 104 or four years old, and teaching her to thread beads to make a ring. I stopped involuntarily. Dr. Graham, the assist ant, comprehended my feelings and whispered to me : ' Would you believe that woman was a lunatic ? ' ' She is more like a goddess ! ' I returned in the same tones. ' Whose child is that ? ' ' The gardener's. Its mother died last year, and ever since then it spends its whole time with Mrs. Robins. She never would associate with the other patients, and so this child is her one companion.' During this colloquy, Laura (as I might venture to call her for short) had noticed our presence, and she nodded pleasantly to the young doctor. 'Would you like to speak to her? ' he whispered. ' No, no,' I answered, feeling that I was in rather a false position. We went on our round, and finished by strolling through the gardens. When we got back to the house we found Dr. Raebell alone. ' Mr. Robins has gone,' he explained to me. ' He was in a hurry, and so I sent him back to"], [109, "The Private Asylum. 105 Stirling in my own carriage. He desired his apologies to you.' ' Oh, all right. He seemed a very pleasant fellow.' ' Yes. By-the-by, Graham, you had better go and see if you can do anything for his wife. He went and saw her, and she 's off again.' The assistant looked distressed, and hurried out of the room. ' How sad ! ' I exclaimed. ' When I saw her she looked the picture of health and all.' ' Ah ! appearances, only appearances ! I never trust them, my dear sir. That woman suffers from a deep-seated and dangerous malady which may carry her off at any moment, literally at any moment. How did you like our arrangements ? ' ' Very well, indeed ; in fact I may say it is only a question of terms whether I place my sister-in-law with you. But I was strangely interested by the sight of that lovely woman, and I can't believe she has really become frenzied in the brief time since I saw her.' The doctor smiled with compassionate superiority."], [110, "106 A Bride's Madness. ' Ah, no doubt it seems strange to you. But there is an easy way of satisfying your doubts. If you 're not afraid of a rather painful and shocking spectacle, come with me and we '11 take a look at her.' I embraced the offer, and we proceeded upstairs again. This time I was taken down a different passage, with a baize door at the extreme end. As we came near it I fancied I could hear occasional screams. My guide threw it open when we got there, opened another stronger door inside, and another baize door inside that. Then we were in the padded room. It was a terrible scene. I wished I had not accepted the doctor's offer. That grandly-beautiful creature lay on that floor, her clothes torn almost to rags, writhing in the knots of a strait-waistcoat, and giving utterance to piercing shriek after shriek. Her long hair, beautiful still, swept loose over her face and neck, and every now and then she shook it back with the movement of an angry lion. I did not stop to observe more, but turned quickly and made my escape from the scene."], [111, "The Private Asylum. 107 ' She will be like that for the rest of the day, I expect,' said Dr. Raebell, ' and then tb-morrow she '11 be like a sane woman.' ' But if her mania is confined to the occasions when she meets her husband, why not let her go and live in some distant place where they can never meet ? ' ' We have made her the offer. Her husband and I have both made it, but she refuses to go.' And I drove away from Auchertown, and took train for the south with that sentence repeating itself in my brain : ' She refuses to go?"], [112, "108 CHAPTER V. THE NEW GAMEKEEPER. OIR ARTHUR REDLEIGH was angry. **•* ' How dare you speak to me like that, sir ! Take your wages and leave this place in twenty four hours.' ' All right, Sir Arthur. I '11 be gone before then.' This insolent reply incensed the baronet still more. ' Out of my sight, unless you want to feel the weight of my riding whip ! ' The man thus addressed did not venture on another reply, but picked up some sovereigns which lay on a table between them, and hastened out of the room. The scene of which this was the conclusion took place in the library of Haughton Court, the morning after its master's return from his flying visit to Scotland."], [113, "The New Gamekeeper. 109 His second keeper, a man named Trevem, had come in after breakfast, and asked to speak to his employer. Admitted to his presence, the man began to ask for an increase of wages, and he did it in a tone of such ill-disguised insolence that Sir Arthur had become furious, and discharged him on the spot. Probably Trevern had believed that he had his master to some extent in his power, after what had recently happened. If so, he quickly found his mistake. But he took his dismissal pretty coolly, and at once set about collecting his effects. By the middle of the afternoon he had everything ready, and set off to walk down to the village. Arrived at Haughton, he turned into the public house, which the host of the ' Polar Bear ' viewed with such disfavour as a haunt of Radicals, namely, the ' Lamb.' There was only one person in the bar when Trevern entered, and he was a stranger to him. He was a neatly-dressed, respectable-looking man, and he held a local news sheet in his hand, which"], [114, "A Bride's Madness. 110 he laid down at the sound of a footstep, as if ready for a chat. ' Good afternoon,' said the stranger. ' Same to you,' said Trevern. ' Pretty lonesome here,' went on the stranger. ' You may say that,' agreed Trevern, taking a seat. ' Where 's the people of the house gone ? ' ' I '11 call 'em,' said the stranger, who seemed an obliging sort. ' Hullo ! Hi, there ! ' These observations bore fruit in the appearance of a festively-attired young woman, who appeared to have been engaged in doing up her hair in the back premises, and who emerged from a passage, carrying in her hand a number of long, cruel-looking steel pins with black heads. These truly formidable weapons she proceeded to plunge one by one up to the hilt in her skull, an awful operation which drew a shudder from the two men who witnessed it, but which she bore with the silent stoicism of a Red Indian. As soon as he was assured that she was not going to fall dead in her tracks, the stranger turned to Trevern and said :"], [115, "The New Gamekeeper. 111 ' It 's my call. What '11 you take ? 'Well, I don't mind joining you in a quart,' said the keeper, nothing loth. The heroic damsel drew the quantity of beer named, and placed it before them. She then retired to her own regions, probably to get a few swords and bayonets and imbed them in her person. The two men rapidly fraternised over their beer, and the stranger revealed his name and business. ' My name is Smith,' he said ; ' one of the old Smiths that used to live on the Highdowns.' The Highdowns were a range of low hills, sprinkled with small farms and cottages, which rose a few miles to the east of Haughton. ' I was born there myself, and then when I was a boy my father he sold out and went off to New Zealand, and there I 've been ever since, knocking about at different kinds of out-door work, sheep-farming, destroying rabbits, and all manner. Now I come back to the old place, thinking I should like to live there a bit, and I can't find a soul that knows me, nor I can't get a place anywhere.' Trevern listened, and in reply related the story of"], [116, "A Bride's Madness. 112 his own dismissal, adding that as Sir Arthur had now two vacancies Mr. Smith would stand a good chance of getting one. After Mr. Smith had eagerly welcomed this suggestion, their talk insensibly glided on to the late accident. Trevern, it appeared, knew far more about the circumstances than anyone who had given evidence at the inquest, that he did, and if they had only called him he could have opened their eyes, couldn't he just ! He knew all about Sir Arthur ; he wasn't safe to go out shooting with, he wasn't ; he drank like a fish ; and many and many was the time he (Trevern) had said to himself, ' It '11 be a wonder if I get home safe to-night,' when he had been out with Sir Arthur. Oh, yes, what was poor keepers' lives, indeed, to gents like him ? He wondered at that boy, he did, pretending to believe it was all an accident. Well, he 'd taken care that no such accident should ever happen to him ; and if Mr. Smith liked to take the risk, he was welcome, that was all. And more to the same effect. Presently the conversation came round to the"], [117, "The New Gamekeeper. 113 subject of the late Mr. Burlston's character. Here, again, Trevern proved able to impart much infor mation. ' He wasn't much good, he wasn't.' Trevern, under the influence of the quart, which had been mysteriously replenished, dropped into the dialect of his native county, which the reader may be better pleased to have in a translation. ' The times I 've heard Sir Arthur going on at him for not doing things right, is more than I can count.' ' But I thought he praised him up at the inquest,' observed Smith. 'Ah, yes, like enough he'd want to seem friendly then ; but I know that only three months before he refused to raise his wages, and told him he was getting more than he was worth already.' Mr. Smith seemed much impressed by this. Yet surely it was but a natural and pleasing trait in a gentleman's character that he should look back with a friendly eye upon the services of the man he had been so unhappy as to kill. But Trevern went on : ' And I don't suppose his wife's sorry to have him 8"], [118, "A Bride's Madness. 114 out of the way. They were always quarrelling, and he used to beat her something dreadful.' ' What did they quarrel about ? ' ' Well, I don't know, beyond that she drank and didn't keep the house over and above tidy, as you'll find if you have to live in it. But there was a something between them I never could rightly make out. That Burlston woman isn't like the rest of us; she's got more money than I can understand, and she hardly ever pokes her nose out of the lodge from year's end to year's end. But there, you '11 know more about her than I can tell you before you've been there very long.' Mr. Smith smiled pleasantly at this last remark, as if he thought there might be a good deal of truth in it. Some fresh comers dropped in shortly after wards, and an exciting discussion started as to the prospects of the favourite at the forthcoming Stalne Races. In this discussion Trevern was soon ab sorbed, and his new acquaintance presently got up and left the tavern. That evening, after dinner, Sir Arthur Redleigh was seated at his desk trying to draw up an adver-"], [119, "The New Gamekeeper. 115 tisement for insertion in the Stalneshire Morning News. His abilities as a litterateur had never been greatly cultivated, and he found his present task almost more than he could grapple with successfully. So far the result of his labours ran like this : ' Wanted, immediately, on a private estate in this county, an experienced gamekeeper, by a gen tleman, accustomed to the care of dogs, where two assistants are kept. Wages ' The baronet was gazing uneasily at this compo sition when a servant came to inform him that a man named Smith was asking to see him. Not sorry to be interrupted, Sir Arthur signified his willingness, and our friend from the ' Lamb ' was shown ih. ' Well, what is it ? ' said the baronet. By way of reply the stranger repeated the account of himself which he had given to Trevern. Sir Arthur heard him out, and, meanwhile, took thorough stock of his appearance. The result was favourable, for he at once rejoined : ' I see. And now I suppose you want me to find you something to do, eh ? '"], [120, "116 A Bride's Madness. ' Well, sir, I did hear in Haughton as how you had just dismissed a keeper, and thinks I to myself, I can't do any harm by applying for the place.' Sir Arthur was soothed by this delicate passing over of the fate of Trevern's fellow-keeper. He answered : ' Yes, that is so ; I am practically without any one just now, though, no doubt, I shall have lots of applications before long.' And he slipped a piece of blotting-paper over the unfortunate advertise ment. He felt strongly disposed to accept this way out of the difficulty. He was a keen sportsman, and it was no light matter to be left keeperless in the middle of the shooting season. After a minute's consideration he said: ' Well, but suppose I thought of taking you, what should I do about a character — references, you know ? Is there anyone in England who knows you ? ' ' Not a soul,' replied Mr. Smith, cheerfully. ' All my own friends are either dead or in New Zealand, and the people of the neighbourhood didn't recognise me. But I have got some papers here"], [121, "The New Gamekeeper. 117 from Auckland, and I can refer you to my last employers out there, Messrs. Farraway, cattle farmers.' The baronet shrugged his shoulders, but never theless took the offered documents and glanced over them. ' It would take three months for a letter to get out there, and a reply to come back,' he observed. ' And I want some one at once.' ' Take me on trial then, sir. Take me till you get someone better, anyway ; and if I don't suit, you can turn me off when you like.' The baronet hesitated ; but the upshot was that he engaged the applicant, and told him to return in the morning. This Mr. Smith did, arriving punctually at ten. Sir Arthur was not down, so the new keeper em ployed the interval in making himself generally agreeable to the servants of the house. He seemed to take particular interest in asking about the late keeper's widow, who still retained possession of the lodge which had formed her husband's official resi dence. The general opinion seemed to be that Mr."], [122, "118 zi Bride's Madness. Smith would be expected to share its accommoda tion with her, and that he was not to be congratu lated on the prospect. Sure enough, when the baronet at last appeared he announced to his new employe that he was to take up his quarters with Mrs. Burlston, who had agreed to cook for him, and generally act as house keeper as long as she remained on the premises. He then offered to take Smith down and make him acquainted with the widow ; and they set off. The lodge was soon reached, and proved to be one of those edifices which are constructed more with a view to the æsthetic taste of the passer-by than to the comfort of the unfortunate creatures who have got to live and move and have their being inside. It contained two rooms on each floor, and the front entrance gave directly into a sitting-room, from which a view could be obtained of a back kitchen in the rear. Mrs. Burlston was not imme diately visible, and pending her arrival Mr. Smith examined his surroundings with a curious eye. The sitting-room was well-furnished, but suffered from an air of discomfort and neglect. The table"], [123, "The New Gamekeeper. 119 was covered with a cloth which was far from clean, and which was marked in two or three places with imprints of tumblers, varied by an occasional gravy splash. Although it was now past eleven, the breakfast things had not been cleared away. The fireplace looked equally untidy, various odds and ends, including a couple of corks, having found their way into the fender. The blind had been pulled three-quarters of the way up, but so care lessly that it had got awry and stuck fast. These and other details impressed themselves upon Mr. Smith's attention, and caused him to murmur beneath his breath, ' Drink — or trouble — or both ? ' Mrs. Burlston now appeared, coming down a magnified corkscrew beautifully carved in wood. The merit of this contrivance seemed to be that you caught glimpses of the persons coming down before they stood actually revealed to iyou. They were vouchsafed for a moment to your expectant vision, and then snatched away behind an inter vening screen of steps, to re-emerge presently several yards lower down. However, Mrs. Burlston achieved the descent in safety, and came forward"], [124, "A Bride's Madness. 120 with apparent friendliness to greet her new inmate. She proved to be a plain-featured woman of some forty years of age. Her features showed the ravages of some factor besides age, and her hair was turning grey before its time. Beyond this there was not much to remark in her appearance. Her expression in repose was sullen and brooding, but she looked pleasant enough for the moment as she bade Mr. Smith welcome. Sir Arthur now left them together, and the new comer began to make himself agreeable to the widow. Naturally his first reference was to her recent loss, on which he condoled with her in almost exaggerated terms. But the widow received his remarks with cold ness, and in fact seemed displeased by them, for after a commonplace expression of acknowledgment she bade him follow her upstairs to see his bed room. The peculiar construction of the staircase forbade Mr. Smith to commence his ascent till his guide had disappeared round the corner as it were, but,"], [125, "The New Gamekeeper. 121 walking by faith rather than by sight, he success fully tracked her to the summit and found himself on a tiny landing, pitch dark, out of which two doors led into the bedrooms. Mrs. Burlston threw open one of these doors leading into the smaller of the two rooms, which was situated over the kitchen. ' This is where my husband used to sleep,' she said. ' The front room is mine.' She spoke in a style that stamped her as town-bred, a fact which did not escape her new friend's notice. He surveyed the room, and saw that, like the one below, it was utterly lacking in the neatness which is the characteristic of such places in most gentlemen's demesnes. The bed seemed as if it had not been touched since it was last slept in. The idea that a corpse might have lain on it rushed across the new tenant's mind, and he gave a start of repugnance. Mrs. Burlston probably noticed the movement, for she began to apologise for the state of the room. ' I really have not had the spirit to do anything to it yet,' she said, ' but now you 've come I '11 see"], [126, "aA Bride's Madness. 122 and put it to rights. It won't take long, and I can do it while dinner 's getting ready. Dinner at one '11 suit you, I suppose ? ' Mr. Smith assented, and then left the lodge for a time, after having first deposited a securely-locked portmanteau in the corner of his room. In the course of a stroll round the grounds he came across the boy who had given evidence at the inquest. He introduced himself to the lad, and they got into chat. It was not long before the familiar subject cropped up. ' How did you come to make that mistake about the distance ? ' asked the new keeper, who appeared to have familiarised himself with the report of the proceedings. ' 'Twarn't no mistake of mine,' returned Martin. ' Dr. Druscott, he said as I was right.' ' Well, but how do you account for the gentlemen both saying it was double as far ? ' ' Oh, I dunno. 'Tain't no business of mine. ' Is that Mr. Grosse a good one for tips ? ' went on the stranger."], [127, "The New Gamekeeper. 123 ' Well, that I can't say. He never gave me nothing, but then I warn't never out with un except that once.' The other's face assumed a look of bland surprise. ' Then dosen't he often shoot with Sir Arthur ? ' ' Lor' bless you, no. I don't believe they'd been out together afore not since I 've been here, and that's going on two years.' ' Then they aren't such great friends, after all ? ' ' They ain't friends at all as I knows on, least ways except they've been to each other's houses a bit lately. We did think at one time that the master was a bit sweet on Miss Eva, but she 's engaged now to young Mr. Haworthy, down the other side of Fatheringham.' ' Oh, how long has that been on ? ' ' Sometime now, I think, but I can't rightly fix it, not to say.' K Mr. Smith looked thoughtful. After a few more remarks of a general character he left his young assistant and strolled back to the lodge. It was one o'clock when he got there, so he stepped in and inquired after his dinner. Mrs. Burlston"], [128, "A Bride's Madness. 124 gave him an unfriendly reception, and informed him that it would not be ready for another twenty minutes. Most men would have shown vexation at such a delay. But if Mrs. Burlston had expected her new tenant to be annoyed she was out in her reckoning. Nothing could have been more placid and contented than the way in which he sat down in the porch of the little cottage and took out a pipe. ' I hope you don't mind my smoking ? ' he said, politely. ' Not out there, I don't,' was the ungracious reply. But Mr. Smith was not to be put off by surliness. He maintained such a persistently civil demeanour that the widow was insensibly mollified, and when it came to his offering to assist her to lay the cloth, and insisting on carrying the bucket to the well for water, and performing other services which the deceased Burlston had never dreamt of undertaking, Mrs. Burlston thawed rapidly, and ended by becoming quite amiable. At last they sat down to dinner, and then the"], [129, "The New Gamekeeper. 125 stranger's attentions were redoubled. The very way he took up the carving-knife had something deferential in it ; and his anxiety to help the widow to the best of everything, and to see that she ate at least twice as much as himself, was quite touching. Vague but pleasing suggestions began to flit across the lady's mind, and when she crossed the room to fetch in the pudding she stopped to glance at herself in the mirror. By the time dinner was over the pair were fast friends, far better friends, indeed, than man and wife had been under that very roof, if the gossip picked up by Mr. Smith was to be believed. When this happy state of things had been reached, and been consummated by the production of a bottle from the cupboard containing a liquid not unlike water in appearance, but decidedly stronger on the palate, Mr. Smith ventured upon a reference to the delicate subject of his predecessor's character. ' That husband of yours was rather a rough sort, wasn't he ? ' This time he had taken Mrs. Burlston the right way. She at once responded :"], [130, "126 A Bride's Madness. ' Rough ! Rough isn't the word for it. If I didn't feel as I 'd known you for years, Mr. Smith, and that you're a man that can be trusted,' — here Mr. Smith bowed with dignity, as one whose approving conscience told him the praise was not unmerited, — ' I shouldn't care to talk to you about it. Those servants up at the house do gossip so, and they 're such low creatures, that I never have anything to say to them. But I can see with half an eye that you 're a gentleman ' 'And I 'm sure anyone could see at a glance that you're a perfect lady, ma'am,' threw in her listener. The widow gave a gratified smile. 'Ah ! ' she said, 'there was a time when I was so considered, and I don't know now why I shouldn't go away from here and set up for somebody else where. It isn't want of money would stop me.' ' No, of course,' remarked her friend ; ' Sir Arthur's boUnd to do the handsome thing by you.' She tossed her head. ' Oh, it 's not much he '11 do, though he did promise me I should have half what Burlston used to get. But I've other friends of my own, and if it hadn't"], [131, "The New Gamekeeper. 127 been for that precious husband of mine, I might have been off and enjoying myself before this;' 'I'm sure I hope you won't go yet awhile, ma'am.' A pause ensued, and then Mr. Smith added in a careless manner : ' You were going to tell me about your other friend, from whom you have expectations ? ' ' Was I ? ' murmured Catherine dreamily, and then she suddenly started up, her whole manner changed, and she cried, harshly : ' No, I wasn't going to do anything of the sort. That 's my secret.' And she turned away and began to clear up the dinner things. Mr. Smith received this rebuff without showing any disappointment. He rose and went out to attend to his duties, and it was not till he was out of earshot of the lodge that his lips moved, and he muttered aloud : ' So that 's your secret ! '"], [132, "128 CHAPTER VI. Catherine's secret. AFTER remaining away all the afternoon, *■ Mr. Smith returned at tea time to the lodge. In so far as he aimed to cultivate Mrs. Burlston's friendship, he found his work had partly to be done over again. That is to say, he found the widow only a little less sullen towards him than she had been in the morning. But she relented more quickly this time, and by a judicious avoidance of dangerous topics, and an adroit use of compliment, he succeeded in putting her on thoroughly good terms with herself first, and with himself as a natural sequel. In the course of the afternoon he had received an intimation that his presence would be welcomed up at the Court, where the housekeeper was sociably inclined. As she was a recent importation from London, and held her head high, her society ou^ht"], [133, "Catherine's Secret. 129 to have had greater attractions for a traveller like Mr. Smith than the sequestered inmate of the lodge. Yet, strange to say, he had elected to pass the evening in the latter's company. And as he took care to let her know of the advances which had been made to him, this proof of devotion enhanced his previous merits in Mrs. Burlston's eyes. Accordingly they soon found themselves on the most cordial footing together, and as the night drew in they got more and more confidential. The bottle already alluded to was not without its share in promoting this pleasing state of things, and under the combined influence of gin and flattery Mrs. Burlston grew quite talkative. The conversation turned on the various local characters, especially the friends of their patron, Sir Arthur Redleigh. The fate of Lady Redleigh had been referred to, and Catherine confirmed the story of which the reader is already in possession, adding that the Rev. Mr. Brown, the bride's father, seemed perfectly satisfied with his son-in-law's conduct throughout the terrible circumstances, and the two were good friends still. 9"], [134, "aA Bride's Madness. 130 ' They were telling me up at the house that there's likely to be another wedding in the neigh bourhood,' was Mr. Smith's next remark. ' They tell me it 's a match between Miss Eva Grosse and young Mr. Haworthy.' Catherine seemed interested. ' Is it really ? I didn't hear anything about that,' she said. ' I only know what they tell me. Is it true that she is the prettiest girl round about since Lady Redleigh's time ? ' ' I daresay. I don't know, I'm sure. ' Is Mr. Grosse a widower ? ' No. But Mrs. Grosse is a great invalid, and keeps her bed.' ' I see. He dosen't seem a very popular sort of a man, does he ? ' ' It 's no odds to me what he is.' Catherine said this as if she did not care to pursue the subject. Then Mr. Smith pondered for a moment, and finally, fixing his eyes full on the widow's face, he asked :"], [135, "Catherine's Secret. 131 ' Do you know anything about Lord Fathering ham ? ' For once questioner and questioned were equally taken aback — she by the mere mention of the name, and he by its effect on her. ' What do you mean ? ' she cried in a loud, strange voice, her eyeballs swelling, and every limb stiffening as she sat. ' How dare you ask me that ? ' Her companion hastened to offer his apologies. ' I beg your pardon, I 'm sure. I knew nothing about him myself, good or bad, beyond the fact that he was the principal man about here. I never dreamt that you had any dislike for him.' These words seemed to relieve Mrs. Burlston of a strain upon her mind. Her eyes softened, and her tense muscles gradually relaxed. 'I don't like him,' she said; 'I can't bear the sound of his name. Never mention it to me again if you want me and you to be friends.' ' I won't. I'm very sorry I alluded to him at all,' the other hastened to remark. ' I was nurse there once,' went on the widow, as if realising that she ought to furnish some explana-"], [136, "A Bride's Madness. 132 tion of her strange demeanour. ' It was when his son died — Lord East, you know — and I 've never cared to hear the family spoken about since. The Earl didn't treat me well for one thing.' ' Yes.' ' And that was the last case I ever took. I married Burlston just after, and came hereto live.' The widow paused awhile, and then added, as if conscious that her explanation was a rather lame one: ' But there, I '11 take it as a favour if you never say anything, or ask me anything, more about it. And don't you tell the others at the house that you were speaking to me about it. I can't bear their prying ways.' Mr. Smith hastened to profess himself more than satisfied, and solemnly promised never to return to the subject, either with her or with any body else. He changed the conversation and told anecdotes of his New Zealand life, in which Maories, kangaroos, and boomerangs played an extensive part, till bed-time."], [137, "Catherine's Secret. 133 For the next few days Mr. Smith went about quietly, talking with everybody about the place he could find to talk to, and winning golden opinions by his cheerful and affable manners. It is true that he did not show any superabundant zeal in the discharge of his duties as gamekeeper. If the truth must be told, he neglected his work most shamefully, and Sir Arthur was not long in finding out that his new employe was no very valuable acquisition. He did not care to send him away till he had got someone better to replace him, but he sent a modified form of his advertisement to the Stalne paper, with a request that the editor would give it literary shape. The indignation of the editor, it may be men tioned, on hearing of this request, was excessive. The idea that he, who was in the daily habit of bestowing advice upon statesmen and emperors, with occasional stoopings to direct the meaner affairs of county councils and school boards, should be expected to tinker a wretched advertisement for the shilling prepaid column ! He thanked his Maker aloud that he had been afforded other means"], [138, "A Bride's Madness. 134 of livelihood, and then sat down and penned a leader on the ' Illiteracy of the Upper Classes ' of so scathing a character that any member of those classes who ever took in the paper again was a brave man. Meanwhile Mr. Smith was picking up a deal of miscellaneous information about the various inhabitants of the neighbourhood. He heard all about the great Duke of Instaple and his feud with Lord Fatheringham. He heard about the latter's eccentricities, and how they had increased, if they did not date, from the tragic death of his son. He sounded his various informants as to the circum stances of the death, but the answer in every case was the same. Lord East had died from a sharp attack of delirium tremens, brought on by a course of life of the very worst kind. It was remembered that Catherine Wiseman, now Mrs. Burlston, but then a trained nurse at Stalne, had been in attendance on the occasion, but no one furnished the slightest cue to explain her strange agitation at the mention of the event. After he had been in his new situation nearly a"], [139, "Catherine's Secret. 135 week, he happened to be strolling along a lane on Mr. Grosse's property, when he saw a young man riding towards him from the direction of the house. As he came near, Mr. Smith saw that the face was that of a stranger to him. From his dress he seemed to belong to the gentry, and a little practice in the art of putting two and two together enabled the keeper to speculate that this must be young Mr. Haworthy, Miss Grosse's betrothed. He therefore took a searching survey of him as he went past. The result was altogether favourable. Mr. Haworthy — for it was he — showed himself to have a fine, open, intelligent countenance, full of courage and energy. But at the present moment he was not acting the part of the happy lover very suitably. His whole manner betrayed, on the contrary, the deepest dejection, and Mr. Smith racked his brain to account for this sight. So puzzled and so interested did he become over the problem, that he took the decided step of going over to Broadmead that evening, and calling at the keeper's lodge. He had already met the tenant of the lodge once or twice on his rounds along the"], [140, "A Bride's Madness. 136 bordering estate, and they had got as far as exchanging the time of day. It therefore did not prove very difficult for Mr. Smith to introduce himself to his neighbour's hearth in the character of a friendly visitor, and they were soon deep in chat on the affairs of their common calling. Mr. Smith became eloquent on the subject of poachers, and thereby won his hearer's heart. ' Poachers is vermin, I hold, and should be shot as such,' he concluded. The other nodded approval of this Draconian sentiment. ' Talking of that,' went on Mr. Smith, with some irrelevance, ' who was that young gent I met this afternoon, coming down your lane, Mr. Dawson ? ' 'On horseback, d' you mean?' said Mr. Dawson. ' Yes.' ' That was Mr. Haworthy, the young fellow that Miss Eva's engaged to, leastways was engaged to.' ' What ! Isn't she now ? '"], [141, "Catherine's Secret. 137 ' No ; I heard only just before you came in that it's broken off. The coachman was in here telling me about it.' ' Dear me ! And when did that happen ? ' ' Well, they think that it was only finally done to-day, but that it has been coming for some days, because Miss Eva hasn't been like herself at all; she's been that moping and miserable, they tell me.' ' Then why on earth has she broken it off ? ' ' Ah, the coachman says it isn't her doing at all, but master's. There's been scenes between them lately, and Miss Eva 's come out from them looking like a ghost ; and old Grosse, he's been that crusty and cantankerous that we've all been afraid to speak to him.' ' That's very strange,' murmured Mr. Smith. ' Ain't it ? And all the more so because Miss Eva 's always been such a pet. She could do what she liked with her father ever since she was that high.' The speaker lowered his hand to mark a height of about two feet from the floor, but his listener was not looking."], [142, "138 A Bride's Madness. ' And this Mr. Haworthy, what sort of a man is he ? ' was Mr. Smith's next question. ' A thorough good sort. Never went out with me yet that he didn't tip me a sovereign. Comes of a good old Stalneshire family, too.' ' And has he any connection with Sir Arthur — with my master ? ' ' Not he. What connection should he have ? Unless it was as a sort of rival. Sir Arthur 's been here a bit this last month or two making eyes at Miss Eva, so they say, for all the world as if he hadn't got a wife already, the brute ! ' Mr. Smith listened thoughtfully, and put some further questions. But nothing else transpired worth noting. He then took his leave, expressing a hope that his visit would speedily be returned by Mr. Dawson. Though Mr. Smith had proved himself some what remiss in his official duties, he had been careful not to neglect Mrs. Burlston all this time. As the result of his unremitting attentions, an atmosphere of the utmost friendliness prevailed in the lodge. They began to call each other Jem"], [143, "Catherine's Secret. 139 and Catherine, and soon malicious tongues up at the house were not wanting to say that the late Burlston would have a successor with his relict before the grass was green above his grave. If Catherine wondered at all at the rapidity of the advances made upon her affections by Mr. Smith, she doubtless put it down to his Colonial antecedents. Out in those wild places, as is well known, things are managed in a very different way to ours. The slow customs of civilisation do not prevail. If a man sees a woman who captures his fancy, he tells her so at once, and, if she is agree able, the whole thing is settled without any fuss. Again, the idea that widows should wait a whole year, or any such absurdly long time, before accepting consolation for their loss in some new affection is another antiquated prejudice to which the Antipodes have risen superior. Thus Mr. Smith, and Catherine seemed to believe him, and to feel entire sympathy with the state of things he described. At last, after about a fortnight's persistent siege, Mr. Smith thought the time had come for an"], [144, "A Bride's Madness. 140 assault. It was nine o'clock in the evening, supper had just been disposed of, and they were sitting together in front of the fire, Catherine becoming slightly sentimental under the influence of her favourite beverage. ' Take another glass, Catherine, and then there 's something I want to say to you,' commenced her companion. Mrs. Burlston complied without the least reluc tance, and then said : ' Well, what is it ? ' ' You and I are very comfortable together here, aren't we ? ' proceeded the gamekeeper. ' Yes, I don't say we're not.' ' It would be a pity if we were obliged to separate. I don't like the idea of your going away, Catherine.' He threw an expression of deep feeling into this remark, which she echoed in her response. ' I hadn't any thoughts of going away, Jem, as long as we get on as well as we're doing now.' Jem shifted his chair closer to his fair friend's, and continued :"], [145, "Catherine's Secret. 141 ' Catherine, do you know what they 're saying about us up at the house ? ' . ' No, and don't care either. How should I know ? Let them talk their idle tongues off if they like.' She waited, and then, finding her companion silent, she weakly added : ' What is it ? ' ' They say — you won't be vexed with me for telling you, will you ? — that you and I are going to get engaged.' Mrs. Burlston may have been displeased at this communication. But if so she concealed her feelings sufficiently well to encourage Mr. Smith to shift his chair again, as close as it would go this time, and to lay his arm along the back of her chair. Then as she said nothing, he went on : ' Catherine, a fine young woman like you oughtn't to be a widow.' ' Go on now ! ' retorted the lady. The gentleman took her literally. ' Should you be very angry if I was to ask you to alter the spelling of your name — your surname, Catherine ? '"], [146, "A Bride's Madness. 142 ' Why, what do you mean, Jem ? ' Jem's reply was to bring his arm right round the lady's waist, and to say : ' What should you say to beginning it with an S now ? ' Silence ' — And going on with an M, and then an I, and then a T, and finally winding up with an H ? ' Silence still. ' What should you say to me if I was to ask you before very long to call yourself Mrs. Smith, my dear ? ' ' Oh, Jem, you don't mean it ! ' But when Jem proved that he did mean it, by a method of demonstration not included in Aristotle's logic, yet with which that great writer was perfectly familiar, as there is every reason to suppose from other passages in his works, — when Jem rose to the occasion, and bestowed a gallant salute upon her matronly countenance. Mrs. Burlston betrayed absolutely no resentment whatever. In short, within a very few minutes the pair were as thoroughly settled down as if they had been"], [147, "Catherine's Secret. 143 engaged for ten years, or, better still, been married for a similar period. Mr. Smith took the occasion to inform the widow that he had brought savings to the amount of four hundred pounds with him from New Zealand. And then, with a curiosity which was doubtless natural, however wanting in good taste, he began to sound his future spouse on certain unexplained points in her own situation. He commenced with a reference to his predecessor. ' What was really the matter between you and Burlston ? ' he asked. ' He was a brute,' she answered. ' He got to know I had a pension, and that's why he married me. He told me so himself afterwards.' ' Shameful ! As if your face wasn't enough for him ! ' cried the amorous Jem. ' And then, when I wouldn't tell him where the money came from, he took to bullying me awful. He said he knew I had a secret, and have that secret out of me he would. Why, he's beaten me sometimes till I could hardly stand ! ' ' And why didn't you tell him ? '"], [148, "A Bride's Madness. 144 ' Because I 'd promised not to. They 'd have cut off the pension directly. Besides, I didn't dare trust Burlston, he was that rash and violent. He'd have tried to get more money out of it, and then there'd have been an exposure, or something awful. Oh, I shudder to think what would have happened if that man had lived much longer ! ' ' Should you have told him, do you think ? ' ' I should have had to, to save my own life. He'd been threatening to kill me several times lately, and he was the man to do it, too, when the drink was on him.' ' Then if his death was an accident, it was a very lucky accident for some people.' Catherine turned pale. ' What do you mean ? ' she hoarsely muttered. ' Of course it was an accident.' 'So I've always heard,' was the ambiguous reply. 'But you're not taking anything.' And Jim forced another tumbler of gin and water into her not too reluctant hands. While she sipped it he observed : ' Well, Catherine, you shall never have to say"], [149, "Catherine's Secret. 145 that I tried to get your secret out of you. I've secrets of my own, enough and to spare, as it is. Why, I could tell you things about some of the people round here that would astonish you — things that nobody dreams of.' ' Tell me, what are they ? ' said Catherine, eagerly rising to the bait. By this time her voice had become thickened by the quantity she had drunk. Mr. Smith, too, spoke with a certain looseness which seemed inconsistent with strict sobriety. ' Oh, I daresay ! ' he now responded, with a rather maudlin wink. ' What 's sauce for the goose is sauce for the gander. You tell me who gives you that pension, and I '11 tell you something that '11 interest you about Miss Grosse.' The widow started. For a moment she seemed to vacillate, but her will-power had deserted her, and she yielded to the voice of the tempter. Like the traveller in the fable, she had withstood the force of the storm only to give way at the first approach of milder influences. 'Well, Jem,' she said, 'you're a different sort 10"], [150, "A Bride's Madness. 146 of fellow from Burlston, and I b'lieve I can trust you. You swear not t' tell anybody ? ' ' Never. I swear it.' 'And you'll never let 'em know I've told you.' ' Not on any account ' Then I '11 tell you. I get fifty pounds a year, paid reg'lar from ' ' Sir Arthur Redleigh ! ' broke in her listener impatiently, as she hesitated over the name. The woman stared at him with a dull surprise. ' Why, wharever 's put that into your head ? ' she mumbled. ' Wharever 's he got t' do with it?' This time it was the man's turn to be surprised. He could hardly conceal his confusion, and wished he had bitten his tongue before he ventured on the interruption. At length he pulled himself together, and asked : ' Well, who is it then ? ' ' Mr. Grosse,' was the reply Jem drew a deep breath, and struck his forehead with his hand. For a minute he was too much overwhelmed with his thoughts to utter a syllable,"], [151, "Catherine's Secret. 147 but as soon as he could collect himself he said, in as matter-of-fact a tone as he could command : ' And why does he pay you ? ' Catherine was intoxicated by this time, but not too intoxicated to perceive where she stood at this question.* Closing her lips tightly, she shook her head at her questioner, and then muttered : ' That's what you'll never know.' At this moment, while the man was regarding her with the look of one doubtful as to his best course to pursue, there suddenly came a loud knock at the door. The pair started to their feet, like conspirators caught in the act of constructing some hideous plot. For a moment neither moved. Then Mrs. Burlston began to move with unsteady steps towards the corkscrew staircase. ' Not up there ! ' whispered Smith, who had suddenly recovered his sobriety. ' You '11 take too long to get up. Go into the kitchen.' At this juncture the knock was repeated, and a voice said : ' Open, there ! '"], [152, "148 A Bride's Madness. ' Quick, in with you ! ' whispered the keeper, as he thrust the woman into the back room and pulled the door to. Then he darted to the opposite door, and opened it. The boy Martin stood outside, looking as white as a ghost. <• ' Oh, Mr. Smith, have you heard the news ? ' he exclaimed, as soon as he saw the keeper. ' No ; what is it ? ' 'A telegram has just come to Sir Arthur. Lady Redleigh is dead ! '"], [153, "t 149 CHAPTER VII. A PLAN OF CAMPAIGN. ■ A MAN named Smith wants to see your lordship. Lord Fatheringham looked up. ' Smith ? What Smith ? I can't see him. Who is he ? ' ' He looks like a gamekeeper, my lord ; but I don't know where he comes from.' ' Ask him what his business is. I can't be troubled like this.' The servant bowed and departed. The next minute he was back again. ' He says, my lord, that he particularly wants to see your lordship, and that he has a letter from the Rev. Mr. Copingstone.' ' From Mr. Copingstone ! Why didn't he say that at once ? Show him in.' And the next moment Mr. Smith and his lordship were closeted together."], [154, "A Bride's Madness. 150 ' I haven't been able to get over before,' said Mr. Smith, as he took a seat, ' and I was afraid to write to your lordship, because one never knows what may become of letters, especially in these country villages, where the post-office people aren't always to be trusted.' ' Why, then you are ,' commenced the Earl. ' Mr. Wright, of course,' completed the detective, whom the reader has no doubt recognised long ago. ' And what have you been doing all this time ? ' ' Courting Mrs. Burlston, principally.' The Earl bestowed a glance of respectful admira- tion upon his agent. ' You don't say so ! And where are you staying, then ? ' ■ ' At the lodge with her. I am Sir Arthur's gamekeeper.' This time the Earl was fairly astonished. ' 'Pon my word, Wright, you 're a wonderful man. How did you manage that ? ' The detective related how, by a mixture of good luck and address, he had obtained the situation. He added :"], [155, "A Plan of Campaign. 151 ' But I don't expect to keep it long. I think Sir Arthur's beginning to find me out. He told me yesterday that it would be better for me to attend to my work a little more and gossip a little less. However, now that I am engaged to Catherine, I don't care how soon he sends me packing.' Engaged to her, are you ? Whatever 's that for?' ' The only way to get her confidence, my lord. Of course, I don't like resorting to deceit of that sort, but it 's necessary sometimes. She isn't the first woman I 've made love to professionally, not by a good many.' ' Well, but now tell me, have you discovered anything ? ' ' I have got a good many clues, my lord ; some of them plain enough, and others that are only shaping themselves in here,' and the detective tapped his forehead. ' I may say at once that I haven't yet discovered any possible motive for Sir Arthur's shooting that man, though I 've come round to your lordship's belief that it was no accident."], [156, "A Bride's Madness. 152 The Earl listened anxiously. Mr. Smith, or Wright, seemed to have something more on the tip of his tongue, but he restrained himself in time. After a moment's pause, however, he put a question of his own. ' I think your lordship said that Mrs. Burlston nursed the late Lord East when he died ? ' ' Yes, that is so,' answered the Earl, frowning slightly. ' Who was the doctor in attendance ? ' ' Dr. Druscott, the local man, was there from the first. Sir Benjamin Stevens came down, but he was too late to do anything. My son died within a few hours of his arrival.' 'Ah! Is your lordship on friendly terms with Mr. Druscott still ? Could you give me a letter of introduction to him, for instance ? ' ' Certainly I could ; he is my medical man on any slight occasion. But why do you wish to see him ? ' ' To gain some more information about Catherine Burlston. I have gone far enough to feel certain that that woman holds the key to the mystery of her husband's death. Why and in what way, I have"], [157, "A Plan of Campaign. 153 not yet been able to make clear, even to myself, but I think the doctor may possibly be of some use to me.' Lord Fatheringham at once went to his desk and wrote the required letter. In it he stated that anything Dr. Druscott could do for the bearer would be a service rendered to the Earl himself. ' Now I mayn't see you again just yet, my lord, because I'm going down to Scotland for a time.' The Earl started. ' To Scotland ! What 's that for ? \" I 'm going to pay a visit to the asylum where Lady Redleigh was confined.' ' Was confined ? What do you mean ? ' cried the Earl excitedly, starting up from his seat. ' Hasn't your lordship heard the news ? Lady Redleigh died yesterday.' Lord Fatheringham fell back into his chair with a deep groan. ' Too late ! too late ! ' he ejaculated, covering his face with his hands. Then he suddenly sprang to his feet, and drew himself up to his full height,"], [158, "A Bride's Madness. 154 with an expression of vigour and determination of which the detective had not believed him capable. ' There has been some black work going on ! ' he cried in firm tones. ' I ought to have anti cipated it, but, by Heaven, I will see that it is avenged ! I said that I would spend five thousand pounds in bringing that villain to justice ; but I will do more, I will set to work myself to unmask him. Give me some part to play, set me some task, and you shall see that I have still enough youth and strength left to cope with this monster ! ' The detective listened in amazement to this unexpected outburst. Gathering his thoughts together, he replied : ' Your lordship has come to the very conclusion that I have been tempted to myself. In fact, it is to satisfy myself on the point that I am going down to Scotland.' ' But how do you know where to go to ? ' put in the Earl. ' Oh, I have been there once already,' was the answer, and Mr. Wright proceeded to give the substance of his adventures on that occasion."], [159, "A Plan of Campaign. 155 Lord Fatheringham listened with the deepest interest ; but when the narrator came to the point where he was taken to see Lady Redleigh in the padded room, his hearer stopped him. 'No, no; don't tell me about that. I would rather not hear it.' The detective yielded to the injunction, and con cluded his story. Then the Earl said : ' And now, what do you propose to do ? ' ' I propose to enter the asylum, my lord.' ' In the capacity of a keeper ? ' ' No, my lord ; in the capacity of a lunatic' ' As a lunatic ! But you will be under restraint.' ' To some extent, yes. But I shall be absolutely free from suspicion, and I may be able to pick up things from my fellow-patients which I could never get at in any other capacity.' ' True, true. And how shall you set to work to get admitted ? \" 'That is the only part of my plan that I have not completed. I must get someone to take me down, with forged medical certificates ; someone"], [160, "156 A Bride's Madness. whom I can summon at a moment's notice when I want to be released.' ' That shall be my part,' exclaimed the Earl, well pleased. But the detective shook his head. ' I think your lordship had better be here, watching the course of events. Besides, any sudden movement on your lordship's part would be sure to attract attention, and perhaps put the enemy on his guard. You see, such a coincidence is in itself enough to arouse suspicion in a case of this kind. I should have thought nothing of Lady Redleigh's death if it hadn't followed so closely upon Burlston's, and upon Sir Arthur's visit to the asylum.' The Earl heard him reluctantly. ' But then what will you do ? We don't want to take a number of people into our confidence.' ' True, my lord : but I have in my mind a young gentleman who is mixed up in the affair a little as it is, I suspect, and whorh I think we could thoroughly rely upon. In fact, I was going to ask"], [161, "A Plan of Campaign. 157 if you could give me any sort of introduction to him.' ' Whom do you mean ? ' ' Mr. Haworthy.' ' Haworthy ? Why, he is my godson. I haven't seen him lately, but we are very good friends, and he would certainly be inclined to oblige me. But whatever has he got to do with it ? ' ' Perhaps nothing, perhaps a good deal. All I know is that his engagement with Miss Grosse was broken off only a week before Lady Redleigh's death.' ' Good heavens, man ! You don't mean 'I do.' 'Impossible! No, I won't believe that of Grosse, much as I dislike him.' ' We shall see, my lord. Meanwhile, if you will give me a note to Mr. Haworthy, I had better lose no time in setting to work.' Lord Fatheringham wrote the second note as requested, and then the detective took his departure, leaving his noble employer buried in the gloomiest meditations,"], [162, "158 A Bride's Madness. The detective first took his way to the doctor's house, which was situated just at the entrance to the village of Haughton. Dr. Druscott received him civilly, and while he was reading Lord Fatheringham's note the detec tive had time to add up his man. The doctor was no very formidable personage, and nothing need be added to what was said about him in the first chapter, except that he seemed a little awed and frightened by the Earl's brief note. ' What can I do for you ? ' he inquired when he had finished reading. ' Well, sir, I may as well tell you that I 'm Sir Arthur Redleigh's new keeper.' Dr. Druscott started. ' Have you come in Burlston's place ? ' he said. ' Partly, sir. The fact is, Sir Arthur's second keeper left him directly after, and now I 'm the only one he 's got just at present.' ' Yes, I see. Well ? ' ' And I 'm living in the lodge with Mrs. Burlston.' ' Go on.' ' And her and me being very friendly, and not"], [163, "A Plan of Campaign. 159 seeing why we shouldn't be more so, have agreed to make a match of it.' ' Whew ! That 's rather quick work,' said the doctor, looking curiously at his visitor. ' Yes, sir, I suppose it is ; but I 'm from New Zealand, where they don't think so much of such things as they do here.' ' Indeed ! I have been out in New Zealand myself, but I wasn't aware of the difference.' Mr. Smith's face fell for the moment, but he quickly shifted his ground. ' Well, sir, the fact is, she 's got a little bit of money, and I 've got a little bit of money, and we think of going and taking a public somewhere about.' ' Yes, well ; what 's all that got to do with me ? ' ' It 's just this, sir. I 'm a stranger in these parts, and I don't know much about the people. Now, I found out before I 'd known Catherine very long that she had something on her mind. She drinks a good deal, and they tell me she took to it since she left off being a nurse. Now, I heard that the last person she nursed was Lord East, and I went to"], [164, "160 A Bride's Madness. Lord Fatheringham to make some inquiries, and he sent me on to you, sir.' ' Well, what do you want to know ? ' said Dr. Druscott, in a discouraging tone. ' Why, you see, sir, I think a husband ought to know something about his wife's past. I can't help thinking there is some trouble connected with that illness of Lord East, and I thought you might be able to set my mind at rest about it.' Dr. Druscott seemed anything but pleased by the request. ' That 's a pretty cool thing to ask,' he observed. ' Even supposing I knew anything about Mrs. Burlston, what right have you, a perfect stranger, to come and ask me about it ? You are not her husband yet.' Mr. Smith put on an aggrieved air. ' Oh, very well, sir, if it 's such a dreadful mys tery as all that ! It was Lord Fatheringham sent me here ; he said you would do what you could for me.' This served to remind Dr. Druscott of the Earl's letter, which was certainly couched in rather"], [165, "A Plan of Campaign. 161 pressing terms. He thought over the matter for a few seconds, and then said : ' Well, my man, if you assure me that your motives in coming here are perfectly honest and straightforward ' Here he was interrupted by the protestations of Mr. Smith. ' Very good, then ; to oblige Lord Fatheringham, I will tell you this much. I was not satisfied with Mrs. Burlston's — Catherine Wiseman she was then — conduct at the time of Lord East's death. I doubt if he could have been saved by the most careful nursing ; but I considered she was wanting in proper care. And as it was on my recommen dation that she had been employed, I took it so much to heart that I threatened to have her removed from the institution to which she was attached. And the upshot was that she agreed to retire altogether from the profession. She married Burlston just after that, and I never heard anything more about her till this accident to her husband.' Seeing that there was no more to be got out of n"], [166, "162 A Bride's Madness. the doctor, Mr. Smith expressed himself thankful and satisfied, and took his leave. He proceeded straight to the ' Polar Bear,' where he found the landlord in the bar with a brandy bottle before him, enforcing the doctrine of moder ation in the use of alcohol upon a discontented looking youth who was eyeing the bottle with considerably more interest than he bestowed upon his mentor. Mr. Smith demanded a dogcart to be prepared for his immediate use. He had not long to wait, and was soon bowling along at a round pace in the direction of Fatheringham. An hour and a half's drive brought the detective to the gates of a pleasantly-situated demesne, a few miles beyond Fatheringham, which was pointed out to him as Mr. Haworthy's abode, He drove up to the front door, got out, and rang the bell. It was answered by a servant, who looked some what superciliously at the seeming gamekeeper's costume, and said : ' You 've come to the wrong door, I think.' ' No, I haven't,' retorted the other, irritated at"], [167, "A Plan of Campaign. 163 this piece of impertinence at a moment when he was absorbed in his plans. ' Go and give your master this letter, and look sharp about it, or you '11 get into trouble.' Somewhat abashed by this address, the man took Lord Fatheringham's note, and went away. He returned in a very short time, and, addressing the visitor with some show of respect, requested him to come into Mr. Haworthy's presence. Mr. Haworthy was standing in travelling dress upon the hearthrug of the room into which the detective was ushered. All around him lay a dis order of bags, rugs, overcoats, and other kinds of baggage. On the table were some labels on which the quick eye of the new arrival caught the word ' Bergen ' in bold letters. Evidently Mr. Haworthy was on the very eve of a Continental tour. His first words confirmed this impression. ' You 're just in time to catch me,' he said. ' I 'm off in half an hour's time for Norway.' The detective gazed full at him for a second, and then said, slowly and distinctly :"], [168, "164 A Bride's Madness. ' No, sir, you are not going to Norway. You are going to Scotland.' ' What do you mean ? Is this a joke, or what is it?' ' I will explain myself, sir. I will do so in the fullest manner I can, and if I have to leave any point dark for the present, I must ask you to excuse me on the ground that the affairs of others are concerned.' ' Why, who and what are you ? ' ' I am a detective from Scotland Yard. My name is Wright, and I am engaged, at Lord Fathering ham's instigation, in bringing home to Sir Arthur Redleigh the wilful murder of his gamekeeper, Burlston.' ' Great Heaven ! ' exclaimed the other. ' I felt there was something dark about that business all along ! ' ' Up to the present my investigations have had two results. I have ascertained that the removal of Burlston may have been desired — I only say may have been — by a certain third party, who has been paying a secret pension to Mrs. Burlston for some"], [169, "A Plan of Campaign. 165 years. I have also ascertained that immediately after the inquest Sir Arthur went down to Scotland and had an interview with his wife, which resulted in throwing her into a frenzy, which I was informed by the people at the asylum was the invariable result of his visits. I have also formed the opinion that he is an inherently vicsous and reckless man. But up to the present I have not succeeded in establishing any connection between the two sets of circumstances. I have just come from an inter view with Dr. Druscott ' ' Druscott of Haughton ? ' ' Yes. Do you know him ? ' ' Very well ; we were friends at Cambridge.' ' Were you ? I wish I had known that earlier. Perhaps your influence would have made him a little more communicative.' ' Why, what did you want him to tell you ? ' ' That is one of the points I would rather you asked me nothing about just yet. The most important business at present is about Lady Redleigh.' ' Lady Redleigh ! What about her ? '"], [170, "166 A Bride's Madness. ' Of course, you haven't heard it yet, either. She is just dead.' ' Dead ! that beautiful girl ! dead ! ' Young Haworthy was quite overcome. ' I see you are interested in her fate, sir. 'Ah! who wouldn't be, that knew her three years ago as Laura Brown — the loveliest creature that God ever made, as we all thought her then ? ' ' And as she was still, two weeks ago, when I saw her,' added the detective. ' So you 've seen her, Mr. Wright ? ' ' Yes.' And Mr. Wright gave a brief account of his journey to Auchtertown. ' Well,' said the other, when he had finished, ' but what do you propose to go there again for ? ' ' I will tell you. There was one very remarkable point which attracted my attention during the brief time I spent in the asylum, and it is this. Mr. Graham, the assistant, who took me round, under the impression that I was a friend of Sir Arthur's — or Mr. Robins, as he seems to be known as there, — used these words in speaking of Lady Redleigh, as near as I can recollect : \" The remarkable thing"], [171, "A Plan of Campaign. 167 about it is that she is, and always has been, in wonderful health physically.\" Yet, the proprietor, Dr. Raebell, who must, of course, know Sir Arthur by his real name, and who was, moreover, aware that I was a stranger to him, used these words to me — and used them, mind, after his private con versation with Sir Arthur : \" That woman suffers from a deep-seated and dangerous malady which may carry her off at any moment — literally at any moment.\" ' ' That is certainly a strange contradiction, ' observed Haworthy. ' Very strange. And now mark this. Not only did my own view of Lady Redleigh go to confirm the first account — of course, as I'm not a medical man, that counts for very little, — but the assistant could have had no possible motive in deceiving me. ' And what motive could the other have ? ' ' I am coming to that. I had appeared at the asylum in the character of one who had a relation to place there. Consequently, Dr. Raebell must have expected to see me there again, and perhaps more than once. If, therefore — and again 1 only"], [172, "168 A Bride's Madness. say if, — if he at that time contemplated the possibility of what has since occurred, it would be natural — I won't go so far as to say prudent — but it would at least be consistent with such an anticipation on his part that he should prepare me to find the patient in whom I had shown some interest no more when I came to the place again.' Mr. Haworthy followed this chain of reasoning with close attention, and could find no flaw in it. ' Then your theory as to Lady Redleigh's death is ?' ' At present I have formed no theory, sir. My position simply is that the matter demands investi gation, and that Lord Fatheringham's earnest wish is that you should give me the necessary assistance.' And he sketched out the plan of campaign. ' Well,' hesitated the other, ' as you see, I was off to Norway.' ' You were off to Norway, sir, because you believed that all was over between Miss Grosse and yourself,' said the detective boldly. ' Come to Scotland with me, and I pledge you my word that your former happiness shall yet be restored.'"], [173, "169 CHAPTER VIII. DIARY OF A LUNATIC. \"P\\EAR me ! I find I haven't written a word in my diary since I finished the account of my last visit to Dr. Raebell. It seems like fate that I should take it up again now that I am under his care. Well, I haven't the patience to go very far back over the ground. The events of the last couple of days are all I intend to commit to paper just now. I had better begin with my parting from Sir Arthur Redleigh. Of course, it was necessary for me to leave his service before I could start for Scotland. At the same time it would never have done to resign of my own accord. That would have put him on the alert directly, and if he really has two crimes on his conscience he must be ready to take fright at a shadow."], [174, "A Bride's Madness. 170 The only course was for him to give me notice ; and I hit upon a way to force his hand. As soon as I had made arrangements for meet ing Mr. Haworthy in Stalne in time to catch the evening train for the North vid Severn Tunnel, I drove back to Haughton, paid for the dogcart, and walked over to Sir Arthur's. I found he was in, and had been asking for me. So in I went, as coolly as possible, and he said to me : ' What the have you been doing with your self all the morning, Smith ? ' ' I 've been over to Stalne, sir,' I said, 'getting some money from the bank.' ' Oh, you 've got a banking account, have you ? ' he said, crossly. ' Yes, sir, I 've got a tidy little sum saved up.' ' The devil you have ! But that 's no reason you should neglect your work here. When you want to go off like that for a whole morning you must ask leave first, d'ye hear ? ' ' Very good, sir ; I will another time,' I answered, in my airiest manner."], [175, "Diary of a Lunatic. 171 Then, seeing I had him pretty well annoyed, I plumped on him with : ' Oh, perhaps I may as well tell you, sir ; I 'm going to marry Mrs. Burlston.' My shot struck him between the wind and water, as they say at sea ; or, to use a sporting phrase, he was knocked out of time. After gasp ing and scowling at me for a moment or two, as if he could hardly believe his ears, he exclaimed : ' D you, what do you mean ? ' I daresay he didn't mean to hurt my feelings. On the part of an English gentleman towards his servant such ways of speech are not thought any thing of. But in the free atmosphere of places like New Zealand it is very different. I had breathed the air of equality so long out there that I naturally could not submit all at once to the ser vile conditions of English life. I therefore reck lessly lost my temper, and threw away my chances in life by shouting back : ' D yourself, sir ! I 'm not going to be cursed for nothing.' That did the trick. In fact, it almost overdid"], [176, "A Bride's Madness. 172 it, for he turned so furious that I thought he was going to fly at me. However, he stopped short at that, though he doubled his fists and yelled at me pretty fiercely : ' Be off with you, you impudent scoundrel ! Leave my service this instant ! Pack up your things and get away. If I find you anywhere about my estate after three hours, I '11 send you to gaol ! ' I suppose he is a magistrate — just the kind of man to be one in a place like Haughton. However, I didn't put him to the test, for I was in the train before the time he allowed me was up. I had an affecting parting with Catherine, but as I can't afford to lose sight of her I arranged for a correspondence to the post-office at Stalne, and told her to expect me back as soon as I 'd got hold of a suitable public-house for us to set up in. That will keep her ready for me at any time, and if she should write to me, Lord Fatheringham will see that the letter is sent on. Coming down in the train Mr. Haworthy and I discussed our plans. It was agreed that I was to"], [177, "Diary of a Lunatic. 173 be his elder brother, and that we were to be resi dents in Glasgow. ' We shall have to get our medical certificates there,' I said, ' so we must go into furnished rooms the moment we arrive. We must also go and get some women's clothes.' ' What for ? ' he added in some surprise. ' Because I intend to enter the women's side of the asylum,' I answered. ' That will give me the best opportunities for making my inquiries.' ' But you don't expect to deceive the proprietor, do you ? Surely he, as a medical man, will see through your disguise ? ' ' Undoubtedly, and therefore the disguise must not be maintained towards him. My scheme is very simple. As a lunatic I must be under a hallucination of some kind. Well, my idea is to represent that my madness takes the form of be lieving myself a woman, any woman, it doesn't matter who, say Mary, Queen of Scots. You must take me to the place in that capacity, and explain to Dr. Raebell that the thing that pro vokes me to wildest frenzy is being treated like a"], [178, "A Bride's Madness. 174 man. On those grounds you must make it a con dition of my entrance that I am put on the women's side, and that everyone is to be given to understand that I am a woman.' He listened approvingly, and praised the scheme. 'Then there is another thing,' I went on. ' It is most important, it is absolutely essential in fact, that I should have the power of freely cor responding with you, and even of sending a telegram, should it be necessary.' ' True. How do you propose to manage that ? ' ' It will be rather more difficult. Of course, I can in the last resort bribe one of the servants. But that will not be easy, because of course they will naturally distrust anything said to them by a patient. I must take a good stock of concealed money in with me, in case it should be wanted. But as to the letters, I think the best way is for you to take Raebell aside, and explain to him that part of my aberration is a craving to write long letters at all sorts of hours, and on all sorts of subjects. Very often these letters are nothing but so much nonsense, you will tell him, but at"], [179, "Diary of a Lunatic. 175 other times they contain allusions to important family affairs. You will therefore make it a request that everything I may write shall be at once forwarded to you, without being seen by any other eye.' ' I see. That seems sufficient.' ' Yes, except as to the telegrams. However, in case of any pressing need I daresay I can find some way of sending off a telegram. You will remember that I am Mary, Queen of Scots, and will understand me if I use some reference to her life.' I then went into some other details, and, in fact, we talked of little else the whole way down. Every now and then, however, I observed that my companion's attention was wandering. He was thinking of the events of the last few days, and brooding, doubtless, over my confident pro mise on the eve of our journey. We got to Glasgow in the middle of the night, and went to a hotel, the one I had stayed at before. As soon as ever the shops were open in the"], [180, "A Bride's Madness. 176 morning we were out again, and looking, first for furnished rooms in a fairly good neighbourhood, and secondly for a theatrical costumier's, where I could obtain some sets of female clothing to fit me. These objects attained, we had to go to a distinctly feminine establishment and order quan tities of articles, which, as I am not a married man, it brought a fiery blush to my cheek to even look at. As for putting them on — well, there ! As soon as I was properly attired and settled down in our new rooms, Haworthy started out for the doctors. In about half-an-hour he returned with two men of imposing appearance, who gazed at me on entering as if I were some new kind of dog, and they were a little doubtful whether I bit. I bowed to the first one graciously, and observed in a confident voice : ' Ha ! my Lord Bothwell, how goes it ? We are pleased to have you here.' Then, turning to the other, I pretended to start back in indignation. 'What! presumptuous man, what dost thou"], [181, "Diary of a Lunatic. 177 here ? We are tired of thy preaching, and will have no more. Leave the presence, I say ! ' The poor man seemed considerably disconcerted by this attack, and kept at the other end of the room. His colleague advanced. ' You do not look well,' he said ; ' let me feel your pulse.' ' What, Bothwell turned leech ? ' I said, laugh ing. ' Nay, bold man, send some proper physician here if thou art afeared of me.' And I dodged his hand. I suppose it was a mere form, for he didn't press it. Meanwhile I threw such furious looks at the poor man whom I pretended to take for Knox, that he was afraid to come two yards beyond the door. I could hear Haworthy assuring him in low tones that I was never violent, unless people treated me as a man. Then Lord Bothwell ventured to tread on the delicate ground. He said to me : ' Excuse me, sir, but ' I let him get no further. I jumped out of my chair and began to rave and storm in such a way 13"], [182, "A Bride's Madness. 178 that he darted to the door and out of the room without more ado. Poor John Knox, I believe, was already half-way down the street. However, we had accomplished our object, and we set out by the next train for Stirling. It was growing dusk when we drove up to the outer gates of Dr. Raebell's premises. To my view, whether it was fancy or not, a chill gloom seemed to hang over the place and give it quite a different character to what it bore on my last visit. We were received by the doctor in the same study, but the prints didn't seem quite so cheerful this time, and I noticed a deposit of dust, of some weeks standing, in the saucer out of which the eagle was taking his refreshment. Dr. Raebell noticed the direction of my eyes, and almost before we were seated he began : 'Ah, I see you looking at that group ; a replica, of course, not an original — my emoluments here do not admit of that. You observe the idea, no doubt : the eagle, unchained, is reconciled to it captivity by the loving attentions of its captor — -"], [183, "Diary of a Lunatic. 179 an emblem, I would observe, ofthe system pursued in this establishment.' Haworthy, who had not heard this touching little speech before, was visibly impressed by it, and, as far as I could see, he formed a very favour able opinion of our host. It is true that he has since assured me that he was only acting his part. As soon as Dr. Raebell had relieved his mind of this burden upon it, I fixed my eyes upon his face, and observed in the most matter-of-fact tones I could command : 'I am Mary, Queen of Scots.' I suppose he was used to receiving disclosures of a similar kind, for he showed no discomposure. He simply said : ' Oh, indeed,' as if I had mentioned that my name was Smith ; and then he turned for an explanation to my companion. ' I have persuaded the Queen to come here for a short time,' said Haworthy, 'in order to be in safety from her enemies ' 'Yes,' I interrupted, 'Queen Elizabeth is after me. Do you know Queen Elizabeth ? '"], [184, "180 A Bride's Madness. ' I have often heard of her,' replied the doctor, in a soothing, unctuous voice, 'but she never comes near here.' ' Perhaps you will let her Majesty retire with one of your women,' Haworthy resumed, 'while I explain the situation to you.' The other nodded and rang the bell. A man, who was no doubt a keeper, entered, and Dr. Raebell bade him fetch Mrs. Ferrier. ' She is our lady superintendent,' he explained to Haworthy, ' a most trustworthy person, and kind to a fault.' I was glad he told us this before Mrs. Ferrier came in, and while my mind was able to receive it. Because, had he said it after I had seen Mrs. Ferrier, I should have thought it was a lie. Mrs. Ferrier did not look kind to a fault. Mrs. Ferrier did not look kind at all. If anyone had asked me for my opinion of Mrs. Ferrier after seeing her only, and without having the advantage of hearing Dr. Raebell's testimony to her character, I should probably have said that Mrs. Ferrier was a vicious old harridan,"], [185, "Diary of a Lunatic. 181 She was certainly over fifty, and I could not believe that she had ever looked good-natured, even at fifteen. It was not that her hair was badly dyed, and that her acquired teeth did not fit well, nor yet that one of her eyes showed a slight difference of opinion from the other as to the direction in which any given object was situated. Nor was it the gloomy draperies in which she enshrouded her person, nor the unpleasantly aggressive way in which she planted her feet upon the floor in walking. It was an undefinable some thing lurking in her whole expression and in every look and movement which she made that turned me against her, and reminded me involuntarily of the lines in Shakespeare : 'A fellow by the hand of Nature marked, Quoted, and signed to do a deed of shame.' The mere sight of her was enough to cast a gloom upon my spirits. And when I reflected that the lovely Lady Redleigh had been in her charge, had spent her last hours under her surveillance, had died, perhaps, with no one else by to watch her last breath, I felt a fierce determination to probe"], [186, "182 A Bride's Madness. the matter to the very bottom, and to drag out to the light of day the iniquity which I suspected had been perpetrated within those walls. I followed Mrs. Ferrier out of the room, and by the same route by which Dr. Graham had led me on my former visit, into the part of the building reserved for fresh inmates, leaving Haworthy to tell the doctor the story previously agreed on between us. As soon as the door was closed behind us, I fancied I could detect a change in the manner of my conductress. As long as my supposed relative's eye was on her she had striven to maintain a semblance of amiability. It is true that the attempt made her look, if possible, falser and more repellent than I found her in repose, but still it was disagreeable to find that she did not think it worth while to continue even the attempt out of any consideration for her patient. However, I kept my reflections to myself, and followed her into a small sitting-room, which was apparently reserved for her own use. When we got inside she said :"], [187, "Diary of a Lunatic. 183 ' Sit down.' It was an order, not an invitation. I obeyed it in silence, wondering, rather, whether a real lunatic would have resented such a tone. What 's your name ? ' she said next ' Mary, Queen of Scots,' I answered, submissively enough. ' Oh, bother, I don't want that ! ' she grumbled. ' What 's your friend's name? The man that came here with you ? ' I hesitated for a moment, in doubt whether to christen him by the name of some historical personage, or to give the name he had arranged to assume with the proprietor. But I felt that it would be troublesome to have to keep up a system of insane nomenclature, and besides I only remem bered some half-dozen of Mary's contemporaries, and I was not quite sure how many of them were actually married to her. So I took the simpler course of saying : ' That was Mr. Armytage.' ' Oh, then I suppose you 're Mrs. Armytage,' she muttered. Then all at once she seemed struck by"], [188, "A Bride's Madness. 184 something in my voice, for she stopped short, and began to stare at me very hard. I saw the secret of my sex was about to be penetrated, and I got ready for the proper demon stration. In a minute she exclaimed : ' You talk like a man ! ' Wretch ! ' I screamed, getting up and waving my hands frantically. ' Beldame, thou liest ! Away ! Out of my sight ! What ho ! Where is Bothwell ? ' Bothwell was my strong card. I knew Mary had married him, but I felt a little doubtful about Rizzio and Darnley and some of the others. If I had expected Mrs. Ferrier to turn tail like John Knox in the morning, I should have been woefully disappointed. ' Hold your tongue,' she said, sternly, ' unless you want the strait-waistcoat already.' ' Strait- waistcoat ! What do you mean?' 1 cried. ' Where am I ? Isn't this Lochleven Castle ? ' ' No, it isn't. It 's Dr. Raebell's house, where you have come for the benefit of your health ; and"], [189, "Diary of a Lunatic. 185 if you ever want to go away again, the less you say about Mary, Queen of Scots, and such rubbish, the better.' I tried to look crushed and bewildered by this intelligence. And I think I must have succeeded pretty well, for she took a regular keeper-to patient tone with me after that. I was taking my bonnet off, at Mrs. Ferrier's suggestion, when Dr. Raebell came in. His manner, at all events, had undergone no change. No doubt it was his policy to train the patients to look upon him as a friend and protector from the harsher subordinates. By this means he would show to advantage when their friends came to the place. He came in smiling— no doubt Haworthy had proved thoroughly complaisant on the question of terms —and addressed me in the tone usually employed to humour a fretful child. ' Well, and how is our Majesty ? Are we feeling rested after our journey ? No sign of Queen Elizabeth, eh ? ' Mrs. Ferrier sniffed defiantly at these remarks. I found myself again wondering whether a"], [190, "A Bride's Madness. 186 genuine lunatic would be taken in by such flimsy hypocrisy, but I concluded that the doctor probably knew his business, and had tested this sort of treatment before with success. So I answered graciously. I did not even lodge a complaint against Mrs. Ferrier's previous behaviour, reflecting that maniacs are proverbially cunning, and that it would be bad policy to offend her. Dr. Raebell then proceeded to inform her that I was to have a private bedroom in that wing, and to take my meals, and be treated generally like the other ladies in his establishment. Finally, he led me into the drawing-room, where I had had my first glimpse of the beautiful woman whose fate had brought me hither. There most of the female patients were assembled, waiting for the moment of dinner, and he presented me to them under my fancy personality. I noticed that each of the poor mad women looked at me with a pitying superiority, as at one who was really insane, while she herself was only falsely supposed to be so."], [191, "Diary of a Lunatic. 187 I could not pick up all the names of those who were in turn presented to me. The Queen of Sheba was, of course, among them — I understand that no asylum is complete without its Queen of Sheba. There were two who aspired to represent our own gracious Sovereign, and I hear that their rivalry sometimes breaks out in violent scenes. Joan of Arc was also there, and many others, including the celebrated Ouida. But the one that interested me most was a delicate young girl of not more than eighteen or nineteen years of age, who was introduced to me as Ophelia. The reason that she attracted me so much at first was because I saw her sending from her side as I came up the very child whom I had seen on my last visit being nursed by Lady Redleigh herself. I thought it a good opening to say : ' Whose little girl is that ? ' ' The gardener's,' answered Ophelia, in a soft, winning voice. ' I have always been very fond of her, and she has taken to me lately, since her friend died.'"], [192, "188 A Bride's Madness. ' What friend was that ? ' I asked. But I knew what the answer would be. ' Mrs. Robins. She died three days ago. They buried her yesterday.' I saw she was a simple, trustful little creature, who would not be quick to detect inconsistencies. So I said to her : ' I wonder if that was the Mrs. Robins I used to know. She was a very lovely woman, quite young, with dark hair ' 'That's the one!' she interrupted eagerly. ' Were you a friend of hers ? ' ' I was very much interested in her,' I answered cautiously. Ophelia looked earnestly at me for a moment, and then said, in low tones : ' If you are a friend of hers, then I think I will tell you a secret about her. But you mustn't tell it to anybody else, will you ? ' Certainly not.' Especially not to Mrs. Ferrier ? ' Not on any account. Nor to Dr. Raebell.' She glanced round to see the coast was"], [193, "Diary of a Lunatic. 189 they clear, then bent her lips close to my ear and whispered : ' It 's a dreadful thing to have on my mind, and I daren't trust it to anybody else. You know that Mrs. Robins died and was buried yesterday ? ' ' Yes, yes.' ' Well, she has come to life again, since buried her ; and all last night I could hear her knocking against the lid of her coffin !'"], [194, "190 CHAPTER IX. A DESPERATE ERRAND. T CONCLUDED the last instalment of my diary ■*■ with the startling words of the poor little mad woman, Ophelia. Though I attached no real importance to them, yet I cannot deny that they produced a weird effect on my nerves. But there is something in the very atmosphere of a place like this, enough to tell on the strongest mind. After dinner we all returned together to the drawing-room, and I tried to renew my conversa tion with the poor girl about the supposed Mrs. Robins. But whether she had repented already of her hasty confidence in me, or whether she was really unable to command her wits sufficiently except at irregular intervals, I could get nothing out of her at all. So I drifted off to one or two of the others, and delicately sounded them."], [195, "A Desperate Errand. 191 So far as I could see, Lady Redleigh had not been a favourite among her fellow-patients, at least on the women's side. I remember Dr. Graham's telling me on a former occasion of her great reserve towards them, and no doubt this accounted for the fact that the greater number of those I questioned seemed to know and care hardly anything about their late associate. After several fruitless attempts, it occurred to me that as Graham himself had shown some good feeling towards his patient, it might be worth while to try and broach the subject to him. He was not in the room, so I went up to the formidable Mrs. Ferrier, who was presiding in one corner, and said : ' Can you tell me, madam, whether Dr. Graham will favour us with his society this evening ? ' That woman was as sharp as a needle. She was down on me instantly. ' Dr. Graham ? Who told you about Dr. Graham ? You've never seen him, have you ?' I saw at once what a mistake I had made ; but instantly recovering myself, I answered ;"], [196, "A Bride's Madness. 192 'No, I have not seen him, but I have heard about him from Queen Victoria — the Queen Victoria in the brown dress, with red hair.' I had fallen already into the way of calling the patients by the names they laid claim to. I found the system universal, and it was very useful, as it spared everybody's feelings, and put us on an equality all round. Of course each one believed that he or she was the only genuine one, and that all the others were impostors. ' Queen Victoria had better mind her own business,' said Mrs. Ferrier, snappishly. ' Dr. Graham's been gone more than a fortnight.' 'Left for good, do you mean?' I cried, my heart sinking at this coincidence. ' Yes, or for bad,' was the tart response. Trying to extract information out of that woman was like trying to shave with a lodging-house carving-knife — an operation attended with more pain than profit. Just at that time the door opened to admit Dr. Raebell, who was followed by all the gentlemen under treatment in the house. Apparently this"], [197, "A Desperate Errand. 193 social meeting was a recognised institution, for they all quickly formed groups with the ladies, and cheerful conversation became general all around me. As I saw the proprietor slowly making his way towards Mrs. Ferrier, I stepped forward to intercept him. ' Ah ! ' he exclaimed presently, as he caught sight of me, ' and how are we now ? Does your Majesty find my poor abode come up to your expectations ? ' I replied graciously that I was more than satisfied, and then went on : ' You know, doctor, that most of the people here are mad, quite mad.' ' I am afraid so,' he answered. ' You see that woman over there, with red hair — no, I don't mean Mrs. Maybrick, I mean that one by the window — she claims to be Queen Victoria; now that's absurd.' ' Quite so. Undoubtedly it is so. The only thing is to humour the poor thing — take pity on her and humour her.' J3"], [198, "A Bride's Madness. 194 ' Yes, but it is so very absurd, you know. She can't possibly be Queen Victoria, because Mary, Queen of Scots died long before Queen Victoria was born, and as I'm Mary, Queen of Scots, of course Queen Victoria isn't born yet.' ' Very true. I agree with you. She must be mistaken,' he said, in his most soothing tones. 'And that isn't all. She says there is a Dr. Graham here, but that 's wrong again. Now, I want to know about Dr. Graham, because I suspect him of being a spy from Queen Elizabeth. Where is this man ? ' I spoke quite fiercely. Dr. Raebell continued to soothe me. 'Oh, he's gone. I sent him away some time before you came.' ' Why did you send him away ? ' ' Oh, not for any particular reason, except that I wanted to change. His successor will be here in a few days, and I have reason to know that he hates Queen Elizabeth like poison.' I professed myself pleased at this information, and then allowed the proprietor to shake me off."], [199, "A Desperate Errand. 195 Finding Ophelia still unresponsive, I made my way to the side of one of the gentlemen. As I drew near he made a gesture to keep me off. ' Don't come too close, ma'am,' he said, ' and whatever you do, don't breathe on me, or I shall melt. You know I am made of butter.' ' Dear me ! ' I exclaimed, keeping my distance. I am very sorry to hear that. What personage are you ? ' He smiled scornfully. ' Oh, I don't set up to be anybody but plain James Fraser, of Dumbarton. I 'm not one of these poor things. I'm not mad, you know!' ' I see ! ' I murmured, trying to look as if I thought so all along. ' I 'm simply here for safety,' he explained. ' You see, if I went about freely people might breathe on me, or squeeze me, or something, and that would be fatal. Now, if I stay here long enough, the doctor thinks I shall gradually harden into cheese. That will be a great improvement, you see.' ' Quite so,' I said, falling into much the same sort of tone which Dr. Raebell had used towards"], [200, "A Bride's Madness. 196 myself just before. ' You will be much less liable to melt then.' ' Yes, it will be much more comfortable in many ways. The only danger then will be from the mice. You know mice are very fond of cheese.' ' Are they indeed ? ' ' Yes, and that makes me very nervous. It would be so painful to be eaten by mice. I dread it very much. Dr. Graham promised to construct a wire netting for me to wear, so as to keep them away ; but now he 's left, and I don't know what I shall do.' ' Was he a nice man ? ' ' Yes, very nice. So honest and trustworthy, and so careful about the patients. The poor things were quite fond of him. He used to humour them, you know — pretend to believe in them, — and that 's what mad people like. I always do it myself on that account. And then he took such care of them. I don't believe poor Mrs. Robins would have died if he had stayed on.' I pricked up my ears pretty sharply at this. ' Don't you; why not ?' I said."], [201, "A Desperate Errand. 197 ' Because he always took such particular care of her. And, besides, she didn't look ill. She looked just as well the last time I saw her as she ever did all the time she was here. I came here just before her, you know. I've been here three years now. You see, it takes a long time for butter to harden.' I listened with breathless interest. Evidently this man — Fraser, or whatever his name was, — had taken more interest in Mrs. Robins than her female fellow-patients, with the exception of Ophelia. I asked him : 'And when did you last see her ? ' ' Only a week before her death. She was in this room that night, behaving as usual, and not looking the least unwell. The next day she was missing, and we were told that she had been suddenly taken ill, and couldn't leave her room. Within a week she was dead. Very strange, wasn't it ? ' 'Very strange indeed. What was Mrs. Robins like ? In character, I mean ? ' ' Ah, she was a very sweet woman. I didn't"], [202, "198 a4 Bride's Madness. know her well ; no one did, because she made a point of not associating more than she could help with the mad patients, and though she knew I wasn't mad, she was afraid of causing jealousy by being too friendly with me. She has often told me so.' ' But what was her reason for avoiding the others ?' ' Why, because the poor thing thought that if she mixed too much with them she would lose her reason. Of course, she thought that she was perfectly sane — they all do. And upon my word, sir, if it hadn't been for her absurd belief that she was the Blessed Virgin, you would have sworn that she was as sane as I am myself.' I did not succeed in hearing anything more worth recording, and soon after I asked to be shown to m3' room. There I found writing materials provided, evidently at Haworthy's request, and wrote some copious memoranda, which I forwarded in the morning to my friend to our Glasgow address. He had evidently made all the necessary arrange-"], [203, "A Desperate Errand. 199 ments, for Mrs. Ferrier only smiled sourly when she saw me depositing the bulky package in the mail-bag, which was immediately locked in my presence. Fortunately, I have my portmanteau here, with a lock constructed on a principle known to only two other men in Europe beside myself, so my diary is safe from all but actual violence. I slept well, but had an unpleasant dream, as the result of my various conversations of the evening before. I seemed to distinctly hear the rapping against the coffin lid of which poor Ophelia had spoken, and to be trying to wrench open the vault from which it came, but to be prevented by the fact that my hands were of butter, and melted smaller and smaller in the effort. After breakfast and family prayers, conducted on our side of the house by Mrs. Ferrier, I took a walk through the grounds. Considerable liberty seemed to be allowed to the patients, none of whom, I suppose, were much given to violence. I spent my time in cultivating the friendship of the"], [204, "A Bride's Madness. 200 gardener, with a view to future emergencies. He seemed a good-natured but stubborn sort of fellow, and I was glad to find that he was the father of Lady Redleigh's little pet. He referred to ' Mrs. Robins' with tears in his eyes, and declared that the whole staff of the place, with the exception of Mrs. Ferrier, were devoted to her. I gave him a sovereign, in order to encourage a lively sense of favours to come. I took a good look round the premises at the same time. There was no mistaking their character. I was in a downright prison, without a chance of escape, so far as any ordinary individual was concerned. I looked over the bare, cheerless grounds, strewn with fallen leaves, and surrounded by their high stone wall, and reflected that the glorious creature whose fate I had come to ascertain, and, if neces sary, avenge, had spent three years of her life in these gloomy precincts with no society but that of lunatics and keepers. It was a melancholy story. In the afternoon I found my friend Ophelia in a communicative mood. The poor thing was walking"], [205, "A Desperate Errand. 201 about by herself, looking for the gardener's child, and I joined her in the search. We were not successful, and returned indoors, as it was beginning to drizzle. Ophelia then offered to show me over the building, and we went through several rooms and passages. At length we came to the end of a corridor which I seemed to remember. I was beginning to go down it when my companion clutched me by the sleeve and said, in agitated tones : ' Don't go down there ! ' ' Why not ? ' I said. ' That is the way to the padded room,' she whispered, and gave a shudder. I shuddered myself by the contagion of her dread. I now remembered perfectly having been taken along this passage on my former visit. But before turning away I noticed there were three doors altogether in the passage, and I asked Ophelia : ' What are those other rooms, though ? ' ' The one on the right is Dr. Graham's room ; at least, it was when he was here. The other ' —"], [206, "A Bride's Madness. 202 here her voice sank to a whisper — ' is Mrs. Merchant's cell.' I was struck both by the change in her manner and the use of the word cell instead of room. ' Why, who is she, and why is she put there ? ' I said. The girl looked at me wistfully, as if asking to be spared the recital. But my curiosity had been too keenly aroused, and, besides, it was my duty to know everything that was to be known about the place I had come to. ' We don't often talk about her,' said Ophelia, at length, drawing me away from the spot as she spoke ; 'it's too horrible. She is a raving maniac, with intervals of dull, idiotic stupor. They never dare let her out, night or day, and some of the patients say she is always chained to the wall. There is no window to her room, because any sort of light makes her worse ; so she spends her whole life in total darkness.' ' Good heavens, how dreadful ! ' I exclaimed ' And how long has she been like that ? ' ' Twenty years,' said Ophelia, trembling. ' Oh,"], [207, "A Desperate Errand. 203 don't make me speak about it, it frightens me so. For I sometimes think' — and here again she lowered her voice to a whisper — ' that when Mrs. Merchant dies they will put me in there.' It gave me quite a shock to hear the meek, pitiful-looking creature falter out this horrible suggestion. I did my best to soothe her and dispel her fears, but it was no use. The only thing I could think of to say was : ' But Mrs. Merchant may not die for ever so many years.' ' Oh, yes, she will ; she is an old woman now. And the patients say that her son in Australia doesn't send the money for her very regularly, and that Dr. Raebell won't be sorry when she does die.' Poor Ophelia ! I felt guilty of a sort of cruelty in having started the topic, and I tried to get her to talk of something else. But this was not to be done, and she gradually relapsed into the heavy state of the previous night. I cannot very well account for it, but from the moment I heard this truly fearful story, a feeling"], [208, "A Bride's Madness. 204 began to take possession of me that I must see this Mrs. Merchant. She could hardly be of any use to me in my investigation, and yet something told me I ought not to neglect her. It was my duty to find out the smallest thing connected with the scene of Lady Redleigh's fate. And the very secrecy in which this wretched being's lot was shrouded exerted a fascination of its own over my mind, apart altogether from the quest I was engaged on. I recalled, however, the fact that it was the following up of what appeared to be but a side issue from my original task that had brought me down to Dr. Raebell's at all. It was not for me to neglect anything, however seemingly useless. My mind was made up pretty soon. I would explore the forbidden corridor this very night. I came to my room early again, and employed my time in writing the preceding pages in my diary. I have made all the necessary preparations for an exploration. My all-important portmanteau has furnished me with a suit of man's clothes, a dark lantern, a pair of shoes with list soles, and a bunch"], [209, "A Desperate Errand. 205 of skeleton keys. Besides these, I have armed myself with a revolver and a strong, serviceable knife. In case I should be interrupted in my design, my excuse will be ready. I must assume the role of Mary, Queen of Scots, escaping from Lochleven Castle. They will take away my tools and weapons, it is true, but I must risk that. If the worst comes to the worst, I do not think I run any real danger. They will hardly venture to kill me — that would be too soon after the other. And Haworthy understands that if a week passes at any time without his hearing from me, he is to come and insist upon seeing me, at all hazards. Now it is midnight. The whole household have been in bed nearly two hours, and I think I can venture to start. I had laid down the pen and got out of my chair, when I noticed an unexpected and startling phenomenon. From the window of my room I overlook the wing in which the three rooms"], [210, "206 A Bride's Madness. described by Ophelia are situated. I have just looked out, and I have seen that there is a light in Dr. Graham's room. I know not what to think of this. It makes my task doubly difficult, yet it is in itself a mystery which I must solve at any cost. Well, the next two hours will see me triumphant or"], [211, "207 CHAPTER X. MORE DISCOVERIES THAN ONE. ALTHOUGH the detective had tried to reassure himself in making the last entries in his diary, it was with a beating heart and uneasy mind that he covered the light in his dark lantern and moved towards the door of his room. It was, of course, locked ; but as the same key was used for all the doors, the keyhole was left free, and it was an easy matter for Wright to shoot back the bolt by means of one of the keys on his bunch. Allowing only the very faintest gleam to escape from his lantern, he crept cautiously along the passage on which his bedroom opened. Then he descended a staircase, and worked his way round to the corridor leading into the wing for which he was bound."], [212, "A Bride's Madness. 208 He held his breath as he crept along towards the room from which the mysterious light pro ceeded. Arrived at the door, he put his ear to the keyhole and listened. For some moments he heard nothing. Presently the soft, regular sound of deep breathing pene trated to his ear. Apparently the person in the room, whoever he might be, had fallen asleep without extinguishing the light. But the detective was determined not to act hastily, and he knelt at the door, listening for a full ten minutes before he ventured upon his next move. This was to try the handle of the door. To his surprise it yielded at once. The inmate of the room had not locked it, nor had it been locked from outside. This caused him to hesitate and reflect for another minute. Clearly the slumberer was not a patient. Who then could it be ? Probably Dr. Graham's successor, arrived that very night, was the solution that suggested itself to him. He opened the door, silently but boldly, and entered."], [213, "More Discoveries Than One. 209 The room was lit merely by the faint gleam of a night-light, but to the detective's eyes, after groping his way through the dark passages, this was almost a dazzling illumination. Shading his eyes with one hand, he glanced towards the bed. The sight that met his eyes drew from him a stifled exclamation. The artificial front of hair was gone, the lips had collapsed over the toothless gums, but still there was no mistaking the identity of the sleeper. It was Mrs. Ferrier. What was she doing in this quarter of the build ing ? Her room had been pointed out to him earlier in the day on the same corridor as his own. The change must have been sudden and secret. While these thoughts were passing through his mind, he gradually became aware that the woman before him was awaking. First she shifted her position, and then she turned her head in his direction and gradually unclosed her eyes. It was a terrible moment for both. On his part, the detective saw all his plans frustrated if the woman should scream loudly enough to bring attendants to the spot before he had time to H"], [214, "A Bride's Madness. 210 escape. On her part, Mrs. Ferrier, hardly emerged from her slumbers, saw herself at the mercy of probably some escaped lunatic who might be bent on taking her life. Fortunately for Wright, the woman's training had taught her that the most dangerous thing to do in a situation of the kind was to -show signs of fear, or to scream for aid. She therefore collected herself quickly, and, fixing her eyes steadily on the intruder, began to slowly raise herself in the bed. That line of conduct on her part saved the detective. Falling instantly into the part which he saw she had assigned him, he moved submis sively towards her, like one who fears a mistress. ' Who are you ? ' said Mrs. Ferrier, in a firm voice. For answer the detective dropped his lantern and gave one spring at his victim, round whose skinny throat his fingers were at once clasped. She had no time to shriek out, but she struggled with terrific energy, like one who believed that her last hour had come, and the detective had tg"], [215, "More Discoveries Than One. 211 fairly throttle her to save himself from having his eyes torn out. The struggle did not last long, as might have been expected when a strong, active man was engaged against an old woman, however tough and wiry. As soon as her frantic efforts relaxed, Wright released her throat and manufactured a gag with the pillow and one of the sheets. He tied her arms firmly to her sides with another sheet, and ended by securing her tightly to the bed-post. Then, and not before, he threw a glass of water in her face, and she regained conscious ness. Her captor was now in something of a difficulty. He had got her in his power, and it seemed a splendid opportunity for dragging from her any thing she knew as to Laura's fate. On the other hand, the first question on the subject would reveal that he was not the madman that he seemed, and he might thus be destroying his chances for the future. While he was thus deliberating what course to take, Mrs. Ferrier was coming to herself. The"], [216, "A Bride's Madness. 212 detective's keen eyes were upon her as she did so, and he noticed that her first movement on recover ing consciousness was to glance, not at his own features, as would have seemed natural, but at a chest of drawers in a corner of the room. For a man like Wright, who let nothing escape him, this glance was quite enough. Had Mrs. Ferrier said in so many words, ' Don't touch that bureau,' he would not have divined more readily that it contained something which she desired to conceal. Before the wretched woman had time to repent her rash impulse, he was before the piece of furniture, eagerly ransacking its contents. The search did not take long. In the second drawer he pulled out he found a locked leather case, which he pounced upon and brought to the light. He saw that the lock was too small for any of his false keys to open, so he calmly took up the woman's dress and rummaged the pocket for her bunch of keys. It was the work of another instant to open the case, and the moment it was opened his eyes fell upon a prize that rewarded and justified all the steps he had taken to obtain it."], [217, "More Discoveries Than One. 213 It was an oblong paper packet, on the cover of which, in a trembling feminine hand, these words were written : ' For the love of God ! Forward this packet unopened to the Earl of Fatheringham, at Father ingham Towers, Stalneshire.' Mrs. Ferrier had disobeyed one-half of this solemn injunction : she had not forwarded the packet. The detective disobeyed the other half; for he opened it without hesitation. In doing this he felt himself doubly justified. In the first place, he was the Earl's confidential agent, with implied authority to take any step that might seem advisable — and there was neither time nor opportunity to consult Lord Fatheringham himself. In the second place, he was an officer of the law, sworn to discover criminals and bring them to justice; and he held in his hands what was probably a most important clue to the crime of which he suspected Mrs. Ferrier and Mrs. Ferrier's master. Without stopping an instant, therefore, he tore open the envelope. It contained a manuscript of some length."], [218, "A Bride's Madness. 214 Glancing through it, he could see that the hand writing, comparatively firm in the beginning, grew more and more uncertain and shaky towards the close. He made up his mind to read it then and there. Shifting the night-light to a favourable position on a corner of the chest, he took up his position with his back to the light and his face towards his prisoner, so that the least movement on her part would attract his attention. And in that position, under those strange circumstances, alone at midnight with her suspected murderess, gagged and bound by his own hand, before him, in the most dismal quarter of the madhouse, where she had written it, he read Laura's last testament : 'Dear Lord Fatheringham,' it began, 'I implore you, do not throw this away as the writing of a madwoman. Read it to the end before you decide what to think of it and of me. ' I hope it will not offend you to receive this. You will wonder, no doubt, why I should address myself to you. Must I confess it ? It is because I have no other friend in the world, except my"], [219, "More Discoveries Than One. 215 father, and I dare not write to him. You will soon see why. 'This is at once a confession and an explanation. Let me, without spending any more words by way of introduction, come at once to my story. ' Probably, beyond the fact that I was the Rector of Haughton's daughter, that my name was coupled once for a short time with Lord East's, and that you met me on two occasions — once when you danced with me at the ball at Stalne, and once when I came to a garden party at the Towers, and you showed me some kindness, — you know or remember nothing about me till my marriage with Sir Arthur Redleigh. ' You may have heard, though, that for the year or two before that marriage I had many admirers among the young men in the district. I was, in fact, what is called a belle. I suppose, judging from what I read in books, that to most girls that is a delightful part to play. But I can truthfully say that it never was to me. Except on two occa sions, one of them the ball I have already reminded you of, and' [here some words had been scored"], [220, "216 A Bride's Madness. out in the manuscript] , ' and another, I do not remember ever feeling any real pride or pleasure in the power which I seemed to wield over most men who saw me. ' On the contrary, it used to give me the deepest pain to notice anything approaching to what is called love in their manner towards me. I could not return it, and as I had always determined never to marry a man whom I did not love, I used to feel wretched at the thought of having to dis appoint them. In some cases I knew it did not much matter ; they were young fellows who would be sure to get over their fancy very soon. But in one or two others I could see that it was a strong and deep passion that they felt ; and when I showed that I could give them no return for it, their deep suffering caused me many a pang of my own. Though at that time I rather guessed than under stood how they must feel. ' But after some time my father began to remark that I showed no preference for any of the men who paid attentions to me ; and he spoke to me on the subject. He told me we were very poor (which"], [221, "More Discoveries Than One. 217 I knew was true), and that my brother at Oxford was extravagant, and had involved himself in debt ; and in fact he hinted pretty plainly that it was desirable that I should make a good match. I promised him that if I received an offer from any one whom I could really care for I would accept it, and this put him off for a time. ' Soon after this Sir Arthur Redleigh began to call at the Rectory, and to behave towards me in a way that showed his intentions pretty plainly. I held him at a distance as long as I could ; and finally, I believe, he consulted my father, and secured his goodwill by very lavish offers in the way of settlements. At all events, my father returned to the attack ; only this time, instead of recommending marriage generally, he strongly urged me to accept Sir Arthur Redleigh. Sir Arthur had not at that time actually proposed to me; but, of course, there was no doubt in anyone's mind as to his readiness to do so if I gave him the opportunity. ' This time I thought I ought to speak plainly, and I told him that I would not marry a man"], [222, "218 A Bride's Madness. whom I did not love. I said I had no particular dislike for Sir Arthur Redleigh ; for though he had the reputation of being a fast, drinking man, he had always conducted himself in my presence in the most unexceptionable manner. But I could not feel anything even distantly resembling affec tion for him, and, therefore, I flatly refused to consider him as a possible husband. ' My father then pressed me to say whether there was anyone for whom I had formed a secret pre ference, and I answered \" No.\" That was the only falsehood I ever told, except my lie at the altar when I promised to love Sir Arthur, — and I have blamed myself bitterly for it since. Perhaps if I had summoned up courage to tell my father the truth, he would have forborne to urge me into this marriage, and I should have been spared all the misery I have had to undergo. ' At this distance of time and of place, cut off as I am from all rational human intercourse, and when these very words I write may not be read for years to come — if they ever are at all, — I can confess freely what I was ashamed to tell my father then."], [223, "More Discoveries Than One. 219 Almost simultaneously with Sir Arthur Redleigh's pursuit of me, I had drifted, or rather fallen head long, into a hopeless attachment for one who had never given me the slightest reason to think of him except as a distant friend, and whom it was little less than madness for me to think of marrying.' [Here there was another erasure.] 'It would be unbecoming, and it is needless, to say more. ' After I had thus deceived my father, I had only myself to blame for what followed. He persisted more vehemently than ever in pressing Sir Arthur upon me ; and when my brother Reginald came home for his vacation, he joined his efforts to my father's. It may seem strange to you, but the very hopelessness I felt as to the possibility of marrying the one man whom I could have loved weakened my power of resistance, and made me fall an easier prey than if I had been free from any attachment at all. ' But even as it was, I do not think I should have yielded to any ordinary persuasion. What finally drove me to take the fatal step was a ter rible scene, which I look back at with painful"], [224, "A Bride's Madness. 220 feelings even now, in which my father revealed to me, in my brother's presence, that he, Reginald, had been guilty ot obtaining money by a means worse than mere getting into debt, and that there was some danger, unless a very large sum were forthcoming in a short time, of his being exposed to a criminal prosecution. 'I hesitate in writing this. Ought I to set these family secrets before you ? Yet while I am telling one I may as well tell all, and I do feel a wish — do not think it vanity on my part — to stand as well as I can in your opinion. I would at least that you should know everything that has influenced my conduct, and what my excuses have been. ' In the face of this dreadful peril and disgrace I could not resist any longer. I had always been fond and proud of my brother, and apart from that I could not bear the idea of my father being exposed to such a blow, which I knew would break his heart. In fact he was very nearly heart-broken already. So I took the last plunge, and promised to accept Sir Arthur Redleigh. ' I made one stipulation, however. Some rather"], [225, "More Discoveries Than One. 221 unpleasant stories had reached me of his escapades when under the influence of liquor. I therefore made it a condition of our engagement that he should take the pledge. ' He consented to this without much demur ; and for aught I know he adhered to it during the time that our engagement lasted. But that was only a few weeks. Sir Arthur himself was eager for the day to be fixed, and my wretched brother was not less anxious, as his safety depended on Sir Arthur's generosity. The preparations were hurried on accordingly. ' You may remember that our engagement had just been made public the day of the garden party in your grounds. I can never forget your kindness to me on that occasion, and the delicate manner in which, without actually showing your opinion of the match, you sought to encourage me to confide in you on the subject. At one moment I was on the point of giving way and telling you all, but ' [another erasure] 'we were interrupted and the impulse did not return. ' I have often wondered why you should have"], [226, "A Bride's Madness. 222 shown so much interest in one of whom you knew so little, and I havebeen disposed to put it down to the fact that you had heard the gossip about Lord East and myself. I can only assure you, if that is so, that your son never paid me any real attentions in the sense in which that word is generally understood. There never was the slightest foundation for the report of there being anything between us. ' But whatever the cause, I have never forgotten your words, and still more your manner that day, and the remembrance of them has encouraged me to address these confidences to you. You see now why I could not write to my poor father, — I could not do so without seeming to reproach him. He would be crushed to death by such a disclosure as this. ' The wedding-day came at last. I pass over the ceremony in the church, at which I felt myself to be playing a false and wicked part. But I shall never forget the painful shock with which I received the bridegroom's kiss. I could not be mistaken. I perceived that Sir Arthur had been taking brandy"], [227, "More Discoveries Than One. 223 that very morning, and already I had a foreboding of what was to follow. ' I said nothing then, and we drove back to the breakfast. His manner was loud and excited, but I hoped that was due to the agitation of the occasion. It was during the breakfast itself that my eyes were first opened. ' Without the smallest apology or concealment he proceeded the moment we sat down to call for champagne. I whispered to him gently, reminding him of his pledge. Whereupon he turned to me, and said in a coarse and almost brutal manner, \" That was all very well while we were engaged, but now I 've got you it 's my turn to have my way a little,\" and he tossed off a tumblerful of the wine. ' From that moment I began to realise the kind of man I had married, and an awful, sickly horror gradually crept over my heart. ' I cannot dwell on what followed. It is sufficient to say that Sir Arthur rose from the breakfast more than half intoxicated, and that long before we reached Glasgow that evening his intoxication was complete. The horror I went through during"], [228, "A Bride's Madness. 224 that train ride with a drunken brute who called himself my husband makes me turn cold whenever I think of it. The only wonder is that I did not go mad in that terrible time. ' You will anticipate — perhaps you have already anticipated — what is coming next. The utter, the unconquerable loathing with which that wretch inspired me drove me to an alternative only less terrible to me than the prospect of wedded life with a monster. I passed in review all the misery of leading such a life as this which I am leading now, and I decided that it was preferable to the other. ' I made up my mind to feign madness.' At this point the detective stopped, confounded by a revelation for which he had, nevertheless, been prepared for some time. All the circum stances flashed again before him : her quiet and resigned appearance, her fondness for the little child, and its not less significant preference for her, Graham's testimony to her physical soundness, so unusual in a really insane person, her instinctive avoidance of the other inmates of the asylum, her"], [229, "More Discoveries Than One. 225 outbreaks confined to the occasions when her husband visited her, possibly with the hope of carrying her back with him, her refusal to leave the asylum, testified to by Raebell, — all these inci dents pointing one way rose before his mind to confirm the statement which the unhappy Laura had penned. He struck his brow with his hand, and exclaimed aloud : 'By Jove! I believe she was no more mad than I am.' Then his eye suddenly fell on Mrs. Ferrier. She had been watching him intently, and now at these words her countenance turned ashy pale, and her eyes shot out a glance of despair. J5"], [230, "226 CHAPTER XI. laura's fate. T EAVING Mrs. Ferrier to her own reflections, which did not appear to be of a very com fortable nature, the detective hurried on with his reading. Time was passing, and it was important for him to finish the manuscript before any inter ruption took place. 'I selected' [the manuscript went on] 'the moment when the train reached Carlisle to begin playing my horrid part. I began by suddenly turning to Sir Arthur ' [the words ' my husband ' were scored through here] , ' and informing him that I was the Virgin Mary. ' He seemed bewildered, and before he could say anything I rushed into an inner compartment of the saloon and closed and barred the door. ' When we reached Glasgow he got me out with"], [231, "Laura's Fate. 227 the assistance of some of the railway officials, and took me to a hotel. I waited till we got into a room upstairs and then threw myself into a frenzy, and frightened him into sending for medical aid. ' The doctor who arrived on the scene did not take much to convince him that I was insane. I could hear him explaining to Sir Arthur (who was pretty well sobered by this time) that my condition was a not uncommon result of intense excitement acting on a highly nervous temperament. And he wound up by recommending that my father should be telegraphed for, and that if his presence failed to restore me, I should be put into an \" institution,\" as he called it, for a time. ' I had not foreseen the prospect of my father coming down, and it took me very much aback. However, I had made up my mind, and I had not the least intention of giving way. I had the satisfaction of hearing the doctor telling Sir Arthur that his presence was the cause of violent irritation, and that he must not venture to present himself before me for some time to come. I"], [232, "A Bride's Madness. 228 persevered that night in more or less violent outbreaks, but towards morning I allowed myself to show a calmer demeanour. ' About mid-day my unhappy father arrived. The sight of him was a great shock to me. No doubt he blamed himself for the catastrophe, and it had perceptibly aged him in the last few hours since he had received the telegram. I found it hard not to undeceive him ; but knowing his character and views, I felt sure that he would betray me to my husband, and seek to effect a reconciliation. That was the one thing I had resolved never to permit. ' I refrained from any outbreak of frenzy in my father's presence, but I persisted in talking of myself as the Virgin, and I saw that I had con vinced him of my madness. That same day they brought me to Auchtertown, and lodged me with Dr. Raebell. ' It struck me at the time as a slightly unpleasant circumstance that they should have entered me under a false name. For on the asylum books I was not Lady Redleigh, nor, which I should have"], [233, "Laura's Fate. 229 preferred, Miss Brown, but \"Mrs. Robins.\" Only Dr. Raebell himself is acquainted with my real identity. ' However, my father was present, and privy to all the arrangements, so I felt no uneasiness. They left me in the evening, and I have never seen my father since. I only hear that he is still alive and in his ordinary health. ' The rest of- my story may be told in a very few words. My life here has been one of utter deso lation. If I have done wrong, and many people will say I have done very wrong, I have been severely punished, and am being punished still. I am without a friend. I dare not hold intercourse with the poor lunatics themselves, for fear of losing my own reason, — a fear which has haunted me ever since I came here, and been the bitterest pang I have had to bear, save one. ' The assistant, Dr. Graham, is a good and amiable man, and one whom I should be disposed to trust. But it is the curse of my miserable false position that I dare not hold any rational inter course with either him or any other sane person,"], [234, "A Bride's Madness. 230 for fear my own sanity should be discovered. As it is, I have sometimes fancied that both Dr. Graham and Raebell suspect more than they pretend. ' My only real companion for the last year of the three I have spent in this place is a little thing of three years old, the daughter of the head gardener and porter. The poor little mite has lost her mother, and she seems to have adopted me in her place. May God bless the bright little darling ! She has been a priceless blessing and solace to me. ' The worst troubles I have had here have been the] periodical visits of Sir Arthur. He does not seem to have given up the hope of my recovery, and I greatly dread that the proprietor of the place may suggest to him that I am less mad than I seem. I have to throw myself into the most violent frenzies I can command whenever he comes, and that results in my having to endure the ignominy of the padded room. ' But what alarmed me most has been the offer which the proprietor has lately made to me, to"], [235, "Laura's Fate. 231 send me away to live in freedom in some seques tered part of the country. I cannot believe they would make me this offer if my acting continued to impose on them, and I dread lest it contains a trap. My fear is that were I once outside these walls Sir Arthur would make me his prisoner, and boldly tell me he had ceased to believe in my insanity. ' My only hope now is to be allowed to remain in this asylum, with all its miseries, till death shall sever the bond I have formed, and either send me back into the world a free woman or take me away, though I deserve it not, to a happier world than this can ever be to me. ' That is all I have to say. The dread that has come over me ever and again of late has moved me to commit my story to paper, so that if occasion should arise I may be able to transmit it by means of my friend the gardener. I do not know that you would be able to help me, even if you were disposed to ; but it would be a certain consolation to think that there was one friend (if I may still use that word) who understood, and"], [236, "A Bride's Madness. 232 perhapspitied, the fate of, dear Lord Fatheringham, yours very truly and sincerely, ' Laura Brown ' (otherwise Redleigh) Here there was a space left in the manuscript. When it was resumed it was in pencil, and the writing was much less clear and easy to decipher. ' Postscript. — I did not think that I should so soon be adding to this paper. I am in a state of great distress and alarm. Dr. Graham left a couple of days ago, and they have removed me to his room. It is very horrible to me to think that I am now in a room opposite the cell of the Bedlamite. They tell me that I am ill, and Dr. Raebell is prescribing for me. So far I have felt no ill effects from the medicine. What will come next ? ' Then followed a fresh entry, evidently at a later date : ' I am keeping this manuscript behind the chest of drawers. I hope that if anything happens to me the next assistant will find it, and, if he is an honest man like Dr. Graham, send it on to you.'"], [237, "Laura's Fate. 233 ' He would have been more likely to hand it over to Raebell,' muttered the detective. Then he read on feverishly. The scrawl was now very faint indeed : ' Dr. Raebell has just been in. He came straight from the Bedlamite's room. I can hear her chain clanking in the night sometimes. But perhaps it is only my fancy. Am I really losing my reason ? There is a vague atmosphere of dread all around me. The doctor has just given me some more medicine, but he didn't wait to see me drink it, and I have poured it away. I have now been locked in this room five days, and seen no one but him and Mrs. Ferrier. I always dreaded her.' Another break occurred here. ' This is the sixth day of my imprisonment. I took courage to-day to speak to Dr. Raebell, and to tell him that I did not feel in any way ill. He smiled at me, and said he knew what he was doing, and that he was acting with my husband's authority. He alarmed me greatly by saying this. He then went away without giving me any fresh"], [238, "A Bride's Madness. 234 medicine. This slightly re-assured me, but I feel that something evil is in contemplation. ' Alas ! I can hardly believe my eyes ! I have just seen a coffin carried past the window ! It must be for me. I can write no more. May Heaven ' Here the manuscript came to an abrupt con clusion. The writer had evidently heard something which led her to fear interruption, and had hastily closed the packet, and deposited it in its hiding place, little thinking, as she did so, that her dreaded enemy would be the one to discover this last trace of her crime. Finishing his perusal with his feelings wrought to the highest pitch, Wright thrust the manuscript into his pocket, and literally sprang upon the infernal crone who stood shivering in front of him. He gripped her in an iron grasp, and shook her from head to foot, in spite of her bonds, as he demanded : ' You hag ! What have you done with her ? These words were enough to convince Mrs. Ferrier that she had no lunatic to deal with, even"], [239, "Laura's Fate. 235 if the fact had not already dawned upon her. With the pillow tied before her mouth, she said nothing, but she cast a glance in the direction of the door, which the detective had not closed behind him after returning. At that moment, as if in response to the question and the look, a weird and ghastly sound came through the doorway, congealing the listener's very blood in his veins. It was the sound that Laura had described — the clank of the Bedlamite's chain. As the noise fell upon his ear, Wright reeled as if he had received a stunning blow. Then quick as lightning he snatched up his dark lantern, turned the light full on, and bounded out into the corridor and towards the door of the cell like one possessed. The door was not locked. That precaution was rendered unnecessary by a more revolting one. The inmate of that room never got within reach of the door. He tore it open with frantic energy and rushed in. The full light of his lantern fell upon the"], [240, "236 A Bride's Madness. farther side of the cell and revealed all. The appalling suspicion which he had just conceived was but too well founded. There, on the straw which alone protected her from the cold stone floor ; there, in that dark and noisome dungeon to which a ray of daylight never penetrated ; there, covered with rags, and chained and padlocked to the wall like a wild beast, lay the once proud and beautiful wife of Sir Arthur Redleigh ! The detective ground his teeth together in the fiercest curse that he had ever framed, and then, setting down his lantern on the bare floor — for there was no furniture, — he rushed to her side. Alas ! she repelled him with a vacant stare. Heaven had shown her greater mercy than man. She had ceased to suffer. She was mad. With the tears starting to his eyes her deliverer grasped the padlock in his hand, and tried to wrench it asunder by main force. It resisted his efforts, but he bethought him of his bunch of keys, and fortunately one of them fitted the wards. Another instant and the hideous manacles had"], [241, "Laura's Fate. 237 fallen off, and he had caught the poor woman in his arms and borne her from the hateful spot. Just as he reached the door, his ears were greeted by a terrific yell. While he had been reading Laura's epistle, Mrs. Ferrier had secretly managed to wriggle herself partly free from the hastily-constructed gag, and as soon as he dashed out of the room she exerted herself successfully in wrenching her head quite away from the pillow. No sooner had she accomplished this than she set up a piercing yell for aid. There was no time for the detective to hesitate. Leaving Laura for a moment in the passage, he rushed back into the bedroom and dealt the hag a blow with his fist that effectually silenced her for some hours to come. He then drew his revolver, cocked it, and went back to his helpless charge. ' Come, Lady Redleigh,' he said, encouragingly, ' we are going away from here at once.' The unhappy creature turned a wondering glance upon him, and drew back a step or two into her cell."], [242, "238 A Bride's Madness. ' No, no,' she said, ' I mustn't go. I 'm never to leave this room again for the rest of my life. Don't you know who I am ? I 'm not Lady Redleigh now. I'm Mrs. Merchant, the Bedlamite? She did not say it with any show of irritation, but in a. meek, helpless sort of way. Smothering his fury at the spectacle of her condition as best he could, the detective caught her firmly round the waist with his left arm, and half pushed, half carried her along the passage. In his right hand he held the revolver, and the lantern he had hung on to a button of his coat. Suddenly, just as they got to the end of the passage, a bright light shone out in front of them, and the way was barred by Dr. Raebell, also armed with a revolver, and by two burly keepers, carrying bludgeons of formidable appearance. ' Stop them ! ' cried the doctor to his assistants, at the same time pointing his weapon at Wright. ' It's the Bedlamite eacaping, and a madman with her.' Laura's face was hidden from view by her long hair, which had fallen over it in disorder as"], [243, "Laura's Fate. 239 her protector hurried her along. He now set her down against the wall, and, levelling his own weapon at the proprietor of the asylum, exclaimed : ' Dr. Raebell, let me pass at your peril ! ' ' Don't let him ! He is mad ! ' cried the other. ' Take that pistol from him.' The two keepers moved forward. ' Another step, and I fire ! ' cried the detective. They drew back. ' Let us pass, or your lives shall pay for it,' he said, advancing in his turn. ' Never ! Come any farther, and I shall fire,' answered Raebell, looking pale but determined. For a brief space they stood there facing each other. ' Must I kill them ? ' was the thought passing through the detective's mind. ' Who is he ? ' was the question in Dr. Raebell's. The latter was the first to break the grim silence. ' Who are you ? ' he demanded. ' You are not one of my patients.' ' I am one of your patients,' was the retort. ' I"], [244, "A Bride's Madness. 240 am the one whom you received under the false name of Mrs. Armytage, just as you received Lady Redleigh under the false name of Mrs. Robins, and buried Mrs. Merchant under the same false name ! ' Crushed by this answer, the doctor staggered back a pace or two. Taking advantage of this, Wright turned to the two assistants, and continued, speaking in sharp, menacing accents like the rattle of musketry : ' Your master is found out. Look at him, and obey him if you dare. He knows I am no madman. I came here to inquire into the suspected murder of Lady Redleigh, known to you as Mrs. Robins. I am a detective from Scotland Yard, sent down here by the Earl of Fatheringham, and I have friends outside who will bring the police here and ransack the place to its foundations if I am detained. In the Queen's name, I command you to let me pass ! ' The two men, bewildered and terrified, drew back before him. He took Laura by the hand, and she made a step forward with him. Then"], [245, "Laura's Fate. 241 Dr. Raebell, overwhelmed as he was, made one last attempt. ' Stop the woman ! ' he said. ' No one has a right to take her away.' The assistants hesitated for an instant, and looked as if they were preparing to obey. All at once they threw down their bludgeons and shrank back trembling, with the exclamation upon their lips: ' Mrs. Robins's ghost ! ' Laura had brushed aside her hair, and gazed full at them, and they were soul-stricken at the sight of one whose burial they thought they had taken part in only a day or two before. Inly wondering at this opportune action on her part, Wright seized the advantage to hurry past the astounded group, and on to the front-door of the premises. Here he rapidly undid the fasten ings, and in another moment they were outside in the grounds. But as they made their way towards the outer gate, the detective heard the sound of pursuit behind him. Apparently Dr. Raebell had recovered 16"], [246, "A Bride's Madness. 242 from his stupefaction, and had succeeded in persuading the keepers to bear him out in a desperate resistance. There was nothing for it but to run. 'Come, Lady Redleigh,' he said, impressively, ' we must go quicker. We must run.' To his surprise she obeyed him at once, and they soon arrived at the lodge, before their pursuers had well got clear of the house. Wright knocked loudly at the lodge door, and the gardener was not long in appearing. ' What is it ? ' he said. ' Who are you ? ' Wright briefly explained : ' I am a detective, sent down here to investigate into the recent death of Mrs. Robins. I have found her still alive, and am taking her away. Open at once ! ' The man failed to understand him ' You must be deceiving me, sir. I saw Mrs. Robins buried with my own eyes. And, besides, I can't open the gate without my master's orders.' ' Your master is a scoundrel who has broken the"], [247, "Laura's Fate. 243 law, and is now prepared to dare anything to escape the consequences. If you doubt my word, look at this lady's features.' He looked, and was startled, but still he did not open the gate. The pursuers were now within hail. ' I can't, sir, really. I have my orders, and I daren't disobey them.' At this moment his master's voice was heard. ' That 's right, Campbell ! They are escaped lunatics. Don't let them out.' The detective turned slowly round. He was at bay at last. ' Very well,' he said to the gardener, who looked frightened, but obstinate. ' If there is bloodshed the blame must rest with you. These fiends shan't re-take their victim and torture the last gleam of intellect out of her while there 's an ounce of breath left in Jonas Wright's body. If I'm killed, let Lord Fatheringham know about it, and he will reward you well.' And without further warning he put up his revolver and fired a shot at the approaching"], [248, "A Bride's Madness. 244 group. It was too dark for him to aim properly, and the shot took no effect. Then Laura did another thing that astonished the detective. She suddenly went up to the gardener, laid her hands on his shoulders, and said : ' How is little Ellen ? ' The effect was magical. The man gave a great choking cough, and gasped out : \" D if I can stand this ! ' And he rushed inside for his keys. By this time the enemy were well in sight, and their leader now fired his revolver in turn. The bullet struck Wright in the left leg, but he did not fall, and instantly replied with three shots in rapid succession from his own weapon, with deadly effect. Dr. Raeball fell like a log, and one of the keepers, hit in the shoulder, dropped his bludgeon and stopped short. The third man, who was unhurt, still came on, and was upon Wright before he had time to fire again. Grappling with the detective, who was weakened by the wound"], [249, "Laura's Fate. 245 in his leg, he had already forced him on to the ground, when the gardener emerged with the key of the gate in his hand. ' Save him, oh, save him ! ' It was Laura who uttered that cry, and her friend did not wait for its repetition. Raising the great key high above his shoulder, he brought it down with a crash upon the keeper's head, just as he was overcoming Wright's powers of resistance. The man was nearly killed by the blow, and any further resistance by any of the three was out of the question. Wright at once rose to his feet, regardless of the wound in his leg, and began to thank the gardener. ' This shall be the best day's work you ever did,' he said. 'Oh, aye,' answered the man, speaking with a broad Scotch accent, ' I dinna care so much about that, though I suppose my job here's about over But I wasna going to let them ill-treat this poor lady after all her kindness to my little girl, mad or not mad.' ' She is no more mad than you or I,' replied the"], [250, "246 A Bride's Madness. detective, firmly. And this time Laura did not contradict him. In another minute the great gate stood ajar, and Lady Redleigh and her deliverer were out on the road to Stirling, while their friend went to look after the wounded."], [251, "247 CHAPTER XII. all is not yet over. 'PHE Earl of Fatheringham was seated in his library. Before him was a letter addressed to Mr. Smith, at the Post Office, Stalne. Without opening it, the Earl was re-directing it to Mr. Armytage, at 45 St. Bartholomew Crescent, Glasgow. A servant came in, looking slightly flurried and uncertain in mind. ' A gentleman, my lord, wishes to see you. Mr. Armytage.' ' Bring him in instantly,' said the Earl, rising to his feet as he spoke. He knew whom to expect, and he was not dis appointed. The man whom he had first met as the Rev. A. Copingstone, and afterwards as Smith, the gamekeeper, walked in, limping slightly, and dressed now in an ordinary tweed costume."], [252, "248 A Bride's Madness. The Earl gazed at him steadfastly till the servant had gone out and closed the door behind him. ' Well, Mr. Wright ? ' ' Well, my lord, I have very much to tell you. I hardly know where to begin. But perhaps it will be best that I should at once hand you this manu script. It was found in the bedroom occupied by Lady Redleigh.' Lord Fatheringham took it and read the super scription. He gave a start. ' But why is it addressed to me ? ' ' Read the contents, my lord, and you will soon see.' ' But someone has opened it already ? ' ' I did that. I don't think you will blame me when you consider all the circumstances, about which I will tell you as soon as you have read that.' Lord Fatheringham frowned. ' Well, sit down,' he said. ' How did you get that limp ? ' 'A little token of remembrance from Dr. Raebell. I made it worse by walking seven miles directly after; but it is getting all right again now.'"], [253, "All is Not Yet Over. 249 He took a seat, and the Earl was soon absorbed in Laura's tragic confession. He read it on steadily to the end without a pause. But Wright, who was watching him, saw the blood come and go in his face every now and then at passages in the narrative. At last he reached the end, and, slowly folding up the sheets, solemnly placed them in his breast. ' If there is justice under the sun,' he said, with a sort of slow, mournful, deliberate wrath, 'her death shall be avenged ! ' ' Perhaps it is not so bad as you think,' suggested Wright quietly. ' What do you mean ? What else have you dis covered. Speak, man ! ' ' If your lordship sees, that paper ends abruptly. As far as it is concerned, you have no proof that Lady Redleigh's fears turned out to be well founded.' ' Spare me this circumlocution. Come to the point at once ; I insist upon it.' ' Then I will tell you. Lady Redleigh is still alive.'"], [254, "A Bride's Madness. 250 Lord Fatheringham gave a deep gasp, and then clenched his hands tightly in the effort to smother his emotion. Once or twice he opened his lips, but his feelings were too strong for him to speak. The detective watched the struggle going on in that proud, reserved, solitary nature with silent respect. He waited till the Earl seemed to have recovered himself, and then launched out into a minute and graphic report of his proceedings from the time he had started for Scotland. Before he had gone far, however, he was inter rupted by a question : ' But where is she all this time ? Where have you left her ? Surely not in that hell ? ' ' No, no. She came south with us. She is in this neighbourhood.' ' Where ? At her father's ? ' ' No ; we have not communicated with him yet. I left her with Mr. Haworthy.' The Earl seemed satisfied for the moment, and Wright resumed his narrative. His listener's face assumed varying expressions as the detective described the asylum, its inmates, its proprietor,"], [255, "All is Not Yet Over. 251 and Mrs. Ferrier ; but with the first allusion to the horrible story of the Bedlamite, the Earl lifted his hand with a forbidding gesture. ' Spare me these horrible things,' he said. ' Confine yourself to your finding of Lady Redleigh.' ' I am doing so, my lord,' was the unmoved reply. And Wright steadily proceeded. As he did so he saw Lord Fatheringham's face turning greyer as he listened. The horror of it seemed to be more than he could endure. The detective pulled up in the middle, and said : ' Courage, my lord ! There is everything to hope for yet.' He then went on, and the Earl listened in grim silence to the account of the finding of Laura and her melancholy condition. But when the detective came to the scene in the corridor, where he had won his way through the group of opponents, Lord Fatheringham cast a grateful look on him, and exclaimed : ' That was well done of you ! Wright bowed and continued his story, relating"], [256, "A Bride's Madness. 252 the incident at the lodge, and finally his desperate encounter with his three pursuers. At this point the Earl threw off all reserve. Rising from his seat, he crossed over to the detec tive and shook him warmly by the hand. ' You are a brave fellow, and I am grateful for the hour that brought us together,' he said. The other blushed with pleasure, touched alike by the Earl's praise and by his delicacy in not hinting at reward at such a moment. ' Well, my lord,' he wound up, ' we escaped and walked together the seven miles into Stirling. But now comes the most marvellous part of it. When I found Lady Redleigh, there is no doubt that her mind had been unhinged by the horror of being in that frightful place for three whole days, and I was afraid it might take a long time before she ever came round again. But it seems like a providence ; I do believe that the excitement of those adventures in escaping gave a sort of bene ficial shock to her mind, roused the instinct of self-preservation, so to speak, and forced her brain into action. When we got out on that road I"], [257, "All is Not Yet Over. 253 found her quite a different being. Mind,' — for he saw the flash of joy in his listener's eye, — ' mind, I don't say that she is recovered yet, or will be for some time. But she has been getting, better steadily from that moment.' Lord Fatheringham uttered an ejaculation of thankfulness. ' And there 's another thing.' Here Wright paused a moment, and looked doubtfully at his employer. ' I feel a delicacy in saying it, but with a gentleman like your lordship it is quite safe. And besides it is important that you should know.' ' Tell me, tell me everything ; I have a right to hear all,' said the Earl, anxiously. ' Well, you have seen by that letter, or story, that Lady Redleigh feels a peculiar friendship — a peculiar confidence in your lordship. Now it struck me — not at the time, but afterwards, when I came to think over it — as a remarkable coinci dence that the first effort she made, the first sign of intelligence she showed after my discovering her, was immediately after I had mentioned in her hearing that I was acting on your behalf.'"], [258, "A Bride's Madness. 254 ' Ah ! Yes ? ' ' And afterwards again, at the lodge, it was just when I had mentioned your name a second time that she came to the rescue there, and saved us by her appeal to the gardener.' ' Yes, yes ! ' ' So on our walk into Stirling I talked to her and introduced your name again, and though it was too dark for me to see her face, she spoke to me in quite a different manner when I talked about you. As soon as I got her into an hotel at Stirling, I procured a nurse, who looked to me a thoroughly good sort, and told her as much of the circum stances as I thought necessary. I instructed her not to leave Lady Redleigh for a moment, to talk to her as much as possible on simple, cheerful topics ; and whenever she showed signs of lapsing, to introduce references to you. And the result, so far, has been most favourable.' ' I see you think of everything. But there is one thing you do not seem to have thought of.' 'What is that, my lord?' asked the detective, slightly piqued."], [259, "All is Not Yet Over. 255 ' I will tell you presently. Finish your story first. What did you do after getting the nurse at Stirling ? ' ' Got a doctor to see to my wound ; he ordered me to put my leg in splints, and lie up in bed for the next six days. He might as well have told me for six years. I went to bed for a few hours, and then in the morning sent off a telegram to Mr. Haworthy to expect us, and took the train for Glasgow. Oh ! and before starting I sent a man with a cart to the asylum for my luggage and any thing they had of Lady Redleigh's.' ' You don't say so ! And they let you have it ? What state were they in ? ' ' Well, I sent a letter with the man for Raebell, or for Mrs. Ferrier if he should happen to be hors de combat, pitching into them pretty strong ; but saying that as Lady Redleigh was now in a fair way to recovery, and as they had, no doubt, been mere tools in the hands of her husband, I should not prosecute them. And I added a postscript, hoping that they felt none the worse in the morning for their sleep having been disturbed in the night.'"], [260, "256 A Bride's Madness. ' And what answer did you get ? ' ' Oh, much what I expected. A furious epistle from Raebell himself, declaring that I had shot him in the head, and that he should have me arrested on a charge of burglary and attempt to murder ! And that if Mrs. Ferrier expired from the effects of my ferocious attack on her, he had every confidence of seeing me hanged ! He added that Lady Redleigh was a dangerous lunatic, who had given him endless care and trouble ; and that he had done nothing that her condition did not imperatively require.' The speaker paused a moment, and then added : ' But he took care to send back the things. The gardener and his little girl came in with them, and he told me that I had only carried off a piece of the doctor's ear, and that there was nothing serious the matter with the woman.' ' And what have you done with them ? ' ' The man and child ? Oh, I brought them here. I thought you would wish it. They are in the place somewhere.'"], [261, "All is Not Yet Over. 257 Lord Fatheringham smiled kindly upon the speaker, and nodded his head in approval. ' I will see that they never regret the change,' he said. ' But what is the thing your lordship says I did not think of?' asked Wright, still slightly huffed. Lord Fatheringham smiled. ' Why, don't you see, if it is the case that Lady Redleigh's recovery is hastened by the mere mention of my name, would it not be likely to help her still more to see and talk to me myself? ' ' Quite so.' ' That didn't occur to you, though ? ' ' Yes, it did.' ' Then why didn't you bring her here, too ? ' I did bring her here.' The detective enjoyed the Earl's confusion for a moment, and then calmly explained : ' She is in the next room with Mr. Haworthy. He has been preparing her to receive you. Shall we go in ? ' And he led the way to the door. There were, as a matter of fact, three persons in l7"], [262, "258 A Bride's Madness. the other room, Lady Redleigh, Haworthy, and the nurse, a worthy Scothwoman called McAlister. It was the latter who had done most towards preparing Laura for Lord Fatheringham's arrival on the scene. Haworthy, who had borne himself with zeal and patience during the expedition to Scotland, no sooner found himself back in his own neighbourhood than the thought of his own private trouble began to harass his mind. What had happened to Eva during his absence ? This was the qustion he kept asking himself. He had heard nothing from her since the day, now nearly a fortnight ago, on which she had informed him, with her eyes streaming with tears, that their engagement was at an end. He had pressed her for an explanation. But she would, or could, give him none, beyond the fact that her father had absolutely and stringently commanded her, on her filial allegiance, to renounce the match. Only eighteen, she had not the power, even if she had the will, to disobey. The engagement must be cancelled; but she would never, never love anybody else, and she"], [263, "All is Not Yet Over. 259 would not say what course she might take if her father continued inexorable at the end of the next three years. That was all he had been able to obtain from her ; and an interview with her father had led to no more satisfactory result. Mr. Grosse professed himself to be deeply pained at having to break off the match; he had none but favourable sentiments towards Mr. Haworthy personally, but there were various reasons, family reasons and others, which made it imperative for him to form other plans for his daughter. As Mr. Haworthy was perhaps aware, the Fatheringham peerage, or rather the barony of East, which constituted the second title of the Earls of Fatheringham, descended in the female line, and it was therefore highly possible that Miss Grosse would some day be a peeress in her own right. This prospect rendered her marriage a matter of some importance, and at all events it would be well that she should have a few more years to consider before deciding where to bestow her hand. If Mr. Grosse's obiect had been to check'any"], [264, "260 A Bride's Madness. protestations on the part of his would-be son in-law, his ground had been artfully chosen. Haworthy's mouth was effectually stopped by the suggestion, delicately but distinctly conveyed, that he was taking advantage of the youth and inexperience of one above him in the social scale. He had retired, bitterly mortified as well as grieved, to make those preparations for foreign travel which Wright had interrupted. To these preparations his mind now reverted, in spite of the hope that had been held out to him, for which he could see no foundation. He consequently lapsed by degrees into a gloomier and gloomier state of mind, which left him in no condition to be of much service in dealing with one in Laura's peculiar condition. However, Mrs. McAlister did her best to supply his place. She had been given an insight into the contents of Laura's history of herself, and she had striven to recall to the mind of her charge the previous occasion on which she had visited the Towers. But it had taken up some time for the interview"], [265, "a4U is Not Yet Over. 261 between the two in the library, and Laura was beginning to show signs of impatience. ' Why doesn't he come ? ' she said, referring to Lord Fatheringham. ' I think he must be dead, because last time I came here he was with me nearly all the while.' ' He is coming. He will be here directly,' said the nurse. ' Will he ? I'm so glad. It 's quite a long time since I 've seen him. What have I been doing since ? ' The nurse saw it was time to strike in and divert her thoughts. ' Lord Fatheringham is very anxious to see you again, I know,' she said. ' I expect he will want you to stay here for awhile.' ' Will he ? I should like that so much.' She spoke quite in her old natural manner, looking up brightly. ' Then I hope you will consider it settled.' It was the Earl himself who spoke. He had entered in time to hear the last few words, and he now advanced towards her with extended hand."], [266, "262 A Bride's Madness. For a moment he was alarmed at the result of his intervention. Laura rose slowly from her seat, her eyes dilating, and her whole frame quivering. In this position she stood for a moment, regarding the Earl intently. Then she swiftly put her hands before her eyes, and took them away again. The next instant she was on her knees at his feet, sobbing aloud, and faltering out : ' Oh, I am not mad ! It was all a bad dream ! I have got my reason, and you have saved me ! ' Lord Fatheringham stooped and lifted her up like a little child, and laid her gently on a sofa. Then he bent respectfully and kissed her hand. ' Lady Redleigh,' he said, ' be at ease. You are indeed saved, though you have to thank that brave and skilful man there more than me. I shall feel honoured if you will accept my hospitality till some equally safe home can be found for you elsewhere. And I will, if you desire it, ask your father to stay at the Towers as long as you are here.' ' Do as you think best,' she murmured, faintly."], [267, "All is Not Yet Over. 263 ' I do not feel strong enough yet to think or act for myself. But Sir Arthur Redleigh ? He will hear where I am. Has he not the right to claim me?' ' No,' replied the Earl, firmly. ' I refuse to believe that the law of England is quite so bad as that. He has forfeited whatever right he once possessed, and our friend here has enough proofs in his possession to terrify him from ever molesting you again.' ' I can do better than that, I think,' said the detective, stepping forward. ' How so ? ' ' The behaviour of Sir Arthur in this last con spiracy, coupled with this false announcement of her death, gives Lady Redleigh a claim to legal protection from him. We can obtain a decree for judicial separation.' The faces of the others brightened. ' He will never dare to resist it,' observed Lord Fatheringham. '. Well, we will lose no time. As soon as you feel equal to the journey you shall go up to my solicitors and give them the materials to commence proceedings.'"], [268, "264 A Bride's Madness. ' I would go at once,' responded Wright, ' but I have some more matters to clear up here before I start. In the first place, I have a promise to redeem to this gentleman.' Haworthy, who had been a silent spectator of the foregoing scene, looked up at this. ' What can you do for me ? ' he grumbled. 'Ah, I believe there is no limit whatever to Mr. Wright's powers,' said the Earl pleasantly. ' But I have just recollected — there is a letter for you on my desk in the next room, which my people fetched to-day from Stalne.' Mr. Wright darted out to fetch it, and returned with it open in his hand. ' Shall I read it out ? ' he said. ' By all means,' answered the Earl. ' But stay, perhaps as Lady Redleigh is tired, we had better hear it in the library.' As the three men went out in pursuance of this suggestion, Lord Fatheringham turned to the nurse and said gravely : ' Do whatever you can to make Lady Redleigh comfortable. I will give orders that she is to be"], [269, "All is Not Yet Over. 265 treated in the house exactly as if she were my daughter. Mr. Brown shall be sent for at once.' This was the letter which had come for the wandering Smith : ' My Dearest Jem, — I have been hoping to hear from you, but I suppose you have been too busy looking for a public-house to write. But do drop me a line soon, there's a dear, because I find it very lonesome here now you are gone. No one ever comes near the place, and I have not heard any talk of a new keeper in your place. I expect they are afraid, and I know that Trevern has been talking down at the Lamb about Sir Arthur, and making the men there afraid to try for the place. But it won't matter to me, will it, if I am going to leave soon, and with your money and mine we ought to get a nice little place and do well. I hope we shall never quarrel, but always be like we are now, only you will write to me at once, won't you, or else I shall worry. I have just had my quarter's money from Mr. G. He is looking worried and ill, I fancy. But no more at present, with fond love from your devoted Catherine. 1 P.S. — I think you went away before I heard this. Sir Arthur is going to marry again, and what do you think ? Miss G. ! ' At this startling conclusion Lord Fatheringham drew back a step. Haworthy uttered a deep oath,"], [270, "266 A Bride's Madness. and seemed too thunderstruck to say more. But the detective, slipping the letter into his pocket, looked round with an air of placid triumph, and observed : ' I have been expecting this from the first.'"], [271, "267 CHAPTER XIII. all 's well that ends well. T^ARLY the next day Mr. Wright was afoot, and making a memorable round of visits. He procured the same dogcart that he had had twice before from the stables of the ' Polar Bear,' and started first for the abode of Mrs. Burlston. Catherine hardly recognised him till he addressed her. ' Why, Jem, is that you ? ' she said. ' You have come out grand. Have you got everything settled ? ■Why, what 's the matter ? ' For Jem, instead of welcoming her to his arms, stood aloof, regarding her with severe looks. ' Catherine Burlston, since I saw you last I have had a talk with Dr. Druscott.' She showed her fright at once. ' And before I have anything more to say to you,"], [272, "268 A Bride's Madness. you must explain two things to me. First, what was the cause of Lord East's death ? ' She looked distracted between fear, anger, and disappointment. At first he thought she was going to say nothing. But she seemed to make up her mind to brazen it out, and answered : ' He killed himself. He had some brandy hidden in the room against the doctor's orders, and when I turned my back for a minute, he got at it and drank it. It wasn't any fault of mine.' 'And one other thing: — Why has Mr. Grosse paid you a pension ever since ? ' That shot went home. The wretched creature gave a scream, and went off into a fit of hysterics. Leaving her to recover how and when she liked, Wright went out to his trap and proceeded to Broadmead, where he found the master of the house at home. He sent in his name simply as Mr. Wright, on confidential business. Men with secrets in their lives dare not disregard such messages as that. With Mr. Grosse before him, he came to the point immediately."], [273, "All's Well that Ends Well. 269 ' I am a friend of Mr. Haworthy's,' he said, ' acting in his interests, though without au thority from him. I have come to press you to reconsider your decision as to his match with your daughter.' Mr. Grosse was about to rise and haughtily close the interview, when his visitor added, in tones of quiet menace, ' And I have reasons, to hear which you will refuse at your peril.' Mr. Grosse changed colour slightly, and sat down again. ' You come too late, sir,' he said, trying to keep up a show of cold disdain. ' You may tell the gentleman who sent you here that my daughter is going to marry Sir Arthur Redleigh.' ' No, she is not !' The contradiction was given with the cool insolence that springs from concealed power. Mr. Grosse was equally irritated and alarmed. ' Wrhat do you mean, sir ? ' ' Sir Arthur Redleigh is already married.' ' But his first wife is dead.' 'No, she is not.'"], [274, "A Bride's Madness. 270 ' Sir ! ' ' Lady Redleigh is within less than ten miles of this house. She is the guest of the Earl of Father ingham.' The man before him literally reeled in his chair. Wright promptly followed up the blow. ' Her husband, the gentleman on whom you intended to bestow your daughter's hand, tired of waiting for his wife's recovery, concocted a plot with the keeper of the madhouse where she was to get her out of the way. They seem to have drawn the line at murder' — he emphasised this word with a glance that sent a tremor through his listener — 'but they did what was infinitely more cruel. They secretly made her exchange places with a furious Bedlamite who had been confined for twenty years in a horrible cell ; they buried this wretched crea ture, who probably died a natural death, in the name of their victim, and transferred her to the cell. There she was found and rescued by the agent of a friend who suspected foul play in con nection with her, and she is now fully restored to reason, and about to obtain a judicial separation"], [275, "All's Well that Ends Well. 271 — though not, I fear, a divorce — from your pro spective son-in-law.' The listener's face was a study while this was going on. Whatever his real character, he could not but be rejoiced that his child had escaped the clutches of such a man. Yet he still looked troubled and angry. ' Well, sir,' he said, ' all this is a very good reason why my daughter should not marry Redleigh. But it is none at all why she should marry your friend.' ' True, very true.' ' Then if you have nothing more to say — ' I have something more to say. Unless you write a letter within twenty-four hours to Mr. Haworthy to tell him you consent to this marriage — give whatever pretext you like — I shall come to you in my capacity as a detective-inspector in her Majesty's service, and ask you the question which I now ask you merely in the capacity of a friend of the family : Did you ask Sir Arthur Redleigh to shoot his keeper, or did you shoot him your self? '"], [276, "A Bride's Madness. 272 Mr. Grosse, who had heard him out with visible agitation, pulled himself together at the close, and answered, loudly and confidently : ' Neither, sir. I know not how you have con ceived such shameful suspicions, which are insult ing to me as a gentleman and as a magistrate for the county, but I defy you to produce the smallest foundation for them, and I warn you that the consequences will be very serious if you do not instantly abandon them.' For a moment the detective seemed to be van quished. But he had not played his last card. ' I will give you one of my reasons for what you call, very truly, a shameful suspicion, if you will first answer a question of mine.' ' If it is one fit for me to answer.' ' Then why have you paid a pension to Catherine Burlston ever since the death of Lord East made you heir to the earldom of Fatheringham ? ' It was a crushing overthrow. Mr. Grosse turned red and white by turns, and for many moments he could find no words to answer. Finally he managed to say :"], [277, "All's Well that Ends Well. 273 ' This accusation is as wicked and baseless as the other. Catherine has been a protege of my family for years, and nursed my wife many times. I pay her a pension because she lost her position in the Nurses' Institute, and appealed to me for assistance.' ' I see. And her story, and Dr. Druscott's about the brandy, and the hastening of Lord East's end, are mere coincidences, fortunate coincidences for you, but nothing more. Well, sir ' — the detective arose as he spoke — ' I am sorry to have had to refer to these topics, and still more so that they should have to become public property. I would have kept silence on them for Mr. Hawort.hy's sake, had he married Miss Grosse; but, as it is, the sooner he and others hear of them the better.' And he moved towards the door. But Mr. Grosse was only waiting to surrender. ' Stay, sir,' he muttered ; ' you shall have your letter. My conscience is perfectly clear, but it would kill my wife even to hear of such frightful slanders.' And he seated himself at a secretary, and wrote. is"], [278, "A Bride's Madness. 274 The other watched him with a sardonic smile, and then took the letter without a word. ' I have explained,' said Mr. Grosse, hurriedly, ' that after Redleigh's shocking behaviour, I have been unable to resist my daughter's wishes any more. He can come here as soon as he likes.' 'You had better expect him this evening,' answered the detective. And he left Broadmead, not to return. Haughton Court was his next point. Here he asked for Sir Arthur Redleigh, and though they told him the baronet was hardly fit to see anyone, he would brook no denial. ' Say that it is someone from Dr. Raebell,' he said. The message proved effective, and he was speedily shown into the presence of the baronet, who had evidently not fully recovered from the last night's debauch. As yet he had heard nothing ofthe recent episode at Auchtertown. Dr. Raebell had been afraid to write. ' What is it ? What 's happened ? ' demanded Sir Arthur, as soon as he and the visitor were alone."], [279, "All's Well that Ends Well. 275 ' Bad news, Sir Arthur. You know, Dr. Raebell and you agreed that Mrs. Robins, as she was called, was to be put into the cell as soon as Mrs. Merchant died, and to take her name ? ' ' Yes ; well, what was done ? ' ' That was what was done. It went all right so far, and everybody believed that Mrs. Robins was dead and buried. Our other hope was fulfilled, too. Lady Redleigh really did lose her reason at last ' 'She was not mad then?' cried Sir Arthur, excitedly. ' No, never really so. She feigned it to escape from you.' ' I suspected it from the first ! ' exclaimed the baronet, with a fearful oath. ' Well, go on.' ' As I was saying, she went really mad and believed that she was actually Mrs. Merchant.' ' Good heavens ! ' The baronet looked remorse ful. ' I never thought of that. I never expected that the change would do her any harm, except by the loneliness — but then she always preferred to be alone before.'"], [280, "276 A Bride's Madness. The detective heard him with a slight relenting from his former enmity. After all, the wrong had not been entirely of the baronet's creation. It had been a terribly false position from the very first, and possibly Sir Arthur had only come out from it a little worse than the ordinary run of men would have done. ' Well, sir, it can't be helped now. What I came to tell you was that Lady Redleigh had escaped.' ' Escaped ! ' Yes ; or, rather, been carried off. A detective got into the asylum, disguised as a patient, and brought her away by force, after shooting Dr. Raebell and one of the keepers.' ' Great God ! This is Lord Fatheringham's work.' ' Why do you think that, sir ? ' ' Why, because he came to me here, three years ago, just after I had put her in the asylum, and warned me that if a hair of her head were injured he would avenge her.' ' Well, you have guessed right. It was he,'"], [281, "All's Well that Ends Well. 277 'And what has become of her now ? ' ' She is staying at the Towers.' ' What, in her madness ? ' She has already almost entirely recovered her reason.' ' And does her father know of it ? ' ' He is staying there with her.' ' But she is my wife. I have a right to her custody.' ' She has authorised them to bring a suit for judicial separation. And I strongly advise you not to resist it.' ' But how did you come to hear all this ? Who are you ? ' A light broke on his mind, and he exclaimed : ' Why, it 's Smith, the gamekeeper ! ' ' No, sir, my name is not Smith, and I am not a gamekeeper. My name is Wright, and I am the detective who rescued Lady Redleigh from the worse than death you had exposed her to.' Sir Arthur Redleigh staggered to his feet. ' Then what are you doing here ? Explain your presence, sir ! And what did you mean by entering my service in disguise?'"], [282, "278 A Bride's Madness. 'Ah, that was about another little matter,' said the detective, also rising. ' My interference in Lady Redleigh's case was merely an episode. I came down here on another inquiry, which I think is now very nearly completed.' 'What inquiry do you mean?' demanded Sir Arthur, looking less confident. ' I mean one into the circumstances of Burlston's death,' retorted the other, with a severe look, under which the baronet quailed. ' But why ? What for ? Who sent you ? Was this Fatheringham's doing, too ? ' broke from his lips. ' Never mind at whose suggestion I came. I have discovered enough to cast very grave doubt indeed on the correctness of the verdict found by the Haughton shopkeepers. Perhaps you would like to enlighten me of your own accord as to what really occurred that day ; but I caution you now that whatever you may say will be taken down, and may be given in evidence against you at your trial.' And he produced an official note book."], [283, "All's Well that Ends Well. 279 ' Trial ! ' shouted Sir Arthur, fairly aghast. ' For what ? ' ' For wilful murder ! \" ' No, no; it's not so bad as that. Listen, and I will tell you all, and you will see that your suspicions have overshot the mark.' ' Proceed.' ' I was not sober that day, I admit,' said the stricken man, ' and I oughtn't to have gone out, but Grosse laughed at me and said it would be all right. It was the first time he had shot over my covers for ever so long, and I thought it would seem rude to disoblige him. So I went.' ' Yes, and then ? ' ' Well, the evidence given at the inquest was true as far as it went. The man did go on in front ; I suppose it must have been only a few paces, as they say so. And then I did what I shall never be able to understand, and what I should never have done unless I 'd been pretty well screwed. I raised my gun in joke and pointed it at Burlston from behind.' ' I see — I see.'"], [284, "280 A Bride's Madness. 'And then it went off. I fancied — mind, it must have been only my fancy — that Grosse knocked my elbow by accident, and that made it go off; but he swore to me most solemnly that that was a delusion, and that he never touched me, and I believe him. But in any case it was the purest accident throughout, though, of course, it was an awful thing for me to go and play such a trick as that.' The detective listened attentively, and whistled softly once or twice to himself. At the end he seemed reluctantly to be convinced, forhe remarked : ' I confess this solution of it didn't occur to me. But, stay, how was it the boy who was there didn't say something about this ? ' Sir Arthur hung his head. ' I bribed him to hold his tongue,' he admitted. ' I wish now I had let him speak out. As it was he was within an ace of letting the cat out of the bag, only the coroner stopped him.' The detective dealt himself a blow on the fore head. ' Fool ! ' he muttered. ' I never thought of"], [285, "All's Well that Ends Well. 281 asking him what he was going to say when the coroner shut him up. I took it for granted it was only bad language. But he 's here, I suppose ? Let us have him in?' ' By all means,' said the baronet, glad at the prospect of getting off so cheaply. And he rang the bell and gave the required order. When the boy appeared, his master said to him : ' Now, Martin, I want you to tell this gentleman truthfully about what happened the day I shot Burlston. Remember, I don't want you to keep back anything.' ' I have only one question to ask you,' said Wright to the bewildered lad. ' Do you remember what you were saying when the coroner stopped you at the inquest ? ' After a certain amount of fumbling and staring, Martin intimated that he did recollect. ' What was it ? ' ' Well, sir, I were a-saying as how S'r Arthur a-runned up to keeper, and Muster Grosse a-says to un, \" How could you be so clumsy ? \" and a-says back, angered-like, \" Why the h did you jog"], [286, "282 A Bride's Madness. my arm?\" And Muster Grosse says, \"D you,\" a-says, \"I never touched you. You bees drunk.\" ' 'That's enough,' said Wright, and when the boy had left the room, he turned to the baronet : ' Well, Sir Arthur, I owe you an apology for my suspicions. I shall always have my own opinion about Mr. Grosse, but I don't see any use in carrying the matter further after this evidence. I shan't trouble you again.' And he came away. An hour or so later he was closeted with the Earl of Fatheringham, to whom he related the substance of what had passed, together with his own surmises and the reasons for them. ' I shall never forgive myself for overlooking the boy's evidence,' he concluded. ' I'm not fit to be a detective. I ought to retire.' But the Earl'consoled him. ' Never mind, Mr. Wright. In hunting the shadow you have found the substance. But for your efforts, brought to bear by what men call chance, a worse crime than this would have gone"], [287, "All's Well that Ends Well. 283 undetected and undiscovered.' His lordship paused for a moment, and then resumed, with some emotion: ' You are a shrewd man, and you must have discovered by now the reason for my enmity against Sir Arthur Redleigh. You have accomplished all, and more than all, I hoped for when I first sent for you; and when you open this envelope in the train, you will find I have not been ungrateful.' And he handed him a cheque for an amount that surpassed Mr. Wright's most extravagant hopes, and which would have almost enabled him to carry out his threat of retiring had he really meant it. In the course of their consultation, Lord Father ingham and the detective agreed that it would be best to allow the circumstances which cast so terrible a shadow on Mr. Grosse to sleep in oblivion. There was hardly what the law calls proof against him, and the Earl was reluctant to create such a dreadful scandal about Mr. Haworthy's father-in-law and his own kinsman. As soon as Wright got to London he made his"], [288, "284 A Bride's Madness. way to the solicitor's in Theobald Street, and gave him full instructions to commence a suit for judicial separation on behalf of Lady Redleigh. And after one of those extraordinary delays which the lawyer bears with so much more equanimity than the client, the proceedings were actually begun. But the suit never came to a hearing. The great terminator of quarrels, Death, interposed ; and the course of life to which Sir Arthur Red leigh resigned himself more recklessly than ever reached its natural climax in a last fatal orgie. Immediately the death was known Lady Red leigh and her father removed from Fatheringham Towers to the Rectory. By his will the baronet left every acre of his property to his widow, a tardy act of reparation by which she refused to profit. She declined, in fact, to accept the smallest fraction from her late husband's estate, a proceed ing on her part which caused some people to doubt whether her mind were as fully restored as had been supposed. It was a month afterwards that Lord Father ingham paid his first call on the widow. She"], [289, "All's Well that Ends Well. 285 received him with some embarrassment, and after they had talked on trivial affairs for some time, she put on a rather serious air, and said to him : ' Lord Fatheringham, we have agreed that I am to say nothing more about all your goodness to me. But I have been afraid sometimes, from your manner, and again from your delay in calling here, that there was some misunderstanding between us. You have read a certain confession I once wrote for you, and I have been afraid that you may possibly have been misled by a certain passage in that confession, in which I said something about an attachment for someone far beyond me. Now, I have been afraid sometimes that you might possibly have fallen in the belief that it was you I meant by that, and have therefore tried to let me see ' Here her voice, trembling for some time, forsook her altogether. The Earl hastened to her assist ance in a sad, yet courageous, voice : ' You have guessed the very reverse of the right cause, Lady Redleigh. I never dreamt for one instant that the person alluded to was myself. I"], [290, "286 A Bride's Madness. could not be so presumptuous. The only reason I have had for restraint towards you has been the fear lest I might forfeit your friendship by being betrayed into a confession of my own, the confes sion that I have sometimes wished I had made that day you were at the Towers. For I loved you then, and always shall love you. Farewell.' ' Lord Fatheringham ! ' Something in the tone made his heart give a great throb. He turned back, and saw that Laura's face was the colour of a poppy. 'Do you want Mr. Wright's help to find out whom I really did mean ? ' So ends the story. Except this — that when Mr. Grosse was last heard of he had ceased to be heir presumptive to the Earldom of Fatheringham. The End. PRINTING OFFICE OF THE PUBLISHER"], [291, "flwocasmith's 3/6 Series Crown Svo, cloth. Vol. I. THREE MEN IN A BOAT ... Jerome K. Jerome. (To Sat Nothing of the Dog) II. THE END OF A LIFE Eden Phillpotts. III. DIARY OF A PILGRIMAGE ... Jerome K. Jerome. IY. RECALLED TO LIFE Grant Allen. Y. A FRENCHMAN IN AMERICA Max O'Rell. t L. A. Weatherly YI. THE SUPERNATURAL? \\ and 'J. N. Maskelyne. YII. THE WHITE HAT Finch Mason. YIII. FIFTY POUNDS FOR A WIFE A. L. Glyn. IX. A TIGER'S CUB Eden Phillpotts. X. WHEN I LIYED IN BOHEMIA Fergus Hume. [ George Grossmith il. THE DIARY OF A NOBODY ] and 1 Weedon Grossmith. XI, XII. FLYING YISITS Harry Furniss. XIII. \"LIFE IN HIM YET\" {^^Rafkes1.01\"1 XIY. DR. PAULL'S THEORY Mrs. A. M. DiehI. XY. CLAUD BRENNAN John Ferrars. YVI /THE GREAT SHADOW and\\ - an _. X¥L j BEYOND THE CITY / Conan D°yle' XYII. THREE BRACE OF LOYERS Harold Yallings. XYIII. THE PRISONER OF ZENDA... Anthony Hope. XIX. NEIGHBOURS OF OURS ... Henry W. Nevinson XX. STATION STORIES Murray Cator. XXI. PETER STEELE, THE \\ Horace G. Hutchin- CRICKETER J son. XXII. DEAD MAN'S COURT Maurice H. Hervey. XXIII. \"NOT EXACTLY\" E. M. Stooke. XXIY. MINOR DIALOGUES W. Pett Ridge. XXY. GREENROOM ) Arthur Wm. RECOLLECTIONS i A'Beckett. XXYI. DARTMOOR Maurice H. HerYey. XXYII. THE INDISCRETION OF THE) B„^uA„„ H„„„ DUCHESS ) Anthony Hope. Bristol: J. W. Aeeowsmith, 11 Quay Street. l/mdon: Simpkin, Marshall, Hamilton, Kent & Co, Limited."], [292, "Price Six Shillings each. SECRETS OF THE COURTS OF EUROPE. By Allen Upward. Crown 8vo, 3S8 pp. AMYAS EGERTON. By Maurice H. Hervey. With Eight Illustrations by J. Skelton. Crown 8vo, 428 pp., gilt top. ZISKA : The Problem of a Wicked Soul. By Marie Corelli. Crown 8vo, 368 pp. , gilt top. PLATFORM, PRESS, POLITICS AND PLAY. By T. H. S. Escott, M.A. Crown 8vo, 396 pp., with Photo gravure of the Author. MY OWN FAIRY BOOK. By Andrew Lang. Mus- trated. Crown 8vo, cloth, gilt edges. LESLIE'S FATE, AND HILDA; OR, THE GHOST OF ERMINSTEIN. By Captain Andrew Haogard, D.S.O. With Twenty Illustrations by Evelyn Stuart Hardy. Fcap. 4to, handsomely bound. CRICKET. By W. G. Grace. With 45 Illustrations. Demy 8vo, 490 pp., cloth. A ROGUE'S DAUGHTER. By Adeline Sergeant. Crown Svo, 422 pp., cloth. Bristol: J. W. Arrowsmith, 11 Quay Street. London : Simpkin, Marshall, Hamilton, Kent & Co. Limited"], [293, ""], [294, ""], [295, ""], [296, ""]]