[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, ""], [8, ""], [9, "BADAUDER1ES PARISIENNES Les Rassemblements"], [10, "CETTE PUBLICATION CONÇUE ET ENTIÈREMENT EXÉCUTÉE Sous la direction de OCTAVE UZANNE a été imprimée par ses soins POUR LES BIBLIOPHILES INDEPENDANTS AU NOMBRE EXACTEMENT TIRÉ de Deux Cents Exemplaires pour les Souscripteurs nus Vingt Exemplaires pour les Collaborateurs littéraires et artistiques de l'ouvrage TOUS CES EXEMl'L.VlltES ONT ÉTÉ NUMÉROTÉS A LA PRESSE EXEMPLAIRE DE M. H. -S. ASHBEE"], [11, "BADAUDERIES PARISIENNES Les Rassemblements PHYSIOLOGIES DE LA RUE OIÏSEI.VÉES ET NOTÉES PAR Paul Adam, Alfred -\\thys, Victor Barrucand Tristan Bernard, Léon Blum Romain Coolus, Félix Fénéon, Gustave Kahn, Ernest La Jeunesse Lucien Muhlfeld, Thadée Natanson, Edmond Pilon Jules Renard, Pierre Veber et Eugène Veek Prologue par Octave Uzanne Gravures Hors Texte de Félix VALLOTTON Vignettes dans le texte par François Courboin A PARIS IMPRIMÉ POLTì LES BIBLIOPHILES INDEPENDANTS Chez Henri FLOURY, Libraire de la Société 1, boulevard des cvruciNES, 1 1896"], [12, ""], [13, "Prologue Félix Vallotton et 1 origine de ce Livre des Rassemblements La Bibliophilie et la jeunesse littéraire contemporaine. Justes dans la notation et la précision des altitudes, rigou- reusement synthétiques d'ensemble, les dessins de Félix Vallotton, — cependant si drôlement pittoresques, sous la fruste enveloppe de leur facture, — ne sauraient plaire à tous les amateurs d'estampes modernes. J'en sais, parmi les iconophiles — et de nombreux — qui protesteront contre la brutalité de ces gravures primitives et qui crieront à la charge en inspectant celle suite des Rassemblemenls où le jeune Arlisle-Graveur vient d'affirmer un latent heureu sement reconnu, prôné et consacré aujourd'hui parmi ceux de sa génération. Ayant pris plaisir à révéler et à encourager cet étrange illustrateur alors à ses débuts, il y a déjà qualre années, <i"], [14, "II PROLOGUE. dans l'Artel l'Idée, au cours d'une notice motivée par ['in térêt de renaissance xylographique qu'exprimaient ses pre mières gravures, il me semble normal de redevenir, à Vocca sion de ce Livre, son introducteur auprès du public. Je suis convaincu — écrivais-je naguère — que, pour reconquérir leur influence disparue, pour recouvrer la con- fiance des amateurs d'art, pour proclamer surtout un talent désormais agressif à force de personnalité, les jeunes gra veurs sur bois, qui ne veulent plus être les serviles interprèles du genre joli à la mode, doivent franchement rompre en visière avec les grises manières de leurs aines. Ce n'est pas, ajoulais-je, par le fignolage du bois qu'ils retrouveront l'éclat et le succès des maîtrises évanouies, c'est plutôt par la brutalité des moyens, par un retour aux factures primi tives, par la culture de leur tempérament insoumis aux lois"], [15, "III prologue. des écoles, c'est surtout enfin par la recherche d'une exé cution indépendante en vigoureuse opposition avec la morne précision du procédé chimique sur zinc. La gravure héliographique qui peut reproduire un dessin aussi correctement, aussi simplement, aussi bêtement que possible, retire peut-être à l'original sa fraîcheur d'exé- cution, mais ne lui ajoute certainement aucun ragoût d'in lerprétation sauf les finesses de la réduction. Le procédé des zincographes sera donc toujours accepté comme mariage de raison entre un dessin suffisamment écrit et sa reproduc tion en relief nécessaire au tirage typographique. Toules les convenances de vulgarisation s'y rencontrent incontesta blement. Cependant le mariage logique et d'inclination ne se trouve d'ordinaire légitimé que par des contingences de"], [16, "IV prologue. talent provenant d'une seule el même personnalité et c'est grâce à la bisexualité artistique du peintre-graveur que les accordantes deviennent enfin parfaites. II m'a donc été fort agréable de voir M. Félix Vallotton mettre en pratique des théories qui n'auraient jamais dû cesser d'être à l 'ordre du jour dans le monde des arts. — Ce nouveau venu, dont on connaît, en tant qu aqua-forlisle , trois ou quatre planches de premier ordre par la hardiesse d'exé cution et V habileté de main, s'est essayé bravement à porter sur bois ses inspirations, et, s' aidant du couteau et du canif plutôt que du burin, il a gravé sur des blocs d'érable ou de tendre poirier des scènes diverses de la vie contemporaine avec la candeur roublarde d'un xylographe du xvie siècle. Quel repos, pour notre œil affadi par toutes les préciosités de la gravure courante, que de regarder ces gravures primi tives si amusantes, si gaies, si drôles dans leur simplicité! II y a autant d'imprévu, non moins d'esprit de facture, et davantage d'observation dans ces essais d'imagerie, d'un style volontairement réactionnaire et barbare, que dans la majeure partie des estampes en relief de T heure présente. — Quels beaux noirs obtenus naturellement, sans mise en train, par de larges réserves sur la surface plane du bois ! Quels noirs intenses, impénétrables, intransigeants ! Remarquez celte Foule à Paris ou bien .'Enlerrement en province, xylographies brutales dont on trouve plus haut la réduction. Ce ne sonl que des silhouettes qui apparaissent découpées presque en ombres chinoises, mais n'g voit-on pas comme une poussée de vie et de réalité égayée par une l' humour spéciale de la gravure ? — Cela n'est-il pas plus près de nous, plus artiste que ces affreux similis irrépro chables d'après photographie pneumatique qui, dans les"], [17, "PROLOGUE. V journaux el les ouvrages illustrés désolent nos regards depuis plus de dix ans? Quand fart en arrive à une habileté trop décadente, il devient nécessaire de le ramener à la simplicité de la fac ture, à la synthèse enfantine, à la formule d'Epinal. Ce brusque retour aux aimables bégaiements du dessin ne se fait certes pas sans provoquer des protestations . II esl aussi périlleux de changer les manières de voir que de bouleverser les habitudes du public foncièrement ennemi des révolutions. — Mais qu'importe ! Les Anarchistes esthètes qui sont à la veille de détruire f infâme capital de la formule exploité par tous les bourgeois de la ficelle el du métier, n'g regar deront pas de si près. Bientôt ils feront la place nette et fart refleurira, nais et rare, dans toute la fraîcheur de son nécessaire renouveau. n Félix Vallotton m'a tou jours paru prendre plaisir à exprimer, en l'ironisant va guement, le mouvement de la rue et de la vie flâneuse de Paris. C'est avec la notion de ce goût dominant son œuvre que Vidée me vint de lui de mander une série d'estampes brulalisles sur la Badauderie parisienne si plaisante à obser- ver dans les incessants avatars d'une curiosité boulimique d'événements imprévus. Je n'eus pas de peine à lui fournir les sujels sur lesquels il devait fixer son observation. A Paris,"], [18, "VI PROLOGUE. lotit promeneur semble ne rechercher qu'une occasion, si futile soit-elle, de s'arrêter, de musarder, de s'enquérir, de bavarder sur le moindre incident de la rue. Un enterrement, un mariage, un embarras de voiture, un arbre qu'on trans plante, un régiment qui passe, un cheval qui s'abat, une pompe à vapeur qui détale parmi la fumée el te son rauque et haletant de sa trompe, un camelot qui débagoule son boniment, et voilà que chacun s'empresse, s'atlire, se coudoie et s'amuse en des rassemblements d'un instant. Mon intention était d'écrire ce livre, où, chapitre à cha pitre, je me fusse essayé à dégager les physionomies étranges, béales et falotes de ces agglomérations soudaines. II m' aurait plu de montrer sous ses diverses facettes la curiosité et la badauderie de la rue, ses expressions variables, sa candeur, sa houle, ses caprices ou son instinct sauvage, ainsi que ses dialogues en leur argot synthétique. Puis des scrupules me vinrent : — « Etais-je sûr de mes notations? Avai&-je réuni un nombre suffisant de documents? Pouvais-je me regarder comme vraiment idoine à ce travail serré et con centré sous une forme amusante et légère? Ne ferais-je point une œuvre maussade et monotone dans f Ensemble? Tous ces points d'interrogation me harponnaient sur un océan d'incertitudes. Après ce roulis du doute, j'abordai au pays d'abstention. — D'auteur je devins éditeur littéraire et, pour garantir ce Livre contre les défauts d'un seul écrivain, je fis appel aux jeunes qualités d'un groupe de poètes, d'humouristes, de critiqueseld'essayistes dont j'avais pu — pour quelques-uns, tout au moins, — apprécier le talent sous le drapeau de bataille de la génération moulante si énergiquement tenu pour l'assaut de Demain par la brillante el fringante rédaction de la Revue Blanche."], [19, "PROLOGUE. VII Les gravures de Vallotton furent distribuées à ces littéra teurs dont plusieurs, — après mise au jour de publications personnelles, — sont déjà enlrés dans la notoriété, sinon dans la grande banalité du succès. Liberté entière de rédac tion fut laissée à chacun, le nom de l'écrivain devant couvrir entièrement la responsabilité du signataire de chaque cha pitre. Donc, si cette œuvre collective des Rassemblements offre, dans son ensemble, quelque apparence incohérente, du moins aura-i-elle le mérite indiscutable de la variété, et de V imprévu. — N'est-ce pas une loi pour tout rassemblement que d'être hétérogène et d'offrir une composition faile d'élé ments dissemblables? ?c J'eusse certainement préféré voir quelques-uns de ces in dépendants collaborateurs incliner davantage vers la phy siologie des groupes fortuitement assemblés et ne pas négliger les dialectes, les interpellations spontanées, les quolibets spjéciaux des agglomérations populaires. II ne convient guère toutefois à un vétéran de discuter le ton, les allures et manières de jeunes hommes de talent qu'il a cru devoir inviter en une libre assemblée. II ne lui appartient pas davantage de mettre ici en vedette, tel ou tel écrivain de ce volume ou de signaler les chapitres les plus heureusement ciselés. A tous ceux qui ont prêté leur concours à l éditeur de cet ouvrage, un remerciement sincère esl adressé. Les Lecteurs d'élite des Badauderies parisiennes pourront, parmi lanl de chapitres et d'écritures, témoigner de leur préférence; l édi teur se réserve; il ne peut que se retrancher en l 'évangélique parole : Spiritus, spiral ubi vull."], [20, "VIII PROLOGUE. X A côté des intransigeantes gravures de Vallotton, triom phes du noir el blanc dans f estampe hors texte, il a semblé nécessaire à l'éditeur Bibliophile de ne pas aban donner la typographie des pages de texte à une désespérante monotonie de caractères Didot rangés en bataille. II était possible de demander au même Vallotton des têtes de cha pitre et des vignettes culispices. Ce procédé réalisable a paru un peu agressif pour un public encore insuffisamment pré paré à l'absolutisme de sa facture. C'est pourquoi on trouvera en ces pages, à côté des estampes hors texte, la nette opposition d'une illustration de tradition légère, dégagée, habile et blonde d'exécution. Le jeune artiste François Courboin, qui semble continuer avec une agréable expression de plume, la maîtrise d'Edmond Morin et de Auguste Lepère a été assez également inspiré dans les nombreuses et délicates compositions semées en or nementation parmi les pages typographiques de ce livre. Quelques Bibliophiles novateurs regretteront sans doule que tout f ouvrage n'ait pas été sacrifié au Vallottonisme, mais ils trouveront leur contre-partie dans le clan également ex clusif des vignettisles, amoureux des finesses et de ! esprit du trait de François Courboin. Les irréconciliables auront la faculté soit de faire un album des Vallotton, soit de conser ver le livre expurgé de ses hors-texte. L'Editeur se gardera bien de jeter son opinion dans la balance, mais, si on l'y poussait trop vivement, il répondrait que pour ce livre de début dédié aux Bibliophiles indépen dants, il a surtout prétendu montrer une œuvre de transi tion, indiquant le mariage hétérodoxe entre ['illustration"], [21, "PROLOGUE. IX d'hier el celle de demain, avec toutes possibilités prévues pour un divorce à obtenir sans lacérations ni sévices. X La présente publication est la première tentative d'édition de luxe faite avec le concours d'écrivains de la dernière heure. Jusqu'ici on compta plus de rééditions de livres d'auteurs célèbres que d'éditions originales collectives illustrées d'écri vains inédits assemblés pour le plaisir d'un petit nombre de lettrés el d'artistes. On se demande le pourquoi de cette injustice. — Recon naître le prix des chefs-d'œuvre de la veille est assurément très louable, et le fait de réimprimer avec goût un ouvrage plus ou moins judicieusement consacré par l 'admiration de nos pères ne peut être critiqué. Ceux qui s'adonnent toute fois à ce genre de librairie mettent prudemment leur res ponsabilité à couvert sous celle de ['Opinion et ne font preuve ni de courage, ni d'audace, ni d'aucune perspicacité intel lectuelle. Ce sonl des commerçants qui vendent au poids de la renommée et sans oser risquer la personnalité de leur juge ment tels auteurs que la vogue mit en lumière el qui ne dépassent pas souvent, hélas.' une terrible médiocrité. Les morts illustres cependant n'ont plus besoin d'être res suscités ; la piété de notre souvenir leur suffit. Ils ont louché à Ioules les banques de la publicité les dividendes viagers de leur gloire, ils ont vécu en rentiers du succès; ils font partie de {'histoire. Laissons quelques générations se succéder avant de contrôler la valeur réelle de leur œuvre et ne prétendons pas dès aujourd'hui momifier leur gloire en de superbes publications d'art. Le temps présent au contraire nous réclame. Les litléra-"], [22, "X PROLOGUE. leurs et artistes à leurs débuts ont besoin de notre appui, de nos encouragements moraux, de notre aide pécuniaire. Ce sont les pionniers de l'histoire de demain, les actionnaires d'une société formée au puissant capital des forces de la vingtième à la trentième année. L'avenir a tout à attendre d'eux. Nous devons guider ces arrivants, leur tendre la main, soutenir leur talent, en montrer f éclat et le prisme changeant , et nous solidariser avec ces hommes de notre heure au lieu de végéter lamentablement dans les ressassements d'une stérile rélrospectivité. H L' amateur contemporain n'est plus un rat de bibliothèque flairant l'odeur fauve des vieux bouquins, le savant nourri de dates, de notules, de litres d'ouvrages et de variantes d'éditions. Le type du vieux Bibliomane a disparu ; les derniers spécimens du genre agonisent. Le moderne Bibliophile est un dilettante amoureux des manifestations esthétiques de son temps; un clairvogant affiné qui se complaît à regarder autour de soi, à remar quer les tendances el les orientations de l' esprit nouveau. C'est une sorte de fiévreux d'art qui ne vit que par la curio sité de voir fleurir des talents originaux et rares et de posséder les plus curieuses espèces et les plus intéressants spécimens de cette flore précieuse. Le public encore restreint, mais délicatement formé et éclairé de ces néo-Biblio, ne reviendra certes pas en arrière ; déjà il perçoit l aurore de la transformation artistique qui bientôt éclatera à tous les geux. — Un sentiment de subtile décoration et de rare intellectualité commence à dominer dans f Europe entière. Ceux que la blague contemporaine"], [23, "XI PROLOGUE. nomme des Esthètes, des Symbolistes, des néo quattro centistes vont bientôt faire une trouée brillante dans le domaine de la célébrité. — Encore ignorés du public, tenus dans l'ombre par leurs aînés qui désirent centraliser sur leurs noms la lumière le plus longtemps possible , privés de pu blicité, mais formant dès maintenant entre eux une puissante cohorte disciplinée à un même idéal , tous ces proches conqué rants de noire librairie surannée, poêles, couleurs, romanciers, critiques, ymagiers, enlumineurs, peintres et graveurs sont aujourd'hui groupés et faciles à reconnaître. — Quelques uns onl même, en peu d'années, beaucoup publié ou produit; ils possèdent des œuvres délicates encloses en des revues caractéristiques dont les tomaisons sonl respectables el qui expriment très clairement leurs rêves et leurs tendances. Beaucoup montrent un talent très supérieur et je ne suis pas un prophète bien téméraire ni un précurseur extraordinai rement illuminé en affirmant que les Bibliophiles intelligents, indépendants, arlisles, vont bientôt s'adresser à celle source de jeunesse où il est si curieux de voir, en ce moment même se mirer l'âme des maîtres de demain. Si, d'autre part on étudie les débutants illustrateurs encore timides mais ingénieux el délicatement idéalistes il devient aisé de prévoir que comme les Romantiques, les Parnassiens, les Naturalistes et les Psychologues qui longtemps acca parèrent la vogue, tous ces représentants de la nouvelle France, auront bientôt leur éclairage de gloire. X Après avoir prêché le modernisme de la forme et des idées dans l'enlente artistique du livre précieux, el après une marche constante en avant, au milieu de l'hostililé el des"], [24, "XII PROLOGUE. clabauderies de tant de réactionnaires rassis et apeurés, ce n'esl pas sans satisfaction que le fondateur des Bibliophiles Contemporains regarde déjà en arrière le chemin parcouru et le pags conquis. C'est encore avec T ardeur et la fougue d'un évolulionnaire qu'au début de cette première publication offerte aux Bibliophiles indépendants, il prend plaisir à présenter, à soutenir, à claironner le talent des nouvelles recrues réunies en ce livre. Hélas.' doit-on néanmoins s'enorgueillir de marcher auda cieusemenl aux avant-postes de son époque? — Le temps marche si vite, si vite, qu'il nous rattrape, nous devance et nous essouffle, niellant des rides sur ce qui fut la jeunesse de l'idée el la fraîcheur de ['œuvre. — La génération qui monte à peine arrivée à son but sur le sommet convoité, parmi les ragons de soleil de ses jours glorieux, se verra elle-même pourchassée, sans pitié par le flot des nouveaux arrivants. — // n'en reste pas moins aux œuvres exécutées dans l am biance el l'ardeur de toute époque de lutte et d'évolution, le caractère indélébile de ce qui fut une aurore. Ce livre pourra vieillir mais il conservera comme le parfum des choses printannières encloses dans les herbiers du souvenir. D'ailleurs, qu'importe la survie des choses, la loi de l'éter nelle marche en avant ne pouvant être éludée.' L' essentiel pour toul homme désireux d'œuvrer en une action utile à ceux qui viendront, est de se trouver à la bonne place de combat, parmi les vaillants qui échelonnent la route que tous suivront forcément demain. — C'est encore el toujours qu'il faut citer le sublime mol de ralliement lancé par Gœíhe : Par delà les tombes, en avant ! Octave Uzanne. XXX"], [25, "Le Bureau d'omnibus PAR Gustave KAHN"], [26, ""], [27, "LE BUREAU D'OMNIBUS y e mur gris, le mur correct, le mur impassible de JL_i la Madeleine si froid parmi la maigreur de quelques arbres tout fatigués de faire interminablement leur métier d'ouvriers d'art respiratoire, le mur froid de la Made leine abrite les pompes mondaines contre la grouillante émeute populaire de tous les omnibus qui passent narquois, cocasses, couvrent le sol de fleurs bigarrées, emportent des corbeilles, des paniers, des dames et des employés, puis s'enfuient vers les distances incroyables des Bastilles et des Passy. L'omnibus s'arrête dans l'allure d'un char de triomphe ; les chevaux profitent, doux, d'un instant de repos légitime et dû. Eurent-ils jamais d'autres destinées que venir à la Madeleine et en repartir et ne serait-ce pas une disgrâce pour ceux qui veillent au bien-être des voyageurs, dans cet endroit presque de luxe, d'être expédiés vers les Vaugi-"], [28, "4 LES RASSEMBLEMENTS. rard, dans une contrée moins belle où íleurissent d'autres platanes moins sélect? Ici les gens ralentissent le pas instinctivement; c'est un des spectacles de Paris qu'ils regardent une minute, sans plus se douter qu'ils y prêtent attention ; c'est là que les ermites des Ternes jettent les yeux sur le kiosque à jour- naux et apprennent de soudaines apparitions de quoti diens; c'est là que les voix formidables des camelots, chœur sans cesse renouvelé, les instruit de la pelite gazette courante, du faux faits-divers, de la vieille nouvelle à sensation ; et les asphaltiers réguliers, ceux qui ne dépas sent guère la Concorde ni les libraires du boulevard des Italiens, se mêlent à cette foule pour y reconnaître l'impres sion d'anciens visages disparus, de faces telles qu'on en vit au café du Commerce, à celui des Entrepreneurs, vers Neuillv, Meaux ou Falaise."], [29, "LE BUREAU d'O.MNIBUS. 5 Au matin c'est plein ici de haltes coquettes. Des dames qui tiennent à la main un paroissien, quelque carnet pour noter les nécessaires emplettes, sautillent d'un omnibus à l'autre. Et certaines sont majestueuses avec un peu d'infini dans le regard, celles qui n'ont plus rien à désirer, ce ma tin-là, des grands magasins. II n'y a plus pour elles qu'à partir, se laisser ramener au trot de tonnerre, lent et bruyant, de la caisse jaune ou verte jusqu'au bout de la traversée; alors l'omnibus, à leur demande, du fait seul qu'elles se lèveront à demi, s'arrêtera obéissant, comme tout le monde le devrait faire, si la vie avait encore les belles allures policées. Des messieurs graves se promènenl un peu rêveurs ; elle ne viendra pas, et la lettre était une mystification. II y a toujours, dans un bureau d'omnibus. un homme assez bien conservé, moustaches cirées, paletot mastic, d'un air qui rappelle d'autres aspects : on dirait une ébauche faite de traits disparates de différents grands hommes. C'est un vainqueur des cœurs qui pal pitent aux rues lointaines. Qu'est-il? petit rentier? monlre t-il des phénomènes en province, est-il le courtier perpé tuellement chargé de trouver cent mille francs pour le lendemain ? Mystère! à ce moment il est un homme qui attend en tortillant ses moustaches; serait-ce une mystification, celle lettre? Pourtant précise : « Onze heures, bureau des omni bus. Je vous aime... » Et sans doute la plaisanterie émane de ce gros monsieur aux yeux en boules de loto, au ventre tressautant qui roule comme un amas de pommes, l'œil égrillard sur le bureau des omnibus. Le chevalier aux noires moustaches a tressailli ; qu'est ce ? C'est un pauvre diable qui lui met dans la main un"], [30, "6 LES RASSEMBLEMENTS. papier : « Restaurant 1 fr. 15 près de la gare Saint-Lazare ». Ah ! qu'il le froisse avec dépit ce papier : il le connaît trop. II se retourne et se jette dans un grand drôle qui brandit une boite de mimosa ; il se bouscule alors contre le naïf pâtissier qui lève les yeux au ciel sous sa manne à demi chavirée, et le monsieur rond et gras, arrêté à quelque distance, sourit à tout d'un bonheur inso- lent, d'un bonheur luisant, et le chapeau levé, éponge sa calvitie d'un geste qui salue et semble crier vivat. Tout finit, même une belle ma tinée; voici des hommes à la face pâle de faim qui escaladent les im périales ; les faces d'attenlc sont contractées. La petite foule a un petit air nerveux, celui des jours d'émeute, et les camelots sont re poussés un peu plus rageusement et les alliciances du petit restau- rant écartées plus bref. Mais le momentjoliet, la belle heure de ce carrefour, c'est par les beaux étés, à cinq heures du soir. Café de Londres ! que de poètes tu vis ces jours-là à ta terrasse inventée, découverte, divulguée par notre grand Léon Dicrx. Dierx avait compris que là était le point déballe entre les ministères où la jeunesse travaille à peu de gain, et les Batignolles où elle s'abrite de peu de luxe. Que d'autres y vinrent, y sont venus, y viendronl encore et Case, et Mendès etBlondeI,et Hennique,ct Paul Fort, et Charles H. Hirsch, et Fénéon, elc, pour voir passer les omnibus d'été aux impériales pavoisées de fleurs, floltanles de panaches et de"], [31, "LE BUREAU D'OMNIBUS. 7 plumes, pour y voir monter, pour en voir descendre des gens toul heureux de soleil. Oui, cette halte de la Madeleine a fortuitement toules les apparences des premiers embryons de ville ; c'est malgré le jeu de la civilisation un coin primitif. Voici le temple, les arbres sacrés; voici le carrefour des quatre routes, les voies où les peuples se séparaient; voici le marché ambu lant, cn plein vent, les crieurs de nouvelles. Voici les marchandes de sourire. Elles altendenl l'omnibus perpé tuellement, leur va-et-vient est la conlrc-partie de celui du monsieur qui ressemble à tant d'hommes illustres. Elles sont nombreuses, elles sont toujours les mêmes. Elles reconnaissent les vieux militaires retraités, les employés à la serviette bondée, les professeurs de comptabilité et de billard, les Bordelais qui placent le vin, les Marseillais qui placent l'huile, les Lyonnais qui placent la bière. C'est ici qu'un Hoffmann ou un Dickens eût exercé avec fruit sa divination; car cc colonel (au moins) aux mous taches tombantes est un chcfd'inslitulion ; cc sage à la face d'Hippocrate, au front méditatif presque calleux de rides, est un excellent tailleur qui attend l'heure d'aller gare Sainl-Lazare retourner au natal Virollay ; et cet homme barbu dont vous croiriez qu'il va sortir de quelque endroit de son vaste paletot ou de sa serviette énorme, un lonnelcl d'olives ou des échantillons rouges ou blancs, c'est un député, c'est une des voix tonnantes de la nalion. II ren contre là un solliciteur qui l'altend ; mais le solliciteur n'a pas lc temps de placer un mot, et l'on dirait, vu les gestes enveloppants, la parole ardente, l'œil inquiet d'un compli ment, humide et quêteur de celui qui parle, que c'esl lui qui demande une grûceà ecl homme qui se lient là comme une"], [32, "8 LES RASSEMBLEMENTS. borne, beau et facile à persuader comme le suffrage uni versel. Carrefour des omnibus, humble gare, parfois tu sembles hérissée de mannequins figés par une subite colère des dieux, et des Parques rigides obstruent la circulation. Aussi, les plus élégantes allures foulent ton sol et reliennenl un instant ahuri, et rose, un tout jeune homme pétrifié d'avoir entrevu quelque Galathée inaccessible; ta banalité même implique pour lui toute une sensation d'inconnu. Comme le soleil tu as ta beauté et ta vermine, tes passants et tes camelots. Tu es sans doute pour ceux qui doivent fluer el refluer sans cesse du cœur de Paris jusqu'à l'extré mité de ses doigts laborieux, le lieu triste d'attente pénible, quand toutes les foules sollicitent la même voiture, et que de familles y perdirent cruellement du temps précieux. Mais pour le poêle, piéton résolu, et qui ne prend jamais d'omnibus, tu es l'endroit criard, à la fois prévu et imprévu, monotone et peu varié, on l'on aime parfois s'asseoir en un café pour voir, par les larges fenêtres claires, des gens qui attendent et des gens qui s'agitent et ceux qui filenl sur leurs fines bicyclettes."], [33, ""], [34, ""], [35, "Le Pêcheur à la ligne PAs\\ Tristan BERNARD"], [36, ""], [37, "LE PÈCHEUB A LA LIGNE Il s'est formé sur le quai, derrière le pêcheur à la ligne un chœur silencieux. Voici un ouvrier flegmatique, contremaître d'un atelier d'ajustage. II a le regard sentencieux et semble content de lui-même. Son haleine est sucrée d'alcool et ses bajoues sont piquées d'un cent de pointes grises. II s'est appelé Gavroche dans sa jeunesse. II a adressé à nos institutions l'implicile hommage d'un bruyant irrespect. Maintenant il s'appelle Prudhomme. II est le sieur Prudhomme, sinon Monsieur Prudhomme. II marche, à la suite de Millerand, sous un rouge et pacifique étendard. II demande au progrès social de le rendre bientôt conservateur. Voici un rentier sans âge, glabre et dodu, vêtu de drap solide. C'est un gibier d'hommes d'affaires. Chaque matin, des gens véreux assiègent et assaillent sa petite maison de"], [38, "12 LES RASSEMBLEMENTS. Vaugirard. Ils stimulent sa cupidité endormie et le requièrent de placer avantageusement leurs fonds. Voici encore une modeste « Terreur » trop effacée pour les premiers rôles, mais qu'on emploie volontiers comme « utilité » dans les grands crimes. Et voici un Diogène à feutre mou, indulgent pour la richesse d'autrui. A ses côtés, un médiocre élève de primaire regarde devant lui de toutes ses forces, à faire éclater sa tête. Et, tout fier de connaître le pêcheur à la ligne, le fils de la crémière, qui se repose d'une récente influenza, s'est assis à côté de lui sur la berge. Tous ces gens le regardent pêcher, et lui ne les voil point. II méprise leur vie affairée et étroite, leur vie pareille à une ligne de tramway, d'une utilité bornée et vaine, dans la grande inutilité des choses. S'il avait de la littérature, il évoquerait la chanson mé lancolique du cocher d'omnibus : Son petit nom était Léon. II disait de rares paroles. Ses heures n'étaient pas plus folles Que des notes d'accordéon. II s'en allait à l'Odéon Pour retourner aux Batignolles Et repartait des Batignolles Pour revenir à l'Odéon. Le pêcheur à la ligne n'a point le souci du bien-être à acquérir. Le bien-être lui est loisible, et il ne s'y complaît point. C'est pourquoi, las des choses connues, il hasarde un fil timide dans le mystère de Peau. J'irais bien, moi aussi, m'asseoir pendant des demi journées au bord de la rivière plate. Elle est belle du bleu"], [39, "13 LE PÊCHEUR A LA LIGNE. passé du ciel et de la verdure des arbres. Nous savons bien que le ciel pâle et les arbres verts ne sont pas dans le fleuve. Mais nous aimons le fleuve parce qu'il est mystérieux, et fermé par une grande vitre trompeuse. Sachez-le, Marie. J'aime la rivière parce qu'elle ment. Je suis las des arbres et du ciel, de leur vert ponctuel et de leur bleu coutumier. Mais j'aime au fond de l'eau leurs appa rences mensongères. J'aime aussi vos grands yeux, Marie. Vous êtes plus belle que toutes les belles, mais vous aimerais-je autant, si je vous savais telle que je vous vois? Je vous honorerais, cerles, de mes serveurs régulières et espacées, et je vaquerais à mes mystères. J'aime la rivière qui glisse incessamment, qui emmène vers la mer lointaine l'esquif pavoisé de mes songeries, jus qu'aux flots de la mer innombrables et magiques, aux flots qui chantent l'Inconnu. C'était la voix de l'Inconnu qui chan tait à l'âme des navigateurs, et faisait surgir hors des eaux des femmes belles et décevantes. Elles étaient celles qui promettaient toujours et ne tenaient jamais leurs pro messes. Mon âme, plus prompte que le temps, va droit aux heures sutures, les possède el s'en lasse. Les promesses certaines sont comme des fiancées déflorées, qu'aucun •2"], [40, "14 LES RASSEMBLEMENTS. bonheur n'allend plus à l'autel. Elles sont odieuses et tristes. Ne cessez point de promettre, Marie. Je voudrais être au milieu de la mer, sur une barque. Autour de moi le monstre agiterait son dos incommensu rable élargi en milliers, en millions, en mil- liards d'écaillés, d'écaillés noires et blanches sous la lune, blanches, vertes, et vermeilles selon le caprice du jour. HiATAiAAiAAA | Jour sur la Mer, ayant à sa proue l'éternelle Aurore. Mais le cruel éperon du couchant est à sa poupe, qui mord et ensanglante le dos de la Mer. Vienne la nuit orientale, pour panser la blessure... ... Attention! Le chœur des spectateurs me rappelle à Tordre. Le bouchon rouge et vert a disparu dans l'eau profonde. La ligne, brusquement soulevée, va-t-elle s'éjouir du frétille ment argenté de la capture? Mais le bouchon est revenu sur l'eau. Je n'ai senti qu'à peine, au bout de la gaule flexible, l'attirance de l'eau. Puisse cette attirance se faire"], [41, ""], [42, ""], [43, "15 LE PÊCHEUR A LA LIGNE. plus forte quelque jour, et doucement je me laisserai entraîner vers l'eau impérieuse. Vous souriez, Marie, et ne me croyez point. C'est donc que vous savez que, si l'eau est captivante, elle est cruelle et froide, et que vous savez aussi que je le sais bien !"], [44, ""], [45, "L'Enterrement TAR Romain COOLUS"], [46, ""], [47, "L'ENTEBBEMENT Éploi d'un pesant drap noir Chiffré d'une majuscule Peut-être un peu ridicule Pour désigner qui n'est plus Qu'un pauvre aspirant-élu El vient de faire bascule Dans les infernaux palus. Éploi donc du grand drap noir, Si symbolique du soir Et de la nuit-entonnoir Pour le monsieur qui s'en va Du côté de Jéhovah"], [48, "20 LES RASSEMBLEMENTS. Et qui d'ores Et déjà dort Bien mieux qu'un loir. Heureux, celui qui roupille, Sachant bien qu'on le gaspille, Qu'on l'estampille et le pille Et qu'il sert de réfectoire A des helminthes notoires ! Cependant que la cigale Grésillotte dans les blés, II dit aux vers assemblés : « Messieurs, c'est moi qui régale ! » Discours évident et bref, Mais précis au premier chef, Qui sera facilité A qui fut d'humilité. Éploi donc du grand drap noir. Était-il sieur? Fît-ce une dame? Nul ne sait. Enfin c'est une âme Qui prend ses claques et ses cliques Et se promeut relique, Une âme enfin qui dil bonsoir A toute la société Et bêtement Oh ! bonnement Se guérit d'avoir été. « Bonsoir, tous: je suis de la classe J'étais une (las !) âme lasse"], [49, "l'enterrement. 21 Et fus un corps très las, hélas ! Matelassez-moi de lilas, Fleurs mortelles, et d'immortelles S'il vous plaît, et d'un tas de telles Semblables autres bagatelles, Parfums pour désunis analogues, Fleurs pour pleurs, discours, apologues ! Pressons, pressons, les sieurs et dames ! On me réclame ! On me réclame aux synagogues, Aux minarets, temples, églises. II sied que divers ciels m'élisent : On prend ses billets aux pagodes. II urge donc qu'on me bénisse, En mesure et parmi des odes Psaulières prescrites aux codes, Afin que dûment j'en finisse Avec l'existence, épisode Un peu sot encor que de mode, Avec la vie et la durée Qui nous sont au cœur indurées. Bonsoir donc, c'est plutôt pressé ! » Le marchand de sable A passé Cependant qu'on hable. Oui, vieille âme, assez ; Ne fais pas la maligne Et rentre ton orgueil ; Car voilà que tu clignes De l'œil."], [50, "22 LES RASSEMBLEMENTS. Le marchand de sable a passé, Le vrai, le marchand de poussière De la poussière que nous sommes Tous plus ou moins, les fils des hommes Mais si proches parents des pierres, Des sols el des mouches guêpières, Malgré nos cilleuses paupières El l'émoi bleu de nos prunelles! Les certitudes éternelles S'apprennent en ces fraternelles Et douces âmes humbles : Lis Aux conques des volubilis Et dans l'essor cambré des lis La mort des royautés charnelles Et — mémento quia pulvis ! ! X Veine alors ! un brin de spectacle ! Une façon de tabernacle; Un mort qu'on racle ; Une débâcle ! Chouet' maman! le bon temps perdu Oui nous était fichtre bien dû ! Vivre n'est déjà pas si rose ! Heureusement, voilà Chose Oui dévisse son billard Et nolise un corbillard Pour aller ronfler à l'aise Aux sous-sols du Pèr'Lachaise. Chic ! on pourra s'amuser Et quelques instants muser ! !"], [51, "l'enterrement. 23 Sur l'asphalte un tas de gosses S'en flanquent de nobles bosses ; Et la boite oblongue fascine De non moins bossantes gossines. Ohé ! oh ! les porteurs d'os ! Vous avez l'air constipé ! Votre vieil habit fripé Gode et plisse sur vos dos. Ohé! oh! les porteurs d'os ! Ohé, ohisse ! La boîte est sourde, lisse et glisse; Allons, ohisse ! Encore un tout pelit effort : Vous allez réveiller vot'mort ! Les gens Ne sont vraiment pas exigeants ! Un mort qu'on encorbillarde : Les voilà qui babillardent ! Et puis, ça fait tant de plaisir A tous les vieux qu'ont du loisir ! ! Ils sont des tas qui l'ont connu ; C'était pas le premier venu. Brave homme En somme. Et comme On n'en fera de sitôt plus. II aimait trop les femmes. C'est ce qui l'a tué; Avant qu'il ait pué"], [52, "24 LES RASSEMBLEMENTS Jésus prenne son âme Madame ! Oui, de mœurs légères, Dit sa ménagère Qui point n'exagère ! Sur ses étagères Des photographies D'un tas de Sophies ! Tout a une fin. Enfin ! X Corps gâché que l'on défalque En avant ! au catafalque ! En face du grand drap noir, Figé le long du trottoir, Patient, en véhicule Qui tous les jours véhicule Des boisseaux de molécules Et, par tous temps, les déverse, Giboulées, soleils, averses Dans les creusets éternels, Massif, passif, poncif, poussif Automatique et processif, Et solennel, Asthmatique et mathématique Attend l'antique L'antique char, Le triste char Mêmeaux déchards Qu'aux richards !"], [53, "l'enterrement. 25 La mâle aventure 0 gué! La sotte voiture Pour déconfiture ! La sotte voiture, ô gué Quand on n'est pas fatigué ! En avant, cortège ! Le ciel te prolège, Feu qui t'en vas, pauvre feu, Sans désormais lieu ni feu ! Médite dans ton armoire O décédant dissident ! On n'est pas trop mal dedans Pour rafraîchir sa mémoire Et même se souvenir Qu'il existe un avenir. Avant que ne se disloque Ta pulvérisable loque Dépêche un bref soliloque. II est lemps, mon noble ami, Entre nous que tu y songes Avant de passer éponge Lichen ou corail parmi Les divers trésors nautiques Qui parent les Atlantiques. Dieu t'attend, tout simplement; II est temps que tu te cueilles Et peut-être te recueilles Pour t'offrir à lui gaîment. 3"], [54, "26 LES RASSEMBLEMENTS. Bon dodo dans la guérite Adéquate à ton mérite Dont, comme tous, tu hérites ! Tâche avec sérénité Cependant que tu t'effrites D'effeuiller selon les rites Au cœur des éternités Des étoiles-marguerites. Car ça fait passer le temps Aux gens qui sont hors du lemps"], [55, ""], [56, ""], [57, "L'Épervier PAR Pierre VEBER"], [58, ""], [59, "L'ÉPEBVIEB Qu'est-ce que c'est ? « Je ne sais pas; ils regardent un homme dans une barque. » Faut-il que les gens soient bêtes et désœuvrés pour regarder un homme dans une barque? Et puis après? Néanmoins je reste ; à même la chair d'une croulante aïeule, devant moi, je me creuse un jour de souffrance, et j'aperçois la Seine, moirée de remous. On ne m'a pas trompé, il y a bien une barque avec un homme dedans. Et puis après? Je vais m'en aller, car j'ai un rendez-vous au boulevard ; des affaires compliquées, transactions... La barque est comme toutes les barques plates, avec deux"], [60, "30 LES RASSEMBLEMENTS. becs effilés ; l'homme est comme tous les hommes coiffésde chapeaux mous et vêtus de blouses ; il rame lentement dans la direction de l'égout. Je ne comprends pas l'intérêt que l'on trouve à regarder ça. Je m'en irai; mais j'attends qu'un autre de ceux qui regardent s'en aille le premier et me prouve à moi-même que ça n'est pas intéressant à regarder. Personne ne bouge; peut-être y a-t-il quelque chose de spé cial que je n'ai pas découvert. Un noyé? on crierait; l'homme à la barque se dépêcherait un peu plus. Quand il sera près de l'égout, je filerai. II fait froid sur ce pont ; mon rendez vous me tire parla manche. L'homme continue à ramer sans hâle; je le pousse du regard ; va donc, je suis pressé, moi! Déjà il distingue le petit Niagara fan geux qui choit de la lippe inférieure de l'égout; à quelques mètres, il stoppe. , J'ai deviné, c'est un pêcheur; les goujons, attirés en masse par les eaux vannes, pullulent à cet endroit; il va amorcer sa ligne; où est-elle, sa ligne? Tiens, il n'a pas de ligne... II fouille au fond de sa toue, en tire une espèce de man teau à mailles, qu'il assemble en plis égaux ; puis le dispose sur son bras. Ah ! ça devient intéressant ! II s'avance sur le bout de la barque, fier et campé comme s'il portait un défi à l'Histoire. II nous regarde. II se balance, donne un coup de reins, étend le bras, et sou dain un grand carré de mailles plombées s'étend à ses"], [61, "l'épervier. 31 pieds, sur les eaux. Près de moi, un connaisseur s'écrie : « Bien lancé ! » On ne voit plus rien: l'homme laisse filer de la corde entre ses doigts. Et puis? qu'est-ce que les autres attendent? On s'en va, cette fois, hein? Je guette le signal, prêta partir du pied droit; c'est fini, sans doute? Je calcule qu'avec une voi ture, je n'aurai pas plus de dix-huit minutes de retard, quand je sonnerai chez le notaire. D'ailleurs, j'aurais dû me méfier; il y a toujours des attroupements sur ce pont; on s'approche, on se laisse entraîner, on regarde, et on perd des minutes. Je suis sûr que tous les passants ci-pré sents qui ne passent plus ont, ainsi que moi, des affaires urgentes. Allons, je vais donner le signal, je parlerai, je dirai: « C'est fini... », ou « II n'y a plus rien à voir... » Ah ! l'homme a cessé de filer sa corde ; il rame un peu pour s'occuper ; ensuite, il se relève, place un genou"], [62, "32 les rassemblements. contre le bordage et se meta tirer la ficelle qui plonge dans l'eau; qu'est-ce qu'il ramènera? Méthodiquement, brassée par brassée, il amène à lui la corde de l'épervier, d'un geste régulier. La corde s'amasse à ses pieds, je m'attends à voir sortir de l'eau... quoi? je l'ignore, mais ça ne peut manquer d'être surprenant. Ce pendant, c'est toujours et encore de la corde qu'il dévide. A la longue, ça devient agaçant, je pars, j'y suis résolu. Attention, l'homme s'arrête... Oh ! oh! II se lève un instant, nous considère; il nous compterait un à un, s'il voulait. II a autre chose à faire ; il reprend sa corde, et continue à la tirer de l'eau ; il a dû en ajouter, sournoisement. II en tire, tire, tire, tire, tire, tire, tire, tire, tire, tire, tire, tire, tire, tire, tire, tire, tire. Je sens que je ne parlirai pas tant qu'il y aura de la ficelle; j'ai comme une angoisse de voir ce qu'il y a au bout. Enfin ! au bout de la ficelle émerge une masse mouillée, une loque compacte ; l'homme la prend à deux bras, la hale ; il la place au fond de latoue, et la déplie... Rien... il n'y a rien dans l'épervier; l'homme saisit les rames et s'en va là-bas exploiter les passants d'un autre pont ; il a pris au filet nos attentions, notre temps, notre curiosité. J'ai manqué mon rendez-vous."], [63, ""], [64, ""], [65, "Travaux de voirie PAR Thadée NATANSON"], [66, ""], [67, "TRAVAUX DE VOIRIE Tous les jours dans Paris s'ouvrent des tranchées. La voirie y a fort à faire. Tanlôl c'est une rue qui s'arrôte — la circulation est interdite — le temps de recoudre, redoubler sa robe de pierre, de terre, d'asphalte ou de bois. Car elles en ont de toutes les sortes et en changent souvent, comme il con vient. A chaque instant il faut, là refaire un point dans le tissu des pavés, ici repriser un accroc qu'ont fait les roues pesantes. Et le macadam est si vite chiffonné, si souvent fait des plis, qu'on n'est tout le temps occupé qu'à le repasser laborieusement. D'autres fois les trous, les gouffres qui se creusent font songer à des bouches géantes qui s'ouvriraient. Des rues gisent la bouche ouverte, entr'ouverte. C'est un caprice, ou, le plaisir, en bâillant, de distendre leurs mâchoires de pavés."], [68, "36 les rassemblements. C'est une gueule énorme qui bée, se secoue et rend des terres bilieuses, ou, plus péniblement, vomit ces pelletées de terreau noir qu'on dirait que du charbon ensanglante. Mais qu'en public une rue se retrousse, s'habille ou se déshabille, crache, ou donne le spectacle des suites d'une indigestion ou de quelque maladie plus mystérieuse, les passants accourent. II semble bien qu'ils obéissent à un précepte de cette civilité urbaine et morale qui commande de se découvrir au passage des enterrements, de courir aux incendies, d'étouffer les asphyxiés et les épileptiques, de faire cercle autour des chiens crevés et de respecter les autorités. On n'a pas plutôt planté les pieux qu'ils suspendent à la corde, insuffisante, un vivant paravent. Aucune consigne ne gêne cette très respectable habi tude. Les agents délaissent ces parages où ils n'auraient que faire : car, ou bien la circulation est déjà impossible, ou les encombrements se créent d'eux-mêmes. Au surplus pourquoi dérangerait-on ces paisibles spectateurs? S'ils doivent compte du temps qu'ils perdent, ce n'est qu'à leurs patrons. Les disperser sous le prétexte qu'il ne se passe rien serait confesser qu'on a tort de le faire toutes les fois qu'il se passe quelque chose. Et puis il ne reste pas tant de traditions, surtout de celles qui sont inoíl'ensives et ne contredisent ni aux bonnes mœurs ni à la forme du gou vernement ! Librement on se presse, on se bouscule. Ceux qui ne sont qu'au second rang, qui se haussent et s'efforcent de se faufiler, par-dessus une épaule ou la tête d'un gosse voient mal, attendent impatiemment leur tour. Quant à ceux qui sont parvenus à la corde, ils ne voienl"], [69, "37 TRAVAUX DE VOIRIE. rien ou pas grand'chose, mais tiennent au moins à jouir d'un privilège conquis péniblement. Devant eux quelques pioches et des pelles s'agitent sans fièvre et des tas de terre montent très lentement. On déplace des pavés avec gravité ou bien on en replace non sans précautions. Rarement une conduite crevée fume d'une puanteur nouvelle ou bien on voit un ouvrier s'engager dans un tuyau monstrueux. Combien ne faut-il pas laisser passer de conversations d'ingénieurs, d'allées et de venues, d'inspections de contre maîtres, d'ordres et de contre-ordres; voir se déchausser d'égoutiers, boire ou s'en aller d'ouvriers, contempler de préparatifs qui n'en finissent pas, avant que d'apercevoir le moindre changement ou que, par exemple, de cette bobine gigantesque coule très doucement le réseau ténu des fils téléphoniques. Pour l'ordinaire rien ou presque ne bouge. Mais les passants attendent sans doute Texlraordinaire : qu'apparaissent les mystérieuses entrailles de la terre ou qu'une source jaillisse. Cependant, résignés à la rareté du prodige qui fait tout son prix, ils attendent patiemment quelque chose qu'ils ne savent pas et, respectueusement silencieux, continuent, sans se lasser, de regarder. L'un en oublie son journal, comme pour attester qu'il ne distingue pas entre les événements capables de captiver son attention. L'autre, dont le portefeuille s'alourdit de dossiers et de papiers importants, n'éprouve aucun scrupule à suspendre quelques heures de plus la marche si lente de la procédure : elle peut bien s'arrêter si toute la circulation s'arrête. Un gamin manque Técole où peut-être il ne s'ins- í"], [70, "38 LES RASSEMBLEMENTS. truirait pas davantage et contemple la tranchée comme peut-être il rêverait sur son Histoire de France ou son Arithmétique. Celui-ci ne sent plus le poids de ses paquets qui faisaient paraître si longue la course à faire Celui-là voit pour la première fois un travail de ce genre. Cet autre le compare à tous ceux qu'il a déjà vus et qui étaient pareils. L'un perd son temps à dessein et s'attriste. L'autre ne perd son temps qu'à regret, dix fois fait mine de s'arra cher, demeure et s'attriste. De biais, un jeune homme n'a l'air de risquer un coup d'œil qu'en passant et cependant s'attarde depuis trois quarts d'heure. Mais peut-être qu'il s'autorise de l'exemple d'un vieillard correct et sensé, ou qu'il s'est promis de partir aussitôt que son voisin, qui Tattend et qui reste. Des ouvriers qui vont à leur travail ou en viennent, dont la vie, dès l'enfance, s'est usée au travail, ne prennent un instant de repos que pour contempler encore du travail. Pas de femmes. Même les fillettes préfèrent leurs pou pées. C'est peut-être qu'il leur faut à toute force s'occuper à quelque chose, s'asservir à la minutie d'une besogne. Ceux-là qui s'attardent et tout à Theure allégueront « des occupations... les affaires... » et même en tireront vanité, jouissent tant qu'ils peuvent du bonheur de ne rien faire, de ne faire absolument rien, même rien regarder et rêvent. Ils n'ont pas de maître que leur fantaisie. Ils sont libres. Vides. Ils ne regardent ni par plaisir, ni par curiosité ; ni pour se reposer, ni pour s'instruire, ni pour oublier, ni pour s'amuser, ni pour se distraire. Ils perdent avec délice un temps qu'ils veulent se persuader qu'ils emploient. Ils usent des heures."], [71, ""], [72, ""], [73, "39 TRAVAUX DE VOIRIE. Et leur badauderie continue de s'alimenter non du spec tacle mais d'elle-même ; insatiable, se repaît d'elle-même, bâille pour bâiller. Aucun propos ne s'échange. A quoi bon? Ils sont silencieux et même ne se dévisagent pas entre eux- Ils contemplent muets, des heures durant, des pavés qui vont et viennent ou des instruments qui s'enfoncent, comme d'autres, des journées entières le flux et le reflux du flot, aussi absorbés devant le trou, qu'eux au bord de la mer, et, comme eux, ravis en extase, rayonnent de la même stupidité."], [74, ""], [75, "L'Áccident de voiture PAR Ernest LA JEUNESSE"], [76, ""], [77, "LWCCIDENT DE VOITURE i Le cheval s'est abattu, sans prévenir. Pas de ruade, pas de glissade, pas d'arabesques, une brusque oscillation à gauche et une chute, lourde, d'effort puissant et de dou ceur, tout d'un jet. El il reste sur le damier de la chaussée, calme : il ne souffle pas, il attend. II n'attend pas long temps : le cocher prend le temps de s'apercevoir que son cheval est tombé, de s'étonner, de jurer (sans aigreur) et ses galoches hurlent sur le pavé : le temps maintenant de crier à ses bourgeois : « Ça n'est rien, bourgeois », le temps d'ajuster son cache-nez, de mettre son chapeau un peu sur l'oreille, en crâneur qui connaît les chevaux, leurs chutes et leur ûme, et il est tout à .'accident. Ça va bien : il a un public : des dos se penchent vers l'œil et vers les naseaux"], [78, "44 LES RASSEMBLEMENTS. de la bête : le cocher parade, écarte des curiosités et, mains auxhanches, l'œil froncé, la mâchoire napoléonienne, contemple le désastre ; puis il se redresse pour se jeter d'un mouvement plus émouvant sur le harnais et le bran card : han! c'est un geste de justicier; il en dépouille le cheval qui a failli à son devoir de trotteur et qui a voulu gésir dans la rue, comme un simple bicycliste : l'œil du cheval apparaît, infiniment doux, un œil pâle et triste de cheval et sa bouche s'affine, puis c'est le brancard de droite que le cocher saisit et qu'il lève le long de la voi ture comme une échelle de sauvetage contre une maison incendiée : le brancard de gauche, on s'en occupera tout à Theure — et, sous le cheval, il doit être en un joli état! Le cheval apparaît blanc, d'un blanc pauvre dartre de plaques grises et de meurtrissures, d'un blanc de misère, et ses pattes sont étendues, sans frisson, et sa crinière pend, s'abandonne, sans souplesse. Les gens regardent encore et c'est un concours de réflexions et de conseils entre les spectateurs, titis en disponibilité, clercs d'huissiers qui vont avoir quelque chose à conter en rentrant à l'étude, sublimes d'atelier qui pourront reprocher quelque chose de plus au gouvernement et à la providence. « Tirez-le à droite. — Prenez-le par la queue. — Décroisez-lui les pattes... » Le cocher sourit et toise la foule, puis, d'une main il l'envoie à d'autres métaphysiques et de l'autre comme un porte-étendard qui présenterait l'élendard, il tire son fouet et fait valoir dans Tair son énergique mièvrerie, sa ligne fluette et savante. La foule s'écarte : quatre pas; un, deux, un, deux. C'est, sous le ciel, une courbe, un claquement qui zézaie, une sorte de zinc souple et ce sont les pieds du cheval qui remuent, et ce sont ses oreilles qui s'inquiètent,"], [79, "L'ACCIDENT DE VOITURE. 45 c'est sa queue qui cherche un point d'appui. Ça va bien. Le cocher récidive : il récidive en artiste : c'est sinueux, un effort vers le ciel et c'est un crissement d'étincelle — le cheval s'ébroue et s'érige : il fait même un pas vers le poing tendu d'un jeune garçon boucher qui, héroïque, rougit de son héroïsme et dont le tablier flotte, bouclier frêle, vers le poitrail de la bête : le cocher tire ses bran cards, ses harnais, ne songe plus à l'accident, remercie déjà les bourgeois du pourboire, mais, brusque, la bête recule, ahanne, s'affole, tombe sur les genoux, s'essouffle, rauque, tâche à se relever, gratte le pavé d'un sabot incertain, puis, romantique, les yeux béants, la bouche en feu, se recouche sur le flanc. II Cette fois-ci, c'est plus grave, qu'est-ce donc ? La foule, accrue et de cadres neufs, avance, épie les efforts, détaille les souffrances du cheval : voici venir un vieux monsieur; voici, d'un pas de protagoniste et la moustache cruelle, venir un sergent de ville ; voici — c'est décidément une agonie — venir un autre » Urbaine ». Et c'est un Urbaine qui la connaît, dignement glabre, en homme qui respecte la tradition et la corporation, le nez nuancé, comme « l'ancien cocher » (celui qu'on ne trouve plus que sur les enseignes des restaurateurs à trente-trois sous), le cheveu vague sous le chapeau blanc, il s'enquiert brièvement, objurgue son collègue qui ne crâne plus, qui ne bron che plus à celte heure, qui, le couvre-chef enfoncé sur son chef soucieux, tâte, de sa main posée à plat sur la sueur du cheval, le cœur qui hésite et qui fuit. La pauvre"], [80, "46 LES RASSEMBLEMENTS. bête ! elle tremble maintenant et sa peau se ride de rides ondoyantes et ses yeux se plissent et s'aiguisent de flam mes d'au-delà et c'est un frisson des pattes, un frisson de la crinière, un frisson de la queue : ah ! sa lassitude et sa pauvre bouche qui va, qui va, qui se gerce, qui broute à vide, qui se rentre, qui a des sanglots et des apitoiements ' Et voilà maintenant son pauvre ventre qui enfle, qui enfle, et quelque chose, une âme, qui vient secouer son poitrail, qui remonte jusqu'à sa bouche comme si elle la voulait cracher à cette ville qui l'a tuée, et voilà cette âme qui retourne en une saccade, qui gonfle encore plus son ventre et qui tourne, qui tourne, en rides nouvelles. Des mots courent parmi la foule : « Les tranchées ! les tranchées 1 » Les tranchées rouges ! La lumière se fait dans les esprits et on sent... que ça sent. La pauvre bête est perdue! Un vétérinaire ! Mais les vétérinaires ne poussent pas, comme ça, sur la voie publique : il faut chercher dans le quartier. La bête semble ne pas vouloir attendre. Et les bourgeois voyant que ça durait, se sont tirés, discrètement, sans oser, parl'offre discourtoise de quelque monnaie, distraire l'au tomédon de sa douleur. III L'antique Urbaine devient fatidique et encyclopédique. II dit les malheurs des chevaux et leurs maladies, il dit que la résignation est la première vertu du cocher et que les chevaux se succèdent sans se remplacer. II conte les accidents qui lui survinrent, les contraventions qui l'acca blèrent, comment un charroi lui brisa une glace devant Saint-Roch et comment, rue Volta, par traîtrise, le navra"], [81, "l'accident DE VOITURE. 47 un charretier. Puis ce sont considérations sur les omnibus, sur le pavé de bois, sur le compteur kilométrique, le métro politain et les laitières. Et Tagent est pris à témoin et témoigne noblement pour se donner une contenance. Car il a l'àme toute chiffonnée devant ces affres et n'a pas la force de dire aux gens ce mot vain, sans signification, qu'est : « Circulez ». Le cheval, lentement, lentement, « achève de mourir ». Ah! très lentement. Rien à faire ! El le vétérinaire ne vient pas ! II n'y a peut-être jamais eu de vétérinaire dans le quartier. II n'y a peut-être jamais eu de vétérinaire nulle part. Le cocher s'est relevé et les mains dans ses poches, les galoches lourdes, piétine sur place et rythme un thrène. Des gens viennent, qui se pressent, qui allongent vers le ventre ballonnant du cheval leurs interro gations idiotes: « C qu'y a'?... c' qu'y a? » Elle cheval, dont l'œil devient vitreux, cherche de sa bouche presque froide le bois de sa mangeoire, à mordre, à mordre, avant de passer. Non, c'est le pavé, le pavé de pierre. Et le cheval gonfle. II ne sera pas saigné. Que voulez-vous? L'agent ne peut pourtant pas le saigner avec son sabre? C'est peut-être avec sa langue que le saignera le marmiton qui là-bas et qui, d'indignation, fait danser sa manne sur toque écumeuse. Alors? alors? Et TUrbaine, se tait, philo sophe IV Le cheval est mort. La voiture s'en fut et le cocher s'en fut et TUrbaine et Tagent et la foule. On a tiré le cheval près du trottoir, on Ta gazé d'une toile d'emballage et quelqu'un est parti quérir l'équarisseur. La nuit tombe. Des regards s'arrêtent un instant sur le cadavre raidi et on"], [82, "48 LES RASSEMBLEMENTS. passe. II ne reste, pour le garder, que Coco, dit TAztèque, dont le cœur s'amollit dans la brume. Et voici, — ah I les heures ont passé bien vite — la voiture à Macquard qui vient, noire dans le noir, avec un point rouge, la pipe de l'aide. La voiture s'arrête, se défonce, s'accule. Des gens revien nent, — qui tâchent à gouailler et à s'attendrir. Une chaîne se déroule, rouillée. Un jeune homme prend la queue du cheval, la dresse, met quelque chose dessous et voici la chaîne qui, avec bruit, de nouveau s'enroule. Et, lentement, lourdement, une masse va, monte, monte dans la voiture penchée. C'est fini : le cheval y est. La voiture bascule et s'en va, tandis qu'une patte du cheval sort, très raide sous la pipe de Téquarrisseur, et elle file, en des cahots qui glou gloutent et qui s'enrouent. Et Coco resté seul secoue la tête : d'un geste il tranche la question de l'âme des bêtes, de l'âme des gens et bien d'autres questions encore. Et, majestueux, il s'écoute, à cette place où la Mort vient de se jouer. « Ce que c'est que de nous ! » affirme-t-il. Et des fiacres vont par la nuit."], [83, ""], [84, ""], [85, "Le Noyé PAR Victor BARRUCAND 5"], [86, ""], [87, "LE NOYÉ On Ta repêché presque tout de suite, avec une gaffe. — II était mort? — Comme vous voyez. — Mauvaise raison : on a vu des noyés qui.. — Celui-ci avait bu. — Ah, s'il avait bu ! — Pour une fois que le camarade a mis de l'eau dans son vin, ça ne lui a pas réussi. — Respectez la mort, jeune homme. — Regarde, Mélie, comme il a la peau sale. — Et les cheveux. — II est vaseux. — C'est pas la mort qui m'impressionne, moi, c'est les pompes funèbres. — Dégagez, dégagez."], [88, "52 LES RASSEMBLEMENTS. — Sait-on comment l'accident s'est produit ? — Du haut du pont. — Pas du tout. C'est arrivé tout naturellement : il déchargeait des sacs de plâtre, n'est-ce pas, et alors, en passant sur la planche, vous comprenez, il a fait un faux pas et... naturellement... — Cet homme ne savait sans doute pas nager — les ouvriers sont Irès imprudents. — S'est-il débattu ? — Non, il a coulé comme un plomb. — Dégagez, qu'on vous dit, vous n'allez pas lui monter dessus. — Le flic a Tair mauvais. — Crois-tu qu'il aurait plongé ? — Pas si bête... il a des clous à ses bottes. — Eh ben, vieux, je vais t'en raconter une, du temps que j'étais dans les dragons à Senlis... Viens-tu prendre une pure ? — Sa femme travaille en atelier. — L'a-t-on avertie? — On est allé Tavertir en douceur. — Voyez-vous qu'elle s'amène... — Ah, tableau ! — Un bel homme, pas un feignant, bien sûr... un homme dans la force de Tàge. — Marié ? — Naturellement. — Et des enfants? — Vous pensez bien. — Les ouvriers ont toujours des enfants. — Us manquent de sobriété."], [89, "53 LE NOYÉ. — Moins d'enfants, moins de pauvres. — Très juste. — Mais vous n'y pensez pas : la rente baisserait. — Hum! — Misère! — Et dire qu'il y a des gens qui croient au bon Dieu... — Ils y croient sans y croire. — Vous croyez ? — Tu parles ! — Ses souliers n'en voulaient plus. — La semelle s'en allait. — II n'avait pas de chaussettes. — Et sa culotte, regarde donc, Mélie. — Pff!... — En voilà un qui aurait été surpris si on lui avait dit qu'il ne finirait pas sa semaine. — Pensez, il y avait dix ans qu'il travaillait sur le quai. — Dix ans, vous m'étonnez, monsieur, parce que, moi qui vous parle, je passe tous les jours sur le quai. — Vous ne le reconnaissez pas? — Attendez, vous avez raison, je reconnais son chapeau. — Dégagez! Stationnez pas... C'est-il une curiosité? — L'agent a raison. Qu'est-ce qu'ils veulent les enfants? Ce n'est pas une chose à voir. — Tiens, vous êtes bien là. — Allons-nous-en, ma bonne, voilà qu'il tourne au violet. — Ne poussez pas. — Tu dis ? — Qu'est-ce que c'est? — Un noyé. — Est-il bien mis ?"], [90, "54 LES RASSEMBLEMENTS. — Un ouvrier. — Le pauvre homme ! — Encore un accident du travail. — Qu'est-ce qu'ils attendent pour l'emporter ? — La pluie recommence — quel sale temps! Nous n'aurons plus d'omnibus. — Si fait, en tête de ligne. — J'aime mieux aller à pied qu'attendre mon tour. — Le plongeon n'a rien d'effrayant, mais le risque d'être repêché fixe au bord mes incertitudes. — Savez-vous combien chaque tête de noyé nous coûte, à nous contribuables? — Vous allez me le dire. — Pas moins que 36 francs, cher monsieur, tout compris. — Papa, montre-moi l'eau qui marche. — Ne te penche pas sur le pont : la rivière est méchante; elle mange les petites filles. — Est-ce qu'elle mange aussi les hommes ? — Oui, parce qu'il y a un ogre jaune qui les attire. — Moi, j'aime la rivière, quand il fait noir et qu'on allume les gaz : c'est joli comme des lanternes de papier sur un bateau, avec des serpentins dorés et rouges qui se tortillent jusqu'au fond."], [91, ""], [92, ""], [93, "Le Ballon PAR Eugène VEEK"], [94, ""], [95, "LE BALLON La ville avait un aspect accoutumé; chacun allait à sa tâche ou à son plaisir. Le jour ressemblait à tant d'au tres, lorsque le vent fit apparaître entre les carrés de ciel, limités par les toits, un ballon ! Un ballon ! ce ballon fit de la rumeur. La goutte d'eau, qui fait déborder le verre. II fut comme le doigt sur le bouton électrique qui met en branle la mimique des hommes sensibles. II étonna. L'étonnement est la disponibilité des affections inem ployées. II n'y eut qu'un homme dans la ville qui ne colla pas son front aux carreaux ; employé des pompes funèbres, il était persuadé du sérieux de ses fonctions. Les morts ne se réveillèrent pas non plus. Mais les amants, Amour, furent distraits! Un ballon les trouva dispos à la plaisanterie; ils le virent! Les pauvres amants! Méchants fidèles de leur pensée, ils saisirent avec joie Toccasion de se libérer de leurs attaches, d'être quel-"], [96, "58 LES RASSEMBLEMENTS. conques. Ils ricanèrent. Encore si, ingénument pratiques, ils fussent partis de cette apparition éthérée pour se sentir plus proches et nier les intérêts supérieurs ! D'où venait-il ce ballon? De la Chine, du Canada, de TEmpyrée ou de Puteaux? Nul ne le savait. Cela agaçait les reporters toujours bien renseignés. Le moyen de prendre une interview ? L'échelle du rêve de Jacob ne se dessinait en aucun endroit. Les enfants seuls savaient d'où il venait. Des magasins du Louvre, parbleu. Ils voulaient l'avoir, qu'il redescendît. Des mamans très savantes détruisirent leurs illusions : un ballon était un sac de taffetas aussi grand qu'une maison et plus léger que Tair. Comme si Pair pesait! Ils ne comprirent heureusement pas du tout. La nuit, ils rêvèrent que la ficelle d'un ballon du Louvre ne s'était pas détachée de leurs doigts et qu'ils étaient emportés au bon Dieu. Le gardien de la paix ne broncha pas; ce qui faisait lourner l'œil au troupeau de ses intéressés ne devait pas mériter sa surveillance. Les bras croisés sur la poitrine, il prenait, par exemple, la peine visible d'être important. II avança un pied devant l'autre dans une attitude de con quérant statufié; T Autorité était de marbre aux bagatelles. Où allait-il ce ballon? Traverserait-il l'Océan au-dessus des tempêtes? Ne retomberait-il jamais sur terre? L'astronome en chef de TObservatoire braqua son téles cope de la lune à un mètre. Puis il enleva son bonnet en pain de sucre et gratta sa perruque. Dans ce ballon il n'y avait personne! Cela renversai tla Cosmologie transcendante, à la publication de laquelle il avait sacrifié son honneur con jugal. II fut envahi par Thorrible doute. S'il avait fait fausse"], [97, "59 LE BALLON. route? II était trop vieux maintenant pour être la coqueluche des dames; elles lui seraient trop chères. Mais pourquoi la Cosmologie transcendante s'occupait-elle des ballons? A la Chambre, un député de Topposition, qui s'était attardé à un whist avec des commères et qui, sur le pont de la Concorde, avait aperçu le ballon, s'empara de la tribune et fit une interpellation : « Qu'est-ce que cela signifiait ? A quel degré de crétinisme fallait-il que Ton fût réduit, pour que les ballons ne fus sent même pas surveillés ! La Chambre, messieurs, était traitée par dessous la jambe. Les conséquences interna tionales de ce ballon pouvaient être terribles. Les électeurs de Rrives-la-Gaillarde sauraient qu'à ce ballon se ratta chaient des concussions, des tripotages. II fallait une en quête, une commission, un comité de salut public. » Le gouvernement protesta de son honnêteté et assura qu'il punirait les coupables quels qu'ils soient; il dut à cette habile manoeuvre de ne pas tomber. L'enceinte législative avait été le théâtre d'un bruit in fernal à rendre sourd-muet. Nonobstant, Timpavide ballon suivait le sillage aérien, frôlé par les curieuses hirondelles. La tour Eiffel saillit l'embrocher. Le gardien du phare, croyant qu'il était perdu, lança de toutes ses forces une corde pour Taccrocher, mais il ne réussit qu'à s'abîmer le ventre contre le garde-fou. Semblable au vaisseau-fantôme, ce ballon rappela au souvenir de la mort les âmes dévotes. Un académicien néo-chrétien fit un article de circonstance, dans une revue bien pensante, sur la « religion des temps futurs ». Les laïques, les francs-maçons ne pouvaient, avec une intelli gence aussi peu outillée que la leur, donner des raisons"], [98, "60 LES RASSEMBLEMENTS. réconfortantes d'une distraction insolite de la création. Le postulat divin était plus que jamais une sauvegarde contre Tindépendance et la sottise des esprits livrés à eux-mêmes. Le ballon, par notre soumission aux légendes révélées, devenait une manifestation de la bonté céleste, un augure de récréation. L'humiliation, à laquelle il contraignait notre science, était une source de complaisance sociale. Ainsi les hommes argumentaient, tirant chacun de leur côté. Dans Paris, ce jour-là, un jeune homme se jura d'être un grand homme. Le ballon lui avait marqué Tineptie des amitiés éphémères et des travaux faciles. II jugerait le monde du point de vue de Taérostat; lui seul, il saurait le revers de la médaille. Sa débonnaire maîtresse fut, le soir, congédiée avec les ménagements d'usage. II ne voulut plus aimer que sans être dérangé. Elle déchira ses seins, mais il ne se laissa pas toucher. Elle se fût tuée à ses pieds, il n'eût pas haussé les sourcils ; il eût été fier de pouvoir enfin être insensible aux besognes. Elle ne se tua pas et fit, de cette date, le bonheur d'un bon vivant. Bien d'autres drames surent mis en train dans les fa milles par les associations d'idées dont fut la semence notre ballon. II dénoua toutes les situations tendues. II y eut un nouveau krach des Mines d'or ; les boursiers, gens facile ment superstitieux lorsqu'ils sont perplexes, y virent un mauvais présage. L'un commença à vendre et tous les moutons de Panurge suivirent. Que de femmes surent plongées dans le désarroi de leur âme ! Pensez donc ! Renoncer à ces costumes si coquets et si somptueux, à être les reines des rues et des spectacles, à sentir passer sur soi le frisson des désirs et des adorations, auquel,"], [99, ""], [100, ""], [101, "61 LE BALLON. quand on Ta goûté, est le néant la complémentaire acti vité. Fini le décor, fini aussi Tamour. II n'est pas amusant d'aimer dans .'adversité ; la vanité souffre et empêche les abandons enjoués. Fini donc le roman de la femme. Un poète écrivit sur son cahier le projet d'une ode « au Ballon » : « O Ballon! messager de discorde, Tamante était aux lèvres de l'amant et tu les séparas ! Tu nies qu'il soit logique et beau que les soupirs, ces prières cordiales et enfantines, indiffèrent aux variations du dieu du Vent (je rechercherai son nom dans Virgile). Eternelle misère de la tendresse des mortels! Fragilité! Déception! Élégante mélancolie ! etc.. » Le ballon disparut comme un point au-dessus des coteaux fleuris qu'arrose la Seine. Je me fais un scrupule de confesser qu'il portait des personnes. J'aurais préféré, pour que le symbolisme de mon récit fût plus abscons, que mon ballon fût une énigme. Hélas ! trois fois hélas! il faut que le dénouemenl soit d'un vaudeville : le ballon était le véhicule d'un voyage de noces. Les deux jeunes gens, sublimés par la nouveauté de leur passion de la peur et de la prudence, s'étaient endormis dans le fond de la nacelle. r."], [102, ""], [103, "L'Ivrogiie PAR Paul ADAM"], [104, ""], [105, "LTVROGNE Ici s'étale et braille la souveraineté du peuple Avec le monde qui tournoie sous le vertige de Tivrogne, tournoie aussi la hideuse enfance des faubourgs, Tenfance chauve, blême, crasseuse et criarde. Parce que Thomme est instable, stupide, sans défense, le courage des petits s'exalte pour nuire hors toute crainte de représailles. Triomphalement lâches, ils vouent mieux à la dérision du monde le misérable qu'ahurit le cher poison, évocateur d'essors illusoires, de légèretés fabu leuses, de joies vagues où l'âme s'aimerait enfin, libre, flottante. Des bouches innocentes jaillissent les mots de débauche ignoble qui signifient la sale abjection de Tacte sexuel, ou des vocables adaptés à Timage de déjections intestinales, tout ce par quoi notre parenté avec la bête ne s'effacera"], [106, "66 LES RASSEMBLEMENTS. en aucun temps. Encore fœtus par la forme hydrocépha lique du crâne, encore glaireux et mous par leurs visages sans traits, boules pâles que trouent des yeux laiteux, les écoliers rappellent à l'ivrogne la misère de leur étape récente dans révolution. Aux deux bouts de la vie, ils sont toute la foule. Le vieux cherche la joie de ricaner et puis de vomir; les petits celle de haïr, d'abimer le vaincu, d'invoquer, pour excuse de cette honte, une morale autoritaire et traditionnelle, dont leurs voix démentent, à grands cris obscènes, la certitude. C'est l'idiotie de la plèbe, la bas sesse de la plèbe, la méchanceté de la plèbe, en pleine évidence aux gestes hargneux de la classe lâchée après l'heure de récitation. Les enfants s'ap- plaudissent d'insulter, de haïr et de rire ; l'homme d'éructer. La belle gaieté gauloise crie son hymne. On a bu, et on rit. « Buvons, crions, chantons, aimons! » ont conseillé les romances, les opéras, les gouvernements. Et voici les petits rendus fiévreux par la convoitise de meurtrir le faible, de tuer, bons déjà pour devenir les soldais futurs aptes au crime ordonné; et voici le citoyen électeur assez abject pour satisfaire l'ambition des grands escrocs qui tireront de son vice alcoolique l'argent utile à leurs plus beaux péchés. La souveraineté du peuple s'étale et braille ici. SCXK"], [107, ""], [108, ""], [109, "L 'Affichage moderne PAR Lucien MUHLFELD"], [110, ""], [111, "L'AFFICHAGE MODERNE L 'affiche illustrée, dont les oisifs bourgeois de Vallotlon regardent la pose toute fraîche et toute humide, admi rant comment le mauvais et mince et tortillé chiffon sorti de la blouse grise affecte vite sur le renforcement du mur une allure de tableau et sous la décharge du pinceau un bel airvernis, l'affiche illustrée, est au juste, à celle heure, une industrie charmante qu'on est en train de gâcher. On devine Thistoire de cet art décoratif. La publicité comme toute industrie un peu intelligemment, un peu américainement conduite, subit Tévolution d'une loi éco nomique : la division du travail. Tôt les bons agents se sont aperçus qu'à la publicité imprimée convenait la description minutieuse, détaillée, convaincante. Le livre,"], [112, "70 LES RASSEMBLEMENTS. le prospectus, l'album, la quatrième, mieux la première page des journaux doivent instruire le public du produit classé ; et nulle forme n'est trop originale ni trop piquante pour cet office. Les rédacteurs de M. Géraudel excellent au fait divers ; ceux du savon Congo au quatrain léger, etc. Parallèlement on a reconnu que la réclame murale faite pour être vue, non lue, comporte les plus brèves et les plus voyantes mentions. II suffit qu'un mot, énorme, coure le long des murs. Le promeneur, obsédé, trouve en rentrant chez lui, dans son journal, le commentaire insinuant du mot hurleur. Comment forcer l'attention sur ce mot ? La grosseur des caractères n'est pas un moyen suffisant ni sûr. Les lettres n'attirent pas. II faut l'image pour retenir le regard au hasard accroché. De là l'affìche illustrée. Vous entendez bien, illustrée, non pas l'affiche picturale, ce qui n'a pas de sens, illustrée, c'est-à-dire dont la men tion commerciale est rehaussée, commentée, synthétisée par quelques couleurs, quelques traits appropriés. Cela posé, je crois, indubitablement, il faut bien conve nir que les artisans, même en vogue, de nos récentes affiches se sont tout à fait mépris sur le sens de leur besogne. Soit deux types d'affiches intelligentes, et deux types d'affiches indifférentes : ces exemples amèneront au principe théorique auquel je veux arriver. M. H. de Toulouse-Lautrec et M. Will. H. Rradley, comptent à coup sûr, le premier à Paris, le second à Chicago parmi les plus renommés et les plus talenteux des artistes spéciaux de Tillustration murale. Or voici une affiche de Laulrec, sa dernière : une femme, insigni-"], [113, "L' AFFICHAGE MODERNE. 71 fiante de visage, élancée, bien faite et fort élégante parmi ses plumes et ses fourrures semble, de son manchon tendu, indiquer un chemin à un imaginaire questionneur. Voici une affiche de Bradley : deux matrones opulentes, en con tours agréablement et décorativement circulaires, font danser leurs robes en marchant. Or la première affiche vint annoncer : la Revue blanche, bimensuelle, la seconde, the Chap Book. Sérieusement, il n'est aucune raison valable pour que Tœuvre de Lautrec ne s'applique pas à la publi cation américaine, et celle de Bradley à la revue parisienne ; ou pour que Tune ou l'autre d'entre elles ne notifie le tapioca Groult ou Tabsinthe Cusenier. A Topposé, regardons de Walter Crâne Taffìche du Champagne Hau. Tirée en ton bistre clair avec de légers rehauts, sur fond vert d'eau, elle évoque avec ses feuilles de vigne serrées, ses grappes nerveuses et sa fine champe noise légèrement équilibrée, une si fraîche vision d'ivresse qu'à la voir déjà vous tourne la tête. Encore, l'affiche d'Eugène Grasset, A New lise os Napoléon, avec son pre mier consul botté et la crinière romantique de son cheval, est parlante et suggestive infiniment. Or, sans hésitation je reconnais, et toute personne ayant regardé quelques estampes, reconnaîtra, que de ces quatre œuvres, celle de Lautrec et celle de Bradley sont d'un art très supérieur. N'empêche qu'elles soient de médiocres affiches. Celles au contraire de Walter Crâne et de Grasset sont d'un effet excellent. La raison en est simple : Grasset et Walter Crâne se sont préoccupés de composer l'affiche utile aux industries qui employaient leur talent. Lautrec et Bradley ont eu, avant tout, souci de composer une estampe jolie."], [114, "72 LES RASSEMBLEMENTS. Or c'est là Terreur quotidienne de nos artistes. Leur mérite est évident, leur bonne volonté certaine. Mais ils se trompent grossièrement en imaginant qu'une lithographie représentant une petite femme de Montmartre spirituelle ment campée peut, au choix, servir de fond suggestif à Tannonce d'un bazar, d'une librairie ou d'un papier à cigarettes. II se pourrait que le grand responsable de cette dévia tion de l'affiche fût notre cher et glorieux Jules Chéret. Les types de Chéret, leurs allures, leurs gestes, leurs accessoires, traduisent presque toujours une anecdote relative au sujet sur quoi se fait la publicité (Saxoléine, Coulisses de l'Opéra, Théâtrophone, etc.). Mais leur matière est si artistique, si décisivement picturale que les émules de Chéret hantés de son bonheur décoratif n'ont pas vu son effort de bon publiciste et n'ont cherché à égaler que son mérite d'art. Personnellement ça, m'est égal. Comme je collectionne des livres jolis, des estampes ou des dessins, je garde pré cieusement les élégantes affiches contemporaines. Mais ces affiches sont inutiles, commercialement. Dès lors, il est à craindre que tôt ou tard les industriels ne s'aperçoivent du marché de dupes qu'ils font en commandant une affiche à un peintre de plus de talent que de conscience, ou, si Ton veut d'application, et que les imprimeurs d'odieuses affiches, genre Appel ou Lévy, n'en bénéficient. Quelques symptômes, heureusement, nous rassurent. Du même Lautrec, ci-dessus malmené, un Aristide Bruant était un merveilleux portrait-réclame du cabaretier. Sur tout, d'Outre-Manche, on nous a rapporté les exquises petites affiches de Dudley-Hardy. Sa seconde Gaiety Girl,"], [115, ""], [116, ""], [117, "L'AFFICHAGE MODERNE. 73 colombier en deux couleurs seulement, dessin en noir, réservant blanc sur fond rouge, est bien la plus affriolante et la plus directe des annonces. Dudley Hardy, voilà le vrai maître de la nouvelle affiche. II en a compris le carac tère essentiel : Y appropriation. 7"], [118, ""], [119, "L'Oiseau envolé PAR Jules RENARD"], [120, ""], [121, "LOISEAU ENVOLÉ idée avais-je d'acheter une cage et de mettre un \\f oiseau dedans ? L'oiselier me disait : « C'est un mâle. Attendez une semaine qu'il s'habitue et il chantera des airs variés. » Or Toiseau s'obstine à se taire et il fait tout de travers. Dès que je remplis son gobelet de graines, il les pille du bec et les jette aux quatre vents. J'attache, avec une ficelle, un biscuit entre deux bar reaux. II ne mange que la ficelle. II repousse et frappe, comme d'un marteau, le biscuit, et le biscuit lombe. U se baigne dans son eau pure etil boit dans sa baignoire."], [122, "78 LES RASSEMBLEMENTS. II crotte au petit bonheur dans les deux. II s'imagine que l'échaudé est une pâte toute prête où les oiseaux de son espèce se creusent des nids et il s'y blottit d'instinct. II n'a pas encore compris Tutilité des feuilles de salade et ne s'amuse qu'à les déchirer. Quand il pique une graine pour de bon, pour l'avaler, il fait peine. II laroule d'un coin à l'autre du bec, et la presse, et l'écrase, et tortille sa tête, comme un petit vieux qui n'a plus de dents. Son bout de sucre ne lui sert jamais. Est-ce une pierre qui dépasse, un balcon ou une table peu pratique? II lui préfère ses morceaux de bois. II en a deux qui se superposent et se croisent et je m'écœure à le regarder sauter. II égale la stupidité mécanique d'un pendule qui ne marquerait rien. Pour quel plaisir saute-t-il ainsi, sau tillant par quelle nécessité ? S'il se repose de sa gymnastique morne, perché d'une patte sur un bâton qu'il étrangle, il cherche de l'autre patte, machinalement, le même bâton. Dès qu'il s'endort, fermé, pelotonné, il a soin de s'appuyer aux barreaux, comme s'il craignait une chute et de se réveiller par terre. Aussitôt que, Thiver venu, on allume le poêle, il croit que c'est le printemps, Tépoque de sa mue, et il se dépouille de ses plumes. L'éclat de ma lampe trouble ses nuits, désordonné ses heures de sommeil. II se couche au crépuscule. Je laisse les ténèbres s'épaissir autour de lui. Peut-être rêve-t-il ! Brusquement, j'approche la lampe de sa cage. II rouvre les yeux. Quoi ! c'est déjà le jour? Et vite, il recommence"], [123, ""], [124, ""], [125, "L'OISEAU ENVOLÉ. 79 de s'agiter, danser, cribler une feuille et il écarte sa queue en éventail, décolle ses ailes. Mais je souffle la lampe et je regrette de ne pas voir sa mine ahurie. J'ai bientôt assez de cet oiseau muet qui ne vit qu'à rebours, et je le mets à la porte, par la fenêtre. C'est lui que vous apercevez au-dessus de Tenseigne du coiffeur. II ne sait pas plus se servir de la liberté que d'une cage. On va le reprendre avec la main. Les voisins serviables, la bouchère pleine comme un kyste, le gamin habillé de pelits pois, la vieille femme qui se nourrit de déjections, le soldat nécessaire et Thomme à l'échelle s'attroupent. Qu'ils se gardent de me le rapporter. Non seulement je n'offre aucune récompense, mais je jure que je ne connais pas cet oiseau."], [126, ""], [127, "La Sortie du Palais Bourbon PAR Léon BLUM"], [128, ""], [129, "LA SORTIE DU PALAIS ROURRON Nous avons connu des jours meilleurs. Ce fut jadis l'ardeur populaire, la flamme bruyante des idées pour lesquelles on aimait mourir. Contre ces grilles a grondé la voix du peuple aux réveils des vieux faubourgs. De quelle époque parlez-vous-donc? Comme il dort paisiblement, le faubourg Antoine. Ici pourtant sont venues grincer, pour les derniers sur sauts de Paris, les dernières crises républicaines du lende main de Lang-Son ; la foule y poussa des cris sanglants et salua la face blême de Rochefort comme l'aube des pro chaines barricades. A une heure plus trouble, si lointaine déjà qu'elle n'est plus même de Thistoire, c'est ici que monta le îlot patriote, entraînant dans des refrains de revanche les chevaux noirs et la calèche du général."], [130, "84 LES RASSEMBLEMENTS. C'est fini, le rêve est éteint. Voyez il est cinq heures et demie ; les députés sortent. C'est une bonne réunion de semaine, une séance d'affaires : phosphates, Universités ou margarine. Ces messieurs sortent par groupes, et causent, le col des pelisses relevé, le bras replié sur les lourdes serviettes vides. Êtes-vous -^ curieux < 1 1 - conversa- I 11 in- mornes -^ Ce ne sont pas de -^^^^^| grandes idées, pas même -^^^^^| les petits intérêts qu'ils H mil tranchés ou décideront par mains levées, lis échangent les cancans de la maison, les potins pour entre soi que l'étran- ger ne comprend pas plus que des plaisanteries de famille. Peut-être aussi se disent-ils tout simplement : Que faites vous après dîner? Venez-vous aux Folies-Bergères? Et pêle-mêle, voici le public des galeries, les spectateurs des tribunes, des journalistes fuyant dans un brouhaha de propos vifs et d'ennui mal supporté. Les passants indiffé rents ne regardent plus; ils passent, la nuit vient, le ciel est couvert ; il tombe même un peu de pluie. Les camelots braillent : « dernière heure, sixième édition », comme si un"], [131, ""], [132, ""], [133, "85 LA SORTIE DU PALAIS BOURBON. député ne connaissait pas mieux qu'eux les nouvelles du monde. A la station des voitures, près du pont, trois co chers résignés regardent ruisseler leurs pèlerines. — N'ou bliez pas ; c'est un des pouvoirs publics qui se groupe, et puis se disperse ainsi dans la brume. — Je songe plutôt à l'arrivée d'un train de banlieue, et je cherche ce qui peut bien manquer à ce grave palais sombre pour qu'on n'y ait point installé encore la gare Terminus des Moulineaux. 8"], [134, ""], [135, "La Musique militaire PAR Alfred ATHYS"], [136, ""], [137, "LA MUSIQUE MILITAIRE y -r n événement s'est engouffré dans la rue déserte. Des LJ groupes se penchent aux fenêtres d'en face ; d'autres fenêtres s'ouvrent précipitamment, où viennent s'encadrer des grappes de têtes, massées, tassées, dans la hâle des déjeuners interrompus, des enfants criant et battant des mains, des hommes, des femmes, pêle-mêle, la serviette au cou, mâchant encore, la mine un instant désenfrognée. La musique approche, Tair se précise, ponctué par les éclats sourds de la grosse caisse et les stridentes éraflures des cymbales. Quel air est-ce donc, cet air? — On ne sait pas; c'est toujours le même, c'est l'air que j'aime, Téter nelle saxocacophonie qui sait aller au cœur en vous prenant au ventre."], [138, "90 LES RASSEMBLEMENTS. Des bandes avant-coureuses emplissent les trottoirs, débordent sur la chaussée : ces gens toujours les mêmes eux aussi, qui vont droit devant eux, fatalement, on ne sait où ni pourquoi, inconscients et affairés, tellement agités et bruyants que le régiment qui s'avance au milieu d'eux paraît un bloc inerte, une masse immobile. Les voilà ! L'air à présent s'affirme, s'étale, ensoleille la rue, toujours le même, on ne sait quel. J'examine les musiciens. Leurs faces convulsées excitent le rire et ma pitié. Quelle prétention est la leur! La bouche rivée aux rigides anus de cuivre, ils s'acharnent et s'époumonnent, impuissants tortionnaires : les plus chétifs semblent y renoncer, mais leurs doigts rageurs et fourrageurs piston nent sans pitié; certains, plus robustes, se rattrapent à la force du poignet et les anneaux des reptiles gémissants lamentablement s'allongent ; d'aucuns pourtant triomphent dont le souffle a si démesurément gonflé ces ventres béants d'airain clair qu'ils doivent à présent, pour empêcher leur envol, les tenir monstrueusement embrassés. En voici d'autres, et « le grosse caisse qui n'est pas manchot », semblable à quelque roi bedonnant d'opérette, orgueilleux et familier qui se redresse et se tape le ventre ; d'autres encore... Mais je ne suis pas satisfait. II y en a un que je n'ai pas vu passer : Théroïque tambour-major. Et je le chercherais vainement. II n'est pas là le tambour-major héroïque dont la haute canne à pommeau victorieusement fendait Tair, scandeuse et capricolante. II n'est pas venu, il ne vient plus jamais à présent : il reste avec sa fille. Le régiment défile. L'encombrement augmente, la crue grossit, la rue monte et les alluvions s'amoncellent aux confluents des rues voisines : les équipages stoppent parmi"], [139, "91 LA MUSIQUE MILITAIRE. les chariots, les camions et les voitures à bras; les cochers fraternisent d'invectives ; un coupé profond abaisse ses vitres minuscules et quadrillées d'où émergentdes chapeaux fleuris ; — un monsieur, là-bas, enfoui entre les ailes dépliées d'une gazette salue distraitement Tenterrement qu'il croit voir passer; — les bicyclistes eux-mêmes atten dent, pied à terre, les mains au guidon de leurs machines qui se blotissent, peureuses, contre les chevaux des pesants omnibus; et les impériales en émoi unaniment contre viennent aux expresses ordonnances préfectorales. Les chiens tirent sur leurs laisses, en trêve des flairements mutuels, ou bien restent figés, l'oreille dressée, sur trois pattes. Déjà s'éloigne la musique et l'air peu à peu s'affaiblit. Soudain il cesse tout à fait l'air que j'aime, mon air, el maintenant les tambours cadencent la marche. Leurs rou lements sont sourds, leurs saccades voilées, ranimées seu lement par les sonneries intermittentes des clairons, dont les deux rangs alternativement se relayent après chaque phrase deux fois répétée, et que j'aperçois encore, déjà au bout de la rue, lançant régulièrement de la main droite le même vigoureux geste d'apprêt. Alors la musique, la vraie, est donc finie, et mon air ne reviendra plus ? J'escompte son retour à chaque retombée des sonneries criardes ou des lugubres batteries ; anxieux, je dénombre les reprises et je guette du coin de l'oreille. Cependant le défilé continue : sur Tentrelacs mouvant des jambes les bras se balancent rythmiques ; el les « pre miers sujets », congrûment galonnés, se carrent sur leurs chevaux; ils rayonnent, fringuenl cl m'indi fièrent. Décidé ment << le spectacle est dans la salle »."], [140, "92 LES RASSEMBLEMENTS. La rue est pleine, bondée, « on refuse du monde ». La curiosité des boutiques dégorge sur le trottoir. Le com merce chôme. La blanchisserie est déserte, et sur le visage illuminé des repasseuses éclôt Tincandescent reflet des pantalons rouges. L'épicier du coin ostre au client Thospi lalitéde sa vitrine, tandis que la devanture du coiffeur s'enrichit de deux mannequins vivants. Le spectacle touche à sa fin, la queue approche et je hâte un suprême coup d'œil. Les cuirs miroitent, les bou tons étincellenl, évoquant les repos laborieux dans la chambre, Tastiquage symbolique au martinet et à la patience. Ils défilent, brillants et nuls. Leur aspect est tout de gêne et d'éclat. Les courroies reluisent qui les asser vissent. Ils sont étriqués de ceinturons, empaquetés de cartouchières : leur puissance resplendit et les ligotte. Pourtant dans le frôlement continu des mains aux four reaux d'épée une menace semble rôder ; rslais la cadence de ce va-et-vient inoffensif décèle la passivité du geste prescrit. Tout à coup, sur un attardement des cuivres, là-bas, l'air de nouveau éclate. Je le distingue à peine. Est-ce le même? Certainement, c'est toujours le même, on ne sait quel ; — et je Técoute triomphalement mourir, tandis que s'éloignent les dernières files, laissant après elles comme un sillage de torpeur. La rue est grise et vide malgré le brouhaha des démar rages. Le réveil semble pénible de cet engourdissement. Le mouvement hésite à renaître, le commerce à refleurir. Et je me souviens qu'ils portaient des fusils sur leurs épaules. tttttt"], [141, ""], [142, ""], [143, "La Bombe PAR Edmond PILON"], [144, ""], [145, "LA ROMRE De tous les carrefours de la ville, la foule descend vers la rue : D'abord, c'est une rumeur indistincte qui s'accroîl comme celle du reflux, puis qui grandit et qui s'élève sourdement, comme ferait Técho du vent dans une forêt sombre ; sans s'interroger, les gens courent haletants, le visage anxieux, une ride au milieu du front, comme un stigmate de crainte. Là-bas, déjà les curieux, compacts, se haussent sur la pointe du pied, pour mieux voir, par dessus les rangs; un souffle pénible monte de ces groupes pressés et, toutes les faces se rangent en galerie, le long des trottoirs, étagées selon les tailles. En voici de glabres, de ces faces, de celles, cliques de pauvres filles, de misé reux toujours làpourles tristes coups, en voici d'inconnues, de difficiles à déchiffrer, des faces de gens venus on ne sait d'où, de quartiers si lointains, de pays si étranges qu'on ne les précise pas exactement."], [146, "96 LES RASSEMBLEMENTS. De toutes ces faces des yeux rayonnent : Et, là-bas, sous la porte cochère, les mille regards con vergent sur le projectile... De tous les carrefours de la ville la foule descend vers la rue... Après la surprise première, un immense désir de savoir la cause de cela a ranimé la vigueur des jambes, l'allure des pas. Mais, maintenant que tassés les uns contre les autres, ilssont là, debout, face au mal, c'est comme un pressentiment vague qui les saisit lentement, qui monte de leurs membres fatigués à leur estomac creux, puis à leur tête perdue dans la galerie grotesque des autres, de toutes les autres têtes ballottées sur les épaules lâches. L'objet subversif n'est qu'à quelques mètres d'eux. Qui sait? Peut-être une mèche invisible, filiforme presque, se consume par secondes et va toucher la poudreuse boîte. Ah ! cette boîte, toute petite, elle scintille cruellement, dans son corselet de métal ; elle oscille un peu, comme un scarabée très lent, paresseux dans sa marche. Une lueur, une étincelle suffirait. Et, alors, plusieurs pensent que cette galerie de têtes, cette rangée typique de faces serait un admirable jeu de massacre dont les clous de Tengin formeraient les balles. Mais d'autres, sans rien tenter pour se remettre, sentent pas ser le frisson terrible de la honte sur leur échine, ce frisson frôle leur derme, doucement, monte à leur chair, et, comme une caresse froide, il s'abat sur leurs nuques courbées. Un rayon de soleil, du ciel moqueur, a lui sur le corselet du scarabée. Son humble chaleur suffira, peut-être à en flammer le foyer de la fin des hommes; et, dans un renon cement furtif, à cette idée, tous les yeux, naguère brillants,"], [147, "LA BOMBE. 97 se ferment un peu, comme sous le tiède baiser de la « Petite mort ». De tous les quartiers de la ville, la foule afflue vers V endroit ; On était venu avec l'espoir méchant de voir de grands dégâts. Des mots sombres le prouvaient : — C'est toujours les rupins qu'on fait sauter.. — A Montparno, il n'y a pas de grabuge, comme ici... — R'gardez I'sergot s'il n'a pas l'trac ? Mais, voici que la rumeur trompeuse a égaré. Le scarabée de fer-blanc n'a pas ouvert son petit ventre argentin; d'un ins tant à l'autre la dynamite peut écarter ses parois, se résorber en une belle gerbe, brillante comme un soleil, décrire une hyperbole de flammes, gyrer comme un tourbillon d'incen die clair et, doucement, les coucher toutes sur les pavés, les têtes curieuses, les têtes apportées sur les épaules lâches, dans Tinstinctif désir d'assister au meurtre. Elles seraient là, après, comme des pastèques rouges, comme des courges crevées, les têtes ! Tous les yeux pleureraient du sang, aux fentes des dalles, toutes les dents mordraient la boue, aux ruisseaux vides, et leurs joues pâlies de la blan cheur des craintes, se coloreraient de la clarté du crime... Byzance ! oh ! oui Byzancc, à l'heurc de la décadence, avec sa foule bariolée, égorgée sous les portiques, après Texplosion du feu grégeois devait présenter ce spectacle d'êtres couchés, les bras en croix, sur les parvis, de beaux eunuques aux cannes d'ivoire, de courtisanes aux seins d'albâtre, jonchées de tiares de roses, de prêtres kaloyers, accablés sous les joyaux et croulants sous les étoffes pourpres, de Basileus oints de senteurs et de cochers verts, allongés dans leurs tuniques, comme des roseaux... 9"], [148, "98 LES RASSEMBLEMENTS. Mais — et une sueur halitueuse coule sur les chairs — le meurtre moderne serait immonde et laid. De tous les carrefours de la ville, la foule descend vers la rue ; Cette foule, maintenant, est oppressée d'épouvanté. Le paroxysme atteint son summum : le meurtre moderne serait immonde et laid, rappellerait d'autres jours, ceux plus anciens de la commune, en ce temps où des gueules de bronze soufflaient la mort sur la ville... La mort sur la ville... Des êtres discrets, à l'aube ou au crépuscule, se glissent, depuis peu, sous les portes et y déposent des engins comme celui-ci ; des êtres arrivés d'autres villes, de villes qui sont lointaines, d'êtres qui ont souffert et sont devenus des armes de mal. Ces autres villes envoient leurs criminels et leurs pauvres ambitieux dans la Ville- Mère, dans la Ville-Centre. Les pauvres ambitieux se dé traquent. Ils fabriquent des petits scarabées au ventre argen tin comme celui que des rayons éclairent sous la voûte, là-bas. II paraît que c'est leur façon de dire qu'ils ont faim... Les cadavres triturésdelarue de Clichy, duboulevard Magenta, de la rue des Bons-Enfants n'ont connu cette misère qu'en tombant... Un tumulte a grondé et agrandi ; le bruit s'étend, monte, fébricitant ; une colère va sourdre qu'on ignore... De tous les carrefours de la ville, la foule descend vers la rue ; La bombe ne part pas ; elle ne partira jamais. Celui qui apporta Tobjet, qui le transporta en omnibus, parmi les voyageurs, l'homicide est dans les rangs, sans doute. Serait-ce cet homme aux vêtements étriqués, à"], [149, ""], [150, ""], [151, "99 LA BOMBE. l'allure écrasée du vaincu de la vie, ou, plutôt, derrière ces commères et ces gorgiasses, ne serait-ce pas ce maigre adolescent à la grave pensée, au feu qui couve derrière le regard ? Non, seul est coupable cet homme des foules dont parle Poe, cet indéchiffrable et muet spectateur... Mais peut-on savoir, vraiment? La suspicion du crime ne s'arrête qu'aux pauvres d'allures, qu'aux misérables bons pour la « veuve» et dont on faucherait allègrement le col... De petites ouvrières jolies frissonnent avec un rire étouffé : hier, elles dansèrent au bal paré avec un pierrot blanc qui leur donna des baisers froids. Sous sa houppe lande, il apporta le scarabée... Mais les tètes se renfrognent derrière les vitres des cafés. — Via la roulotte qui rapplique ! crie un loustic. La bombe-scarabée, la belle petite boîte métallique au cylindre de fer est couchée dans la ouate de la voilure du laboratoire municipal, et va servir aux expériences. Un souffle de soulagement et de délivrance calme toules les craintes. Les têtes se dressent, à présent, bien droites sur les épaules lâches. Mais chacun garde un ennui de tous ces troubles; seuls les gens de Bourse supputent ['heureux achat d'actions qui ont baissé. Un peu de soleil dore les murailles. De tous les trottoirs de la rue, la foule remonte vers la ville..."], [152, ""], [153, "Le Camelot PAR Trist,.n BERNARD"], [154, ""], [155, "LE CAMELOT Arrêtons-nous, Marie, autour de ce jeune homme en chapeau melon. II parle avec une vélocité vraiment surprenante. Je donnerais une petite partie de votre grand amour, ô Marie, pour acquérir la vivacité d'allures et la promptitude de langage de ce jeune homme en chapeau melon. — Mesdames et messieurs, Tobjet d'un petit volume et d'une grande utilité que nous avons l'honneur de sou mettre à vos appréciations n'est point, croyez-le bien, un de ces ustensiles vulgaires qui sont vendus journellement, au coin des rues barrées, par les... comment faut-il dire? Hé, messieurs ! pourquoi ne pas les désigner par leurs noms, par les camelots. Mesdames et messieurs, nous ne pro cédons pas comme les camelots. Nous n'essayons pas"], [156, "104 LES RASSEMBLEMENTS. d'amadouer les gens par un boniment inutile. La marchan dise que nous vendons se passe de boniment. Nous n'imi tons pas certains vendeurs peu scrupuleux qui ne songent qu'à écouler leurs articles. Que leur importe, mesdames et messieurs, Tindignation bien légitime que vous éprouverez, quand, rentrés dans votre honorable domicile, vous vous apercevrez un peu tard que l'objet censément merveilleux que vous venez d'acquérir n'est qu'une... tranchons le mot, messieurs ! n'est qu'une camelote de dernière caté gorie, qui ne pourra jamais vous servir à rien, je dis : à rien, messieurs, dames. L'objet du plus fin acier que nous avons Thonneur, mes sieurs, dames, de soumettre aux hautes lumières de votre compétente appréciation, l'article que voici a été fabriqué par la maison Tronche et Cœurdebey, la plus ancienne coutellerie de Langres, laquelle possède des aciers uniques au monde, et se trouve assez riche pour n'en céder jamais à personne. Oui, messieurs, les aciers que fabrique elle même la maison Cœurdebey, les représentants des maisons anglaises ne les auront pas, malgré leurs supplications. Ils auront beau prier et supplier, offrir, comme ils Tont fait déjà, des sommes énormes. Vous pouvez être tranquilles. Ils ne les auront pas. L'objet que nous vousprésentons, messieurs, dames, n'est point seulement une merveille de solidité, au point de vue de la matière première. C'est au point de vue maintenant de la fabrication, de la façon et du façonnage que nous vous invitons à Texaminer. Vous avez sous vos yeux, messieurs, dames, un chef d'œuvre d'atelier, une véritable pièce d'exposition. Vous pouvez regarder, messieurs, et si vous avez une critique à"], [157, "LE CAMELOT. 109 mettre en avant, n'hésitez pas à parler. Le marchand n'hé sitera pas à vous répondre. Nous pourrions avoir, mesdames et messieurs, un magasin en plein boulevard, et dépenser des mille et des cents en velours, en banquettes, en glaces de Venise et en tapisseries. Mais, en fin finale, qui est-ce qui payerait tous ces frais-là ? Ce serait vous, monsieur. Ce serait vous, madame. Ce serait un tout chacun ici présent. Le couteau, messieurs, dames, que nous avons Thonneur de soumettre aux compétentes lumières de votre haute appréciation, ce couteau n'est pas, messieurs, dames, un couteau. C'est cinq couteaux. C'est dix couteaux. Voici d'abord la lame forte qui vous servira de couteau de table et au besoin, d'arme défensive. J'espère, messieurs, dames, que vous n'aurez pas à vous en servir. Vous avez également la lame de faucille pour couper les branches et soigner votre petit jardin. Quel plaisir plus charmant que le jardi nage! Voici un canif, voici un grattoir, voici une mignonne petite fourchette à deux dents, voici un foret pour percer Je bois. Et regardez-moi celte coquette paire de ciseaux. Je suppose, messieurs, dames, que vous êtes gens bien élevés, et que vous avez Thabitude de vous curer les ongles, mêmement les oreilles et les dents. La petite pointe émous sée que voici vous servira à ces divers usages. A côté du canif, messieurs, dames, voici un tire-bouchon qui vous sera fort utile dans votre ménage ou à la campagne. Quoi de plus commode dans une partie de campagne qu'un lire-bouchon? Et voici pour les dames un petit lire-bouton. Quoi de plus commode qu'un tire-boulon dans une après midi galante? Votre amoureux se désole, mesdames, parce"], [158, "106 LES RASSEMBLEMENTS. qu'il a oublié de préparer un tire-bouton. Vous le laissez se désoler et vous tirez triomphalement de votre poche votre couteau à six lames, qui comporte également le précieux tire-bouton. Mais voilà que vous rougissez? Passons à autre chose. Voici le couteau grand ouvert. A l'extrémité du man che, tout à fait à l'opposé du bout de la grande lame, voici une roulette d'acier dur, qui vous servira à découper le verre, et à façonner ces charmants ornements de verre découpé cjui font fureur dans les salons élégants. Fermez maintenant le couteau. Que voyez-vous à l'autre bout du manche? Un petit morceau de plomb finement encastré et faisant à peine saillie. II vous servira à prendre une note sur vos manchettes en cas de besoin. Tel est, messieurs, cet objet merveilleux. Mais ce n'est point là , vous le comprendrez, un article qu'on puisse vendre à un prix dérisoire. Ce n'est pas, messieurs, dames, un cadeau qu'on vous fait. Si je parlais ainsi, vous me suspec teriez, et vous auriez raison. Non, messieurs, c'est tout simplement une occasion exceptionnelle, une occasion unique, une occasion sans exemple dont nous vous met tons à même de profiter et sur laquelle nous attirons votre attention. Le couteau que je vous vends, et qui est débité cou ramment pour le prix de cinq francs vingt centimes, dans les coutelleries de Langres, et pour le prix de quatre shellings dans les comptoirs de Liverpool, nous pouvons vous le livrer à vingt-neufsous. Oui, mesdames et messieurs, je dis bien : vingt-neuf sous. Vos oreilles ne vous ont pas trompé. C'est vingt-neuf sous. Un franc quarante-cinq ! Oui veut, mesdames et messieurs, se procurer, pour"], [159, ""], [160, ""], [161, "107 LE CAMELOT. vingt-neuf sous, dix-huit objets exceptionnels en un seul objet, fait avec le meilleur acier qui soit au monde? Vous avez pour vingt-neuf sous un ustensile merveilleux, qui vous servira à la fois de couteau de table, d'arme protec trice, de canif, de grattoir, de ciseau à étoffe, de ciseau à papier, de ciseau à rogner les ongles, de fourchette à huître, de faucille à branchettes, de foret à bois, de tire bouchon, de tire-boulon, de cure-oreilles, de cure-dents, de cure-ongles, de crayon à noter, de diamant à couper le verre. Au total, messieurs, dames, dix-huit objets en un seul, dix-huit objets de première nécessité pour la somme de vingt-neuf sous!"], [162, ""], [163, "Les Affiches lumineuses PAR Romain COOLUS 10"], [164, ""], [165, "LES AFFICHES LUMINEUSES Un mur derrière lequel il se passe quelque chose est un mur qui déjà mérite d'être pris au sérieux. Pareille aubaine n'advient pas à tous les murs et nous en savons un certain nombre (les pauvres!) derrière qui il ne se passera jamais rien. II faut qu'ils en prennent leur parti : ils s'effriteront et seront ruineux sans avoir abrité la plus mince tragédie. Ils s'abîmeraient de désespoir que nous n'en serions pas autrement étonnés. Car jamais ils n'atti reront la foule et n'immobiliseront les passants devant leur mystère cimenté ; ce sont de malheureux déshérités, dédaignés du piéton rapide, à moins qu'à la tombée de la nuit, loin de l'œil trouble des agents, il ne leur égoutte de biais des confidences fluidiques. Au contraire voyez s'enorgueillir les murs recélateurs, tels ceux du Palais-Bourbon, les jours de séances prophé tisées orageuses. De nobles électeurs s'attroupent devant"], [166, "112 LES RASSEMBLEMENTS. les grilles et font avec patience le pied de flamant rose (soyons polis, étant éligibles après tout). De même les commissariats de police ont Thonneur de fasciner jusqu'à Thypnose les prunelles parisiennes ; il suffit qu'ils aient hermétisé leurs portes sur deux cochers pugilant ou sur un brelan de filles raflées. Nos bons, nos excellents badauds nationaux consentent à mariner dans la boue ou à s'imbiber de pluie céleste, pourvu seulement qu'il leur soit permis de contempler ces murs bénis derrière qui quelque chose se passe. Ils ne verront rien, n'entendront rien, ne sauront rien : n'importe. Ils s'en retourneront satisfaits et la cervelle fiévreuse : car cette inféconde et vaine station aura fourni un pré texte à leur verve imaginalive. Au cours de Tattente, ils se seront raconté des histoires, ce qui n'est pas un plaisir moyen, et tout le long du mur mystérieux auronl esquissé des images fictives, brossé des fresques illusoires, suscité du décor mental. Voilà pourquoi le mur les obséda. II leur fut un thème à chimères. Jî \" Or voici qu'un mur s'anime, qu'il devient vivant, lumi neux et mouvementé. Ce n'est plus le mur méchant qui cache ses secrets et refuse de satisfaire Téternelle et inas souvie curiosité de ceux qui rôdent et maraudent, mais un mur intelligent et charmeur, un mur méridional qui va commenter la vie et raconter des histoires au premier comme au dernier venu. De quel respect ne saluera-t-elle pas le mur sur lequel il se passe quelque chose, cette foule déjà enthousiaste des murs neutres et mornes supposés"], [167, "113 LES AFFICHES LUMINEUSES. gardiens d'un secret, le mur porteur d'une lanterne qui veut bien être magique ! II est nuit pleine. Vous et moi sortons de dîner. L'un et l'autre, nous avons escompté la volupté digestive d'une promenade sur le boulevard, le boulevard enfin débarrassé des placiers et des hurleurs, décanté de salie populacière. L'asphalte est libre; la rue a cessé d'être agressive; les camions ont déserté ; les hoquets des haquets ont cessé ; tous les Paris-Sport sont vendus. Nos oreilles auront la paix, enfin! Nos yeux aussi, dont les cristallins surmenés éprouvent quelque lassitude. Heureusement l'ombre bienfaisante a passé au caviar les terribles murs clameurs, pavoisés d'affiches insolentes; tout le long du jour, les chocolats les plus hétérogènes et les cacaos les moins confondables ont lutté de sanguine et de viridité pour raccrocher notre attention oscillante. Toutes les saxoléines de l'univers ont défié, par des tonalités vermillonnes, les lucilines des Deux- Hémisphères. La gomme-gutte et le bleu borusse se sont ligués et coalisés pour contraindre nos scepticismes à préférer des bicyclettes. Nous n'en pouvons plus. Aussi la perspective de quelques heures noires, bien reposantes, bien pacifiantes nous est-elle comme un rafraî chissement. On pourra déambuler à l'aveuglette, en tâton nant délicieusement, sans être forcé de rien voir, sans être tenu de rien regarder. La bonne nuit nous protège. Enfin les amateurs de soliloques pourront tout à leur aise être soliloquaces et se confier les importantes réflexions que"], [168, "114 LES RASSEMBLEMENTS. tout Moi digne de ce nom n'hésite pas à faire glisser doucement dans la tire-lire de la mémoire. Hélas! vous et moi avons compté sans les murs, car les murs ne désarment point. Nous avions l'audace de vouloir nous reprendre cinq minutes ; plaisanterie ! plaisanterie aimable, mais plaisanterie tout de même. Le civilisé se doit à la civilisation qui le civilise; il est son prisonnier et au besoin sa victime. La nuit avait vaincu l'affiche; Tafsiche triomphe de la nuit; elle en surgit victorieuse. lumineuse et despotique ; Técran — un écran d'arrêt — nous agrippe au passage. Et devant nos yeux hypnotisés, malgré eux, malgré nous, défilent des théories d'ombres chinoises (le voilà bien, le péril chinois!); la projection nous persécute; elle nous assène du spectacle, comme on travaille d'un coup de poing une face désagréable; le supplice de voir n'a point cessé au crépuscule. La séance continue. ac La nuit devait nous être libératrice; naturellement la voici devenue complice ; elle aggrave de son immense neu tralité la prépondérante clarté de ce petit carré de lumière ; elle en multiplie la vertu fascinante; elle lui confère une importance d'exception ; elle y concentre toutes les pupilles, y donne pour ainsi dire rendez-vous à toutes les oisivetés visuelles. C'est un succès ; il n'est moustique parisien que le magnétique rayonnement de la lampe n'immobilise ; et les curiosités font halte, bruissantes, bourdonnantes, zinzillantes et circulaires. C'est d'abord l'éternel petit pâtissier, hôte prévu, note"], [169, "115 LES AFFICHES LUMINEUSES. nécessaire de tous les rassemblements urbains, voix cer taine immuablement prête à faire chorus, énergie disponible très consciente de sa souveraineté et mûre pour se mani fester en héroïsme à la première « première de Lohengrin ». II attend, le nez aux étoiles; il attend qu'il ait assez de regarder et comme c'est un goût qui ne lui passe point, il attend d'avoir sommeil. Jusqu'au moment où des poids de plomb lui tirent les paupières, il s'imbibe les yeux de lumière; et si, lorsqu'il repose, on les pressait comme des éponges, ils égoutteraient de l'image. II a toujours pour voisin le camelot-éphèbe, voyou et dégingandé, qui traîne la semelle el parle gras, apostrophe les gens et invective les choses, et dont la principale occu pation, avant l'heure prospère des hurlements politiques, consiste à cueillir entre les pieds contemporains ce qui survit d'une cigarette très chiquée ou d'un cigare qu'on sursuça. Près d'eux, complétant la trilogie des bouts d'hommes, le chasseur, le chasseur du café voisin ou de la taverne proche, galonné, casquette, tunique, filigrane et métal lique. On le dépêcha d'urgence vers des buts plus ou moins lointains, mais qui l'exigent également véloce; sans la moindre vergogne pourtant, il trahit la confiance de qui consomme avec impatience et se débilite Testomac, à boire pour mortifier le temps. Le chasseur fait la chasse aux histoires, et le mur étant giboyeux, il s'y attarde. Et le groupe, toujours épaissi, toujours accru, de plus en plus grumeau, compte aussi parmi divers messieurs dômes de feutres cucurbitant la jeune modiste Trollinetle que la rue de la Paix détint jusqu'à des heures indues ; elle est en retard et dans telle boutique du faubourg Antoine"], [170, "116 LES RASSEMBLEMENTS. sa digne mère Tattend, le giron tumultueux; la noble dame redoute pour la petite une variété d'accidents contre lesquels nulle Société new-yorkaise, au capital anonyme de divers millions, n'estima fructueux d'assurer les familles : et peut-être ladite noble dame ne rumine-t-elle pas des craintes vaines. Que tel godelureau s'avise de se frotter félinement contre la jeune Trottinette! il se piquera, c'est incontestable, mais probablement aux seules épingles du corsage assez facile à dégrafer, somme toule, malgré cet arsenal familier. Alors ? oh ! alors ! Touchantes inquiétudes d'une mère, vous n'empêchez pas Trottinette d'être friande de spectacle et de subir, comme ses camarades virils, le prestige de Técran miraculeux ! A tout ce petit monde museur, badaud, curieux et goguenard, au long de longues soirées, les affiches lumi neuses donnent gratuitement la lanterne magique. W Mais vous et moi sommes moroses. Voilà manquée la flânerie sur le boulevard, ratée la promenade en soi. II faut s'aller coucher pour avoir enfin la paix, la vraie, la solide paix, libérée de ces contretemps et franche de tout épisode, encore que sur les murs mystérieux de la nuit intérieure flamboient souvent les affiches lumineuses du rêve, étrangement phosphorescentes — mais lumineuses de quelle lumière?"], [171, ""], [172, ""], [173, "Chanteurs des cours PAR Victor BARRUCAND"], [174, ""], [175, "CHANTEURS DES COURS -p. ans la rue où les fenêtres ouvertes répandent la rumeur Lf des ateliers parmi le roulement continu des fiacres et des fardiers, le cri des marchands ambulants monte en vol d'alouette; vers le ciel étroit ; sans but passe la foule suivant la pente de Thabitude et rien n'arrêtera son cours ; nul obstacle de paroles voulues ne contrariera son appétit de travail et les intentions s'évanouiront de la réclame flambant sur les murailles en affiches retroussées, car les visières des casquettes ouvrières sont d'impénétrables bandeaux. Cependant ces inconnus coudoyés n'altendenl qu'un prétexte à se grouper au hasard de leurs affinités secrètes. Sans mot d'ordre ou de ralliement, il suffira peut-être d'un rien flottant, d'une petite chose tournoyant dans le courant pour que leurs indifférences s'agrègent el que"], [176, "120 LES RASSEMBLEMENTS. le sentiment collectif s'en dégage affirmant le mystère transmis dans Tinconscience de la race. Ainsi, sous le porche d'une maison profonde dont la façade avouait en lettres peintes des industries patientes et des lauriers coupés dans les jardinières du balcon, l'émotion populaire vibrait avec la fanfare d'une Valse des Roses, et la rue étonnée de vivre s'arrêtait pour entendre les batte ments de son cœur héroïque et canaille. Malgré les basses fausses d'un trombone exilé des luttes athlétiques et la claudication d'un alto s'efforçant à suivre le rythme, la clarinette exaltait d'emphatiques préludes ; les arpèges s'échevelaient et les fioritures pleuvaient, quand un claironnant cocorico éclata sur le dernier degré d'une gamme, au grand plaisir des curieux massés sous le porche ; et quelqu'un dit : — Nous allons rire, c'est la clarinette au bonnet de coton. Le musicien tira en effet de sa poche un blanc casque à-mèche et le coiffa en apportant à celte opération les co quetteries d'un acrobate amorçant son public par Tétalage du tapis. Ainsi paré, il commença sa jonglerie en équivo quant sur les notes, vrai funambule de la musique, dislo quant la mesure et pirouettant la cadence. Les accompa gnateurs lourds, sans prestige dans leurs habits déteints où jouait en reflets Tarc-en-ciel de la misère, offraient à ses cabrioles un vague tremplin harmonique qu'il repoussait en leur attribuant des ridicules. Habilement il variait son souffle, soignait ses calembours et soulignait d'une expres sive mimique le récit instrumental : des grimaces, des rides, des contorsions, des trémolos de muscles, des moues, des réserves, des ahurissements et des tics servaient un tel dessein comique, avec quelque génie d'improvisation et"], [177, "CHANTEURS des cours. 121 d'à-propos. Rien n'était plus trottin affectant des rigueurs, que la phrase de sa fantaisie où l'ingénue, silhouettée d'un geste, aguichait le passant podagre empressé à la suivre en marmonnant. Cependant elle allait sans se retourner et quand il fredonnait un : Écoutez-moi donc, elle invoquait : O mon Fernand, tous les biens de la terre... Des mots, des reparties muettes, des supplications et des refus, des pudeurs narguées avec les yeux en clair de lune et soudain égrillards : le chant s'atténue jusqu'au soupir, puis retombe au gargouillement erotique. Un refrain connu chante les paroles nécessaires aux oreilles des initiés, précise Tintrigue et la bafoue. La petite va se laisser prendre et bat de l'aile, mais la marche sur leurs talons des marmousets, qui gouaillent, jointe à la rencontre d'un amoureux plus vif, déroute le poursuivant. Comment la gigolette ayant lâché son vieux s'éprit d'une jeune cravate, c'est tout un andante et l'in troduction aux fastes soudains du hall où le quadrille agite des dessous musqués, pique des cavaliers seuls et dresse des assomptions de jambes. L'homme au bonnet de coton explique le chahut avec frénésie, superbe et dément, il incarne en soi Torchestre et la danse, battantla mesure et les entrechats, précipitant les détachés et le trépignement des bottines. Le public ap plaudit, lui, dédaigneux s'éponge le front et crache un filet de salive blanche. Sans autre transition que la mèche sur l'oreille, succède une chanson à boire avec le contraste des passions succes sives lues sur le masque souple du chanteur : orgie, lèvre rougie et la flamme du punch cligne dans ses yeux. Mais le cœur brouillé, ses jambes flageolent et la phrase cascade II"], [178, "122 LES RASSEMBLEMENTS. aux hoquets de la saoulerie, les cuivres de Taccompagne ment sont ivres comme des convives et la clarinette qui se moque égrène sur leurs grognements les rires des filles dégrafées, le spasme bref d'un baiser mordu, encore le chant du coq, et le frisson bleu du matin, à travers les vitres brouillées. Le chant pur de toute gangue, inscrit au silence des accompagnements morts sous la table, dégage un magné- tisme tel que la respiration de la foule s'en impres sionne, obéissant à cette aube extasiée sur des chan terelles blanches. L'effort est bref et sans tenue, car l'artiste le résout en une sentimentalité outrée qui s'envole etsemeurt avec un couic ténu comme la rup ture d'un ressort de montre : Ah ! la pauvre fille ! Au silence occupé par le tic de la mèche blanche et par des larmes fausses essuyées du doigt la moitié seulement de son visage rit. Mais une marche funèbre s'épanche grave et lente du biniou de buis ; la face roide et militaire, les musiciens ont la mine qui convient aux obsèques nationales, et leur rythme rigoureux parodie le respect des corbillards. A la reprise du motif, c'est un vrai deuil exprimé par le caprice du soliste qui, du geste écartant sa veste et portant la main à son cœur, semble Toffrir ensuite dans une phrase de Chopin. L'exquise et navrante sensibilité nue de ce bohème,"], [179, ""], [180, ""], [181, "123 CHANTEURS DES COURS. qui fait des tours et se moque de lui-même pour amuser la foule, apparaît sous Tégratignure comme une étincelle de métal à vif. Mais qu'on n'insiste pas à le voir dans une pose pas plus vraie que les autres; content d'avoir impressionné son auditoire, subitement il lui décoche une nasarde : J'ai du bon tabac, tu n'en auras pas. La joie éclate unanime quand, pour finir, il fait mine d'avoir écrasé la patte d'un caniche et se sauve en hurlant, la clarinette aux dents. Revenu, il quête les sous dans le pavillon de son instru ment. On Tapplaudit, on le tutoie : Est-il farceur, ce bougre-là ! On chuchote : Ma parole, il a été professeur au Conservatoire, mais on Ta flanqué à la porte parce qu'il se poivrait trop... Demande-lui si ce n'est pas vrai. L'cxpli cation comporte un échange de petits verres, et le musicien vicieux s'en défend mal. Cependant Tidée d'une vie gâchée est trop impressionnante pour n'être pas acceptée aussitôt ; simple boutade d'un passant, elle a créé une sympathie nouvelle entre le virtuose du trottoir et la foule, car celle ci n'aime rien tant que l'arliste peuple, le cabotin qui la fait rire et lui présente le miroir de ses défauts ; Tinspira tion lui devient chère dès qu'elle alterne avec les libations versées sur le zinc du dernier autel."], [182, ""], [183, "Le Mariage PAR Gustave KAHN"], [184, ""], [185, "LE MARIAGE y 'église impassible engouffre en son sein les mariages, i-i les baptêmes, les enterrements. Heureux l'homme sans superstition, hosannah pourla Damoisellesanssuperstition, qui pivotent tranquilles aux bras l'un de l'autre, dans un dédale d'habitudes rituelles. Parfois, dans la grande église, les trois époques de la vie se suivent comme sur une piste, comme dans la vie, comme dans les poèmes, ce qui ne laisse pas d'être philosophique, et le bedeau compatit et le tout jeune vicaire se marmotte du Soulary. Deux cortèges se sont rencontrés à Téglise.. ou bien il variationne On trouve le vestige au cœur du sabricien D'un poète mort jeune à qui l'homme survit."], [186, "128 LES RASSEMBLEMENTS. tt L'église impassible s'élève (peu) du sein d'un populeux quartier; des camions chargent sur le grès des pavés ; des camions bloquent l'abord des trottoirs; des déchargeurs sont installés devant les camions immobiles; leur allure est calme et forte; ils en ont pour longtemps; on ne vit qu'une fois, qu'une seule fois par jour ; les camionneurs qui pas sent au galop de charge les hèlent joyeusement, envieuse ment, car celui qui guide le char des marchandises, qui vient de s'immobiliser, pourra, la musette attachée à la tête de ses chevaux, grâce à la division du travail, fumer sa pipe, otieux, en remarquant les maladresses de ceux qui pour lui ne sont que des piétons. Et le voici près du laurier rose en caisse du marchand de vin, tranquille comme Baptiste, et fier comme Pharaon!... K L'église n'est pas loin d'un beau bâtiment — peut-être le Conservatoire des Arts et Métiers ; on y vint des dimanches s'y dire des choses tendres, parmi les beaux exemples du travail moderne. Est-ce l'église près du Louvre? on s'y serra les doigts en regardant les beaux bâtiments minia tures, <■ Ah! vers le large appareillons !... Captif aux rivages duMaure ! ... O ma nacelle, taisez-vous. » La voisine de Téglise est peut-être la Banque, où tant d'or s'amoncelle en bosse au fond des caves, qu'un peuple vit de le garder, de le compter, et une élite de Tescompter. Oh ! Ambitions, oh ! Fiançailles, rêves de vie, visions d'allégresse! Vivre en tra vaillant, rire au café-concert, le pain assuré et le jeu de piquet !"], [187, "129 LE MARIAGE. Sf La marmaille flue vers le parvis. Oh ! sainte marmaille en son élégant débraillé des jours ouvrables. Ah ! qu'ils seraient roses s'ils allaient moins à l'école les enfants de Paris, s'ils ne déboulaient d'immenses maisons casernes, où ils occupent les combles des tortueuses cours, au-dessus de 1 établissement de bains, qui fait fumer de petits volcans surlespavés, au-dessus de Tatelier où soixante chlorotiques attrapent la maladie spéciale deleur industrie, au-dessus du cabinet d'affaires, où un homme gras, dans un fauteuil de cuir, épave et trophée d'un mobilier de dentiste, attend les affaires, de celui de l'homme maigre qui sait toutes les langues, traduit les réclamations contre les chevaliers d'industrie et les brevets des chevaliers honorés d'une déco ration étrangère. Elle déboule en se poursuivant, de ce barathre, la marmaille aux culottes bohèmes. Et le devant de la maison, blanc, lavé, correct, étale comme un mondain une cravate blanche, les noms en lettres d'or de Bloch et Picard qui vend de la soie, de Testard et Lachapelle qui vend de Tétoffe, de Potard et Lemalin qui vend du corozo et de Vanderstrekens et Sistermans, reproduction de tableaux de musées, et scènes d'intérieurs... mal gazées. Yx. La noce est pour midi ; on a pris un madère, après la cérémonie ce sera la petite orgie. Les voitures débouchent, majestueuses plutôt, cochers gais, non sans gravité, cochers courtisans, les guides heureuses, cochers gras; on les four nit de préférence, mûrs, ayant .'expérience de la vie, pour qu'ils aient ce bon sourire de « Moi aussi un jour il"], [188, "130 LES RASSEMBLEMENTS. m'arriva... » et d'indulgence. Ils attendent devant le parvis tous les amis inconnus du bonheur ! La voici, la grasse, la forte cuisinière au tablier presque blanc, festonné comme un clocheton au long de ses fortes jambes, la petite demoi selle de magasin, blondie à Teau oxygénée, ah ! peut-être, peut-être! ! ! Le petit trottin les cheveux lâches... Bah! on s'en passe, et le commis, et l'homme médaillé qui le long du jour se penche sur des bottes ou porte les billets doux et discrets en carillonnant aveugle à toutes les portes et le mitron à la manne défleurie, et Tancien sergent de ville à barbe fleurie, tous qui sont la gaieté du pavé, s'arrêtent tandis que le zingueur et le courtier s'éloignent, l'un pincé, l'autre gaillard, sa veste en dolman sur sa boîte à outils portée comme une guitare. X Qu'il est beau le suisse au ventre pourpre ! qu'il est beau le suisse au ventre d'or ! Presque seul en ce bas monde il porte le tricorne, comme Bonaparte le petit chapeau. Un or nement lui tranche la poitrine d'une façon de grand cordon. Des mollets de pauvre lutteur, ceux des garçons de cercle et des larbins de ducs ; de plus, homme établi, logé, chauffé aussi bien qu'un portier d'hôtel cosmopolite, celui qui plie Téchine en deux d'un coup sec devant les milliar daires américains, et les lords anglais coagulés d'union, aussi beau et plus digne! Et quelle hallebarde féodale et charmante, terrible et magnanime, car seul doit servir le bas de la hampe, hallebarde opime, costume superbe. — II faut bien que les époux le trouvent tel ; ils ne le verront pas le diplomate versilingue qui tend le courrier dans les hôtels cosmopolites."], [189, "131 LE MARIAGE. tt Eudoxe Bonnaud, on le connaît quoiqu'on ne Tait pas précisément connu. On ne mettait pas son nom sur sa figure. II est dans la rue sombre une boutique presque énigmatique à façade assez longue, aux vitres dépolies jusqu'à hauteur de plus de deux mètres. « Eh bien, ma chère, au-dessus on apercevait son buste et sa tête penchée sur des écritures; un homme bien doux sans doute, on ne voyait que son profil, il était attentionné à ses comptes, ma chère. » Autre voix : a Pt'être qu'c'est avec une échelle de corde qu'y monte à son perchoir. Ça doit lui faire les mains. J'aimerais pas être enfermé. C'est égal, il a l'air flambant, el comme son habit lui va bien ! » II lui va bien, car c'est jour de joie. La petite Marthe travaillait, par là, dans le quartier. II la voyait, à midi qui allait déjeuner trottinante, chez quelque parente. II la voyait les jours d'été clairs, à sept heures, qui reparlait trottinante. II Tavait suivie respectueusement, et c'était loin, plus loin que loin, plus qu'au diable, au fin fond du fau bourg Antoine. Lui habitait dans le centre pour être près de son bureau. Puis il parla, on l'écouta. Musées du di manche, quais de la Seine, au soir, sous les écharpes d'un soleil en échantillons d'aurores et d'incendies, et puis l'idylle, et au bout une famille de petits commerçants chez qui il alla un jour, le cœur gonflé, faire sa demande d'avance accordée."], [190, "132 LES RASSEMBLEMENTS. SÇ Ils montent heureux les marches : « Une heure de rati chon! » maugrée-t-il ; le garçon d'honneur murmure:» II fait faim ! » et les voici sous le grand flot des orgues ! Oh ! qu'ils sont anonymes pour l'homme aux grands cheveux, qui leur sert un bout inédit de Touverture de son opéra (sur un livret bien choisi de son ami le professeur libre). Oh ! qu'ils sont anonymes pour le prêtre vénérable, et les chantres, et les petits enfants de chœur joufflus, qui pensent en piaillant à Theureuse marmaille en culottes bohèmes, en bérets de rapins, en vieilles casquettes à côtes de melon qui dehors hurle et s'entrechoque. Oh! qu'ils sont ano nymes devant le texte de la liturgie. Deus Israël conjugal vos et ipse sit vobiscum. Uxor tua sicut vitis abundans lateribus... Cela cesse, heureusement pour les estomacs et l'homme aux longs cheveux brouille le Mendelssohn du Songe d'une nuit d'été, la Marche nuptiale et le garçon d'honneur, ce sceptique, place tout le monde dans les voitures, tout heureux de cette idée « qu'il accélère le mouvement et qu'on va se mettre quelque chose sous la dent ». Salle à cent couverts d'un restaurateur célèbre, tu les vois, elle rose, lui rouge ; tu les entends quand ils se mêlent furtifs aux chœurs qui reprennent les refrains de la chan son; tu la vois rouge aux gaillardises du garçon d'hon neur. C'est lui maintenant le triomphateur ; on a trié, dans les amis, un bon garçon tout rond et qui a une belle place;"], [191, ""], [192, ""], [193, "133 LE MARIAGE. il est la citadelle savamment approchée par les belles jeunes filles aux toilettes claires; il est le populaire, l'enfant gâté, Tapplaudi, soit qu'il égrène les souvenirs de la Boulange, ou ses tours à ce mâtin de chef de rayon. Des mariages se préparent et des vieilles dames sont plus que jamais atten tives à leurs dialogues en regardant les couples s'attirer électivement pour la sauterie. Et les mariés sont recueillis; ils assistent. Eux, ils ont passé la ligne, et ce soir ils ver ront le feu ; c'est ce que le plus vieil ami de la famille chantonne sur tous les tons à la jeune mariée. 12"], [194, ""], [195, "Sortie de Théâtre PAR Paul ADAM"], [196, ""], [197, "SORTIE DE THEATRE Les menteuses sortent du théâtre, où elles surent, à la splendeur électrique, la beauté, la vertu, la grâce, l'amour, la volupté, ce que les voix et les livres, depuis les origines des civilisations, proclament Texcellencc, le motif de la vie. Les menteuses sortent du seul lieu où elles se connurent sincères, du lieu où leurs actes et leurs paroles furent admis en principe, comme mensongers. Les menteuses, les actrices et les femmes sortent du seul lieu de leur vérité. A la porte, dans la réalité obscure, les rivaux également trompés attendent les allures de celles où ils mirent, comme"], [198, "138 LES RASSEMBLEMENTS. en des ostensoirs, les hosties saignantes de leurs pensées, de leurs sentiments, de leurs désirs. Elles passent ondu leusement. Et voici qu'au fond des coupés rapides elles accueillent au fruit de leurs lèvres le chéri, le seul aimé, Disant : « Je t'ai fait attendre, mon grand beau ; tu me pardonnes, dis; tu m'aimes tout de même un peu... Qu'as-tu fait aujourd'hui... Tes affaires? La course?... Oui, oui, tu as couru derrière les petites filles, sur les boulevards. Tu as été à des rendez-vous. Tu sens la femme d'abord... » Pensant : « Ses lèvres, c'est singulier puisqu'il a trente ans à peine, sont plus dures que celles du vieux marquis... Le drôle de bonhomme, ce vieux, quand il sortit de sa chambre à coucher tout nu, avec son gros ventre poilu de gris et au faîte du cou (il y pendait des plis de peau), Tœuf de son crâne avec cinq cheveux debout. Ce qu'il a fallu que je me retienne pour ne pas rire... A-t-il été lent à débou tonner mon corsage avec ses pauvres mains tremblantes, garrottées de grosses veines bleues... Et moi qui avais répétition à quatre heures. II n'en finissait pas. C'est assu mant qu'il ne reçoive les femmes que Taprès-midi. Après tout on trouve là ses deux louis..., sûr... Et, on a beau avoir quatre mille de mensualité, il manque toujours deux louis. Quand je repense à la tête du marquis sous le soleil qu'il faisait à trois heures; et comme il devenait écarlate, cramoisi, violet... J'ai toujours peur qu'il crève, au bon moment. Avec son vieux nez, où il y a tant de petits trous, sa gorge pendante de dindon, et ses yeux pleins d'eau... Oh non! quelle tête! ... il devrait bien se mettre un masque"], [199, "SORTIE DE THEATRE. 139\\u000d\\u000a\\u000d\\u000a139 et se laver mieux les dents... Par bonheur j'ai trouvé le truc de me cacher la tète dans Toreiller, comme si j'avais de la pudeur. Alors il ne met son asthme que dans mes cheveux... Tout de même ce qu'il est amusant, le polichi nelle, et ses histoires donc !... » Disant : « Je t'aime, ce soir, mon grand beau... Je t'adore... Je t'adore... Tume tromperas jamais, dis? Partir avec toi, à la campagne. Nous serons à deux, seuls, toujours... Du haut de la scène je te voyais, tu étais beau... tu es toujours beau... Non je n'ai pas besoin d'argent, je t'assure... j'ai ce qu'il me faut Tues gentil... gentil. ..Oh! que tes lèvres, c'est bon... j'aime tant ta moustache. Aussi, ne dis rien... ne parlons pas. Restons comme ça, tout contre... sages. » Pensant : o Je n'aime pas ces choses-là en voiture. On est trop mal avec les cahots. On se déchire. Les cordons craquent. J'ai tout abîmé ma fourrure, avant-hier, le soir ou j'avais rencontré ce brun si chic, sur le boulevard Haussmann... Dégoûtant, ma petite Jeanne, de se laisser lever comme ça, sur le boulevard... Mais il semblait si chic... Et quelle obstination. II me suivit une grande demi-heure au moins. On voyait qu'il en avait envie ! Et en passant devant une fleuriste, il a payé au moins trois louis la branche de lilas. En plein janvier ! Et puis ça trouble Timprévu, comme ça! Personne n'en sait rien jamais. Le fiacre roule une heure. ..'On se sent saisie, étreinte par quelqu'un d'imper sonnel, par une force qui ne se nomme pas, qui est la Force. II y a du mystère. On sent du destin qui vous broie... une joie qui râle. Et autour de soi, le bruit des autres voitures; le fleuve de la vie coule à grand tumulte,"], [200, "140\\u000d\\u000a\\u000d\\u000a140 LES RASSEMBLEMENTS. pendant que la force anonyme vous pénètre, vous jaillit au cœur et que le satyre écrase votre sein contre sa barbe qui crisse. Je frissonne, à y penser encore. C'est une horreur et une volupté d'ombre, une certitude de se savoir ignoble et d'en tirer du bonheur... Ah!... » Disant : « Ah! mon grand beau... vois donc cette nuit de mi racle... On se sent divins à deux qui s'aiment sous toute celte harmonie du firmament... Regarde les étoiles. Qu'est-ce que tu crois d'elles?... Moi il me semble que ce sont les larmes d'un dieu, et en tombant par l'espace elles gelèrent... Elles restent suspendues... parce que le dieu pleurait de bonheur à songer que nous nous aimerions tant, mon grand beau, toi et moi, seule à seul... » Vers leurs coupés, les menteuses, les actrices et les femmes sortent du seul lieu où elles se connurent sincères, puisque leurs actes et leurs paroles y furent admis, d'abord, comme mensongers. Les femmes, les actrices, les menteuses sortent du seul lieu de leur vérité."], [201, ""], [202, ""], [203, "Autour du Café-concert d'été PAR Thadée NATANSON"], [204, ""], [205, "AUTOUR DU CAFÉ-CONCERT D'ÉTÉ De tous les spectateurs qu'attirent Tété les cafés-con- certs, lumineux parmi les arbres, les plus attachants ne s'entassent pas à Tintérieur. Ceux-là sont trop ordi naires. Leur satisfaction uniforme empêche qu'on remarque rien d'eux. II semble que la pleine lumière où ils baignent n'efface pas que les couleurs. C'est dans Tombre, derrière les palissades et les bos quets qui isolent le spectacle, que se dissimulent les spec tateurs honteux. L'obscurilé qui les abrite est silencieuse. Mais dans ces régions indécises où les refrains parviennent différents, où le vent disperse capricieusement les accents des cuivres, se développe confusément une vie intense. Et encore parmi tous les autres qui vont et viennent, les seuls qui vaillent d'être observés se distinguent assez."], [206, "144 LES RASSEMBLEMENTS. Ce ne sont ni les passants sans persévérance, trop tôt lassés, ni davantage les ouvreurs de portières, les mioches, les mendiants, les miséreux qui se pressent aux portes parmi les affiches et les écriteaux et qui ne sont que la population flottante. Aussi bien que. la foule attablée, celle-là est sans mystère : blouses, femmes en cheveux, filles, voyous, groupes faméliques dont la clarté trop vive fait saillir les faces avides et qui, maintenus à grand'peine, font aux arrivants une double haie de convoitises. Leur réserve encore plus que l'obscurilé cache les sages qui autour du café concert composent un public attitré d'habitués. Les chaises de fer qu'ils occupent de bonne heure et qui bordent les gazons, signifient leur unique privilège. Mais d'ailleurs leur altitude discrète les caractérise. Ils ne se promènent point, n'ont garde de remuer, ne se pressent pas aux portes, ne font même pas mine d'entrer, rougiraient de se faire remarquer ou d'être confondus avec d'autres. S'effaçanl à l'écart, oubliés, ils perdent plus d'une ritournelle, de Torchestre. connaissent surtout les éclats, toutefois avec tranquillité, jouissent de l'air frais, des accents assourdis, des lumières que le feuillage tamise, des refrains ébréchés. C'en est assez à leur gré pour colorer d'un à peu près de joie les soirées de leurs jours pénibles. tt Une particularité précise leur physionomie. Lis ne sont ni pauvres, ni à Taise, et, strictement, dans la médiocrité. Trop riches pour se passer du superflu, ils préservent leur dignité mais lésinent : empêchés de"], [207, "AUTOUR DU CAFÉ-CONCERT n'ÉTÉ. 145 s'asseoir aux bonnes places, encore plus aux mauvaises, où ils dérogeraient, restent à la porte. Ni loqueteux, ni misérables, ni aventuriers, ce sont les spectateurs parcimonieux. Leur ingéniosité qui parvient à extraire encore de la joie des miettes du plaisir des autres, a trouvé dès le matin à s'employer. Attentifs à ne rien gaspiller, ne se résignant qu'aux dépenses qu'il est impossible d'éluder, c'est eux qui ont acheté pour moins cher les laissé-pour-compte, les vête ments manqués, les coupons défraîchis, les ratés, les robes tachées, les souliers refusés ; goûté dans les grands maga sins, parfumé leurs mouchoirs aux vaporisateurs des devantures. C'est eux qui lisent les prospectus des distri buteurs, suivent les hommes-affiches, passent au chaud dans les musées les après-midi d'hiver, s'instruisent aux cours gratuits, à Theure des repas déambulent dans la fumée des soupiraux de restaurant, expédient dans les cafés leur correspondance, non sans s'y approvisionner du sucre superflu, font cercle dans les squares autour des musiques militaires, tournoient aux bals officiels, et ne manquent jamais, quand bien même il faut traverser Paris, de bout en boul, d'aller s'exclamer à un feu d'ar tifice. Condamnés aux privations éternelles, mais asservis aux usages reçus, ils n'auront des spectacles, connu que les programmes, des repas, que les menus, des événements, que les comptes rendus, des célébrités que les phologra phies, de la passion, que les faits-divers et les feuilletons. Et n'ayant fait que côtoyer les plaisirs 'et les joies qu'ils envient, ils mourront, forçats médiocres des mœurs qu'ils 13"], [208, "146 LES RASSEMBLEMENTS. subissent, sans avoir joui pleinement de rien, même de leurs raisonnables économies. - C'est à peine si dans la pénombre on distingue leurs visages et leurs attitudes. Mais pâlis, plus effacés et silen cieux, presque inquiétants au sortir de la pleine lumière, on reconnaît, à un air de famille, les personnages déjà vus des jardins, brodés sur la même verdure, harmonisés encore à la tapisserie moins éclairée. Ce sont eux qui, le dimanche, s'assemblent au long des avenues, groupés sur les mêmes chaises de fer, regardent en causant passer les passants et s'écouler les innombrables voitures. C'est pour eux que défile le cortège des élégances et pour leur plaisir que le luxe trouve des raffinements sur lesquels ils se prononcent. Les chevaux ne vont pas plus vite que leurs langues. Les équipages célèbres ne repassent pas plus souvent que certains de leurs propos, aussi traditionnels. Les jeunes filles caquettent. Des jeunes hommes sont mal à Taise. Les jeux des mioches enroulent autour des parents endimanchés les orbes de leurs courses que la foule rétrécit. On en voit cependant qui sont venus, en habits de fêtes, se reposer tout de bon, qui ne promènent même pas d'enfants, regardent et se taisent. Des vieux et des vieilles, délaissés, ne font plus aller que par habitude des lèvres dont ne sort aucun son. C'est eux que ce soir on retrouve, les mêmes, à ceci près que, moins parés et silencieux, ils s'installent non plus pour voir mais pour écouter."], [209, "AUTOUR DU CAFÉ-CONCERT D'ÉTÉ. 147 Et ces figurants éternels d'une action où jamais ils ne prennent part, c'est toujours la même gratuité de la dis traction qui paye leur empressement de spectateurs du plaisir d'autrui. Sî Sitôt le printemps venu on les retrouve à leur poste. Ils accourent. C'est ici une de leurs distractions favo rites. Aucune autre, les soirs d'hiver, n'est aussi hygiénique. II n'en est pas non plus d'aussi complète qui coûte moins à leur bourse ou à leur dignité. Bien peu de chaises restent inoccupées. Les seuls jours de pluie sont des dé sastres, car, contre le vent, il suffit de s'envelopper. Pour ne rien perdre, ils arrivent même avant l'orcheslre, s'installent et regardent s'embraser le buisson des lumières et les guirlandes des lampions blancs qui flambent. Habi tués à Tordre des programmes, ils jouissent à Taise de son développement. Au surplus l'ombre à elle seule dont émerge la lumière, signifie du romanesque. Le repos, la fraîcheur, la joie dont on est en quête, le soir, les jardins, les mélodies, même trouées, où s'enroulent des bribes de romances, Taccent martial â peine étouffé de quelques refrains, les beaux sentiments et les pires qu'on évoque, suffisent au plus grand nombre, inclinent à la bienveillance. Les plus malheureux goûtent dans l'ombre un charme secret. Parfois il en est qui font mine de mépriser les spectateurs véritables, dont ils se tiennent à distance respectueuse, affectant de se garer des plus huppés comme de la foule. Tantôt dénigrent le genre inférieur que la stupidité des contemporains met à la mode, raillent des engouements"], [210, "148 LES RASSEMBLEMENTS. inexplicables , tantôt critiquent la pauvreté des chanson nettes et la vulgarité des ritournelles. — A peine s'il est possible d'y prendre goût de très loin et encore c'est l'air qu'on respire au frais sous les arbres qu'on vient chercher jusqu'ici. Un mouvement d'épaule et de menton désigne comme des réprouvés, ceux-là qui, dans la fournaise éclatante, ne seront venus que pour fumer, boire, faire tapage et s'encanailler. Cependant ils tendent l'oreille ; dodelinant de la tête, battent la mesure sur les chaises des voisins et même se haussent pour voir dès qu'ils ne se sentent plus observés. C'est qu'il ne dépend pas d'eux de ne connaître que Tenvers du spectacle. Ils ne font montre de dédains et de mauvaise humeur que pour s'assurer une supériorité, si illusoire qu'elle leur apparaisse à eux-mêmes. A tout le moins ils n'applaudissent jamais. Près de partager la joie des autres, le charivari des mains qui claquent, des cannes qui battent, des cuillers qui sonnent sur les verres et des soucoupes en branle, tout à coup arrête leur enthousiasme. II ne convient qu'à la satisfaction des plus heureux de s'exprimer aussi bruyam ment. Et, conscients des distances, ils accordent amèrement leur silence dans Tobscurité au tapage de ceux qui payent Téclat des lumières. Et non plus jamais ils ne s'esclaffent, car ce qui parvient jusqu'à eux des calembours et des gaudrioles ce n'est que le bruit confus. S? Comme leurs ressources médiocres et une gêne sans possible avenir de richesse condamnent à jamais la plupart"], [211, "AUTOUR DU CAFÉ-CONCERT D'ÉTÉ. 149 à ce côté-ci des buissons, quelques-uns, mais surtout les plus jeunes, moins résignés se désolent. Et pourtant, leur plaisir, à l'ombre des plus fortunés, effigie de spectacle, ne vaul-il pas la satisfaction de ceux qu'ils envient? II le dépasse de toute la hauteur du rêve dont la magie décolore même les réalités radieuses. II s'enivre de la beauté de Tespoir, auprès de qui, même vain, se des sèche tout ce qui n'est qu'arrivé. L'attente éternelle d'un plaisir médiocre est sans dégoût et un désir vaut mieux que tous les désirs réalisés : c'est eux qui ont la meilleure pari. Mais ils n'apprécient pas leur félicité. Ni les enfants qui s'impatientent et pleurnichent, ni les jeunes filles qui dé périssent, ni les jeunes hommes dont le mutisme isole et fortifie Tamertume, ni les couples qui ne se suffisent plus. Et les parents continuent d'enseigner des consolations dont la tradition leur fut transmise, sans qu'ils y aienl rien compris, par des aînés qui ne Tavaient pas fait davantage. — Laissez dire les sots. Restez bons. Prenez patience. Ceux-là ont déjà leur joie qui finit, et vous Taltendez. Leur morale est comme toujours odieuse aux déshérités. Le refrain qui revient et que la foule et les cuivres accompagnent calme un temps le chagrin des affligés jusqu'à la fin du vacarme. Mais la scène lumineuse el muette, les sourdines, le récit perdu et le silence des bienheureux spectateurs de nou veau Taggra vent. Les gorges des petits se serrent et les larmes sont près de jaillir tandis qu'on n'entend plus rien ou presque. Des souliers rageurs tapent aux grands arbres dont la cime pâlit et s'argente aux lumières. Les jeunes filles boudent aux conversations qui chuchotent, s'attristent à mourir d'être privées de"], [212, "150 LES RASSEMBLEMENTS. tout. Leur imagination qui colore de nuances enchantées les plaisirs défendus, recrée dans leur cœur désolé Taspect de lumière et d'ombre qu'elles contemplent, avec l'éclat de leurs désirs dont s'assombrit leur mélancolie. Et pourtant de tous ceux qui sont là, la plupart revien dront. Les jeunes et les vieux, les enfants devenus parents et les filles même grand'mères, aux mêmes places. Bien peu s'enrichiront. Quelques-uns recourront à tous moyens pour sortir de la gêne, connaître enfin les jouissances qu'on paye et les bombances exceptionnelles. A des ripailles el des fêtes, leurs fringales prendront la revanche des privations anciennes. Ils peineront à se rassasier de ces plaisirs donl le prestige les fascinait tout le triste et long temps où ils n'étaient admis qu'à les côtoyer. Mais le plus grand nombre, désenchanté, prendra son parti d'une défaite de plus. Bientôt ils seront résignés à Tindicible tristesse d'une vie régulière et misérable où tout est mesuré. Pauvres ou avares ils se consoleront de ne connaître que les plaisirs qui ne coûtent rien et ce qu'on peut prendre sans payer des reliefs des privilégiés. Et contents de leur sort, ils reviendront les soirs d'été, s'asseoir autour du café-concert. VI Mais tous ne viennent pas seulement chercher une distraction, si dépourvue soit-elle Sous les arbres, dans les bosquets, se donnent encore des rendez-vous d'amour. Ainsi c'est ici par occasion TOpéra-Comique des familles nécessiteuses. Et plus d'un mois d'été y a vu aboutir parmi"], [213, "AUTOUR DU CAFÉ- CONCERT D'ÉTÉ. 151 les flonflons des projels ébauchés au son des romances de printemps. Même ce décor-ci est supérieur; son prestige, plus efficace. Des musiques engageantes se jouent aussi et qui sont plus expressives. Le jardin et la nuit les font plus cares santes et leurs rythmes effacés laissent plus de liberté aux propos préliminaires. Les refrains divers offrent à leur embarras un choix commode de thèmes appropriés et qui varient. Les fiancées empruntent au cadre mystérieux de verdure infiniment de charme. Leur attitude résignée donne du relief à leur modestie ou bien il esl permis d'équivoquer sur la qualité des désirs dont elles palpitent. Les promis peuvent sans danger présenter des altitudes déférentes ou qui annoncent la soumission : ils ne sau raient compromettre la supériorité que leur donne la connaissance des plaisirs défendus. El ils triomphent parmi les sujets où puise à Taise leur éloquence. Balancés aux cadences des ritournelles les parents n'ont qu'à laisser faire au trouble qui gagne les jeunes gens. tt Et tandis que là-bas se déploient les féeries, ici, décolo rées, queparviennent jusqu'à lui des chansonnettes mutilées, des romances dont reste à imaginer la tendresse, que le spectacle s'achève, mille sentiments menus ont nuancé le plaisir que vient chercher ce public indécis. Les ran cunes, les désirs, les colères, les amertumes ont fleuri dans les cœurs, brodant ce parterre varié des sentiments où"], [214, "152 LES RASSEMBLEMENTS. s'agite l'âme aigrie des héritiers et des subordonnés, des dépossédés et des vaincus comme aussi des oppositions et des minorités. Venus avant les autres qui payent et jusqu'au bout trépignent, ceux de l'ombre s'en vont avant eux. Quelques-uns qui s'attardent sont les meilleurs, les plus heureux. Ils attendaient le départ de la foule bruyante et des voisins bavards. Ceux-ci vont pouvoir plus à Taise, aspirer l'air que le vent fraîchit et que la nuit parfume, ceux-là causer à très peu ou rêver. Et des couples ravis, voient s'éteindre, ravis les dernières lumières qui retenaient encore le rideau d'obscurité, dont les plis retombent sur leurs caresses."], [215, ""], [216, ""], [217, "Le Panier a salade PAR Tristan BERNARD"], [218, ""], [219, "LE PANIER A SALADE Madame veuve Oural possédait â Grenelle une pelite boutique, qui avait été jadis une simple mercerie, et qui, grâce à l'activilé de la patronne, se trouvait maintenant abondamment pourvue des articles les plus divers : mors de bride, souliers de tennis, caves à liqueurs, gants de peau et de siloselle, pipes d'écume, etc., etc. Madame Oural était une vieille dame de grand sens. Elle avait longtemps médité sur un grave sujet d'économie politique : la lutte des petits débitants contre les grands magasins. Elle avait compris que le bon moyen de ne pas succomber était d'offrir au client des quartiers excen triques une grande variété d'articles. Mais son ingéniosité consistait à aller s'approvisionner dans les grands maga sins comme un client ordinaire. Elle se rendait donc tous"], [220, "156 LES RASSEMBLEMENTS. les jours au Louvre et au Bon Marché pour s'y procurer des objets de toute sorte. C'était, l'ai-je dit? une fort discrète personne. Elle évitait de déranger pour ces menues emplettes tout un monde de commis, de caissiers et d'empaqueteurs. Elle se servait elle-même, prenait Tarticle avec précaution, et .'em portait sous sa pèlerine. Si tous les autres clients suivaient cet exemple, les grands magasins, en diminuant leur per sonnel, pourraient réaliser sur ce chapitre de sérieuses économies. Madame veuve Oural avait deux garçons et une fille. Thérèse Oural était âgée de seize ans à peine. Elle était vive, enjouée, et d'un excellent naturel. On vit rarement une enfant de cet âge honorer autant la vieillesse, et entourer les vieux messieurs d'aulantde prévenances atlen tives. Aussi la boutique et même l'arrière-boutique ne désemplissaient pas de vieux messieurs d'excellente famille. Des deux fils de madame Oural, le premier, Gaston, était déménageur de profession. C'était un garçon com plaisant, et aussi discret que sa mère. II poussait cette discrétion, quand il déménageait une maison de campagne jusqu'à éviter de prévenir le propriétaire. II ne le déran geait même pas pour lui demander la clef. II avait telle ment horreur du bruit et des gens criards, qu'il alla, certaine fois, jusqu'à donner du couteau à une vieille bête de bonne, qui le troublait dans son travail par de stupides clameurs. Clément, le second fils de madame Oural, était un cœur très bon, que plusieurs demoiselles de Grenelle aimaient d'un vif amour. II avait vu profondément dans l'âme de ces pauvres filles. II avait compris que, traitées durement"], [221, "LE PANIER A SALADE. par leurs amants de passage, elles étaient tendres de tous leurs besoins de tendresse refoulés; que leur bonheur était de le rendre heureux, lui, Clément, par divers pré sents et câlineries d'utiliser à son profit toutes les velléités de bonté qui vivaient en elles. Le jeune homme, charita blement, s'attachait à développer chez elles ces sentiments salutaires, et les stimulait au be- ___,^_r^=^ soin par de pressantes sollicita lions. Un soir, un monsieur âgé vint rendre visite à Thérèse Oural. II était su jet à des somnolences. Thé rèse veillait sur son som meil. Ce monsieur était un homme riche, qui — avait des billets de ban que dans son porte- feuille. Thérèse se hâta de faire cette constatalion, qui, Tinstant d'après, eût été mensongère. Elle pensa qu'il était mal que ce vieux monsieur ne donnât pas aux pauvres une partie de son numéraire. Thérèse s'institua, séance tenante, Tagent de ses libéralités et donna les billets de banque à sa pauvre mère. Elle en garda cependant une partie pour elle, comme tout bon argent de bienfaisance, pour ses frais de bureau. Puis elle remit le portefeuille dans la poche du vieux monsieur. Enfin, elle le réveilla, car il était temps qu'il ren trât chez lui, pour éviter les mauvaises rencontres. Le monsieur, tout ensommeillé, sortit paisiblement. Au coin de la rue, une idée le prit de regarder dans son porte feuille. II y trouva sa dernière feuille d'impositions, un M"], [222, "158 LES RASSEMBLEMENTS. peu de taffetas gommé, et une carte d'entrée pour l'expo sition du cercle Volney. II revint jusqu'à la maison Oural, et sonna. II attendit quelques minutes, et sonna une seconde fois. Comme il venait de sonner pour la douzième fois, une horloge ironique y alla, elle aussi, de ses douze coups de minuit, et tout retomba dans le silence. Le monsieur âgé, ne sachant à qui faire part de ses impressions, se rendit au poste de police. Le lendemain matin, le commissaire du quartier fit visite à madame Oural, et dressa Tinventaire de quelques objets mobiliers. Puis il s'entretint avec toute la famille, leur indiqua, au cours de la conversation, Tadresse d'un excellent photographe, un nommé Bertillon, chez qui il s'offrit à les conduire. Voilà pourquoi toule la famille Oural, après un court séjour au poste de police, monte dans une grande voiture, attelée de deux forts percherons."], [223, ""], [224, ""], [225, "L'Incendie PAR Félix FÉNÉON"], [226, ""], [227, "LTNCENDIE De becs de gaz lointains, des chevaux arrivent dans un style furieux et décoratif, tels qu'aux plus fâcheuses toiles de Chelmonski ou de Checa. La corne s'époumone en rauquements désireux de propager les alarmes et de restituer au mot « incendie » une vertu terrifique qu'il n'a plus dans le vocabulaire d'un Parisien : — les maisons sont si hautes, on ne peut rien voir, — les théâtres ne brûlent guère avant trois heures du matin, — le galop qui em porte ces pompes ne s'arrêtera évidemment jamais, — on vous concédera tout au plus des feux de cheminée. Les volets qui allaient clore les négoces restent immo biles aux bras dressés des garçons de boutique; délaissant leurs alcools, des ouvriers obstruent de leur curiosité la"], [228, "162 LES RASSEMBLEMENTS. porte du marchand de vin; des passants qui se hâtaient s'arrêtent, extirpent du collet de leur pardessus leur nez ; on piétine dans la boue, supputant, sur la foi d'une lueur mal localisée au ciel nocturne, les titres des divers quar tiers à Taubaine d'un incendie: Ménilmontant, Belleville, Clignancourt ont des partisans, la Villette aussi. C'est peut-être le Sacré-Cœur qui brûle. — « Demandez la Clameur, cinq centimes ! Les détails complets sur l'in cendie ! » Mais il s'agit d'une histoire de la semaine der nière, un incendie on ne sait où, à Posen. Or la pompe avec sa grappe de sapeurs se rue sur le groupe et ruine les hypothèses en s'orientant vers des Montrouges, tandis que les casques au heurl violent des feux des torches éclatent comme des grumes. Des cyclistes Tescortent vers d'improbables désastres. Les gens de tout à l'heure hésitent à se regrouper, tristes de constater une fois de plus qu'ils ne seront jamais sur le théâtre de nul événement, qu'ils vivront toujours avec douze heures de retard, sinon plus : le temps, pour les journaux, de racoler des renseignements, d'ailleurs con- trouvés. Mis en verve par le passage des feux et des fer- railles, Anatole et le petit zingueur filent rapides casser la vitre de Tavertisseur à incendie de la rue d'Aboukir et bifurquer ainsi l'émoi des gardiens de la cité. Pourtant on a vu des incendies. Des échelles se sont appliquées, en lignes d'esquisse, aux murailles ; despompes à court de souffle se sont abouchées à des prises d'eau taries, en ont même extrait quelque jet qui du moins, s'il n'éteint pas, attise ; un pan de mur s'est effondré comme effacé à la mie de pain ; des fêtes de charité s'organisèrent. II y a des silences, des bruits vagues, des explosions de"], [229, "l'incendie. 163 bonbonnes. On reçoit des bourrades municipales. Des pompiers se promènent sur des crêtes de murs. II tombe des matelas sur le trottoir. Quelque part des actes mémo rables doivent s'accomplir. Le froid sévit. « Cet incendie, c'est un coup du proprié taire des immeubles qui veut faire marcher les compagnies d'assurances. » D'autre part, il est certain que c'est un ouvrier renvoyé qui a mis le feu : il s'est fait justice lui-même, on vient de retrouver dans un sous sol de la maison sinistrée son corps percé de quatorze coups de couteau. Le froid s'exaspère : c'est toujours de la fumée qui sort, jamais des flammes, et il pleut de l'eau de pompe. Ça ne ressemblerait pas du tout à un incendie si des femmes, qui pourraient sortir placides par les escaliers, ne se sacrifiaient aux traditions : et les voilà brandir aux fenêtres des enfants nouveau-nés dans leurs poings dra matiques, puis descendre en façade, dans des sacs, — nuits de Bosphore ! — au bout de la corde de pompiers précau tionneux. Libérés ces pompiers seront palefreniers, voleront des sacs de fourrages, comparaîtront devant des juges, el leur avocat finira sa plaidoirie en clamant : « Mon client, messieurs, a servi dans le corps glorieux des pompiers de Paris, et c'est lui qui a retiré des dé combres fumants, au prix de quels dangers ! le cadavre du colonel Froidevaux. Un tribunal français ne saurait, pour une peccadille, condamner ce héros ! » C'est infaillible. Ces nuits-là, d'incendie, on s'appuierait à une balus trade, au haut des rampes de la butte Montmartre, s'hal-"], [230, "164 LES RASSEMBLEMENTS. luciner un peu, évoquer des feux historiques, une ville toute qui flambe, ou simplement s'intéresser à ces teintes variantes, à ces jeux de banderoles pourpres, bleues, ci trines, vertes, surtout quand brûlent des magasins de décors ; bientôt ces ardeurs s'apaisent : on discerne encore dans le noir une place tuméfiée. En somme, ce n'est, hélas, jamais bien impressionnant."], [231, ""], [232, ""], [233, "L'Hercule de carrefour PAR Edmond PILON"], [234, ""], [235, "LTIERCULE DE CARREFOUR Sur la place spacieuse, aux ormes plantés en quinconce, l'homme de la Force parade ; A le voir debout, les cuisses serrées dans un maillot collant, les reins couvert d'une étoffe frangée el la poitrine battue de médailles sonores, les curieux, chétifs, retrouvent, formidable, la présence de l'Ancêlre. Un silence s'impose. Les gamins de Paris admirent l'athlète puissant, grandi dans les glèbes fortes. Jamais la Ville ne produisit de tels colosses. Celui-ci recommence la race déclive et perpétue la grandeur de l'homme originel. A suivre les aoûterons dans les terres blondes, il ressem blait, armé de sa faux d'argent parmi le blé, au Celte roux, au Brenn gaulois, abattant de sa lance les cohortes pré toriennes. Mais comme les machines, aux champs, rem-"], [236, "168 LES RASSEMBLEMENTS. placent les bras, la brute plastique désira, quelque jour, exploiter sa puissance médullaire. Et, c'est ainsi que lui, l'Arverne aux nobles boucles, vint vers la Cité où se trafique aussi la Force... Sur la place spacieuse, aux ormes plantés en quinconce, la foule se tasse pour regarder l'Hercule; D'abord aux Halles, il souleva des faix de farine neigeuse ; mais le dégoût lui vint de porter, moulu, ce blé que jamais il ne ferait plus germer, et, bientôt, il fut Belluaire. Dans les arènes, sa vigueur lui conquit d'admirables courtisanes et les amours nomades achevèrent de Téduquer, mais sa sauvagerie s'émoussa, devint de la gouaillerie; le Brenn prit des allures de Capeluche. II laissa ses cheveux retomber sur son front, en accroche-cœur, s'apprit à bom ber Ic torse, à faire rouler, sous la peau, les nodosités de sa chair. Le splendide coltineur dégénéra en gymnasiarque; expert en poses équivoques, souple et adroit, sa taille domina les tréteaux. Comme un mercenaire stipendié, il eut, sur la poitrine, des anaglyphes de cuivre, et, dans les tableaux vivants, il figura Laocoon, accablé de serpents ou le Goliath à Tabondante crinière. Sur la place spacieuse, aux ormes plantés en quinconce, les passants se groupent pour contempler TAlhlète; II abandonna, quelque jour, le pugilat et la palestre. Sa passion pour une charmeuse nephthalienne le décida, autre fois, à fuir la contingence des fêtes et le rendit errant, forcé qu'il fut de parcourir les places publiques et de conter le boniment aux masses. II exulte à entendre les dialogues populaires dont il se sait l'objet : — II n'est pas des fortifes, lui, hein? — Pour un merlifiche, c'est un merlisiche !"], [237, "l'hercule du carrefour 169 — Quel lancier ! — Va défoncer l'macadam. — C'te poigne... Sa joie est de défier les spectateurs. Un petit militaire s'épuise-t-il quelquefois à soulever les poids de fer ou les sphères de fonte, il sourit béatement, avec une extase qui lui fend les lèvres et trahit son orgueil. Avec lenteur il marche vers le tapis, se courbe sur une cuisse, enlève la masse pesante entre deux doigts et, sans broncher, Télève à hauteur de son front. II demeure ainsi longtemps ; les nerfs de son cou se gonflent, les veines de son front s'enflent de sang, la sueur perle sur ses joues, et, dans l'anéantissement graduel qui lui monte des jambes, il ressent, vaguement, Timpression d'accomplir quelque chose que d'autres ne sauraient faire. — Plaquée l'armée ! — Tu travailles bien, mon vieux — Bravo l'artiste ! L'ancien coltineur se redresse : il a connu la gloire. Aussi aime-t-il son métier. Sur la place spacieuse aux ormes plantés en quinconce, le Crotoniale parade ; Le peuple se repaît de sa nudité saillante. La carrure des colosses charma les enfants de tous les siècles. A la lubri cité profonde des impératrices, les coureurs hénioques el les soldats numides offrirent de fortes joies. Aujourd'hui, aux pâles et chlorotiques curieuses que le spectacle en plein vent attire, Thomme superbe rappelle l'éclat des temps qui ne sont plus et la beauté des âges qui durèrent peu. La phtisie ou Tanémie les consume, elles, les veilleuses de nuit, ouvrières d'autres besognes et, le désir 15"], [238, "170 LES RASSEMBLEMENTS. leur vient, souvent, de s'approcher de l'homme des Forces, de celui dont la masse est une vivante statue de gloire, de frôler sa poitrine de leurs petites mains, de les laisser longtemps, leurs petites mains froides, sur ce poitrail de Centaure, pour y retrouver la chaleur d'un sang généreux. Elles ne voient plus le saltateur ; elles admirent seulement un être ancien, revenu d'un âge de bronze, un tueur d'ours et de loups, un habile porteur de massue. Aussi, des minces bourses peu remplies, les doigts fureteurs cherchent-ils, pour le héros, des billons lourds, de sous sonores dont elles lui font, timidement, offrande : — En v'ià des ronds, mon zig ! crie une voix approbative qu'il lui est doux d'entendre. Sur la place spacieuse, aux ormes plantés en quinconce, le rude géant parade... Son dédain frise Tinsolence, et, plus d'une fois, il se plaint amèrement du peu de pièces blanches dont on Thonore. II donne cours à ses exigences et devient impé rieux. Au pauvre enfant qui tourne l'orgue poussif de la réclame, il ordonne de moudre, sans fin, des airs affreux, et le peuple Tendure sans mot dire, lui qui rappelle à sa médiocrité Tapparence de l'homme libre. Les bonnes, les soldats, les gamins hilares, les commer çants curieux, les gens de la plèbe se ruent avec ivresse autour de Tespace limité d'une corde. Les commentaires reprennent : — Mince ! il est d'attaque. C'est pas des flûtes qu'il a ni des guiboles... — C'est des poteaux ! — Et ses biceps!..."], [239, ""], [240, ""], [241, "l'hercule du carrefour. 171 Sur la place faubourienne aux ormes plantés en quin conce, l'homme de la Force parade... A le voir debout, les cuisses serrées dans un maillot collant, les reins couverts d'une étoffe à paillettes d'or et la poitrine battue de médailles sonores, les curieux, chétifs, retrouvent formidable la présence de TAncêtre. Mais lui, ce soir, quand le jour terminé, sa masse de chair ploiera sous la fatigue, peut-être, une seconde, aura-t-il le désespoir de son attitude et le dégoût de sa déchéance, en pensant que, publiquement, il se prostitua pour la paresse d'une charmeuse. Morne et lâche, au crépuscule, il retirera sa corde, poussera Tenfant devant lui et, à passer devant les forges rouges qui utilisent autrement les bras, dans les rues sombres du vieux Grenelle, un regret viendra au Brenn déchu, d'avoir quitté les glèbes glorieuses, où la Force, sanctifiée par le Labeur, fructifie et féconde..."], [242, ""], [243, "Le Cheval emporté PAR Pierre VEBER"], [244, ""], [245, "LE CHEVAL EMPORTÉ Voici les faits : un cheval de boucher, un cheval blanc comme tous les chevaux de boucher, attelé à une voilure, stationnait au coin du quai. Son conducteur avait confié ce cheval a sa propre initiative. On a remarqué que les bouchers conducteurs laissaient volontiers leurs chevaux tout seuls. et qu'il s'ensuivait généralement de grands malheurs. Le cheval a commencé par patienter ; de temps à autre, il a secoué sa bonne tête de cheval, a dressé en tous sens ses oreilles-girouelles, agité ses sonnailles ; puis, du pied île derrière, il a frappé trois coups espacés, comme au théâtre ; il a gratté du sabol de devant, avec paresse. Après avoir attendu, il s'est brugammenl mouché, a relevé la tête, bal lant des narines ainsi qu'une femme sensuelle ; et il est parti"], [246, "176 LES RASSEMBLEMENTS. dans le vent. Rien de plus naturel, car la patience a des bornes. SCÈNE PREMIÈRE Un léger trot, ensuite, pelit galop de chasse; aucun dan ger, le quai à cette heure est presque désert ; de rares pas sants, disséminés sur les trottoirs. Alors débute le drame. un monsieur, tout haut . Qu'est-ce qu'il a donc, ce cheval ? deuxième monsieur, plus vieux, s'arrêtant et répondant, avec cette familiarité soudaine qu'autorisent les catastro- phes publiques. Tiens, oui, qu'est-ce qu'il a? (Les deux messieurs regar dent, le cheval les dépasse.) PREMIER MONSIEUR C'est un cheval abandonné? DEUXIÈME MONSIEUR, décidé C'est un cheval emporté. II va arriver un malheur ! (Les deux messieurs courent derrière le cheval en poussant de grands cris, sans doute afin de le calmer. Apparition d'un jeune apprenti qui s'élance sur leurs traces, d'un homme mûr mais bien mis, d'un employé de commerce, el d'un chas seur de cercle qui suivent le train; un enfant de cinq ans saisit celte occasion, de s'instruire et prend la file, un gazier. une fille en cheveux se joignent au premier noyau de coureurs."], [247, "LE CHEVAL EMPORTÉ. 177 tous, avec une logique d'ensemble. Arrêtez-le ! Arrêtez-le ! ! le cheval riant toul haut. Hâ ! hâ ! hâ ! A ce moment, un jeune ouvrier zingueur à /' horizon, là-bas, stoppe et regarde; il n'ignore pas que le rôle du jeune ou vrier zingueur est d'arrêter les chevaux emportés ; mentale ment il abaisse une perpendiculaire sur la ligne de marche du cheval, el se porte à l'intersection des deux lignes. II calcule qu'il se jettera à la tête du chevalet, le saisissant au chanfrein, se laissera traîner sur une longueur d'environ vingt-six mètres. Inutile; le cheval s'arrête de lui-même, à quelques pas et le courageux sauveteur est obligé d'aller le saisir par la bride. Néanmoins un curieux qui n'a même pas l'excuse de l' ivresse, a trouvé le temps de se jeter devant les pieds du cheval ; peut-être savait-il que les chevaux ont une répu gnance instinctive à piétiner les corps humains ; chacun a sa manière d'arrêter les chevaux emportés. Tandis que les deux premiers messieurs, essoufflés, arri vent ex-sequo, l'ouvrier zingueur, jugeant qu'il est l'Iieure de se signaler, secoue à tour de bras la mâchoire du cheval; le cheval ne se défend pas ; voici la foule ; le jeune apprenti se classe second, l' employé de commerce arrive placé; puis le peloton, l 'enfant de six ans a fourni une bonne course. On relève le blessé : on le tàte ; lui non plus ne se défend pas. Or, il n'y avait quasi personne toul à f heure, le long des trottoirs et en moins de cinq minutes un attroupement s'est"], [248, "178 LES RASSEMBLEMENTS. formé, trente, quarante, cent personnes qui se rangent en cercle ; d ' où sont-elles sorties? on nese V expliquera jamais. Le nécessaire el prévu sergent de ville tire de ses lombes un calepin, et tandis que l ouvrier tient la bride, qu'il ne lâche rail pour rien au monde, les nouveaux venus interrogent. PREMIER NOUVEAU VENU. Qu'est-ce que c'est? UN COMMISSIONNAIRE. C'est un boucher qui a écrasé un passant ; c'est celui qui tient la bride ; ça lui servira de leçon. Ils se croient tout permis, ces gars-là ; ils lancent leurs voitures, exprès, sans faire attention. PREMIER NOUVEAU VENU. II a une mauvaise figure. deuxième nouveau venu. Qu'est-ce que c'est? un palefrenier, désœuvré. C'est un type qui a voulu descendre le cocher pour des raisons ; il s'est fourré sous les pieds du cheval et Ta échappé belle. Ça lui apprendra à faire le malin. Je suis là pour témoigner quand on voudra. troisième nouveau venu. Qu'est-ce que c'est? UN MARMITON. Je ne sais pas, j'arrive. Je crois que c'est un zingueur qui a voulu chopper une carriole abandonnée ; ils sont une"], [249, "179 LE CHEVAL EMPORTÉ. bande de grinches à la roulotte, qui exploitent les loucher bem, on les recherche activement. En voilà toujours un de chauffé. TROISIÈME NOUVEAU VENU. Est-ce qu'il a dénoncé ses complices? LE MARMITON. II est en train. QUATRIÈME NOUVEAU VENU. Qu'est-ce que c'est? UN CHARBONNIER. Vous le voyez bien, parbleu ! C'est cette canaille de charretier qui a battu sa bête ; le vieux en cheveux blancs, en face, qui est de la Société Protectrice, Ta pincé dans Tinstant qu'il flanquait des coups de soulier dans le ventre de son bestiau. QUATRIÈME NOUVEAU VENU. Quelle brute! Si on veut mon témoignage, je suis prêt. CINQUIÈME NOUVEAU VENU Qu'est-ce que c'est? UN VITRIER. Encore un cheval abattu ; par ces sacrés temps de prin temps, ils ne se défient pas du macadam et jettent leurs bêtes à bas ; pas danger qu'ils prennent garde!"], [250, "180 LES RASSEMBLEMENTS. SIXIÈME NOUVEAU VENU. Qu'est-ce que c'est ? une jeune dame, très peinte On vient de saisir de la viande avariée, que Ton destinait aux soldats. Je vois ça pour la sixième fois au moins ; j'habite le quartier à deux pas d'ici. sixième nouveau venu, se rapprochant. Ah! vous habitez le quartier? Quelle curieuse coïnci dence !moi aussi, je demeure à deux pas. (La causerie con tinue à voix basse.) septième nouveau venu. Qu'est-ce que c'est ? un garçon de banque, qui n'a rien vu. Des amoureux qu'on a pincés dans une voiture, ils avaient baissé les stores; Tagent a ouvert la portière... septième nouveau venu. Mais ce n'est pas un fiacre ! LE GARÇON DE BANQUE, furieUX . Alors! si vous savez ce qui s'est passé, pourquoi me le demandez- vous? Vous voulez m'acheter, peut-être? huitième nouveau venu, se hissant sur les pointes. Qu'est-ce que c'est? Je ne vois pas?"], [251, ""], [252, ""], [253, "LE CHEVAL EMPORTÉ. 181 neuvième nouveau venu, de même. Sans doute un compteur qu'on essaye. Le sergent de ville, après avoir conféré avec le zingueur, le boucher, le cheval et la victime, réintègre son carnet dans ses lombes, fend la foule et s'en va vers d'autres sinistres ; la voiture part au grand trot et disperse l attroupement. SCÈNE II Alors un vieillard qui n'a rien dit, s'avance vers un col légien qui n'est pour rien dans cette affaire. LE VIEILLARD. Votre conduite est fort belle, jeune homme ; vous avez donné Texemple du courage à vos aînés ! Aussi vous allez me dire vos noms et adresse ; je rédigerai une demande el je vous obtiendrai le ruban tricolore. Je suis M. Jules Simon... 16"], [254, ""], [255, "Le Président PAR Ernest LA JEUNESSE"], [256, ""], [257, "LE PRÉSIDENT Il se sent très petit dans la voiture énorme. Très petit, vraiment. Et très seul. Oui, il y a quelqu'un à côté de lui quelqu'un qui le gêne, dont il sent les côtes, dont il sent les pieds, le coude et les aiguillettes, quelqu'un qui {'em pêche d'allonger les jambes et d'élargir son âme, mais il ne peut le regarder, lui parler, lui sourire. Et, en face, il y a d'autres aiguillettes et d'autres décorations mais il ne voit que le dos du cocher, immense, majestueux, un dos d'ancien cuirassier, et ça Timpressionne. Le dos du valet de pied l'émeul aussi — un dos moins parfait — ce lui d'un homme de la Préfecture : brr..., ce dos tortueux le fait songer à des dangers qui peuvent se lever pour lui, tout autour, à des dangers qui naissent peut-être et vers qui il s'avance en celte voiture lourde comme un corbillard."], [258, "186 LES RASSEMBLEMENTS. Et, d'évoquer Carnot, il s'aperçoit qu'il pleut. C'est Irop fort ! c'est un anachronisme ! Carnot est mort — pourtant. II pleut. Des gouttes tombent sur sa fièvre, sur son front, sur son monocle : des gouttes brouillent son monocle, martèlent son front, scandent sa fièvre (pourquoi a-t-il la fièvre ?) ; elles tachent son grand cordon de la Légion d'honneur — rien ne s'abîme aussi facilement qu'un grand cordon de la Légion d'honneur — tachent son chapeau, irrémédiablement. Ah ! ce pauvre chapeau ! II le tient à bout de bras, Toffre, stoïque, à la pluie comme un pot de fleurs : on va croire qu'il cherche à bien montrer qu'il le sacrifie — tel un ministre — qu'il n'en est pas un chapeau près ! II bombe la poitrine, gonfle ses joues sous l'eau méchante qui tombe ; il s'érige, il s'affirme homme du devoir, tout héroïsme parmi la tourmente et Taverse. Son monocle maintenant Taveugle, tant pis ! il n'aura pas ce jeu de sourcil qui, léger, implacable, ingénu, laisse choir le verre sur le ventre. II va. II devient fatidique, éloigne, en un effort, le chapeau ruisselant : c'est le geste dont Jésus écartait de lui le calice. Et ce geste de lassitude est un geste de bénédiction : il étend sa protection sur le peuple, sur les rues, sur les champs, sur l'univers : ce chapeau, ce calice, cette béné diction, ce pot de fleurs, il Toffre en holocauste, et il s'offre, lui-même, à souffrir et à recevoir Teau du ciel en silence, à cette fin que ses sujets — oh ! pardon ! ses con citoyens — puissent se permettre des parapluies. Ils s'en permettent : ils se cachent et se carrent dessous,"], [259, "LE PRÉSIDENT. 187 en protègent leur sérénité, leur loyalisme et leurs chapeaux. Et TExéculif, en un muet et furieux reproche, livre de plus en plus son chapeau à la pluie; il mouille ses gants blancs et le bout de ses doigts devient vaseux : quelle boue tri ture-t-il ? est-ce du tan — encore ? Vraiment, s'il n'écoutait que lui, il lancerait son chapeau parmi la foule pour s'en débarrasser, pour avoir franchement la tête nue et n'avoir plus Toccasion de se railler et de se comparer — quel ennui pour un honnête homme ! — aux vagabonds qui marchent par la nuit, leurs sabots à la main : mais la constitution de M. Wallon et le protocole s'y opposent. II lui faut pourtant se distraire, mais comment? En griller une? Pas mèche et pas mèche d'offrir un cigare au général Tournier : fumer en service commandé? Oh ! que cette promenade est longue ! Et lui-même, n'est-il pas en service commandé ? est-ce pour son plaisir qu'il reçoit de Teau comme ça, sur le bec, sans faire rele ver la capote de la voilure? C'est pour la République et pour le pays. II est aussi méritoire que les soldats de Raffet qui attendent, les pieds dans le ruisseau, Tennemi et la victoire. II lui faut pourtant se distraire ! Eh ! parbleu ! il continuera à saluer le peuple et il regardera. Le peuple! Tout Paris, n'est-ce pas? et toute la force de la ville, et toute sa vie et tout son labeur, et toute sa souffrance, tout son espoir grouillant, se pressant, se bous culant, béant, yeux fixes de curiosité et de sympathie, la bouche sèche d'angoisse bienveillante, le corps frémissant de respect vers celui qui, humble, jaillit du milieu des humbles pour être leur affirmation, leur gloire, leur sym bole, pour être celui en qui ils triompheraient, en qui ils"], [260, "188 LES RASSEMBLEMENTS. commanderaient ! Une horde et des équipes sorties en hâte des ateliers, des mains noircies par le travail qui remuent dans les airs et qui applaudissent, des voix altérées par le feu de la forge, des gorges secouées par les ahans de Tusine qui s'enrouent à acclamer, qui chantent en un péan barbare, lyriques et rauques, leur héros, leur homme, leur frère! Tu parles ! Trois pelés et un tondu. Plutôt moins que plus : il ne dislingue rien : c'est la faute à son monocle — opaque. Des parapluies, des parapluies, des parapluies! qui sait ? II n'y a peut-être rien dessous. Si : il ne faut pas qu'il soit injuste. Des gens s'appliquent : une bonne en tablier blanc ; elle est peut-être jolie mais — que maudite soit la pluie ! — il ne voit que le tablier ; un peintre en bâtiment : c'est TArt; un vieux hideux monsieur décoré : c'est l'Honneur; un curé : c'est la Foi ; un pioupiou et son eczéma : c'est la Patrie; un gosse et c'est, redoutable et admirable, Demain. Mais vraiment, y a pas gras. Et il aperçoit un jeune homme à l'air mauvais : encore un, pour sûr, qui parle de son beau-père ! Des gens à des fenêtres : ah ! ils ne s'embêtent pas, ceux-là! ils sont au chaud, ils sont à l'abri, ils regardent parce que c'est toujours, n'est-ce pas? un spectacle qui ne coûte rien. II reconnaît madame Lepic et Poil de Carotte qui lui semble sans enthousiasme ; il entrera au conseil d'Etat ! Et des persiennes, comme les lèvres de Léon Dierx, restent closes : de jeunes hommes derrière et des femmes (pour quoi voulez-vous que ce soient de jeunes femmes ?) le méprisent, aiment ou meurent : il se prend à haïr les per siennes closes. Et son chapeau pèse cent kilos : c'est comme un poids qu'il porte à bras tendu et ses joues enflent, enflent : que va-t-il vomir ?"], [261, "LE PRÉSIDENT. 189 Un Anglais, là-bas, s'étonne de son apparence de bonne santé. II va, il va et la pluie s'obstine : c'est toujours la même foule, froide, glacée comme l'eau qui lui tombe dessus, la même foule maigre, devant laquelle des agents alignent leur ténèbre — sans doute pour qu'elle ne se sauve pas et pour qu'il y ait du monde quand il passera. Car la foule ne songe pas à se précipiter vers lui, à dételer ses chevaux, à le porter en triomphe. Elle recule plutôt jusqu'au mur, morne, pour s'y en castrer. A-t-elle peur ? Et c'est toujours les mêmes gens : ils se déplacent peut-être avec la guimbarde (une vraie guimbarde, la voiture, ah ! elle est jolie, la carrosserie française !) C'est le même tablier blanc, le même eczéma, le même ecclésiastique. Qu'on la varie, la foule, qu'on la change et qu'on change les agents, qu'on change les vo lets, qu'on change la rue, qu'on change la pluie ! Que diable ! il peut bien avoir une pluie neuve ! il est le pré sident de la République. Et il fixe le ciel long, long et gris, un ciel de déclara tion ministérielle. Prière perdue ! Ah 1 c'était mieux sous TEmpire ! II secoue son chapeau, le fait pleurer sur les pavés, le brandit, met en valeur les mille petites gouttelettes qui Tétoilent, qui, harmonieuses, se groupent en arabesques et en astragales démocratiques. Mais il ne s'amuse pas : ses compagnons se sont figés, endormis sous le rythme de la pluie : les croix s'entre-choquent, les sabres frémissent, les essieux crient : c'est un glas. Et il salue toujours la foule qui ne le salue pas. Le cauchemar s'aiguise et la pluie se fait plus insi dieuse. L'Exécutif est trempé jusqu'à son caleçon, jusqu'à"], [262, "190 LES RASSEMBLEMENTS. son âme, jusqu'à son nombril et il est temps vraiment qu'il rentre, qu'il mette un autre monocle, un autre grand cordon, une aulre chemise, car, à la hauteur des Folies- Marigny, sans apercevoir un petit pâtissier qui lui envoie un baiser et une fort belle fille qui lui sourit, le voici qui se sent — Salvam sac rempublicam, Domine !— (ou, enragé, anarchiste I"], [263, ""], [264, ""], [265, "A la porte des casernes PAR Thadée NATANSON"], [266, ""], [267, "A LA PORTE DES CASERNES On charge les seules servantes du péché de complaisance pour les militaires. Mais il est universel. C'est seulement que celles-ci, qui sont simples, savent mal dissimuler leur tendresse. Et les uniformes, eux, sont voyants. D'ailleurs leurs sorts ne sont pas sans analogies. Les shakos et les dolmans illuminés d'or que les rubans des nourrices pavoisent et les tabliers que les pantalons font rougir, signifient la mutuelle compassion de ces déshé rités qui se sentent esclaves. Leurs servages accouplés se sourient ingénument. Or, il s'en faut que la tradition de leurs amours dans les jardins où Ton mène les enfants, atteste seule un goût, qui est général. Même il apparaît en la plupart si tenace qu'il faut bien qu'ils l'aient sucé avec le lait. II n'est pas d'exemple que la venue du régiment n'ait pas 17"], [268, "194 LES RASSEMBLEMENTS. fait éclore aux fenêtres d'une rue les bourgeons pressés des visages. De si bon matin qu'il manœuvre aux esplanades, on ne manque jamais de faire cercle autour de la précison de ses mouvements, qui même accoutumée demeure admi rable. On ne se lasse pas de les contempler. Les grandes manœuvres et les revues font tort aux courses de chevaux. Les enfants se passionnaient pour les petites machines peinturlurées. Les grands continuent. El Ton voit toute la population d'une ville, et les barbons plus férus que les moutards, si ravie de jouer aux soldats de bon, que tous, marchands, filles, femmes, patriotes, poussent de grands cris quand on menace de les leur enlever. Les municipa lités ne se prêtent leurs garnisons qu'à regret. La foule n'est pas moins curieuse de la boîte, où, après leurs exercices, on range les petits soldats. Les badauds harassés qui les ramènent du champ de manœuvre et les accompagnent jusqu'à la caserne où leurs rangs s'engouffrent, ne peuvent se rassasier d'un plaisir favori. Ils demeurent hébétés, sans vouloir admettre que c'est fini. Ils voudraient tant jouer encore, jouer toujours. On leur a pris leurs soldats. Ils attendent qu'on les leur rende. Et il faut à la porte mettre une sentinelle pour empêcher qu'ils y touchent. Si quelques-uns à la fin se lassent de ne voir que le fac tionnaire aller et venir, jamais il ne manque de spectateurs. Les places abandonnées bientôt sont occupées par de nou veaux venus. Cent menus accidents les consolent ou les amusent. Tantôt la porte s'ouvre pour une voiture qui apporte des"], [269, "A LA PORTE DES CASERNES. 195 légumes ou remporte du fumier, tantôt pour les tremblants édifices des fourrages dont la masse menace ruine, la corvée qui va distribuer dans la ville les gamelles qui ne fumeront pas longtemps, la garde pimpante qui défile et dont la sonnerie grêle réveille le souvenir de musiques mieux nourries; deux soldats très propres qui sortent en se dan dinant et lentement s'en vont souriant et leurs doigts gantés, écartés. Chaque fois c'est un peu de la vie mystérieuse que cachent les vantaux de fer qui se laisse entrevoir. Des blouses vont et viennent, en sabots. Celles-ci pansent des chevaux. Celles-là se suspendent à des bêles nues qui gam badent. D'autres portent des charges. D'autres musent. Et des hardes qui sèchent pendent aux fenêtres et se balancent."], [270, "196 LES RASSEMBLEMENTS. Toujours il y en a qui balayent comme il y en a toujours qui continuent Texercice, infatigablement. Le spectacle entrevu suffit pour faire prendre patience à ceux qui attendent. Voici venir et qu'on lui présente lesarmes un officier dont la mauvaise humeur continue sur son visage la raideur de son uniforme. Les habitués prédisent la venue du médecin major et puis celle du colonel et expliquent les sonneries qui saluent leur entrée. Un cavalier qui sort, soucieux de son rôle, éperonne sa monture qui caracole. Celle-ci, qui, la tête basse et le cou libre, majestueusement alanguit son pas en rentrant, ré sonne de claques amicales dont l'écho réjouit les assistants. Des visiteurs viennent à la porte parlementer, avant d'entrer. L'un tient très bas son chapeau, s'incline et sourit à Tad judant qui le toise. Un autre trop familier se voit refuser Tentrée. Ceux-ci attendront. Celui-là s'efface devant un su périeur dont les galons immobilisent le sergent qu'il était occupé à solliciter. Et une bonne femme — un mouchoir à carreaux noué à son bras enferme quelques provisions — supporte l'aecueil ironique auquel son langage embarrassé Thabitue. Les uniformes qui de temps à autre paraissent, viennent se faire voir, adossés à la guérite, semblent ignorer Thom mage des yeux qui les contemplent. Ce n'est pas qu'ils puissent renier le public que leur prestige éblouit. Car ils ont été ce gamin qu'ils fascinent, se reconnaissent"], [271, ""], [272, ""], [273, "197 A LA PORTE DES CASERNES. dans cet employé ou la blouse de Touvrier, auraient voulu être ce dispensé rachitique à qui ils font peur, et seront demain cet ancien mal mis qui leur sourit. Les plus endurcis avoueraient qu'ils envient les civils. Cependant il leur faut bien mettre à profit le privilège, qu'ils payent assez cher, de pouvoir les mépriser."], [274, ""], [275, "Le Charmeur d'oiseaux PAR Félix FÉNÉON"], [276, ""], [277, "LE CHARMEUR D'OISEAUX Cinq doigts s'écartèlent. Les miettes s'éparpillent haut dans le soleil, floconnent, el allaient retomber quand elles disparaissent, happées. Le froufrou d'ailes s'envole. Voilà les moineaux posés sur le gazon, sans patles, el leur gris se violacé parmi l'herbe neuve dont les massifs de géraniums exaltent la viridilé. Provoquées par le succès du vieillard, des fillettes essaient de capter la confiance des bestioles, en jolis gestes d'où émane la pâture. Inutilement. Les oiseaux s'étaient approchés aux premières avances. Déjà ils se renvoient craintifs ou dédaigneux. Quelque pigeon botté se décide seúl à picorer sur Tallée, et consent à roucouler un peu. Les fillettes s'étonnent : le monsieur"], [278, "202 LES RASSEMBLEMENTS. a un pouvoir magique. Elles ne savent pas qu'il distribue aux becs délicats, non du pain, — de succulente brioche, et c'est tout son secret. De nouveau, elles sont en cercle autour de lui, regardent les oiseaux aller et venir selon son geste, tourbillonnera Tentourdeson chapeau; il jongle avec eux, et soudain elles s'émerveillent : sur son nez sinistre un linot arrêté bat des ailes. Cependant, sur des socles, Spartacus jure, Atalante dé guerpit, Hercule s'offre, Pomone se mamelonné ; on voit des marins du siège, une druidesse, un pêcheur napolitain, et là-bas un tigre qu'un alligator dévore. (Le vieux monsieur à moustaches militaires reviendra, à la tombée de la nuit, s'asseoir dans le même parc, où tous jeux n'auront pas encore cessé.) Sur les quais, c'est plus spécialement aux cochers qu'il appartient d'engraisser les oiseaux. Collignon esta genoux sur le siège ; la terrasse du fiacre est couverte de grains d'avoine, et les coups de bec y sonnent en grêle. Ainsi le cocher caresse-t-il la sentimentalité du gardien de la paix qui Surveille la station : contre ce bon cocher-là, nulle con travention ne sera relevée. D'ailleurs, émue à ce spectacle, une famille s'est engouffrée dans la cage, el le cheval clopine vers le Jardin d'acclimatation. Un square. Autour de Taffreuse bonne femme aux gestes à saccades et sur qui tendrement les oiseaux fientenl, des dames se sont arrêtées questionneuses. Elle leur dit les mœurs des oiseaux et son amour pour eux : Thiver passé* si rude, bien des pierrots seraient morts ; elle fut leur Providence ; plus d'une fois elle jeûna en leur faveur. Et une larme tergiverse, puis roule par ses ravines faciales ; les dames s'attendrissent, cherchent leur bourse."], [279, ""], [280, ""], [281, "LE CHARMEUR D' OISEAUX. 203 La mère nourricière ne rentre jamais chez elle sans quel ques francs qui lui serviront à alcooliser fortement son dîner. Le lendemain, elle sera de très bonne heure au jardin dont elle vanla si bien les hôtes. Elle fourrera deux ou trois pigeons dans son cabas, et, à leur tour, ils la nourriront. Elle est l'amie des bètes."], [282, ""], [283, "L'Attente PAR Eugène VEECK 18"], [284, ""], [285, "L'ATTENTE Pendant longtemps, sur la porte d'entrée, avait été mar- quée la rubrique « Défense d'entrer ». Personne n'y avait attaché d'importance. II fallut que des gamins, au sortir de Técole, lançassent un de leurs bérets, puis tous, par-dessus le mur, pour qu'on se demandât la raison de Tinscription. On s'aperçut alors que le mur était garni d'artichauts défensifs comme ceux du palais Législatif. Ce fut une grande assise du commérage. La quantité des gens en mal de fonctions officielles échoua devant la porte. Dans le quartier, cela devint un événement aussi important qu'un grand enterrement, un grand mariage, Tarrestation d'un assassin."], [286, "208 LES RASSEMBLEMENTS. Cela était singulier, cette défense d'entrer sur une porte qui était toujours fermée. Son auteur devait être un facé tieux compagnon ou un blagueur macabre, quelque chose comme un disciple d'Ejjìhîr Poe. Mais le public ne raison nait pas par l'absurde. Cette antithèse ne Téveilla pas à la reconnaissance de sa crédulité indulgente. Le public ne s'assemble pas pour des intérêts médiocres. II prend des airs de circonstance et témoigne de sa gravité par sa ma jesté familière ou par ses gaudrioles. Thomas Graindorge (Huiles et porc salé) a manqué un beau chapitre sur les « Rentiers du pavé ». L'attente n'est pas tout à fait un emploi de la vie à re bours. Elle importe même dans le règlement de vie des exaltés. Qui n'attend pas devant un mur ? II est possible de dire que, lorsqu'on n'est plus du côté du mur où Ton attend, on est de l'autre, du côté des ossements. Vous avez déjà deviné que, derrière ce mur, ce n'était pas autre chose qu'un cimetière. D'habitude, on n'attend que des nouvelles glorieuses, enchantantes. La malice est contre nous ; le verre opaque se brise et nous nous sauvons, s'il est temps encore, de ce que nous désirions apprendre. Ces personnages, qui pérorent devant le mur d'un cime tière, sont représentatifs de Thistoire universelle. Bos suet fut leur meilleur panégyriste. Ils montra qu'ils ne se doutent pas qu'ils concourent efficacement à Tapothéosede la civilisation. La curiosité, en effet, fait prendre patience. Devant le mur nous signalons qu'une part de notre être n'est pas satisfaite. Les femmes attendent peu. Deux matrones, ici, seule ment, sont les ambassadeurs de leur sexe. Échantillons"], [287, "209 L ATTENTE. seyants, elles ne sont ni jolies ni aimables; elles ont dé passé l'àige. Leurs compagnes voguent en d'autres endroits de la ville, où les récompenses sont moins problé matiques, plus émoustillantes. L'avenir, le futur sont sans doute des considérations de poids, mais il sera toujours temps de leur faire face, quand leur tour sera venu. Les joies, les enivrements du présent sont autant de carottes tirées à la vieille tante Nature. II s'agit d'arriver devant la porte fermée juste au moment où elle s'ouvrira. Le temps passé à faire la queue décèle Torganisation d'une volupté peu exigenle. Tandis que les hommes, ces êtres de dévouement abstrait, ne regardent pas de si près à se passionner pour des vessies lanternes ; ils ont du bagout, étant bacheliers, pour les questions de principes. Ils dénichent avec la suave con fiance de l'autruche les trous où, en matière de sauvetage, ils s'engluent. II ne faut pas espérer qu'un fait anormal, qu'il s'agisse seulement d'une dispute de bottes, leur pas sera inaperçu ; il est vrai que cela n'intéresse ni le sort des États, ni leur bonheur personnel, mais ils ont le don magni fique de s'enthousiasmer à froid, de se dépenser pour les beaux yeux des choses. Ils avaient une araignée dans le cerveau à propos du mur à Tinscription intempestive. Ils appelèrent la logique à la rescousse : Sublata causa lollitur efsecltis. Ce mur était là pour protéger quelque chose ; il n'était pas tombé du ciel. D'ailleurs, le matérialisme n'admet pas les mau vaises raisons du sentiment, joujous des âmes faibles et timorées des femmes. Des faits, des faits, et toujours des faits. La porte n'existail-elle pas avec son inscription? Midi n'est pas à quatorze heures. Ils se rappelaient à la question ."], [288, "210 LES RASSEMBLEMENTS. Mais quoi? Ils étaient réduits à constater ce qui tombait sous leurs sens. Pour ce qu'il y avait derrière le mur, l'ima gination caracola. Dans ces circonstances, les idées les plus saugrenues trouventdesdéfenseurs.Onsuit toutes lespistes. Aucun ne soupçonna le prolongement d'un cimetière jusqu'à cette rue. La topographie des quartiers est pleine de casse tête ; on ne fait des villes géométriques qu'outre-mer. Du reste, il n'est pas considérable que nous puissions donner la grossière raison de Texistence du mur. Le gro tesque est que précisément, comme il arrive toujours, pour des solutions prosaïques de bon sens, se donne car rière Tesprit des rassemblements. Vice de Tintelligence pléthorique ! Abus de Tentraînement cérébral ! Malheureux, notre front est trop haut et nous ne voyons plus nos pieds ! Ni anges ni bêtes, parias du ciel et de la terre, nos raisons sont d'une planète plus élevée et ne s'ap pliquent plus à la physique de cette misérable terre. Con flit de Testomac et du cœur! La création est en défaut; notre mécanique cérébrale est si exquise que le déséquilibre s'est fait entre Tobjectif à jamais banal et pleutre et le sub jectif toujours progressif. Les badauds ont de tels talents en puissance qu'ils sont trop forts pour s'occuper en ce monde. Ils le regrettent, mais on ne les comprendrait pas. Leur royaume n'est pas d'un pays où derrière un mur il n'y a qu'un cimetière. Ils ne sauront en effet qu'à leur mort, car ils meurent, que derrière le mur il y a un cimetière. Ils auront attendu jusque-là de daigner rentrer sous la commune loi. Leur excroissante et difforme hypertrophie mentale se ré soudra. Psyché est immortelle; dans la vie, dans la mort elle n'est ni âme ni corps, mais leur proportion indivise."], [289, "L ATTENTE. 211 Dépêchons-nous, nous qui ne sommes pas les badauds, de passer devant ce mur néfaste. Qu'il cache ce que bon lui semble. S'il n'est pas de nos moyens de le prévoir rapidement, nous n'avons que faire de nous attarder. Le soleil tournera sans que nous soyons renseignés et nous manquerions les aubes consolantes et les crépuscules ma giques. Si, il est possible de ne jamais rien attendre. Sans être du côté des ossements, par la prescience indifférente de notre personne, nous pouvons être dans la vie comme dans la mort. Ne dites pas que la mort est chose froide, insensible, impassible. La mort est douce comme une vie bien menée. Apparemment, elle ne comporte pas les désirs fous, les transes épileptiques, les fastes injurieux, mais elle est belle de la beauté d'une femme qui sait, beauté d'une harmonie de songerie invraisemblable. La vie sans attente est déjà ici le commencement de la sagesse, mère des joies continues. Mourir dès l'instant aux désirs, aux ambitions, aux romans particuliers et privés, c'est avancer d'une quarantaine d'années (si nous avons vingt ans) notre introduction au calme satisfait, à la cons cience replète. N'est-ce pas facile et faut-il du courage, de l'abnégation ? Oh 1 non, il ne faut pas de vertus acariâtres ni désagréables ! Dans la mort, Ton ne s'efforce pas. II n'est que d'aimer sans objet, d'aimer sans le savoir. Alors, d'un côté ou de l'autre du mur il nous indifférera d'être. Et nous saurons dans les deux cas de quoi il retourne de chaque, puisque c'est toujours du même au même. Nous ne nous moquerons pas des badauds. Ils concou rent aux civilisations, bien qu'ils choisissent la voie la plus"], [290, "212 LES RASSEMBLEMENTS. longue. Et rien sous le ciel n'est inutile, ni vain ; notre mur aux artichauts défensifs, comme ceux du palais Législatif, ne fait pas exception, indépendamment de toute circons tance. La porte est baroque, mais elle nous touche davan tage ; elle prouve Tanimation qu'il y a à être dans la nature en quelque endroit et de quelque façon et sous quelque substance, dès que Ton ne se révolte pas."], [291, ""], [292, ""], [293, "Outrage aux agents PAR Lucien MUHLFELD"], [294, ""], [295, "OUTRAGE AUX AGENTS Cause quotidienne en trois décors. I Deux heures. — La scène représente la place du Palais- Royal. M. Chapon, pacifique marchand de graines du quai de la Mégisserie, est renversé par f agent Loroy, qui se précipitait pour dresser une contravention à un cocher en maraude. Le chapeau de M. Chapon va rouler sous les pieds du sergot. L'Agent Loroy. — Vous ne pourriez pas voir à faire attention? M. Chapon. — Comment, attention ? Loroy. — Parfaitement ! J'ai manqué de tomber sur"], [296, "216 LES RASSEMBLEMENTS. votre sale galurin. (// l'envoie d'un coup de pied dans le ruisseau.) M. Chapon. — Si vous ne m'aviez pas bousculé... Loroy, aux passants qui commencent à se rassembler. — Dites tout de suite que c'est moi qui vous ai injurié I (Aux agents Valin et Martinet qui s'approchent.) Qu'est ce que vous dites de ce particulier qui me renfonce et qui m'engueulepour s'excuser? Allons, oust, emballons-le! Ainsi font-ils. M. Chapon, anéanti, les suit docilement. II Six heures. Salle du commissariat de police. M. Chapon a été consciencieusement nicotine. Enfin le secrétaire l interroge . Le Chien du Commissaire. — Vous reconnaissez avoir outragé les agents? M. Chapon. — Non, monsieur. Le Chien. — Vous reconnaissez les avoir frappés à plu sieurs reprises dans le trajet qu'ils ont dû vous faire effectuer? M. Chapon. — Tissu d'erreurs, monsieur le commissaire, et je ne peux pas répondre à. . . Le Chien. — C'est bien, ça suffit. Passe le panier à salade, où l'on inclut M. Chapon, dont V abrutissement prend un caractère morbide . III Le surlendemain, à midi. Huitième chambre correction- nelle. M. Chapon est entre un souteneur et une voleuse à l'èlalage."], [297, "217 OUTRAGE AUX AGENTS. L'Audiencier, glapissant. — Numéro 7, Chapon. Le Président Corsetier. — Vous êtes inculpé d'ou trages et de rébellion à I'égard des agents. Reconnaissez vous les faits ? M. Chapon. — Quels faits? Le Président. — Tâchez d'abord d'avoir une autre attitude. (Feuilletant le dossier.) Vous avez violemment bousculé Tagent Loroy pourl'empêcher d'arrêter un cocher en maraude, lequel cocher était probablement de vos amis. Vous avez ensuite grossièrement invectivé ce même agenl, et deux autres qu'on a dû requérir pour vous emmener au poste. Chemin faisant vous avez donné un croc-cn-jambe à Tagent Valin. Enfin, au commissariat, au lieu de vous excuser, vous l'avez pris de très haut avec le commissaire. (Lisant.) « Chapon a ajouté que la police ne débitait que menterieset qu'il ne s'abaisserait pas à discuter avec elle. » Qu'est-ce que vous répondez à ça ? (.1/. Chapon n'a pas la force de répondre.) Du reste vous allez entendre les témoins. L'Huissier. — Témoins... Loroy. Le Président. — Vous jurez de dire toute la vérité? Faites votre déposition. Loroy. — Le 16 février, à deux heures quinze du soir, j'étais de service place du Palais-Royal, quand j'ai aperçu un cocher qui tournait en cercle sur la place, pour racoler des clients. J'allais m'approcher de lui quand Chapon s'est jeté sur moi, et m'a dit : « Vous ne serez pas assez lâche pour l'arrêter ! » Voyant que j'étais en présence d'un indi vidu pris de vin, je Tai engagé à continuer son chemin. Alors il s'est mis en fureur. La foule a commencé à se coaguler. Mes collègues sont venus et Chapon nous a traités de vaches, de maquereaux et de Prussiens. 19"], [298, "218 LES RASSEMBLEMENTS. Le Président. — Qu'est-ce que vous répondez? Que c'est faux? Si vous croyez que c'est un moyen de vous attirer l'indulgence du tribunal 1 Appelez un autre témoin. L' agent Valin s approche et dépose. Valin. — Le 16février, àdeux heures vingt, j'ai remarqué, ainsi que mon collègue Martinet, un rassemblement consi dérable sur la place du Palais-Boyal. Nous nous sommes approchés et nous avons reconnu notre collègue Loroy que ce monsieur (montrant Chapon) bousculait et inju riait. Le Président. — Vous a-t-il traité de Prussiens? Valin. — Je n'ai pas entendu Prussien, mais j'ai entendu vaches et maquereaux. Le Président. — Était-il en état d'ivresse ? Valin. — Manifeste, mon président. II s'amusait à lancer son chapeau dans les voilures. Le Président. — Chapon, vous persistez à nier? (Fine ment.) Vous feriez mieux d'avouer, Chapon, que vous avez voulu faire le coq. (L' huissier rit bruyamment.) Si vous n'avouez pas, on ne pourra pas vous appliquer la loi Bérenger. M. Chapon, abruti, garde le silence. Le Président, après avoir consulté les assesseurs. — « Le Tribunal... » L'Audiencier. — Levez-vous! Le Président. — «... Attendu qu'il résulte de l'inslruction et des nombreux témoins entendus que Chapon a traités de v... et de m..., les agents Loroy, Valin et Martinet ; qu'il a renversé l'agent Valin tandis que celui-ci le con duisait au poste ; qu'il était en outre en état d'ivresse manifeste; lui faisant application des articles hum, hum,"], [299, ""], [300, ""], [301, "219 OUTRAGE AUX AGENTS. hum, et 463 du code pénal, le condamne à quinze jours d'emprisonnement et cinquante francs d'amende pour le délit, et cinq francs d'amende pour la contravention ; le con damne en outre aux dépens. » Appelez une autre affaire ! L'Audiencier. — Numéro 8, Fille Chevalier. . L' audience continue . — Chapon sort hagard."], [302, ""], [303, "Les Manifestants PAR Ernest LA JEUNESSE"], [304, ""], [305, "LES MANIFESTANTS ì Le pont de Solférino les arrêta soudain, qui se dressait devant eux comme une bête méchante. Cependant, d'ordinaire, ils ne redoutaient pas les ponts : sur le pont Saint-Michel ils avaient aimé des bouquetières et sur le pont des Arts, lentement, ils avaient écouté souffler leurs espérances et leur génie. Mais ce pont était vraiment gris, vraiment long, vraiment droit. II les atlendait. Et ils savaient que le pont de Solférino est le pont des manifes tations, celui où, fatalement, elles doivent trouver des em bûches el loutes les trahisons de Venise et de Florence. Et les dangers, ce soir-là, étaient plus agressifs, car le pont était vide : nul agent n'y promenait sa ténèbre ; le pont était vide ! Les manifestants, d'âme homérique, procédèrent à leur dénombrement : vingt-sept ! Ils savaient pouvoir"], [306, "224 LES RASSEMBLEMENTS. compter l'un sur l'autre: ils ne se connaissaient pas. Ils avaient le cœur militaire : tel, sans des circonstances indé pendantes de sa volonté (un zéro pointé d'allemand) eût dédié aux paysages de Saint-Cyr les deux plus belles années de sa vie, et tel autre, le lendemain, allait se prêter au ca price du conseil de revision. Et, parmi eux, marchaient, respectés (où donc les avaient-ils vus déjà?), deux fiers compagnons qui, à d'autres heures, leur avaient versé le bitter curaçao de leurs rêves en un bar de la rue Médicis. Ils se sentirent donc tout à fait prêts et, gonflés d'héroïsme, les yeux même un peu lointains, yeux de croisés et de martyrs, ils marchèrent vers le pont. Et ils s'engagèrent sur le pont. La Seine leur apparut glauque et lourde et des lumières tremblaient sur elle qui leur semblèrent lueurs d'enfer et feux follets de cimetières. Ils se précipitèrent, foncèrent sur les brigades centrales, sur les charges de ca valerie, sur les canons et, sans aucune rencontre, s'ébahirent parmi les Tuileries. Mais ils ne s'ébahirent pas trop parce que leur mission les pressait. II s'agissait maintenant de la remplir et non de la liquider. Protester contre la toute-puissance de l'argent, contre Tignominie diverse du capital, affirmer leur dignité de Français, de lettrés, de chrétiens, de gentilshommes, navrer Tennemi d'une inquiétude et de la terreur sainte, ce n'était qu'un jeu pour eux, mais un jeu qu'il leur fallait jouer bellement, grandement, — et ils avaient vu Coquelin dans Du Guesclin et dans Thermidor. Les cris venaient tout seuls, ils vibraient déjà et leur rythme les charmait, leur énergie les soulevait, mystique, vers tous les ciels et tous les cieux, vers les anges, Jeanne d'Arc el Aristogeiton qui les aimaient et leur souraient."], [307, "225 LES MANIFESTANTS. II Et, plus proches, des gens leur souriaient aussi — ou souriaient. C'était la rue de Rivoli, superbe dans le soir. C'étaient les arcades s'envolant doucement et retombant doucement, d'un jet, vers le sol. Les boutiques s'étaient fermées où, le jour, des Anglais viennent acheter des pastilles du sérail et où les Turcs vont acheter les revues anglaises. Et les voûtes se suivaient en face des arbres prisonniers des Tuileries. Les manifestants ne s'étaient pas attardés à des notations de nuance, à la tendresse du gris noc- >^^^^^^^| turne, à la tendresse du M; h1 maisons. Ils n'avaient pas voulu voir la sinueuse fantaisie de l'Hôtel Continental, du ministère de la marine el Tondulement roux des Champs-Élysées. Ils allaient. Etles pavés de la chaussée chantaient sous eux. Et, comme des arcades et des grilles bucoliques des Tuileries, des êtres avaient jailli qui regardaient la troupe, la troupe, se livrant à ses inspirations, jetèrent quelques pâtures aux gémonies. Des noms traînèrent mollement qui tâchaient à être rauques et desinjures montèrent et la vieille litanie des « conspuez » prit son essor et dura. Les bouches s'ouvraient et s'arrondissaient, harmonieuses, les épaules zigzaguaient et des mains, de-ci, de-là, s'aventuraient dans les airs. Les manifestants étaient cinquante-sept. Toto, qui, en la superbe"], [308, "226 LES RASSEMBLEMENTS. de ses cinq ans veut toujours « donner » partout où l' on '< donne » présidait aux efforts de cette jeunesse comme il préside à Téploi des régiments de la ligne — obscurément. Les bras se pénétraient fraternels : la cravate du garçon de café de la rue de Médicis s'évasait, tumultueuse, le chapeau d'un garçon coiffeur offrait, tenu haut et ferme, sa neuve splendeur à l'admiration pu blique et, dans la fraîcheur de mars, un peintre impressionniste (venu d'où?) son feutre mou dansant au bout de sa canne, manifestait en langage et en rythme vulgaires. « Où allaient-ils? » Un gros monsieur qui menait sa grosse dame aux phantasmes mor tels de Manetle Solomon s'était figé au bord du trottoir — et c'était parce que cette bande d'émeutiers lavait fait songer à un Élysée saccagé et livré aux flammes. La dame, plus élégiaque, n'entrevoyait qu'une visite à la statue de Strasbourg et sa robe en avait été plus souple, plus frissonnante, plus pleurante avec des reflets d'espoir. En face un citoyen, ami du Sénat, lançait la furie des jeunes hommes sur la place Beauveau^ cependant que un marmiton, sur la veste blanche duquel les boutons, de loin, semblaient des macarons frais éclos, sentait non sans ivresse revivre les soirs de Lohengrin — où il n'était pas! Et des sceptiques se trouvaient — car tout se trouve — peintres en bâtiments, de-ci, de-là, colleurs d'affiches — et d'affiches électorales. Rigoleurs, la casquette aplatie, la moustache courte soulevée d'une joie, la blouse se plissant"], [309, "LES MANIFESTANTS. 227 d'ironie, ils laissaient passer le bref troupeau. Et — parce qu'ils avaient des lettres — ils fredonnaient, non, ils hurlaient Tarchaïque : Ça va chauffer dans quéqu' temps... Vlà les manifestants... Ran !... Et ce « ran » devenait dans leurs bouches un mot fati dique : c'était le bruit de Tagent qui cogne, de la porte du cachot se refermant sur le prévenu, de la porte de THistoire se fermant sur un siècle passé. Et les manifestants allaient, de plus bel effort et de clameurs pires. Les uns se lâchaient en enthousiasmes naïfs, s'offraient tout corps et toute âme, à la cause, d'autres, le nez froncé, les yeux méchants, lançaient leur passion sur le peuple, d'autres encore, de coups de poing hardis, rajeunissaient des zèles et des chiens fuyaient. Brusquement, résolument, les jeunes hommes se ruèrent par la rue Saint-Florentin. III Et je t'entends qui gémis auprès de moi, autour de moi, âme des manifestations. Petite âme confuse, éparse et brouillonne, petite âme de colère et de fièvre, petite âme un peu trouble et si blanche pourtant et si généreuse et si vive, tu es une bonne pelite âme. On t'a méconnue, on l'a raillée, on t'a niée, on a inventé les manifestants à qua rante sous par jour (c'est bien payé), que n'a-t-on pas inventé encore ? Mais tu existes, petite âme et tu es une petite âme charmante. Tu n'es pas formidable. On a vu des"], [310, "228 LES RASSEMBLEMENTS. rassemblements, on a vu des bandes de cent mille hommes qui descendaient les boulevards en demandant bien des choses. Mais les a-t-on vues, ces bandes ? II y eut des meetings à Tesplanade des Invalides et le boulangisme nous valut des masses qui, sous des lumières, gesticulaient, criaient et défonçaient les chevaux de la garde républicaine. Mais ça ne me convainc pas. Tu es une petite âme, une âme d'enfant qui croit se ré volter et qui, après, pourra encore pleurer, tu es une âme sentimentale, qui croit à Tamourdu peuple, à la vertu, à la justice, à la liberté, au bonheur et à la trahison et tu es cette chose aussi, cette chose de grâce dans le mystère et dans les dangers les plus inédits qu'on nomme l'Incons cient. Agite-toi donc et agite les foules, jette parmi les rues et parmi notre torpeur ces vociférations et ces motifs nuancés de décoration que sont des jambes courroucées et des yeux hallucinés, va, petite âme, nous t'aimons. Et, une manifestation, c'est joli. Gens qui se serrent l'un contre l'autre pour se défendre, pour opposer aux élans indiscrets de la police la ligue de la foi et du droit, puis se déchaînent ensuite et qui portent, haletants, la bonne parole parmi les infidèles, dos qui se voûtent sous le poids des convictions sincères, yeux qui s'arrondissent et qui s'en cerclent, qui s'enflamment et qui deviennent aveugles à contempler en face Tutopie, visages qui s'empourprent et qui pâlissent sous Tafflux des rêves et des désirs de réorga nisation sociale, jambes qui fléchissent sous des corps de puissance et de volonté, chapeaux qui se perdent dans la mêlée, nez que les manœuvres réactionnaires ensanglan tèrent, c'est de Teffort, c'est de l'ardeur, c'est de la vie enfin."], [311, ""], [312, ""], [313, "229 LES MANIFESTANTS. Ça ne donne pas Timpression d'une bête énorme qui rue, qui se précipite et qui mord, ça n'est pas féroce, ça n'est pas la voix de Tlnsurrection, et Tlnsurrection qui déborde, qui, de sa furie, enserre tout, brise tout et noie tout, non, c'est gentil, c'est inoffensif malgré les coups prêtés aux agents et rendus par les agents, ça a presque un caractère d'art, c'est féminin. Et cette idée est charmante de pro mener par les rues des songes, des désirs et des bouderies. Rien n'est délicieux comme de croire à Tinfluence d'un cri, fût-il séditieux, sur la marche du inonde. Restedonc parmi nous, petite âme. Quelqu'un t'a entendue et t'a écoutée entre les ifs d'un Jardin d'Aigues-Morles. Tu lui en eus peu de reconnaissance el tu n'enflas pas pour lui les cœurs suburbains. C'est que, petite âme, on doit le lais ser voleter doucement, errer à travers les rues et à travers les soirs, et t'émouvoir et frissonner de pelits frissons. Erre donc, petite âme des manifestations et réveille le bon démon dans des gens d'ici el des gens de là-bas, sus cite des héroïsmes sur la rive gauche, ranime des vétérans à Belleville et donne-nous aujourd'hui notre cri quotidien. 20"], [314, ""], [315, "Table des Chapitres tttttt PROLOGUE, par Octave Uzanne Le Bureau d'omnibus . par Gustave Kahn Le Pécheur à la ligne, par Tristan Bernard L Enterrement, par Romain Coolus L'Épervier, par Pierre Veher Travaux de voirie, par Thadée Natanson L Accident de voiture, par Ernest La Jeunesse Le Noyé, par Victor Barrucand Le Ballon, par Eugène Veek LTvrogne, par Paul Adam L Affichage moderne, par Lucien Muhlfeld L'Oiseau envolé, par Jules Renard La Sortie du Palais-Bourbon, par Léon Blum La Musique militaire, par Alfred Athys La Bombe, par Edmond Pilon Le Camelot, par Tristan Bernard Les Affiches lumineuses, par Romain Coolus Chanteurs des cours, par Victor Barrucand Le Mariage, par Gustave Kahn Sortie de théâtre, par Paul Adam Autour du Café-Concert d'été, par Thadée Natanson Le Panier à salade, par Tristan Bernard I 1 9 n 27 33 41 49 55 63 67 75 81 87 93 101 109 117 125 135 141 153"], [316, "232 TABLE DES CHAPITRES. L'Incendie, par Félix Fénéon L Hercule de carrefour, par Edmond Pilon Le Cheval emporté, par Pierre Verer Le Président, par Ernest La Jeunesse A la Porte des casernes, par Thadée Natanson Le Charmeur d'oiseaux, par Félix Fénéon L Attente, par Eugène Veek Outrage aux agents, par Lucien Muhlfeld Les Manifestants, par Ernest La Jeunesse . . . 159 165 173 183 191 199 205 213 221"], [317, ""], [318, ""], [319, ""], [320, ""], [321, ""], [322, ""], [323, ""], [324, ""]]