[[1, ""], [2, ""], [3, "LIBRETTO AND SONGS of the OPERETTA IN ONE ACT AND ONE SCENE. WRITTEN BY WILLIAM E. UNWIN. MUSIC ..OAlPOsÆO AND AKKANGED BY RUDOLPHE HENRI PICKEL. ENTERED AT STATIONERS' Printer, Scxlc-> Hcatk."], [4, ""], [5, "ZORIADA 01. THE BANDIT'S HAUNT, AN OPERETTA IN ONE ACT AND ONE SCENE written by WILLIAM E. UNWIN. music composed and arranged BV RUDOLPHE HENRI PICKEL ENTERED AT STATIONERS' HALL."], [6, ""], [7, "CHARACTERS. Captain of the brigands Lorenzo \\ Antonio Brigands. The Scout I Colonel Bluster Frank, a Naval Officer Spider , Servants to Colonel. Stumpy Bose, daughter of Colonel Clara, her friend Zoriada, wife of the brigand captain Troubadour Sergeant of the guard Brigands Guests Soldiers Elephant PROPERTIES, A Rustic Drinking Table. Tripod and Pot. Three or Four Barrels Horn and Flagon. Pack of Cards. Dice and Box Dagger for Zoriada. Elephant's Baggage. Whiskey Knives and Forks. Plates, &c Table Cloth. Bugle. Bottle Two Paper Packets."], [8, ""], [9, "ZORIADA OR THE BANDIT'S HAUNT. SCENE .—A Mountain Pass and Cave— Home of the Brigands —(Zoriada and Band of Brigands discovered) CHORUS OF BRIGANDS. Glorious is a brigand's life, Free as any bird ; Full of danger, constant strife — Supper oft deferred. Pass around the sparkling wine, Tell another story droll, All trouble far away consign, And brim the flowing bowl. All trouble far away consign, And brim the flowing bowl. Riches fill our coffers fast, Lightly come and go ; You will always find it so, Though the pile be vast. Brim again the flowing bowl, Choose a vintage fine ; Nothing better can console Than fine old sparkling wine. Brim again the flowing bowl, Choose a vintage fine ; Nothing better can console Than fine old sparkling wine. Nothing better can console Than fine old sparkling wine. Now that we're all assembled, may I make so bold To ask why 'tis we're summoned here ? I've just been told Antonio"], [10, "6 'Tis business most important. Since our chief's away, Perhaps the brave Lorenzo a few words will say, And thus inform us as to what's in hand. Why is this meeting called ? Comrades, pray understand This business is the Captain's. He alone can tell Why he has brought us here. One thing, it's sure to swell Our almost eaipty pockets ; bring us lots of pelf : — (Enter Captain 1st. R.E. Zoriada hides herself.) Here comes our gallant Captain ! He'll speak for himself (All cheer). Captain ! The band awaits you. All here now ? That's right. I'm sorry comrades I could not be with you quite To time, and as already we're a little late, Let us commence at once. My plans I'll soon Lorenzo Lorenzo Captain relate. (The Band group themselves round the Captain). In yonder castle, you are well aware, There lives an officer who tries to scare Away all smugglers from this coast. Now they Are just the men who make our business pay ; We can't afford to lose our friends ? All No ! No ! ! Captain 'Tis settled then ! This Colonel soon shall go To Davy Jones' locker (cheers). Antonio Captain you're right, We'll settle the old dog this very night. No ; that's too late. I've a much better way, Follow my plan, we'll cook his goose to-day. Of this old meddler we've had quite enough. (Aside). Strikes me that we shall find the goose is tough. Captain Lorenzo Captain A special tip our spy this morning sends, This officer himself, with several friends, Intends to have a picnic near this spot This very afternoon. We'll bag the lot, At least, we ought to, that's all I can say, Provided they don't go some other way, And give us all the slip. 'Twould trouble save Antonio Lorenzo If we could lure the party to this cave We'd capture the whole shoot with all the swag"], [11, "7 Bere on the spot, with hardly any fag, Wipe out old scores on all this colonel's crew And teach them a sound lesson (to Capt.) What say you? The plan is good. 'Tis better than to wait, Here in this cave, to see if fickle Fate Will smile on us or no. Bring in the wine There's nothing better than the juice of vine To give us courage. Say ? We ca'nt do wrong By calling on the Captain for a song Fill up iny boys ! We've lots of time before us Captain! Let's have a song. We'll all join the Chorus. Captain Lorenzo Captain Lorenzo (Song />// the Captain) — The Brigand of Timbuctoo There once was a brigand bold, And a jolly good fellow was he ; His story I'll tell, for I knew him well, And he lived close by the sea. His name it was a curious one, And it may seem strange to you; But all the same, this robber's name Was the Brigand of Timbuctoo. Chorus — For he was a brigand bold, my lads, And brave as a lion was he. He robb'd them all, both great and small, Of high and of low degree. And in case you don't believe it I'll very soon prove to you Of robbers the chief notorious thief Was the Brigand of Timbuctoo. In a castle there dwelt a maid, A maiden with golden hair, That one day with the swag, this brigand did drag Awaj to his mountain lair. And for many a day she pined away And a skeleton quite she grew, Till she jump'd in the sea, and by death got free From the Brigand of Timbuctoo. Chorus —"], [12, "8 Her father he swore an oath, 'Twas a terrible oath to hear, He vow'd he'd contrive to track to his hive This brigand whom all did fear, And as luck would have it, he soon ran him down With followers only a few, And a terrible fight they had that night With the Brigand of Timbuctoo. Chorus — Now these brigands they lost the fight, And all but their chief were slain. And with chorus and song they drag'd him along At the end of a heavy chain. And when they arrived at the castle gate Him in dungeon deep they threw, His days to spend and that was the end Of the Brigand of Timbuctoo. Chorus — (A Signal heard from outside B.) Captain Hullo ! What's that ? A signal from without. (Signal repeated). There, 'tis again ! Who is outside ? Antonio The scout. Captain Bring the scout in (to scout). Well, what have you to say? Scout Captain ! A picnic party comes this way. I was on guard down at the usual place When I espied this party coming on apace, Right up the path. In fact, they'd got so near I'd hardly time to warn you. They'll b3 here Almost directly. Captain Really ? Come that's good ! Take cover men ! Get out into the wood ! Or better still behind these rocks we'll hide, Lay low with weapons handy by your side ' Ready for use. When you the signal hear, Spring to your feet and raise a lusty cheer, Surround the party. Each select a man About your size, then do the best you can To thrash him well and soundly Give no quarter ! The swag's your share, mine the Colonel's daughter! (Exit brigands B. & L. Enter Zoriada from rocks 1st L.E.J"], [13, "9 Zoriada. The Colonel's daughter eh ? So that's his game I'm to be thrown aside for this new flame Fool that he is ! He'll find out when too late That Zoriada's love has turned to hate. His plans I'll foil. A vow too I'll redeem [Shows dagger.'] This is the weapon that will spoil his scheme. [Zoriada sings] — \" Oh ! Weil Do I Remember.' Oh well do I remember For 'twas scarce a year ago When all the world seem'd sunshine, A Paradise below, There came a handsome stranger To my father's house one day He did his best to win my heart Before he went away. I knew that he had won my heart Before he went away He came again and told me If I would be his bride That in his ship he'd take me Across the briny tide. Poor simple little maiden Was I to go so far. That day I went to see his bark A sail on every spar — That evening we were in his bark A sail on every spar. The vessel sail'd so swiftly, And soon we reached a strand Surrounded by blue mountains By balmy breezes fann'd, The birds they sang out sweetly Around us all the day This happiness I thought would last For ever and for aye, Those golden hours I thought would last For ever and for aye. But summer soon departed And then the winter came, I felt his love grow colder Twas like some dying flame, And now all hopes are shatter'd That dwelt within my breast I only live for vengeance sweet"], [14, "10 And then I'll go to rest. His life must pay the forfeit now And then I'll go to rest, Vengeance ! ! (Exit 1st B. E.) [Frank heard outside. Enter Frank. 2nd L. E.] Not here ? That's strange. I'm told they went this way The Colonel's not aware our ship's a day Before her time. 'Twill be no little sport To run across them when they think I ought To still be out at sea. I'll look well round, Frank And, if I'm not mistaken, they'll be found Not far from here. (Frank sings) — \" Never Look Down Below.\" I love the hills to climb Frank On a bright and sunny morn, Neath the azure sky from the mountain high To gaze on the rippling corn ; The sparkling waters cool, From their rocky grottos leap, And dashing away in glittering spray Are lost in the boundless deep. I love to breathe the air That comes wafting o'er the vale, While a perfume sweet with wild flow'rs replete Is borne on the gentle gale ; Still climbing above the clouds Higher and higher I'll soar, To the peaks of snow whilst down below The boiling torrents roar. Climbing, climbing, Steady now be your stride ; Climbing, climbing, High up tha mountain side. Take care, beware, As scaling the crags you go, The guides all give us this advice — \" Never look down below.\" Two years have glided by Since I left my native home, On the bosom free of the restless sea In far distant climes to roam. But mem'ry still recalls The bright day I told my love,"], [15, "11 To a maiden fair with jewels rare As we wandered beneath the grove. At length our bark's returned, She lies anchored in the bay, A trim built craft, both fore and aft, All dress'd with bunting gay. I'm seeking now for Rose Midst the mountain peaks sublime, And in search of her from spur to spur And crag to crag I'll climb. Climbing, climbing, &c. (As he is singing the last refrain. Rose and Clara enter 2nd E.E. Rose sings a few bars of refrain, then laughs ; Frank turns round, sees them, and says : — Frank 'Tis Rose ! (Crosses lo meet them). EoSE Frank, back at last ! Do tell us pray What happy chance has brought you up this way And caused us here to meet ? Clara We really thought Your ship would come to-morrow into port. Frank 'Twas reckoned so, but as she made the bay Last night with fav'ring breeze, we saved a day. Clara Of course you'll join our picnic? Rose Don't say no. Frank I couldn't refuse to since you ask me. Rose Oh ! Here comes Papa ! Frank The Colonel? (Looking off B.). Yes, you're right I'll just lend him a hand he's breathless quite. (Exit 2nd B.E.) Rose Why Clara don't you see, here's just the place To have our picnic. Look ! there's lots of space. How jolly ! And a rustic table too ! ! [Enter Colonel and Frank ind R.E.~] Colonel What's this place Clara ? Smells as if a stew Had been made lately here. Some gipsy set, Or else a smuggling crew's been here, I'll bet. The thieving rascals ! Ouly let me catch 'em I'll give 'em beans and very soon despatch 'em. ( Enter Picnic Party z E.E.) Colonel (Calling off R.) Here Spider ! Stumpy!! Spider & Stumpy (from outside). Coming Sir ! Colonel That's right Look lively there, or else you'll be all night ;"], [16, "12 Make haste and bring that elephant along (To company) And while we're waiting, come lets have a song. Or p'rhaps good people now we've got the chance There's some of us will sing and others dance. (Quartett and Chorus) — \" Beneath The Greenwood Tree.\" We feel so gay in the month of May When the flowers peep out in their bloom ; The streamlets flow and the soft winds blow, Wafting a sweet perfume. The birds gaily sing for they know it is spring And the nightingale trills out his lay, Let us join in the song of this feathery throng As we merrily trip our way. Let us join in the song of this feathery throng As we merrily trip our way Merrily trip, merrily trip, As we merrily trip our way . Let us join in the song of this feathery throng As we merrily trip our way. Oh yes we're all so happy, Blithe-hearted, gay and free, As to and fro we lightly go Beneath the greenwood tree ; As to and fro we lightly go Beneath the greenwood tree. Beneath ! Beneath the tree, Beneath the greenwood tree, As to and fro we lightly go Beneath the greenwood tree. Beneath ! Beneath the tree, Beneath the greenwood tree; As to and fro we lightly go Beneath the greenwood tree — Beneath the greenwood tree. When overhead the branches spread Their green leaves across the blue sky, Both youth and maid, then seek the cool shade Away to the woods they hie. O'er hill and fair dale, and across the broad vale We are wending now our joyous way, And in gathering the flowers, let us spend the long hours Of this bright merry month of May."], [17, "13 And in gathering the flowers let us spend the long hours Of this bright merry month of May. Bright merry month, bright merry month, Of this bright merry month of May. And in gathering the flowers let us spend the long hours Or this bright merry month of May. Oh yes we're all so happy, &c. (Dance by the Company, after which the elephant breaks loose and rushes on znd R.E., with Spider and Stumpy after it — business). Colonel Hullo ! What's this ? The elephant gone mad ? Twist his tail, Stumpy ! Spider, here my lad, Just hold his trunk (business). He's quiet now, it seems, Unload him ! Spider & Stumpy Right, sir. (They unload elephant). Colonel Careful with those creams, And don't you spill the whiskey ! Spider Oh, dear, no ! (Aside lo Stumpy) — I didn't know we'd got some. Stumpy (Aside to Spider). Didn't you, though? I put some in myself, its real \" Encore,'' We'll have some shortly. Rose Pa, dear, let's explore These forest paths. Clara Oh, yes ; that will be fun. Colonel All right, my dears. Be careful now, don't run Away too far. The cloth will soon be spread ; I'll take this elephant and see him fed. (Exit Picnic Parly — L. Colonel mounts the elephant and walks off R. lo lively air). Stumpy I say ! Now they're all gone, let's have a spree, It isn't often that they leave us free To mind ourselves. Let's try the \" Encore \" whiskey, Spider I'd like to, Stumpy, but it's rather risky ; They'd miss it. Stumpy No they won't. Besides if they Should really do so, we can always say The cork was leaky, or the bottle broke. Spider All right ! Where is it ? P'rhaps we'll find a smoke, Some cigarettes or two or three cigars. Stumpy Don't think we shall (they search). Spider Hullo ! Stumpy What's up !"], [18, "14 Spider My stars ! A paper packet (holds it up). Now I'll bet my boots They're real Havanas. Stumpy Get away ! Both (Opening the packet) . Cheroots! [They hurriedly divide them and return to the luggage.] Spider Here's something else ! Stumpy What's that? Spider (Drawing out a packet). Why shag, I hope. Stumpy Baccy ! Let's look ! (Snatches il). Go on, it's Brook's soap. (Stumpy throws the packet at Spider). Spider Look here now, Stumpy ! If these jokes you try On able-bodied Spiders, you'll soonyfy. Stumpy Bah ! Simmer down ! Spider Then don't be quite so frisky. Stumpy (Triumphantly). Here 'tis ! Spider Here's what ? Stumpy (Bringing it out). Why what we want — the whiskey. Spider All right, then. Trot it out ! I'm awful dry. Stumpy Hold on i Let's get the corkscrew. By-the-bye, Do you know, Spider, I was told to-day, There's awful lots of brigands up this way. Spider Brigands ! You don't mean that ! I sha'nt stop here, They'll chop us up for mincemeat. Stumpy Never fear ! (Drinks) I'd like to see a brigand frighten me. Spider (Drinks ). Or me ! We soon would show 'em, wouldn't we ? Stumpy Rather ! Jusc pass that bottle. Spider (Drinks, then passes it). Here you are ! Fair play now, Stumpy. Don't you drink too far. Stumpy All right, there's plenty of it ( drinks ). Oh, I say ! I've got some news to tell you ( drinks ). Spider Fire away ! (drinks). (Topical duet. While the symphony is played they continue drinking and passing the bottle from one to another). Duet. \"You Don't Mean That? I Do,!\" Some folks there are who cut a dash You don't mean that ? I do ! On I. 0. U's. then make a smash You don't mean that ? I do !"], [19, "15 They live like lords until the day They're called upon their bills to pay Next moonlight night they flit away You dont mean that ? They do ! ! [Other verses ad lib. to suit tlie occasion [After the last verse they dance. Colonel enters E. and catches them dancing.] Colonel Aha ! Now I've just caught yni ! You're nice boys Instead of doing your work to make this noise I'll give you something. Where's that stick of mine? Stumpy It wasn't me, 'twas Spider Sir ! Spider That's fine ! You know 'twas you now Stumpy. Colonel _ Don't tell me, 'Twas both of you. D'you think that I can't see ? Come move yourselves ! I'm very nearly starved, It's time these things were all laid out and carved. (Looks off L. and sees picnic party returning.) Good gracious ! Here they come ! Now do be steady, Or else they'll all be back and nothing ready. (Spider and Stumpy bustle about with the. cloth business, Colonel comes down front and sings) — \" The Colonel's Lament.' With servants that I've had, I've been driven nearly mad, For they always give an awful lot of worry. (Spider and Stumpy), Worry. And the moment I complain, Why they say they won't remain, And then they quit my service in a hurry. (Spider and Stumpy), Hurry ! Befrain. — Yes I give them all the sack, And I never see them back, But it's not an atom better than at first. (Spider and Stumpy) , Ha! Ha! And I'm getting really tired, For all the lot I've hired, These last ones seem to be about — (Spider, Stumpy, and Colonel), To be about the worst."], [20, "16 There was stupid Susan Jane, Who never would refrain, From smashing all the dishes if you let her-. [Spider and Stumpy], Let her. But Mary she was worse, Half the day she would converse With the bobby at the corner, when he met her (Spider and Stumpy), Met her! Yes 1 give them all the sack, etc. Now I don't mind telling you, That from China to Peru, For servants I have searched but up to now Sir, (Spider and Stumpy J, Now Sir. It's really very strange, Every day I'^make a change, For the moment they arrive they're in a row Sir. (Spider and Stumpy), Row Sir. Yes I give them all che sack, etc. (Enter Rose sol Imved by rest of picnic party znd L.E.) Colonel Well Rose you're back again, but where is Frank? Rose. He's left behind (laughs), poor fellow such a prank, We've played him. We slipped him just for fun, Down in the wood, so as to make him run To catch us up. No doubt he'll soon be here. Colonel That's right, I'm famished. Spider, bring that beer And pass it round. (Rose sings) — \" When We Shall United Be.\" 'Twas an evening in June and the silvery moon W7as shining in splendour above, My heart heaved a sigh when he bade me good-bye And whispered his story of love. That he loved me well it was needless to tell, For his secret I'd guessed long before. When with love we're inspired, we never grow tired Of hearing that story once more — Of hearing that story once more. It nigh broke my heart when he had to depart, And I never then thought it would be — Yes, I never then thought it would be Two long years from the day he went sailing away Before he would come back to me. — Two long years from the day he went sailing away Before he would come back to me."], [21, "17 See ! His ship's in the bay, a short distance away With flags floating high in the breeze : It seems very near, you can see it from here Down there through the gap in the trees I really must own that my passion has grown Very deep, and I now must confess Should he ask me for life if I'd be his wife My answer you surely will guess — My answer will simply be Yes ! My heart beats with joy, ?or my dear sailor boy Has returned o'er the seas now to me — Has returned o'er the seas now to me. May he nevermore roam far away from his home When we shall united be — May he nevermore roam far away from his home When we shall united be. (A Troubadour plays a Mandolin Solo. —A signal heard.) All What's that ? (Stumpy runs in R. followed by brigands who enter from all sides. — Confusion). Colonel Brigands as I'm alive ! Stand off I say ! Who dares approach us, with his life shall pay The forfeit instantly. Captain Knock down that ape ! Now boys, to work ! and see that none escape. (General melee. — Exeunt omnes). [Dark stage. Enter Captain d raging Rose by the arm 1st L.E.] Captain Come on ! This way ! Your'e in my power now, It's useless quite, your making all this row ; You can't escape me I'm the brigand chief. Your people all are slain. There's no relief Can reach you here. Besides, why this alarm ? I give my word that not a soul shall harm You in the least. Believe me dear I love You more than life itself. And thus to prove My love's sincere, to-night you shall preside At our grand banquet, as the Captain's bride. Rose (With indignation). Your wife you said ! Dare you insult me ? Wretch ! Think that I'd beyour wife ? I'd rather stretch Myself a lifeless corpse upon this spot. Have mercy pray ! A ransom shall be got In money! Anything you ask in fact."], [22, "18 I've sworn you shall be mine. I'd not retract That oath I've made, no, not for all the gold The world contains. A brigand's love's not sold And bought with dross Captain Then listen, Heav'n ! I crave Rose Protection now. Can there be none to save Me from a living death ? (Enter Frank— 2nd L.E.) Frank Rose Hullo ! What's this ? Oh ! Frank ; can that be you ? (Coming forward) Why, what's amiss. Oh, save me from this man (crosses L). (Drawing sword) A brigand here ! Come on, you villain ! Lest perhaps you fear To fight with men. You'd better save your breath, Perchance you'll want it presently, when Death Has got you in his grip. By Jove ! It's hard If I can't thrash a brigand. Come ! On guard ! ! (They light. The Captain gradually gets the better of Frank and is about to give him a finishing thrust, when Zoriada appears from behind the rocks and stabs the Captain from behind. Captain staggers to 1st B.E., and falls heavily behind the wing). At last the deed is done, I've kept my vow — There lies the traitor. No one can tell how Dearly I've loved him. Hail, then, friendly knife! One short, sharp stab and end this wretched life. (She stabs herself and falls out of sight — 2nd B.E. Frank runs up to the iving and says) : — Poor girl, she's dead. A noble creature, too. Rose, don't come here. 'Tis no fit sight for you. She's past our aid. (Comes down front. Rose sees some stains on Frank's coat, rushes up to him and says) — My darling Frank, you're hurt No love, I'm not, it's nothing, merely dirt That's on my sleeve. Don't you be frighten'd pet, There's no one now can harm you. D'you forget The promise once you made me, that you'd try And love me just a little ? Don't deny You said that, love, Frank Rose Frank Captain Frank Captain Zoriada Frank Rose Frank"], [23, "19 Rose Frank, you've saved my life. You're my preserver. Then you'll be my wife? My darling love ! My own ! (embrace). Now dearest Frank, I know You'll think me much too curious. Tell me though How 'twas that you arrived in nick of time. Why, this way dear. When I was going to climb The path and follow you, by chance I spied A troop of soldiers on the mountain side, I questioned them, and asked them what it meant, They told me that the governor had sent Them out to catch some brigands lurking near. Which news you can imagine made me fear That harm might come to you. Just then a shot Was heard close by. The soldiers, at a trot, At once deployed advancing. I rushed on, Straight up the hill, full speed, and came upon You just in time to make that villain smart. And now, sweet love, why should we ever part ? Frank Rose Frank (Duet, Frank and Rose). \" Across Life's Stormy Tide.\" Let us then nevermore part my love, You've promised that you will be mine, And no-*? that you've stolen my heart, my love, You know it's entirely thine, My life would be darkness indeed, my dear, Without thee to light aud to guide ; Then onward, together, our bark let's steer Across life's stormy tide Yes onward together our bark we'll steer Across life's stormy tide, &c. Frank Both Rose And now I've consented to wed thee love, Oh tell me you'll always be true ? I promise whate'er may betide us love, I'll ever be faithful to you. Then happy indeed, dear, our lives will be, Tho' we pass them in sunshine and shower, Black clouds for a moment may darken our sky, But the sun will break forth in an hour. Yes, the storm for a moment may darken our sky, But the sun will shine forth in an hour, &c. Frank Rose Both Both Oh, let us then nevermore part, dear love, But always together we'll roam,"], [24, "20 United and happy, away we'll ride, Over the sparkling foam, The wind is blowing our sail we'll trim, On the ocean's fair bosom to glide, Then onward together our bark we'll steer Across life's stormy tide. Yes, onward together our bark we'll steer Across life's stormy tide, &c. (Shouts heard outside, Hurrah ! Hurrah ! ! ) What noise is that ? Frank, dear, what can it be? (Looking off R). Our party's coming back. They're outside ! See ! ! Rose Frank Your father's here, wiih Clara and the rest. Rose Why, so they are. No doubt they've come in quest Of us. It seems then, Frank, they must have won The fight. (Colonel Enters ind R.E.) Here's Rose and Frank ! Hurrah ! Come on ! They're safe and sound. Well, Rose, my dear, I'm glad That you'r-e all right. (Enter Soldiers, &c. 2ndR. E) D'you know papa, we've had A fearful scare. A dreadful brigand held Me by the wrist, and would have soon compslled Me to go with him, had not Frank arrived In time to save me, fought him, and deprived The villain of his life. Colonel Rose Colonel (To Frank). Bravo ! Your hand Well done, my boy. This proves you're of a brand That's genuine and good. Say Rose, what fee Can we present him. (Taking Frank's arm) . Fee ! pa ? Oh, I see You've settled that yourselves. Well I'm content, And if you wane it, I'll give my consent. Colonel ! I must report. While on the way These brigands have enlisted. You don't say So? Rose Colonel Sergeant Colonel Sergeant Colonel Yes ; it's true. Wonders will never cease ! That being the case, you can of course release Them. Lorenzo Yes ; the error of our ways we've seen, We'll try to make au i ends for what we've been ; (Enter the Captain and Zoriada — ist R.E.) The Captain's here."], [25, "21 Zoriada And Zoriada too. Frank I thought that you were dead ! Captain No. Thanks to glue And just a little sawdust, we've been mended, We've made it up, and now our quarrel's ended, We mean to settle down and thus enjoy A happy life together. Stumpy (Enters 2nd R.E. riding on elephaut, followed by Spider) . Ship, ahoy ! Get out the road and let a fellow pass. We've got him, Colonel ! Found him out to grass. Colonel Why, bless me, yes I'm glad you've brought him back, And since to-day I gave you both the sack, I'll let you oS. You've got another chance, And don't you lose it through a foolish dance. Spider (to Stumpy), I'm glad of that, my mind its fairly eased We've got let off ! Stumpy Yes mother will be pleased. Colonel All's ended well. We'vetamed these brigands bold, Frank And if 'tis true as says the proverb old, That not a man deserves the fair unless he's proved he's brave Tis fortunate indeed we came and found the brigand's cave. FINAL CHORUS Frank & Colonel Come let us be off to the village away And make the bells joyfully ring All danger is past and while wending our way, Together we'll merrily sing We'll sing ! We'll sing, Together we'll merrily sing. All danger is past and while wending our way, Together we'll merrily sing Chorus Come along then ! Join in song then ! Let us here no longer stay. Don't be late then ! Pray don't wait then! Else we sha'nt be home to-day. Come along then ! Join in song then ! Let us here no longer stay. Don't be late then ! Pray don't wait then ! Else we sha'nt be home to-day. Rose Should ever we be parted, I'd soon be broken hearted, Frank Then by your side I always, love, will be."], [26, "22 Frank & Colonel Let's hasten to the wedding The woodland pathway threading And celebrate — and celebrate a joyful jubilee. Chorus Come along then ! Join in song then ! Let us here no longer stay. Don't be late then ! Pray don't wait then ! Else we sha'n't be home to-day. Come along then ! Join in song then ! Let us here no longer stay. Don't be late then ! Pray don't wait then ! Else we sha'nt be home to-day. Rose There'll be such lots of dancing, Frank Retreating and advancing, Clara With music so entrancing Colonel How merry we shall be. Captain We'll keep it up till morning Zoriada Till the rooster gives us warning Servants That daylight's fairly dawning All On our jolly jubilee. Chorus Come along then ! Join in song then ! Let us here no longer stay. Don't be late then ! Pray don't wait then ! Else we sha'nt be home to-day. Come along then ! Join in song then ! Let us here no longer stay, Don't be late then ! Pray don't wait then ! Else we sha'nt be home to-day. Away ! Away ! ! Away ! ! ! Away ! ! ! ! TABLEAU. CUPTAIN"], [27, ""], [28, ""]]