[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "OK Is \\ z RI»Jil{ PREPARED BY *f&79;: Km'lbi re am Book ami Railroad Printing House. Omaha, S"], [8, "THE UTAH BOARD OF TRADE. OFFICERS. Thos. R. Jones, President, - - Salt Lake City, 17. T. W. S. McCornk-x, Treasurer, - - \" \" O. J. Hoi-i.ister, Secretary. - \" \" ' •' VICE PRESIDENTS. H. W. Lawrence, Salt Lake City. TJas. Scrimgbgeoub, Alta City. E. P. FnitRY, Park City, Jab. F Bradlete, Bingbam CaQon. Feed; J. Kieski., Ogticii Wm. Goodwin*, Logan. Edward VV. Fox, Manti. W. S. ©ODBB, Frisco. H. S. Libuock, Silver Reef. J. K. Johnson, St. George!, ' TORS Gso. a. Lowe, Salt Lake Cits. ! J. K. W l I \" \" j L K. lids .71' >. - \" \" B. ' . I H VMBERS, \" \" A. GODBE, \" \" CiBO. M. SCOT'!', Salt Lake City, H. W. LAW HE \\C», \" \" J.\\*o. T. Lyncb, \"' \" 17. Si': \" EXECUTH ETTEE Thos. H. Jones, Salt Lake City. 0 J. llui.i.is-n •!., Geo. M Scott, H. W. LawrbN' !•;. Salt Lake ( Uy Godijk, \" \" Salt Lake City."], [9, ""], [10, "SALT LAKE CITY, LOOKING SOUTHEAST."], [11, "TH E Resources and Attractions ©K THE TERRITORY OF UTAH. PREPARED BY THE UTAH BOARD OE TRADE. Printed at the Omaha Republican Publishing House. 1879."], [12, "At a meeting of the Utah Board of Trade, held in the District Court Room, on the evening of April 30, the following descriptive and statisti cal statement of the resources and attractions of Utah was submitted by the Secretary, approved by unanimous vote of the Board, and 15,000 copies ordered printed for gratuitous distribution. Thos. R. Jones, President. 0. J. Hollister, Secretary Salt Lake City, U. T., May 1, 1S79."], [13, "THE RESOURCES OF UTAH. CHAPTER I. GEOGRAPHY, GEOLOGY, TOPOGRAPHY, GENERAL FEATURES. Utah Territory is situated north of Arizona, east of Nevada, south of Idaho, and west of Colorado; between the 37th and 42d parallels of north latitude, and the 109th and 114th meridians west from Greenwich. It has a maximum length of 325 miles by a breadth of 300 ; area, 84,476 square miles ; population, estimated at 130,000. It is intersected from north to south by the Wasatch Mountains, dividing it nearly equally between the Great Basin and the basin of the Rio Colorado. The altitude of the surface on both sides of this mountain range is about the same, the valleys 4,000 to 6,000 feet above sea level; the mountains, 6,000 to 13,000. West of the Wasatch, the drainage is into lakes and sinks which have no outlet, the largest of which is Great Salt Lake, with an elevation of 4,260 feet, a shore line of 350 miles, and an area of 3,000 to 4,000 square miles. It receives the Bear and Weber, and many smaller streams, and, also, the discharge from Utah Lake through the River Jordan. The latter is sweet water, about 10 by 30 miles in extent, the receptacle of American, Provo, and Spanish Rivers. There are numer ous valleys, the lowest of them higher than the average summit of the Alle ghanies. Below are the ascertained altitudes of representative lakes, rivers, springs, valleys, and towns, namely : Great Salt Lake 4,260 Utah Lake 4,500 Sevier Lake *»«00 Little Salt Lake, Paragoonah 6,220 Bear Lake, Laketown 6,000 Bear River, Randolph 6,440 Bear River, Hampton's Bridge 4,540 Weber River, Kamas 6,300 Weber River, Ogden 4,300 Provo River, Heber 5,574 Provo River, Provo 4,520 San Pitch River, Mt. Pleasant 6,090 San Pitch River, Gunnison 5,144 Sevier River, Pangnitch 6>270 Sevier River, Bridge 4.765 Cache Valley, Logan 4,550 Salt Lake City, Signal Office M50 Fort Douglas, Above Salt Lake City 4,800 Rush Valley, Tooele County 5,200 Skull Valley, Tooele County 4,850 Deep Creek, Tooele County 5,230 Nephi, Juab County 4,927 Fillmore, Millard County 6,024"], [14, "THE RESOURCES OF UTAH. 4 Antelope Springs, Millard County 5,8oO Beaver, Beaver County W™ Fort Cameron, Beaver County \"•*\"« Wah Wah Springs, Beaver County °>*°\" Buckhorn Springs, Iron County ?>°-\"> Desert Springs, Iron County °',°^ Iron City, Iron County °>i»\" Cedar City, Iron County £>'-» St. George, Washington County ;>™ Diamond, Tiutic Mines Mj\" Strawberry Valley, Wasatch County G'J° Rabbit Valley, Sevier County ».°^« Kanab, Kane County *'\" Paria, Kane County *>°°* Kanarra, Rim of Basin b>*M Flora— On the mountains and along the water courses are found the following trees, shrubs and vines, to- wit: cottonwood, dwarf birch, willow, quaking aspen, mountain maple, box-elder, scrub cedar, scrub oak, mountain oak, white, red, yellow and pinon pine, white spruce, balsam-fir, mountain mahogany, common elder, dwarf hawthorn, sumac, wild hop, wild rose, dwarf sunflower, and of edible berries, service berry, bull-berry, wild-cherry, wild currant, etc. Most of the plants belong to the compositeœ, crucifereæ, leguminoseæ, boraginaceœ, or rosaceœ. Fauna.— Among the animals are the coyote, gray wolf, wolverine, moun- tain sheep, buffalo, (now extinct in Utah), antelope, elk, moose; black tailed, white tailed, and mule deer; grizzly, black and cinnamon bear; civet cat, striped squirrel, gopher, prairie dog, beaver, porcupine, badger, skunk, wild cat, lynx, sage and jack-rabbit and cottontail. Birds: golden and bald eagle and osprey; horned, screech, and burrowing owl; duck; pigeon; sparrow, sharp-shinned and goshawk; woodpecker, raven, yellow billed magpie, jay, blakbird, ground robbin, long sparrow; purple, grass, and Gambell's finch; fly-catcher, wren, water-ouzel, sky lark, English snipe, winter yellow-legs, spotted sand piper, great blue hercn, bittern, stork, swan, pelican, Peale's egret, ground dove, red-shafted flicker, mallard and green-winged teal, goose, ptarmigan, humming bird, mountain quail, sage cock and pine hen. Reptiles: Rattle-snake, water-snake, harlequin snake, and lizards. The tarantula and scorpion are found but are not common. Geology. — The greater part of the rock of the interior mountain area is a series of conformably stratified beds,*reaching from the early Azoic to the late Jurassic. In the latter these beds were raised, and the Sierras, the Wasatch, and the parallel ranges of the Great Basin were the consequence. In this upheaval important masses of granite broke through, accompanied by quartz, porphyries, felsite rocks, and notably sienitic granite with some granulite and gretsen occasionally. Then, the Pacific Ocean on the west, and the ocean that filled the Mississippi Basin on the east, laid down a system of Cretaceous and Tertiary strata. These outlying shore beds, sub sequently to the Miocene, were themselves raised and folded, forming the Pacific Coast Range and the chains east of the Wasatch; volcanic rocks accompanying this upheaval as granite did the former one. Still later a final series of disturbances occurred, but these last had but small connection with the region under consideration. * Clarence King's Explorations 40th parallel."], [15, "GEOGRAPHY, GEOLOGY, TOPOGRAPHY, ETC. 5 There is a general parallelism of the mountain chains, and all the structural features of local geology, the ranges, strike of great areas of upturned strata, larger outbursts of gigantic rocks, etc., are nearly parallel with the meridian. So the precious metals arrange themselves in parallel longitudinal zones. There is a zone of quicksilver, tin, and chromic iron on the coast ranges ; one of copper along the foot-hills of the Sierras ; one of gold further up the Sierras, the gold veins and resultant placers extending far into Alaska ; one of silver, with comparatively little base metal, along the east base of the Sierras, stretching into Mexico; silver mines with complicated associations through Middle Mexico, Arizona, Middle Nevada, and Central Idaho; argentiferous galena through New Mexico, Utah and Western Montana; and, still further east, a continuous chain of gold deposits in New Mexico, Colorado, Wyoming and Montana. The Jurassic disturbances in all probability is the dating point of a large class of lodes : a, those wholly enclosed in the granites, and b, those in metamorphic beds of the series extending from the Azoic to the Jurassic. To this period may be referred the gold veins of California, those of the Humboldt mines, aud those of White Pine, all of class b ; and the Reese River veins, partly a, and partly b. The Colorado lodes are somewhat unique, and in general belong to the ancient type. To the Tertiary period may be definitely assigned the mineral veins traversing the early volcanic rock ; as the Comstock Lode and veins of the Owyhee District, Idaho. By far the greater number of metaliferous lodes occur in the stratified metamorphic rocks or the ancient eruptive rocks of the Jurassic upheaval; yet very important, and, perhaps, more wTonderfully productive, have been those silver lodes which lie wholly in the recent volcanic formations. Topography, General Features. — The settled part of Utah lies along the western base of the Wasatch Mountains, which run through the heart of the Territory from north to south, reaching their greatest altitude near Salt Lake City, (where they abut on the Uintah Range coming from the east, forming the cross-bar of a T,) and almost losing themselves in the sandstone plateau of the Rio Colorado in the south. Abreast of Salt Lake City the Wasatch Range is 10,000 to 12,000 feet in altitude. Here, within a small area, rise the Bear and Weber Rivers, which empty into Salt Lake ; the Provo, which empties into Utah Lake ; and some of the main affluents of the Green River, which, with the Grand, become the Rio Colorado, lower down. It is in the vicinity of the heads of these rivers that the Emma, the Flagstaff, the Vallejo, the Ontario, McHenry and various other well-known mines are situated. Nearly one-half of the Territory lies south of the Uintah Range, and east of the Wasatch Range proper, and is drained by the Green and Colorado rivers and their tributaries. Its general altitude along these streams is between 4,000 and 5,000 feet; it is much broken by mountains, and is but partially explored and not settled at all. It contains many thous and square miles of fine grazing country, above the Grand Canon, with more or less arable land, and no one yet knows what mineral treasures. It is believed that the Atchison, Topeka & Santa Fe Railroad, after being drawn to the head of the River Arkansas by the mineral attractions of Leadville, will find an easy way through this region, entering the Great Basin via some"], [16, "6 THE RESOURCES OF UTAH. of the feasible railroad passes of the Wasatch. A wide strip of the western part of the Territory is lake, sink, mountain or desert. The inhabited part is chiefly a narrow belt, watered by the streams of the western slope of the Wasatch Range, which lose themselves in inland lakes or basins. The largest and best known of these is the Great Salt Lake Basin. Great Salt Lake Basin.— Including the valley of Bear River up to the Gates on the north, the Utah Basin on the south, whose waters are dis charged into Great Salt Lake, through Jordan River, it is 200 miles in length by 40 or 50 in width. The principal streams which are lost in Great Salt Lake are the Malad and Bear, the latter 300 miles long, on the north; Box Elder and Willow creeks, Ogden and Weber rivers on the east ; and City, Mill and the Cottonwood creeks and the River Jordan on the south. Into Utah Lake flow the American, Provo, and Spanish forks, though they are not forks but independent mountain streams, and Salt Creek. All of them but the Malad have their sources iu the Wasatch Range, which collects the snows in winter that give them life and being. Where they emerge from their canons, settlements have been made on them, and their waters appropriated, so far as it can be cheaply done, for the purposes of irrigation, and in some cases, of furnishing power for mills. Of these settlements, the largest is Salt Lake City, located about centrally as regards the length of the entire basin, at the base of the Wasatch Range, ten or twelve miles from the south east shore of Salt Lake, and containing a population of about 25,000. The city is supplied with water by City Creek. It is laid out with broad streets and sidewalks, and is built up more or less for two miles square, shade and fruit trees largely hiding the buildings in the summer season. It has ample hotel accommodations, gas, water and street cars ; is peaceful and orderly ; is connected with the outside world and adjacent points of interest or business by rail. Enjoying the most healthy and agreeable climate of per haps any large town in the United States, with street cars running to the famous Warm Springs, and the bathing shores of Salt Lake but a half-hour's ride on the rail distant ; with the peaks of the Wasatch, the Oquirrh, and other ranges ruffling the clouds at every point of the horizon ; with pic turesque mountain canons threaded by trout streams accessible by rail, it is one of the most attractive places of summer resort for tourists seeking health or pleasure in all the world. The eastern edge of Salt Lake Basin is dotted with settlements, and is highly cultivated wherever water can be got on the ground. There are the North String, Bear River City, Corinne, Brigham City, Willard, North Ogden, Ogden, Kaysville, Farmington, Center ville, Bountiful, Salt Lake City, the Cottonwoods, Sandy, West Jordan, Deweyville, Lehi, American Fork, Pleasant Grove, Provo, Springville, Spanish Fork, Salem, Payson, Santaquin, Mona, Nephi, and Levan. Ogden, at the intersection of the east and west and north and south railroads, is the town next in importance to Salt Lake City, the capital. It is in the forks of Ogden and Weber rivers, is within a short drive of fine fishing and mountain scenery, and is rapidly improving. The Salt Lake Basin at large has an altitude of about 4,500 feet above the sea, and is the paradise of the farmer, the horticulturist, and the grower of fruit. Cut off from it by a low range, now surmounted by the Utah & Northern Railway, toward the northeast, is Caehe Valley."], [17, "7 GEOGRAPHY, GEOLOGY, TOPOGRAPHY, ETC. Cache, San Pete and Sevier Valleys. — Cache Valley is oval in shape, per haps ten by fifty miles in extent, watered by Logan and Blacksmith forks of Bear River, and by the latter itself, and sustaining a settlement wherever a stream breaks out of the inclosing mountains. Logan is the principal town of Cache Valley, and thence one drives eastward through Logan Canon forty or fifty miles to Bear Lake Valley, Bear River here flowing toward the north. Further on, it bends to the west and southward, and down through Cache Valley, finds its way to Salt Lake. Cache and Bear Lake valleys have a score of towns, and 15,000 inhabitants. To the southeast of Salt Lake Basin, and to be connected with it by rail through Salt Creek or Nephi Canon, this season, lies San Pete Valley, called the granary of Utah, surrounded by mountains except on the south, where the San Pitch River breaks through into the Sevier, and sustaining eight thriving towns, all still in their infancy, though founded several years ago. San Pete and Cache valleys are fine grain growing sections, but haying colder winters, are not so well adapted to fruit raising as the Salt Lake Basin. Next southward is the Sevier River, which has its source in Fish (Indian, Panguitch) Lake, near the southern boundary of the Territory, and runs like Bear River a long way north before it finds a way out of the mountains, and turning to the southwest is finally lost in Sevier Lake. Most of the streams in the southwest lose themselves in small lakes or sinks, that is, such as rise to the northward of the divide between the Great Basin and the Rio Colorado country. The Sevier River Valley is occupied like all the other Utah valleys (and there are many in the recesses of the Wasatch, and some outlaying and disconnected with that range, although of minor importance, which have not been particularly noticed), where a stream breaks out of the adjoining mountains by a settlement ; but, like the other streams, the full capacity of the Sevier River for irrigation has not been called into requisition. The western third of the Territory from end to end is an alternation of mountain, desert, sink, and lake, with few oases of arable or grazing lands. Great Salt Lake covers an area of 3,000 to 4,000 square miles, and the desert west of it a still larger area. The Sevier, Preuss, and Little Salt Lakes, all together, are small, in comparison. Formerly, a mighty river flowed northward from the vicinity of Sevier Lake to the westward of Great Salt Lake, the dry bed of which, nearly a mile in width, must be crossed in going west from Salt Lake City to Deep Creek. Since it dried up hills and spurs of mountains have been upheaved in its course, but the old channel continues on its way up hill and down, and over them all. Divided off from Great Salt Lake by a sort of causeway 800 feet high is Rush Valley, contain ing a lake covering 20 to 30 square miles, where 20 years ago there was hay land and a military reservation. This, as well as the accompanying filling up of Great Salt Lake, shows a decided aqueous increase in Salt Lake Basin within that time. Rush Valley has mining and agricultural settlements, but much more pastoral than arable land; and so has Skull Valley, to the westward. But from these south to the rim of the Basin, there are only occasional habitable spots and they are due to springs. The mountains are the source of the wealth of Utah, present and prospective, which consists in water and metals. They gather the snows in winter which feed the"], [18, "8 THE RESOURCES OF UTAH. streams in summer. In the northern part of the Territory the Wasatch Range attains in general a high altitude with a mass in proportion. There is a large accumulation of snow in winter, and the streams are correspond ingly large and numerous. In the southern part of the Territory the main range is lower and less massive; the average temperature is higher, of course; there is less snow, smaller and fewer streams and more desert in proportion. This part of the Territory is not rich in agricultural resources. The isolated ranges in the Great Basin seldom give rise to streams of much magnitude, and the intervening valleys partake more of the desert character. But all the mountains, so far as known, are full of minerals, and there is generally water enough«for the purposes of mining and reducing them. Such is a general view of the leading features of the geography, geology, and topography of Utah. It has been not inaptly called the Switzerland of America. With every variety of climate, it is generally salubrious and agreeable, not given to extremes, and healthy. There are the valleys for the farmer, the gardener, and the fruit grower ; the foot hill slopes and river terraces for the stock and sheep raiser; the mountains for the miner, the scenery in the canons, the trout in the streams, the water fowl of the lakes and rivers, and the grouse of the prairies, for the pleasure seeker; the ther mal soda and sulphur springs, the mountain lakes and breezes, the Salt Lake air and bathing, the latter attended by none of the danger and discomfort of sea bathing, for the invalid."], [19, "LITTLE COTTONWOOD CANON, LOOKING DOWN."], [20, ""], [21, "CLIMATE, METEOROLOGICAL STATISTICS, ETC. 9 CHAPTER II. CLIMATE, METEOROLOGICAL STATISTICS, SANITARY ADVANTAGES. The climate of a mountainous country like Utah, will vary considerably with its varying altitudes and exposures. The inhabited parts of the Terri tory range in general, between 4,300 and 6,300 feet above sea. But 70 per cent of the population is settled in valleys not exceeding 4,500 feet in elevation, and 60 per cent in the basin of Great Salt Lake. In these lower valleys the climate is mild and agreeable. Its perpetual charm cannot be conveyed by meteorological statistics. The atmosphere is dry, elastic, transparent, and bracing; and the temperature, while ranging high in summer, and not altogether exempt from the fickleness characteristic of the climate of North America in general, compares favorably in respect of equability with that of the United States at large, and especially with that of Colorado and the Territories north and south of Utah. Its range upward is less than that of St. Louis, Philadelphia and New York, to say nothing of that of Arizona ; while in the other direction there is no comparison, either with the Eastern States intersected by the same isothermal, or with Colorado, Idaho and Montana. Meteorological Statistics. — Most meteorological reports give the annual and seasonal mean, maximum, and minimum temperatures, air pressure, and amount of precipitation. But while these are important they are not so significant to the general reader as the daily and monthly means and variations, and the percentage of humidity in the atmosphere ; saturation, that is, all the moisture the air will hold without precipitation, being 100. It is not always the countries or seasons of least rainfall that enjoy the driest atmospheres. For example, the percentage of humidity at Salt Lake City is 67 in winter and 45 in spring; yet the rainfall of spring is twice that of winter. What is of interest to know ■ is whether the atmosphere is habitually dry or moist, and that is not always shown by the quantity of pre- cipitation. So the bold statement that the temperature of a place has a yearly range of 100° maybe misleading. One has not to experience that appalling fluctuation in a day, or a month. He has six months of gradual change in daily range between the 100° of July and the zero of January. Wrhat chiefly concerns us is the variation between day and night, and within each month, since an equable climate and cool nights, although one may at first sight seem to exclude the other, are necessary to both health and comfort. Great diurnal variation is attended by some disadvantages, but they may be, and they certainly are in Utah, far more than counter-balanced by the recuperating advantages of cool nights which they involve. With these remarks, intended to guide the reader as to what to look for, the"], [22, "10 THE RESOURCES OF UTAH. following meteorological report, furnished by the United States Signal office at Salt Lake City, is submitted. Attention is particularly directed to the variations of temperature by months, which average 46 ° for 48 months, and to the low percentage of humidity from April to October inclusive. METEOROLOGICAL REPORT, SALT LAKE CITY, UTAH, 1875-78. The following table shows the annual and mean temperatures; the max imum, minimum, and range of the same; the annual and seasonal rainfall; the percentage of moisture, and number of days on which there was precip itation; all being the mean of the four years, or four seasons, 1875-78 : 1875. :76. MONTHS. TEMPERATURE. hum: [DITY. TEW PER. ,tu: :e. HUM DITY. January February March April May June July August September. . . . October November .... December .... Mean. O 29.4 33.7 35.2 50.3 60.1 69.1 74.7 76.2 68.8 59.3 42.0 35.5 Max. o 51 56 66 79 85 93 I 97 101 ! 93 ! 79 I 68 55 Min. Rng. O O 5 46 17 39 15 51 19 60 38 i 47 37 I 56 53 44 48 ! 53 46 47 33 46 28 40 9 46 Per Ct. 01.8 52.9 50.1 41.3 37.5 38.9 30.0 23.1 31.1 31.6 60.4 70.0 Inches. 3.05 .79 2.81 1.50 2.91 .90 1.01 .25 1.22 1.36 5.81 2.03 Mean. O 30.4 35.5 33.6 48.6 56.7 65.9 76.9 72.6 65.6 54.6 40.5 26.6 Mm. O 48 57 65 70 83 '.10 97 95 90 83 62 45 Min. Rng. O O 7 41 13 44 18 47 30 40 34 4,9 43 47 52 45 46 49 45 45 30 53 23 39 13 32 7 44 Per Ct. 67.9 59.5 I 50.9 j 40.4 ! 47.7 32.7 30.2 29.3 29.8 47.3 53.6 89.2 Inches. 1.23 J 1.52 4.00 ! 2.09 4.30 .09 .83 .92 .42 3.27 .87 1.80 51.8 I 101 I 5 I 48 48.2 21.34 For the Year, 44.0 23.64 50.6 97 1877. 1878. MONTHS. TEJ PERATURE. HUMI DITY. TEMPERATURE. HUMIDITY. January February March April May June July August September. . . . October November .... December . . Mean. o 27.9 33.7 48.0 48.6 56.7 65.9 78.2 76.3 65.0 51.0 40.1 31.7 Max. O 50 55 73 70 83 90 98 96 90 80 00 51 Mill.' Rug. O I O 3 47 15 40 28 I 45 30 40 34 49 43 47 50 48 53 43 42 I 48 25 j 55 15 45 8 43 Per Ct. 74.9 75.3 52.9 48.6 42.1 29.7 24.1 25.1 31.5 41.0 55.4 j 08.1 Inches, .87 .38 2.93 2.14 3.49 .80 .02 .28 .90 2.41 1.02 1.11 Mean. O 30.0 32.8 46.6 | 49.8 56.2 69.4 77.7 78.5 60.5 48.5 42.7 29.7 Max. O 52 60 ! 73 73 83 93 96 97 92 78 68 56 Mill. Rng. O O I 5 47 20 40 27 46 30 43 34 49 j 45 48 I 52 44 ] 60 I 37 38 I 54 22 I 56 22 ; 46 8 48 Per Ct. Inches. 64.8 1.07 66.2 3.49 52.6 2.54 43.4 2 63 , 39.0 ■ 2.50 30.7 | .35 ] 26.2 , 1.08 33.7 \\ .81 37.0 I 3.15 44.5 1.39 54.6 I .63 ■ 59.1 | .11 98 ! For the Year, 51.9 I I 3 1 46 I 47.4 16.35 51.9 I 97 5 46 I 45.9 19.75"], [23, "CLIMATE, METEOROLOGICAL STATISTICS, ETC. 11 Temperature, Rainfall, Moisture. — July and August are the warmest, January and December the coldest months. The range per month differs but little between the warm and cold months. The mean temperature of April is about two degrees below, and that of October two degrees above the yearly mean, while the fall mean is nearly the same as that of the year. The annual mean is three degrees higher than that of Denver. The difference between the summer and winter mean is 42 ° ; at Denver it is 41 ° . The maximum at Salt Lake City and Denver is about the same, except in winter, when it is 8 ° the higher at Den ver. The minimum for summer is nearly the same at the two places ; but for the year it is 24 ° lower at Denver, for winter 22 ° lower, for spring and fall each 16 ° lower. The winter range at Denver exceeds that of Salt Lake City by 31 ° , the spring range by 19 ° , the summer range is about the same, the fall range by 20 ° . The annual range at Salt Lake City is 94 ° ; at Denver it is 117°. Annual and Seasonal Means. — The annual mean of Salt Lake City places it very near the isothermal line of 50 ° , which crosses nearly 15 ° of latitude on each continent, owing to the influences of oceans, winds and elevations, starting on Puget's Sound and passing near or through Salt Lake City, Santa Fe, Denver, Burlington, Pittsburgh, New Haven, Dublin, Brussels, Vienna and Pekin. The summer and winter means describe the same undulations in traversing the continents, and they are more indicative of the climate in its relations to animal and vegetable life than the annual mean. The mean annual temperatures of New York and Liverpool are the same, yet through out England the heat of summer is insufficient to ripen Indian corn, while the ivy, which grows luxuriantly in England, can scarcely survive the severe winters of New York In both the East and the West Indias the mean tem perature of the hottest month in the year differs very little (at Singapore S% ° ) from that of the coldest. At Quebec, on the other hand, the difference is 60°, and at some places in Siberia 100° . At Salt Lake City it is 47° . Among the highest observed temperatures are 121 ° at Fort Miller, California, and 132 ° in India; while the thermometer has been known to fall to 76° be low zero in Siberia, and to 40 ° below in some parts of the United States.* At places in the East and West Indies, the entire annual range of the ther mometer is 14 ° ; at Montreal it is 140° ; at New York, 114 ° ; at St. Louis, 133 © ; at Chicago, 132 ° ; at Denver, 126 = ; at Salt Lake City, 94 ° . * Loomis. TEMPE tATURE. prec: pita- :ON. SEASONS. innual Winter Spring iummer fall Mean. Max. o o 51.8 98.0 31.4 57.0 47.4 84.7 73.8 98.2 53.2 91.2 Min. Range. o o 4.0 94.0 4.5 52 . 5 22.0 62.7 41.7 56.5 22.0 69.2 PerCt. 46.4 67.4 45.4 29.5 43.2 Inches. I 20.27 4.37 8.46 1.83 5.61 Days 92 2S 3C 12 22"], [24, "12 THE RESOURCES OF UTAH. A summer mean of 74 © may be thought high, but to the extremes of summer heat in nearly all parts of the United States the lower valleys of Utah offer no exception. The higher valleys and mountains are always at hand, however, and Great Salt Lake exercises a mollifying oceanic influence on the extremes of temperature. \" Some travelers have imagined that on its shores is to be found the most unique and wonderful climate on the face of the globe, combining, as it does, the light pure air of the neighboring snow-capped mountains with that of the briny lake itself ; and it is fancied by many that at certain points one may inhale an atmosphere salty and marine, like that of the shores of the Atlantic, happily combined with a cool, fresh mountain air, like the breath of the Alps themselves. Owing to the absence of marine vegetation .about the shores, however, there are none of the pleasant odors of the seashore.\"* At all events, the dry and absorbent character of the atmosphere here relieves the oppression felt in humid climates at high temperatures. Humidity, Bainfall. — The same may be said with reference to extremes of cold, although the average humidity in winter is more than twice as great as in summer. For the year it is 46; at Denver it is 46; at Philadelphia, 73. For spring, summer and fall, it is about 40, while for summer it is 30. The rainfall averages 20 inches a year, 41 per cent, of which is in the spring, 9 in the summer, 28 in the fall, and 22 in the winter. In latitude 40 © there should be, on general principles, 30 inches in a year. Fort Laramie, Sacra mento and Santa Fe have about the same as Salt Lake City; Denver, 20 per cent less; while over the entire area of the United States east of the 100th Meridian west from Greenwich, the average annual rainfall is 40 inches, f 60 per cent, of which is at once thrown off in the river drainage. Nothing in the meteorological register of the last four years indicates that the climate of Utah is growing moister; but Rush Lake rolls its blue wares over what was a meadow 20 years ago, and Great Salt Lake has at least ten feet of brine where wagons were driven to an fro in 1863. It has not gained any in contents in the last decade, however, and it would be nowise surprising were it to recede again to its old level. If the rainfall has increased because of the greater area of land cultivated aud quantity of water diffused by irrigation as well as of the currents tapped in opening mines, the lake may be expected to retain its present level. Increased humidity has followed the settle ment and cultivation of the Mississippi Valley prairies, and it is not unlike ly that it is doing so in Utah, although there is not sufficient data as yet upon which to assert it. A peculiarity of our climate is the preponderance of rainfall in the spring, when it is most needed. Could a part of the mois ture that is precipitated in winter be transferred to the summer, there would be no necessity for irrigation. The days on which there is precipitation average one in four, but not half of them are really stormy days. There is hardly ever a cloud in the skies of Utah through which the sun is not looking. Diurnal Variation Besume. — Following is an abstract of the monthly mean of diurnal variations of temperature at Fort Douglas, near or about 500 feet above Salt Lake City, for one year: * Surgeon E. P. Vollutn, U. S. A. t Blodget."], [25, "CLIMATE, METEOROLOGICAL STATISTICS ETC. 13 Diurnal Variation of Temperature at Fort Douglas.— The mean temperature of June to September inclusive at 2 p. m. was 79° ; at 9 p. m., 57 ° ; difference, 22 ° ; mean percentage of sick for these months, 24.63. For the other eight months the,mean at 2 p. m. was 47° ; at 9 p. m. 36° ; difference, 11° ; mean percentage of sick for these months, 32.93. The months of greatest mean diurnal variation seem to be the healthiest months. They are so, generally, in Utah, unless from some local cause, as bad water, or drainage, or exposure. Attention is called to the mean tem perature of the four warmest months at 9 o'clock in the evening, namely 57 °'. Those who swelter through night after night elsewhere with the thermometer between 80° and 90° , will see the significance of this. The mean air-pressure at Salt Lake City is 25.63 inches; water boils at 204.3° . The prevailing winds are from the north-northwest, and the most windy months are March, July, August, and September. The mean velocity of the winds during the entire year is 5>3' miles an hour. On the ocean it is 18; at Liverpool it is 13; at Toronto, 9; at Philadelphia, 11. The climate of Utah on the whole is not unlike that of northwestern Texas and New Mexi co, and is agreeable except for a month or so in winter, aud then the tem perature seldom falls to zero or snow to a greater depth than a foot ; and it soon melts away although it sometimes affords a few days' sleighing. The spring opens about the middle of March, the atmosphere becomes as clear as a diamond, deciduous trees burst at once into bloom and then into leaf, while the bright green of the valleys follows the retiring snow line steadily up the mountain slopes. The summer is not unpleasant in its onset, ac companied as it is by refreshing breezes and full streams from the higher melting snow banks. Springs of sweet water, fed largely from the surface, bubble forth everywhere. But as the season advances the drouth increases, every stirring air, near or far, raises a cloud of alkaline dust until the atmosphere is full of it. Sometimes a shower precipitates it, but there are more dry than wet storms. The springs fail or become impregnated with mineral salts, and the streams run low or dry up. Vegetation dies in the fierce and prolonged heat and drouth if not artificially watered. Still, from the rapid radiation of the earth's heat, the nights are always agreeably cool, and the heat itself seems to have but slight debilitating quality. The presence or absence of the sun has a marked effect on the temperature from 7 A.M. 2 y. m. 9 P. M. Diurnal Variation. Peri''iitp;e of Sick. sanuary j-ebruary ' (larch : I . . Lpril I day 7 une my :...:::::::: Lugust September )ctober Jovember December 28 23 33 38 45 61 68 65 56 41 38 22 35 34 47 50 55 77 85 80 74 56 53 51 29 24 39 41 47 65 73 69 62 45 41 24 7 11 14 12 10 16 17 15 18 15 15 9 33.60 31.30 32.33 36.42 28.74 29.28 23.86 25.38 20.00 21.97 38.68 40.50"], [26, "14 THE RESOURCES OF UTAH. the great transparency of the air. Let his rays be cut off, even in July, and a fire is pleasant ; and if they have free passage the fires are allowed to go out, even in January. October ushers in a different state of things. The atmosphere clears up again as in spring, and the landscape softens with the rich browns, russets, and scarlets of the dying vegetation, which reaches up the mountain sides to their summits in places ; but on them the gorgeous picture is soon overlaid by the first snows of approaching winter. The fall is a delightful season and is generally drawn out nearly to the end of the year. The following meteorological report, from Fort Douglas, near, and 500 feet above Salt Lake City, extending over 16 years, was procured too late for use in the writing of this chapter. Surgeon Clements, U. S. A., who furnishes it, says, \" I find that the records on these points are remarkably complete, and I judge that the figures given in the enclosed paper may be relied upon. METEOROLOGICAL REFOBT, FOBT DOUGLAS, SAL T LAKE CITY. SANITARY ADVANTAGES. Camping Out, Rourjhing it.— In considering the sanitary effects of a sojourn or permanent residence in Utah, the mode of life adopted, as well as the climatic and other conditions peculiar to the country, must be taken cog nizance of. In the case of the tourist or invalid, seeking pleasure or health, the drudgery of business is temporarily exchanged for the novelties, exercise, exposure, and rough fare of \"tramping\" in the mountains. People adopting the country as their permanent home will also enter upon new conditions, changing in a great degree their former habits. Very many of the denizens of Utah may be said to work, eat and sleep almost in the open air, amid rude surroundings and in quite primitive style ; cooking their simple food over TEMPERA URE. PRECP' YEARS. Mean. Max. Min. Range. Inches. 863 .864 .865 .866 .: 867 868 869 870 871 872 873 874 875 876 877 878 52.93 52.22 50.11 51.87 52.71 50.66 53.61 51.66 53.09 50.42 49.26 50.18 51.26 50.64 51.00 51.29 103 97 100 94 95 96 97 96 104 91 98 97 95 99 98 93 7 -4 6 9 0 5 7 4 8 0 -3 8 9 8 5 8 96 101 94 85 95 91 90 92 96 91 99 89 86 91 93 85 7.47 14.92 15.51 22.29 26.14 17.25 22.32 20.96 23.12 18.12 17.37 19.55 21.07 18.31 14.52 17.86 Mean for 16 years 51.43 97 92 5 18.58"], [27, "CLIMATE, METEOROLOGICAL STATISTICS, ETC. 15 camp fires, or in open fire places in comparatively open buildings. Much of the healthful influence popularly attributed to the climate is doubtless due to this cause, and it is to those who place themselves in similar circum stances as far as possible that improved health comes. \"During our pro tracted absence of 14 months,\" says Fremont, at the close of his second Rocky Mountain expedition, \"in the course of which we had necessarily been exposed to great varieties of climate and of weather, no one case of sickness had ever occurred among us.\" *Captain Stansbury tells the same story at the end of his three months' survey of Great Salt Lake, begun very early in the spring. He and his men were subjected to constant hardships and exposure. Nearly every day they were in the cold water dragging their boat through shallows and packing their luggage. They were often caught, night aud day, in furious storms, almost unsheltered, while there food and drinking water were neither choice nor abundant. Still, not a single case of illness occurred among them. A California physicians says, \"that arsenic, phosphorus, strychnia, and all the nerve tonics combined, will not half so quickly renovate a broken down nerve apparatus, as camping out in the mountains; and that it is by its effect primarily on the nervous system that all other organic processes are improved, the psychological among the rest.\" Climate and Other Advantages. — Utah is very happily adapted to this out-of door tramping and camping in the season for it by reason of its extremely dry air and slight rainfall — about three-fourths of an inch per month. There may be somewhat more moisture and precipitation in the higher valleys and mountains, perhaps, although at Fort Bridger, altitude 7000 feet, the average humidity from June to September inclusive is but 54 per cent, and the rainfall but .69 of an inch per month, as ascertained by observations extending through 15 years. To be healthful and to possess sanitary advan tages a climate should be dry, bracing, and equable not only; pure water and wholesome food must be always readily obtainable. In all these respects Utah may justly claim pre-eminence. Remarkably dry and bracing and comparatively equable the atmosphere and temperature of Utah are, beyond all question, as has been shown; and in all the valleys of the mountains pure water is as abundant as fresh dry air. Usually the streams open into each other toward their sources, and they present a succession of valleys between their gorges all of which are inhabited, and afford the fresh meats, fruits, vegetables, eggs, milk, butter, etc., which are the most important articles of diet for well or sick persons ; and immediately from the range, the trees, the ground, or the dairy, ensuring freshness; while the streams are full of trout, the uncultivated fields and terraces abound in game birds, and the lakes at certain seasons in aquatic fowl. Where beside, which is not un common in Utah, the odor of pine trees can be inhaled, there is an assem blage of favorable climatic conditions hard to improve. Effect on Particular Diseases. — Considering now the effect of these climatic advantages in particular diseases, one cannot speak with full assurance, but there is substantial agreement among people and physicians on the follow- * Stansbury's Exploration and Survey, etc., Washington. 1853. t James Blake, M. D., F. R. C. S."], [28, "16 THE RESOURCES OF UTAH. ing points, namely: High altitudes and areas of low barometric pressure quicken the respiration and circulation, and are therefore unfavorable in cases of pulmonary disease that are far advanced, and also in heart disease and that form of chronic bronchitis associated with it. The other forms of chronic bronchitis, chronic pneumonia, and phthisis, are the diseases, par excellence, upon which such localities exercise a favorable influence.* Con- sumption does not originate here, and where the monthly fluctuation of the thermometer does not exceed 50°, and the mean monthly temperature is at, or, within limits, above 50© , and the humidity is under 50 per cent., a resi- dence is beneficial to consumptives if commenced early enough. f The best treatment known for consumption is a year of steady daily horse-back riding in a mountainous country, diet of corn bread and bacon, with a moderate quantity of whisky. J The beneficial influence of the climate on asthma is decided. It cannot exist here, except in a relieved and modified condition. Bronchitis appears in a mild form during the wet and thawing periods of spring and fall, but it always yields to treatment. Rheumatic fevers are scattered over the months without reference to season ; but very few cases become chronic. The intermittents are imported, and the tendency in them is to longer intervals and ultimate recovery. A remittent, called \" Mountain fever,\" is indigenous. It yields readily to simple treatment if attended to in time, but if not, develops into a modified typhoid, which is liable to prove fatal. Experience in the miners' hospitals at Salt Lake City shows that the climatic conditions are very favorable to recovery from severe injuries. The summer heat is great, but not debilitating, and the dry pure air and cool, in vigorating nights enable patients to sustain the shock of surgical operations that could not often be safely attempted iu more humid climates. Piemia, or blood poison, the frequent accompaniment of severe injuries, and of surgery, is of extremely rare occurrence.il For a fact, the people of Utah are as robust and long-lived as any in the world. The mortality is chiefly among small children, and its principal cause is want of care and prompt medical attendance. Hardly any form of disease originates or proceeds to the chronic stage in the Territory ; while upon many such a simple residence here is more beneficial than all the drugs that are known. One has a choice of altitude ranging from 4,300 to 7,000 feet above sea, with access to mineral springs, hot aud cold, of decidedly effica cious qualities in the cure of many ills, as experience has amply shown ; and for the whole of Salt Lake Basin the softening and other healthful influences of ut least 3,000 square miles of salt water, giving off a saline air and affording the benefits of ocean bathing without its discomforts and dangers. * Surgeon P. Mo«att, U. S. A. t Surgeon Charles Smart, U. S. A. 1 Surgeon E. P. Vollum, U. S. A. || Surgeon J. F. Hamillon, Salt Lake City."], [29, "SALT LAKE— LAKE POINT HOTEL."], [30, ""], [31, "AGRICULTURE, FRUIT, PASTURAGE. 17 CHAPTER III. AGRICULTURE, FRUIT, PASTURAGE. There were surveyed of public lands in Utah, down to June 30, 1878, 8, 178, 819. 97 acres, arable, timbered, coal aud mineral land. It is impossible to tell, from any accessible data, what proportion of it is arable land, probably not more than one-fourth, or 2,000,000 acres. In general, all of that is which can be artificially watered. Irrigation. — Lands not subject to water are being more and more brought under cultivation, and in many places certain crops can be and are raised on such lands with no more than ordinary chances of failure elsewhere. But irrigation cannot safely be dispensed with as h rule. It is usually done by colonies or communities uniting to divert part or the whole of a stream from its natural channel on to the adjoining land, each member of the association then having his proportional right to the use of the water. While it involves outlay or labor ou the start, it is not without its advantages. In other regions excess of rainfall often retards the putting in of crops in the spring, and damages hay and grain in the harvest season, by lodging, causing mildew, rust or sprouting, and with hay, bleaching out its natural juices. Again, want of the ordinary rainfall often involves a widespread failure of all crops, causing extreme fluctuations in prices and inducing famines. In rainless countries the ill effects of these excesses of nature are avoided. The farmer can control seed time and harvest, and it is a striking fact that Egypt, Mexico aud Peru, all rainless, were the singular and sole birthplaces of civ ilization. Further, the soil is constantly enriched by materials, salts and earths, held in solution by the water, if it is kept on the land till absorbed. But few of the standard crops of Utah ever require more than two or three waterings to perfect them, some of them, especially fall wheat, seldom need ing more than one. Most of the smaller streams in Utah that could easily be diverted from their natural channels, have been already utilized; but their full capacities as irrigating supplies, which can only be exhausted by means of dams, reservoirs, and canals of considerable importance, have not as yet been called into requisition. It appears from statistics, collected and published by order of the Legis lative Assembly for 1875, that of the 223,309 acres of land then under culti vation in the Territory, 77,525 acres required no irrigation; 35,706 acres one or two waterings; 87,774 acres three or four; and 21,761 acres four to ten. On the same authority about 10,000 acres were reclaimed that year; and there were in use 2,095 miles of main, and 4,883 miles of minor, irrigating ditches. Irrigation by means of artesian wells has not yet been seriously attempted in Utah, probably because the necessity has not been felt, but the few experiments in that line have been exceedingly encouraging, and there 2"], [32, "18 THE RESOURCES CF UTAH. is little doubt that it will be largely resorted to in the future. The Union. Pacific Railroad Company bored several artesian wells along their road at Creston, Separation, and other stations, getting from 600 to 2,000 gallons per hour at depths ranging between 325 and 1,200 feet. The few bored in Utah obtained flowing water at a depth of less than 100 feet, similar in qual ity to the surface water of the same locality. The area of land not subject to artificial watering but which is nevertheless cropped to more or less ad vantage is every year increasing. The roots of plants will go down for moisture until they find it if the ground is in proper condition. The Bel gians, who are the best farmers in the world, say it is advantageous to stir the ground three feet in depth. Deep and thorough stirring enables the soil to receive more of the winter rains not only, but to better resist the rapid evaporation of summer. With frequent fallowing it would make much land (now considered almost valueless under the dry skies of the high interior) produce good crops of grain, clover, the mulberry, grapes, and other pro ducts, without irrigation. Timber. — Utah holds an intermediate position, with respect to its supply of timber, between the Atlantic and Prairie States. Its arable lands are not interspersed with forests, nor yet is it without an adequate supply of timber within its own limits for building, fencing, mining, and fuel. The valleys or plains are destitute of forest growth, and in early times willow brush was resorted to for fencing, adobe bricks for building, and sage brush for fuel. But the mountains are generally more or less wooded, almost wholly with evergreens, however. The best trees furnish lumber not technically clear, but the knots are held so fast that they are no real detriment, and the lumber is practically clear. The red pine and black balsam indigenous to the mountains make a fence post or railroad tie that will last ten years. The white pine is not so good. More than half of the forest growth of the Wasatch is of the white or inferior variety. On the Oquirrh the trees are chiefly red pine. Scrub cedar and pinon pine are quite common in the south and west. They are of little value for anything but posts, ties and fuel. In 1875 there were perhaps 100 saw-mills in existence if not in operation in the Territory, and while the people are not enabled by law to acquire title to timbered lands, nor authorized to appropriate the timber on other than mineral lands, nor that save for domestic uses, the fact remains that they do so appropriate it, always have, and always will, as it is reasonable and right that they should. Ordinary rough building and fencing lumber ranges in price from $20 to $25 a thousand. Flooring and finishing lumber is im ported, and costs about $45 a thousand. Wood is obtained from the canons for fuel, and soft coal of good quality can be had for $8 to $12 a ton in all Northern Utah. When the coal deposits of the Territory shall have been developed and made accessible by railroads, the price should, be less by one half, for there is au abundant supply and it is widely distributed. Products, Yield. — All of the products of the same latitude, east or west,. on or about the level of tide water, with the exception of Indian corn, (for which the nights are too cool,) are grown in Utah with great success, and the soil and climate seem peculiarly adapted to the growth of wheat and"], [33, "19 AGRICULTURE, FRUIT, PASTURAGE. fruit. Following are statistics of the area and yield of various crops for the year 1875, on the authority before cited: Articles. Acres. Total Yield. Yield per acre. Wheat 72,020 1,418,783 bushels. 20 bushels. Barley 13,847 359,527 \" 25 \" Oats 19,706 581,849 \" 30 \" Rye 447 8,987 \" 20 Corn 16,452 317,253 \" 20 Buckwheat 11 < 243 \" 22 ■' Peas 1,701 30,801 \" 18 Beans 127 3,176 \" 25 Potatoes 10,306 1,306, '.157 \" 130 Other Roots 1,433 278,, 12 \" 125 \" Seeds 125 49,501 lbs. 396 lb^. Broom Corn 200 713 tons. 3% tons. SugarCaue 1,432 103,164 gals. 72 gals. Meadow 81,788 112,529 tons. 1% tons. Lucerne 3,587 13,189 tons. 3% tons. Cotton 113 31,0751bs 275 lbs. Flax 5 l,2501bs. 250 lbs Total asres, 223,300. Total value of products, about $7,500,000. Of the wheat crop of 1*873, 100,000 bushels were exported. There was no surplus for export in 1374-75. Of the crops of 1876-77 50,000 to 60,000 bushels were exported. There was a surplus of about 270,000 bushels raised in 1878, one-half of which was shipped to England via San Francisco; the rest remains in stock. Taking the export of wheat, and allowing six bushels per capita for consumption and seed, it would seem that the crop of 1875 was over-stated above. On the other hand it is fed to stock in some places, and considerable flour is sold in the mines of Nevada adjoining Utah and along the overland railroads, which does not appear in the export of wheat. A few years ago the Territory imported flour from California, which bore twice as high a price as the Utah flour, but our flouring mills have been improved in recent years until they make as good flour as is made anywhere. There are about 50 mills in the Territory, with an aggregate capacity on full time of 2,000 sacks a day, but they do not run half the time, take them together. Probably the acreage in wheat has not increased much since 1875, nor the hay crop. But dry farming has, and the growth of lucerne has doubled. The crops are sometimes damaged by the grass hoppers, but taking the Territory as a whole and one year with another, it doesn't amount to much. Improved lands are held at from $25 to $100 an acre, according to loca tion. They are almost all adjacent to either towns or mines, or both. There are in different localities comparatively large bodies of Government lands unoccupied, which can be entered at the Salt Lake Land Office under the United States land laws, the same as in other States and Territories, or bought of the Pacific Railroad companies at low rates, and on easy time ; although, as a general thing, agricultural settlement and improvement in Utah will be undertaken to better advantage by colonies than by individuals. The construction of the main irrigating canals may usually be accomplished by plow and scraper, each adjoining land-owner contributing his quota of the expense, and having a perpetual right to the water at the additional cost"], [34, "20 THE RESOURCES OF UTAH. for repairs. Under the desert land law, each person joining in such an enter prise is entitled to pre-empt 640 acres of land, paying one-fifth down and the rest in three years, on condition that the enterprise be consummated within that time. FRUIT. The Salt Lake Basin throughout is unsurpassed in the adaptation of its soil and climate to the growth of all kinds of fruit common to the latitude; in the south, on the waters of the Rio Colorado, grape culture is followed with great success, and wine-making is there a growing industry; but in the higher mountain valleys, as well as in Cache and San Pete, the seasons are too short, and not so much attention has been devoted to it. The following table shows the area, the product, and the yield per acre, of fruits, for the year 1875, as returned aud published by order of the Legislature : Fruit. Acres. Total Yield. Yield per Acre. Apples 3,935 358,277 bushels. 90 bushels. Pears 128 10,560 \" 75 \" Peaches 2,687 330,535 \" 120 \" Plums 259 43,585 \" 165 \" Apricots 3D5 44,160 \" 145 \" Cherries 62 4,661 \" 75 \" Grapes 544 3,409,200 lbs. 6,260 lbs. Total Acres, 7,920. Value, $1,028,016. No finer, thriftier trees, no fairer, better flavored fruit is produced any where. The trees are extremely bounteous bearers, having to be propped up to enable them to sustain the weight of their enormous burdens. There is great room for improvement iu the introduction of new varieties, too many of the trees, especially apples and peaches, being seedlings ; and also in care, from a lack of which apples in many localities are growing yearly more infected by different kinds of worms. The fruit market in Salt Lake City is almost perpetually deriving its supply from California, when native fruits and berries are not in season. This applies, too, to many kinds of vegetables, cauliflower, lettuce, and asparagus. The season for most fruits, berries, and vegetables begins in California a month or six weeks in advance of the same in Utah, and proportionally lengthens it. The extreme southern part of the Territory is adapted to the production of many semi-tropical and some tropical fruits, without doubt, but not much has been done in that line as yet. Cotton is grown in a small way, for use in the making of cloth. Figs and almonds have also been tried a little. The climate is not greatly different from that of southern California, where oranges aud many tropical fruits do as well as anywhere in the world. PASTURAGE, STOCK RAISING. One great resource of Utah, and one easily discounted, so to speak, is the very extensive stock range. There is in such a country necessarily a great deal of laud on the foot-hill slopes aud river terraces which cannot be artificially watered, and yet is not cut off from water. The native grasses are probably not as good as the buffalo and gramma grasses of the plains east of the Rocky Mountains, but the bunch grass, which seems to be in-"], [35, "AGRICULTURE, FRUIT, PASTURAGE. 21 digenous to the broken and elevated region between the Sierra Madre and the Sierra Nevada, is only second to them in excellence. Throughout this interior basin millions of acres are uot absolute desert, only because of the existence of this grass. It grows in bunches in apparently the most barren places. Early in the season it cures, standing, retaining all its nutriment, aud being hard to cover with snow beyond the reach of stock. Its seed is pyriform, aud has remarkable fattening properties. In the high, dry, bracing altitudes of the interior, cattle grow aud fatten on much less than on the sea level, and the same degree of either heat or cold, as marked by the thermom eter, appears to affect them less. The grazing lands of Utah are almost unlimited; including the second tables of the river course-, the slopes of the foot-hills and lesser ranges not too far from water ; the shores of the sinks and lakes, and the coves and valleys of the mountains. In the Salt Lake Bisin, generally, stock winter without fodder; further south, they not only subsist, but thrive on the range the year round. In Cache, Bear Lake, and other valleys more elevated, they require more food and shelter; and the stock-grower will do well to prepare for occasional cold and snowy spells in all the northern parts of the Territory. There is ample hay ground for this. Under ordinary circumstances, a five-year-old steer, worth $25, can be turned out at a cost of $5. The statistics before referred to returned of stock in Utah in 1875 : Stallions 1 08 Mares ...'..'.'.'.'.'.'.'.'.'.'.'.'.'..'.'...'.'.'. 1,349 Mules 4 727 All others, not horned 39,022 Thoroughbred horned stock 510 Gmded \" \" 3,511 All other \" \" 103,447 Thoroughbred sheep 15,620 All other sheep 287,608 Goats , 1,578 Graded swine 1,397 Common swine 25,143 Total value, including poultry and bees, placed at about $6,500,000. The number of blooded and graded animals has probably increased 200 per cent since 1875; and that of sheep 100 per cent, while the strain of blood in all sheep has been so improved that double the wool is sheared from the same number. Considerable stock is kept in adjoining Territories by residents of Utah. It is estimated by stock growers and drivers that the Territory turns out yearly 40,000 head of stock from one to five years old, averaging in value $15 a head; a total of $600,000. SHEEP AND WOOL GROWING. The wool clip of 1875 was returned at 885,000 pounds, but it has quite doubled since. Mr. James Dunn, of the Provo Woolen Mills, estimates the clip of 1877 at 1,200,000 to 1,300,000 pounds; for 1878, at 1,600,000 to 1,700,000 pounds. Other large growers and dealers concur in this estimate. It is ex pected that the clip of 1879 will be nearly 2,000,000 pounds. Of the clip of 1878, about 1,250,000 pounds was exported, and the remainder, say 400,000 pounds, was used by the Utah mills. Fleeces average about four pounds for"], [36, "22 THE RESOURCES OF UTAH. ewes, six for wethers; part of the wool ranges with the best California wools, as to quality, while part of it is inferior. Utah and Montana wools are considered better than the wools of the other Territories. Most of the Utah sheep came from New Mexico down to 1870. Since then ewes have been brought in from California, generally fine-wooled Spanish Merinos, but little mixed; fine-wooled bucks from Ohio, and long-wooled from Canada. The same strain of blood in sheep does not produce quite so long a wool as in the East. It is so dry and dusty, the grease seems to absorb the alkali and mineral dust, which makes it harsher and more brittle. But since the large infusion of Merino blood, which has taken place in late years, there has been a marked improvement in the quality of Utah wool, in respect of length, softness, and fineness of fibre. It realizes to the grower, here, crude, about fifteen to twenty cents a pound, according to the range of the world's market. Mr. Daniel Davidson, who has imported $30,000 worth of bucks within a few years, has a flock of 16,000 sheep, from which he sheared 90,000 pounds of wool in 1878. Among other large owners are the Provo Manufacturing Company, with 13,000; a Mr Mclntyre, with 9,000. Mr. Davidson thinks there are 350,000 sheep in the Territory. Castle Valley, near the corner post of Wasatch, San Pete and Utah counties, is a great sheep range, several large flocks being kept there. They are worth about $2.25 a head as they run, do not require feeding in winter, and if properly attended to, under ordinary circumstances, will yield a profit of 40 per cent a year on the in vestment. They are beginning to be bought up to be driven away. A flock of 5,000, costing from $2 to $2.50 each, including lambs, was picked up and taken to Montana last spring. By the time they got there the lambs were worth as much as the sheep, reducing the price in reality to about $1.50. A more inviting field for capital and enterprise than the growing of stock, sheep and wool, in Utah, does not exist anywhere."], [37, "MIXES AND MINING, MILLING AND SMELTING. 23 CHAPTER IV. MINES AND MINING, MILLING AND SMELTING. Mines were known to exist in Utah, and some attempts were made to open and work them during the five years next preceding the completion of the Pacific Railroad, but the conditions were not favorable and little was ac complished. On the consummation of that enterprise, however, attention was re-called to them, and within 18 months thereafter the streets of Salt Lake City were thronged with wagons and teams bringing ore from almost every point of the compass, and from camps 20 to 200 miles distant. Rude mining camps gradually growing into towns, mills, sampling works, and smelters, began to appear as if by magic. Product.— From the end of 1870 to the end of 1878, as appears from the books of the Utah Central Railroad Company, there were shipped from Salt Lake City 76,912 tons of ore, 109,276 tons of argentiferous lead bullion, and 8,197 tons of lead, worth, in the aggregate, quite $40,000,000. For the last three years, the value of Utah's mineral out-turn, ascertained with great care and accuracy by J. E. Dooly, Agent for Wells, Fargo & Co., at Salt Lake City, was $18,558,805.48. Most of the ores so far worked have been argen tiferous galena, and the present depression in the price of lead decreases the profits realized from that kind of ores. But lead represents only $5,379,446 of the product of the last three years, against $13,137,033 of the precious metals; and of last year, but $811,068 against $5,224,580, or less than 16 per cent. And, further, as the profit on lead has decreased, mines producing gold and silver ores proper have been discovered, or have risen into prom inence. Such are the Ontario, which has paid 42 consecutive dividends of $50,000 each ; the mines of Silver Reef, which, first discovered two years ago, are now producing fine bullion at the rate of $100,000 per month; and the gold mines in Bingham Canon, the ores of which, though of comparatively low grade, are very cheaply mined and milled, and occur, so far as work has shown, in veins or deposits of extraordinary size and strength. Area. — There is not a county in the Territory where mines have not been located, and mining districts, in greater or lesser number, organized. Froiseth's new map of Utah shows 80 of these new mining districts, cov ering more than 1,000,000 acres, crowding each other most in Salt Lake, Utah, Juab, and Beaver Counties. Box-Elder, Tooele, Millard, Piute, and Iron Counties have a plentiful sprinkling of them. Wherever there are moun tains the prospector has been, and left his footprints in the shape of mining districts. Very many of them are abandoned, true, but this is more often on account of inaccessibility, want of capital, and other unfavorable circum stances, than because of the lack of merit or promise of the mining locations. After the time necessary to extend interior communication, and to acquire"], [38, "THE RESOURCES OF UTAH. 24 full knowledge of the nature of the ores and the best methods of reducing them, we may expect these districts to be re-visited, labor resumed, and with permanently profitable results. The mining history of the Rocky Mountains and the Pacific Slope records nothing more striking than the sudden resur rection of apparently lifeless mining camps. Leadville, Bodie, Salmon River, and Pioche are examples. The records of the Land Office in Salt Lake City show 487 applications for patents to mines in Utah, and the issue of 362 patents. Mineral Belt.— The most important mineral belt of the Territory, so far as known, first makes its appearance on a sort of break-down in the Wasatch Range, drained off north and south aud ultimately west by the Weber and Provo Rivers, in the vicinity of the Twin Peaks, which are 12,000 feet above tide water, and mark the culmination of the magnificent range overlooking Salt Lake City. Thence it extends over the crest of the Wasatch westward, covering the sources of the Cottonwoods and American Fork, skips across Jordan Valley, about 20 miles south of Salt Lake City, and re-appears in the Oquirrh, an isolated range separating the Jordan and Rush Valleys. It in cludes the mines of Park City, the Cottonwoods, American Fork, Bingham Canon, Ophir, and Dry Canon. Park City. — The leading mine about Park City is the Ontario. On its 500 foot level, the lowest as yet opened, it presents a regular vein of pay ore about four feet wide, without a break or pinch, 1,150 feet long, and it is of full strength and richness where it strikes the boundary between the Ontario and Last Chance ground. Such a sight is very seldom seen in the working of mines. The formation is quartzite, the vein dips about twenty degrees to the north, and it is stronger, richer, and more regular on this level than on either level above. It had produced $4,156,956 January 31, 1879, $2,000,000 of which had been disbursed in dividends since the stock was put on the New York Market, and the ground between the 500 and 400 foot levels is yet almost untouched. The mine is provided with new hoisting and pumping machinery, calculated to answer all probable demands upon it to a depth of 1,500 feet; a 40-stamp mill, and two Stetefeldt chloridizing furnaces, and has assured a long and prosperous future. The Marsac aud Mcllenry Com panies have each a 20-stamp mill with pans and settlers at Park City. The former is now running its pans on Ontario tailings. The McHenry mine is east of the Ontario, and it is believed has the same vein, all the leading characteristics both of vein matter and country rock being very similar. The intervening ground has been consolidated under the appellation of the Ontario Hill, and a working capital of $50,000 is being raised to open and prospect the ground. There are other mines in this district, on which a good deal of work has been done, and which their owners have good ground to believe will ultimately prove paying properties. The Cottonwoods. — Crossing the range on to the Cottonwoods, from Park City, we have the Flagstaff, Emma, Alta Consolidated, Butte, North Star, Oregon Consolidated, City Rock, Island, Davenport, Lavinia, Manitoba, Toledo, Kesler, Reed & Benson, Prince of Wales, and some other mines, producing more or less ore, with a host of promising prospects. More than 3,000 mining locations have been made, first and last, in these districts. The"], [39, "MINES AND MINING, MILLING AND SMELTING. 25 mines of Little Cottonwood are connected with the Utah Southern Railroad at Sandy, the headquarters of smelting, about twelve miles south of Salt Lake City, by the Wasatch 4 Jordan Valley Railroad, part of it tramway, housed in for protection from snow; aud they have sent out an average of 1,600 tons of ore per month for the last two years. The country rock is limestone, with some quartzite, resting on granite, and the ore occurs chiefly in deposits. Such was the Emma mine, as it was called, which produced in the aggregate 26,651 tons of ore, worth in gross, $2,581,408. A tunnel has been driven in under this old empty chamber, and from this seam of ore followed down 150 feet, which it is expected will open out into a larger and richer chamber than the old one. Further prosecution of this work awaits the placing of machinery to take care of the water which makes in the shaft. The Flagstaff has been a large producer of ore for seven or eight years, turning out in all 125,000 tons, worth in gross at least $3,000,000, and worked only to the 513 foot level below the tunnel, ou an incline of 49 de grees, the tunnel striking the vein 300 feet from the surface. The Aha Con sblidated, now owned by the Joab Lawrence Company, has recently struck, at a considerable depth in the hill, a deposit of $130 ore, the extent of which has not been definitely ascertained as yet. Meanwhile it is producing at the rate of $40,000 a month. The Toledo is the only lode in the district, so far as known, that is in quartzite country; it seems to be a true fissure vein, and shows two feet or more of $200 ore, on different levels, and extending a considerable distance laterally on each. The Prince of Wales has produced altogether, a round million, one-half of which has been expended in opening the mine. The main incline has been sunk on the incline 950 feet, and level No. 3, which is nearly 700 feet down the incline, is opened on the vein for 2,400 feet. There is still a great deal of unexploited ground above the foot of the main incline, and the vein appears to be a true fissure. The Kesler turned out $226,000 in about one year. The Reed & Benson, Butte, Oreson Consolidated, City Rock, Island, Lavinia, Davenport, North Star, and some others beside those especially referred to, make steady if not large shipments of ore; and still other mines are preparing to. The Emma, Flagstaff, Prince of Wales, Toledo, Lavinia, Butte and Alta Consolidated, have steam hoisting and pumping machinery. There are a good many mines in the Cottonwoods that only need further exploitation, which requires capital, not always readily obtainable, to make them dividend-paying. Bingham Canon. — The formation here is quartzite and limestone, chiefly the former, underlaid by syenite. The ores are base and of comparatively low grade, and below the water level, where they in general become sul phurets, it has not yet been found practicable to mine and reduce them at a profit as a rule. Hence a group of noted mines, consisting of the Jordan, Winnamuck, Neptune & Kempton, Yosemite, Utah, and Spanish, which have together turned out some 300,000 tons of ore, containing $15 to $25 a ton, lead and silver, are now worked but little, having been practically exhausted above the water level. The same is true of a great many smaller mines. With lower freights, cheaper labor and fuel, and more skill, the sulphuret ores of this district will be attacked again, and no doubt with"], [40, "26 THE RESOURCES OF UTAH. success. The leading producing mine of Bingham Canon at present is the Old Telegraph, a consolidation of several locations under that appellation, which has turned out 50,000 to 60,000 tons of ore within three years, at a profit of nearly a million dollars. The ground is 3,900 feet long, and is cut by gulches into ridges 400 to 5C0 feet high, out of which ore passes and water runs in obedience to natural laws, requiring direction only. The vein is of great strength; is opened by adits on different levels to a depth of nearly 500, and a length of 1,400 feet, and has large reserves of ore in sight. Connected with the mine by rail and about fifteen miles distant on the River Jordan, are the Old Telegraph Reduction Works, consisting of crushing, leaching, concentrating, roasting, and smelting apparatus, capable of treating 100 tons of ore a day. The next most important mine in the district is the Stewart, which appears to be au immense deposit of gold quartz, containing from $10 to $20 per ton. It is an old location, but its value was only recently discovered. It is good from the grass-roots, and furnishes a 20-stamp mill at present, which turns out from $400 to $800 a day. Since attention was drawn to the value of this kind of rock, prospecting in the vicinity of the Stewart has taken on renewed life, and the outcrop of deposits with similar characteristics has been found, which there is ground to hope will prove to be equally valuable upon development. The Hampton is the only other productive gold mine in the district. It is a vertical vein, two or three feet iu width, and quite regu- lar for 400 feet laterally, and the same in depth, which is as far as it is de- veloped. A 10-stamp gold mill belongs to the mine, and the whole con- stitutes a very good property. There are several producing mines at Bing- ham Canon besides these, but only in a small way at present for the most part. The district is connected with the Utah Southern Railroad at Sandy by the Binguam Canon Railroad, and it has sent out an average of 2,500 tons of ore monthly for the last two years. East and Dry Canons. — The Oquirrh Range continues south from Salt Lake about seventy-five miles, gradually subsiding into the basin at large. It is covered with mining districts its entire length, and for much of its area wi h mining locations. On its western slope, opposite Bingham Canon, are the Ophir and Dry Canon mines in a limestone country. The chief produc ing mine is the Hidden Treasure, an immense deposit of lead ore, worked to a depth of, 1,600 feet on the incline. Here also are the Miner's Delight, Mountain Lion, Zella, Mono, Queen of the Hills, Chicago, and many others, the surface bonanzas of which have been exhausted and work struck for want of disposition or means to go deeper or wider in exploitation. One day new conditions, greater knowledge, accident, or luck, or pluck, will break this spell of idleness and the busy hum of mining industry will again enliven Ophir and Dry Canons. The Stockton mines lie further north toward Salt Lake on the western slope of the Oquirrh, and are being steadily wrought about the same as ever. The Utah Western Railroad connects them with Salt Lake City, turning the north end of the range via the Lake shore. This railway has a favorable loute through Rush and Tintic valleys west of the Oquirrh along its entire"], [41, "OLD TELEGRAPH MINE."], [42, ""], [43, "MINES AND MINING, MILLING AND SMELTING. 27 length resembling in this respect the main railroad route through the Jordan and Utah Lake valleys, from which it is but a step to the mouths of the mining canons. Tintic— South of Bingham Canon, on the Oquirrh, are the Camp Floyd and Tintic mines. The Crismon-Mammoth, at Tintic, has a twenty-seven stamp-mill, aud large bodies of ordinary ore carrying silver, gold, and copper, with an occasional bunch of gold quartz full of the visible metal and of course exceedingly rich. The mine is hardly second in repute to any in the Territory. But the owners are largely engaged in stock growing, and have never devoted themselves to mining as a business. Hence the product of the mine, though steady, has not been extraordinary. A second promising property at Tintic is that of the Eureka Hill Company, a consolidation of several parallel ledges outcropping on the face of a foothill 700 or 800 feet high. A good deal of money has been realized from the property, but most of it has been returned to it in the way of exploitation. So far the main vein, if there is one, has not been found. The ore occurs in pockets without any apparent connection or regularity; but recently a fault crossing the strike of the outcrop has been broken into from which a carload of $50 ore is daily taken; and the company has stronger expectations than ever of finding the source of the bunches aud pockets of ore so profusely scattered over the face and through the hill. Among other noted mines of the district are the Juliau Lane, Sunbeam, Jc* Bowers, and Mammoth Copperopolis. The ores are bith milling and smelting. Some of them are shipped away and some worked on the ground. There are four mills, aggregating sixty two stamps. The Shoebridge mill uses Hunt & Douglass' patent lixiviation process. The Wyoming mill chloridizes with a Stetefeldt furnace. The supply of water is limited; there is plenty of wood for fuel: but mining timbers and lumber have to be imported. The nearest approach of any rail road is at Santaquin, about twenty miles distant. Bearer County. — Nearly the whole of the eastern half of Beaver County is organized into miuing districts, and the mineral croppings cover an area of many square miles. The leading mine is the Horn Silver, situated about 200 miles south of Salt Lake City, and to be connected therewith by rail this year. The owners recently sold a one-half interest for $2,500,000. 20,000 tons of the ore have been smelted, which, it is claimed, yielded an average of about 50 ounces of silver per ton, and from 35 to 45 per cent lead. The mine is opened by shaft, winzes, and five levels to a depth of 320, and a length of 350 feet. The gangue is heavy spar, the strike nearly north and south, the dip 20\" , and the average thickness of the ore between walls is 50 feet. The owners have four furnaces on the ground, and refining works in Chicago. A new working shaft, to strike the vein at a depth of 500 feet, is being sunk ; steam hoisting works and one additional smelting stack are to be provided. The railroad between the mine and Salt Lake City will be done, it is be lieved, before October. There is little doubt that there are 500,000 tons of ore technically in sight, which can be taken out and reduced or disposed of at a profit of $20 a ton. The mine produced $800,000 in 1878. With its new facilities, its gross product for 1880 should be $2,000,000. There are other mines and prospects of great promise in Beaver County which may be ex pected to prove profitable as soon as rendered accessible by rail. Rare ores,"], [44, "28 THE RESOURCES OF UTAH. as of bismuth, cobalt, and molybdenum, are found in some of the districts- The region, as a whole, is not so amply supplied with water and timber as those generally in Salt Lake County; but, so far, none of the mines of Utah have found much difficulty in this respect. Such trouble as there may have been is likely to be lessened, if not obviated altogether, by the increase of transportation facilities. Sevier River.— East of Beaver, toward the head of the Sevier, in perhaps the best endowed and pleasantest part of Utah, are the mines of Mount Bakly and Bullion City. The country at the first is limestone, at the last, porphyritic granite. The Deer Trail Mine is drawing attention to the Mount Baldy District by the steadiness of its shipments and the richness of its ores, It is not a great mine like the Ontario, the Flagstaff, Old Telegraph, Crismon- Mammoth, or Big Bonanza, but it will compare favorably with anything else in Utah so far as developed. There are soms strong veins at Billion City, five or six miles up Pine Creek from Marysvale, aud a few years ago consid erable work was done on them. But they were of comparatively low grade and sulphurets, chiefly, requiring costly mills for their successful treatment; and so, although the quantity was practically unlimited, and water, timber, and supplies were plenty and cheap, it was found impossible to work them to advantage, and the district was pretty much abandoned. There is known to be at least one mine there, however, namely, the Bully Boy & Webster, entitled to rank with the best in Utah, having 40 to 45 feet of $45 rock. Trouble with titles, among other things, is understood to have prevented the development and working of this mine. That is now settled and disposed of, and a return of life and business to the district may be looked for at any time. Silver Reef. — The Sevier River flows northward from the southern rim of the Great Basin. Beyond, the country is drained by the Rio Colorado. A writer says of that region: \"The mountains composed of bright red sand stone, devoid of every semblance of soil or vegetation, and rearing them selves jagged, flaming, and precipitous iu the sky, are picturesque to the limit of conception. In the lower regions black volcanic rock is abundant, add ing the charm of contrast to the feature of novelty. The whole surface of the country looks like the bedrock of the infernal regions, or like the scene of some stupendous conflagration during which everything animate was con sumed, and nothing left save this great furnace of fiery sandstone, which seems to be still at a red heat.\" Bare, and desolate, and unpromising as it may be, the indomitable prospector has not only visited it, but pitched his camp in it. The flourishing district of Silver Reef, with a half-dozen paying mines, turning out $1,200,000 in fine bullion every year, is the result. Not only is the country sandstone, but so is the ore in general, although it in cludes sea-shells, wood, and even coal. The rock is not very rich, but it is easily mined and milled, an ordinary stamp crushing six or eight tons of it in 24 hours. Distance from railroads, lack of facilities, aud high prices make it about as expensive work as it is anywhere, however. The sandstone reef in which these ores occur is 100 miles long, and no reason is known why it should not present the same phenomena anywhere. There is little or nothing in the appearance of the silver-bearing rock to indicate the presence of sil ver, and a test is really the only means of ascertaining. It lies iu strata, or"], [45, "MINES AND MINING, MILLING AND SMELTING. 29 between the strata, and as to the thickness or extent of the formation con taining it, little is as yet known. Work has been carried on there now two years, and the Leeds Company has taken out nearly $500,000. Deposits of rich copper ore have also been found in the sandstone near the Colorado River, and an eastern company is preparing to develop them. MILLING AND SMELTING. Most of the mills have already been mentioned. They are here tabulated : Mm- Locality.\" Stamps. Ontario Park City 40 Marsac « 20 McHenry \" ' 20 Lawrence Ophir 10 Stewart Brigham ' 20 Steamboat '< 10 Camp Floyd Camp Floyd 20 Wyoming Homansville 10 Crismou-Mammoth Tintic 27 Mammoth-Copperopolis \" 10 Shoebridge \" '. 15 North Star Beaver County 20 Stormont Silver Reef 10 Leeds \" 10 Christy \" 5 Buckeye \" 3 Barbee \" 5 Two hundred and fifty-five stamps in all, with probatly 120 pans, and 60 settlers. There are beside, three concentrating mills, using 40 stamps, with accompaniment of jigs, tyes, and revolving tables. The Ontario mill cost, inclusive of two Stetefeldt furnaces, steam power, necessary shops, store and boarding houses, and offices, all complete, $250,000. The Shoebridge mill cost $100,000. The Camp Floyd, Marsac, and McHenry, cost $80,000 to $100,000 each, exclusive of chlorodizing furuaces. The cost ranges, it will be seen, between $4,000 and $6,000 a stamp, but the mill proper repre sents but little more than half that goes under the name. Ordinary gold mills, that is, for free rock, cost a good deal less. The cost of milling the gold rock at Bingham cannot exceed two or three dollars a ton, since it has only to be put through the batteries. At Silver Reef the gangue is sand stone, and is cheaply crushed, but the pulp has to be amalgamated in pans. The cost per ton to the Leeds Company, in 1878, was $5.75. At the Ontario, for 1877, it was $12.96, but there the ore is wet and base and the process more complicated. It has to be dried before crushing, then chlorodized, then amalgamated. Milling always includes hauling from the mine, and of course keeping the mill in repair, providing the power, etc. Where water can be used instead of steam the cost is lighter. The Ontario mill is about thirty miles from Salt Lake City by wagon, its supply entrepot. In treating base ores the cost of salt and chemicals is a large item, too. Free gold ores should be milled for $3 a ton under ordinary circumstances; free silver ores for $9; base silver ores for $16, and base gold ores for from $20 to $25. Smelting. — Most of the Utah ores, so far, have been lead ores. They are run through stacks of different make and pattern, and of an average capacity"], [46, "30 THE RESOURCES OF UTAH. of fifteen to twenty tons in twenty-four hours. There are four or five of these at Frisco, and two or three at Rush Lake; but the headquarters of smelting is on the Cottonwoods and the Jordan, within twelve miles of Salt Lake City. In this vicinity there are fifteen stacks, five belonging to the Old Telegraph, four to the Mingo, three to the Germania, two to C. W. Schofield and one to B. W. Morgan. Here and at Salt Lake City are the sampling mills. Ordinarily, only the fifth or tenth sack of a lot of ore is sampled, and it costs a dollar a ton for the lot. If the whole is sampled, it costs $4 a ton- The sampler crushes to the size or- peas, and sends sealed packages to the assayers, upon whose certificates it is sold or bought. The smelters have no schedule prices for ores. In buying, they take the lead and silver in them at New York prices ; deduct five per cent for loss on gold and silver in smelt- ing, and ten per cent on lead; $20 freight per ton of bullion to New York; $16 to $18 per ton of bullion for refining; and $10 to $12 per ton of ore for smelting. They probably do as good work in this line as is done anywhere in this country. The ores of Nevada and Idaho are sent to the Salt Lake market in greater quantity every year. At a smelting works there must be power for crushing and for making blast. The cost depends on the number and kind of stacks; a stack by itself, exclusive of power, may cost $5,000. Fluxing is generally induced by the simple mixing of ferruginous with silicious ores. Sometimes limestone has to be introduced to secure the proper equilibrium. The cost is from $8 to $18 a ton, according as silica or sulphur, or both, are present in the ores. The iron ore chiefly used is a brown hematite from Tintic, furnished and delivered at $7.50 a ton. Con nellsville coke, worth $23 50 a ton, delivered, and charcoal at 10 cents a bushel (15 to 20 elsewhere in the Territory) are used for fuel. It is believed that Utah coke will ultimately supersede the imported article, but it has not yet. About 8,000 tons of refined lead have been made by the Germania, their product of 1878, some 1,500 tons, being sold in China and shipped there from Utah direct. Leaching. — Kustel's process of treating silver ores, either naturally or artificially chloridized, by leaching with a solution of hyposulphide of soda, and precipitating with sulphide of calcium, has been tried at several points in Utah, but only the Old Telegraph has made a success of it. Roasting the ores with salt chloridizes the silver, and costs, usually, from $3 to $5 a ton. This has to be done with all base or sulphuret ores, which are then amalga mated in pans. It is very doubtful if leaching will ever supersede this pro cess, but it may be safely adopted with ores in which the silver is largely a chloride, or with ores containing considerable chloride that must be con centrated by wet process. At the Old Telegraph mine they formerly had leaching works of sixty tons capacity per day, and it cost to rnn them, in cluding power for crushing, crushing, passing through the tubs, chemicals, and melting the sulphurets into bars, $70 a day. This was exclusive of wear and tear of machinery, of which they used a light engine, rolls, and a Bruckner ball pulverizer. The original cost of the hyposulphide of soda for such a business was about $300, aud to repair waste and supply the precipi tant, on the class of ores treated, cost at the rate of $100 ayear. On different ores it might be much greater of course. The other plant was wooden tubs. The Old Telegraph, having to concentrate some of its ores, and losing largely"], [47, "MINES AND MINING, MILLING AND SMELTING. 31 in the process, built leaching tubs of 100 tons capacity per day, at the re duction works on the Jordan, and here the cost of leaching proper is very slight, less than half a dollar a ton. Cost of Mining, Wages and Supplies. — The cost of mining varies widely in different mines, depending upon the strength and regularity of the vein, character of vein matter, amount of dead work, of timbering and pumping^ and upon locality. At the Ontario it was f 6.68 per ton in 1877. At the Flag staff it is calculated by the present manager to be $9 a ton. At the Old Telegraph it is $4 to $5; at Silver Reef, |6 to $7; at the Horn Silver it is comparatively light, but when they come to have to timber extensively, it will probably be from $3 to $5. In all the mining of Utah it varies between $3 and $10, averaging much nearer the latter than the former figure. In northern Utah and about the smelters, laborers command from $1.50 to $1.75 per diem; miners from $2.50 to $3.50. In the sandstone country, and gen erally in the south, wages are twenty- five per cent higher. Supplies are perhaps fifteen per cent higher in the mining camps generally than in Salt Lake City and the chief towns. In these, farm produce, hay, grain, flour and fresh meats are about as cheap as in the States. Groceries are imported, and necessarily bear the additional cost of freight. Of mining machinery and hardware the same may be said, but Utah has the advantage of compe tition in this respect between San Francisco and the East. Most of the fuel used for power is brought from the coal mines on the Union Pacific Railroad, and cost at Salt Lake City and in the Jordan Valley, $7 or $8 a ton; at the Bingham Canon or Cottonwood mines, $12 to $15 ; the cost in both cases be ing chiefly freight. At Park City the supply is drawn from Coalville, and costs $6 or $7 a ton, wood being $4 a cord. With the San Pete coal fields of Utah rendered accessible ty rail, the price of coke and coal should be re duced by one-half. Cheaper fuel is the great want of the mining and smelt ing industry. Following were wholesale prices current of staple articles, groceries, supplies, etc., at Salt Lake City, in April, 1879, to-wit: Teas, per lb 25c to $1.35 Coffees, per lb 17c to 45c Sugars, per lb ll^c to 13c Hams, per lb He to 12c Clear bacon sides, per H) 7.%c Lard, per lb 12c to 13c Cattle on foot, per lb 5c to 6c Sheep, per head $ 2.50 to $ 4.00 Mackerel, per kit 1.75 to 3.00 Whisky, per gal 2.00 to 6.00 Flour, percental 1.75 to 2.25 Corn, percental 120 Oats, per cental 1-75 Barley, per cental 1.25 to 1.50 Wheat, per bushel _ 70 Bar iron, per cwt 4.25 Cast steel, per cwt 15.00 to 21.00 Nails, per cwt 4.50 Mining candles, per box 3.15 Lumber, common, per M 25.00 to 30.00 Lumber, finishing, per M 40.00 to 45.00- Coal, carload lots, per ton 6.00 to 7.05"], [48, "32 THE RESOURCES OF UTAH. In this review it has not been the object to notice every mining district, but only those of most importance, and the same may be said of the mines. There is a mining district in the northwest, (Tecoma,) and in the extreme west, (Deep Creek,) and on the American Fork, and others of considerable importance, iu which, for different reasons, not much is now doing. They will all be heard of in time, however, and to advantage. CHAPTER V. COAL, IRON, AND OTHER MINERALS. The records of the Salt Lake City Land Office show that 125,980 acres have been returned on the surveyor's plats as coal lands since 1870, from the counties and localities subjoined as follows : County. Locality. Acres. Kane North of Kanab 35,696 Kane On the Paria 13,688 San Pete Pleasant Valley 34,332 Sevier Lower'Castle Valley 11,013 Iron Iron City to Parowan 6,240 Wasatch Green River 2,840 Summit About Coalville 19,931 Tooele South of Ophir City 1,160 Box Elder West of Mendon '. . . - 800 Rich South of Randolph 160 Morgan 120 The public land surveys in Utah began in 1856, and no return was made by the surveyors of coal lands as such down to 1870 and there are vast tracts of unsurveyed land, so that these figures give no adequate idea of the extent of Utah's coals. There are indications and some surface coals here and there in the Great Basin proper ; there are available beds on the Weber and Sanpitch, before they break out into the Basin, and at Cedar City in Iron county ; but the great coal field of Utah lies on the watershed of the Colo rado, from where Green River enters the Territory on the North, along the southern slope of the Uiutah and the eastern slope of the Wasatch to Kanab and Paria, 20,000 square miles. The formation may have been entirely carried off by erosion in considerable areas ; but it was all originally under laid by coal, and the upper edge of it, lying along the eastern face of the Wasatch, from Pleasant Valley down through Castle Valley to the Colorado, has not been eroded away. A railroad eastward from Salina through the canon would strike midway the Castle Valley coal field, which is twenty or thirty miles wide by 150 miles long, the coal cut into and exposed here and there by the canons of the streams. A railroad from Spriugville, on the Utah Southern, through Spanish Fork Canon, will strike the head of Pleasant Valley in fifty-two miles, from which a way can probably be found into Castle Valley. The latter road is being constructed, and will reach Pleasant Valley this summer. The former leaves the Utah Southern at Nephi, and reaches the Wales coal vein on the Sanpitch in twenty-seven miles. This it is promised will also be constructed"], [49, "ONTARIO M1LI"], [50, ""], [51, "33 COAL, IRON, AND OTHER MINERALS. this season, the grade through the canon having been nearly completed a few years ago. From Wales down the Sanpitch to the Sevier, and up the Sevier to Salina, is an easy route, and the canon thence into Castle Valley is said to be practicable for a railroad. Utah's supply of ccal is absolutely inexhaustible, and it will not much longer be inaccessible. It is probably a lignite, like all the coals of the Rocky Mountain region, containing about 50 per cent of fixed carbon, al though it is claimed that the vein at Wales, which is four feet thick, eight miles long, and supposed to continue into the mountain six miles, is semi bituminous. It dips about fifteen degrees from the horizontal, and is opened to a depth of 1,100 feet. There are twenty improved Belgian coke ovens here, and before the owners suspended work, they made and marketed 100 car loads of coke. They crush the coal and wash out the alien substances first. That the Utah coal should make good coke is what is chiefly wanted, since the Territory has in six years imported for smelting purposes more than 46,000 tons of coke, at a cost of $1,300,000. In Pleasant Valley the beds are nearly horizontal, and so thick that a train of box cars might be backed into the openings to be loaded. Coke has been made here, and also at another locality eighteen miles to the southward, but not in any consider able amount. The foundrymen of Salt Lake City give the Pleasant Valley coal a very decided preference over any other Utah or Wyoming coal for blacksmithing. There is little doubt that our largest coal field has the thickest beds and furnishes the best coal. The beds about Coalville, on the Weber, three to six miles by rail from the Union Pacific Railroad at Echo, have been worked for twelve years, and nave turned out perhaps 100,000 tons of coal. There are two veins, 300 feet apart, the upper one five feet thick, mixed with shale and slate ; the lower one ten feet thick, clear coal, dipping from the horizon about 20 deg. opened off and on, in the face, for about seven miles, the deepest workings a thou sand feet. The mountain bordering the Weber is cut down by Chalk and Grass creeks. The vein crops out one to two miles above the mouth of Chalk Creek, half way between it and Grass Creek, and about five miles up the latter. There are two mines worked to a depth of 1,000 feet, and seven or eight from 200 to 400. Three or four of them have steam power for working and pump in\"; and they are capable of producing 6,000 tons a month. Some of the coal ranks high in quality as a house fuel ; some of It comparatively low, but this is near the surface. Coal outcrops eleven miles above Coalville on the Weber, not worked for coal, but for a kind of soap clay, used in large quantity for washing sheep and wool, and which overlies the coal. The Iron County coal as well as the coal about Kanab and on the Paria, is the same as that of Castle and Pleasant valleys, while that returned from Tooele, Box Elder, Rich and Morgan counties has not been developed enough to determine its quantity or quality. It is perhaps too early to pronounce, finally, on the coking qualities of any Utah coal. Smelters who have used the Utah coke are divided in opinion as to its availability. Mr. J. Blodgett Brittan, the Philadelphia iron master, gives the following analysis of the coal and the coke from it : 3"], [52, "34 THE RESOURCES OF UTAH. Coal. Coke. Volatile matter 40.61 2.70- Fixed carbon 48.21 94.05 Ash 1.88 3.25 Mr. Brittan says the Western coals contain more water than the Pennsyl vania bituminous coals. What they want, if anything, is the bitumen, to cake or coke them. They have not the consistency to bear the weight of the furnace charge ; crumble up too readily. After the coal railroads are doner a short time will tell. We may confidently expect then to have fuel fifty per ce:it cheaper than ever before, which will enable the smelters to handle ores of a lower grade than they can at present. For the last seven years Utah has imported from Wyoming 45,000 tons of coal, costing, delivered, nearly half a million dollars per annum. With the railroad system extended to the Utah coal, the Territory would be served with a better article, be saved all of this outgo of cash, and consumers would get it at half the present cost. IRON. Ores of iron, magnetite, red, brown, ocherous, and fibrous hematite, are found all over the Territory. There are beds thirty and forty feet thick of micaceous hematite at Smithfleld, in Cache County, carrying 70 per cent me tallic iron. All about Ogden occurs deposits and ledges of various kinds of iron ores. On the Provo, below Kamas; on the Weber, and in Ogden Can on; on the Wasatch above Wril)ard and above Bountiful ; in City Creek Can on, at Tintic, on the Cottonwoods, and in the far south, iron ore in all its forms is found. Indeed, it would be easier to tell where it is not in Utah than where it is. Nodules of iron ore found bedded in clay near Ogden have been beaten out into horse shoes. There is one of these in the Salt Lake Museum, iu which native silver may be seen with a glass. A good deal of the iron ore in the Territory carries enough silver to make it valuable for sil ver, aside for its use in fluxing silicious ores. Nearly all the deposits or veins at Little Cottonwood have a stratum of this kind of iron ore. The brown hematite ledge at Tintic is 25 by 60 feet in the face, and 1,200 feet long — an immense quarry. So is the deposit above Willard, but it may prove a ledge of fissure ultimately. The great iron deposits of Utah, however, are in Iron County, and occur thickly in the form of massive outbursts of fissures in granite from Cedar City to the Santa Clara, a belt five to ten miles wide and sixty long. These ledges, carrying from 60 to 70 per cent of metallic iron, and very pure; are from 25 to 75 feet thick, and as long as ordinary fissures of that strength would usually be. Sometimes they form combs standing alone 20 feet above the granite country rock, perhaps a hundred yards. Millions of tons have been mined, that is, torn out and scattered over the hillsides, by washes. A published letter from Mr. Brittan, the iron-master above referred to, says: \" Some time ago I analyzed a number of samples of iron ore and limestone from Southern Utah, and have information as to the magnitude of the de posits. At first I was somewhat inclined to discredit the statements, but af terward had them confirmed by a well-known English iron-master, who had himself visited the locality. I now hold the impression that these deposits"], [53, "COAL, IRON, AND OTHER MINERALS. 35 are among the wonders' of the world. If such coke as you sent me can be produced there in quantity, Utah's iron resources must exceed those of any other section of the Union.\" There are large limestone ledges and deposits of argillaceous oxides of iron, suitable for fluxing, in the vicinity. The Great Western Iron Mining and Manufacturing Company, located on the ground, made a hundred tons of iron from these ores, which the foundrymen of Salt Lake City, alter trial, pronounce of an excellent quality for machinery castings, for merchant iron, iron or steel rails, anything, in short, but stoves and the lighter eastings. No doubt more experience and skill would render it available for these purposes. Distance from rail and market has prevented the makins of iron on a large scale at a profit. The Utah Southern will be within 50 miles of Cedar City by next fall, and their further route lies directly through this incomparable iron district. Whether these deposits have sufficient com mercial value to justify heavy investment in their development is a question of which iron workers must be the judges. Iron ores have to be taken where skilled labor is plentiful to be profitably utilized. That is the great desideratum in their working, greater even, than the supply of fuel suitable for smelting. So much depends on the workmen in the iron business that it can only be carried on successfully at great manufacturing centres, where other skilled hands can be summoned by stepping to the door, when the puddler, for example, strikes work at a critical moment. With the freight tariff of $20 to $40 a ton for protection, it would seem that Utah's iron and coal should be made something of in connection with each other. That is the advantage capital locked up in idle furnaces in the East would gain by transferring itself to Utah. OTHER MINERALS. Sulphur is formed by the condensation of escaping sulphur fumes from vol- canic laboratories. There are several beds of it in Utah, most important of which is one in Millard County, fifteen miles from the route of the Utah Southern Railroad. It covers nearly 300 acres, and of many openings made by shaft and cut none shows it to be less than twenty feet thick. At that depth the still active exhalations become intolerable. Some of it is 98 fine but the average is about 65; the sulphur beds of Sicily being 20. The com- mercial value of the Utah find is chiefly a question of transportation. Rock salt, much of it almost perfectly pure, is mined in Salt Creek Canon and on the Sevier. The northern part of Utah abounds in salt springs, perpetually pouring into Salt Lake. The brine of Salt Lake is about 17 per cent solid matter, averaging the lake, 85 per cent of which solid matter is salt. As evaporation of this water proceeds, the glauber and epsom salts naturally separate from the common salt, so that much of the article manufactured is 97 fine. The sun makes thousands of tons every season, as the annual spring tide of the lake recedes from its ragged and shelving shores, most of which is left to be reabsorbed by the yearly returning waters, there being no ade- quate demand for it. Perhaps 5,000 tons a year are used, chiefly in chlorid izing silver ores. For this purpose it is sent into adjoining Territories to some extent. The price in Salt Lake City of the crude article is five or six"], [54, "36 THE RESOURCES OF UTAH. dollars- a ton. A fine salt for table and household use is manufactured from the sun and shore product of Salt Lake. Gypsum, both in the crystalized and oxidized state, is very plentiful in Utah, the most noticeable beds or ledges being in San Pete County, about Cove Creek, on the Muddy, and es pecially near Nephi. There is a vertical ledge of gypsum just back of Nephi 100 feet wide and 1,200 feet long, enough to supply all possible demand in the Rocky Mountains to the end of time. In connection with the iron ore beds the red and yellow ochres abound and are widely disseminated. In the Salt Lake Museum there are samples of lead, iron, and chrome pigments, Venetian red, fire-proof paints, chrome yellow and green, and white and red lead, made from native ochres and lead. Yet no one seems to have produced these articles in quantity and quality to make them objects of commerce, or even to supply the home demand. The shale beds, underlying which in strata not exceeding twelve inches in thick ness occurs what is called mineral wax, appear to extend over an area of a thousand square miles, and to be from sixty to one hundred feet thick, the part rich in gas aud paraffine oils twenty to forty feet thick, with occasional thin seams of coal. They are cut across and exposed by Spanish Fork Canon, and are similar in general characteristics to the wax-bearing beds of Galicia, in Austria. Whether these shales are rich enough to justify distilla tion has not been tested on a working scale, but it is believed they are. Thorough prospecting with oil-well tools might develop a new petroleum district. The Promontory Range, which projects thirty miles into Great Salt Lake from the north, bears vast beds of alum shales, and a similar formation is met with in San Pete County, on the Sevier, while alum, in combination with other minerals, is found almost everywhere. It has not been put to any use as yet. Various kinds of soluble salts, appearing generally in shales or as a surface efflorescence, sometimes several inches in thickness, are found in different localities in Utah. Near Independence Rock, Emigration Canon, the carbonate of soda exuding from the ground was used by the first immi grants in making bread, and it answered very well. On the Salt Desert west of Great Salt Lake there are great quantities of saleratus, and in many places in the south there are shales and beds of exuded salts thick and ex tensive enough to justify more attention than the subject seems to have received. Much of the Tintic and other iron ores used in fluxing lead ores, and supposed to be 50 to 60 per cent iron, is in truth about 40 per cent iron and 20 per cent manganese. This kind of ore is especially valuable in making Bessemer steel. There are veins of sulphuret of antimony three to six feet thick near Brigham City, averaging for the entire vein matter 20 to 30 per cent antimony, some of it assaying twice as high. Once separated from the gangue the antimony could be smelted with the raw coal as cheaply as pig lead. Perhaps the separation might be accomplished by mechanical means. Antimony is worth 11 to 12 cents a pound. Mica abounds in southern Utah and in the range separating Weber from Salt Lake Valley, being exposed in City Creek and Farmington Canons. None in sufficiently large flakes to be of commercial value has yet been brought to light, but doubtless it would"], [55, "COAL, IRON, AND OTHER MINERALS. 37 be were some one with means persistently to set about it. Clays of all varieties, brick-clays, clays for Are brick, fatty clays, potter's clays, and porcelain clays, or kaolins, are found iu Utah in different places, west of Utah Lake, in Beaver, and Sevier, and Davis counties, and in many of the mines. The deposits west of Utah Lake, near Lehi, are quite remarkable, both as to quantity and quality. Fire brick are made from clay at Bingham Canon, while in Frisco Mining District there isa fire-stone which has super seded fire brick in furnaces in that vicinity, and will throughout the Terri tory when made accessible by rail. It is soft and can be cut like soapstone, is in unlimited quantity, and hardens on exposure to the fire. Copper is found in nearly all of the mining districts of Utah. Tintic, Big Cottonwood, and Snake districts are full of it. There are copper veins in Bingham Canon and on Antelope Island, in Great Salt Lake, and outbursts of very rich copper ores in the sandstone country of the Colorado. Copper matte is among the regular shipments of mineral products. It usually occurs in connection with other minerals, although there are purely copper veins carrying ores 12 per cent fine, which would seem too low to pay under ex isting circumstances, since no mining for copper solely, is now carried on in the Territory. Utah and eastern people are preparing to utilize the deposit at Grand Gulf, below St. George, on the Colorado, but it is too soon as yet to more than wish them success. Mineral discovery and especially metal lurgy are as yet in the first stages of infancy in Utah. Nothing has been sought after but the precious metals, and incidentally, their almost univer sal matrix, lead. No one knows all the rare minerals available for commerce in the ores of the Territory, to say nothing of the ores still unearthed, the search for which has comparatively but just begun. Gold, silver, lead, copper, iron, coal, zinc, antimony, arsenic, sulphur, and salt are common and plentiful enough; but cinnebar, bismuth, cobalt, molybdenum, and perhaps some others are known to exist, and bismuth, both at Tintic and in Beaver county, it is believed, in quantity and of a quality to be profitably mined. Of building stone there is scattered all over Utah, and very accessible, every variety, and iu inexhaustible plenty. Among the best and best known are the granite, from the mouth of Little Cottonwood Canon ; the true red sandstone of Red Buttes, near Salt Lake City, and the white secondary sandstone or oolite of San Pete County. At Logan an easily quarried square breaking limestone, impregnated with iron, is largely used for buildings. Marbles, black, banded, variegated, cream-colored, gray, and white, all sus ceptible of a fair and some of them of a fine polish, are found at various points; as on the islands in Great Salt Lake, at Logan, Alpine City, Dry Canon, on the Provo, and at Tooele City. Marbles for cemeteries are chiefly imported, however. It is still thought that no good thing can come out of Nazareth. The Logan marbles are beginning to be used some for slabs, furniture, mantel-pieces, etc. Antelope Island affords the best and largest slate quarry in Utah, so far as known. It is in unlimited quantity, green and royal purple in color, and is of as good quality as any slate of commerce, much better indeed, for roofing, sinks, or billiard tables than the slate im-"], [56, "38 THE RESOURCES OF UTAH. ported from the East. Fossils of the Silurian, devonian, lower and upper carboniferous, permiau, cretaceous, and lower and upper tertiary formations abound in Utah, and specimens of them as well as of petrified woods, volcanic products, obsidian glasses, magnetic sand, whatnot, may be seen in the Salt Lake Museum. CHAPTER VI. MANUFACTURES AND MANUFACTURING OPPORTUNITIES. The United States census returns for 1850 give $291,220 as the value of the product of manufactures, mining, and the mechanic arts in Utah at that time. On the same authority it had increased to $900,153 in 1860, and to $2,343,019 in 1870. Similar returns for 1875, published by order of the Utah Legislature, show it to have reached $3,831,817, as follows : Business. No. Product. Value. Flourmills ....90 311,833 bbls. at $7. $2,182,831 Sawmills 128 20,772,800 feet. 491,660 Lath and planing mills 15 125,780 Wagon shops 1 2\">,000 Stone quarries 28 28,246 Limekilns 52 40,093 Brick yards 41 11,846,759 brick. 116,758 Woolen milis 8 311,034 Potteries 15 21,650 Tanneries 18 42,190 Breweries 10 51,640 Carpets 7,050 Yarn and hosiery 40 74s, Paper 12,012 Cements 22,500 Hats and caps g 350 Brooms i8|052 Soap , glue, etc .1,4.57 Brushes ,;,(;00 Willow-ware 20 875 Straw braid 4265 Artificial flowers 3380 Charcoal 8,674 tons. 132',837 Coke 2,070 \" 62,100 Coal 3,900 \" 9,750 7?aIt 3,382 \" 18,388 I?.e---.-: 4,600 \" 17,700 Firebrick 41,500 \" 807 Total value $3,831,817 The product of silver-lead mining for 1875, which does not appear in above table, was $2,708,000, making a total of $6,539,817. Exclusive of manufactured products, the value of mechanical labor for 1875 was returned at $3,715,000. But as such a return is somewhat indefinite, no account is made of it here."], [57, "MANUFACTURES, ETC. 39 Since 1875 some branches of manufacture have increased, as for example, hat of base and fine bullion ; of leather, boots and shoes, harness and sad dlery. Probably the manufacture of lumber and of flour is about the same as then. The yearly product of the Provo woolen mill is valued at $150,000. It has 2,8S0 spindles, and runs nine or ten months in twelve. All the other woolen mills in the Territory have together 2,530 spindles, including 360 cotton spindles in the Rio Virgen mill, and they run, take them together, about half the time. The total product is valued at $250,000 yearly, one-half of their capacity, one-eighth of the Utah consumption of such fabrics, and they use about one-fourth of the wool-clip of the Territory. While there is the freight on crude wool eastward, and on the goods westward, in favor of the Utah manufacturer, it may be asked why these mills do not at least work up to their capacity. Doubtless the business lacks capital to carry sufficient stock, and needs systematizing and classifying. The Provo mill, for example, makes cassimeres, flannels, linseys, shawls, blankets, jeans, yarns, and some carpets, requiring different classes of wool, and in some cases, of machinery. The quality of work turned out under such cir cumstances, as well as the facilities for doing it, will naturally be inferior to what they would be were the mills each run on a specal line of goods, as of cassimeres, or flannels, or linseys, nsing the material and machinery best adapted to it and that only. The combing and spinning machinery of the Utah mills is in general the best of its kind, but this cannot be said so un reservedly of the looms. There would seem to be a good opening in this business for capital and skill. With a wool clip rapidly approaching 2,000, 000 pounds a year; with an annual consumption of woolen fabrics amount ingto |2, 000,000; and with the freight tariff east on crude wool and west on woolen goods as a guaranteed profit, the inducement appears to be ample. The tan barks cost about $5 a cord in sections where they are native. They could not be furnished in Utah for less than $35. So the extracts of chestnut, oak and hemlock barks, and of sumac leaves, are imported for tan ning purposes. Some of the pine barks of Utah are used. Under these dis advantages it is not strange that no more than $70,000 is invested in the business in Utah ; or that Utah leather, while comparing favorably with Cali fornia leather, is inferior to the Eastern article. There are twenty-five to thirty tanneries, and the value of their yearly product is carefully estimated at from $150,000 to $200,000. The business may be said to be growing gradually, both as to quantity and quality of product. But it can hardly become of great importance while tanning materials have to be imported. There is little doubt, however, that boots and shoes can be profitably manu factured in Utah from imported leather. There are twenty-five to thirty boot and shoe factories in the Territory, employing from 250 to 300 hands, and turnin<» out yearly $250,000 worth of boots and shoes. About six of these factories have machinery. Custom work, exclusive of repairing, may amount to $25,000 more. About one million dollars worth of boots and shoes is annually sold in Utah, three-fourths of which, as Will be seen, are imported. At the same time Utah is shipping away 100 car loads of hides and pelts a year, worth, in Salt Lake, $200,000, ample in amount to supply -the entire demand of the Territory for boots and shoes. Probably $80,000"], [58, "40 THE RESOURCES OF UTAH. is invested in the business. The value of the harness and saddlery annually made in the Territory, including the hardware used, is roughly estimated at $150,000. This includes cost of material, which is chiefly imported, Utah leather, although used to some extent, not answering the purpose. About $50,000 is invested in foundries and machine shops in Utah, the leading establishments being in Salt Lake City, and the yearly value of their products in the neighborhood of $100,000. They are well provided with the requisite tools, and can and do duplicate any kind of machinery in use in the Territory exclusive of railroad machinery aud engines of more than 100-horse power. Their work is largely repairing, and although the big silver mills are generally made abroad, there is very little of their machinery that these shops have not duplicated. For their line of work existing facilities may be said to be quite equal to the demand upon them. There is a small foundry and machine shop at Logan. There are probably more saw-mills in Utah than in 1875, when 128 were returned, but it is doubtful if they cut out any more lumber, say 20,000,000 feet, worth $400,000. The value of imported lumber, rough and manufac tured, is estimated at $150,000 yearly. The annual product of the Utah plan ing mills, flooring, rustic, moulding, doors, sash, blinds, frames, and brack ets, is estimated at $75,000, including the value of the rough lumber, about half of which, flooring and part of the rustic, is imported. There are ten or twelve furniture factories, most of them on a small scale, turning out, yearly, $100,000 worth of furniture and upholstering, new work, the wood and other materials for the best of it being imported. Made-up furniture, inclusive of freights to the value of perhaps $165,000, is annually imported. Wagons were manufactured to a considerable extent formerly, but the business has nearly ceased on account of the close competition between dealers in Eastern-made wagons. All the materials have to be imported, and since the freight on the stock is the same as that on the wagons, there is no protection for the Utah manufacturer save the middle-man's commission, and that is offset [by want of capital to furnish facilities, and the higher price of labor. The product of the mills and smelters, fine and base bullion, which is a man ufacture as much as flour or lumber, has more than doubled since 1875, hav ing averaged $6,000,000 a year for the last three years. In 1875 it was about $2,700,000. The manufacture of charcoal, brick and fire-brick, salt, earthen ware, lime, cements, paper, brooms, brushes, beer, cigars, hats and caps, willow-ware, artificial flowers, candles, soaps, glue, etc., has increased since 1875, as a rule, although there are no data for exact statements. On the whole, if the product of manufactures for 1875 was $6,500,000, for 1878 it is probably safe to put it at $10,000,000. OPPORTUNITIES. There is not much to be said in favor of manufacturing in a new country, unless from materials native to it. Utah is as poor in valuable woods as it is rich in climate, soil, water power, and minerals ; while the treasures of the last three are as inexhaustible as the pleasures of the first. Below are indi cated certain branches of manufacturing industry which it is believed offer inducements to engage in them. It should be borne in mind that there is in"], [59, "MANUFACTURES, ETC. 41 some cases the cost of carriage both ways, out and back, and always one way in favor of the Utah manufacturer ; and that there is no limit to the water power running to waste in a score of mountain canons, if one will only go to it. Also, on the other hand, that much depends on the coking qualities of the Utah coals. It may, perhaps, be conceded that coke is made from some of them of sufficient consistency to bear the charges in the lead smelters, but not, as yet, to bear the weight of the charges in pig iron smelting. But the coal fields are of great extent, they have been but slightly examined, and beds that will respond to the utmost that can be asked in a coking coal may be found as well in Utah as in Colorado. The difference between coals is one of age and pressure under the application of heat. Coal of later age than the true coal formation may make the best of coke, as is experimentally proved by its occurrence at Trinidad, in Colorado. No doubt the supply will ultimately respond to the demand. In Utah's broken up coal fields it would be curious if somewhere the beds have not been subjected to sufficient pres sure to make a good coking coal. With the proper fuel, it is believed that the country west of the Missouri River does not afford a field for the manufacture of iron at all comparable to that lying unoccupied in Utah. A great variety of rich and remarkably pure iron ores, in proximity to the requisite fluxes; cheap labor, provisions, and supplies ; a central location and ample railroad inter-communication ; a cli mate never interfering with operations in the open air ; a large demand ; and a freight tariff of from $20 to $40 a ton for the manufacturer's protection; or if he must ship it away to find a market, to pay the cost of shipment. The idea is that the materials and facilities are such as to justify the enterprise on a large scale, not the manufacture of pigs solely, but of all kinds of mer chant and railroad iron and steel, and of all railroad, mill, mining and smelt ing machinery. Under the circumstances it would seem that at least one per cent of the one hundred millions invested in the iron business in the E ist might be profitably transferred to Utah. Metallurgical works equal in capacity and variety of appliances to any in the world, should be established in Salt Lake Valley. Ores from adjoining Territories now find their way in considerable quantity to the Salt Lake market. All ores not yielding readily to the lead smelting process employed here are rejected, and nothing is saved in the treatment but gold, lead, and silver, with sometimes a trifle of copper. With an establishment possessing the skill and means needed to separate all of the metals from their gaugues and bases, whether chemically or mechanically combined therewith, or with each other, an incalculable stimulus would be given to mining. Probably four-fifths of the ores of this whole region are neglected entirely, for want of the capital and skill to make any profitable use of them. Labor and materials may be cheaper in Europe, and Swansea may be from its seaside location the ore-reducing market of the round world. But our ores are far richer in metals as a rule than those of Europe, and the Rocky Mountains, easily accessible from Salt Lake Valley, are capable of producing more and more various ores, if put to the test, than all the world beside has been in the habit of furnishing. There can be no question as to the possible supply of ores or as to their variety and richness."], [60, "42 THE RESOURCES OF UTAH. In connection with works for the treatment of ores there should be establishments for the manufacture of drugs and chemicals, oils, paints, and all the artificial products of lead, beside the refining of lead itself, and the making of pig and sheet lead, shot, lead pipe, etc. The materials for almost everything in this line are here in profusion. As a writer who had tra versed Utah with an observant eye has said: \"The entire basin is a vast laboratory of nature, where all the primitive processes have been carried out on a scale so vast as to make man's dominion, at first sight, seem for ever impossible.\" We now send our crude lead bullion East, and bring back pig and sheet lead, lead pipe, white and red lead, and Venice white, instead of refining and manufacturing here and thus saving one if not two freight charges across the continent, and such freight charges, swallowing up one-third the value of the product. Even blue-stone, used in amalga mating silver, is imported, with millions of tons of sulphur in sight, and the hills full of copper ores. Aud this is the practice in everything. All the products of our fine clays and silicious sands — pottery, fire-brick, glass; of our marble and slate beds — roofing, sink bottoms, table and bureau tops, mantle-pieces, billiard tables, might be made here as well as elsewhere and brought here. It has been shown that the manufacture of leather, boots and shoes, harness and saddlery, is by no means overdone; while in the working up of our wool crop there is ample room and encourage ment. As with lead bullion, the vicious habit prevails of sending our hides and wools abroad to be manufactured and returned, involving payment for two carriages across country when any carriage at all is superfluous. A start has been made in the manufacture of paper, but the single mill in operation makes only about one-tenth of the amount used. Some attention has been given to silk-raising, and silk-spinning machinery is beginning to be introduced. The worms and the mulberry trees both seem to do well in Utah, and there is no apparent reason why silk-raising and manufacture should not grow into an important industry. Some of these branches of manufactures may appear to be small matters; but it is a new country, and they are the beginnings of a larger growth. The scientific treatment of ores, however, and the manufacture of chemicals, paints, pottery, glass, lead, iron, copper, and woolen fabrics are believed to offer fair inducements to the skillful and enterprising investor."], [61, "RAILROADS AND TRANSPORTATION. 43 CHAPTER VII. RAILROADS AND TRANSPORTATION. The settlements of Utah occupy a belt from ten to fifty miles in width in valleys on the western slope and at the base of the Wasatch Range, extend- ing the entire length of the Territory from Franklin on the north to St. George on the south. There is what is called the State Road running through the principal settlements from Salt Lake City to St. George, and it is continued, though not under that name, from Salt Lake City northward to Soda Springs, iu Idaho. Off from this lead the roads to the side valleys, through the canons, as through Logan Canon into Bear Lake Valley; up the Weber, through Morgan, into Summit, and thence down Parley's Canon, or the Provo River, into Salt Lake Valley again ; up Ogden River through Hunts- ville and on over rolling country into Cache or Bear Lake valleys; up Nephi Canon^into San Pete County, down one Sanpitch to the Sevier, and up and clown that river its whole length; and westward from Salt Lake City via the old overland stage route through Tooele and Skull valleys to Deep Creek, to Eureka, Austin and Carson, in Nevada. The country generally offers no ob- structions to road making by simply driving in one track except in the canons. On many of the streams, even in the mountains, but little work is needed to make delightful carriage roads. In those canons offering no passes over or through into other valleys watered by different streams, pen- etrated solely for timber or mines, the roads are rough and steep, and it is only by much labor that they were made or are kept passable. While in many places the country roads are hard and usually pleasant, as a rule they are, from the nature of the soil, very muddy in wet, and very dusty in dry weather. There were returned in 1875, 544 miles of territorial road, 2,364 miles of county road, 6 toll-roads, and 18 bridges, costing $1,000 or more. Railroads. — This system of intercommunication by wagon roads is being rapidly superseded by a railroad system, whose general features consist of a main north-and- south road through the settlements from end to end of the Territory, and continuing on until they intersect the northern aud southern trans-continental roads, or find the ocean independently, with branches, generally narrow gauge, into the mining canons and coal fields. There is a bad break in this system at Ogden consequent upon the road northward from that point having adopted a narrower than the standard gauge. There is little doubt that this was a mistake which will ultimately have to be rectified. There were, at the end of 1878, including the Union Pacific and Central Pacific track in Utah, about 340 miles of standard guage, 190 of narrow gauge, 15 miles of iron tramway, and 8 or 10 miles of street railway in Utah, and 961 miles of telegraph lines. Three Utah roads have already laid more than 100 miles of track this season, 30 miles of it in Idaho, however, and are"], [62, "44 THE RESOURCES OF UTAH. still extending their lines as will be seen below. By next autumn, the main north-and-south line of Utah will certainly be completed from Milford, on the Beaver River, to the Montana line, 525 miles, 305 miles in Utah, the rest in Idaho. Of branch lines there is every prospect that 70 miles will be con structed in Utah, in 1879, connecting the San Pete coalfields with the Utah Southern. Every part of the Territory, save the extreme south, will then be fairly accessible by rail, and that will not have to wait much longer. Trans- Continental. —To come to details: The main continental railroad between the two oceans traverses the entire breadth of the northern part of the Territory, the two roads constituting the line joining tracks at Ogden. Of the Union Pacific about 78 miles, of the Central Pacific 154 miles of track are within the boundaries of the Territory. These roads afford the only means of access to Utah. First-class fare from Omaha to Ogden is $77.50; second-class, $60; emigrant, $40; children under five years of age, free; under 12 years, half-fare ; 100 lbs., of baggage free on each full, and fifty pounds on each half ticket, of all classes; extra baggage, $10 to $15 per 100 lbs., according to class. First-class fare from San Francisco to Ogden is $53, special fare, $48. Both roads run sleeping cars, nicely arranged and kept for comfort ; cost of double berth from Omaha to Ogden, $8 ; from San Francisco to Ogden, $6; but only first-class passengers are admitted to sleeping cars, or have stop-over privileges. Utah & Northern.— The Utah & Northern is a protege of the Union Pacific. It is narrow gauge, starts north from Ogden, runs along the base of the Wa satch about 45 miles, crosses a low summit into Cache Valley, strikes across eastward to Logan, then north to Franklin, just over the Idaho line; thence it escapes via Marsh Creek, and descends the Portneuf to Snake River. It is now completed to the Eagle Rock crossing of the Snake River, about 200 miles from Ogden, and will doubtless be continued northward into Montana, and northwestward through Idaho to the mouth of the Columbia. The road was started to accommodate the local settlements rather than as a through line; hence its comparative indirectness and the width of the gauge. It is the only means of access to Northern Utah and Southern Idaho, the sands of whose principal river for 200 miles in length contain gold enough to make placer mining profitable. Snake River Valley and the rich silver mines on the heads of Salmon River are at present the attraction which fills the eye of the roving prospectors for mines, and the Utah & Northern is sure of a pros perous future. About eighty miles of it are in Utah, and it will be a Utah road still when it shall have reached the Pacific with its left, and the Sas katchawan with its right arm. Utah Central. — The Utah Central extends southward through Kaysviller Farmington, Centreville, and Bountiful, to Salt Lake City, 37 miles. The land along the route is good, and where it can be watered, well tilled. The towns are largely embowered in trees. On the one hand is the Great Salt Lake, with its desolate islands and lifeless waters, full, somehow, of mystery in spite of all learned explanations. On the other the Wasatch Mountains, rising abruptly to the region of cloud and storm, ever changing in form and outline as one passes by ; varying shade and light and hue, gorge and crag"], [63, "RAILROADS AND TRANSPORTATION. 45 and cliff and towering peak, rapidly succeeding each other. But it is idle to attempt to analyze the perpetual fascination of this combination of lake and mountain, orchard, town, anc\" garden. Four trains are run each way daily, half of them passenger trains, and the fare is two dollars. The road carried 117,000 tons of freight in 1878. It is stocked and bonded at $2,500,000, and earns $10,000 to $12,000 a mile. It has always earned and paid six per cent on its bonds and 12 on its stock since it was built. It was the pioneer of the Utah roads, and like its successors, was built without other gift or grant than right of way over and use of materials from the public lands. Its finan cial success has been among the greatest inducements to its extension south ward, and that was chiefly due to the carrying demands of the mining indus try. It is the Horn Silver Mine that is drawing it 150 miles further south this season. Utah Southern. — This road runs south from Salt Lake City. Upon the opening of spring its terminus was at York, and that is still its business ter minus. But it will be moved to Chicken Creek, 105 miles from Salt Lake City in June, aud the construction of the Utah Southern Extension, between that point and the Frisco Silver Mines, will allow of its being carried 100 to 120 miles further before next winter. Not far beyond Chicken Creek the route passes out on to the desert through Sevier Pass, leaving the line of settlements to the eastward. The Utah Southern is probably more lightly stocked aud bonded than any other railroad of the standard gauge in the world. Its capital stock is $20,000 per mile, and its bonded indebtedness the same. In 1878 it carried 108,000 tons of freight, but most of it was be tween Salt Lake City and Sandy, 13 miles ; too short a haul to yield a very lucrative income. It runs one through train each way, daily, and two beside as far as Sandy. Following are stations, distances, and fares from Salt Lake City, namely : Stations, Distance. Fare. Little Cottonwood 7 miles. $ .50 Junction 12 \" .75 Sandy 13 \" 1.00 Draper 17 \" 1.25 Lehi 31 \" 1.75 American Fork 34 \" 1.90 Pleasant Grove 37 \" 2.00 Provo 48 \" 2.50 Springville 53 \" 2.75 Spanish Fork 58 \" 3.50 Payson 66 \" 3.50 Santaquin 71 \" 4.00 York 75 \" 4.00 The 105 miles of this road, with the 127 cf the extension, aud the 37 of the Utah Central, make a line of standard gauge road south from Ogden about 260 miles long, all an adopted if not a natural child of the Union Pa cific, and one of its most important feeders. John Sharp is superintendent with headquarters at Salt Lake City. Canon Roads.— Striking off south-westward from the Utah Southern at Junction, the second station from Salt Lake City, is the narrow gauge Bingham Canon & Camp Floyd Railroad, sixteen miles long, with eight miles of iron tramway extending to the dumps of the more important Bingham"], [64, "46 THE RESOURCES OF UTAH. Canon mines. The earnings of this road vary with the fluctuations of busi ness in the Bingham Canon mining district, but they have averaged the last four years nearly $120,000 a year. The Wasatch & Jordan Valley road starts eastward from Sandy, the next station, and reaching the mouth of Little Cottonwood Canon in seven miles, is extended to the mines by means of a closely shedded iron tramway of equal length, the canon having too heavy a grade for locomotives. The road is a narrow gauge, and has earned an average of nearly $100,000 a year for the last five years. Its business necessarily depends on the productive ness of the Little Cottonwood mines, and great as that has been in the past it bids fair to be exceeded in the future. The next one of these narrow gauge mountain roads intersects the Utah Southern at Sprlngville, and runs eastward. It is called Utah & Pleasant Valley, is designed to tap the Pleasant Valley coal field, and will be fifty-two miles long. Its route is via Spanish Fork Canon. About thir;y miles of track has been laid, and the whole is to be finished by mid-summer. Unlike the last two, this road has a further possible extension before it, either into- Castle Valley and on south, or eastward through the country drained by the affluents of the Colorado toward the head of the Arkansas near Leadville. Still another narrow gauge road is to leave the Utah Southern at Nephi, and proceed southeastward via Salt Creek or Nephi Canon into San Pete county and down the Sanpitch to the coal mines at Wales, twenty-seven miles. The grade through the canon is mainly constructed, and a completed road to Wales is promised this year. It will naturally be extended in time to the Sevier and through Salina Canon into Castle Valley, and perhaps eastward to a connection with the Eastern railroad system, which is gradually surmounting the Sierra Madre. and must ultimately find a way into this basin on the line of the 39th parallel. With this system of feeders, and the wonderful iron ores of Iron County to draw its main line still further southward, the Utah Southern promises to be one of the best railroad properties of the country, and on the other hand to furnish means of access to a section extraordinarily rich in undeveloped mineral resources, which has long awaited the electrifying touch of the iron rail. The ultimate destination of this road is undoubtedly an intersection with the Southern Pacific at some point in Arizona, and there is a practicable route across the Colorado via the Grand Wash below St. George. At the same time there are mineral districts to the westward that might justify the construction of a branch through southern Nevada and California to the ocean as an independent outlet. The great movements of peoples and trade may be mainly round the world, and in the northern temperate zone, but there is nevertheless a large trade between the zones, so different in their products. In the East and on other continents natural channels for the latter are found in navigable rivers flowing from northern mountains into southern oceans. There is none such in the vast region, comprising four million square miles, between St. Louis and the Pacific Ocean. The topo graphy of this section' permits the construction of two north-and-south rail roads, answering, so far as railroads may, to navigable rivers in other countries. One is at the eastern base of the Rocky Mountains, and is"], [65, "47 RAILROADS AND TRANSPORTATION already constructed from Cheyenne to the Cimarron; the other is through the chain of valleys forming a trough-like depression in the heart of the Rocky Mountains from Fort Benton to Arizona, of which Salt Lake is the most important, affording together, although higher than the Alleghanies, every needed facility for the construction of a road, crossing at right angles or intersecting all the trans-continental lines, including the Canada Pacific; and, perhaps, as well independent outlets to the ocean both on the northwest and southwest. It needs but a full view of the Rocky Mountain railroad system when completed to make vivid the importance of the first beginnings of Utah's part in it. So far as our immediate wants are concerned, it may be thought that they will be amply supplied by the completion of the southern line to St. George or the Colorado, and the construction of branches into all the mining canons and iron and coal fields. That is a consummation not only devoutly to be wished, but soon likely to be. We ought, however, to have an other trans-continental line, nearer than either the Northern or Southern Pacific ; and we confidently look to some of the Colorado roads, now climbing the Sierra Madre, to furnish it. The valley of the Arkansas undoubtedly presents the most favorable route, the summit between its waters and those of the Grand being the lowest in the range and with easy approaches. Once in the valley of the Grand it is believed a feasible route can be found through a section capable of furnishing a good local traffic, branching as it approaches the Wasatch on the right towards Spanish Fork Canon, on the left towards Salina. The latter branch would penetrate the southern part of this Territory direct; the former would reach Salt Lake City. Westward there is a- feasible route through White Pine, Eureka, Lander, Nye and Esmeralda counties, Nevada, which produced $8,875,000 royal metals and lead, in the year ending June 30, 1878, to Cerro Gordo, and thence to the seaboard, threading twenty important mining districts lying about 100 miles south of the Central Pacific. This route would be in the vicinity of the 39th parallel, and it is mentioned here in the hope of drawing attention to it. Returning now to S:ilt Lake City, we have the narrow guage Utah Western projected to run down through the miuing districts in the western belt of the Territory to Pioche, in Nevada. Its route is due west along the southern shore of Salt Lake to Lake Point, where it turns southward, through Tooele, Rush, and Tintic valleys. About 40 miles only are completed. It is greatly thronged during the bathing season, when it runs cheap trains to Lake Point and the city daily empties itself into Salt Lake. Lastly, there is the 8-mile narrow guage road between Coalville and Echo, on the Union Pacific, which it would pay to replace at once by a broad gauge, thus making it a spur of the Union Pacific and probably quadrupling the production of the Coalville mines. Having to transfer for so short a haul keeps the district back. Excellent stage lines connect with these roads on the north and south, penetrating to the borders of Arizona on one hand, and to the heart of Mon tana and Idaho on the other. There is also a stage line between Salt Lake"], [66, "48 THE RESOURCES OF UTAH. City and Park City, but the palmy days of stage coaching in the vast interior are nearly over. The express business is divided by the Union Pacific and Wells, Fargo & Co.'s Express Companies, the former running on all the rail roads, and eastward from Ogden on the Union Pacific ; the latter finding a contracted field in Southern Utah, reached by stage coach from southeastern Nevada, and running westward from Ogden on the Central Pacific Railroad. CHAPTER VIII TRADE AND COMMERCE. In the years preceding the completion of the Pacific Railroads, the im ports of Utah, according to the most careful estimate possible, were between 10,000 and 12,000 tons per annum. The exports were almost nothing. The overland emigration, the stage lines, and the troops, bought the farmer's grain and surplus stock, and these were almost the only cash resources of the Territory. The railroad, constructed both from the East and the West, joined tracks on Promontory Summit May 10, 1869, and the same year the Utah Central was built from Ogden to Salt Lake City, connecting the capital of Utah with the trans-continental railroad line. The second year thereafter, the exports and imports of the Territory, as indicated by the books of the Utah Central Railroad Company, were 80,000- tons, a seven-fold increase. This calculation assumes that 15 per cent of the imports and exports of the Territory, including five or six of the northern counties, does not centre at Salt Lake City, and would not appear in the tonnage of the Utah Central Railroad. In 1872 they were 140,000 tons, nearly one-fourth of which was exports, chiefly ores and bullion. In 1873 they were nearly 160,000 tons. The business collapse of the autumn of that year was felt in Utah in 1874 and 1875, and business fell off somewhat. But in 1876 it again touched the high water mark of 1873. The decline in the price of lead caused a serious depres sion in the silver-lead producing industry of the Territory in the last two years, affecting the production, reducing the amount of fuel imported, and of bullion and ores exported. The importation of merchandise has been quite steady, however, and assuming that only 85 per cent of it is received at Salt Lake City, it averaged about 17,000 tons per annum from 1871 to 1878 inclusive. IMPORTS AND EXPORTS. The freight carried in and out of the Territory by the Utah Central Rail road during the last eight years was 968,156 tons; adding 15 per cent for the northern part of the Territory, there were 1,113,264 tons, a yearly average of 139,158 tons. Of this total about two-thirds was imports, one-third exports. Assuming that 5,000 tons of coal have been yearly received at Ogden, and that 15,000 tons of the coal received at Salt Lake City have been annually"], [67, "ALTA CITY AND EMMA MINE."], [68, ""], [69, "TRADE AND COMMERCE. 49 used for domestic purposes, about 540,000 tons of this carriage was directly incidental to mining and smelting, as follows: C°aI 244,378 tons Coke 46,313 \" Charcoal 40 211 \" Bullion ..'.'.'.'....'.'..'.'.'. W'j',276 \" .Lead ores 75,434 « Bead 8,197 ... Iron ore, (flux) ie,050 \" Total 539,859 \" Of the rest the largest items were : Merchandise 136,461 tons. Building material 11,650 \" Lumber 74,482 \" Railroad material 25,000 \" Produce 45,274 \" Leaving for sundries, including wagons, machinery, live stock, wool, hides, dried fruit, salt, hay, etc., 160,538 tons. The iron ore was in part from above Willard, in Utah; in part from Wy- oming. It is all derived from Utah deposits, chiefly at Tintic, now, The item of coil includes 5,000 to 10,000 tons a year from Coalville, in Utah. The charcoal was imported from the heads of Bear River, in Wyoming, and doubtless will always have to be more or less, although a good deal has come out of American Fork Canon, and the Utah & Pleasant Valley Railroad will give access to a vast area of wooded land, some of it excellent saw timber, on the heads of Spanish Fork. The Territory will always have to import its hard and finishing woods, but in this respect it is no worse off than the entire prairie and mountain parts of the country including the Pacific Coast. It must also expect to always import, more or less, its lumber, sash, doors, blinds, wagons, agricultural implements and furniture, for not only does it lack the hard and finishing woods of native growth, the best quality of clear lumber cannot be cut out of native timber. The importation of produce is noticeably large. It includes corn, to the growth of which the climate is not adapted ; oats, some other grains, and seeds ; fruits and vegetables from California (out of season;) and probably oysters, salmon, and shell fish. The item of live stock embraces livery horses, and blooded horned stock, blooded bucks and swine. The making of leather, or at least of its products, may be expected to increase, as also the manufacture of home-grown wool, and the importations of these kinds of merchandise to correspondingly diminish. Our machinery is largely made here, exclusive of new silver mills, engines of more than 100-horse power, agricultural and railroad machinery. There is no data upon which to strike an accurate balance sheet, but the following is not far out of the way : IMPORTS. Books, stationery, paper, music, musical instruments $155,340 Clothing, furnishing, hats, caps, carpets, oil cloths 665,301 Cigars, tobaccos, wines, spirituous and malt liquors 512,381 Crockery, glassware, watches, clocks, jewelry 202,068 4"], [70, "50 THE RESOURCES OK UTAH. Dry goods, millinery, fancy goods, notions 1,450,287 Drugs, chemicals, paints, oils, photographer's materials 289,926 Groceries, provisions, canned goods, confectionery 1,779,031 Hardware, stoves, gas fixings, rubber goods, rope, powder, fuse, 801,261 Leather, boots, shoes, harness, saddlery, belting 498,420 Varieties, sewing machines, brewer's materials, marble, guns. . . . 84,t:2t> Grain, feed, fruits, vegetables, seeds, salmon, oysters 85,654 Lumber, sash, doors, blinds, furniture, upholstery 250,500 Wagons, agricultural implements, stock of same 736,207 Coal, coke, charcoal, live stock, machinery, sundries 700,000 Total $8,211,002 EXPORTS. Silver, lead, gold, copper matte (average last three years) $6,000,000 Wheat, flour, barley, seeds, dried fruit 159,535 Live stock and slaughtered beef 645,624 Wool, hides, pelts, tallow, furs and skins 462,780 Eggs, butter, poultry, green fruits and vegetables 305,058 Sundries, fire brick, beer, hauled out by peddlers, (est.) 75,000 Balance 563,005 Total \" $8,21 1,002 It is not to be supposed that we do not on the whole export more than we import. Otherwise we should steadily run behind, which we do not. At least one-fourth of the wagons and agricultural implements are sold in the Territories north, or east and west, and this is the case probably with fivr to ten per cent of the merchandise imported. In arriving at the value of the latter, as above given, returns were solicited and procured from nearly 200 persons and firms, including all the heavier houses engaged in trade in the Territory, of the value of their imports and exports, severally, for calendar year 1878. Most of them were made up from invoices, a few were estimated from sales. The Retail Trade— Money in Trade — Failures — Co-operative Stores. — It is assumed that the amount of business done by jobbers and retailers, annually, would be fairly represented by adding 20 per cent to above total of imports —$9,853,202. There are doubtless $3,000,000 to $4,000,000 engaged in the business. No merchants stand higher in the East on the score of credit than those of Utah. Not that they are more upright than other merchants, but from the situation and circumstances a larger percentage of Cash than usual is employed in doing the same amount of business. Some of the heavier houses pay cash down altogether. Probably the mean time on all goods bought by Utah buyers would but little more than double that required for them to make the trip out, say 60 days; and 20 per cent of their value, delivered, is freight charges, always paid in cash on delivery. There have been but 29 failures, with aggregate liabilities of $512,000, in the last three years, aud these were not felt abroad. A good many houses import in a small way, but the weight of the business with the outside is done by a very few houses, which have ample capital and do not require credit. One of the heaviest of these is Zion's Co-operative Mercantile Institution, of Salt Lake City, which, with its branch houses at Ogden and Logan, imports one-"], [71, "TRADE AND COMMERCE. 51 third of all the merchandise used in the Territory. It has 800 stockholders and a paid-in capital of $750,000. There is a similar though smaller institu tion in nearly every town in Utah, most of them buying their stocks of the big institution at the capital, and selling to it the country produce they take in exchange for goods. They were organized about 10 years ago, and every body able to earn or buy a share of stock was taken in. Their anxiety to earn aud disburse big dividends has created opposition in some places; and in others the larger owners in the start have become almost the sole owners. These co-operative stores, as they are called, with probably 10,000 stock holders, number at least three-fourths of the people among their patrons; yet, curious as it may seem, they do less than one-half the mercantile busi ness of the Territory. INS URANCE— BANKING— RAILROAD INDEB TEDNESS. About 50 insurance companies carry $300,000 worth of insurance on stores in Salt Lake City and Ogden, and $1,100,000 worth on merchandise in stock, which is believed to represent one-half the value of the goods insured in the, two cities, and three-fourths of the value of all the goods iu stock in the Ter ritory on the average. The banking business of Utah is done by 11 commer cial banks, one national, and 10 private banks. Their aggregate paid-in cap ital is $750,000; average deposits $1,150,000; average loans $1,000,000; amount of exchange drawn, perhaps $12,000,000 to $15,000,000 annually. About $350,000 of Eastern money is loaned in the Territory on real estate, bonds, etc., at 12, 15, and 18 per cent. About one-fourth of the money en gaged in banking is from abroad, too. The bonded indebtedness of the Utah railroads, including the lines in process of construction and to be completed this season, is in the neighbor hood of $7,500,000, of which $1,500,000 is or will be held in Utah. Of Utah Central stock, worth par (paying 12 per cent) $800,000 is owned in Utah. Of Utah Southern stock, worth 30 cents, $600,000 (nominal) is held in Utah. Utah Central and Utah Southern bonds are nearly at par; Utah Northern, 85; Bingham Canon and Wasatch roads, 75. The Utah & Pleas ant Valley are held at 50; and the bonds of the Utah Southern Extension are to be issued to stockholders at a figure representing the cost of construc tion, say 65. All the railroad bonds bear six or seven per cent interest. No where are the people burdened with debts on account of railroad construc tion, and the existing revenue law of the Territory, while not all that it should be, perhaps, is regarded as among the most liberal in its provisions of those of any of the States or Territories. ENLARGEMENT OF BUSINESS AND TRADE. Heretofore the trade of Utah has been largely confined within itself, but that is rapidly changing. Its central location and its fine climate have always made it more or less the headquarters of the mountain people. This tendency is on the increase. Our citizens are beginning to wake up to the natural advantages of their position: in the centre of the only habitable transverse belt of mountains, moderate in altitude, with a delightful and salu brious climate, full of rich valleys easily watered, and of mineral mountains"], [72, "52 THE RESOURCES OF UTAH. covered with timber, and affording limitless pasture and water power; giv ing rise to a mixed industry, farming, stock-growing, fruit-raising, mining, smelting, and manufacturing; the products being coal, iron, gold, silver, lead, the cereals, fruits, and vegetables common to the latitude, butter,. cheese, aud various manufactured articles; presenting the natural route of trade and commerce, containing already 200,000 people, and rapidly filling up. They are beginning to see the advantages in a commercial sense, of holding the key to such a country, and the tendency to grasp and improve them is growing. Our railroad system, as has been shown, is being rapidly extended, drawing after it into an ever widening field our capital, our trade, our manufactures, and business enterprise. Ogden, situated at the intersec tion of the trans-continental and transverse railroads, has a large trade along^ the lines of these thoroughfares and in the sections they traverse, save on the south where Salt Lake City takes the business. There is little agriculture or manufacturing save in this central trough-like depression in the mountains between Nebraska and California, and the adjoining sections, east and west, chiefly mineral or grazing in resources, afford an ample market for Utah's products of all kinds, and a good field for the display of business enterprise and ability. Our citizens are more and more engaging in extensive business operations beyond the confines of Utah, such as mining, smelting, lumber ing, and stock raising; and this naturally enlarges the scope of our commer cial influence. Yearly our trade is finding new channels, and broadening and: extending on every hand the theatre of its operations. All that is needed to give Utah unquestioned commarcial preeminence among the rising young commonwealths of the mountains is a comprehensive view of the situation and a resolute grasping and improvement of the opportunities it presents. PUBLIC BUSINESS. The receipts from Utah on account of U. S. Internal Revenue taxes have averaged $40,670 a year for the sixteen years ending June 30, 1878. For the last fiscal year they were $31,900. For the current fiscal year they will be $45,000. The expenses of the Internal Revenue office in Utah are $6,185 per annum. No spirituous liquors are manufactured, nor any tobacco. About 10,000 barrels of malt liquors, and 450,000 cigars were made in 1878, worth, together, $150,000, and paying $12,700 revenue. Aside from these two items the bulk of the internal revenue receipts are from special taxes (licenses) and taxes on the capital and deposits of banks. The tax of about $2,500 a year paid by the one national bank (Deseret) does not appear in above total. Salt Lake City Bost Office. — The receipts of the post office at Salt Lake City for 1878, dropping the cents, were $19,821; expense of maintaining, $11,492; profit, $8,329. The receipts of the money order department were $274,775; 24,805 registered packages were handled, and $25,374 worth of postage stamps cancelled. The total weight of mail matter dispatched was 115,144 pounds, including 722,540 letters and postal cards, and 84,365 pieces of second and third-class mail matter. The number of letters and postal cards delivered was 833, «44."], [73, "TRADE AND COMMERCE. 53 Operations of the U. S. Land Office.— The U. S. Land Office at Salt Lake -City was opened in March, 1869, and the following summary of its business thence to April 30, 1879, includes nearly all the lands in the Territory to which the title has either passed out of the Government or been applied for. A U. S. Land Office was established at Beaver in 1875, but it was not. much patronized and was soon closed. All moneys for sales, fees, or commis- sions are paid over in full to the United States. They are here included under the heading of receipts. Entries, Description ol Number. Acres. Receipts. Homesteads 4,234 551,995 $ 61,660 Homestead Declarations, Soldiers' aud Sailors' 8 16 Homesteads, Final Proofs made 1,098 150,741 6,107 Declaratory Statements for Pre-emptions 7,778 23,334 Cash entries thereunder 2,042 242,495 322,547 Agricultural College scrip entries 578 92,480 Military Bounty Land Warrant Entries 145 23,200 Chippewa Scrip Entries 5 400 Stoux Scrip Entries 3 367 Coal Land Declaratory Statements 306 918 Coal Land Entries 10 1,338 16,759 Desert Land Declarations, first payment 362 79,219 19,805 Final Proofs made on Desert Lands 16 2,340 2,340 Applications for Patents for Mining Claims 488 4,880 Protests filed on same 409 4,090 Mineral Eutries, Mining Claims 368 1,472 14,873 Collected as Stumpage, etc 10,218 Total receipts ' $487,547 Title perfected, arable land, acres, total 512,023 '• coal land, \" \" 1,338 \" mines \" \" 1,472 Total acres entered, final proofs not made 814,133 More than 1,326,000 acres of arable, pastoral, and desert lands, 324,000 of coal lands, and 1,950 of mines, have been applied for; aud $487,547 have been realized from the operations of the U. S. Land office in Utah. Public Land Surveys. — The total of public lands surveyed in Utah from 1856 to the end of fiscal year 1878 was 8,178,816.97 acres. In the last year, 259,936.32 acres were surveyed, of which 5,041.56 were coal lands; also 83 claims for mining patents. Suppose all this to be arable land, it would still be less thau one-tenth of the area of the Territory. Nine acres in ten of all the surface of Utah can never be made useful except for the timber naturally growing on it or the minerals that can profitably be dug out of it. Taxes and Taxable Property.— The sum total of taxable property in the Territory, as returned by county clerks to the Territorial Auditor, for 1877, was as follows: Counties. Assessed Value of Property. Territorial Tax. Salt Lake : $8,171,820 $20,429 25 Weber 2,105,428 5,263 57 Utah 2,083,904 5,209 76 BoxElder 1,827,580 4,568 94 Cache 1,205,367 3,013 35 Tooele 1,060,190 2,650 43 Summit 868,536 2,171 30"], [74, "54 THE RESOURCES OF UTAH. Davis «12,132 2,030 33. San Fete GW J.«j» \" Washington 605,572 1,513 W Tnah ° 459,296 1,148 24 l\"on 446,056 1,115 14 Morgan':::'..'.'.'.:'.'.'.:'.'.'.:'. . -128,928 Kan? 343,944 859 86 Bea\\er 410.320 1,025 80 Minard::::::::::::.: 300,816 75204 Sevier 287,528 718 82 Wasatch 183,760 459 40 Bicn 168,940 422 35 piute\".::: 119,512 298 75 Totals .$22,553,600 $56,384 15- This does not include mines or mining improvements, neither of which was taxed at the time. The rates of taxation are three mills on the dollar for Territorial purposes, and three for schools ; counties may levy in their discretion not to exceed six; cities and towns are generally restricted to five mills for ordinary expenses, five mills for opening, improving, and keeping in repair the streets ; while they are all empowered to tax in their discretion for the purpose of providing water and water works. In no Territory or State are the taxes so moderate as in Utah. Real estate is directly taxed upon assessment of value. Mines are exempt, but improvements on them — buildings, machinery, mills, etc., — are taxed the same as other real estate. Personal property, whether of residents or non-residents, is taxed if within the Territory, but foreign money, loaned here, the papers being held abroad, is not taxed. If the system of taxing personal property is in some respects objectionable, it is no more so than in New York, Illinois, and other States, and it seems to be impossible to devise a better. From taxable credits debts are allowed to be deducted. Stocks of incorporations whose property is taxable are exempt. In most respects the Utah revenue law is a liberal one, although it does not proceed to the extent of exempting mortgages. The General Government pays the Legislative expenses, the expenses of the courts in United States cases, the salaries of the Governor, Secretary, Judges,. and its own especial officers, such as Marshal, Prosecuting Attorney, Sur veyor General, Register, Receiver, Collector, etc. Indians. — There are about 8,000 Indians in Utah — 1,000 Shoshones in the north, 1,200 Goship Shoshones in the west, 300 Weber Utes about Salt Lake City, 800 Pah- Vents below Fillmore, 800 Piedes at Beaver, 1,000 Pi-Utes around St. George, 1,000 Elk Mountain and Red Lake Utes in the southeast^ and the Seberetches east of San Pete. Between $20,000 and $30,000 worth of food and clothing is annually distributed among them by the Interior De partment. Many of them belong to the Mormon Church, and some system atic efforts have been made to settle and civilize them, as in Skull Valley and at Corn Creek. The policy of the Department has been to gather them all on a big reservation at the junction of the two Uintah rivers, east of the Wasatch and south of the Uintah ranges, but most of them prefer to vaga bondize and beg about the settlements. In general they are harmless although there was serious trouble with them, formerly, both north and. south."], [75, "RELIGION AND EDUCATION. 55 i\" CHAPTER IX. RELIGIOUS AND EDUCATIONAL FACILITIES. As is well known Utah was originally settled by the Latter-day Saints, as they call themselves, or Mormons, as popularly known. At their last con ference they reported 108,907 souls belonging to their Church, including in fants, leaving about 20,00u to be divided among other sects and non-profes sors. In 1875 they returned 167 buildings for public worship, one in each ecclesiastical ward. As a general thing these edifices are cheap and plain but substantial, and they are often used as school-houses. They have a completed temple for the performance of religious rites at St. George, and are building temples at Manti, at Salt Lake City and at Logan. No expense is spared in the construction of these temples, and their plans are not devoid of architectural merit. The temple at Salt Lake is 100 by 200 feet on1 the ground, and the walls are to be 100 feet high. They are of Little Cotton wood granite, and are now laid to a height of 33 feet. The building has been in process of construction for many years, but the work was not hurried until since the era of railroads. The materials and labor are donated. No doubt the total cost of these temples will be in the neighborhood of $3,000,000, the one at Salt Lake City, where the semi-annual conferences are held, being by far the most costly and imposing. Pending the completion of this structure, they constructed a mammoth building at Salt Lake City called a \"taber nacle,\" oval in ground plan, with a vast turtle-shaped dome for covering, capable of seating 7,500 people. The roof of this building is said to have required a million shingles, and it is the most conspicuous object in the city It contains the second or third largest organ in America, constructed by Utah artisans, (from the \"old country,\") quite largely of domestic materials. Christian Churches. — About ten years ago, the prominent Christian sects began to construct churches and build up congregations in Utah, and now have twenty-two church edifices, thirty-five congregations in twenty-nine towns, and twenty-eight regular pastors, sustaining as a part of their work twenty-five mission schools, in twenty towns, with an enrollment of nearly 2,000 students. One can have a choice of Protestant services in all the larger towns in the northern part of Utah, and of such towns the list is yearly added to. In Salt Lake City the Methodists, Catholics, Presbyterians, Episcopalians, and Congregationalists have churches, costing in the aggre gate, including ground, $125,000. EDUCATIONAL From the report of the Superintendent of District Schools for 1877, it appears that the school population, children between six and 16 years of age, was 30,792, and the enrollment 19,779, or 64 per cent. The average daily attendance was 13,420, 43.5 per cent. For the last 14 years the avi rage attendance was 39 per cent of the school population. The whole number of"], [76, "56 THE RESOURCES OF UTAH. schools reported was 327, with 232 male and 238 female teachers, paid $77,054, the former an average of $47, and the latter of $23 per month. The value of nominal district school property was $323,202 ; of property owned by private schools, $75,000; total, $398,202, exclusive of buildings erected for school purposes and under the direction of school trustees used as churches on the Sabbath, which would make the total valuation of school property in the Territory quite $600,000. The amount of taxes collected by the trustees of school districts and appropriated to the use of district schools, was $30,115; the amount appro- priated by the Territory was $20,000, exclusive of $5,000 for the support of the Deseret University, a total of $50,115. The schools are kept open, on the average, two terms of twelve weeks each iu the year. The average rate of tuition in the district schools is $4 a term. The attendance being 13,420, the total cost for the two terms, supposing all the teaching to have been paid for, would be $107,360, of which there was raised by taxation as above $50,115. This is about sufficient to give the 39 per cent of the school popu- lation which attends school, one ordinary term of schooling per year. Whether there would not be a greater attendance were there a more adequate public provision for schooling, is a suggestive question; probably there would be. All children of school age have the advantage of the school taxes, as far as they go, but it will be seen that they do not go fa.r, being only $1.66^3 per capita of the total school population, and not quite $4 for the actual attendance. It is intended that no child shall be turned away from these schools, while they are open, because its parents cannot pay for its tuition, but it is questionable whether it is carried out in practice to much extent, since school teaching cannot be afforded gratuitously as a rule. There was raised by taxation for school buildings in 1877, beside the amount given above, $30,717. The School System. — Under the existing school system an annual Terri torial tax of three mills on the dollar is levied for ordinary school purposes. Rating the taxable property of the Territory at $25,000,000, this will realize $75,000, not enough to give the entire school population the benefit of one term a year, but quite enough to give it to the probable average attendance. But beside this, the school district trustees may levy such tax, not exceeding three per cent per annum, as may be necessary for the purchase or building of school houses or for other school purposes, provided it shall be approved by two-thirds of the resident qualified voters of the district who may be present at a meeting called for the purpose. This empowers the people by districts to provide for the education of their children by taxation as far as they deem best, and secures a flexibility in the system not without its advan tages in a new country whose circumstances usually vary widely in different localities, although it is open to serious objections. Private Schools. — Beside the district schools, there are the Deseret Uni versity, the Brigham Voting Academy, 25 to 30 private and select schools, and 25 mission schools— six Methodist, five Episcopal, twelve Presbyterian, and two Catholic, with perhaps 4,000 enrolled pupils, $75,000 worth of school property, aud paying salaries aggregating $50,000 a year. Of the mission schools, in which tuition costs an average of $8 a term, and which have four"], [77, "REEIGION AND EDUCATION. 57 terms per year, there are two iu Logan, one in Brigham City, one in Malad (Idaho), one in Hooper, four in Ogden, five in Salt Lake City, one inTooele, one in Pleasant Grove, one in Provo, one in Springville, one in Payson, one in Nephi, one in Beaver, one in Mt. Pleasant, one in Ephraim, one in Manti, and one in Monroe. The Deseret University is a high school, with an aver age attendance of about 150, advertising three courses of study— preliminary, scientific, and classical-preparatory. It has a library of 2,600 volumes, standard and miscellaneous, a laboratory well supplied with mathematical, philosophical, and chemical apparatus, and a cabinet of minerals and curios ities. It is partly sustained by tuition fees, but the Territory annually ap propriates $5,000 toward its support on condition that it give a year's course of normal teaching to 40 representative students from different parts of the Territory. This number nearly covers the average attendance in the normal department. It would doubtless be greater but that there is a similar school at Logan, one at Provo (the Brigham Young Academy) , and one at St. George. Though these may, perhaps, be ranked as high schools, they do not compare in any sense with the high schools in New England. Mission Schools. — The mission schools are mainly primary schools, at least all of them have primary as well as the higher departments. But it is from the fact that the students are primary. The teachers would generally rank with those of high schools. The Episcopal, Catholic, Methodist, and Presbyterian schools at Salt Lake City are prepared to give a course of clas- sical-preparatory study; the number of students in their higher departments annually increases, and they have and do occasionally prepare students for college ; but no high school in Utah has ever yet graduated a class. These schools have prescribed courses of study, while at the Deseret University everything is done on the optional system. The Salt Lake Academy, found- ed in 1878, and controlled by a self-perpetuating Board of Trustees, is mod- eled upon the plan of the higher New England academies, and has no prima- ry department. It differs from the mission schools in not having official relations with any church organization. The object of the school is two- fold; to provide teachers of high grade for the Territory, and to prepare stu- dents for college. Its attendance has steadily increased since it was opened, and among its students have been several who have formerly attended the higher academies East. In General. — It may be said, upon the whole, that Utah affords the ordi- nary school and religious facilities of the Territories. It should be borne in mind that it has had no assistance, either in land or money, the policy of the Federal Government being to restrict these favors to the States. The late Brigham Young endowed the high school at Provo, mentioned above, called the Brigham Young Aeademy, with the building and grounds, estimated value, $15,000. He also improvised an academy at Logan and endowed it with 9,000 to 10,000 acres of land, and still another school, in Salt Lake City, with a building site. No steps have yet been taken to utilize these gifts, except in the case of the Provo Academy, which was built aud had been running previous to the endowment. In all the district and higher schools of the Territory, some scholars are educated free, but not a great many. In the nature of things it cannot be expected. Some of the mission schools"], [78, "58 THE RESOURCES OF UTAH. have a certain number of scholarships endowed by philanthropic persons. East, notably the Episcopal. The public provision, Territorial, is given above, about $75,000 a year. The districts may be expected to raise half a» much more by taxation, enough, say, to give the total school population one term of three months schooling every year. Tuition may be supposed, though it is a rather violent supposition, to provide for another term per year, and that is the utmost that can be expected at present. From the best information obtainable it is believed this involves as much care and effort in behalf of education as is common in the territories. There are nine high schools, or schools that would grade as such with proper encouragement. No effort should be spared, and in case of the mis sion schools at least, and the Salt Lake Academy, none will be spared, to make them equal in every respect to high schools in the East. Instead of our people sending their boys and girls to the States to finish their education they should supply their own wants in this respect by encouraging their home academies, and also the wants of adjoining Territories. They should also turn out a superior grade of teachers, and by that means keep alive and ever increasing the interest in education in this and the surrounding young commonwealths, stimulating the people to greater efforts, to the furuishing of better facilities, better qualified and better paid teachers, and steadily raising the standard of buildings, of text books and apparatus, of the system of teaching and studying. The attention of wealthy people who desire to devote part of their means to the advancement of education is earnestly called to this field. In all the Territory a year's schooling costs, either in taxation or tuition, or both, from $16 to $30 a scholar, probably au average of $20, against $4 in Switzerland and $5 in Germany. No aid in lands has been rendered by the General Government, and none is likely to be until Utah becomes a State. No practicable remedy for this suggests itself. But at the same time, the quality of teaching might be very greatly improved. There are at least five schools in Salt Lake City, to-wit: the Rocky Moun tain Seminary, the Salt Lake Academy, the Salt Lake Collegiate Institute, St. Mark's, and St. Mary's, that might be enabled by a generous endowment in the ordinary way, to afford teaching at $16 instead of $28 or $30 a year, and to become and maintain themselves as high schools equal to the very best in the country, each sustaining a normal department, aud turning out every year a score of finished teachers, almost infinitely better qualified for their duties than the average now teaching in the Territory. There are published in Utah five daily, three weekly, five semi-weekly, two semi-monthly, and two monthly papers, with an aggregate circulation of nearly 30,000 copies. There are four libraries, two Territorial, (one law), one Masonic, the latter managed as a circulating library, all small as yet, but steadily growing. There are of benevolent societies probably 200, one or more in nearly every town, nine-tenths of them semi-religious. The Masons and Odd Fellows have lodges in two or three of the leading towns,. but no real property to speak of."], [79, "ATTRACTIONS FOR TOURISTS. 59 CHAPTER X. ATTRACTIONS-SALT LAKE CITY-GREAT SALT LAKE. Of the pleasure resorts in Utah, Salt Lake City ranks as the first. Located on the bar of a fine mountain stream which tips it up gently toward the setting winter sun, the streets are spacious and wide apart, bordered with trees and purling brooks, giving ample room for buildings, gardens, orchards, shrubbery, and ornamental grounds. Foliage largely conceals the houses in summer, and as the country is naturally destitute of trees, the contrast is striking and pleasing. Climate. — The mean summer temperature is about 74, but on account of the dry and rare atmosphere it is not more oppressive than a mean five degrees lower would be on the sea level. Although the mercury often reads nearly 100 in July and August, sunstroke is unknown, severe thunder and lightning are infrequent, the nights are uniformly cool, and denizens of the city who are obliged to visit the East in the hot months are exceedingly glad to get back again. There is no comparison between the comfort of the average Salt Lake and the average Eastern climate in the same latitude, and it is equally noticeable at all seasons of the jear. The mean temperature in winter is about 30, and the Salt Laker often has occasion to felicitate him self on the enjoyment of the pleasantest of winter weather, when the great Eastern railroads are blocked up by snow, or the mercury at the chief centres of population day after day reads from fifteen to thirty below zero. Five degrees above zero is the mean minimum at SaltLake City for 16 years, and 92 c the mean range as shown by table of meteorological observations at Fort Douglas, on the bench adjacent to the city, furnished by Surgeon Clements, U. S. A., and published on page 14. The real winter holds from three to six weeks onlv. The annual mean is 51.43°, and a residence in the city is worth the while solely for the agreeableness of the climate. Accommodations. — Salt Lake City has ample and pleasant hotel accommo dations and a good market, ensuring comfort at reasonable prices; it has gas, excellent water, supplied from City Creek by means of piping laid under the streets, with frequent hydrants and head sufficient to force it over the tops of the highest buildings; it has churches of the principal Christian denominations and fair schools; eight to ten miles of street car lines; and a fine theatre. It is peaceful and orderly; taxes are very moderate; and from it the most popular places of resort — the Warm Springs, Great Salt Lake, the Cottonwoods, Bingham, and American Fork Canons, and Parley's Park, are easily accessible ; that is one can visit most of these places and return the same day if he chooses. The Warm Springs are less than two miles by the street cars from the principal hotels. Suit Lake is reached on the south shore via the Utah Western in twenty miles ; on the east shore via the Utah"], [80, "60 THE RESOURCES OF UTAH. Central In fifteen. One goes to Alta, in Little Cottonwood, by rail in twenty five miles; thence horseback into Big Cottonwood, Parley's Park, or American Fork. The first two are reached by wagon in a few hours' ride, if preferred. The last by rail to the village of American Fork, and then horses or carriages. Bingham Canon is the same distance from the city by rail as Alta. Points of Interest— One of the most interesting points in the vicinity is Fort Douglas, a well-built full-regiment post, located on a plateau about three miles east of and 500 feet above the city. The post and grounds are laid out with taste, a small stream of mountain water making the culture of trees, shrubbery, grass, and flowers possible. The elevation gives almost a bird's-eye view of the city and valley. In the distance lies the Dead Sea of America, a blue band drawn along the base of island mountains the vistas between which are closed by more distant ranges. In the north the Pro- montory divides the waters, ending far out iu the lake. Across Jordan Val- ley the Oquirrh rises to a lofty height from the lake shore, white with snow great part of the year, and often veiled by clouds. On the south a low cross range completes the enclosure of Jordan Valley, which lies an unrolled map at one's feet. An even finer view, and one much sought, is afforded from Ensign Peak, north of the city, one might say at the head of Main Street, although its ascent must be afoot. Among the attractive objects in the city are the Tabernacle, a unique structure, with its immense organ ; the foundation and rising white walls of the Temple ; the Salt Lake Museum, a valuable collection of Utah minerals and of curiosities from many lands ; 'and the Warm Springs, nicely improved and with commodious buildings and conveniences for all sorts of bathing. There are some good public buildings and many noble private residences and beautiful grounds. A drive round the city and to Fort Douglas is interesting and enjoyable. It might well extend to Emigration Canon, near the fort, or to Parley's Canon, further south. The country on the Cottonwoods, adjoining the city southward, is highly im- proved for several miles out. The system of city streets, making blocks of ten acres, is extended over this rural suburb, where they become country lanes, and afford the most delightful drives through cultivated fields, orchards, and improvised groves of trees. Occasionally there is a small sheet of arti- ficial or natural water, which has been improved and beautified with especial reference to the wants of pleasure seekers. Wasatch Range. — It may be doubted, however, whether Salt Lake City affords any pleasure equal to that of the perpetuallv varying picture present ed by the magnificent range of mountains, which rises abruptly to a height of 8,000 feet above the valley, with no accompaniment of foot hills to conceal or dwarf its proportions. No words are competent to describe it. Much of the year it is white with snow. In the autumn it wears all the colors of the rainbow in succession as its shrubbery is touched more and more severely by the frosts. In the spring only do its lower slopes present a green appear ance. On northern exposures it is dark with pines. Its general summer hue is gray, although its light and shade and color are as variable as the wind that plays about its inaccessible summits, invades their recesses, and in its persistent efforts to crumble them, has chiseled out gorges in the solid rock"], [81, "HOT SPRINGS, SALT LAKE CITY."], [82, ""], [83, "ATTRACTIONS FOR TOURISTS. 61 thousands of feet deep, giving infinite variety of form and outline to face and brow and crest. Form and color are but surface aspects, however. The in terest in them is ever renewed because they perpetually change with the sea sons or with the point of view. The mighty range gets a deeper hold of one from its suggestions of primary forces and principles, such as had to do with the forming and shaping the globe itself, and are now busying themselves with its destiny. Nothing could seemingly present the idea of immutability more strikingly. Ever changing yet still the same ; apparently indifferent to the elemental warfare of which it is the grand arena ; emblem of enduring strength; solemn and awful. Yet the impalpable ether which bathes its mighty brows shall in a few years spread its entire mass upon the floor of the ocean from whence it arose. The basic rocks of the Wasatch are quartzose, mica and hornblendic schists. Next above these is a heavy bed of stratified quartzites. Next above, a bed of gray limestone, probably of Silurian age, and a group of shales, clays, and quartzites intervenes between this and another limestone formation which belongs to the Carboniferous age. The range extends throughout Utah and far into Montana, but it is seen to greatest advantage from Salt Lake City, and from the valley for two hundred miles north and south. Its canons are the result of erosion, and are due to the quantity of snow precipitated upon its higher regions. Many of its summits exceed 12,000 feet in altitude. The Twin Peaks, overshadowing Jordan Valley, rise 12,090 feet above the sea and the high peak further south to 12,500. Everywhere it is an imposing and picturesque object, but overlooking the Salt Lake Basin from Mt. Nebo to Bear River Gates, it is a Titanic monu ment of nature's rearing upon which, with incomparable touch, anew picture is painted by the same great artist every day in the year. GREAT SALT LAKE. The first mention of Salt Lake was by the Baron La Hontan in 1689, who gathered from the Western Indians some vague notions of its existence. He romanced at length about the Tahuglauk, numerous as the leaves of trees, dwelling on its fertile shores and navigating it in large craft. Captain Bon neville sent a party from Green River in 1833 to make its circuit, but they seem to have given it up on striking the northwestern desert, lost their way and after some aimless wandering found themselves in Lower California. Until Colonel Fremont visited it in 1842, on his way to Oregon, it is proba ble that its dead waters had never been invaded or the solemn stillness of its islands broken. He pulled out from near the mouth of Weber River in a rubber boat eighteen feet long for the nearest island, which when he had climbed and found a mere rock, as he says, fourteen miles in circuit, he named \"Disappointment Island.\" Captain Stansbury re-christened it \"Fre mont Island,\" and by common consent such it is called. Captain Stansbury found neither timber nor water on it, but luxuriant grass, wild onions, parsnips and sego. Near the summit the sagebrush were eight feet high and six or eight inches in diameter. Shores. — This was in 1850, in the early spring of which Captain Stans bury spent three months in making a detailed survey of the shores of the lake and its islands. He found the western shore a salt-encrusted desert,"], [84, "(62 THE RESOURCES OF UTAH. •in traversing which his men more than once well nigh perish edfor want of water; the northern shore composed of wide salt marshes, overflowed under steady southerly winds ; the Promontory Range, which projects thirty miles into the lake from the north, having many sweet water springs around its base, aud a good range, (now covered with flocks and herds;) the southern shore set with mountain ranges, standing endwise to the lake, with grassy valleys intervening, Spring, Tuilla and Jordan; the eastern shore fair irrigable land. The latter was then already dotted with infant settlements, and was pro ducing seventy- five bushels of wheat to the acre. Almost everywhere land and water were divided by mud fiats, across which they were forever dragging their boats and packing their baggage. Islands. — The principal islands are Antelope and Stansbury, rocky ridges, ranging north and south, rising abruptly from the lake to an altitude of 3,000 feet. Antelope is the nearest to Salt Lake City, and is sixteen miles long. Stansbury is twenty miles to the westward of Antelope, and twelve miles long. Both at that time were accessible from the southern shore by wagon. Both had springs of sweet water and good grass for stock. The view from the summit of Antelope is described as \"grand and magnificent, embracing the whole lake, the islands, and the encircling mountains covered with snow — a superb picture set in a framework of silver.\" Mention is made of the scenery on the eastern side of Stansbury. \"Peak towers above .peak, and cliff beyond cliff, in lofty magnificence, while, crowning the sum- mit, the 'dome' frowns in gloomy solitude upon the varied scene of bright waters, scattered verdure, and boundless plain (western shore) of arid des- olation below.\" Descending one day from the 'dome,' \"the gorge, at first -almost shut up between perpendicular cliffs of white sandstone, opened out into a superb, wide, aud gently sloping valley, sheltered on each side to the very water's edge by beetling cliffs, effectually protected from all winds, except on the east, and covered with a most luxuriant growth of bunch-grass. JSTear the shore were abundant springs of pure soft water,\" probably covered by the water of the lake now There was no sweet water on the western side of the island. Of the minor islands there are Fremont, Carrington, Guunison, Dolphin, Mud, Egg, Hat, and several islets without names. With the ranges enclosing the valley they present water marks at different heights, one principal one 800 feet above the present lake level, indicating a -comparatively recent receding of the waters, either from change of climate or of the relative level of the mountains and basin. Geology. — In all probability the whole area between the Sierra Nevada and the Wasatch was once a lake, in which the mountains rose as islands, and of which the lakes now existing, large and small, are the remnants. The deposits which cover the lowlands are chiefly calcareous and arenaceous, and often filled with fresh water and land shells, indicating a very modern The formaiion of the islands and shore ranges adjoining Salt Lake is metamorphic; the strata distinctly marked and highly inclined, but attain ing no great elevation; generally overlaid with sandstones and limestones of the Carboniferous age, both partly altered, the former constituting the loftier eminences; in places highly fossiliferous, in others losing their granular character and becoming sub-crystaline, or threaded by veins of"], [85, "ATTRACTIONS FOR TOURISTS. 63 calcareous spar; the sandstones often from metamorphic action taking the character of quartz. In places on the islands the surface is changed rocks, talcose, and mica slates, hornblende, and sienite. Captain Stansbury found the top of an island twenty miles west of the northern point of Antelope, to consist of fine roofing slate. A nail could be driven through it almost as easily as through a shingle. It was iu unlimited quantity. On another small island he found cubic crystals of iron pyrites in seams of ferruginous quartz. Near the point of Promontory Range he noticed a cliff of alum shale nearly a mile in length, traversed by dikes of trap, the shale containing numerous veins of very pure fibrous alum. Close by were strata -of mica slate, fine grindstone-grit, sandstone, and albite. It is a manganese instead of an alkaline or true alum, but may be substituted for common alum in tanning leather, and also, as a coloring agent in dyeing. Some of the islands are crowned with ledges of black and cream-colored marble. Navigation — Captain Stansbury navigated and examined the lake thorough ly, and was often oppressed by its solitude, nothing living in the water, although aquatic birds cover the shores and islands in the breeding season, either carrying their food from the fresh water streams that feed the lake or feeding on the larvæ of diptera, which accumulate in great quantity on or near the beaches. His boat was named the \"Sali-cornia,\" contracted to \"Sally\" for common use, but he left no data as to its style and tonnage except that it was flat bottomed. Next in order among the navigators of the lake were the Walker Brothers, merchants of Salt Lake City, who sailed a lonesome pleasure yacht for some years. There is now a considerable yachting fleet. In 1868 General Connor built and launched the \"Kate Con nor,\" a small steamer, for the purpose of transporting railroad ties and tele graph poles from the southern to the northern shore. The next spring he built a schooner of 100 tons burthen, called the \"Pluribustah.\" These were followed by a pleasure steamer, brought on ly John W. Young from New York, and in 1870, by the building and launching of a first-class boat costing $45,000, by Fox Diefendorf, called at first \"City of Corinne,\" afterward changed to \"General Garfield.\" This boat is used chiefly for excursions, there being no business to justify Great Salt Lake navigation. The indus tries of its shores are not so •magnificent, it seems, as those of the Tahug lauk in La Hontan's time, or perhaps railroads serve them better. The \"Kate Connor\" and her kindred long ago found a resting place at the bottom of the lake. Excursions.— Though the land in sight is for the most part brown and sunburnt, an excursion on the lake is exceedingly interesting. The reader is supposed to have gone out to Lake Point on the south shore via the Utah Western, the distac .e being 22 miles, and to have embarked on the General Garfield, which is well arranged and furnished for comfort. Our course is northward, between Antelope and Stansbury. The water is of a beautiful aquamarine, and so clear that the bottom is seen through three or four fath oms of it. Behind, on shore, are the Oquirrh and Spring Valley Ranges, with Tooele (Tuilla) Valley intervening and rising as it recedes so as to hide Rush Valley into which the Dry and Ophir Canons open. A few miles from shore the village of Tooele is indicated by an oasis of foliage, while far to"], [86, "THE RESOURCES OF UTAH. 64 the west, under the gleaming Spring Valley Range, high enough to retain a, few snow banks, although it is July, lies- the village of Grantsville. Abreast of Antelope Island we distinguished grazing herds. If boring on this island i would bring plenty of sweet water what a fruit plantation it might be made,. with the lake to keep off the frosts. Between two and three hours out, having passed Stansbury, the view northwestward enlarges and we might imagine ourselves standing out to sea but for an islet or two breaking the horizon. Through notches in the Cedar Mountains on the west the eye catches the snowy foreheads of the Goshoot and Deep Creek ranges; while on the east the Wasatch rises 8,000 feet above the deck of the steamer, a rugged, massive, gray wall of weather-sculptured rock 200 miles in length. Soon we have run past Antelope and are abreast of Fremont, which may be known by a rock upon its crest supposed to resemble a castle. Continuing northward we shall soon have the Promontory Range on our left, with the water shoaling from 15 to six or seven feet in our run of 20 miles, where we enter the channel of Bear River. Less than 40 years ago Fremont could not enter Great Salt Lake from Bear River in a rubber boat 18 feet long, for want of water. Now, our boat of 250 tons bur then, passes from the lake into the river over, the bank 20 miles from the lake shore. We can proceed up the river to Corinne, where the Central Pa cific Railroad crosses it, but lake excursions do not extend so far, or even so far as we have come. They usually go out 15-or 20 miles, far enough to get a good view of the surroundings, and there are few more interesting sights to be seen anywhere, and then return. Area— Contents.— Great Salt Lake covers an area of 3,000 to 4,000 square miles, and its surface is higher than the average Alleghany Mountains. Its mean depth, probably, does not exceed 20 feet, the deepest place, between Antelope and Stansbury, being 60 feet. The two principal islands used to be accessible from the shore by wagon; but the lake gradually filled five or six feet, from 1847 to 1856, and then slowly receded to its old level. In 1863 it began to fill again, and in four or five years had attained the height it has since steadily maintained. In 1875 a pillar was set up at Black Rock, by which to measure this rise and iall, resembling a tide, but having no ascer tained time. The Water. — It was once popularly supposed that the lake communicated with the ocean by a subterranean river which made a terrible whirlpool somewhere on its surface. Needless to say, neither has been found. Re ceiving so many streams and having no outlet, it has become very saline from concentration and the inflow of salt springs. The saline or solid matter held in solution by the water varies as the lake rises or subsides. In 1842 Fre mont obtained \"fourteen pints of very white salt\" from five gallons of the water evaporated over a camp Are. The salt was also very pure, assaying 97.80 fine. In 1850 Dr. L. D. Gale analyzed a sample of it which yielded full 20 per cent of pure common salt, and about two per cent of foreign salts,. chlorides of lime and magnesia. Surgeon Smart, U. S. A., analyzed a sample in 1877 and found an imperial gallon to contain nearly 24}o ounces of saline . matter, amounting to 14 per cent, as follows :"], [87, "BIG COTTUNWOOD LAKE, BRIGHTON'S."], [88, ""], [89, "ATTRACTIONS FOR TOURISTS. 65 Common salt jj 735. Lime carbonate. 016 Lime sulphate 073 Epsom salt 1123 Chloride of magnesia 7 .843 » Percentage of- solids '. 13 70,0 Water '..'.'.'...'.'.'..'......'.'.'.'.'. 86:210 100. One hundred grains of the dry solid matter contained: Common salt 85.089 Lime carbonate 117 Lime sulphate 531 Epsom salt 8.145 t hloride of magnesia 6.118 100. It compares with other saline waters about as follows: Water. Solids. Atlantic Ocean DK.5 3.5 Mediterranean 4 96.2 3.8 Dead Sea 70. 24. Great Salt Lake 86. 14. Aud in specific gravity, distilled water beiug unity : Ocean water 1.026 Dead Sea :.. 1.116 Great Salt Lake 1.107 The solid matter in the water will vary between spring and fall, between dry and wet seasons, and also between different parts of the lake, for nearly all the fresh water is received from the Wasatch on the east. It is the opinion of salt makers that an average of the lake at its present stage would show the presence of 17 per cent of solid matter. It is undoubtedly a concentra- tion of the waters of the ocean, in which, as in Salt Lake, says Dr. Smart, the common and magnesian salts are held in solution, while the insoluble lime salts are precipitated to the bottom. Captain Stansbury found by experiment that it answered perfectly for preserving meats. Bathing. — Within the last few years the lake has become of great interest as a watering place. During July and August the water, under the long sunny days, becomes deliciously warm, and it is much warmer than ocean water a month earlier and later. It is so dense that one sustains himself in- definitely without effort, and vigorous constitutions experience no incon- venience from remaining in it all day. A more delightful and healthy exer- cise than buffeting its waves when a little rough can hardly be imagined. But for its tendency to float the limbs to the surface and the necessity of keeping it out of the nostrils, it would afford the best swimming school in the world. As it is, all ages and sexes in Salt Lake City are fast mastering the art. Experience has proved its hygienic benefits as well as its pleasure. Whether it be the stimulating effects of the brine on the skin, of the salt air on the lungs, or of the exercise of the muscles involved in swimming, or all 5"], [90, "66 THE RESOURCES OF UTAH. of them together, many have come to the conclusion that a few weeks' sojourn on the lake shore in the hot season is absolutely essential to their health and well-being. Lake Point. — Lake Point is about twenty- two miles from the city via the Utah Western, and during the hot months cheap trains leave the city for the bathing wharf daily at the close of business hours, sometimes carrying 500 at a load. The run is made in half an hour, and the excursion is pleasant aside from the bathing. Two or three miles of the shore from Black Rock to Lake Point, around the end of the Oquirrh, is sandy, soft to the feet, clean, shelving, and admirably adapted to the purpose. Some day it will be built up with private watering-place cottages, plentifully interspersed by large, airy, roomy hotels, with water and trees for the grounds; and it will be thronged in the bathing season, as no ordinary seaside resort ever is; for it will offer unparalleled attractions in its way, rest, comfort, saline air, and the most delightful and invigorating exercise, calling into play all the mus cles. Never tiring, the water is so buoyant; never chilling, it is so warm, free from danger, recreating and invigorating, a tonic for all, a healing for many ills, health restoring and strength renewing. There is a hotel at Lake Point, a large private house at Black Rock, and bathing houses all along the shore. Other parts of the lake shores, on the line of the Utah Central and Central Pacific railroads, are resorted to for bathing, and they are supplied with more or less of the necessary conveniences. It is becoming understood that for the renewal of life and energy there is nothing like a few weeks of Salt Lake bathing interspersed with visits to the medicinal springs ami the mouutain canons and lakes."], [91, "MINERAL SPRINGS, ETC. 67 CHAPTER XL MINERAL SPRINGS— WASATCH CANONS. Of the chemical and thermal, salt, sulphur, soda, and chalybeate springs which abound in all parts of Utah, the Warm Springs of Salt Lake City are best known and most resorted to for comfort or health. Dr. Gale says the water is a Harrowgate water, abounding in sulphur. It is very limpid, hav ing a strong smell of sulphureted hydrogen, and contains the gas both ab sorbed in the water and combined with mineral bases. Following is an analysis by Dr. Charles T. Jackson, of Boston : \" Three fluid ounces of the water, on evaporation to entire dryness in a platina capsule, gave 8.25 grains of solid, dry, saline matter. Carbonate of lime and magnesia 0.240 1.280 Peroxide of iron 0.040 0.208 Lime 0.545 2.907 Chlorine 3.454 18.421 Soda 2.877 15.334 Magnesia 0.370 2.073 Sulphuric acid 0.703 3.748 Total 8.229 43.981 It is slightly charged with hydro-sulphuric acid gas, and with carbonic acid gas, and is a pleasant, saline mineral water, having valuable properties be longing to saline sulphur springs.\" Issuing from the mountain side in large volume, temperature 95 to 104 degrees, the water is conveyed in pipes into two or three large bathing houses, containing plunge, shower, and tub baths, and dressing and waiting rooms. The property is owned and improved by the city. It is connected with the leading hotels by the street cars, and is visited by everybody, the waters being considered very efficacious in the cure of many diseases, para lytic, rheumatic, and scrofulous. Hot and Red Springs. — Some other springs in Utah have been improved, and more ought to be. Three miles north of Salt Lake City the Hot Springs boil up from under the rocks in such quantity as to make a lake covering two square miles. The temperature is 128 degrees, and the sulphurous fumes are almost stifling. The Red Springs, ten or fifteen miles north of Ogden, are hot waters so impregnated with iron as to kill the vegetation over a large area, and color the ground a crimson red; hence the name. A large building for the use of these springs in any way experience may suggest, chiefly at present for bathing, was erected in 1878. Further north, twelve miles from Bear River Gates, is a group of springs, issuing from between strata of conglomerate and limestone, within a few feet of each other, of which one is a hot sulphur, a second warm salt, and the third,"], [92, "68 THE RESOURCES OF UTAH. cool drinkable water. The volume from these springs is copious, but they run some distance before they become thoroughly mixed, although in the same channel. Soda Springs. — Next in point of interest and medicinal value to the Warm Springs noticed above, are the Soda Springs at the great bend of Bear River, in Idaho, best reached via the Utah & Northern, which runs within 35 miles of them. They occupy a sort of volcanic basin, some ten miles square, the subterranean fires of which are now nearly exhausted, or else are taking a long 1-esting spell. In the vicinity there stands the crater of a dead volcano and the plain is studded by large mounds built up by the deposit from over- flowing waters whose sources have now generally failed. The vegetable pet- rifactions of a spring or group of springs now nearly extinct, make a high mound covering a square mile. Not far off there is a sulphur pool, and the effervesence of sulphur covers acres many feet deep. Steamboat Spring. — This spring exhibits to the best advantage the dying throes of the old volianic forces. It is a circular opening in solid rock two feet in diameter, resembling a huge kettle, the water boiling up vigorously in the center and falling over the sides. Carbonic acid gas is given off freely from this spring and adjoining fissures in the rock, with deadly effect, and with a noise like the discharge of steam from a locomotive, hence the name. These springs were a place of resort in Captain Bonneville's time, and Fre- mont describes the locality and the springs at length, finding both, as he says, very interesting. He fouud a great many springs similar in quality to Steamboat Spring, having a pungent and disagreeable metallic taste, leaving a burning effect on the tongue. The rocky deposit from this water was 92.5 per cent lime. Seer Springs. — Of an entirely different character are the beer springs, of which there are also a great many, bubbling up everywhere, even in the river, as was indicated by the carbonic acid gas given off. One quart of this water he found to contain : Grains. Sulphate of magnesia 12.10 Sulphate of lime 2.12 Carbonate of lime 3.86 Carbonate of magnesia 3.22 Chloride of calcium 1 .33 Chloride of magnesium 1.12 Chloride of sodium 2.24 Vegetable extractive matter 85 26.84 The carbonic acid, originally contained in the water, had mainly escaped before it was subjected to analysis, and was not, therefore, taken into con- sideration. As a Beverage.— Later visitors say the waters resemble in taste the Con- gress water of Saratoga. Though somewhat unpleasant at first, this rapidly wears away by use. They are delightfully cool, and with the addition of a little lemon and sugar make a beverage equal to the soda water of commerce. There are a dozeu active groups of springs within a radius of two miles. Carbonic acid gas constantly bubbles up to the surface with something of"], [93, "MINERAL SPRINGS, ETC. 69 the sparkle and gurgle of a soda fountain, and it escapes so rapidly that it can hardly be bottled and corked with the water. Medicinal. — The mineral constituents of these waters render them the best of alteratives, and they are very efficacious in scrofulous and glandular difficulties, and generally in all diseases of the skin. They are also an ex cellent diuretic and contain enough iron to give them great value as a tonic. The place is a favorite summer resort for invalids and others, and there are many persons in Utah who have experienced decided benefits from the use of the waters. The altitude is about 6,000 feet and the climate is all that could be wished. The warmth of summer is tempered by the coolness of the nights, frosts occurring in every month of the year. The atmosphere has the dryness common to the mountains and is therefore favorable for consumptives and those afflicted with pulmonary diseases. The scenery is equal to any in the Territories, there are many things of interest in the vicinity, and the streams are full of trout. There is a town laid out and a dozen or twenty buildings, but there is little or no agriculture. Stock raising, dairying, and wool growing, are the main pursuits of the inhabitants. Oneida, on the Utah & Northern, is the nearest railroad station. Transpor tation is to be put on between it and the springs, this season, the springs improved, hotel built, and the waters introduced to the world, commercially. Wasatch Canons. — The Wasatch Mountains like other great chains are in many places a series of parallel ranges enclosing the heads of lateral streams, which canon only occasionally in breaking through into the Great Basin or the Colorado River or Snake River basins. The divide between the waters flowing into the Colorado and the Great Basin is crossed by the Union Pacific Railroad at Reed's Summit, 7,463 feet above the sea. Descending a few miles it crosses Bear River at an altitude of 6,969 feet, here flowing generally northward, follows it down ten miles, leaving i't 6,656 feet above the sea, thence surmounting Echo Pass, 6,785 feet in height, it begins the direct descent into the Great Basin through Echo and Weber Canons, crossing Weber River at an elevation of 5,240 feet, and striking the level of Salt Lake at Ogden, 4,290 feet. Echo Canon is no canon in the true sense A wall of sandstone rises perpendicularly on the right coming down 300 or 400 feet; on the left there is no wall and little rock, but a succession of grassy ridsces sloping smoothly toward the stream. It strikes Weber River, another northward flowing stream, about midway of its course, and the rail road follows it down through a gem of a valley for five or six miles below Echo City to the \"Thousand Mile Tree,\" where the mountains assemble a little closer and the first canon commences. The valley suddenly narrows to a gorge, the rended rocks tower to the sky and almost overhang the train. Through tunnels and over bridges this is cleared in half a dozen miles, the mountains recede again and soften down into mere hills in comparison. An oval valley like the one above is passed through, the mountains again close in on the river, and the train enters Devil's Gate Canon, where the naked rocks rise half a mile in the air. Ages ago they presented a fixed rock dam which it seems the river could never have conquered, but it has, and through the passage made by its persistence, the road soon emerges from Devil's Gate into the summery airs of the valley. The scenery has been described"], [94, "70 THE RESOURCES OF UTAH. and illustrated until the traveling public has no excuse for not being perfectly familiar with it. But one gets only a slight idea of its beauty and grandeur from a ride through it on the rail. He must stop off, and on foot or horseback explore the side streams and reach various elevations half a mile above the river before he can be said to have seen it at all. Bear River flows a long distance northward before it finds a passage out ward into Cache Valley, and thence into Salt Lake Valley. Similarly the Provo, rising near the sources of the Weber, and flowing southward, has its Alpine valleys, and finally canons out into the basin. So with the Sevier, and its affluents, and so to a less extent the various minor streams that flow westward into the basin directly from their sources, as Logan and Black smith forks, Box Elder Creek, Ogden River, the Cottonwoods, American and Spanish Forks, and a great many others. One can see something of their beauties in hastily passing through them, but to get the full benefit of them he must have a camp outfit, his own conveyance and time, saddle horses, hunting and fishing tackle, and all the paraphernalia of the sight-seer, the tourist, and the sportsman. For such it is hard to select the locality since the Wasatch Range affords such an endless variety from end to end. Cache Valley. — This part of the Territory has never been much resorted to by the tourist, but now that Logan, a good outfitting and starting point, is accessible by rail, there is no field more inviting. Cache Valley is itself perfection, a thing of beauty and a joy forever. It is literally cached among the ridges of the Wasatch, like San Pete, Ogden, Alpine, Morgan, Echo, Rhoades, and Sevier valleys; and is as though, round asymmetrical oval area ten by fifty miles, the mountains had risen or ranged themselves at some mysterious bidding to show what could be done in the way of valley making. It is about 4,500 feet above the sea, copiously watered, enclosed by mountains 8,000 feet high, in whose gorges the snow lies till August, their sloping sides meanwhile invaded by the lively green of the valley, which creeps in bands to their summits between the snow banks, or appears in sunny places among the scattered pines and dark points and ridges of rock. A fair sprinkling of forest would perfect it, but this it lacks, and the green of valley and mountains only relieves the eternal gray-brown of everything, after all. The range on the east is the main Wasatch, deeply notched by the streams, which are alive with trout and afford passage over fine roads to Bear Lake Valley, fifty miles eastward. Where the rivers emerge from their canons and rush laughing into the sunshine their waters are caught up and led in a thousand trickling rills to bless the fields with fatness. Some lighter streams and springs perform the same kindly office for the opposite side, and so there is a belt of cultivated land dotted with towns all around the edge of the valley. Of these Logan is the largest, Smithfleld the prettiest. From the summit of the divide crossed by the Utah & Northern, Cache Valley is a pretty sight. One can drive on fine roads all round it. It is central to Soda Springs, and Bear Lake, and there are good roads over hill and dale southward into Salt Lake Valley via Box Elder Creek or Ogden River. Ogden Canon.— The same section may be penetrated almost as well from Ogden, which is a second headquarters for the pleasure seeker. Of the in-"], [95, "71 MINERAL SPRINGS, ETC. teresting places in the immediate vicinity, the canon of Ogden River ranks highest. There is a good carriage road through the canon, which is ten or twelve miles long, and the passage presents the same variety of immense, close, towering rocky walls, broken apart by the full roaring stream, com mon to all the Wasatch canons. Power of resistance on the one hand and of attack on the other are terribly symbolized. There are minerals and mineral springs along the way. Through the outlying range one enters Ogden Valley, an enclosed park, with its settlements and farms, beyond which the drive extends into both Bear Lake and Cache valleys. All the streams in that part of the Territory afford rich sport for the angler, and the valleys and hills are grass grown and alive with grouse and snipe, sage hens and prairie chickens. Parley's Park. — From Salt Lake City, Parley's Park, Big Cottonwood Lake, and American Fork Canon are the favorite resorts. The park is about twenty-five miles from Salt Lake City, just over the crest of the Wasatch on the sources of the Weber and nearly as high as the mountains themselves. The road ascends through Parley's Canon and is a fine drive. There is a hotel in the park, but visitors usually prefer taking along with their team their own camping outfit. The elevation ensures refreshing coolness espe cially of the nights. The park is quite extensive in area, affords good drives , fishing and hunting, stretches for horseback riding; and among other objects of interest, Park City and the Ontario^ mine and mill. One can get a fair idea of the ways and means of mining by a visit to this town, mine, and min iug district. Excursions may be made eastward to the sources of the Weber and Provo rivers, the whole region being full of interest. It is an old forma tion apparently, giving evidence of the mighty action of water or ice or both, geological ages ago. -, Big Cottonwood,. — There are a series of small lakes at the head of Big Cottonwood, at the most picturesque of which, namely Mary's, a Mr. Brigh ton has built a hotel for the accommodation of summer visitors. For many years it has been a famous mountain resort, and the number of visitors seeking its health-giving air and the enjoyment to be derived from a study of nature in its grandest aspects, is yearly increasing. The hotel is always full during the hot months, and the lake bordered all round with the tents and wagons of campers. Excursions must be -afoot or horseback. They may in clude visits to Park City, the Big and Little Cottonwood mines, to other rock-bound tarns, and to sightly peaks. From any of these one can look out over Jordan Valley, the lower section of the Oquirrh, Rush Valley, and in clear weather, upon the far summits of the Deep Creek Mountains, glit tering like silver points in the dim distance. Perhaps the finest view is from Bald Peak, among the highest of the range. Standing on its top, twenty thousand square miles of mountains, gorge, lake, and valley may be swept by the eye. Eighty miles south Mount Nebo bounds the view. Beneath lies Utah Lake, a clear mirror bordered by gray slopes, aud Salt Lake City em bowered in foliage, with Salt Lake rolling its white caps and glittering in the sunshine beyond, its islands and all the valley ranges dwarfed to hills. Northward the higher points of the Wasatch catch the eye until they are lost in the distance. Eastward the sources of the Weber and Provo fill the"], [96, "72 THE RESOURCES CF UTAH. foreground, while successive mountain ranges bound the view in that direc tion. Words can give but a faint idea of the magnificence of the outlook from Bald Peak, or Kesler's Peak, or any other of the higher summits in the vicinity of Mary's Lake. American Fork.— South of the Cottonwoods, American Fork Canon opens into the Utah Lake Basin. It has been called the Yosemite of Utah, and un- doubtedly its succession of wild gorges and timbered vales make it the most picturesque and interesting of any of the canons of the Wasatch.. Formerly a narrow gauge railroad, intersecting the Utah Southern at the village of American Fork, thirty-two miles south of Salt Lake City, enabled the visitor to see a part of it with little trouble. The road was unprofitable and was therefore taken up in 1878 and laid down in Spanish Fork Canon, further south. To visit it now one must take horse or carriage at American Fork, and the better way will be to take along a complete outfit for camping, al- though there are buildings at Deer Creek and at Forest City. The railroad never extended further than Deer Creek, twelve miles. Here one takes horses, eight miles, to Forest City, and then the ascent to the Miller mine, which gives prominence to the district, begins. It is four miles further, the mine being quite 11,000 feet in altitude. Once there, it is but a short climb to the top of the peak, nearly as high as any of the range, and affording a most magnificent and almost unbounded view in fine weather. This canon is noted not only f#r the towering altitude of its enclosing walls, but for the picturesqueness of the infinite shapes, resembling artificial objects, towers, pinnacles, and minarets chiefly, into which the elements have worn them. At first the formation is granite and the cliffs rise to a lofty height almost vertically. Then come quartzite or rocks of looser texture, conglomerates and sandstones, the canon opens to the sky and you enter a long gallery the sides of which recede at an angle of 45 degrees to a dizzy height, profusely set with these elemental sculptures in endless variety of size and pattern, often stained with' rich colors. \"Towers, battlements, shattered castles, and the images of mighty sentinels,\" says one, \"exhibit their outlines against the sky. Rocks twisted, gnarled, and distorted; here a mass like the skeleton of some colossal tree which lightning had wrenched and burnt to fixed cinder; there another, vast and overhanging, apparently crumbling and threatening to fall and ruin. At Deer Creek the canon proper ceases, the road has climbed out of it, 2,500 feet in eight miles. This is the main resort of pleasure parties. Since the railroad was taken up, its bed has. become a wagon road, which continues to Forest City, eight miles above. The. surroundings are still mountainous, but there are breaks where the brooks come in, grassy hills, aspens and pines. Forest City has been a great charcoaling station for many years. To the sublimity^of the canon scenery iu summer an indescribable beauty is added in the autumn, when the deciduous trees and shrubbery on a thou- sand slopes, touched by the frost, present the colors of a rich painting and meet the eye wherever it rests. To get the full benefit of this, one must go. up and up till there is nothing higher to climb. Iu winter another and very ■ different phase succeeds. The snows, descending for days and days in blinding clouds, bury the forests and fill the canon. Accumulating to a."], [97, "MINERAL SPRINGS, ETC. 73 great depth on high and steep acclivities, it starts without warning and buries in ruin whatever maybe in its track. Hardly a year passes that miners and teamsters, wagons and cabins are not swept away and buried out of sight for months. The avalanche of the Wasatch is quite as formid able as that of the Alps. Probably 40 feet of snow falls on the main range every winter. Seven miles of tramway in Little Cottonwood Canon are closely and strongly shedded for defense against the awful avalanche. Even this is not always effectual. Yet the main traveled roads over this range, whether wagon or railroads, are but little obstructed by snow as a general thing. Utah Basin. — This has been treated as a part of Salt Lake Basin, but it is shut off by a low range cut through by the Jordan River and run through by the Utah Southern Railroad. Its prettiest feature is a sheet of sweet water thirty miles in length and about ten iu breadth, with broad grassy slopes from the water's edge to the feet of enclosing mountains. It receives the American, Provo, and Spanish rivers, and discharges iuto Great Salt Lake through the River Jordan. It abounds in fish, principally speckled trout, of large size and good flavor. This made it a noted resort of the Utah Indians in former days, after whom the lake, the county, and the Territory seem to have been named. It is a pity the other Indian names of springs and creeks in this pretty basin have not been likewise preserved — Timpauogas, Pomout quint, Waketeke, Pimquan, Pequinnetta, Petenete, Pungun, Watage, Onapah, Timpa, Mouna, and so on. They have all been superseded and their memory is fast passing away as the Indians themselves have done. \" On the Timpanogas (Provo) bottoms,\" said Lieutenant Gunnison, 30 years ago, \" wheat grows most luxuriantly, and the root crops are seldom excelled. A continuous field can be made thence to the Waketeke (Summit) Creek, and the lovely Utah Valley made to sustain a population of more than 100,000 inhabitants.\" The field was long since made, and the population now numbers 15,000. The principal town is Provo, on the Timpanogas, un der the overshadowing Wasatch. It is like all the other of the better class of towns in Utah, regularly laid out, but after all an accumulation of garden spots, every house half hidden by the foliage of fruit trees and vines. Provo is about fifty miles by rail south of Salt Lake City, and is a fourth good out fitting point for the tourist. The principal attractions in the vicinity are Utah Lake and the Provo River. The latter has the inevitable canon, above which a fine carriage road leads through a succession of settled Alpine val leys to Kamas Prairie, which Captain Stansbury describes as \"a most lovely, fertile, level prairie, ten or twelve miles long and six or seven miles wide,\" where the affluents of the Provo and Weber interlock. The drive may pro ceed down the Weber to Ogden if one desire, with the same alternation of land-locked valleys and mountain gorges. A dozen thriving settlements will have been passed through en route. Six miles south of Provo is Springville, where the Utah & Pleasant Valley Railroad may be taken up Spanish Fork into the finest timbered, tallest grassed, best watered section of Utah, presenting a fresh field for hunting and fishing. All along here the Wasatch Range presents a most interesting aspect, and frequently offers access via canons of more or less attractiveness. An isolated ridge trending north and south, west of the lake, divides the basin"], [98, "74 THE RESOURCES OF UTAH. into separate halves, cutting off Cedar and Goshen valleys, dry for the most part and of little account, sloping gradually up for twenty miles to the sum mit of Oquirrh, 6,000 feet high, on the western side of which are the Tintic mines. Utah Lake Basin may be said to end in the vicinity of Nephi, under Mount Nebo, where Onapah (Salt Creek) Canon opens the way for another side railroad into San Pete Valley, with its eight or ten settlements and 10,000 to 12,000 inhabitants. From the head of San Pete one may find his way north ward into Spanish Fork, or eastward over a mountain into Thistle or Castle valleys. Southward the valley opens on the Sevier River, a world it itself, with passes of the most majestic grandeur through ranges on either hand into adjoining valleys. A journey up the Sevier in fine weather is very inter esting, and so is the region about its heads, where the waters divide and flow apart. The town of Kanarra marks the very crest of the rim, the waters flowing from the village north and south. The character of the Colorado River scenery is well known. A high sandstone plateau, cut by the river and side streams a mile in depth, too dry for animal or vegetable life, worthless for the most part unless for minerals. The river is hardly navigable above Fort Yuma. The scenery is described as more terrible than beautiful, and traveling through the country as difficult, if not dangerous. The physical features of Utah, mountain and desert and salt sea, are pe culiar and of perennial interest. The Territory has all the resources of an empire within itself. Its climate is healthful and agreeable. It is in the heart of the mountain country. Railroads radiate hence to the four cardinal points. The great routes of inland commerce, between the oceans, and be tween Mexico and British America, intersect at Ogden. Our valleys are of inexhaustible fertility and our mountains full of minerals. The farms and mines are but a step from each other. Every valley and mining canon has its railroad and its rushing stream. Labor and food are as cheap as they ever ought to be. No better mines or facilities for working them exist any where. There is no more handy or profitable market for the farmer. There is unlimited water power, and a fine start in manufacturing has been made. Timber, coal, iron, and good building stone are everywhere. Nature has richly endowed the Territory in many respects. A hardy and industrious population of 130,000 is on the ground. The greatest want at present is cap ital. It is believed that no Western State or Territory offers greater induce ments to judicious investment."], [99, ""], [100, ""], [101, ""], [102, ""], [103, ""], [104, ""]]