[[1, ""], [2, ""], [3, "1537- 1537- KOJJlh fRIBffiEE 6JMNS H patriotic Souvenir. BV JOHN WHITE ORAM \" Her Honour is great in thy Salvation.\" — Psalm xxi. v. 5 iLonlon : Printed by \\V. II. & L. COLLINGRIDGE, City Press, 148 & 149, Aldersgate Street, E.C. 1SS7. PRICE ONE PENNY. Copyright."], [4, "ROYAL JUBfLEE HYMNS. Ibarfc! £be Bells (Sracious Sovereign. <?teARK ! The bells around are pealing, Ushering in the morn with glee : They announce, in joyous accents, Jj(p RACIOUS Soveieign, we all love thee, Empress, Queen, o'er land and sea ; Let us now present our offerings, On thy year of Jubilee. 'Tis our Sovereign's Jubilee. Whence such gladness ! Pray you, listen ; Mark the concord — harmony Subjects through thy vast dominions, O'er earth's surface, fair and free ; Ruled by truth, we all would greet thee, On thy joyous Jubilee. Floating o'er each hill and streamlet, On this day of Jubilee. 'Tis the time for whose arrival Myriads have longed to see, Freely to present some offering To their Queen, on Jubilee. Millions 'neath thy sway are yielding Glad allegiance unto thee, Colonies, and India join us On this day, when every knee, Thankful God thus far hath brought thee To thy year of Jubilee. Lowly bending, would rejoice in Their good Sovereign's Jubilee. Monarchs past, in each succession, Have perchance, desired to see Such great honours, full of import, As \"Victoria's\" Jubilee. Far beyond old Britain's borders, Through vast regions, o'er each sea, Kinsmen also, thence loud echo, 'Tis \" Victoria's \" Jubilee. *Few before thee have been favoured With such length of days, to see Honours equal, love so fervent, Other nations, non-aggressive, Greet us, by their courtesy, With good wishes for our Sovereign's Happy, peaceful Jubilee. On their year of Jubilee. So, in universal anthem May our hearts united be, May Heaven's watchful care still 'tend thee ; Prosperous may thy reign yet be ; Praising God hath brought our Empress To her year of Jubilee. And, when fully ripe for glory, Thine Eternal Jubilee ! May Heaven spare her yet to rule us Years to come, in peace, till she, Meet for glory, is prepared For Eternal Jubilee. * Henry III. re:gned 57 years. Edward III. leigned 51 years. George III. reigned 60 years."], [5, "ROYAL JUBfLEE HYMNS. 1bail ! Empress ©ueen. |fj?AIL ! Empress Queen, * On this thy Fiftieth Year of graceful reign O'er Britain's ancient race, — Loud may our songs proclaim, Our hearts deep joys sustain An anthem, worthy of thy praise. Called in tender years The throne to occupy, thy cultured pre- science Grasped the stupendous charge. Right faithful hast thou proved, Fast bound by Nation's love, And every loyal heart. Since thou the sceptre swayed, Thy constant care has been laws to maintain, And subjects' weal to seek. Well thou'st performed the task, \" Well done ! \" shall greet, at last, Our gracious, honoured Queen. May this thy Jubilee year Evoke more love from grateful hearts, x\\nd choicest blessingsbring, Rich fruits of each descend On nation's Sovereign, Friend, Empress, and Queen I IRatse Banners 1bigb. tAISE banners high ! Shout \" Jubilee ! \" \" Victoria's \" fiftieth year of reign has come : , • -_ Her subjects now record, with grateful hearts, How safe their trust: her deeds have well been done. Raise banners high ! Shout \"Jubilee !\" 0ur gracious Queen has borne her people's cares Through many an anxious gale, and steered the barque so well : She pilots still, 'midst various subtle snares. Raise banners high ! Shout \"Jubilee ! \" Our Sovereign rules supreme o'er party strife; ,**.*, , , , With cultured judgment doth our laws endorse The Nations' interests values as her life. Raise banners high [ Shout « Jubilee ! \" O'er India's vast plains, their Empress reigns as Sovereign, Queen; ... „ „ , „ 7r . 7 ,. . ,, . All \" Castes their fealty yield, to sway So just, majestic, and withal, serene. . l-h «. _«ti.-i .» Raise banners high ! Shout \"Jubilee ! Whilst in an universal prayer we plead Heaven's King Our Monarch's years yet to extend—Her empire guard, And every peaceful blessing richly bring. Raise banners high ! Shout \" Jubilee ! \" Wait, then, awhile —the destined hour will come When, earthly honours past, the Bride „„-„„,>„ .„-,„__ ru„., __,. groom s voice shall say, « Her heavenly crown is won. Shout Victory ! Well done ! Well done ! \""], [6, "TfEEPL Y conscious of his inability to succeed to the honoured Patrician Laureate's Chair, it is never theless /toped these simple verses may (in the absence of severe criticism) be deemed sufficiently interesting to secure a wide circulation ; be counted worthy a place in every Christian home, and an echo in every loyal heart. THE AUTHOR. PUBLISHED BY THE AUTHOR, AT 19, BROOKE ROAD, STOKE NEWINGTON, LONDON, N. Large quantities for varitd distribution, &=_*., al reduced ra'es Special terms to Booksellers, Newsagents, Colonial end Indian Shippers, upon application."], [7, "Victoria's guBisee^ Hail Britons ! Hail ! throughout the world the mightiest and least, Prepare you all to celebtate your Monarch's coming feast ! Right worthy she such honour, with her titles and renown ; Yes, virtue is the brightest jewel in Queen Victoria's crown. 'throughout these Isles should naught but joy in ev'ry breast be felt, To welcome once again their Queen, so long in sadness dwelt ; For fifty years she's grac'd the Throne of this our favour'd land, Long may her life be still preserv'd by God's Almighty hand. And long live all who celebrate (by land or on the sea) With true patriotic motives, Victoria's Jubilee. Though through half her glorious reign she's shunn'd the public gaze, In robes of state you'll see her come (her veil of sorrow raise) With grateful heart to thank the Lord (for mercies without bound) Within the Grey Old Hallow'd Pile, her Majesty was crown'd. Returning thence (with radiant smiles) your Sov'reign Lady conies, Amid the sound of joyous bells, and distant bombing guns ; And now the countless crowds exult, and bless her ev'ry one, And now the solemn pageant's pass'd, your Queen's first duty's done. And peace to all who celebrate (by land or on the sea) The Roy'l Thanksgiving Service at Victoria's Jubilee. Then England, Ireland, Scotland, Wales, unite you hand and heart, Wilh India and our Colonies, all nobly do your part ; Assemble at your Sov'reign's Feast, every Briton's free, And let the Loving Cup go round, with heartfeh loyalty ; Build your Temples ! raise your Towers ! and found your Institutes ! Associating with such works, the noblest of pursuits, In spreading knowledge o'er the Realm, of all sorts and degrees, Promoting British Commerce and our Native Industries. And joy to all who celebrate (by land or on the sea) With such like combinations, Victoria's Jubilee. Oh, may this year of Festival see every trade revive, Our toiling classes ask not alms, for work they only strive, 'Twould cheer the many unemploy'd who great distress have seen, To forward all Memorial Works in honour of their Queen ; Our Hospitals are scant of means wherewith to purchase beds, And the poor want better shelter wherein to rest their heads ; So irom your Roy'l Festivities, shut not compassion's door, 'Gainst the sick, the halt, the blind, or the outcast helpless poor. And bless'd be all who celebrate (by land or on the sea) With all kindred acts of kindness, Victoria's Jubilee. ALL RIGHTS RESERVED THIS SONG IS COPYRIGHT."], [8, ""], [9, ""], [10, ""], [11, "fiiwiiiftiii 1837. JUNE 21st. 1SS7. While poets search the classics through, To fashion odes in verse refined ; We'll sing this glorious Jubilee In language of a simpler kind. From North to South, from East to West, Throughout the world, the story's told ; Of how our gracious lady's name Is writ to-day on scrolls of gold ! Victoria, Queen and Empress both \"; What mighty sway is in thy hand ; Thy counsels, wise and just, are sought By potentates of every land. The Kings and Princes who have come To lay their homage at thy feet, Are most impressed to see what love For thee in British hearts doth beat. In ages hence, historians all, Will say of our loved Monarch's reign ; So good a Queen ne'er lived before, And may not ever live again ! Then let us shout a thousand times, Its echo everywhere we'll find ; God bless and keep our honoured Queen, The first and best of womankind. H. R. W. Paris, June 1887. ENTERED AT STATIOSERs' IHU.."], [12, ""], [13, "[Her Majesty has most graciously accepted this Hymn.. THE CROWN OF BRITISH ISLES CJUBILEE HYMN). Written in Commemoration of the Fiftieth Anniversary of the Reign of Her Majesty, VICTORIA, Queen of Great Britain and Empress of India. tHE joy-bells of an Empire ring, with heavenly echoes wove, An anthem loyal millions sing, their hearts ablaze with love ; With flashing eye and soul aflame, intrenched in arm of steel, Great Britain's children — on all shores — list to its thunder-peal ! There sparkle in each country's crown gems from Saint George's Cross. Yet in the British Coronet there may be traced no loss ; For loyal hearts together cling, though seas and plains divide, And ties of blood are strong and deep as continents are wide ! The Thistle flames — the Shamrock gleams— beside the glowing Rose — As beacons to the eyes of friends — as warnings to all foes ; Who is not proud that in his veins there flows the same brave blood That fell like rain at Waterloo, or Crimean hosts withstood ? Where'er the Standard of the Crown has found a halting-place Civilization has been sown to glorify the Race ; And Education's bounteous bud has blossomed into life, To show the World that Peace has joys unknown to fields of Strife ! Across the seas are British lands, and each Colonial gem Is linked by chains of hearts into Britannia's diadem ; For whether 'mid Canadian snows — 'neath India's flaming sun — Or in the wild Australian bush - All British Hearts are One ! The fibres of the British heart are firm as knotted oak ; When once their love has grown therin — when words of trust are spoke — A friendship born of confidence is drawn with every breath As boundless as the globe itself— that only dies with death ! The language of the Motherland is spoken and is sung Where'er Truth, Faith, and Loyalty are born on human tongue ; It thrills in tones of Majesty, of Honor, Peace, and Right, And God has willed that Mercy be twin-birth of Britain's Might ! All Hail ! The Queen— the faithful Wife — the Mother great and good (Most gracious in the subtle charm that crowns sweet Womanhood) ; To her bring laurels of pure love to grace her brow with bays And wish her wealth of happiness and length of golden days ! Dexter Smith Printed by J. H. Deakin & Co., 133, Tottenham Court Road, London, W."], [14, ""], [15, "Jttbilrr Song. Leviticus xxv. Jubilee! Jubilee! Song of the Free ! Now, O Victoria, Raise we with thee Seven times seven Our dear Earth hath rolled, Encircling in heaven Her great sun of gold. O Ruler beloved, Set thine eye and thy mind, The slaves in Old England Still pining to find. Not only the poor Who lack literal bread, (Too numerous surely, While by them' there tread The over-much wealthy ! ) But many whose head Is bowed to the earth, Unknowing the love Of their Maker, from birth. As beings once made In the likeness Divine, And meant in the glory Eternal to shine, »"], [16, ""], [17, "They are born as the heirs Of a heritage grand ; Then let them arise And inherit the land. For the Jubilee blast Bids return every one To the lot in the past He might claim as His own. Victoria ! to thee Doth a glory belong No riches could win, Nor might of the strong. 'Twas the purchase of One Who came in His love, - Forsaking His throne To raise thee above. God give thee to take it, And make thee to see The Hope of the poorest The Saviour for thee ! Thy whole people's cry Seeks this Jubilee gift From the Monarch on high, Whom all shall adore Who reigns evermore. — 50, i •§• I- 1- June 16th, 1887. Furze Cottage, St. Margaret's, Ipswich."], [18, ""], [19, ""], [20, ""], [21, ""], [22, "h »"]]