[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "A DISCOURSE PRONOUNCED AT THE CAPITOL OF THE UNITED STATES, In the Hall os Representatives, BEFORE THE AMERICAN HISTORICAL. SOCIETY, January 30, 1836, BY THE HON. LEWIS CASS, PRESIDENT OF THE SOCIETY. TO WHICH ARE mEl'lXED ITS CONSTITUTION AND THE NAMES Of ITS OlTICEKa. WASHINGTON: P. THOMPSON. 1836."], [8, ""], [9, "3 Washington, February 2, 183C. Sir : We have the honor to present the enclosed Vote of Thanks, unanimously adopted by the American Historical Society, for the very able, learned, and elo quent Discourse delivered before the Society on the 30th ultimo, in the Hall of Representatives ; and to ask of you a copy for publication. We have the honor to be, Your obedient servants, GEO. WATTERSTON, FRANCIS MARKOE, Jun., S Committee. PETER FORCE, ) The Hon. Lewis Cass, Secretary of War, and President of the American Historical Society. American Historical Society, Tuesday, February 2, 1836. Resolved, That the Thanks of the Society bepresented to the Hon. Lewis Cass, for his learned, able, and eloquent Discourse delivered before the Society in the Hall of the House of Representatives on the evening of Saturday last. Resolved, That a Committee be appointed to present to the Hon. Lewis Cass the Vote of Thanks of this Society, and to ask of him a copy of his Discourse for publication. Whereupon, Messrs. Watterston, Markoe, and Force were appointed a Com mittee for that purpose. A true extract from the minutes HENRY M. MORFIT, Recording Secretary. Washington, February 10, 1836. Gentlemen : In compliance with your request, I place at your disposal a copy of the Address recently delivered before the American Historical Society. While I am duly sensible to the regard manifested by this application, and by the flattering terms in which your sentiments and those of the Society have been conveyed, I am yet aware that I owe to your kindness, and not to any value which the production possesses, the interest you have shown on this occasion. Very respectfully, Your most obedient servant, LEWIS CASS George Watterston, } Francis Markoe, Jun., > Committee. Peter Force, Esqrs. )"], [10, ""], [11, "5 CONSTITUTION. 1. The Society shall be denominated \" The American Historical Society.\" 2. The objects of the Society shall be to discover, procure, and preserve what ever may relate to the Natural, Civil, Literary, and Ecclesiastical History of Amer ica in general, and of the United States in particular. 3. The Society shall consist Of resident, corresponding, and honorary members The resident members shall be persons residing in the District of Columbia ; the corresponding and honorary members shall be persons residing elsewhere. 4. The Officers of the Society shall be chosen, by ballot, from the resident mem bers, on the fourth Thursday in October, annually, and shall consist of a Presi dent, First and Second Vice Presidents, a Recording Secretary, a Corresponding Secretary, a Treasurer, a Librarian, and a Standing Committee of nine members. 5. The Society shall meet quarterly, to wit : on the fourth Thursday in Janu ary, April, July, and October ; but the President, or in his absence either of the Vice Presidents, may, on the request of any two members, call a special meeting. 6. Officers shall be elected, members admitted, and by-laws altered, only at a quarterly meeting. 7. All resident members shall pay, on admission, the sum of five dollars, and an additional sum of three dollars annually. 8. Resident members shall be admitted only at the quarterly meeting in January 9. All members shall be chosen by ballot ; nominations of members may be made by any member of the Society, but no member shall nominate more than one candidate at the same meeting, and all nominations shall be made at a quarterly meeting previous to that at which the ballot is to be taken. 10. For the election of members, as well as for making alterations in, or addi tions to the By-laws and Regulations of the Society, it shall be necessary that nine members be present, and that two-thirds vote in the affirmative ; but for the transaction of other business, five members shall constitute a quorum. 11. At the request of any two members present, the ballot upon any nomination of a member, or the vote upon any motion, shall be deferred to another quarterly meeting, for further consideration, before it is finally acted on, and shall then be taken up. 12. The Constitution may be amended from time to time, as the Society shall deem proper ; but a motion for an admendment shall not be received except at a quarterly meeting, nor unless a notice thereof shall have been given and entered on the journal at the last preceding quarterly meeting"], [12, "6 OFFICERS OFTHE SOCIETY. LEWIS CASS, President. VIRGIL MAXCY, First Vice President. WILLIAM W. SEATON, Second Vice President. HENRY M. MORFIT, Recording Secretary. PETER FORCE, Corresponding Secretary. WILLIAM GUNTON, Treasurer. LEWIS H. MACHEN, Librarian. STANDING COMMITTEE. William Cranch, James Kearney, Francis Markoe, Jun., Philip R. Fendall, Richard S. Coxe, Joseph H. Bradley, George Watterston, Aaron O. Dayton, Pishey Thompson."], [13, "7 ADVERTISEMENT. On the 12th of October, 1835 — the Anniversary of the Discovery of America— a Society was formed in the Metropolis of the Union, under the title of the Ameri can Historical Society. The objects of the institution are declared in the 2d article of its Constitution to be \" to discover, procure, and preserve whatever may relate lo \" the Natural, Civil, Literary, and Ecclesiastical History of America in general, \" and of the United States in particular.\" On the request of the Society, the fol lowing Introductory Discourse was pronounced by the President. Thefirst volunif of its Transactions is now in the press, and will speedily be published."], [14, ""], [15, "ADDRESS. Gentlemen of the American Historical Society : In looking back upon the history of man, it is obvious that different ages of the world have been distinguished by differ ent characteristics. The progress of events has, from time to time, been marked by some predominating trait, communi cating its impress to the moral circumstances around it ; and the aspect of human life is brighter or darker, as this con trolling principle is worthy or unworthy of the race of beings placed, by the creation of God, in their present state of ac countability, and endowed with powers, whose extent, after an existence of sixty centuries, is unknown to us, but whose use or abuse constitutes the advancement or retardation of individuals and of societies. It is thus, that prismatic rays tinge with their hues, while they illumine with their light, the objects upon which they are cast. In the contest for this ascendency over the great world of mind, sometimes the passions of mankind have gained sway and held it for ages ; and wars, social, political, and religious, have spread desolation over the earth, and have marked their progress, not less by moral than by physical evils. Then the intellectual powers have asserted their supremacy ; at one time, for purposes merely speculative, and at another, for practical action. The one state is illustrated by that wonder ful but puerile system of logomachy, which so long passed for philosophy, and which has come down to us as a splendid monument of human wisdom and of human folly ; and the other, by those efforts at rational improvement, whose full operation has been reserved for our days. These social paroxysms, though unequal in their intensity and duration, 2"], [16, "10 are yet sufficiently perceptible in their operation, whenever we look out upon that ocean of the past, on the brink of which we stand, and where we must soon be. Who can study that most interesting chapter of the history of man, which records the wars of the crusades, without being struck with amazement at the derangement of the human intellect, which it exhibits, and at the universal mastery which the passion for these expeditions obtained over the nations of Christendom ? — when Europe precipitated itself upon Asia, and, in the phrensy of a false zeal, exhausted its energies, means and people, in efforts to conquer a barren region, and to obtain possession of places, hallowed indeed by the scenes they had witnessed, but given over to desolation ! Who can look back upon the age of chivalry, and not wonder at the absolute dominion it acquired, with its fantastic ceremonies, its artificial code of manners, not of morals, its iron heart, and steel-clad hand ? The feudal institutions — I do not speak of them as a system of civil polity, but as a series of events, occupying the attention and guiding the opinions of society, — the feudal institutions are placed in promi nent view, by this retrospect, among the causes, which have exercised the most decided influence upon the progress of na tions in modern times : and, as this influence declined, those excitements arose, which led to the dismemberment of the Ca tholic church, and ultimately to the establishment of the various sects, which now divide the Christian world. Human nature probably never displayed higher or lower qualities than dis closed themselves in this contest — sometimes of argument, but too often of blood ! The ordinary business of life seemed to be suspended, and every man brought his tribute of reason, or force, or wealth, or life, and freely offered it upon the altar, which zeal and enthusiasm had erected. What sternness of pur pose, what strength of affection, what disregard of all self ish considerations, what power of conscience, what contempt of life, were manifested during this interesting conflict !"], [17, "11 The spirit of maritime discovery presents another agent in the history of this moral impetus, which, for wise purposes, has operated, and is operating, upon the social institutions of mankind. This powerful stimulus was brought into action at a most fortunate period, and maintained its ascendency till its great work was done — till it had sought and found, towards the rising and the setting sun, those regions which were hid den from the philosopher, but which had been revealed to the inspiration of the poet, who foretold the time would come, when new regions would be discovered beyond the furthest limits known to the ancient world. The love of gold then predominated, and chivalry and avarice associated together — sending Cortez, and Pizarro, and Almagro to the climes of the new world, blessed with the bounties of nature, but cursed with those precious metals which were possessed by the weak, and coveted by the strong : and here, courage worthy of the most distinguished age of the world, and cruelty too execrable for description, came down upon the ignorant and wondering population, and in volved emperors, and incas, and people, in one common de struction. Our own age has been denominated the age of move ment ; of advancement in the intellectual faculties ; of im provement in all those principles and pursuits which are most essential to the happiness of man, and most conducive to the dignity of human nature. Onward is the great word of out time. In the story so beautifully told by the historian of the Roman empire, the seven youths of Ephesus laid down to sleep, and awoke, after the lapse of two centuries, in the midst of a changed world, but unchanged themselves. He who should fall into such a slumber, in this period of moral acceleration, might arise, after a much briefer interval, and walk abroad into a world far more transformed than that, which met the wondering view of the Ephesian sleepers when their trance was broken, and they looked out from their living cemetery upon the fair face of nature."], [18, "12 It were a task too extensive for this time and place, to investigate all the causes which have produced this moral im petus, and which are now in active operation to strengthen our faculties, to increase our knowledge, to multiply our com forts, and to elevate us in that mysterious scale of being, which it may be we are destined to ascend, indefinitely and forever: still approaching, though still infinitely remote, from, the great Author and Arbiter of our being. It is obvious however to the most superficial observer, that the scope of free inquiry has been enlarged, and its operation invigorated by the removal of many of those pre judices, which always adhere with great tenacity to human institutions. \" Put off thy shoes from thy feet, for the place whereon thou standest is holy,\" was the miraculous injunc tion which issued from the burning bush, when the deliverer of Israel appeared in the presence of the Most High. Men have profanely claimed the same characteristic for institutions hallowed by time, but shown by time to be useless, and often worse. Not that I mean to assert that the lessons of experi ence should be neglected, or changes introduced, without just reason to anticipate improvement ; but that the sanctity of age should not shroud, as with a mantle, systems not adapted to the present state of society, and whose only claim to regard rests upon what they have been, not what they are. The division of mental labor has not been less useful than that of mechanical. The concentration of human efforts, like the concentration of physical causes, produces increased energy. This is a law of our system, and extends its sway into all the departments of life, whether active or speculative. It belongs to literature, to science, and to the arts. Too much diffusion is fatal to precise investigation ; and he who seeks great accuracy of knowledge, must seek it, not only by long study, but by confining himself to a few of the vast variety of objects, which the progress of information presents to him. The great divisions, indeed, of human investigation"], [19, "13 have a relation more or less intimate with one another ; and a general acquaintance with all is necessary to the character and purposes of the scholar. This may be attained by proper industry ; but, when the acquisition is made, those who are ambitious of further distinction, or who are desirous of asso ciating their names with the advancement of knowledge, must concentrate their efforts, and resign themselves to some favor ite pursuit. The habit of indiscriminate application was one of the great faults of antiquity, and, conjoined with a presumption which limited the operations of nature in the world, both of mind and matter, within the categories of the scholiasts, retarded, for many centuries, the progress of men tal improvement. Another agent in this process of advancement, and one with which we are here intimately connected, is the system of associations, that have been formed for the cultivation of particular branches of knowledge. These co-operative socie ties are the invention of modern times ; and, in the form in which they now exist, they came into being at the end of that long night of ignorance and imbecility, which shrouded the intellect of the world, from the decline of the Roman empire till the revival of learning in these later ages. There were, indeed, celebrated schools where the principles of ancient knowledge were taught : and two of these, the Acad emy and the Lyceum of Athens, are well known to all scholars, from the peculiarity of their doctrines, the high reputation of their masters, and the number and celebrity of the pupils. But the teachers were lecturers, expounding their peculiar views to disciples and partial admirers; and their lectures were didactic essays, too often intended to dis play the pride of the rhetorician, rather than to advance the purposes of science, or to afford instruction to inquirers after truth. But our institutions of mutual labor, in the departments of modern learning, proceed upon other and better principles."], [20, "14 In these voluntary associations, the members are animated with a kindred spirit, and devoted to kindred pursuits ; and their organization is admirably adapted to promote the ob jects of the institutions. An esprit de corps is created, which ensures a unity of purpose and of action, while an emulation is excited, which stimulates the exertions of individuals. A repository is thus formed for the preservation of useful collec tions. The public attention is awakened, and its favor lightens the toils and aids the researches of the members. It is in the practical sciences, in history, and in the fine arts, that these combinations have been most usual and most useful. Our own country has given her full share to the general stock of these contributions, and we have this night assembled to add another to the number. The object, we have assigned to ourselves, is sufficiently extensive and important for all the zeal and industry we can bring to the task. It is to aid in the collection and preser vation of the historical materials, illustrative of the history of the American continent in general, and more particularly, of the history of that favored portion of it, in which our lots have been cast. I did not come here to discuss the value of historical knowledge. Such a work of supererogation were little suited to our age and country ; and least of all to this im posing hall, which the courtesy of the national representa tives has opened to us, and which is already sanctified by the names and the memory of patriots and statesmen, who will live in the pages of their country's story, after these marbl6 columns shall have mouldered into dust. It may be, that some suture Marius may sit upon the ruins of this proud edi fice, as the Roman outlaw sat upon the ruins of Carthage. The lesson which his life has taught may be useful to us ; and, if neglected, the new lesson our fate may teach will, perhaps, be useful to the generations, who are to succeed us, and who will look back to our days and deeds, as we now"], [21, "15 look back to those of the early ages of the world. The value of the application of such events to the practical action of the present and the future cannot be too highly appreciated ; and the importance of historical researches is placed in prominent relief by the consideration, that our experience is thus en larged, from the narrow space of three score years and ten, to the series of ages, which have witnessed the birth and growth, the decay and death of the generations, that have preceded us. History, indeed, when justly estimated, is not a mere record of facts. These, certainly, are essential to its truth, which is the first and greatest virtue of an historian. But he must have a higher and nobler aim, if he seek to interest or instruct mankind. He must trace the motives aud causes of actions to their results. He must delineate the characters of those master-spirits, whose deeds he portrays, and hang them upon the outer wall, as spectacles for admiration or reprobation. He must boldly censure, where censure is due, and applaud where virtue is exhibited. But the duty as signed to me is an humbler one than that of delineating the qualifications, and describing the functions of an historian. This must be left to those more able to peform it, while 1 proceed to trace, in a very general manner, the purposes of this society. As our object is general, our local position is favorable. Here assemble the representatives of the nation ; here are brought, by business, or amusement, or curiosity, citizens from every portion of the Republic; and the national archives, con taining the most authentic materials for the illustration of our history, are here deposited. It may well be hoped, that the dictates of a liberal patriotism, the spirit of enlightened re search, the just claims of literature will send to our assist ance many, who have the means and the inclination to rescue from destruction and oblivion, important documents and facts. Unaided, but little can be done. Our efforts can bear no just"], [22, "16 proportion to the magnitude of a plan which, in the ardor of a first hope, has received our sanction. Our position, likewise, furnishes opportunities for corre sponding with those foreign countries, which planted their colonies upon this continent ; which sent out their people, some for an extension of territory, some for the acquisition of gold, and some for the maintenance of the rights of con science, to found mighty empires in this new world, whose progress now arrests the attention of mankind. Researches into the bureaus of those Governments may elucidate much that is dark, and confirm much that is doubtful, in the earlier periods of our history. And no American can peruse the memoir of Sebastian Cabot, which we owe to the learning and industry of one of our countrymen, without being sen sible of the important advantages, which may result from a patient examination of the documents, which are preserved in various public offices in London, and which are opened with liberal kindness to the inquiring stranger. In that in teresting account of the discoverer of North America, many popular errors are corrected, and the first judicious narrative is given of the voyages of this intrepid mariner. And another countryman, known to both hemispheres for the purity of his style and his graphic delineations, has sought, in the collections of Madrid, the most authentic ma terials for his beautiful biography of the great discoverer — of him, who raised the veil which had so long separated the two worlds, and opened the way for those wonderful events, which, mighty as they are and have been, are yet but in the infancy of their operation ; which are yet but the small cloud, discerned on the edge of the horizon by the servant of the prophet, but which are, by-and-by, to cover the face of nature. In the pursuit of our investigations, we have another ad vantage from our situation. An extensive library has al ready been collected, at the national expense, which contains"], [23, "17 many rare and valuable works, illustrating our general and local history. This collection is annually augmented, but not in proportion to the great means of the nation, nor with the rapidity demanded by the literary character we have ac quired, and desired by every votary of liberal inquiry. There should be one place in our country, where every work may be found, which has any relation, however remote, to the discovery, settlement, and history of America ; and that place is here. Here, at the seat of empire of this great Re public, the eldest of the family of cis-Atlantic states, and the zealous follower, and, we may hope, at no distant day, the generous rival of her fatherland in the career of intellect ual advancement. And why should not such additions be made to this collection, in all the departments of human learning, as will render it worthy of the age and country, and elevate it to an equality with those great repositories of knowledge, which are among the proudest ornaments of modern Europe. This is the true luxury of Republican Governments, which the most zealous disciple of Lycurgus need not seek to restrain by sumptuary laws. We may leave to the splendid monarchies of the other hemisphere the decorations with which they surround their institutions, rejoicing that our own political edifice is free from any mere tricious ornament. But the promotion of literature belongs to all ages, and nations, and governments. \" Nor am I less persuaded,\" said the patriot first called to administer the present constitution, and whose memory is already sanctified by his virtues and services, \" nor am I less persuaded,\" he said in his first address to Congress, after he had entered upon the execution of his duties, \" that you will agree with me in opinion, that there is nothing which can better deserve your patronage than the promotion of science and literature. Knowledge is, in every country, the surest basis of public happiness. In one, in which the measures of government receive their impressions so immediately from the sense of 3"], [24, "18 the community as in ours, it is proportionably essential.\" Wonderful man ! Time is the great leveller of human pre tensions. The judgment, which he pronounces upon men and their actions, is as just as it is irreversible. How few of the countless throng, who, in the brief day of their pride, looked down upon their fellow-men, or were looked up to by them, now live in the memory of mankind! And as we recede from the periods, in which they lived and flourished, their fame becomes dimmer and dimmer, till it is extin- guished in darkness. The world has grown wiser in its estimate of human worth, and the fame of common heroes has become cheaper and cheaper. But we have one name, that can never die. One star, which no night of moral darkness can extinguish. It will shine on, brighter and brighter, till it is lost in the effulgence of that day, foretold in prophecy, and invoked in poetry, \" When Heaven its sparkling portals shall display, And break upon us in the flood of day ; No more the rising sun shall gild the morn, Nor evening Cynthia fill her silver horn ; But lost, dissolved in thy superior rays, One tide of glory, one unclouded blaze O'erflow thy courts ; the light himself shall shine Revealed, and God's eternal day be thine.\" Happen what may to our country, this treasure can never be reft from her. Her cities may become like Tadmor, her fields like the Campagna, her ports like Tyre, and her hills like Gilboa, but, in all the wreck of her hopes, she may still proudly boast that she has given one man to the world, who devoted his best days to the service of his countrymen, without any other reward than their love and his own self-approbation ; who gladly laid down his arms, when peace was obtained ; who gladly relinquished supreme authority, when the influence of his character was no longer wanted to consolidate the infant institutions of the"], [25, "19 Republic ; and who died, ripe in years and in glory, mourn ed as few have been mourned before him, and revered as few will be revered after him. Here, in this hall, whose foundations were laid by his own hand ; here, under this dome, which looks out upon the place of his sepulture ; here, in this city, named from his name, and selected for its high object by his choice, let us hope that his precepts will be heard, and his example heeded through all succeed ing ages. And when these walls shall be time worn and time honored, and the American youth shall come up, as they will come up, to this temple of liberty, to meditate upon the past, and to contemplate the future, may they here find lessons and examples of wisdom and patriotism to study and to emulate. And when the votary of freedom shall make his pilgrimage to the tomb of Mount Vernon, and lay his hand upon the lowly cemetery, let him recall the virtues and bless the memory of WASHINGTON. When the diffusion of knowledge is recommended to the consideration of the Government by this authority, I may well be spared all effort to illustrate its importance. But its effects I may briefly advert to, in one splendid example of literary distinction, which exhibits the triumph of intel lect during the long period of twenty centuries. The little territory of Attica, coutaining about thirty miles square, and half a million of inhabitants, furnishes a pregnant lesson for the world. There literature flourished, freedom prevailed, the arts and sciences were cultivated, and genius was hon ored and rewarded. She sent out her armies and navies, wherever her interest or honor required. She repelled the Persian hordes from her land ; she gallantly maintained her independence for a long series of years, and she became the school of antiquity, imparting to all other countries the treasures of her knowledge. How proud a monument she now is, even in her desolation ! From the Ganges to the Saint Lawrence, where is the man of intelligence who does"], [26, "20 not look upon her fallen fortunes with sorrow; and upon her future fate with solicitude? The Turk has ruled in the habitation of Pericles; and the horse-tail has waved where the ægis was displayed. But the Parthenon still stands, though in ruins, yet in glory ; a fit emblem of the country it adorned in its pride, and now hallows in its de cay. And whence this triumph of the feeble over the strong ? How happens it, that this small spot is, and has been, the revered one of the earth ? The school-boy upon the Missouri talks of the Ilissus. The ardent youth, who, at Bunker's hill and New Orleans, gazes with intense inter est upon those fields of blood and renown, has room also in his heart for the stories of Marathon and of Salamis. The lover of the fine arts, who surveys the works of the chisel, which already in our country have almost fashioned the marble into life, still thinks of Praxiteles, and concurs in the universal opinion of artists, that the Venus de Med icis is yet the model of statuary beauty. And the patriotic citizen, while he blesses God that he was born in the country of Warren, and Hancock, and Franklin, and Jeffer son, casts a look of reverence upon the land of Socrates, and Plato, and Aristides. All this is the triumph of intellect; the monument and the reward of public spirit and intelligence, and the evi dence of private devotion to all those pursuits, which give to mind its ascendency over matter. It is not presumptuous, on this occasion, to hope, that our national library will soon be increased to an extent corre sponding with the state of literature in our country, and with our rank in the family of nations. Some of the col lections in Europe are of vast size and are the fruit of ages of exertion ; and it is honorable to many of the minor capi tals that they are enriched with these repositories, at the public expense, which are open to all classes of the citizens."], [27, "21 Some of these magnificent collections contain nearly half a million of volumes, while the American Government has only about twenty-four thousand five hundred. In this, the day of our prosperity, an immediate augmentation, upon a large scale, with an annual provision for a permanent ade quate increase, would meet the cordial approbation of every American, who regards the literary character of his country. The labors of this society embrace all materials relating to the history of the western hemisphere ; but its principal object is the collection and preservation of documents, elu cidating the history of the United States. It is only by the comparison of conflicting accounts, that the truth of a nar rative can be ascertained. Even in the daily occurrences of life, discrepances are found, when these are related by different persons, sometimes reconcilable and sometimes irre concilable with one another. Passion, prejudice, interest, temperament, all these and other causes conspire to distort our views. The utilitarian value of history is in the lessons it teaches. We learn from it what were the results of hu man actions under certain circumstances, and we deduce from it, what these results will again be, under similar cir cumstances. The modifications, which the course of events is continually undergoing, furnish food for the imagination and the judgment, in the application of historic principles; and the power to deduce just conclusions from these is one of the highest attributes of the human intellect. It is the combination of personal observation and experience with deep study and reflection, upon the conduct of men in the infinite variety of circumstances, in which they have been placed, and the records of which constitute history. When the French revolution broke upon the world with its prodi gies, all lovers of freedom were anxious that it should ter minate in the establishment of a free and equal Government, and in the permanent political happiness of the French peo ple. But while such was the universal wish in our country,"], [28, "22 opinions were divided upon the result ; and the patriot then at the head of the Government, in the exercise of his calm and inflexible judgment, soon discerned, in the course of events, signs of alarming portent, shadowing out that de nouement which our own days have seen, and foretelling the downfall of freedom, and the re-establishment of an cient institutions. In the natural world, certain causes are followed by certain effects ; and in the moral world, actions are preceded by motives and succeeded by events. There is \" ample verge and room enough\" between chance on the one hand and fatalism on the other, for the exercise of a liberal spirit of investigation ; and, without touching the vexed question which has perplexed metaphysicians, and divided Christians, we may all concede, what indeed cannot be doubted, that there is a connexion between motives and actions, and again between actions and motives, the extent of whose operations we can neither ascertain nor define. If moral causes were as rigid in their succession as many natural ones, and if the circumstances of events were not per petually changing, the history of the past would be the prophecy of the suture. If there be no chain of connexion which binds human events, then we cannot reason from what has been to what will be ; and we must peruse the annals of mankind with as little profit as we read a romance. But it is obvious that the value of historical records depends upon their accuracy ; for the truth alone will enable us to pene trate those motives, which furnish the true key to unlock the recesses of the heart. Hence the importance of rigid investigation, and of extensive collections, where accounts can be collated and corrected. We have in our own history several remarkable incidents, showing- the facility with which error may be propagated and doubts raised, even in ques tions relating to the most solemn and notorious transactions. The Declaration of Independence purports to have been adopted and signed on the 4th of July, 1776 ; yet, there"], [29, "23 are names of persons affixed to it, some of whom were not then in Philadelphia, and others were not, at that time, members of the venerable body, which gave this magna charta of freedom to the world. And the name of one, at least, who was present at this great event, supporting the measure with his voice and vote, is omitted in the journals. These facts were disclosed in the interesting statement made some years since by Governor McKean, wherein he mod estly, but decidedly, asserts his rights as a participator in the honor and danger of this appeal, which then was re bellion, but whose character was changed by the events it ushered in. The true province of the historian is now better understood than formerly. Time has been, and not long since, when all narratives were considered as entitled to almost equal credit ; when the habit of severe investigation was no part of the qualification of the historian ; and more especially in the an nals of antiquity which have come down to us. In this spirit Rollin compiled his voluminous work, and he gravely relates incidents as he found them, without any discrimination between the degree of credit due to an eye-witness, who records events as we might expect to find them, and to the relater of incredible traditions, worthy only of perusal as evidences of human credulity. Herodotus himself, whose history was composed for the purpose of being recited, not read, and whose dramatic manner and imaginative mind prove the early age in which he wrote — Herodotus, who recorded the early sables of his country, and the strange tales he had heard in other lands ; who believed the oc currence of all the events repeated through a succession of ages, from sire to son, and who recited his work to a be lieving people — this father of the art furnished, for centu ries, not the outline only, but all the details of early pro fane history ; and kindred authors, who wrote later, but still with the same credulity, were received as unerring"], [30, "24 guides in exploring the mazes of human actions, in distant regions and ages. The charm of style, the splendor of elo quence, the grace of rhetoric abound in these compositions, and they are inestimable as pictures of early manners, and as vehicles of early opinions : but no scholar would now trust these narratives without proper scrutiny, whenever the inci dents are improbable in themselves, or whenever there is rea son to believe the proper sources of information were not within the reach of the writers. The philosophy of history requires laborious investigation and deliberate decision. We are not without an illustration of thisj proneness to believe, in the history of our own continent. We can produce an Argo nautic expedition, as irreconcilable with the physical geogra phy of the country as that of the Colchian adventurers, and less worthy of trust, because more inconsistent with the moral habits and the social and political condition of the race of men, who then inhabited the El Dorado, where this party of robbers wandered and fought for six years. Commenta tors have gravely perplexed themselves and their readers in endeavoring to trace the course of this expedition, and have brought to the task as much zeal, if not as much learning, as has been employed in tracing the route of Jason and his fel low-travellers. A golden fleece was the object of both ex peditions, and both sowed dragon's teeth, which sprang up into armed men. Hernando de Soto landed in Florida during the prevalence of that auro mania which impelled so many armed adventurers upon this continent to desolate the country they came to search, and to lay the foundation for the ruin of that which they left. All is dark and doubtful in his adventures. Where he marched, the obstacles he en countered, the people he found, the time he remained, and the principal details of his journey, I consider as uncertain as the feats of the celebrated wanderers of antiquity. That one thousand men, with three hundred horses, could be subsisted, year after year, in any portion of the Indian country ; that"], [31, "25 they sound continuous settlements, great towns, always with in view of each other ; that they could be induced by any consideration to roam for six years, through those vast re gions, surrounded by numerous and active enemies, and finding, in all this time, scarcely any of that precious metal, which alone furnished the object of their search, I cannot bring myself to believe. There is little verisimilitude in all this. The moral habits of the aboriginal inhabitants cannot deceive us. They are as unchangeable as the Arabs. Their mode of life, in the earliest periods they were known, was the same it has been since, and as it is to this day, with slight variations. But the historians of De Soto's adventures de scribe another race of men. And who are these historians? One of them was either not born at the time of the expedi tion, or must then have been an infant. His narrative was principally compiled from the verbal statement of a partici pator in the expedition, at least forty years after its termina tion, eked out by some uncertain papers. The name of the other is unknown, and consequently all the extrinsic circum stances necessary to give weight to his narrative. And both were utterly unacquainted with the language of the Indians, as were the whole expedition ; depending in their intercourse upon such means of communication, as chance threw in their way. Each has in turn been distrusted by respectable his torians, though each has also found advocates. I consider both unworthy of credit. We can never be satisfied, that they relate facts as these occurred ; while we are certain, from intrinsic evidence, that much which they do relate, is wholly fabulous. There are wanting the great sources of credit upon which all history must rest : confidence in the knowledge, judgment, and integrity of the writers, comparison with the general course of facts, as made known to us through other channels, and a natural concurrence between the transactions as recorded, and the condition and motives of the actors. A standard, constructed upon these principles, and applied to 4"], [32, "26 these accounts, would reduce the authentic details of this ex pedition within very narrow limits ; and would leave them wholly unworthy of credit for the only rational purposes, which could render them valuable, as illustrations of the man ners of the time and the condition of the people, who then inhabited the southwestern parts of the United States, and and as records of a daring adventure, selfish in its origin, romantic in its progress, and just and melancholy in its fate. Historical associations have been formed in various parts of our country. Many interesting documents have been pre- served and published by them. Their objects, however, are generally, if not local, yet limited to particular sections ; and thus not interfering with the more extended range, which we have proposed for our labors. The collection, which is form- ing and printing under the patronage of the United States, is a subject of interest with all, who feel the value of these pur- suits, and must tend to animate and encourage them in their course. The diligence of the compilers has already rescued from oblivion, probably from destruction, many interesting and curious papers, illustrating important events in our his- tory ; and the sources of information, that are open to them, promise a still more abundant harvest to their labors. But we may glean where they have reaped, and we may per- haps discover fields, which they have neglected. The news- papers and the fugitive publications of the day become val- uable documents in a few years after they have issued from the press. Newspapers, particularly, present a living and moving picture of the times ; and complete files of those of our own days will furnish for posterity the most abundant and authentic materials for history ; or rather they will be history itself — a history of the thoughts, words, and actions of men — a history of national intercourse, of the state of society, of the progress of opinion, of the advance of literature and the arts, of the mutations of government, and of the rise and fall of nations. What treasures to those who come after"], [33, "27 us, will be complete collections of these publications ! What treasures to us would be similar collections, depicting events 'n ages that have gone by ! Who would not read with un speakable delight a gazette of Palos, issued the day of the embarkation of Columbus, and describing the agitation, the hopes, and fears, of those, who assembled to witness his de parture ; the firmness of the ocean hero, the mixture of confidence and doubt in his followers, the equipment of his vessels, and all the variety of details, too low, it is falsely thought, for history, but not too low for natural and laudable curiosity? And who would not feel his blood flow quicker at the perusal of a paper, issued from the press, while his fleet was casting anchor, after its return from the discovery of a world — when conjecture had become certainty, prophecy history, and when Columbus had prepared for himself that simple but sublime epitaph, which was almost all an ungrate ful country left him, and which announced to the observer, that the marble he gazed on covered the remains of him, who had given a new world to Castile and Leon ? But, besides the value of these remains as materials for his tory, they are interesting memorials of by-gone times. They are precious relics, which appeal to the best emotions of the human heart. They associate us with past events, rendering brighter and darker the virtues and vices, which variegate the retrospect, that is spread out for our improvement. He, who has not felt this power of association, is little to be envied. He would stand upon the plain of Lexington and forget that the silence of its peaceful village had ever been broken by that sound, which aroused a whole continent, and whose echoes are yet reverberating among the nations of the earth. He might sail among the islands of Lake Erie, unmindful of those who sleep below him, and recalling none of the proud incidents, which marked the triumph of Perry, and which will forever illustrate the scene of his victory. The deep waters may cover it, as they now cover the site of the great naval conflict"], [34, "28 which humbled the pride of the Persian monarch and saved Greece from his yoke. But American patriotism will sanctify the one, as Grecian patriotism has immortalized the other. One of the greatest writers of modern times has said that \" to abstract the mind from all local emotions would be impos sible, if it were endeavored, and would be foolish, if it were possible. Whatever withdraws us from the power of our senses; whatever makes the past, the distant, or the future predominate over the present, advances us in the dignity of thinking beings.\" And yet, fresh as our country is, we are not entirely with out those impressive evidences of mutability, which so often, in the older world, arrest the attention of the traveller, and excite melancholy but profitable reflections upon the vanity of human expectations. The North and the South each offers one striking illustration of this gradual decadence and total desolation. In a little and sheltered nook upon the shore of Lake Huron, the Jesuits, those early and indefatigable labor ers in the interesting cause of aboriginal civilization, formed, in the seventeenth century, an establishment for the instruc tion and conversion of the numerous tribes, who occupied those then remote regions. They named it, from their own apostle of missionaries, St. Ignace, and it grew and flourished, and extended its influence over the countries bordering the internal seas, which are there spread out in such magnificence and beauty. At the same time, the first capital of Virginia was firmly established, improving and holding out the prospect of a long career of prosperity. Where are they now — this seat of pious effort and of Indian improvement, and this colo nial capital, this renowned Jamestown, the cradle of Ameri can civilization ? I have stood upon the ruins of both, and marked the desolation which has overtaken them — a desola tion so complete that not one building remains, where all was once so busy, happy, and prosperous. He, who leaves such a"], [35, "29 Scene, will leave it with emotions, fitted to make him a wiser and a better man. It is this principle of association, which impels us to gaze with such untiring interest upon those memorials, that have been connected with great events, or with names of renown, which sends us to our own archives to look upon the Declara tion of Independence, or to examine the commission of Washington. It should be one of the great objects of all his torical societies to gather as many of these relics as possible ; to save them from the hazard of destruction and from the use lessness of dispersion ; to collect them where they may be preserved with jealous vigilance, and where, by concentra tion, they will excite the attention and stimulate the exertion of all lovers of literature. These things will go down to su ture generations, increasing in interest as they increase in years. Europe is rich in such memorials of antiquity ; and her splendid collections are among the most powerful attrac tions, which entice our countrymen to her shores. Time has not yet mellowed our institutions ; but we can garner up for others, though not for ourselves ; we can lay by treasures, whose value will increase beyond the dreams of avarice. Let us do so. Let us, at any rate, lay the foundation. The superstructure may never be finished ; but it will go on in creasing in interest, useful in its freshness, and venerable in its decay. In all researches into the history of this continent, we have one advantage over every other people. Our origin and progress are within the reach of authentic history; we have no sabulous nor doubtful eras to perplex investigation and to provoke discussion. We have, indeed, one remnant of an tiquity, one surviving memorial of a former and unknown state of things — one race of men, whose origin is as doubtful as their fate. Their past and suture are equally closed to us, and it were vain to attempt to penetrate the one or the other. They were here when Christian banners were first displayed"], [36, "30 in evidence of Christian claims to the country, and they are here yet, unaltered in all the essential points of character, opinions, and institutions — a moral phenomenon in the crea tion of God. If we have no broken columns nor dilapidated walls to carry us back to the infancy of time, few crumbling monuments to teach us lessons of humility, we have a living memorial, more solemn than these ; it has been around us and among us; but it is receding from us — whether to plant itself in the solitude of the prairies and forests, in the vast regions of the West, and there to flourish or to die, is known only to Him, who controls the destiny of the red man, as well as of the white. Let us indulge the hope that the prospects of the aboriginal race are brightening ; that their removal and re establishment in the trans-Mississippi world will elevate their hopes, stimulate their exertions, improve their condition, and gradually prepare them for the full blessings of Christianity and civilization. But whether they are destined to rise from their ruins, or to disappear, they still present one of the most interesting topics of speculation, which can engage the atten tion of the rational inquirer — one of the most singular chap ters in the whole philosophy of human nature. Much has, indeed, been written about them — much, no doubt, that is true, but a great deal that is false, and still more having a ten dency to make false impressions. This is not the time nor the place to enter into an investigation of the causes, which have operated to give us so much of the romance, so little of the reality of Indian life. Some of these, however, are upon the surface, and may be glanced at. Our nomadic tribes are borderers, keeping upon the circle of civilization, and rece ding as this advances. They speak peculiar languages, radi cally different in their syntax and structure, from those of the nations of Christendom. They are brought into contact, by their business and intercourse, with persons having neither the inclination nor the information necessary to pursue inves tigations into the moral habits, history, and condition of this"], [37, "31 primitive race. They are, withal, suspicious, neither seeking nor yielding confidence with facility, incapable of abstract speculations, or of aiding in them, credulous, and too often insensible to the obligations of veracity. The difficulty of penetrating the recesses of such a people is obvious, in creased as these are by the incompetency of the usual me dium of communication. Under such untoward circumstances, what has already been done, instead of discouraging, should stimulate us. Our military posts furnish excellent places of observation, where the best materials for Indian history can be collected ; and the graduates of the Military Academy, who are sent there, could not devote their leisure to a pursuit more interesting in itself, nor richer in the rewards it offers. Their education gives them the proper qualifications, and the whole philosophy of the Indian condition is open to their in vestigation. A proper series of inquiries, prepared with a view to a common operation, and transmitted to these aboriginal observatories, would furnish a most interesting subject of in quiry ; and, if prosecuted with zeal, would lead to the collec tion of a mass of materials far more valuable than has been heretofore procured. The traditionary legends of the Indians are passing away. All that is not arrested within a few years will be beyond the reach of recovery. Although their tales of former ages cannot be viewed as authentic materials for history, yet, they may dimly shadow out events, which have left no other memorials ; and they are valuable as the monu ments of a rude people, illustrating their peculiar opinions. The era of the discovery of the American continent was a remarkable one in the history of human society. The decay of the Roman empire was attended by circumstances too well known to require enumeration. As the star of her ascen dency declined, knowledge declined with it, and a long night of ignorance rested upon the human intellect. This period of mental darkness furnishes a subject of profound investiga tion ; and its phenomena present a problem, whose complete"], [38, "32 solution is yet reserved for some acute and fortunate histo rian. After the lapse, however, of centuries, the dawn of a brighter day began to appear. Soon the invention of printing and of the mariner's compass, the revival of the arts and sci ences, the progress of society, and the spirit of maritime dis covery combined to give new energy to the human intellect, and new vigor to the exertions of communities and individ uals. It was at this time, and under these circumstances, that the Genoese navigator boldly passed the boundaries, which till then had repelled all efforts to penetrate beyond them, and opened, to the enterprise of one continent, a new and boundless theatre for exertion in another. Few events in the history of man can compare with this discovery. We are yet in the infancy of our career, and already the inarch of events has hurried on with an accelerated progress, which no sagacity could have foreseen, and which no power can check. The impress of civilization is upon the whole continent, from Labrador to Cape Horn. Thirteen independent communities have asserted the right of self-government and have assumed their stations among the nations of the world. The Alle ghany and the Andes have been ascended, the Mississippi and the Oronoko have been navigated, the prairies and the pampas have-been traversed and explored. Such a field of enterprise and exertion, under circumstances so favorable to the development of the human powers, has never been offered to the industry and emulation of man. It is a curious and interesting topic of speculation, and one worthy of the attention of the philosophical historian, to trace the causes, which have produced such a marked difference in the character and progress of the colonies, founded by the dif ferent European nations upon this continent; more particu larly in those, which owe their origin to Spain and England; as the descendants of these countries have almost divided be tween them the entire hemisphere. At the period of the dis covery, Spain was one of the most prosperous nations on the"], [39, "33 globe. In literature, in arts, in arms, she was at the head of the great European confederacy. Upon land, she was power ful and victorious, and soon after, she held in captivity the King of France for many years. Upon the ocean, her armada rode in triumph, and if England was saved from invasion, she owed her safety, less to her own prowess, than to that elemen tal war, which human might cannot withstand. We have seen, in our own times, another armada, marching to conquest with a power never, perhaps, united into one body since the days of Xerxes ; we have seen it wrecked in the frozen re gions of the north, scattered, broken, destroyed, by the storms of an arctic winter. If such lessons are melancholy, they are instructive — instructive to rulers and people. They incul cate humanity and moderation. They show how Providence frustrates the hopes and efforts of the warrior. And while they exhibit the energy and success of defence under appa rently unequal circumstances, they tend to check the pride of conquest, and to render the fate of nations more stable. Spain prosecuted her maritime adventures with great spirit and success. The colonists she sent out were numerous, powerful, well equipped, having little to fear from the abori ginal inhabitants, and were planted in the most favored re gions of the globe. Her early efforts were directed against a half-civilized people ; and her armed hordes, infuriated with the passion for gold, descended upon this unfortunate race with the violence and the destructive effects of a whirlwind. The contest, if contest it could be called, was soon over, and when opposition ceased, oppression began. Thenceforth, a just system of policy and a course of gradual improvement, would have rendered these western empires enduring monu ments of Spanish wisdom. What they have been, and are, is known to the world. The progress and result of the colonization system of Eng land presents a far different picture. Her efforts were di rected to a less genial climate, to a less fertile soil. Her 5"], [40, "34 bands of emigrants were not armed soldiers, prepared to overcome and seize regions in the possession of a people, who had made considerable advances in cultivation and im provement. The principles of religious liberty sent to these shores the founders of a large and interesting section of the republic. And who, that looks back upon their des perate efforts, upon their quiet resignation, upon their abandonment of all the comforts of life, can withhold the tribute of admiration for their generous devotion, and for that high and holy enthusiasm, which enabled them to dare and do all that history has recorded of their trials and suffer ings and exertions. Never was bark freighted with a more precious load than the Mayflower, which bore the little band destined to lay the foundation of a mighty community in the deep forests of the western world ; which bore them to their home, to be made such by their toils, their anxieties, their hopes, by the triumphant consolation that the peace of God, which passeth all understanding, was theirs, without the per secution of ruler, priest, or people, and to be made such by their graves. They stepped upon the monumental rock of Plymouth, the door to them of a new world, in the depth of winter, and wholly unprepared for its rigor. To depict their sufferings were a useless task. History has recorded these in imperishable terms. They passed through them, one after another, with the fortitude of Christians, and the exertions of men, and found rest in death. Characters are sometimes best described by a single sketch presenting that ruling passion \" Where alone \" The wild are constant and the cunning known.\" Such a sketch is furnished by the debarkation of the Puritans upon the coast of New England, and by the descent of Cortez upon the Mexican shore. When the English colonists left the old world, their last act was to implore the Divine bless ing upon their enterprise, and when they reached the new,"], [41, "35 their first act was to return their thanks to that Providence, which had protected them in their voyage across the ocean. Before they left their vessel, they prescribed and established a form of government, in which they declared they had un dertaken to plant the first colony in the northern parts of Virginia, for the glory of God and the advancement of the Christian faith, and for the honor of their King and country. What a contrast is presented between the humble appear ance and the lowly and subdued spirit, but firm purpose, of these self-expatriated men, and the Spanish invasion, with \" The neighing steed and the shrill trump, The spirit-stirring drum, the ear-piercing fife, The royal banner, and all quality, Pride, pomp, and circumstance of glorious war.\" The English colonists were impelled by their high regard for the rights of conscience ; the Spanish conquerors, by the thirst for gold. The bible and magna charta were borne by the one, and the sword, the cross, and papal decrees by the other. The physical and moral results are before the world, and promise to go down to after ages, furnishing one of the most impressive lessons in the whole history of man. A spirit of religious liberty, similar to that which led to the planting of New England, though in less intolerant periods, gave birth to two other States of our Union, and all of them, that were early settled, were settled without the aid of Gov ernment, and by individual enterprise and suffering. Vir ginia preceded all her sister colonies in the career of set tlement, and the first permanent establishment, made in the United States, was upon the bank of her noble river, which still washes the deserted site of Jamestown, her early metropolis. The Starving-time yet lives in her annals, and the term expressively depicts one of the ter rible calamities to which the founders of our republic were exposed ; and which leave to their descendants but little room for the exercise of fortitude in the corapara-"], [42, "36 tivcly easy process of extending the dominion of cultivation, from the secure lodgments made by such sacrifices, even to the far-distant ocean upon our western border. Seldom has the most wayward imagination imbodied such ideal ad ventures, as mark the character of this period, carrying the romance of life to the very verge of credibility. The almost miraculous preservation of Captain Smith, the hero of this age of enterprise, from the doom pronounced upon him by the Indian chief, Powhatan, may well vie in interest with any incident, that has come down to us. The appeal of Pocahon tas to her father, that the white stranger might live, and her noble interposition in his favor, furnish an admirable illustra tion of the deep affections of a woman's heart. Clime, color, age, nation, these are but adventitious circumstances, when danger or distress makes its appearance, and female benevo lence is ready with its consolations to relieve the sufferings of life, or to assuage the terrors of death. And it is satisfac tory to know, that this ingenuous female afterwards found the reward of her charity ; that she was married to a respecta ble clergyman, became a convert to the Christian faith, and acquired the accomplishments of the age. This union led to a close connexion and to a long friendship between the emi grants and the rude natives, which was not interrupted till after the death of the Indian chieftain. His daughter visited Europe, and was graciously received by royalty. Her de scendants yet survive among the most respectable families of Virginia. They may well look back with pride to the virtues of their progenitor. These colonies, thus founded, have now become a mighty people. With what progress and prospects, it needs not that I should tell. Nor is it necessary, for any purpose I have in view, to run a parallel between them and the other indepen dent Governments which occupy this continent. The differ ence, however, is sufficiently obvious to justify an inquiry into the cause. And what is this cause ? A full answer to"], [43, "37 the question, involving all the considerations connected with it, would carry me far beyond the limits I have prescribed to myself, and would, indeed, require illustrations I feel unable to present. But the seeds of freedom, civil and religious, were sown by the English colonists. These have sprung up and borne the goodly fruit of improvement and prosperity. The true principles, indeed, of the rights of government and of conscience were not fully understood, when the English settlements were commenced ; and still less when Spain laid the foundation of hers. But the Anglo-Saxon race had long possessed institutions, whose tendency was favorable to the developement of the human faculties, and to the gradual meli oration of their political system. When the causes, resulting from this state of things, were once in full operation, these people sprang forward in the great race of improvement, and identified themselves with the advance of knowledge through the globe. Where these advantages were unfelt, exertion was paralyzed, education neglected, and the human faculties rendered stationary. There are six periods in the history of the United States, separated by epochs, which resemble the elevations in the journey of a traveller, that enable him to stop and contemplate the country he has passed. These periods are different in interest and duration ; but each is marked by an historical unity, necessary to bind together detached portions of any great course of events. It is by this distribution into groups, that the human mind finds itself able to grasp the vast variety of incidents, which make up the annals of a country. These divisions may be denominated the period of the discovery, extending from the time this part of the continent became known to Europeans, to their first permanent establishment; of settlement, including the long interval between this establish ment and the conquest of Canada ; of civil dissension, com mencing immediately thereafter, and terminating in open re sistance ; of revolution, including the war of independence ;"], [44, "38 os the confederation, reaching from the conclusion of peace to the adoption of the present Government ; and of the constitu tion, extending to our own times. These designations have no claim to actual precision. They indicate only the leading features of each period, those which gave to it its peculiar char acteristics. It is no part of my object to detain you by a formal disser tation upon our history, colonial or independent. I restrict myself to a few general observations, connecting these eras with the practical purposes of our association. The spirit of adventure, which displayed itself in the voyages of maritime discovery, from the middle of the fifteenth to the middle of the seventeenth centuries, was one of the most striking characteristics of modern times. There was, in these perilous efforts, a strange combination of daring enterprise, of patient fortitude, of avaricious cupidity, of mercantile speculation, and of enlarged philosophical views; and all these were frequently intermingled with religious enthusi asm. This last trait is singularly and almost irreverently exemplified by the watchword and countersign given out by Frobisher, when his fleet was prepared to sail upon his principal voyage of discovery. The one was, Before the world was God ; and the other, After God came Christ his son. Portugal sent out Vasco de Gama to explore a route to Hindostan, and to open for the west a path through the ocean to the rich products of the east. And his successful voyage round the southern promontory of Africa, furnished Camoens one of the most splendid epi sodes which genius ever invented, or taste embellished. And the Spirit of the unknown ocean, who rose up to defend his dominion from the audacious stranger, will ever live in the Lusitanian poem, though he has long since been driven from the seat of his mysterious power by the fleets that have ploughed every wave, from the Bay of Biscay to the Chinese sea."], [45, "39 Spain accepted the profferred services of Columbus, and has identified her own name with the discovery of a world. How easily does the course of human events baf fle human sagacity ! At the time the little fleet, destined to produce such a revolution in physical geography, and to open the way for such wonderful changes, left the shores of Spain, her inhabitants looked back to the achieve ments of the past, and boasted of the renown of their ancestors, as the real treasure of national glory. They were proud, chivalrous, and great. Yet that small naval expedition, which was then sailing over a trackless ocean, and which had departed almost without observation, was des tined to add imperishable fame to the Spanish name. Her martial glories have faded away, her names of renown are disregarded or forgotten, but the inscription upon her es cutcheon, the evidence of her spirit of adventure, still remains. Her heraldic pillars yet bear the motto of \" Plus ultra,'''' and while her language is spoken over the vast regions she first explored and settled, history will award to her the name of the Discoverer. England and France soon followed in the race of adven ture. The French navigators Verrazani, Carrier, and Cham plain, and the English Cabots, Willoughby, Chancellor, Frobisher, Hudson, and Baffin extended the boundaries of geographical knowledge. The improvements, which have since taken place in ship-building and navigation, render almost incredible the authenticated statements of the size and equipments of the vessels employed in these hazardous enterprises. The flag-ship of Columbus was less than one hundred tons, and three of his vessels were half-decked shallops. Frobisher performed his first voyage with two small barks, one of twenty-five, and one of twenty tons, and a pinnace of ten tons. And Davis commenced his ca reer of adventure with two vessels, the Sunshine, of fifty tons, and the Moonshine, of thirty-five. And this was the"], [46, "40 scale of preparation for researches over unknown seas, and into the most remote regions of the globe. And it is won derful to reflect on the energy and success, with which these daring mariners penetrated the desolate regions of the arc tic circle. With all the wealth and skill of modern times, we are but little in advance of the geographical knowl edge, they acquired and bequeathed to us. And Hudson, and Baffin, and Davis have given their names to the seas and strait they explored ; and which, after two centuries of national and individual exertion, are yet upon the very frontiers of human knowledge. Sir Walter- Raleigh, renowned for his accomplishments, his adventures, and his melancholy and unjust fate, is in timately connected with this portion of our history. He fully participated in the spirit of the age, and entered zealously into many of the enterprises, which were pro jected and carried on in search of gold, but which led to far loftier events. The first English colony, planted in America, was sent out under his auspices, and established itself upon the island of Roanoke, in North Carolina. This was soon broken up, and was succeeded by another, de spatched by the same indefatigable navigator, and which chose for its site the spot that had been once before se lected and abandoned. The fate of this last colony was never ascertained. It disappeared, but why, or how, was unknown then, and is unknown yet. Internal dissensions, famine, the hostilities of the Indians, the hardships incident to these efforts, and the disappointment of excited expect ation, all these, and other causes destroyed, for many years the settlements, which were successively established upon our coast. Gold was the great object of specula tion. \"There was no thought,\" says one of the histo rians, in the quaint language of his day, \" no discourse, no hope, and no work, but to dig gold, wash gold, refine gold, and load gold. \" Till time and experience had sub-"], [47, "41 dued this passion, the sober pursuits of life could furnish no sufficient inducements for exertion. This age of adventure offers enough of incident, of char acter, of splendid success, and of fatal disaster, to stimulate the inquiries of all, who have the taste and the opportunity for investigation into these by-gone times. And the vague uncertainty, which rests upon the fate of some of these ex peditions, and upon many important details connected with almost all of them, while it furnishes additional motives for the pursuit, gives to the narratives of these early efforts that romantic interest, which is equally delightful to youth and age. The example of Biddle and Irving has taught us how much industry and critical sagacity, with favorable opportunities for their exertion, may add to our stock of information, by ex ploring original collections. There is much in these expe ditions, which requires elucidation. If the age, in which they were prosecuted was an adventurous, it was also a credulous one. The more accurate information, we have obtained, of the regions visited by them, enables us to fix the scenes of their explorations, and to verify their statements by those great natural features, which are not subject to change. The voyage of Verrazani along almost all our coast, and that of Hudson to the Northern States present questions for inter esting investigation. The period of settlement embraces an interval of about a century and a half. And while its progress was marked by extraordinary vicissitudes, it was still advancing with a ce lerity before unknown in the march of society. Never was the prophetic declaration, that a little one shall become a thousand, and a small one a strong nation, more wonderfully fulfilled, than in the planting and rearing of these colonies. A few hardy adventurers seated themselves upon the shores of the ocean, in a distant and unexplored region. An in terminable forest was around them, and a fierce and treach- G"], [48, "42 erous foe occupied its recesses. In the providence of God, they were sent out, to suffer in their day, but to become glorious in their generation. And well did they fulfil their destiny. We are now a community of fifteen millions of people, and yet I have often conversed with a venerable relative who was a cotemporary of the first child born to the pilgrims, after they landed upon this continent. What an almost overpowering image does this simple fact present of the progression of this federated empire ! And where is the forest, which then shut in the adventurers upon the brink of the sea ? And where are the nomadic tribes, the untame able warriors, who stood up in their path, and said, You shall go no further ! Let our fields and villages, our towns and cities — let our cheering prospects, the evidence and the ef fect of human industry and enterprise — let the peace, and plenty, and prosperity of a happy land, covered with a busy population, enjoying the blessings of equal government, of a benign religion, and of intellectual improvement — let all these explain how the forests have been brought low, and how the great circle of cultivation has spread itself, even to the vast lakes of the North, and to the trans-Mississippi re gions. And let the feeble remnant of the primitive race pronounce their fathers' fate, and their own doom. While we look back with feelings of commisseration upon their suf ferings and declension, it would be miserable affectation to regret the progress of events, which has removed a people who have thus far shown themselves, if not incapable of im provement, yet so intractable in their nature, and inveterate in their habits, as to hold out no rational prospect of moral and physical advancement ; at any rate, while in immediate contact with a different and superior race, and which has opened one-fourth part of the globe to the empire of intellect, and to the efforts of communities, which will reclaim and subdue it, and cover it with millions upon millions of human beings. That this great continent might offer its proper"], [49, "43 tribute of grateful hearts upon the altar of the Most High, it was necessary that the red man, who had roamed over, rather than possessed it, should become amalgamated with the white stranger, who came with all the elements of supe riority, or flee before him into the recesses of the forest or of the grave. The union was impossible, and the decree soon went forth that the primitive race must yield. And it did yield. And the evidence is before us and around us in the fruits of our fathers' exertions, and of our own. During this interval of our colonial history, which was, in fact, our heroic age, there were three principal series of events, which now arrest the attention of the observer, and which form the marked features of the times. These were the progress of settlement, the wars with the Indians, and the paitieipation with the mother country in those severe contests, which she waged against France, upon this conti nent, and which were terminated by the brilliant campaign, conducted under the auspices of the elder Pitt, and closed by the battle under the walls of Quebec — where the victor and the vanquished poured out their lives together, display ing traits of moral greatness, which will forever vie with the finest scenes, that the historians of antiquity have painted for our instruction or emulation. The character of our ancestors took its impress from the stormy events, which surrounded them from the cradle to the grave. They were nurtured in hardships and exposures ; their manhood was devoted to the fields of labor and of battle ; and their old age, when they lived to attain it, was too often in terrupted by the Indian war-whoop, that signal of death, which, once heard, is never forgotten. This school of ex ertion and exposure, during six generations, produced those distinctive traits of character, which belonged to our fathers : that physical courage, that firmness of purpose, that patient endurance, which fitted them for the mighty struggle they were destined to undergo, when they suddenly appeared"], [50, "44 sipon the great theatre of action, and to the surprize of the world resisted, and successfully too, the efforts and the power of a mighty nation. Many objects of interesting inquiry present themselves during this period ; particularly in relation to those statistical facts, that mark the progress of a country. There is, here, scope enough for the industry of all, who have any taste for these pursuits. The advance of population ; the extent of territory under cultivation at different periods ; the value of manufactures, and the amount of trade, foreign and domestic, are subjects comparatively unknown to us. And it must be, that there are many documents yet in existence, which would afford valuable information upon these topics. There is, too, a practical question in political economy, interesting at all times, and which, at this period, divided the infant communities ; and that is, what are the circumstances con nected with a paper circulation, which may render such a measure both safe and expedient. Many experiments on their currency were made, the effects of which were durable. I consider the early experience of our ancestors in this mat ter, as furnishing a most valuable chapter in the history of trade, and one which may be studied with advantage, when ever the principles regulating this delicate subject are called up for discussion. The history of human enterprise scarcely records a series of events more striking than those, which attended these col onial establishments. From the first moment when a Eu ropean footstep was imprinted upon the beach, till the last Indian council-fire was extinguished in blood, there was a succession of border hostilities — of terrible conflicts, on one side for vengeance and destruction, and on the other for ex istence. I would not, if I could, spread before you the hor rors of such a warfare. Something of it I have seen ; but I should have no pleasure in describing, nor you in listening to its appalling details. Like those awful tempests, which"], [51, "45 display the power of the Almighty, and humble the pride of man, a peaceful and happy country is before it, but behind it are murder and desolation. In other wars, the parties fight for victory. Here, the white man fights for life. And when the storm bursts upon his settlement, he fights for all that renders life desirable. When the slumbers of the night are broken by the shout of the Indian, the stoutest heart may quail. How many times has the sun gone down in peace upon a smiling village, and risen upon a lurid prospect of desolation ? I do not mean to say that the white man was always right, and the red man always wrong. I do not mean to deny that the ancient possessor had too often just cause to complain, that his inheritance was violently reft from him, or craftily obtained. And the tradition, that the first settlers upon a part of the coast, asked for a seat which could be covered by a buffalo robe, and then, cutting this into thongs, took possession of all the land it would encircle, if false in fact, was certainly true to the feelings of the Indians. Ancient chronicles have brought down to us a similar tradi tion respecting another barbarous people, separated by a wide interval of time and space from our aboriginal inhabitants. The legend of the flight of the Tyrian colony under Dido, and its establishment upon the African coast, says that they purchased of the indigenous people as much land for the site of Carthage as could be covered by a bull's hide, and then dividing this into the smallest strips, claimed all embraced within it. Virgil has recorded the purchase, but omitted the deception, out of tenderness, perhaps, to the memory of the deserted and disconsolate queen : \" Mercatique solnm, facti de nomine Byrsam, Taurino quantum possent circumdare tergo.\" But the piece of land as big as a hide was the purchase, aa described both by the Eastern and Western primitive posses-"], [52, "46 sor. However or wherever the traditions may have origin ated, the coincidence of sentiment is interesting, as is the proneness of barbarous people, while they feel the superiority of civilized men, to attribute all the difference, which results from the inteicourse, to cunning rather than to wisdom. But the period, we are now passing in review, is memora ble in the history of the world for the introduction of one great principle of legislation, which is slowly intrenching itself in the codes of modern nations, and which, we may hope, is destined ere long to be recognised in all. During many centuries, religious toleration was unknown in the- most enlightened countries of the earth. If, in our own days, a mighty potentate could say, / am the state, in former days every potentate could say, / am the religion. The Church and the Government were faithful coadjutors, mutually pro tecting and protected by each other. The rights of con science were practically the duty of believing and professing the established religion. If, occasionally, some powerful in tellect displayed itself in advance of the age, and asserted the freedom of religious discussion, there was power enough and will enough to stop the progress of his doctrines, and to consign the heretic to those punishments, which either produced his recantation, or sent him to the eternal reward of his errors. Strange, indeed, that when the cross of Christianity surmount ed the capitol of Rome, and ascended the throne of the Cæsars, a spirit of intolerance should accompany it, as irrec oncilable with the principles of Him who had died upon it, as it was at variance with the Catholic sentiments of the age'. The polytheism of the old world, monstrous as it is in the eye of reason and of Christian faith, possessed the attribute of tolerance ; and, if nations seldom sought for their own re ligion, they seldom, like crusaders, attacked that of others. But as the power of Christianity increased and extended, the opinions of the rulers of the church became the standard of doctrine, and he who exceeded or fell short of this infallible"], [53, "47 test, was punished with relentless severity here, and doomed, with all the arrogance of presumption, to eternal misery here after. When Christendom had submitted to this hateful rule for centuries, a feeble light began to break upon the gloom, and doubts were suggested how far the rights of conscience should be thus controlled by the civil magistrate. But the principles of religious freedom, as they are understood and secured here, seem to have had no advocate, if indeed they found a single friend. Exemption from the persecutions of the state was all that the most liberal inquirer into the rights of the church and the duties of its members claimed for schis matics ; and even this boon was seldom obtained, and then rather by a kind of political sufferance, than by a direct me lioration of these false institutions. And every political change, which led to the ascendency of a persecuted party, while it gave them the power enjoyed by their predecessors, was sure to carry with it the same principles of bigotry and vengeance. Neither the experience of the past, nor a just regard for the future seemed to produce any effect upon the head or heart. And this, with slight exceptions, was the state of the Christian world, when possession was taken of this hemisphere. The infant legislatures of two of the colonies, now States of this Union, were the first authorities, in modern times, that practically asserted the only true doctrine of re ligious liberty. They burst the bonds, which, till then, had bound the judgment and conscience of mankind, and pro claimed the great truth, that government and religion have no lawful connexion with each other ; that political associa tions are the work of man, for the protection of his rights and for the improvement of his capacity ; but that religion is from above, and is a question between the creature and the Crea tor ; that the civil magistrate should secure to all the right of worshipping God in their own way, and that the ensigns of man's authority should stop at the door of the temple, and not be profanely intruded into the presence of the Most High."], [54, "48 I do not stop to inquire whether Rhode Island or Maryland was the first in this career of religious knowledge and free dom. It is a question, which has been zealously discussed, and I leave it for those who take an interest in such investiga tions. I claim for our common country the renown which is due to the recognition of this great principle, as we all claim to be the countrymen of Washington, though his natal spot was in Virginia. The acute metaphysician Locke was practically connected with the early political institutions of the United States. He was called upon by the proprietors of South Carolina to pre pare a frame of government for that colony, and he furnished one, which, in its utter failure, presents an instructive lesson to all, who are disposed to substitute their own erude notions for that experience, which ought to guide us in the establish ment of fundamental principles. His cumbrous system, with its palatines, its landgraves, its caciques, its baronies, its minute and vexatious regulations, and its centennial annihila tion of all laws was declared to be perpetual. It lingered along, reprobated by the people, to whom it gave neither peace, security, nor prosperity, and, at the end of twenty-five years, it sunk under the weight of opinion, a just rebuke to that presumption, which undertakes to prescribe a constitution for a distant country, whc se condition, character, and wants, can only be known by intimate personal acquaintance. The exertions and sacrifices of the colonists, in aid of the hostile operations of the British against the French posses sions upon the North American continent, are, perhaps, bet ter known than any other portions of our ante-revolutionary history. During these wars, their contributions of men and means were stupendous, when their population and resources are fairly examined. And the successful expedition to Louis burg, fitted out by the Eastern colonies, and which terminated in the reduction of that important and strongly fortified place, is among the most striking and romantic adventures in the"], [55, "49 wars of modern times. And this spirit was displayed at Crown Point, at Ticonderoga, at Montreal, at the Havana, and wherever this then loyal people was called to rally round the banner of Saint George. This was the course of events, which, co-operating with the moral influences that belonged to the time and country, formed the character of our ancestors. These spirit-stirring scenes acted in harmonious concert with those strong qualities which in England overturned the monarchy, and which event ually sought refuge beyond the Atlantic; and with those principles of freedom, fruits of the Anglo-Saxon institutions, that were cherished in every hamlet, from the St. John's to the St. Mary's. One impressive reflection forces itself upon us, in connexion with the close of this act in the great drama of American his tory. We are forcibly reminded by it of the strange mutabil lity of human affairs, and of the vanity of human expectations. The conquest of Canada was the theme of universal congratula tion in this country and in England. That region was bought with a great price, and it was supposed, that a long course of intimate and mutually beneficial connexion was now open to the parent nation and her colonies, no longer exposed to the danger of French power and machinations. And yet this very success, splendid as it was, certainly accelerated those events, which ended in the disruption of the two countries. Had the Canadas continued under French dominion, it is possible that our Independence might have been postponed for a long, if not for an indefinite, period, and it is probable, that it would not have been achieved till long after the era of its actual establishment. External pressure would have operated to prevent internal dissensions. And the constantly impending position of the French and Indians, would not only have rendered British protection more valuable, but would have kept up that excitement, which seems part of our 7"], [56, "50 social system, and which soon displayed itself in political dis cussions and political claims. And this brings us to the most interesting portion of our whole social existence as communities — to that bright era, when human rights were investigated and practically assert ed with an acuteness of intellect, a power of knowledge, and a firmness of purpose, never before exhibited to the world. This was no time of abstract speculation. There were then no day-dreams of metaphysical philosophers. Claims were asserted by the imperial legislature, which, bad they been submitted to, would soon have led to the prostration of that goodly fabric of freedom, which had been reared by all the sacrifices, that present themselves in such bold relief, when we look back upon the pictures of the past. Then were formed the characters of those eminent men, who stood for ward to guide the public councils, and to conduct, at the great tribunal of public opinion, the cause of human rights. The first promulgation of an intention on the part of the British Government, to interfere with the internal political institu tions of the country, was the signal of universal discontent. And as the project approached its maturity, so did the public feeling approach its crisis. Some vacillation was manifested by the English cabinet during these proceedings. Occa sional gleams of sunshine appeared through the clouds that covered the heavens — occasional glimpses of returning sense ; but the scheme went on. The obnoxious taxes were im posed, and the tea ships were sent out, practically to enforce its collection. The result is matter of history. Like the sentence of the Swiss patriot, this decisive measure brought all discussion to a close, and united the whole country in a fixed determination to maintain their freedom. As these measures proceeded, the whole science of politics, in its most extended signification, was freely debated in public and pri vate assemblages, and discussed through the medium of the press. There were here few of those prejudices, which else-"], [57, "51 where are ingrafted by habit upon the intellect, and which assume the aspect of established principles. Our forefathers had always been free, and in some parts of our country, on their first arrival, they formed small democracies, where every man exercised a portion of the supreme power. As they increased in numbers, and extended in space, this form of administration became impracticable, and it was so far modi fied, as to permit the most important functions to be performed by the representatives of the sovereign constituents. But, still, in all essential features, these early communities were as free from restrictions, as any political associations, that have existed in peace and prosperity. Seed sown upon such a soil could not but vegetate. And this did so, as luxuriantly and rapidly as the quickest plant that springs into life in the brightest island of the ocean. Many a fervid mind was at work upon the foundations of society. Many a received dogma was swept away with contempt. It is not a little curious to compare the advance of society in some of the most important elements of human knowledge, at different stages of its existence. It will be found, that some times centuries roll away, while certain great departments of science are stationary, if not retrogressive. At other times, these are pushed forward with wonderful rapidity, like the spring, that has long been coiled and is suddenly unbent. Who can point out a single advance in the most important of mere human institutions, that of governing society, during cen turies of the most enlightened period of antiquity ? Wherein was the theology of the Roman empire better than the reli gious fables of Greece, or their prototypes, nourished under the shade of the pyramids ? In the philosophy of the intellect, who was ever made wiser by the metaphysics of Aristotle ? And who does not know, that his system of dialectics ruled the world of mind, from his own era down to the very dawn of our day ? — ruled it with absolute sway, affecting not only to teach the way to knowledge, but to contain within itself"], [58, "52 the very cycle of all that was known, or could be known. Studying nature in the closet, instead of walking abroad and surveying her works ; not proceeding by induction, and de ducing general laws from the operations of the world, but rashly advancing theories, and then boldly promulgating them, as the laws impressed by the Creator upon universal matter. The principles, asserted during the discussions that took place upon the alleged supremacy of the British legislature, were broadly and deeply laid. Their consequences were not confined to this country. They were borne over the Atlan tic, carrying back a portion of the debt, which we owed to the old world, for all we had received from it. Many a barrier, which time and power had erected, and behind which false institutions had intrenched themselves among the nations of the world, has fallen before the sound that has gone forth from our own land, as the ramparts of the city, which com manded the entrance into Palestine, fell before the fearful blast, that was blown by the order of the Jewish leader. This warning voice has been heard and heeded throughout our own vast hemisphere, and has called upon the descendants of the invaders and the invaded, to rouse themselves from their in cubus, and to pronounce the doom of tyranny and their own emancipation. France heard it, and burst the bonds of licen tious oppression with an energy, which awed the world. And if she has not reaped the full harvest of her exertions, she has at least renovated her social system, and struck down many parasitical plants, which, in the hot-bed of corruption, had started into being, and were feeding upon the very means of her existence. The resonance has spread over Europe, warn ing its governments, that the day of accountability is ap proaching, and proclaiming that the happiness of the people is the great object of political associations. And the crescent has waned before it, and has gone down upon the land of Themistocles and Miltiades. Even Greece is reviving, and"], [59, "53 if her people cannot rival the same of their ancestors, they may yet become prosperous and contented. The successor of Mahomet has caught the inspiration, and the shores of the Bosphorus, the scences of early civilization, and of many a deed of renown, are emerging into light ; and the echo is as cending the Nile, and perhaps may be heard, ere long, among the ruins of 'Thebes, awakening the silence of centuries, and rousing the land of the Pharaohs and Ptolemies to a sense of its past glory and its present degradation. This interval of our political existence was the school of Washington, and Franklin, and Jefferson, and Adams; and of the other able and virtuous men, who were raised up by Providence for the work they had to do. Here their faculties were invigorated, and their knowledge extended, by the severe discipline they underwent. All the incidents of this period are interesting and instructive, and every relic, which yet remains of it, should be preserved with jealous affection. There must be many a precious document mould- ering in the cabinets of the descendants of these mighty and master spirits. Let me invite their production as tributes to departed worth, as incentives to living virtue, and as lessons to us, and to those, who are to follow us in this land of their affection. These troublous times, however, were succeeded by a still more perilous period. Deliberation, and discussion, and remonstrance, were suddenly abandoned, and the mus ketry at Lexington announced that the arbitrament of reason had yielded to the ultimate argument of nations. And thus commenced our revolutionary career — that stage in our national existence, which was marked by as desperate a struggle as any people ever encountered and survived. Its incidents, its alternations of hope and despair, its exertions, its long duration and its final triumph, why advert to these ? Are they not written in burning characters upon the mind and memory of every American? New facts may be disclosed, and many of those, which have been recorded, may be correct-"], [60, "54 ed ; traits of character, not heretofore recognised, may be developed ; motives may be impugned or justified ; but the great leading events of this contest are before the world, and are beyond the reach of misapprehension. The peace, bought by these sacrifices, was succeeded by the period of the confederation. The articles of union were, indeed, in force during the war, but their final adoption did not take place, till it had been six years in progress. And it is evident, that it was the external pressure, and not any principle of co hesion in this instrument, which united the States in the great work of defence. When this pressure was removed, the articles of confederation became the only ligament of connex ion, and their inefficiency soon displayed itself. The seven years embraced in this period arc a monument, as sacred to our country, as was the memory of the pillars of fire and of cloud, to the people of God, which guided them in their mi raculous journey from their exodus out of the land of Egypt to their entrance into the land of Canaan. The exertions of the war were succeeded by lassitude. The ordinary business of life had been suspended, and its occupations destroyed. There was no commerce, external nor internal. The currency had been wholly deranged by the issues of paper, resting on no solid basis, and which sunk by its own weight, till it be came entirely valueless. As this was a legal tender, property changed possession, too often without any just consider ation. Great distress was induced by these circumstances, and the affairs of life were every where deranged. There was nothing abroad to compensate for distress and inefficiency at home. Our credit was annihilated, and foreign nations were unwilling to enter into negotiations with us, because the Government was unable to fulfil its engagements. The friends of liberty throughout the world looked on with regret, fearing the entire failure of the great experiment, which had been committed to us. And patriots at home, who had never despaired in the darkest day of the war, now confessed their"], [61, "55 apprehensions, and doubted the end of their own work. All accounts, both documentary and traditionary, concur in de picting, in the gloomiest colors, the state of the public pros pects and of the public feelings, and the individual distress, which pervaded the whole country. But there is one re deeming trait in all this gloomy retrospect, one distinctive mark of character, too honorable to be overlooked. The in stitutions of society still went on, and with one local and incon siderable exception, uninterruptedly. The General Govern ment was, in fact, expiring and the State Governments were relaxed and powerless. They were without revenue or re sources, or strength. Such a state of things, in any other country, would have rent society to its foundation. It would have dissolved into its constituent principles ; and if these were ever to be re-combined, the process would not have been owing to any natural affinity, but to another agent, to that military despotism, which, as it is the last curse of de graded nations, so is it the first step in their regeneration. But there were causes in operation here, which saved us from this calamity. The machine of authority went on by its own momentum, like some piece of mechanism, whose principle of motion is suspended or destroyed, but which still pursues its movement from the impulse it has acquired, and goes on, declining indeed, and with less and less force, but still performing its functions. And here were seen the effects of moral habits, and of principles early taught and ingrafted upon the frame of society. Life, liberty, and property were protected, and public opinion took the place of organized authority ; and society was preserved from convulsion, till the general sense of the country reinvigorated the State Gov ernments, and with one voice demanded an amendment of the articles of confederation. The measures, taken to give effect to this expressed will, ended in the formation of the present constitution."], [62, "56 In looking back upon these stages of political existence, it is impossible not to be struck with admiration, at that wis dom, which has conducted us, by these progressive steps, from infancy to maturity ; from a small band to a great people. Why, in the dispensation of Providence, this great continent was so long shut out from the knowledge of that portion of the world, best prepared by its state of improvement to re claim and subdue it, and to people it with intelligent beings, capable of assuming that rank in the scale of creation, which it is given to man to reach, it were as presumptuous to in quire, as it would be impossible to tell. It must be left among those mysteries, which, if they are ever revealed to us, will be revealed in another state of existence. When, however, the time had come for the ocean to give up its mighty secret, and to make known the fertile regions beyond its waves, then commenced the operations of those secondary causes, by which the great designs of Omniscience are carried into effect. A new world was to be peopled. Immense regions were to be laid open and cultivated. The feeble race, roaming over them, as improvident and almost as ig norant as the animals, their co-tenants of the forests, which ministered to their wants, were to give place to another gen eration with higher powers, and a far nobler destiny. It may be, that the red man had been tried, and found wanting ; that, in the course of migration, from the cradle of mankind in the fertile plains of Asia, he had been conducted to this other world, with the same means of meliorating his condi tion, and of advancing in the great career of improvement, which had been given to the kindred stock he left behind ; and having sailed in the execution of this trust, that he had been given over to the consequences. However this may have been, small settlements were necessary upon different parts of the coast, that the process of cultivation and increase might go on tinder the most favorable circumstances. Such settlements were planted. And that these might enjoy the"], [63, "57 benefits of the necessary government, to preserve internal tranquillity, and to repel external aggression, different com munities were requisite, with separate powers, as the cir cumstances of the times forbade distant communication. Lo cal governments were thus formed ; the germs of future colo nies and states. Without the protection of another and pow erful nation, these infant establishments would have fallen before the original possessor of the forest, and the ally he found upon the St. Lawrence. This, too, was provided ; and thus we have all the means of suture growth and power. These communities were small, enterprising, and industri ous ; and they brought with them all the knowledge of their times, and the principles of rational freedom. Their political operations invigorated their faculties, and still led them on ward in the career of advancement. By-and-by, they be came numerous and powerful ; and higher destinies opened before them. A new chapter began in their history ; and they were called upon to test their knowledge, and to ex plore the duties and obligations of political associations ; to examine with jealous scrutiny their own rights, and the cor relative obligations of the parent government — in a word, to investigate all the principles of civil liberty, and to com prehend the whole science of politics. But this knowledge, acquired by more than a century of practical freedom, and invigorated by fifteen years of public discussion, was useless, unless these independent communities could be united to gether, and enabled by this union to assert and maintain their rights. But they had all the seeds of segregation, which, from the nature of man, belong to distinct associations, and they could only be brought together by some common force pressing upon them. This force was applied, and they were taught that union gives strength ; and that though separated for all the purposes of internal administration, they must be joined for the great objects of foreign intercourse. And they had yet another lesson to learn : that their general association 8"], [64, "58 must possess sufficient strength, or it would fail them in the hour of need. This lesson they learned during seven years' experience — during seven years of inefficient existence, which conducted them to the very brink of that gulf, in which the hopes of so many republics have perished. And thus they reached the dawn of that day, which opened upon them with such bright prospects. They had not only re ceived the priceless gift of a free and equal government, but by a peculiar course of events — may we not say, by the pe culiar dispensation of Providence, they had not only received it with all the moral means necessary to its preservation, but in a new form, adapted to their peculiar condition, and suited to avoid the-evils, which have elsewhere, and in other times, overturned republican governments. This principle of fed eration was about to be tried, and the great experiment was committed to this people under these imposing circumstances. But I have reached the boundaries of our association. I am approaching a debatable land, into which I must not enter. Our province is the past, not the present nor the fu ture. The past, which offers its rich stores of experience, and not the present, which applies them, or the future, which they shadow forth. How wonderful are the destinies com mitted to that future ! How vast are our own interests, which are involved in it ! That Providence, before whom time stands still, has guarded and guided us in our infancy. Let us hope that He will protect us in our maturity, till, in his own good season, his designs shall have been consummated, and our fate furnish another lesson, to be studied in after ages, by those, who may seek instruction from the records of human virtues and humaja errors. 9 - ; '."], [65, ""], [66, ""], [67, ""], [68, ""], [69, ""], [70, ""]]