[[1, ""], [2, ""], [3, ""], [4, ""], [5, "6S VANESSA BY THE A ut hor of ' Thomasina ' 'Dorothy' &>c. ' This weak impress of love is as a figure Trenched in ice, which with an hour's heat Dissolves to water and doth lose its form. A little time will melt her frozen thoughts, And worthless Valentine shall be forgot ' The Two Gentleme7i of Verona VOL. II. Henry S. King & Co. Cornhill & 12 Paternoster Row, London i875"], [6, "(All rights reserved)"], [7, "CONTENTS OF THE SECOND. VOLUME. CHAPTER PAGE I. a bride's WELCOME I II. MEDIATION 2 1 III. PRISON BARS 36 IV. THE ORDEAL OF SUFFERING . . - 55 V. FLIGHT 76 Vs. SUSPENSE 98 VII. CERTAINTY 115 VIII. AN INTERVAL 137 IX. RENUNCIATION 145 X. NEVERMORE 1 68"], [8, "iv CONTENTS OF THE SECOND VOLUME. CHAPTER PAGE XI. HELEN SUPPLANTED . . . . 1 88 XII. CONSTANCY 207 XIII. FAILURE 223 XIV. A REVELATION 241 XV. THE END 257"], [9, "VANESSA. CHAPTER I. a bride's avelcome. Lord Alan, as O'Brien had predicted, only delayed his journey to the North until Amy's scattered possessions were obtained from Leasowes and SAvanage. The interval, brief as it was, afforded scope for many fluctuations of humour, and if at one moment nothing could exceed the tenderness of his manner, at another it Avas clouded by gloom and suspi cion. The tAvo Avhom fate had linked together after so brief an acquaintance had still much to learn of each other's natures, and the VOL. II. B"], [10, "2 VANESSA. attainment of more intimate knoAvledge did not tend to add to their happiness. On the morning after the wedding, Amy said, doubtfully, that she Avished to write to her mother and to Eva. ' Do not look at me as if it Avere necessary to ask my permission,' said Alan : ' write by all means if you think fit, but, since much depends upon the view which may be taken of the facts connected with our marriage, you Avill allow me to look over your letters.' Such a stipulation did not diminish the irksomeness of the task, and Amy began by her letter to Mrs. Mertoun, Avhich seemed to her the easiest of composition. The words did not run fluently off her pen, and when at last she submitted the sheet to her husband's inspection, it was Avith the timidity Avith Avhich a schoolboy places an unsuccessful exercise before the eyes of his master — a timidity justified by the event, for Lord"], [11, "a bride's welcome. 3 Alan read it twice through with silence Avhich marked his disapprobation. ' Will it do, Alan ?' Amy said at last. ' I cannot say how it may do for Mrs. Mertoun. Such cold expressions of satisfac tion with the lot you have chosen can scarcely be gratifying to me.' ' If you wish me to say more, Alan,' ' Can I wish to dictate expressions of happiness Avhich are worthless unless they are spontaneous ? But on one point I have a right to dictate ; give me your pen.' And taking it from his wife's hand, Alan slurred with a heavy stroke through the name of Dennis O'Brien, which recurred twice in the short letter. ' Have I not told you, Amy, that this man, of whom you write so familiarly, must be to you as a stranger ? ' ' Mamma would think it unnatural if I did not call him by his christian name,' said Amy. B 2"], [12, "4 VANESSA. ' And I,' said Lord Alan haughtily, 'think it still more unnatural that you should dis regard the only order I have yet given you. — Is O'Brien's image so constantly present in you heart, that you must flaunt his insolent interference in the eyes of the world ? ' Amy took back her letter in silence, and made a fresh copy, in which any mention of O'Brien was omitted; and she asked her mother to believe that the great happiness of knoAving herself to be beloved by Alan had swept away all other considerations. This second draft was allowed by her husband to pass without comment ; yet its reception was not so encouraging as to dispose her to risk a fresh subject of irritation in the Avording of her explanation to Eva, and this other letter remained umvritten. Amy did not fully understand that the source of Lord Alan's vindictive animosity toAvards O'Brien Avas due to his intervention"], [13, "a bride's avelcome. 5 on her behalf, Avhich had left Alan no loop hole of escape from an unAvelcome and im prudent marriage. Such a marriage had formed no part of his profligate scheme of pleasure ; and Lady Cecilia, in her systematic depreciation of Amy, had led him to believe that the exertions by which Richard Mer toun had raised himself from obscurity to wealth had not affected the position of the other members of his family ; and that they still ranked among the smaller tradespeople of Allerton, so that, Avhatever indignation his conduct might excite there, would fail to pene trate the circle in Avhich he moved. Lord Alan's calculations had been overthrown by O'Brien's plain dealing rather than by Amy's personal efforts to break through his toils, and, indeed, the fatal facility Avith Avhich she had consented to risk her good name at his bidding left a profound distrust of her future conduct to rankle in his breast."], [14, "6 VANESSA. Since the bond which united them was indis soluble, he conceived it necessary for his honour that his Avife should submit without reserve to the claims of a suspicious and exacting affection. The past must, as he said, be dead to her, except so far as he required it to be laid open before him ; old ties Avere severed without remorse, and her one object must be to fit herself for the station to Avhich he had, however involuntarily, exalted her. To begin life anew under such condi tions might seem hard to any woman, but to Amy, whose sweet serenity of manner had owed all its charm to the consciousness that she never failed to please, the prospect was dark indeed. ' Will my father be angry ? ' Alan replied to her inquiry, as they approached Raeburn Castle : ' why, yes : of course he will be angry, but he is a gentleman, and will not vent his displeasure upon you. My mother,"], [15, "a bride's avelcome. 7 who is ambitious, and has always intended me to make a great marriage, will be less easily appeased, and we can scarcely escape a bad quarter of an hour on our first arrival. If the life at Raeburn becomes altoaether intol- O erable, we must anticipate the tAvelfth by going a little earlier to the shooting lodge at Cuchullin, there to reign over the gillies, and to teach you to ride and fish.' They had driven through the lodge -gates, and the carriage was now winding slowly up the wild and woodland ascent which led to the castle. Even at such a critical moment, Helen would have been drawn out of herself at the first glimpse of the bright brown stream which marked the windings of the valley by its turbulent course. The steep banks were fringed with silver-stemmed birch trees and by a sweep of purple heather, stretching away to the background of yet more purple mountains ; but Amy saw it all"], [16, "8 VANESSA. with unseeing eyes, and she looked more often at her husband than at the landscape. Just as a turn in the road brought them within sight of the castle, the carriage-wheel almost brushed the skirts of two men, the one tall and gaunt, with a stooping figure, and a vacant, melancholy stare : the other, Avho Avas evidently his attendant, took him by the arm, and dreAv him aside with a gesture of authority. ' Yes,' said Alan, observing Amy's invol untary shudder ; ' that is poor Macrae. You might be here for weeks Avithout encountering him again. He has his own set of rooms, and only walks out at an hour when people are unlikely to be about. Look at the castle, Avhich has quite an imposing effect from here.' Amy expressed due admiration of the grey, weather-beaten, pile, which, like many of the old Scotch houses, resembled a French"], [17, "a bride's avelcome. 9 chateau in its general features. Tall and narrow, with a roof-line broken by twisted chimnies and pepper-pot turrets, the building was not out of keeping with the wild pic turesqueness of the situation, but it wanted the trim, well-kept air of an English country house. There Avas no flower-garden, the offices lay open to view, and sheep fed up to the front door. ' I must have a Avord with our old servant Hugh before you get out,' said Lord Alan : ' If they are still in ignorance, I propose to try the effect of a coup de theatre. My mother knows that Lady Cecilia was moving heaven and earth to make a marriage betAveen your cousin and myself, and, if they choose to imagine that I come home in triumph with the rich Miss Mertoun, they will be more apt to receive you graciously and cannot for very shame draAv back when the mistake is discovered.'"], [18, "10 VANESSA. The carriage dreAv up as he spoke, and after a feAv moments' earnest conversation Avith old Hugh Lord Alan returned to Amy. ' As far as I can make out,' he said, ' my aunt's malignity has not paved the Avay for a charming reception. Stay where you are until I come back for you.' Amy sat still in the fly, with two servants surveying her from the open door, her feel ings of nervous wretchedness gathering strength in the long interval which elapsed before Lord Alan's return, and when he came at length, his words were scarcely re assuring. ' Yes, you may take the things out of the carriage, Hugh,' he said as he helped Amy to alight, and he added in a Ioav but authoritative voice as they crossed the hall : ' How can you look so white and scared, at a moment when so much depends upon your presence of mind ? Exert yourself, and re-"], [19, "a bride's welcome. 11 member that I expect you to make a favour able impression.' He threw open the drawing-room door, and presented his bride to the two pale, melancholy Avomen whom he named to her as his mother and his sister Janet. Each advanced one step off the hearthrug on which they were standing, and murmured some in audible words of greeting, while extending a limp hand. A military movement could not have been executed with greater precision, and Amy felt confident that the terms of her reception had been pre-arranged. ' Sit down, Amy, and take off your hat/ said Alan, after waiting in vain for the sug gestion to come from Lady Raeburn. Amy complied, with the prompt obedience which had been the first lesson inculcated on her married life, and when she removed her hat, her hair, released from confinement, fell"], [20, "12 VANESSA. in a golden shower over her shoulders. ' We have been travelling all night,' said she, blushing, Avith the prettiest gesture of depre cation. Lord Alan assured her that the disorder Avas not unbecoming, and appealed to his mother to confirm the assertion, but the com pression of Lady Raeburn's thin lips seemed to declare the remark as unseemly as the exhibition itself. ' I think I had better go and put my hair in order,' said Amy, struggling Avith a hys terical sensation in her throat. ' You shall do so as soon as your room is ready,' said Lady Raeburn, and she rang the bell, and desired that the north room might be prepared at once. 'And Hugh,' said Lord Alan, 'tell the housemaid to light a good fire, and to see that everything is thoroughly aired. Amy is not used to our northern climate, and that"], [21, "a bride's welcome. 13 north room always feels like a charnel house,' he added, resentfully. ' I am sorry that you find it necessary to give your OAvn orders,' said Lady Raeburn : 'you should have given notice of your coming if you wished us to make due pre parations.' ' We could not give notice of what we did not know ourselves, could we, Amy ?' said Lord Alan, smiling. Lady Raeburn still remained grimly silent ; and the presence of mind Avhich she had been enjoined to display altogether deserted Amy, for she burst into tears, striving to check her sobs like a chidden child, when she became conscious that her husband's eyes were fixed upon her in severe displeasure. ' I am at a loss to understand the source of your distress,' he said, impatiently. Such an un-lover-like address was grati fying to Lady Raeburn, as it indicated that"], [22, "VANESSA. 14 her son Avas already Aveary of the toy for Avhich he had sacrificed his worldly interests ; and, with the strange complexity of human motives, she instantly began to regard her daughter-in-law with more favourable eyes. ' Your wife's feelings of shame and distress seem to me more excusable than your own levity, Alan,' she said : ' let Janet take her to her room, while you and I talk this matter over, and by dinner time I hope that she will be able to rejoin us.' Amy rose to folloAv Lady Janet, Avho led the Avay up the staircase in silence, and ushered her into a large room, imperfectly lighted by two tall and narrow windows, and obscured by ponderous furniture which had once, perhaps, been rich and handsome, but Avhich was now subdued by time to one uniform tint of ashen grey. The blinds were half-drawn doAvn, and the freshly-lighted fire was feebly smouldering. When Lady Janet"], [23, "a bride's welcome. 15 had remarked that the evening was Avet and chilly, and had volunteered to send her up a cup of tea, she left Amy a prey to her own melancholy thoughts. She walked to the window to shiver at a dreary prospect of bare hills and moorland, shrouded by mist and driving rain, and returned to cower over the fire which seemed only to add to the chilliness of the room, as the rain fell down the Avide chimney -and sputtered into it with a hissing sound. Amy did not know how long she had sat there, in a stupor of fatigue and misery, when she was roused by the sound of Alan's approaching footsteps, a sound Avhich already, alas, made her heart beat with more of fear than pleasure. There was a degree of irritation in his manner which argued that he had obtained little satisfaction from his conference with Lady Raeburn, and he glanced Avith annoyance from Amy to her unopened boxes."], [24, "16 VANESSA. ' Have you not begun your preparations for dinner, Amy ? Unpunctuality is one of the unpardonable sins in this house.' ' The maid brought me a cup of tea, and since that I have been nearly asleep,' said Amy. ' I am so miserably tired that I thought of going to bed instead of dressing for dinner.' ' Leaving me to fight your battle alone, — no, Amy, that will scarcely do. Such palpable coAvardice must prejudice my father against you, and with him everything depends on the first impression. Had you been guided by me, we should noAv have been cruising in the ,' Vanessa,' without a care in the world ; but since we are here, we must remain until my father thinks fit to provide us with the means necessary for a separate establishment. You cannot sit Avith folded hands until good fortune comes, and I must entreat you to dress in all your bravery,"], [25, "a bride's avelcome. 17 and to exert those powers of fascination in which you Avere not deficient when we met at Leasowes.' Amy knew that such entreaty could only be interpreted as a command, and she exerted herself to such purpose that she Avas ready before Lord Alan returned from his dressing-room to conduct her downstairs. The other ladies had not been equally expeditious, but Lord Raeburn was there, with another gentleman, who proved to be his agent, Mr. M'Clintock. His presence seemed to diminish the awkwardness of the introduction, and Lord Raeburn took her by both hands and kissed her cheeks with as much Avell-bred courtliness as if she had been the daughter-in-law of his choice. He was a broken-down man, prematurely aged by the early dissipation which had impoverished his estate and ruined his health, but the instinct of good breeding had survived the failure of his vol. 11. c"], [26, "18 VANESSA. poAvers of mind and body, and his first desire Avas to relieve Amy's overwhelming em barrassment. ' A little startled, and nervous, eh, my dear ? We shall soon make you feel at home Avith us. What's your name ? Amy — a very pretty name it is, too. We shall be better acquainted by and by, and if Alan has been reckless and imprudent, I am sure that Ave must all admit the potency of the attraction, eh, M'Clintock?' Mr. M'Clintock, a little, sharp-featured man, Avith bushy red whiskers, and a manner at once fussy and subservient, replied to this appeal by a bow which seemed to denote absolute agreement and as much admiration as his inferior position entitled him to express. How Amy got through the ordeal of that first evening, she herself scarcely knew. Lord Raeburn took her in to dinner, and"], [27, "a bride's welcome. 19 still endeavoured to reassure her by his easy floAV of talk, and by inquiries about her former home, and Amy smiled mechanically and tried to appear interested, and to make such answers as might not offend her hus band, Avhose eyes were, as she was conscious, constantly fixed upon her. There was nothing to draAV off his attention, for although Mr. M'Clintock and Lady Janet conversed a little about the Aveather and the crops, Lady Raeburn maintained the most frigid silence. Amy looked forward with desperation to the moment when the move should be made for the ladies' return to the draAving-room, and was profoundly grateful to Lord Alan for sparing her from this further trial. ' I think, Janet,' he said, as he held open the door, ' that you had better show Amy up to her room at once. She is quite worn out by our night journey.' Lady Janet lighted a candle, disclaiming c 2"], [28, "20 VANESSA. Amy's timid offer to find her own way upstairs, and led the way for her sister-in-law, who felt, as before, as if a gaoler were con ducting her to her cell ; and, indeed, a prisoner would not have envied her the desolate and home-sick yearnings which kept sleep from her pillow that night. The wind moaned and Avhistled round the house, arousing the creaking and mysterious sounds which are apt to infest old woodwork, and which, in this instance her nervous and excited fancy connected with the lunatic, whose face, as she had seen it that afternoon, still haunted her waking dreams. The long hours of darkness and solitude seemed almost intoler able, and yet, Avhen Lord Alan came upstairs, Amy feigned to be asleep, conscious that any attempt to reply to Avords either of reproof or tenderness Avould end in a fit of hysterical sobbing."], [29, "21 CHAPTER II. MEDIATION. ' My dear Eva ! you must forgive me for forcing my way in,' said Lady Cecilia Wray, entering the Leasowes drawing-room with the rustle and flutter which characterised all her movements : ' I called twice before, when you Avere in your bed-room, and as I understood from your servants that you were better, and able to come downstairs, I would not be denied. I feel sure that when the first awkAvardness of meeting is over, it will be a relief to you to know how completely I acquit you of blame in this unfortunate affair.' ' Thank you,' said Eva, in a tone which"], [30, "VANESSA, 22 did not express profound gratitude for this assurance. ' I am really grieved to see you look so ill and suffering/ continued Lady Cecilia, ' you ought not to be left so much alone.' ' My cousin Helen is coming for a few days next week ; in the meantime I think that I am best alone,' said Eva, too sore at heart to be polite. ' Your cousin Helen ; another of the sisters I think,' said Lady Cecilia. ' Then this marriage has caused no .breach betAveen the tAvo families ? ' ' Why should it, Lady Cecilia ? Why should I not see my cousin Helen, because her sister is married to Lord Alan Rae ? ' ' Forgive any seeming impertinence in the question, my dear Eva ; the interest I take in Alan must be my excuse : I have no children of my own, and his position as the probable head of the family gives him a"], [31, "MEDIATION. 23 special claim on my regard. The marriage has been a terrible shock to us all, involving the ruin of all his prospects, as well as family disunion, for Lady Raeburn does not seem at all able to reconcile herself to it. Have you heard from your cousin since their arrival at Raeburn ? ' . 'No,' said Eva, ' I do not imagine that I shall hear from her now.' ' Indeed it is natural that she should shrink from any communication after treating you with such ingratitude and duplicity ; and yet, my dear Eva, I fancy that you will agree with me that it is wise to make the best of an accomplished fact. That is my poor brother's view ; he admires Lady Alan's beauty and her pleasing manners, and so on ; and he believes that Alan is really attached to her. That is a great point, as he has always been so volage, and, if he will settle doAvn and give up his extravagant habits,"], [32, "24 VANESSA. Lord Raeburn will do Avhat he can for them. But, Avith poor Macrae to consider, on whose comfort no expense is spared, and with many other claims upon him, the allowance which he can make to Alan is certainly inadequate to his Avants as a married man, and it has occurred to me that Mr. Mertoun might be induced to come forward.' ' To come forward ? ' repeated Eva, with Avilful obtuseness, since she could scarcely fail to understand Lady Cecilia's meaning. ' To make them an alloAvance, to settle something on his niece, dear Eva. How ever much we may deplore the way it was done, it is really a brilliant marriage for her. She must, humanly speaking, one day be the Marchioness of Raeburn, and her income ought to be in some degree proportioned to her suture position.' ' Would it not be better to talk to papa on"], [33, "MEDIATION. 25 such a matter of business ? ' said Eva after a pause. ' I will gladly do so, when I have secured your kind interest. It cannot be merely a matter of business between you and me, and as I knoAv that you Avere sincerely attached to your cousin, you must allow me to consult you on a matter Avhich concerns her happi ness. Her position in the family is an awkward and distressing one, and, as Lady Raeburn Avrites, there are times when Alan himself seems to repent of the rash step which he has taken. All this would be changed if a fair competence were secured to the young couple, so that they might have their OAvn establishment, and I will answer for it that Lord Raeburn will meet Mr. Mertoun half way, if he is disposed to do anything for them.' ' I will talk to papa about it when you have"], [34, "26 VANESSA. made such a proposal,' said Eva, but even this concession did not satisfy Lady Cecilia. ' Indeed, Eva, the proposal will come better from you. I feel such perfect confi dence in the generosity and nobleness of your disposition, and though Mr. Mertoun might distrust my motives, yours are beyond sus picion. And now, dear child, let us speak of your own health. I fear that you have alloAved this sad business to Avorry you more than it ought.' ' It is the constant anxiety about my health Avhich worries me,' said Eva : ' I believe that I am to be sent away someAvhere, to Switzer land first, then to the south of France. I Avish, Lady Cecilia, that you Avould give my love to Amy in your next letter to Raeburn, and say that I have not felt well enough to Avrite, but that I should like to hear from her.' ' I Avill not fail to give your message,' said"], [35, "MEDIATION. 27 Lady Cecilia : ' I left a letter half-finished on my table, for I knew that it would be a satis faction to her to hear of LeasoAves.' She embraced Eva with the most demonstrative affection, and, as she threw herself back in the carriage, she was disposed to take a less gloomy view of Alan's imprudent marriage. The transparent thinness of Eva's hands, her laboured breathing and hectic colour, were very alarming symptoms, and if Mr. Mertoun were doomed to lose his only child, his large fortune must devolve on the other branch of the family. It was with some such conviction that Eva applied herself to the task which Lady Cecilia had imposed upon her. Her father came home about an hour before dinner, for his application to business was now postponed to his increasing solicitude about his daughter, and he grudged every moment he spent away from her side."], [36, "28 VANESSA. ' Hoav goes it, my child ? ' he said, tenderly: you look a little flushed this afternoon.' ' I am not Avorse, papa : only rather flurried by a visit from Lady Cecilia Wray, Avho forced her wav in.' 'Just like her assurance,' growled Mr. Mertoun, ' she drove to the office twice last Aveek, but I refused to see her. What account does she give of her hopeful young couple ? ' ' They are at Raeburn, and I am afraid things are not made smooth for poor Amy there.' ' Pity is Avasted on her, Eva. She went into the thing with her eyes open ; for it Avas here, in this very room, that I told her what I kneAV of Lord Alan — a plausible, profligate young fellow. And noAv, I suppose, she Avants to be off her bargain.' ' I do not think that it is as bad as that, papa. Lady Cecilia says her position would"], [37, "MEDIATION. 29 be very different if she had a home of her own, and I want you to make a settlement on her.' You want me to make a settlement repeated Mr. Mertoun : ' you mean that Lady Cecilia has insisted on your asking it.' ' She did not insist, papa, but certainly she suggested it, and I have made up my mind that it is the right thing to do. Supposing that I do not get well, and you must let me talk of that which is in your mind night and day, what is to become of all your money ? ' ' It may go to the dogs, for what I care,' said Mr. Mertoun gruffly : ' it will go to the dogs if Alan Rae is to have the handling of it' ' I ask you to help Amy, not her husband,\" said Eva, with rising colour : ' if she had not come to live with me, they Avould never have met, and she might have been happily married to a man who truly loved her. Noav"], [38, "30 VANESSA. I Avant to feel that I have not wholly wrecked her happiness.' ' I Avill do anything you please, if you can honestly say that she has not wholly wrecked yours. ' Not in the way you think,' said Eva, after a moment's pause : ' the marriage Avas a great shock to me, and, if I am to tell all the truth, I will confess that it is more than a year since I first thought that Lord Alan loved, and might one day ask me to marry him. But that is all past and gone, and I can see now that I have had a great escape.' ' You speak like a brave and true woman, Eva, and now, my dear, you have nothing to do but to get well.' ' If I can, papa. But you know that, long before I was old enough to think of being crossed in love, the doctors used to shake their heads over me and say that I was hard to rear. Doctor Popham says that the"], [39, "MEDIATION. 31 Engadin now, followed up by a winter at Mentone, will quite set me up ; and, as I have nothing to do as I lie here but to make plans, I have a scheme cut and dry of which you shall hear when Amy's business is settled.' ' Settle it then,' replied Mr. Mertoun, almost cheerfully, as he noted Eva's more healthy and hopeful tone : ' at what price does Lady Cecilia rate the honour of our noble connection ? Will five thousand pounds, ten thousand pounds, or nothing short of half a-million be considered a fitting portion ? ' ' I should think ten thousand pounds might do,' said Eva, doubtfully, since she was as profoundly ignorant of the value of money as people are apt to be who have never known what it is to have a wish ungratified. ' I am glad that you are so modest in your ideas,' said her father, smiling : ' I am to crive away five hundred pounds a year to reward Amy for running away after she has"], [40, "VANESSA. 32 been five weeks under my roof. I will not do this, but, as I have left each of my brother's children five thousand pounds in my will, I shall be prepared to pay over the interest of Amy's portion into the hands of trustees for her separate use and benefit. Do not trouble your little head further in the matter : I will put the offer into Avriting, and if it is declined by Lord Raeburn or his son, there is no great harm done. But perhaps you had better mention to Helen that I do not undertake to pension more than one runaway niece at a time.' ' You must not be unjust to Helen, nor hurt her feelings just as you are going to ask a favour of her. You know, papa, that I have set my heart on her going abroad Avith me.' ' I knoAv : and I thought that she had declared it to be out of the question. I fancy that helpless mother of hers cannot keep house for herself.'"], [41, "MEDIATION. 33 ' Aunt Anne would be perfectly happy, living with or near the Charltons, but Helen says that Henry would be dull and uncom fortable, unless he had some one to quarrel with. And do you know I fancy that he would find the excitement Avhich he needs here in Bixley.' ' Do you expect me to renew the offer of partnership which he refused so uncivilly four years ago ? ' said Mr. Mertoun. ' Yes, papa, I do, if I could ascertain first that it will not be refused again. Ask Henry to come here next Sunday, on business — Amy's business I mean — and let me have him to myself in the afternoon.' Mr. Mertoun was very tractable about this second scheme of Eva's, and she had hardly understood before how much his heart was set on keeping together the business in Avhich his fortune was embarked. Nor Avas Henry indisposed to listen to Eva's arguments in D VOL. II."], [42, "VANESSA. 34 favour of abandoning his desk at the bank for a career which would not only give him material Avealth but a wider range of interests, and he scarcely confessed to himself that the desire to bring a smile into his cousin's pale, wasted face was a stronger motive for concession than those which lay on the surface. Helen was very much surprised and even a little indignant when he returned to Allerton with his plans cut and dry, and assumed as a matter of course that the only obstacle to her going abroad with Eva was removed. The terms on which he was to enter Mr. Mertoun's office were so liberal that he could make his mother comfortable wherever she might choose to live, and when Helen declared that it Avas hard to demand the sacrifice of her independence, he said with a laugh : ' Dennis warned me that you would trot out Mr. Benson and the sewing-machine, and he advised me to ratten you by cutting off the band of the machine after you went to bed.'"], [43, "MEDIATION. 35 Helen coloured with a deep sense of morti fication. She was impervious to her brother's raillery, but could not so easily tolerate O'Brien's ridicule of her exaggerated estimate of the nobility of manual labour. She thought, and said rather hotly, that if Henry and his friend chose to be inconsistent, she should still stick to her principles ; neverthe less she terminated her business relations with Mr. Benson, and devoted her energies to the study of the Swiss Flora. Amy was not forgotten, and indeed the silence with which her name was passed over did not indicate forgetfulness. Helen had been indignant and Mrs. Mertoun had been sorrowful over the only letter Avhich had reached them, and it was Henry who read between the lines, declaring that the composi tion was dictated, and that, unless Mrs. Mer toun wished to correspond with her noble son in-laAv, the letter might remain unanswered. D 2"], [44, "36 VANESSA. CHAPTER III. PRISON BARS. Mr. Mertoun put into Avriting the terms on which he proposed to make his contribution to Lord Alan's income, and Lady Cecilia re ceived the statement Avith Avarm expressions of gratitude and forwarded it at once to Raeburn Castle. His offer was discussed in family conclave — a council from which Amy was excluded, since she scarcely, even in her husband's eyes, ranked as a member of his family — and it did not aAvaken any great en thusiasm. Lord Alan considered himself in- sulted by the precautions Avhich had been de vised to secure both interest and principal to his Avife's separate use ; and Lady Raeburn remarked that, to judge by her present costly"], [45, "PRISON BARS. 37 style of dress, the greater part of the allow ance Avould be swallowed up by her personal expenses. Lord Raeburn, who had all his life been expecting a windfall which Avas to re pair his broken fortunes, took a more sanguine view of the transaction, regarding the 5,000/. as only an instalment of the wealth Avhich must devolve on his daughter-in-law on Eva's death ; and Amy Avas a little perplexed by the interest which the old Marquis appeared to take in her uncle's family affairs, his inquiries about Eva's health and the cause of Mrs. Richard Mertoun's early death. It was probable, as he said, that the consumptive tendency was inherited. Lady Cecilia had faithfully transmitted the forgiving little message Avhich it had cost Eva some effort to send, but Lord Alan did not think it necessary to pass it on to his Avife. He thought it might have the bad effect of unsettling her mind, which ought not"], [46, "38 VANESSA. to be diverted from the task assigned to her of raising herself to the level of her new associates, and he discouraged any reminiscences of her former life. No efforts, however, seemed to break down the constraint of Amy's intercourse with her mother and sister-in-law, although she continued to be on tolerably easy terms with Lord Raeburn. Silence and gloom brooded over the family party, and Amy's fancy was constantly haunted by the unseen presence of the unhappy lunatic, whom she did not again encounter in her walks but whose apartment Avas only separated from them by a corridor shut off by double doors. His name was never mentioned in her presence, and Avhen she occasionally met Lady Raeburn coming from that part of the house she swept by with a more stately air of chilling re serve. By her husband's desire, Amy spent her time chiefly in the drawing-room, however"], [47, "PRISON BARS. 39 little she was made welcome there, but she was apt to retreat to her own room Avhen Alan Avas not by to mark her absence. On one of these occasions, he returned from his ride earlier than usual and followed her upstairs. ' I have been looking for you,' he said. ' Why are you moping here ? ' ' I have not been upstairs very long,' said Amy. ' Some visitors came, and, as Lady Raeburn did not introduce me to them, I thought it best to come away.' ' It was exceedingly ill-judged,' said Alan, with displeasure. ' You ought to have stayed, and taken a part in the conversation. Such morbid sensitiveness to petty slights is quite out of place, and will never vindicate your position in my mother's eyes. You should take pains to win her regard, instead of bestowing all your pOAvers of pleasing on my father and M'Clintock.' If Amy made the prescribed efforts, they were so evidently unsuccessful that Lord"], [48, "40 VANESSA. Alan shortly afterwards announced his inten tion of going at once to the lodge at Cuchullin, Avhere he and Amy were to reside during the season of grouse-shooting ; and the change was Avelcomed by Amy, who felt that it might be more possible to win her husband's favour Avhen she Avas withdraAvn from Lady Rae burn's disapproving eyes. The appointments of the shooting-lodge, Avhich had never been intended for a lady's accommodation, were rude and meagre ; and Lord Alan was gratified by his wife's indiffe rence to her personal comfort, and her anxiety to minister to his OAvn. He was not displaced from the occupation of the only easy chair, and Amy spent a whole morning in papering over the crevices in the Avail, through which insidious draughts had Avhistled to disturb his repose. In requital for such attentions, he devoted the first week of their stay at Cuchullin to her amusement. He"], [49, "PRISON BARS. 41 taught her how to throAv a fly, or, at all events, to admire his own dexterity in the art, and he placed her on a Highland pony, and walked by her side over moss and moorland, to dis cover Avhere the grouse lay thickest. It was Avhile he was in this happy mood that Amy found courage to enter on a subject which lay very near her heart. ' I have been thinking, Alan, that I never gave mamma our address, nor even told her that we were going to Scotland, and that must be the reason why I have had no answer to my letter.' ' Mr. Mertoun is aAvare that Ave went to Raeburn, and the post-town can always be found in the peerage,' replied Alan. ' Still,' said Amy, Avith greater timidity, ' mamma may think that you did not wish her to Avrite, as I gave no address.' ' Such a surmise would not be far from the truth, Amy. At all events, the next"], [50, "42 VANESSA. advances must come from your family, and Avhen they are made it will be time enough to decide whether they are to be accepted.' Such an answer Avas not calculated to appease the hunger of home-sickness, but it taught Amy the necessity of restraining its expression. Two days later, hoAvever, when Amy came down to breakfast, she saw among the letters which lay beside her husband's plate one directed to herself in her mother's hand- writing. She saAv, and almost seized it, but at that moment Alan entered the room, and she retreated behind the urn, conscious that the involuntary action might be reckoned against her as an offence. Lord Alan read his own letters as he ate his breakfast, and took up the envelope which bore the Allerton post mark from time to time, without making any comment on it. Amy's heart sank, and she felt an increasing difficulty in replying to"], [51, "PRISON BARS. 43 indifferent remarks Avith any semblance of ease. At length Lord Alan approached the sub ject : ' A letter for you, Amy, has come up from the castle which has the Allerton post mark.' ' I suppose it is from mamma,' said Amy, and she could not, with all her efforts, control the tremour of her voice. Since Lord Alan did not offer to hand her the letter, she said timidly : ' Will you read it first, Alan ?' ' If you really wish to be guided by my advice, Amy,' said Lord Alan, pausing for a moment as if to give greater force to his words by Aveighing them carefully, ' the letter will be burnt un-read : you have been talking at random ever since you came doAvn ; and, since you are so much agitated by the very idea of receiving neAvs from your former home, its effect Avill probably be to unsettle your mind altogether.'"], [52, "44 VANESSA. ' I hope to feel more settled Avhen I have heard of them all/ said Amy. ' I presume that you mean that you will be more settled in your discontent Avith your neAv surroundings,' replied Alan, fixing his eyes upon his Avife Avith a singularly Avild and stern expression Avhich made her feel, as she had so often felt before, that submission was the only course Avhich lay open to her. ' If you think so, Alan, I Avill not ask to read the letter.' ' Do not answer as if I required an abject and slavish obedience,' rejoined Alan Avith increasing irritability : ' your compliance is nothing to me, unless it is the result of con viction.' ' I Avish you to burn the letter,' said Amy, and her husband took her at her Avord, and threAv it on the logs Avhich Avere blazing on the hearth. He waited until it was consumer,"], [53, "PRISON BARS. 45 before he turned round to raise Amy's droop ing face to his own. ' After all, Amy, I believe that you value that worthless piece of paper more than my love.' Amy laid her head on his shoulder and forced herself to smile, even as a dog Avill fawn upon the hand of his cruel master. ' Your love is all the world to me, Alan.' He kissed her again before he left the room ; but Avhen he passed the windows a moment afterwards, whistling to his dogs, Amy abandoned herself to a passion of tears. In her happy days at Leasowes, the corres pondence Avith her family had been only an irksome duty ; but now her heart yearned for the mother's love and tender forbearance from Avhich Alan had decreed that she should be forever estranged : and, indeed, a stouter heart than Amy's might have recoiled from the prospect of being cut off from human sym-"], [54, "46 VANESSA. pathy Avhich Avould have afforded some little relief from the incessant exactions of her husband's jealous and exclusive passion. But her part Avas taken and must be played out ; and when Lord Alan returned to the house an hour later, Amy was able to meet him with a smiling and unruffled face. Then came the twelfth, that era in High land life, and Lord Raeburn came up to the lodge with Mr. M'Clintock to stay for a feAv days. Amy took pains to see that the dinner was tolerably dressed and served, and did the honours prettily ; but the compli mentary remarks of Lord Raeburn appeared to irritate his son, and he spoke sharply to his wife after they Avent upstairs for the night. 'It is all very well to please my father, Amy, but your very easy manners Avith M'Clintock are not to my taste. No doubt you have been accustomed to associate on equal terms with that stamp of man when"], [55, "PRISON BARS. 47 you were living at Allerton, but I wish you to remember that my wife is not to place herself on a level with my father's factor.' At breakfast next morning, Amy scarcely dared to reply to Mr. M'Clintock's remarks on the Aveather, nor to ask him if he took sugar in his tea, and again her husband found an opportunity of saying that she was ahvays in extremes ; he had been seriously annoyed by her want of proper courtesy, and especially since M'Clintock's influence over Lord Raeburn made his good-will a matter of importance to himself. Now that the grouse-shooting had begun, Amy had many lonely hours ; she was not adventurous, and, on the only occasion when she Avandered to any distance from home, she Avas considerably alarmed by the sudden apparition of two or three bare-legged boys Avho sprang out of the heather, and signified to her with the signs and Gaelic vociferation"], [56, "48 VANESSA. which were needed to help out their imperfect English, that she must go back at once ; and it took some time to discover that they had no sinister intentions, and were placed there to prevent anyone from crossing the scent of the deer which Lord Alan was stalking. After this adventure, her walks were restricted to ' the policy,' which consisted of a feAv ruinous outhouses, and a garden chiefly stocked with kale, and a Avilderness of goose berry bushes, so laden Avith fruit as to afford a neAv experience to her English taste. The factor's house Avas situated half-Avay between Raeburn and Cuchullin, and Mrs. M'Clintock drove up the valley to visit Lady Alan at her husband's instigation. Amy was cheered by the sight of a kindly woman's face, and by some innocent prattle about the great people of the county, and told her husband of the visit as a pleasant incident when he returned to dinner ; adding that Mrs."], [57, "PRISON BARS. 49 M'Clintock had asked her to spend an after noon at her house. ■ I suppose that you did not accept the invitation Avithout reference to me ? ' said Lord Alan. - No, Alan ; I said that I was not sure whether you could spare Alick to drive me down in the car.' < 1 am glad that you shoAved that remnant of discretion. I certainly shall not be able to spare Alick.' ' Your sister Janet went to drink tea Avith Mrs. M'Clintock Avhile we were at Raeburn,' said Amy, rather plaintively. ' The cases are altogether different. My sister is a lady by birth, while you have still your position to achieve : and it will not be done by mixing yourself up Avith a lot of middle-class people.' Amy humbly accepted the statement of her inferiority, even if it occurred to her to VOL. II. E"], [58, "A*ANESSA. 50 wonder whether the subtle aristocratic essence lay in Lady Janet's frigid manners, her pronounced Scotch accent, or in the bad taste which distinguished her dress. ' We will go back to the Castle next week, since you cannot live Avithout society,' resumed Lord Alan after a pause. It was a severe punishment for so slight an offence, but the grouse were becoming scarce, the weather Avas bad, and Lord Alan had begun to find his Aviso's gentle and submissive devotion somewhat monotonous. In the presence of a third person, Lord Alan still restrained the display of his irritable and capricious temper; but Hector M'Clintock Avas a shrewd observer, and it was in his mind that the suspicion which had more than once flashed across the unhappy wife, only to be rejected Avith horror, first took definite shape. ' I am not easy about Lord Alan,' he said one afternoon to his"], [59, "PRISON BARS. 51 wise, when he returned from taking lunch at the Castle. ' He used to be a happy, genial tempered young fellow, and I begin to be afraid that his brain is in an irritable state. He was speaking to Lady Alan in a strange wild way when I went into the library this morning; and though his manner changed in a moment, and he seemed confused by his violence, I could see that she did not dare to meet his eye, and that he was constantly watching her.' ' Poor thing ; I fancied that she had a very careworn expression when I went up to see her at Cuchullin,' said Mrs. M'Clintock, com passionately. ' What can you do, Hector?' ' I Avish that I knew what Avas for the best. If I say a Avord to the Marquis he will fuss and fidget, and talk of it all over the neigh bourhood, and if I go to my lady I shall be called an officious old fool for my pains. And yet I cannot see the last hope of the E 2"], [60, "52 VANESSA. family cast aAvay Avhen a timely Avarning may avert the calamity which threatens him.' M'Clintock had spent his life in the hopeless task of bolstering up the broken fortunes of his employers ; and, if he had amassed a suffi cient, although not an ample competence in the course of his labours, loyalty to the house of Rae was still his prevailing motive. He had been treated Avith contumely Avhen he remonstrated against extravagance or mis management, and Avith respectful considera tion Avhen money could only be obtained by his aid, and still Avorked on Avith unabated zeal, looking forward to Lord Alan's succes sion to inaugurate a neAv era of prosperity ; he had, indeed, been more remarkable for his quick parts than for his correct morals, -but M'Clintock had expected his early marriage to supply the ballast in which his nature was deficient. He laid the case before Lady Raeburn as delicately as he could, only"], [61, "PRISON BARS. 53 suggesting that it would be well for Lord and Lady Alan to go to London for a few weeks, as Lord Alan appeared to be out of health and spirits, and might benefit by change of scene and the best medical advice. The unhappy mother could not, would not see in what direction his fears pointed, and declared that Alan was in excellent health, though perhaps a little oppressed in spirits by the society of his inane wife. M'Clintock apologised with his usual deference for obtruding unnecessary advice, but he was satisfied that he had made an impression, and found it difficult to appear surprised at the intelligence which Lord Raeburn imparted to him a day or two afterwards. ' We have settled to let our young couple go up to town for November, as they can turn out at any time if we get a winter let for the house in Eaton Square. What do you think of the plan, M'Clintock ? '"], [62, "54 VANESSA. The agent expressed his cordial approval, and Lord Alan graciously accepted the sug gestion. The short days and bad weather had cut off the resources of out-door amuse ment, and although he had his misgivings as to his wife's fitness for society, he allowed that the dissipations of London in November were not very seductive. But he took the precaution, with his mother's full concurrence, of engaging a middle-aged Scotchwoman as Amy's maid, who was rigid in her views and unattractive in her person, and with whom Lady Alan might walk out when he was unable to accompany her. The preparations for departure were soon made, and when a turn in the road hid the Castle from her view Amy felt as if years instead of months had elapsed since the day when she first caught a glimpse of the grey pile."], [63, "55 CHAPTER IV. THE ORDEAL OF SUFFERING. Hope had so nearly died out of Amy's breast, that it was scarcely any shock to her to dis cover that the contact with strangers revived her husband's injurious suspicions with added force. Twice in the course of their railway journey to the south he ordered her to change places with him, and on reaching Carlisle he declared his intention of moving into another compartment. ' Could you not see,' he said irritably, ' that I wished you to avoid the insolent stare of that young man who sat opposite to you ? ' ' I did not notice that he stared at me,' replied Amy."], [64, "56 VANESSA. ' Possibly not ; a modest woman would have been conscious of it in a moment.' Instead of resenting the insult implied by these words, Amy sought to disarm her husband's anger by greater docility, and, although the only other occupant of the com partment was an elderly gentleman who alternately read his newspaper and slept over it, she kept down her veil, and looked sedu lously out of window. On the evening after their arrival in town, Amy accepted with gratitude the suggestion that they should go to the theatre, but the same unhappy delusion pursued her there. Just as she was becoming interested in the perform ance, Lord Alan inquired whether it were ne cessary to her happiness to occupy such a con spicuous position, and he so disposed the curtains of their private box that she might neither see nor be seen. As they were driving home he informed her that her levity of conduct"], [65, "THE ORDEAL OF SUFFERING. 57 had made it impossible for him to take her to any other place of public resort. Any one might have seen when she dropped her fan in the lobby, and allowed a stranger to return it to her, that it was only a flimsy pretext for attracting attention. Amy shed a few tears, but it did not occur to her to rebel, even in thought, against the dictates of her husband's capricious humour ; and indeed one source of her wretchedness lay in the convic tion that since her most trivial acts could be interpreted in such a sense, they must in truth be blame-worthy. The outward circumstances of her life soon became even more cheerless than they had been at Raeburn. Their establishment was on the narrowest sooting, and Lord Alan said that as the house was prepared for letting, it was not expedient to make use of the drawing-rooms, and that they must inhabit the room behind the dining-room ; but Amy"], [66, "58 VANESSA. soon discovered that his real motive was a fear lest she should be guilty of the indecorum of showing herself at the windows which com manded a view of the square. The town housemaid undertook to cook for them, with such indifferent success that Lord Alan, ascribing a succession of failures to Amy's bad housekeeping, seldom took his meals at home ; but he veiled his movements in studied uncertainty, and she never knew whether to expect him or not, except that after a time she began to interpret his assertions by con traries. When he said that he was going out for the afternoon he often returned after a short interval, as if for the purpose of ascer taining that she was taking no unworthy advantage of his absence ; and if he said that he should only be away for a few minutes she sometimes ventured to indulge in the relief of tears with less dread lest he should return in time to detect their traces, and"], [67, "THE ORDEAL OF SUFFERING. 59 overwhelm her with the bitterest reproaches. He regulated her movements in his absence with rigorous exactness. There were days when he only permitted her to take exercise within the railings of the Square gardens, escorting her across the road himself, and returning with the exactness of a gaoler to unlock the gate when the hour of exercise had expired. In his happier moods he required her to go with her maid, Elspeth, in a cab to the gate of Kensington Gardens, there to pace the broad walk frequented by nursery maids and children ; and he informed her that he should probably walk or ride round the park at the same hour, but that she was on no account to look out for him, from which Amy understood that this indulgence was to be forfeited if her head was even once turned in the direction of the ride. If visitors ever came to the house they were not admitted ; and in after years when Amy looked back to"], [68, "60 VANESSA. those weeks of wretchedness she wondered how it was that her own brain had not given away beneath the protracted torture, which was often heightened by physical terror; although Alan still refrained from any ex pressions of violence, and there was even a studied deference in his manner to her in the presence of his servants. But Amy knew well that they did not regard her as the mistress of her house, but rather as some abject creature whose conduct had ren dered it necessary that she should, in he own interests, be hedged in by such re straints. On one occasion, when Amy, with a transient impulse of independence, put on her bonnet with the intention of walking to Arabella Row to match a skein of Berlin wool, she found Elspeth waiting for her in the hall. ' I understood from his lordship,' she said, ' that you would require me to walk out"], [69, "61 THE ORDEAL OF SUFFERING. with you whenever you did not take the Square key.' ' Certainly,' said Amy, convicted ofa grave misdemeanour, nor did she ever again attempt to evade the vigilance of her attendant. Nearly three weeks had passed, each day seeming to give fresh colour to the suspicions which clouded Alan's brain, and consequently to add to the rigour of the thraldom in which he held his unhappy wife, when Lord Alan one evening returned from his club and in formed her that he had accepted an invitation for her as well as for himself to dine at Sir John Hawthorne's. ' They are friends of the Wrays,' he said, ' and I think he said that he had met you at dinner.' ' Yes,' said Amy, smiling faintly, as the memory of a time that seemed very far off returned to her : ' he dined at Leasowes, the first time I ever saw you.' ' True,' said Alan gloomily : ' he said that"], [70, "62 VANESSA Lady Hawthorne would call, but I told him that you never saw visitors ; and then he said that she would leave cards with an invitation, and he made me name a day, so that alto gether I did not see how we were to get out of it. So you are to accept the invitation, and I really trust that, after all that has passed, you begin to see the necessity of being more circumspect in your conduct.' ' Yes, indeed, Alan,' said Amy very sub missively, and although she had abandoned all hope of averting his displeasure and sus picion she looked forward to the sight of human kind as to an era in her monotonous existence. She wore full evening dress for the first time since her marriage, and pre sented herself before her husband's eyes with the timid hope of meeting a glance of tran sient admiration ; but Alan found more to criticise than to approve and twice sent her back to her room to make some alteration"], [71, "THE ORDEAL OF SUFFERING 63 in her coiffure and trinkets. Consequently they were late, and, as the party was a large one, and dinner was announced almost at once, it was only as she was passing out of the draw ing-room again, that Amy descried with a thrill of very mingled feelings, the fair head of Dennis O'Brien in the centre of a knot of gentlemen. His face brought back all the hunger of home-sickness by which she was now constantly consumed, but only for a moment, and she glanced at Lord Alan with a tightening of the heart, remembering his fierce denunciations on their wedding day ; but his calmness was not disturbed, and her experience of his fluctuating humour inclined her to hope that O'Brien was no longer an object of his resentment. They took their places at the dinner-table, and then Amy discovered that Dennis was her right hand neighbour, and that her husband was exactly opposite to her, but"], [72, "64 VANESSA. partly screened from her sight by an epergne of flowers. In a sort of desperation, Amy kept her face turned towards the toothless old peer who had taken her down, and who desired nothing so much as to be allowed to eat his dinner in peace, undistracted by Lady Alan's disjointed remarks about the weather and the winter exhibitions. Her resources were soon exhausted, and when she began to cut her bread into dice, Dennis felt that his turn was come. ' Are we not to recognise each other, Lady Alan ? ' he said, quietly. ' Oh yes,' replied Amy, dropping her voice below the general hum of conversation. ' But I never expected to see you here to night.' ' The coincidence is not so very surprising. I came to town on business connected with the museum, and Mr. Wray gave me an in troduction to Sir John, who is one of his scientific friends. I am going down to"], [73, "THE ORDEAL OF SUFFERING. 65 Allerton next week, and it will be a pleasure to your mother to hear that I have seen you.' ' Give her my very best love,' said Amy. At that moment there was a lull in the conversation, and Lord Alan said, with such distinct utterance that it was plain for whom his words were intended, ' I have met Mr. O'Brien, Miss Hawthorne, but neither Lady Alan nor myself have the honour of his acquaintance.' Dennis gave one rapid glance at Amy, and saw that light and colour had faded out of her face, and that the brilliant beauty which had struck him on her entrance, was ex changed for a miserable, anxious, hunted expression, which awakened his deepest com passion. He turned hastily away, and did not address another syllable to her, but Amy knew too well the relentless nature of her husband's suspicions to hope that she could escape reproach. F VOL. II."], [74, "66 VANESSA. It was an infinite relief to both of them when the move was made for the ladies to leave the dining table ; and Amy began to breathe more freely, little dreaming that her ordeal of suffering was only begun. Five minutes afterwards, Lord Alan entered the drawing-room, and went straight up to Lady Hawthorne without looking at his wife. ' You must excuse our taking a hurried departure, Lady Hawthorne. I observed that my wife looked ill at dinner, and as she must wish to go home at once, I have taken the liberty of ordering a cab, instead of wait ing for our carriage.' While Lady Hawthorne expressed civil regret, Amy stood up with pale and agitated looks, which justified the plea of indisposition, and Lord Alan cut short the leave-taking, standing at the open door until she followed him out. They left an uncomfortable im pression behind them, and Miss Hawthorne"], [75, "67 THE ORDEAL OF SUFFERING. remarked on the strange tone of Lord Alan's reply when she told him that they had arranged that Mr. O'Brien should sit next to Lady Alan, as they both belonged to the Leasowes neighbourhood. ' Ah well, the Rae's are all strange,' said Lady Hawthorne significantly : ' it does not do to interfere between husband and wife, and especially as I had only once seen Lady Alan before, but I pity her, poor thing. Remind me, Bessy, to send to Eaton Square to inquire for her to-morrow morning.' The conversation rippled away to other subjects, before Lord Alan had placed his wife in the cab. Her spirits sank lower when she found that he was going outside, for she understood that he could only trust himself to express the violence of his anger in the privacy of their own apartment. It was a rainy night, and, as they passed a gin-shop with its brilliant gas-lights flashing on the wet F 2"], [76, "68 VANESSA. pavement, Amy noticed a squalid, thinly-clad woman who crept past the shop, drawing her scanty shawl more closely around her, and then after a moment's irresolution, she turned back, pushed open the swing door and went in. Amy did not pity that woman, she only thought of her as of a being less wretched and degraded than herself. Their early return to Eaton Square caused some little commotion among the servants, and Lord Alan once more calmly declared the cause : ' Lady Alan is unwell, and will go at once to her room. Send Elspeth up to her. In a quarter of an hour,' he added, without looking at his wife, although the information was intended for her, ' I shall come upstairs.' Amy hurried through her undressing in the brief interval allotted to her, and Elspeth, with grim compassion for her pale and shiver ing looks, advised her to go at once to bed,"], [77, "THE ORDEAL OF SUFFERING. 69 but she declined to do this, saying that she would lie down on the sofa in her dressing gown. ' Here is his lordship coming up,' said Elspeth, as if his approaching footsteps had not already found an echo in Amy's fluttering heart : ' Is there nothing I can get for you before I go, my lady ? ' ' Nothing,' said Amy, but she added in tremulous accents, ' I may want you at any moment. Come at once if I ring.' ' Certainly, my lady,' said Elspeth, and when she went back to her supper with renewed appetite, she too remarked that something had gone very wrong between my lord and my lady. Lord Alan entered the room as the maid quitted it, and as he turned the key in the lock Amy resisted with difficulty the inclina tion to scream. She did resist it, however, and lay still, scarcely conscious of anything but"], [78, "70 VANESSA. her own palpitating heart. After looking at her for a moment, Lord Alan spoke : 'It is at least some relief to see you stripped of the finery in which you had arrayed yourself to meet your former, — shall I say, — or your present lover. I know now with what object that elaborate toilette was made.' ' Mr. O'Brien was the last, the very last person I expected to see, Alan ; how could I guess that he was in town ? ' ' That is the very point on which I demand information. You have found means to com- municate with him.' ' It is not so, Alan. I have never heard his name since you forbade me to speak of him.' ' The transparent evasion does not blind me to the truth,' said Lord Alan, with increasing vehemence ; ' confess that you made this appointment by letter.' ' Such a confession would be untrue, Alan."], [79, "THE ORDEAL OF SUFFERING. 71 Since the day os our marriage I have not written nor received a letter which has not passed under your eyes. The servants know and respect your orders to carry every letter to your room before it is delivered to me.' ' How can I trust my servants, when I do not trust my wife ? ' said Alan, gloomily. Up to this moment he had been standing before her, but now, at his gesture of command, she raised herself into a sitting pos ture, so that he might take a place by her side, and this permitted him to feel that she was trembling in every limb. ' Words are not needed,' he resumed, ' so long as your own cringing fears proclaim your guilt.' ' I fear your displeasure, Alan, even when it is undeserved, but it is hard indeed to hold me responsible for the unhappy accident which placed me next to Mr. O'Brien this evening."], [80, "72 VANESSA. ' Do not call it an accident. Say rather that Heaven so willed it, lest I should be the last to know that my wife is false and shame less. Say now what passed between you ; low as the words were spoken, I caught the name of love.' ' I only sent my love to my mother, the mother from whom yon have estranged me. O, Alan, that is all my crime,' said Amy, bursting into tears. Alan caught at the words with the eager jealousy of his diseased mind. ' You admit that it was a crime, — that you are guilty in your own eyes.' ' I have never wronged you, never, in word or thought. If I erred in speaking to him, it is a fault which need not be repeated.' ' Which cannot be repeated,' said Alan, in a voice which chilled poor Amy's blood with terror. ' Forgive me this time, Alan,' she said, as she caught at his hand, and tried to carry it"], [81, "THE ORDEAL OF SUFFERING. 73 to her lips, but he shook her off, as if her touch were hateful. ' It is enough, go now to bed.' ' Yes, Alan,' said she, but she paused to raise her swimming eyes to his face in piteous supplication, ' may I first say my prayers ? ' ' It is well thought of. Since you have asked my forgiveness, it only remains to implore the mercy of God.' The tenor of his words conveyed to Amy's terrified imagination permission to send up to Heaven the silent, desperate prayer which springs from the heart of the wretch who knows that a violent death must cut him off from the light of another sun. She knelt by the bedside for a few moments, and then laid herself down. There was an old-fashioned bell-rope hanging by the bed, and the instinct of self-preservation prompted her to pass her hand through the ivory ring which was"], [82, "74 VANESSA. fastened to the cord. Lord Alan, whose eyes were constantly fixed on her, must have seen the action, but he made no comment on it ; he extinguished the candles, stirred up the fire to a blaze, and sat brooding over it. Once he spoke to her, when a brighter flame shot up and was reflected in Amy's eyes. ' You appear to be wakeful, Amy ; if you wish me to read you to sleep, I will read Othello.' Amy shuddered, and hid her face in the bed-clothes to stifle a half-uttered cry of wailing fear. Her fingers were more tightly clenched round the bell-handle, and, if her husband made one step towards the bed, she resolved to pull it, even at the risk of falling a victim to his insane fury before help could come. But the long miserable hours of the night wore away, and Alan still sat by the fireside. Once or twice Amy fell into a doze from which she was aroused in an agony of"], [83, "THE ORDEAL OF SUFFERING. 75 fear by the fall of a coal upon the hearth, or by the slightest change in her husband's position. As the night wore on, the tension of her nerves could no longer be maintained, even although she believed that her life depended upon her wakefulness, and her eyes closed in a heavy dreamless sleep. When she awoke, the fire was out, the light was beginning to struggle through the closed curtains, and Lord Alan was gone."], [84, "76 VANESSA. CHAPTER V. FLIGHT. The reaction soon followed the first feeling of relies and thankfulness. The danger was past for the moment, but Amy recoiled from the thought of having to live through such another night of terror. She pulled the bell cord, which had not left her hand even in her soundest sleep, and Elspeth promptly answered the summons. ' I have slept late, Elspeth,' said Amy, still striving to mask her fears by speaking in her ordinary tone : ' will you ask my lord not to wait breakfast for me ?' ' William wished me to ask whether his lordship intended to breakfast out,' replied the maid : ' my lord must have walked out"], [85, "FLIGHT. 77 quite early, for the chain was taken off the front door before any of us were up.' ' You cannot be sure that he has gone out ; he may be somewhere in the house,' said Amy, as a fresh dread possessed her mind : ' go and tell William to look in every room, but come back to me directly : I cannot be alone.' Elspeth obeyed both injunctions, returning to her mistress with the least possible delay. ' Indeed my lady, William is sure that his lordship has gone out, for he has taken his hat and coat. There is no fear but what he will soon come back,' she added, in a re assuring tone. ' No fear,' repeated Amy, no longer able to be alone with her sad secret : ' I tell you, Elspeth, that I see nothing but fear and wretchedness before me, whichever way I look. My only doubt is, whether he will destroy me or himself.' She was sitting up"], [86, "78 VANESSA. in bed with her hair flowing loose over her shoulders, and her maid could see that its pale gold colour had been streaked with silver by the mental agony of the last few hours. ' Dear heart ! is it come to that ? ' said Elspeth : ' we have said down stairs that my lord looked strange and wild at times, like the young lord at the castle. Mr. M'Clintock will be the best man to guide him till he comes round again.' ' I might send for him,' replied Amy, ac cepting the suggestion, since she had lived long enough at Raeburn to know that the agent's aid was invoked in every possible emergency, ' but even if I telegraph, he will not be here until to-morrow, and if Lord Alan is to come and go, and brood over his fancied wrongs for twenty-four hours more, I shall not live to see it.' ' There is another thing which her lady-"], [87, "FLIGHT. 79 ship mentioned to me before we left the castle,' said Elspeth, producing a scrap of written paper : ' She said that if his lordship was in any way out of sorts, this was the name of the doctor whom she wished him to consult.' Amy took the paper, and read the name and address of Dr. Curran, a physician only consulted in diseases of the brain. She drew back, declaring that she should never dare to tell Lord Alan that she had sent for medical advice without his permission ; but Elspeth overruled her scruples, and took the respon sibility on herself. ' She cannot think for herself, no more than a baby,' said Elspeth as she went down stairs to despatch the two messages. ' She is all of a tremble if there is a rustle in the passage, and, if so be that we can, we must keep my lord from seeing her. You will tell"], [88, "80 VANESSA. all the lies you can think of to keep him down stairs, William.' The footman grinned, but with a due sense of the urgency of the case, for the father of Elspeth M'Grath was an elder of the United Presbyterian church, and a pillar of his con gregation ; and her soul had been grievously vexed by the ungodly ways of her English fellow-servants. An hour later, Dr. Curran Avas shown up to Lady Alan's room, where she had judged it safer to remain. Since her husband had not returned she might relate her trouble without restraint ; yet the tale did not run easily off her stammering tongue, although she gathered confidence from the old doctor's kindly sympathy, and his acute ness in supplying the details which she was ashamed to give. ' And yet, indeed, I am innocent,' said Amy, raising her anxious eyes to his face, for it seemed a matter of course that her actions should be misconstrued,"], [89, "81 FLIGHT. and her words wrested out of their true meaning. ■ Who can doubt it, Lady Alan ? Such delusions are unhappily too common in the cases which come before me every day, and it is essential to the recovery of the patient that the subject of his morbid suspicions should be withdrawn from his society. On your own account also it is necessary ; for I will not disguise from you that you have escaped a great danger, and one to which you must not be again exposed. Will it not be possible for you to leave the house before Lord Alan Rae returns to it ? ' ' I think perhaps he has resolved to see me again no more,' said Amy : ' he never lay down last night, and it was strange that he should go out so early without telling any of the servants when he was likely to return.' ' It is probable that he was partly conscious of the fever in his brain, and hoped to work G VOL. II."], [90, "82 VANESSA. it off by fresh air and exercise. I will take steps to trace him when I have provided for your safety. Can you go to any of Lord Alan's relations ?' ' Oh no ! ' said Amy, turning paler, as she thought of the reception she must meet with at Raeburn if she returned to it without her husband. ' Then you must go to your own family : have you a father and mother living ? ' ' I have a mother,' said Amy, ' but I do not know whether she can receive me, and Lord Alan has not wished me even to write to her.' ' You must have some friend to advise and make arrangements for you,' continued Dr. Curran : ' is there no one in town who knows the family circumstances ? ' ' There is one friend, one acquaintance,' replied Amy, catching up her words as it Lord Alan had been by to denounce the"], [91, "FLIGHT. 83 more familiar term : ' we met him at dinner last night, but I do not know where he is to be found, except that I heard him say that he was to be all to-day at the British Museum.' ' His name ?' said Dr. Curran, taking out his tablets to note it down ; ' it is not a public day at the Museum, so that it will not be hard to hunt him up ; and to save time I will drive there myself and bring him back with me.' ' Not here, not to this house,' said Amy, filled with horror at the suggestion : ' I thought perhaps that you might see him, to ask what I had better do ; but you do not understand that it is the same gentleman whom I have been forbidden ever to meet. When my husband comes to know of what I have done, he will think that his worst sus picions are justified.' ' Be composed, Lady Alan. He need g 2"], [92, "84 VANESSA.. never know it until the balance of his mind is restored, and then he will, look back to these delusions, if he remembers them at all, as the baseless fancies of an uneasy dream. I will take measures to secure you from any risk in my absence, or, if you prefer it, you might go at once into a lodging with your maid.' ' No : I cannot do that,' said Amy, colour ing as she reflected that she was even unpro vided with the means of paying the physician's fee. One of the ways in which Lord Alan's want of confidence in his wife had early declared itself, had been in denying her any command of money ; and when she received a cheque at Michaelmas for the first quarter's interest on the sum which Mr. Mertoun had settled on her, Lord Alan had directed her to pay it into his account, since he considered it more satisfactory that all her bills should be sent in to him. In the aggravated temper"], [93, "85 FLIGHT. of suspicion with which he had lately re garded her, he had even put the money for her cab-fares into Elspeth's hands and at this moment Amy was penniless. ' I shall be as well pleased if you can do without your maid,' continued Dr. Curran ; ' she seems to be a confidential sort of person, and may be useful as an attendant on Lord Alan. I have little doubt that Mr. O'Brien will agree with me that your mother's house is the best place for you, and under all the circumstances you must allow me to act for you ; and remember that I am not afraid of the responsibility. Put your things together, so as to be ready to leave the house at any moment.' ' I will be ready,' said Amy. It was so long since she had been allowed to think or act for herself, that a tone of decision was all that was needed to settle her resolution. Dennis O'Brien had set about his work at"], [94, "86 VANESSA. the British Museum with a distracted mind : his interest in the classification of new species of beetles being considerably modified by the haunting recollection of Amy's wretched face ; and he had just decided to cut short his work for that day, and to return to his lodgings to write fully to Henry Mertoun on the subject, when Dr. Curran's card was brought in, with the request that Mr. O'Brien would see him at once on urgent business. ' I have been hunting you all over the place,' said Dr. Curran, when they met in the lobby : ' I never thought of asking which was your special department, and I sent in vain to the fishes, and the minerals, and the Elgin marbles, before I thought of trying the insects. I have lost a precious morning, and you must get into my carriage at once, and come off with me to Lady Alan Rae's. I will tell you about it as we go along.' ' Excuse me,' said Dennis, drawing himself"], [95, "87 FLIGHT. up with an air of haughty displeasure : ' since it was only last night that Lord Alan dis claimed the honour of my acquaintance, I have not the slightest desire to visit his wife.' ' I know, I know all about it,' said Dr. Curran impatiently, ' what does it signify ? Here is this poor woman, alone and friendless in London, with her nerves shattered by the mental torture to which she has been subjected, and you refuse to stretch out your hand to help her ! ' ' Her brother is the only person who is en titled to interfere in her behalf,' said Dennis : ' I had resolved to write to him of what I observed last night, and now I will send off a telegram to summon him to town.' ' Do so, do so by all means,' said the irritable doctor, ' and before he can be on the spot, his sister will have fallen a victim to the"], [96, "88 VANESSA. jealous frenzy of her husband, and I will have you summoned to attend the inquest.' ' Lord Alan is insane ? ' said Dennis, turn ing pale. ' Not legally insane. There is the diffi culty of the situation. He went out early this morning, and I have left two stable helpers in the hall, with directions that he is to be restrained by force if he offers to go up to his wife ; but men are such fools, that heaven knows what mischief may ensue in my absence.' ' Let us go,' said O'Brien, less patient i f delay than Dr. Curran himself. ' It is almost a hopeless case,' said the physician as they drove through the streets at a rapid pace. ' I heard a good deal about the family tendency to insanity when I was called in to see Lord Macrae some years ago, and he is now perfectly imbecile. But this"], [97, "89 FLIGHT. young man is evidently in a phase of madness more dangerous either to himself or others.' ' If he had really intended mischief, I do not understand his motives in leaving the house,' said Dennis. ' Who can understand the motives of a maniac ? Probably he could not nerve himself to the deed on which his mind was brooding, and wandered out in restless misery, or it may be to provide means for its execu tion. A costermonger would have beaten or kicked his wife to death in the first fury of his jealousy ; but the instincts of refinement sur vive after the mind has lost its balance, and even a razor might seem too brutal an imple ment of his vengence, so that nothing but a pistol would serve for him.' Dennis shuddered, and thought that no car riage had ever taken so long . to traverse the distance between Bloomsbury and Belgravia. When at length they reached Eaton Square,"], [98, "90 VANESSA. there was a commotion in the hall which aroused anxiety, but the story which the three men waiting there were eager to tell relieved his worst fears. About half an hour after Dr. Curran left the house, Lord Alan Rae had opened the door with his latch key and entered the hall. He took a small case out of the breast-pocket of his upper coat, and had just laid it on the hall-table, when his eye fell on the two stable helpers who, paralysed by personal fear, or by the dread of incurring responsibility, would probably have offered no opposition to his will. But the object with which they were placed there, must have flashed across him, for he instantly turned and left the house without uttering a word. ' And you did not follow him ? ' exclaimed Dr. Curran. ' Oh no, sir : your orders were precise that we should on no account leave the house,' said the two men in chorus."], [99, "FLIGHT. 91 Dr. Curran shrugged his shoulders at such a proof of the truth of the assertion he had frequently made, that the imbecility of those who had the credit of being of sound mind at least equalled that of the insane. He took up the case which still lay on the hall-table, and opened it to disclose its contents to O'Brien, consisting of a small new revolver, ready for use. O'Brien turned pale as death, and any lingering misgivings as to the pro priety of withdrawing Amy from her husband's roof were set at rest. She remained in ignor ance of Alan's having entered the house and left it again, and she was ready, as she had promised to be, when a message was sent to summon her down stairs. She came down, dressed for a journey, and closely veiled, as it was her husband's pleasure that she should appear when she went abroad. She gave a startled glance at the two men who were still keeping guard in the hall ; but Dr. Curran"], [100, "92 VANESSA. reassured her, and drew her into the dining room. ' Lord Alan is not here, but we know that he is safe, and he will probably return in the course of a few hours ; Mr. O'Brien has got a cab and is waiting for you outside.' For Dennis was already on the pavement, looking up and down the street, to make sure that Lord Alan was not lurking near to inter cept his wife's flight by violence. ' Where will he take me ? ' said Amy, trembling. ' To your mother's house ; he did not think that the matter admitted of a doubt.' ' If Lady Raeburn comes up, and finds me gone, she will think that I have neglected my duty.' ' Let her think so,' said Dr. Curran, who spent too much of his time in combating the delusions of the insane, to tolerate the scruples of those who were of sound mind : ' it is under my orders that you leave this house, and"], [101, "FLIGHT. 93 without my sanction you must not think of returning to it.' The servant announced that the cab was ready, and Dr. Curran's increasing anxiety about Lady Alan's personal safety would admit of no delay. Dennis was waiting on the pavement and followed Amy into the cab when he had given directions to the driver, but on neither side was there any inclination to break silence. When they were seated in the railway-carriage, and Amy was relieved from the immediate dread of an encounter with Lord Alan, she found voice to speak. ' Have you telegraphed to my mother or to Henry ? ' ' I had no time to do so,' replied Dennis, ' even if it had been advisable. However startled Mrs. Mertoun may be when you appear, the shock will soon be lost in the pleasure of having you once more with her.' ' I know that mamma will be good to roe,'"], [102, "94 VANESSA. said Amy, ' but I shrink from seeing Henry and Helen, and from the curious eyes of Allerton.' ' None of the three will trouble you,' answered Dennis, realising the gulf which her marriage had placed between Amy and her family ; ' it is two months since Henry resigned his clerkship at the bank and went into his uncle's office. Helen is wintering abroad with Miss Mertoun, and since the idea of returning to Bixley was evidently distasteful to your mother, Henry has rented for her the little thatched cottage outside the Manor Farm. Henry and Dick spend alternate Sundays with her, and I was there last Sunday. She was looking so well, and in easy, cheerful spirits.' Amy was a little drawn out of herself by her interest in these details, but as they approached the Allerton station she relapsed into silent dejection. She looked up for a"], [103, "FLIGHT. 95 moment when they reached a turn in the line, skirting a copse in which she had often walked with Dennis by her side, but there was nothing in its associations which seemed to alter the gentle, yet distant, courtesy of his manner. Although, by a strange revolution of fate, they had been once more brought into outward contact, The unplumb'd, salt, estranging sea, still flowed between their hearts. ' Do you wish me to drive with you to the cottage ? ' he asked, as they reached the platform. ' Unless it is very inconvenient to you,' said Amy, humbly, for she felt the impossi bility of meeting her mother alone. And yet how little formidable it was ! Dennis went in first, and before the tale was half told, Mrs. Mertoun had hurried to the door."], [104, "96 VANESSA. Amy flung herself into her arms with the half-stifled cry : ' O mamma ! I wish, I wish that I had never left you!' and Mrs. Mertoun's only thought was of how the fatted calf was to be killed for her. Dennis was unceremoniously dismissed without a word of acknowledgment for that day's services, as Amy afterwards remembered with some remorse, to intercept Miss Charlton and warn her not to drop in, as she often did, at four o'clock in the afternoon. Mrs. Mertoun must have Amy to herself, to comment with the tenderest pity oh her changed looks, to chafe her chilled hand's, and fondle and purr over her like a cat over its recovered kitten. Amy's exhaustion was so great that she could not respond to such endearments, and when she lay and cried silently her mother's instinct was not at fault, and she refrained from any inquiries"], [105, "FLIGHT. 97 about the terrible necessity which had driven her to seek refuge at her old home, although O'Brien's brief intimation of Lord Alan's unsettled state of mind had left much in obscurity. ii VOL. II."], [106, "98 VANESSA. CHAPTER VI. SUSPENSE. The next morning's post brought a letter from Elspeth, informing her that since the afternoon was far advanced without bringing further tidings of Lord Alan, Dr. Curran had put the matter into the hands of the police. She also enclosed a telegraphic communica tion from Mr. M'Clintock to the effect that he and Lady Raeburn would take the night mail to the south, and adding the advice, which Amy had anticipated, that she should send at once for Dr. Curran. ' By this time they are in London,' she thought, ' and they must think my conduct strange and heartless in leaving the house while Alan's fate is still uncertain.'"], [107, "SUSPENSE. 99 Amy was not long left in doubt of the nature of Lady Raeburn's sentiments. That day passed without events, but on the follow ing morning when she came downstairs, harassed with anxiety because the post had brought her no further tidings, her mother met her in great agitation, and informed her that Lady Raeburn was in the dining-room. ' She will not come upstairs,' continued Mrs. Mertoun, ' and the fly is waiting which brought her from the station. Oh, Amy ! you must not let her take you away.' The same dread was repeated in Amy's blanched face as it occurred to her that Lord Alan had returned to Eaton Square, and had sent his mother to summon her to his presence. ' I must see her ; perhaps she will believe what Dr. Curran said to me,' said she, and since delay only added to her fears, she put Mrs. Mertoun aside with a. kiss, and entered the dining-room. H 2"], [108, "100 VANESSA. Lady Raeburn was sitting by the fire, and spoke with the same ceremonious politeness with which she might have addressed a stranger : ' You will excuse my rising, Lady Alan ; I am an old woman, aged even more by sorrow than by years.' ' I too have suffered,' said Amy, in the faint hope that their common sorrow might soften the heart of the wretched mother towards her. ' You have suffered ? ' repeated Lady Raeburn, bitterly ; ' true, you have suffered from the selfish fear which prompted you to fly from your husband's house, although it is still doubtful if he is among the living. You have suffered disappointment also in your schemes for advancement by this fatal marriage — returning to the obscurity from which my son's misplaced love exalted you, with nothing but your empty title. But what is your sorrow to mine, who am"], [109, "SUSPENSE. 101 doomed to see my beloved son, the last hope of our ill-fated family, sink into imbecility or a dishonoured grave ? ' Amy remained silent, wondering whether Lady Raeburn had come down to Allerton only for the purpose of loading her with such reproaches, until she spoke again. ' I have come this morning, Lady Alan, partly from the restless misery which will not suffer me to be still, partly from the hope that you may be able to give some clue to the search for Alan.' Mr. M'Clintock has been sum- moned by the police to see two disfigured corpses, in neither of which he can recognise my unhappy boy, and they are altogether at fault. Did he say nothing by which he might be traced ? ' ' Nothing,' said Amy, bursting into tears ; ' you know yourself how little confidence he reposed in me.' ' The discreditable facts connected with"], [110, "102 VANESSA. your marriage had made confidence impos sible,' continued Lady Raeburn, with relent less severity ; ' I date the unsettling of his mind from the day that he was first ensnared by you. His eyes were opened too late to his irretrievable mistake, and he brooded over it until his senses gave way. Even within the last few weeks the calamity might have been averted by a woman of courage and resource ; but you have sat still to see his mind gradually lose its balance, and only ask for help when your personal safety is at stake.' Amy felt that it was as impossible to attempt her justification in Lady Raeburn's eyes as in those of her son. ' I have been very wretched,' she said, ' but I would suffer even more to restore Alan to you.' ' The fact that you have voluntarily left his roof must of course relieve you from any future interest in his welfare,' replied Lady"], [111, "SUSPENSE. 103 Raeburn. ' Mr. M'Clintock, however, thinks it possible that if my son is wandering aim lessly from place to place, he may come here in search of you.' ' And what do you wish me to do in such a case ? ' said Amy, to whom the possibility had not suggested itself. Lady Raeburn remarked her look of terror, and went on with increasing severity : ' I trust, Lady Alan, that you will prepare yourself for the emergency, instead of allow ing your fears to paralyse exertion. You must receive him with such tenderness as your nature is capable of displaying, and detain him until Mr. M'Clintock can be upon the spot. I return to London, with faint hope of receiving any tidings of my son ; and, if my worst fears are realised, and he is now beyond the reach of human care, it is little likely that you and I will meet again in this life.' Amy understood that Lady Raeburn"], [112, "104 VANESSA. disclaimed by these words any future interest in her daughter-in-law, whose other offences were aggravated in her eyes by the fact that her marriage with Alan Rae afforded no prospect of an heir to the Raeburn peerage ; and yet, to those who knew even a little of the ordeal through which Amy had passed, it might seem a matter of rejoicing that the taint of hereditary insanity, which clung like a curse to her husband's race, was not to be perpetuated through another generation. Mrs. Mertoun was infinitely relieved to see Lady Raeburn drive off alone : she had hovered round the door with the half-formed intention of summoning George Charlton to detain her by force if she had proposed to take Amy with her. ' You need not be uneasy, mamma,' said Amy, sadly : ' I think that I am an outcast from all love but yours. Lady Raeburn bitterly resented our marriage, and she now"], [113, "SUSPENSE. 105 holds me responsible for Alan's loss of reason. ' I could see that she was a proud, cruel woman when she swept by me so haughtily ; and yet she is a mother, and ought to pity my child as well as her own.' ' She said some hard things which were true as well as hard,' replied Amy ; nor could all her mother's tenderness relieve her spirits from their weight of care and self reproach. Each day, as it went heavily by, added its weight of uncertainty to the previous burden of suspense. Amy had been for four days at the cottage before she saw Henry Mertoun ; since his uncle had gone abroad to join Helen and Eva for a few weeks, leaving everything in his charge, and he was absorbed in business cares. When he came he was tender and good to his sister, but her sense of restraint and misery was greater in his"], [114, "106 VANESSA. presence, and she was relieved when Monday morning took him back to Bixley. But Miss Charlton's visits were, after the first recoil from a fresh face, some relief to the monotony of the day ; and Amy could submit to the knowledge that her unhappy circumstances were the subject of much confidential talk between Mrs. Mertoun and her friend, although no allusion was made to them in her presence. ' Lady Alan has such pretty manners,' Miss Charlton observed to her brother after one of her visits to the cottage : ' she was not always so gracious when I used to see her as a girl. Poor thing ! it is difficult to remember that was only six months ago when I look at her now, with all her fine bloom gone, and her hair put away under a lace cap. I saw the silver threads glistening for myself to-day, although I would not believe Mrs. Mertoun when she said that her"], [115, "SUSPENSE. 107 hair had turned grey. I wonder what little delicacy we can send her that she would fancy, George ? Her mother says that she hardly eats anything.' George Charlton was soon permitted to testify his sympathy and good-will in another mode, for Amy asked Miss Charlton if her brother could spare the time to call upon her, and he obeyed the summons with a due sense of the honour done to him. ' It seems a strange thing to ask,' said Amy, with a wistful look in her eyes, ' but Lady Raeburn said that if her son was wandering about, he might come here ; and I cannot sleep at night for thinking what I shall do if he comes, and how much it will terrify my mother.' ' Send for me at any hour of the day or night,' said George Charlton. ' I will have a bell fixed to the roof of the cottage, and one warning stroke will bring me here. Or you"], [116, "108 VANESSA. know what pleasure it would give us to receive you and Mrs. Mertoun at the farm, if you would prefer it.' Amy declined this offer, but she felt less nervous now that she had secured Mr. Charlton's protectorship ; and such was the vigilance of his guard, that Mr. M'Clintock narrowly escaped being arrested as a dan gerous lunatic when he walked out from Allerton to the cottage a few days after this conversation. It was true that he was a short man and middle-aged, but the appear ance of a red-haired stranger who spoke with a Scotch accent when he enquired his way to the cottage seemed to justify suspicion, and George Charlton followed him to the door, to ascertain that Lady Alan had really given orders that he should be admitted as soon as he sent in his card. Amy had, in fact, been corresponding with Mr. M'Clintock, and his visit was a matter"], [117, "SUSPENSE. 109 of appointment. He persisted in recognising her claims as Lord Alan's wife, which Lady Raeburn was equally resolved to ignore, and he wrote to inform her that, as he was on the eve of returning to Scotland, he proposed to do himself the honour of waiting on her. ' It was good of you to come, Mr. M'Clin tock,' said Amy, ' and especially since I know from the newspapers that there is no news of my husband.' ' If the papers would let the matter rest, instead of putting in their sensation para graphs about the mysterious disappearance of a young nobleman, we should have more chance of getting hold of the right clue, Lady Alan. It is simply mischievous to cross the scent with so many confused and contradictory suggestions. I am pestered with anonymous letters by every post, and so is the superintendent of police. I am sent for here, there, and everywhere to see"], [118, "110 VANESSA. or hear of men whose appearance does not correspond with Lord Alan's in a single par ticular ; sometimes it is an old gentleman in hiding from his creditors, sometimes an idle apprentice who has run oft to sea. Only yesterday I was sent for into Norfolk to identify a swindler, well known to the London police, who had passed himself off as a lord to some fool of an innkeeper.' And Mr. M'Clintock flourished his silk handkerchief across his bald forehead with an air of irrita- tion. ' And do you go back to Raeburn because you give up the search as hopeless ? ' enquired Amy. ' Not exactly that, Lady Alan. Of course I shall be summoned to return if there is anything to be done, and Lady Raeburn remains in Eaton Square with Lady Janet, who is coming up this evening. But we do not think it well to bring the Marquis under"], [119, "SUSPENSE. 111 the influence of all this excitement and anxiety ; and as he is getting restless, I am wanted at Raeburn on that as well as on other accounts.' ' I would go and stay with him at Raeburn if it would be of any use,' said Amy, but M'Clintock shook his head. ' No, Lady Alan, I do not think it would do. The Marquis would be pleased to see you ; he sent you a kind message in his last letter to me ; but you know that Lady Raeburn's temper is rather peculiar, and in this sad trial we must defer to her wishes in every possible way.' ' I wish to be guided by them,' replied Amy. ' Can you tell me what she would like me to do about wearing mourning ? ' ' Not at present, Lady Alan, certainly not weeds just at present. That simple black dress is quite sufficient, and from what Lady Raeburn said I do not think she will put on"], [120, "VANESSA. 112 mourning for another three months : that will give us time to make enquiries in other parts of the world.' ' You think that he has gone out of the country ? ' said Amy. ' I tell you that I am quite at a loss what to think, and am never in the same mind for two minutes together. But he was not with out money, for I find that he cashed a cheque for 20/. on the day you dined at Lady Haw thorne's, and he was always fond of the sea. One of the London Dock labourers tells us of a young man who was hanging about the docks on Tuesday afternoon — the day he was missing — and he got into a boat belonging to one of three foreign ships which had gone out of dock, and were going to drop down with the tide. He says that the young man went on board one of the three, but it may have been the Swede, the Italian, or the New Orleans boat. It is a sad, confused tale"], [121, "SUSPENSE. 113 altogether, and so many men have come to us who were ready to swear anything for the chance of getting a few shillings that I do not credit the story. Poor lad ! If he is to come back to us like his brother, I would as soon have certain news of his death.' As M'Clintock rose to go, Amy said timidly that he must thank Lord Raeburn for thinking of her. ' And that reminds me, Lady Alan, that I only gave half his message, for the Marquis went on to say something about making a suitable provision for his daughter-in-law. But I do not see my way to it — I really do not, Lady Alan. The em barrassment of the estate was bad enough before, and now, with this uncertainty as to the fate of the heir presumptive, I do assure you that I hardly know how to lay my hands on a 5/. note for the current expenses of the search.' ' Lord Raeburn is very good to think of i VOL. II."], [122, "114 VANESSA. me,' said Amy ; ' and you must tell him that the provision made for me by my uncle is amply sufficient for all my wants. I do not consider that I have any claim on him.' The agent pronounced such a declaration to be very ' handsome,' and they parted with mutual expressions of good will ; and, on M'Clintock's part, with a certain consciousness of disloyalty towards his aristocratic clients, because he could not forbear to contrast their frigid and haughty bearing somewhat un favourably with the gentle deference of Lady Alan's manners."], [123, "115 CHAPTER VII. CERTAINTY. The months which brought Amy so much fresh experience in suffering had been full of the keenest enjoyment for Helen. She had gone abroad with her cousin, with her mind in a state of revolt against the seductions of art and scenery, protesting that they could not make amends for the sacrifice of her i independence. But it soon appeared that it was not Helen, but Eva, who had surrendered her liberty of action and of judgment to her cousin's stronger will. It was Helen who arranged their route and selected the hotels, with lofty disregard of the advice of Murray and of Badaeker, and who was never so happy I 2"], [124, "116 VANESSA. as when she had established their party in some secluded valley, where material com forts were at such a low ebb as to secure them from the irruption of tourists. When the shortening days obliged them to exchange Switzerland for the Riviera, it was Helen whose republican soul was vexed by the re strictions of imperialism and of French bureaucracy, and who decreed their removal from Cannes to Nice, from Nice to Mentone, until they were fairly beyond the French frontier, and had established themselves for the winter months in a small white villa 0,1 the outskirts of Genoa. It was in vain for Misbourne to deplore the difficulties of keep ing house after the English fashion when her tools and her materials were alike foreign ;. Helen replied that it was their duty and privilege to live on maccaroni and parmesan cheese, and on fritturas which were redolent of olive oil, and that it was only the perverted"], [125, "CERTAINTY. 117 appetite of a Philistine which could hanker after an English leg of mutton. It was in favour of domestic harmony that Helen had too many engrossing interests to interfere with Misbourne in the housekeeping department. Her taste for natural science was postponed to artistic pursuits, and she rushed into the wide field of Italian literature, and drew Eva with her so far as to induce her to take lessons in the Italian language. Helen's object was to read and understand Dante, and her grasp of the subject made her an afflicting pupil to her old Florentine teacher, who did not consider that it lay with in his province to explain obscure astrono mical or historical allusions, and who wished to substitute the amenities of Metastasio for the Divina Commedia, declaring that they were better adapted to display the genius of the Lingua Toscana. But Helen was in exorable, and got up her canto for the after-"], [126, "118 VANESSA. noon's lesson with research which enabled her to convict Signor Cantani of ignor ance, although he could take his revenge in the severity of his criticisms on her halting Italian. Helen found another scope for her energy in the study of modern politics, which neces sarily developed the most ardent zeal for Italian unity. She incited her cousin to take drawing lessons from an eminent republican, and reproached her ungenerous want of sym pathy when Eva ventured to assert that he was greater as a patriot than as an artist, and that he. would be a more acceptable teacher if he did not invariably dine on garlic. Eva's spirits revived under this stimulating treatment, and when her father joined the two girls at the Villa Nervani, a few weeks before Christmas, he was delighted by her look of health and animation. ' Yes, papa,' said Eva brightly ; ' I am really well, stronger"], [127, "CERTAINTY. 119 than I have ever been. Travelling has agreed with both of us. Helen was always the picture of health, but now she is remark ably handsome.' ' I must look at her from that point of view,' said Mr. Mertoun. ' I have not yet had time to look at any one but you.' ' Your tone is disparaging, papa,' said Eva. ' But if you do not admire her, your taste must be in fault. She had always a striking face, and now that she has fined down, and dresses in better taste, I can assure you that she makes a great impres- sion. ' So much the worse, Eva. One elopement in the family is enough, and I shall have to send out a chaperon to look after you both.' ' Helen errs on the side of misanthropy,' said Eva, laughing, ' and especially since our Swiss adventure. We went over a pass with mules — I wish that you could see Misbourne's"], [128, "VANESSA. 120 wretchedness under such circumstances — but Helen walked the whole day, and we were joined by a young Englishman and his tutor, both very gentlemanlike and agreeable. They took an interest in her botanising, put up at the same inn, and got up at some un earthly hour next morning to get her some Edelweiss, which grows on higher summits than we could reach. I told Helen that they were very attentive, but she denied it strenuously, and said that we should see no more of them. However, they drifted back -to our inn three days afterwards, and then the thing was too palpable. They waylaid us in our walks, bribed the Kellner to keep places for them at our end of the table at dinner, and were always bringing in botanical speci mens, which Helen rejected as worthless, in the most summary manner. She was as rude as only Helen can be, and when at last they went off disconsolate, I asked her which of"], [129, "CERTAINTY. 121 the two had made her an offer. Helen coloured all over, and said with the deepest mortification, ' My dear, it was both of them.' And since that adventure she has hardly liked to speak to anyone under sixty.' ' At all events she is in less haste to get married than Amy,' observed Mr. Mertoun. ' What have you heard of Amy, papa ? ' said Eva, with a slight change of tone, but no embarrassing consciousness. ' Nothing, except that I met Lady Cecilia in Bixley the other day, and she told me that the young couple were in London.' ' Amy often said how much she should enjoy a London season,' said Eva. ' I hope that they will come to stay with the Wrays after we go home, for I wish you to see that I am quite, quite satisfied with things as they are. Helen is my young man now ; she gives me the sense of strength and stability on which I have always wished to lean. '"], [130, "122 VANESSA. 'Ah! 'said Mr. Mertoun thoughtfully, as it occurred to him that Helen's brother might be a yet more efficient support. He had been attracted by the sturdy independence of Henry's character, even when it conflicted with his own peculiarities, and now that their interests were united, he found that his nephew's acuteness and capacity for busi ness surpassed his expectations. Richard Mertoun had himself married his master's daughter, and he did not look higher for his only child. Shortly after this, the budget of English letters arrived which clouded the enjoyment of the little party at Villa Nervani. Mrs. Mertoun wrote, and Henry, and Dennis O'Brien, each giving their version of the circumstances which had driven Amy to take refuge at her mother's house ; only from Amy herself there was nothing but a contrite little message, that she would send her love to"], [131, "CERTAINTY. 123 Eva if she dared, but must first wait to hear that she was forgiven. Eva's tears flowed fast as she read these words in Mrs. Mertoun's letter, and she pressed her father's hand, who understood the direction of her thoughts. ' You see that I was right, my little one, to warn you against courting Amy's fate. I hardly like to think of what the poor thing has suffered, and that she has lost her husband by such v terrible end.' ' You think that he is dead ? ' ' It seems the most probable way of accounting for his disappearance ; but very few days must put the matter out of doubt, since people do not in our time succeed in shrouding their fate in mystery.' Dennis O'Brien wrote to Helen, thinking, as he said, that she had a right to know the particulars which he alone could give, and in all that he said of Amy there was a tone of deep"], [132, "124 VANESSA. but repressed feeling, revealing itself most plainly in his concluding words : ' It is easy to see how much she has suffered, Helen ; she is so changed that I believe you would hardly know her.' Helen was very much agitated, remorseful for the hard thoughts she had nourished against her sister, and anxious to return at once to England. But however little Eva's opposition might have served to detain her, Mr. Mertoun exerted his authority, declar ing that there was nothing for Helen to do, that Mrs. Mertoun was evidently content to be alone with Amy, and that in any emergency which might arise his presence was more likely to be required ; so that it was expedient for Helen to remain with Eva. Helen acquiesced in the verdict, but she was very restless and unhappy ; Signor Cantani was no longer oppressed by her unreasonable energy as a pupil, and her interest in her private readings in Vasari and Sismondi was"], [133, "CERTAINTY. 125 altogether lost in the hunger for news which sent her on many fruitless errands to the Genoa post-office. It was after one of these expeditions, on which she had been accompanied by her uncle Richard, that they turned aside into one of the busy streets leading to the quay. They both enjoyed the stir and animation of the sea-faring population, and Helen was never tired of watching the little knots of sailors, as they fell into picturesque groups, and talked together with eager gestures, their black eyes flashing from under their scarlet caps. Her attention Avas arrested by the Avay in Avhich the bystanders collected round one animated speaker, and she Avas startled to see him break through the circle and advance toAvards her, cap in hand, and Avith a pleading smile, Avhich betrayed his toav of glittering teeth. ' Siete Inglese ? ' he said in a tone of enquiry."], [134, "126 VANESSA. ' Si,' replied Helen, resisting her uncle's attempt to draw her from the spot, and smiling at his Avhispered Avarning that the felloAV only meant to be insolent. Her knoAvledge of spoken Italian Avas imperfect, and the speaker's Genoese dialect Avas by no means classical in its purity, so that the tale had to be twice repeated before she caught even a glimmering of its meaning. At last her face lighted up Avith the most eager excitement, and she was able to satisfy her uncle's impatient enquiries as to Avhat the fellow Avas jabbering about. ' He Avants us to go on board his ship to see a sick compatriot—sick in mind, I think he says — Avho has come Avith them from Livorno, or London — I cannot make out Avhich — and they do not knoAv Avhere to bestoAv him. Andiamo,' she said, turning to the Italian. But her uncle again caught her by the arm. ' Absurd, Helen ! Do you suppose that I"], [135, "CERTAINTY. 127 shall let you go among a parcel of Italian ruffians, Avho Avould as soon stick a knife into you as look at you ? The story is probably a blind to decoy you into the ship to plunder you. ' What a Avild idea, Uncle Richard ! The man will disco\\rer your unjust suspicions, though he does not knoAv a Avord of English. Come Avith me, if you think it dangerous, although I should not in the least mind going alone.' Mr. Mertoun, Avho did not consider that the risk Avould be diminished by his sharing it, Avas more provoked than amused by the suggestion. 00 > ' Indeed, Helen, you will neither go alone nor in company, unless Ave have a policeman at our heels.' ' I believe that the police are the only untrustAvorthy class in Italy,' replied Helen, Avho never omitted an opportunity of airing"], [136, "128 VANESSA. her liberal sentiments. She turned again to the Italian, and his reply to her enquiries gave colour to the suspicion which had flashed through her brain. ' Listen to this, Uncle Richard : it is the ship which is called the ' Livorno,' and she comes from the port of London. She sailed on November 25, and that Avas the very day of Lord Alan's disappearance. This sick man is a young, fair-haired English milord, as they say that they havre discovered from the papers he has about him, and I do not see that it is possible to doubt that it is Lord Alan himself.' Mr. Mertoun admitted the justice of the inference, and although he held back as long as he imagined that Helen Avas actuated by a Ouixotic desire to be of service to a vague Englishman, he Avas noAv nearly as eager as herself to folloAV up the clue. His mis givings Avere reneAved A\\'hen the half-dozen men Avho had Avatched the issue of the con-"], [137, "CERTAINTY. 129 ference trooped after them across the gangAvay, to see Avhat the English people purposed to do with their countryman ; but it occurred to him that if they Avere indeed to be decoyed to their death, the participators of the plunder must be content Avith small gains. The ' Livorno ' had only just come into harbour, and lay outside of tAvo other vessels, which it AAras necessary to cross in order to reach her. They were all encum bered Avith cordage and merchandise, and Mr. Mertoun congratulated himself, Avith British complacency, on the more trim appearance of the barges Avhich Avere un loaded at his Avharf in Bixley. It Avas the mate of the ' Livorno ' Avho had conducted them on board, and the captain noAv came forA\\*ard, Avith a feAv Avords of English at his command, in Avhich he invited Mr. Mertoun to go below and see the gentle man for himself. K VOL. 11."], [138, "130 VANESSA. ' A milord,' he added, as he noticed Richard Mertoun's momentary hesitation, ' as I can shoAv by these papers, of Avhich I have taken charge.' Helen was the first to glance at the address of the bundle of letters Avhich he produced, and she exclaimed with agita tion : ' There is an envelope directed to Lord Alan Rae ! Oh, poor Amy ! ' Mr. Mertoun hesitated no longer, and left Helen on the deck, surrounded by a group of sailors, Avho spoke Avith greater volubility and less distinctness as they observed her over-mastering excitement. She gathered from the various accounts that Lord Alan had offered gold to the boat's crew of the ' Livorno ' to toav him out to any one of the three ships which Avere to be tOAved doAv'n the river that morning, and that the captain of the ' Livorno ' received him on board Avith reluctance, and with the intention of putting"], [139, "CERTAINTY. 131 him ashore at Gravesend. The milord, how ever, who insisted on going beloAV before the pilot came on board, succeeded after a long and earnest conversation with the captain in inducing him to take his passage money. He solemnly declared that it was no fault of his OAvn Avhich made him an outcast from his home and country, but that the unnatural treachery of a woman had plotted his confine ment in a mad-house, in order to screen her OAvn guilt. He spoke with such rational calmness that no suspicions were entertained of his sanity ; but after he had been for a feAv days on board the vessel, his increasing gloom, his haggard looks and restless mutter ing, awakened uneasiness, and he was con stantly Avatched, and secured by force at a moment when he was about to throw himself into the sea. A period of acute mania folloAved, during which, as Helen hoped, he was treated with such kindness as was possi- K 3"], [140, "132 VANESSA. ble, although he Avas under restraint, and Avithout skilled attendance or medical aid. For some days he had been sinking into a state of unconscious exhaustion, from AA'hich he could Avith difficulty be roused to take nourishment, and his end appeared to be ap proaching. Mr. Mertoun presently returned to confirm the sailors' story. ' It is Alan Rae,' he said, ' but so changed that his OAvn mother might not recognise him. I must get a doctor at once to decide Avhat can be done, and you must go home, Helen, and tell Eva, as gently as you can. ' Shall Ave prepare a room for him ? ' said Helen. ' Do nothing until I come or write,' replied Mr. Mertoun ; ' so far as I can judge the end is not far off, and it may be impossible to move him.' ' I should like to stay, if I can be of any"], [141, "CERTAINTY. 133 use,' said Helen, her voice trembling a little, in spite of her desire to betray no nervous- ness. ' You can be of use to Eva, none here. Indeed my dear, the scene is not fit for a girl of your age, but you may rely on my doing all that can be done in such a case. Go home noAv. There Avas something in Richard Mertoun's tone Avhich enforced obedience, and Helen obeyed at once. They left the quay together and Mr. Mertoun put Helen into a carriage to return to the Villa Nervani, Avhile he went in search of the physician Avho had attended Eva, and Avho had some knoAAdedge of English. It was late in the evening before the tAvo girls had any further tidings, and they were on the point of sending Misbourne into the toAvn, escorted by their Genoese man cook, when Mr. Mertoun came in. ' It is"], [142, "134 VANESSA. over,' said Eva, reading the truth in her father's face. ' Yes : he died an hour ago, with no struggle nor return of consciousness. Indeed *75<J the doctor thinks that although his life might have been prolonged by medical care at an earlier stage of the attack, nothing Avould have restored his reason. He had sunk into a state of complete imbecility. The funeral Avill take place to-morroAv, and then I shall return home ; it may be better to spare Amy the shock of receiving the news by letter, although I shall write to Henry and to Lady Cecilia.' Eva had recovered from her first agitation and Avas very composed and quiet in her father's presence, smiling a little Avhen he said that she must not allow the matter to prey on her mind, but Avhen they had gone upstairs for the night, and she Avas alone Avith Helen, she cried bitterly. ' It is very dreadful,' she"], [143, "CERTAINTY. 135 said : ' it is such a little Avhile since I thought him the Avisest, brightest, most true-hearted of men, and I found it hard to forgive Amy Avho had robbed me of his love, and noAv I am selfish enough to think more of Avhat I have escaped, than of what she has suffered.' ' I am such an unfeeling person,' \"replied Helen, although her red eyes belied the assertion, ' that since I knew hardly anything of Lord Alan personally, I cannot help feel- ing relieved that his wretched life has ended as it did. Even if she had loved him, it Avould have been terrible to think of her hav- ing to live with him again, or that she was to live on alone and hardly recognised by his family while he Avas in confinement' ' And what Avill she do now ? ' ' I hope that she will live on Avith mother for the present. When the year or two years' mourning is over, of course she will marry Dennis.'"], [144, "136 VANESSA. ' Os course ? ' repeated Eva. ' He loves her still : it is easy to read betAveen the lines of his letter to me. And Amy must know noAv Avhat such love is worth.' Helen's voice broke down suddenly, in spite of her late parade of want of feeling, but the passion of tears Avhich she found it hard to check, did not OAve their source to grief for her brother-in-law's death."], [145, "137 CHAPTER VIII. AN INTERVAL. ' The year or two years of mourning,' glided over the heads of the Mertoun family Avith feAv outAvard incidents to mark their course. When Helen returned to England with her cousin, she found that her niche in her mother's house was filled, and she admitted that there Avas as little cause as she noAv felt inclination to resist her cousin's desire to retain her at Leasowes. Amy and Mrs. Mertoun Avere so satisfied with each other, and Avith the local interests of their still, rural life, which did not range further than the calving of Guernsey coavs, the prospects of the apple crop, and Miss Charlton's diffi culties Avith her dairy-maids, that Helen Avas"], [146, "138 VANESSA. conscious that her aspirations toAvards a fuller intellectual life Avould introduce an element of incongruity. In the earlier days at Allerton she had Avorked off her super fluous energy in manual labour, and had spent her hardly earned hours of recreation in the society of Henry and Dennis O'Brien; but noAv that the contribution Avhich Amy Avas able to make to her mother's income placed them above pecuniary anxiety, Helen felt that the idyllic life of Charlton Manor, which had been very welcome as an occa sional refreshment, Avould pall upon her active spirit. It was agreed, therefore, that Helen should reside at LeasoAves, but she made frequent visits to the cottage and to the Manor farm, and the tAvo Charltons listened Avith unflagging interest to her accounts of Savjss dairies, and of the Italian mode of cultivating the soil ; Avhile Miss Charlton dilated in turn on dear Lady Alan's"], [147, "AN INTERVAL. 139 pretty ways, and on the satisfaction it gave her brother and herself to see her look less sadly worn, and pale than she had done through the winter. To Helen the improve ment Avas less evident ; Amy was silent and spiritless\", ill at ease in her sister's company, and shrinking from the suggestion that she might spend a few days quietly at Leasowes ; but Mrs. Mertoun declared that she Avas cheerful when they were alone together, and that the kind and sociable natures of Miss Charlton and her brother supplied all the society she needed. At Leasowes the masculine element Avas more liberally introduced, since Henry Avas almost as much at home in his uncle's, house as at his office, and was apt to bring O'Brien as well as the younger Richard in his train. But before the tAvo girls left England to spend another Avinter in the south, which the doctors considered necessary in Eva's case."], [148, "140 VANESSA. O'Brien had also left the country on a more lengthened absence. Mr. Wray's interest procured for him an appointment attaching him to an expedition Avhich Avas to be sent out to the Himalayas Avith the vieAv of ascertaining the best mode of turning the forests to account. The Avhole mattei Avas arranged before he even mentioned it to Henry ; and if his friend Avas surprised, Helen Avas more deeply Avounded by such reserve : but they Avere both gratified by an appointment Avhich launched him in a Avider sphere, and Dennis himself Avrote from London that although he had much to do in the brief interval alloAved him to complete his preparations, he could not deny himself the indulgence of spending* the last evening Avith them at LeasoAves. It was a lovely summer night, and the young people Avent out into the verandah to Avatch the full moon as she appeared above"], [149, "AN INTERVAL. 141 the tops of the trees, but Mr. Mertoun's caution presently forbade Eva to expose her self to the night air, and Henry re-entered the house Avith her. Helen remained stand- ing beside Dennis, who seemed as unwilling as herself to exchange the deAvy freshness of the outer air for the lamp-lit draAving-room. ' I suppose,' he said, thoughtfully, ' that the next full moon will find me under the eaves of an Indian bungalow.' ' Hoav long shall you be away, Dennis ? ' ' My chief says not less than a year, and he hopes not much more.' ' Will you take Allerton on your way to morroAv ? ' said Helen, finding it easier to ask questions than to say anything original. ' No ; you must tell your mother hoAv much hurried I have been, and that I could not find time to Avish her good-bye.' ' I will tell her and Amy,' said Helen, almost as if she Avere annoyed by the studied"], [150, "VANESSA. 142 omission of her sister's name ; ' by the time you come home, Amy will be able to go out a little in society.' ' I suppose so ; you must write to me sometimes, Helen ; noAv that Henry is such a busy man, I doubt Avhether he will give me much home neAvs.' ' I will Avrite after my visits to the cottage,' replied Helen. ' And Avhy only then ? ' ' Why ? I suppose because unless I fix an era I shall not Avrite at all,' replied Helen, a little surprised by the question. While she was convinced that O'Brien's love for Amy Avas unchanged, it Avas evident that he would allow no expression of it ; and it was only the effort at concealment Avhich Avould account for the reserve and constraint that had altered his whole nature, since his earlier love for her had been proclaimed Avithout a shadow of reticence."], [151, "AN INTERVAL. 143 When Dennis O'Brien had sailed for India, Helen permitted herself feAv distractions from the course of study she had laid down. Eva, Avho had been considered a docile, and a far from incapable pupil in her schoolroom days, Avas amazed by the depths of ignorance Avhich Avere continually revealed to her by Helen's higher attainments ; but she was not alloAved to sit doAvn content Avith her own deficiencies. Although she and Helen were of an age Avhen most girls abandon them selves to the career of frivolous pleasure seeking Avhich is assumed to be the inalien able privilege of young ladyhood, they led a studious and secluded life, even at LeasoAves, and were still more absorbed in their course of self-culture in the second Avinter which they spent in Italy. Mr. Mertoun was too Avell satisfied with Eva's immunity from the morbid fancies Avhich had injured her health and .clouded"], [152, "144 VANESSA. the happiness of her opening girlhood, to find any fault with the close bond of friend ship Avhich united the tAvo girls ; although it seemed to leave no room for the intrusion of any softer sentiment in Eva's relations Avith her cousin Henry. Generally on pleasant terms together, Eva Avas more prone than Helen to resent his unsparing criticism of any incongruity in their theory of life, or extravagant unconventionalism in practice ; and a stranger who was introduced into the family party might have found it hard to determine to Avhich of the tAvo Miss Mertouns he bore the relation of elder brother."], [153, "145 CHAPTER IX. RENUNCIATION. It was at the Hollies that Dennis O'Brien was first seen on his arrival in England. Mr. Wray, faithful to the opinion he had formed of the young man Avhen he Avas first presented to his notice as curator of the Bixley Museum, wrote cordially to invite him to come at once to his house, and Lady Cecilia, Avho had not always made him welcome in the early stage of his career, considered that his name had ap peared in sufficiently conspicuous type in par agraphs relating to the Himalayan expedition, to give prestige to her dinner-parties. When she mentioned in an unconcerned manner that she had invited the Mertouns and half a dozen other guests to dinner on the very VOL. II. L"], [154, "146 VANESSA. evening of O'Brien's arrival, Mr. Wray looked unutterable things, since he had proposed to enjoy a family dinner and a quiet talk with O'Brien in the study Avhere all his happiest hours were spent. ' I never yet asked a feAv friends to dinner that you did not make a grievance of it,' said Lady Cecilia, with a deep sense of injury : ' since you do not like the trouble of entertain ing my guests yourself, it is necessary to invite them when there is some third person to take the trouble off your hands. Poor Alan was invaluable on these occasions.' And there was something in her tone which implied that her nephew's life and senses ought to have been spared, in order that he might fill that important niche in the social gatherings at the Hollies. ' Is Lady Alan coming to dinner ? ' inquired Mr. Wray. ' O dear no, William. You forget that"], [155, "RENUNCIATION. 147 Alan has scarcely been dead eighteen months, and his widow has shoAvn some proper feeling by living in the strictest retirement. I do not think that she has even been to Leasowes, and, though I might call upon her there quite in a formal way, I do not intend to do more than barely recognise the connection which is altogether dropped at Raeburn. I do inquire for her now and then, but that is only to do aAvay any little coolness between Eva and myself.' ' In which you are not altogether success ful, Cecilia. We have never dined at Leasowes since Alan's death.' ' They do not entertain as they used to do,' replied Lady Cecilia : ' I believe that eccentric Helen Mertoun sways Eva just as the other sister used to do. The poor girl has great sweetness, but no strength of character, and if she had not unfortunately fallen under her cousin's influence, I should have moulded her l 2"], [156, "148 VANESSA. completely, and carried out the scheme in which I Avas frustrated.' ' If you mean your plan for marrying her to Alan, Eva Mertoun can scarcely regret your failure,' replied Mr. Wray ; and his wife Avas so painfully affected by the want of feeling shoAvn in such a reference to her family mis fortunes, that he really believed himself to be responsible for introducing the subject into their discussion. If Lady Cecilia Avished to secure the Mer toun family at her dinner-party, she was Avise to throAv out O'Brien's name as an allurement. Henry Avas keen to go, Eva and her father not unwilling, but Helen drew back, saying that she supposed that Dennis Avas not too great a man to come and see them next day, Avhich would be more satisfactory than meet ing at a formal dinner-party. ' Will he not be hurt by your refusal to meet him ? ' asked Eva."], [157, "RENUNCIATION. 149 ' He must be very much altered if his feel ings are so easily wounded,' replied Helen. ' Besides I think it would be better to accept on Amy's account : I mean,' Eva added, as Helen looked up with a vivid blush, ' that Lady Cecilia cannot be moderately civil to us Avithout recognising the connection Avith Amy, Avhom she is anxious to slight. I make a point of talking of Lady Alan Rae, whenever I see her in general society.' ' Your Avorldly Avisdom is truly edifying,' observed Helen : 'on that account then I will go, since you and Henry think it expedient.' Although sometimes accused of brutal sin cerity, her assumption of indifference on this occasion Avas hypocritical, since she was burn ing Avith impatience to see Dennis once more. The eccentricity condemned by Lady Cecilia betrayed itself in Helen's dress, which was not modelled after the fashion of other"], [158, "150 VANESSA. young ladies. On the occasion of this dinner party she wore a cinnamon coloured silk, closed at the throat and wrists by an edging of old Roman lace, which had been Eva's gift, and the only ornament of her dark hair was a natural scarlet rose, a perfect specimen of General Jacqueminot. Her eyes were bright, her cheeks a little flushed, but the com posed stateliness of her manner betrayed none of the excitement Avhich she felt, and Lady Cecilia remarked to her dearest friend, Lady Ashford, that it was really absurd to see the poor dependant on her cousin's bounty give herself the airs of a tragedy queen. Eva, on her side, seemed quite content to fall into the shade, and watched Helen with great admira tion, and no suspicion that her own graceful, diffident manners might be more generally popular. ' We are to go in to dinner without waiting for Mr. O'Brien,' Lady Cecilia explained;"], [159, "RENUNCIATION. 151 ' he begged that it might be so, as the train was late, and he has only just arrived.' • Rather hard on a man who has come straight out of the Indian forests to have to rush into the fetters of evening dress,' observed Mr. Wray to Henry Mertoun, who appeared to him the only person present likely to sym pathise in such a grievance. ' I hope that O'Brien is sufficiently loyal to his friends to make the sacrifice cheerfully,' replied Henry, ' it has been a great pleasure to me to come here to meet him this evening.' ' His friends ? ' repeated Mr. Wray : ' except yourself, there is not a soul here to night with whom he has anything in common.' ' Myself and my sister Helen. When Ave lived at Allerton we were constantly together, and he developed Helen's taste for natural history, although he found me an unpromising disciple.'"], [160, "152 VANESSA. ' In that case,' said Mr. Wray, ' I will see that his empty chair is kept next to Miss Helen Mertoun's. Since I cannot enjoy his conversation myself, I am magnanimous enough to give her the benefit of it.' Helen heard, and profited by this benevolent purpose, Avhich it Avas the more easy to execute since she entered the dining-room last as the most insignificant person of the com pany ; and gratitude prompted her to exempt Mr. Wray from her sweeping condemnation of the Rae family, and especially since, as she reflected, he spelled his name Avith a W. Dinner was half over before Dennis O'Brien appeared to fill his vacant chair, and as he did so he greeted Helen by her Christian name after a momentary hesitation. Yet he Avas the most changed of the two, bronzed and travel-worn, and with his mouth concealed by the silky broAvn beard of which there had been little trace Avhen he left"], [161, "RENUNCIATION. 153 England : but then, as he explained, he had not expected to meet Helen, while she Avas prepared for his appearance. ' You cannot be more surprised to see me here than I am myself,' said Helen : 'if any one had told us two years ago that we should meet again, almost like strangers, and at Lady Cecilia Wray's house of all places in the world, I should have derided the prediction.' ' Turn fortune, turn thy wheel,' rejoined Dennis : ' I daresay that she has stranger re volutions in store for us.' ' When I look back to all our buried projects, I feel that we have been only children digging in the sand,' resumed Helen, ' it is since you went away that I have dis covered that the pursuit of beetles -will not satisfy all my aspirations, although it may serve as the by-play of life.' ' That is fickleness indeed,' said Dennis smiling. ' The intensely technical tone of"], [162, "154 VANESSA. your correspondence conveyed a different impression, and I have thought of returning the series to you Avith the suggestion of publishing it in the Entomological Journal.' 'Were my letters so dull?' said Helen, evidently piqued. ' I did not say dull, only instructive. I confess that I sometimes Avished for informa- tion on matters of more human interest' ' I never forgot to tell you of my visits to Allerton, and the cottage,' said Helen. ' No : you proved yourself to be a true woman by throwing all the interest of your letters into the postscript. How is Mrs. Mertoun?' ' Mother groAvs younger every year ; she and Amy are so happy together. When shall you see them ? ' ' Soon, I hope. And hoAv is Dick ? Henry looks prosperous.' ' Oh yes : we are all prosperous now ;"], [163, "RENUNCIATION. 155 prosperous and uninteresting. I often look back to the old, delightful, days Avhen you used to drink tea with us in the sordid little parlour, and I did the honours of the tin of sardines which I had bought out of my own earnings. ' Those were the days of Mr. Benson and the sewing-machine,' said O'Brien : ' do they still flourish ?' ' Mr. Benson is growing old, and is not half so pleasant as Avhen he used to patronise me and pay me wages. I do believe, Dennis, that although I used to think that you sym pathised with me, you were laughing at me all the Avhile.' ' Not at all : those days were good, but I hope that there are better in store for us. Hoav much stronger Miss Eva Mertoun islooking ! ' ' Yes : that is the only satisfactory bit of work I have to show for all these months, I take the credit of her improved health and"], [164, "156 A'ANESSA. spirits, and keep her up to the mark, Avhen she is inclined to flag.' ' And is that to be your mission in life ? ' ' Unless Eva finds a more efficient prop : she must lean on someone,' said Helen. They went on to talk of O'Brien's Indian experiences, and Helen asked what was to be his next move. ' I have a good deal to wind up before it is necessary to decide,' said Dennis : ' all my cases of insects and botanical specimens are coming to Bixley, and it will take me some time to classify the collection. I shall go back to my old quarters at Mrs. Ball's if she has a vacant room.' Lady Cecilia felt that her guests had been invited on false pretences if O'Brien reserved all his conversation for Helen Mertoun, and she called upon her lion to roar and Avag his tail for the benefit of the company at large. He ansAvered good-humouredly Avhen she"], [165, "RENUNCIATION. 157 declared that she Avas ' dying to hear all about the Himalayan range,' but the amount of in formation which she extracted was not very valuable. He and Helen had little more talk that evening, but, before the Mertoun carriage Avas announced, Dennis had received and accepted an invitation to lunch at Lea soAves on the following day. Helen was very silent during the drive home, taking no part in the discussion between Henry and his cousin as to the change Avhich had taken place in O'Brien's looks and manners. Henry observed that he was quite as pleasant, but not quite so unreserved as formerly : he fancied that he Avould thaAV in a tete-a-tete, and readily ac cepted Eva's invitation to luncheon, provided his uncle Richard could spare him. And Mr. Mertoun, who preferred to do the duties of hospitality by deputy, saAv no objection to Henry's absence from the office for an hour or"], [166, "158 VANESSA. two, since people did not come home from India every day. ' You look tired, Helen,' said Eva, when they reached Leasowes, and the light of the hall lamp fell on her cousin's face. ' Do I ? I suppose that the dissipation has been too much for me,' said Helen, and she was Avilling to act on Eva's suggestion of O oo going at once to her room. When there, hoAvever, she was in no haste to go to bed, but sat doAvn by the open AvindoAV to allow the soft air of the summer night to play round her heated temples. A great struggle was going on in her breast, caused by the discovery that the pleasant relations of tutor and pupil Avhich had subsisted betAveen Dennis O'Brien and herself Avere now exchanged for a softer sentiment, on her side certainly, and possibly on his ; and that it Avould be impossible for them to meet on the old familiar terms, Avithout revealing the truth. History must not"], [167, "RENUNCIATION. 159 repeat itself, nor should the treachery of Avhich her sister was guilty, in attracting to herself the attentions of which Eva had been the object, be renewed in her own case, since she was confident that Amy still cherished the memory of her first love, with a truer sense of its value than in the days when she had put it from her. Amy, gentler, more lovable, and no less lovely than she had been in those early days, would unquestion ably win back O'Brien's allegiance if they were brought in contact, and Helen was filled with an indignant sense of her own baseness in hesitating as to the sacrifice required of her. ' If I cannot fight, I can fly,' she thought : ' I will go out into the world, away from this idle, pleasure-seeking life, Avhich dulls all the nobler instincts. Dennis shall not see me again until he has met Amy, and then the glamour of her presence will revive.'"], [168, "160 VANESSA. Helen's resolution was taken, cemented by tears in the sleepless Avatches of the night, and executed Avith characteristic promptitude. Eva was startled by her early appearance by her bedside, prepared for a journey. ' I am going to take mamma and Amy by surprise this morning,' she said, ' the early train will take me to Allerton to breakfast, so that I shall have theAvhole day before me.' ' I did not knoAv that you thought of going there to-day,' said Eva. ' I did not knoAv it myself last night' ' Then you have some bad news,' said Eva, starting up in sudden alarm, but Helen laughed at her fears. ' You have not the heart of a mouse, Eva. Hoav could I have bad neAvs, since I have seen no one since last night ? When I o-ive mother and Amy notice of my coming, they are too apt to burden me Avith commissions which Mr. Benson could execute just as Avell"], [169, "161 RENUNCIATION. at Allerton, for I have no genius for shopping; and ahvays choose the wrong thing.' ' Since they do not expect you, you may as well put off your visit till to-morrow : you forget that Mr. O'Brien is coming to luncheon.' ' I do not forget, but Henry is coming to' entertain him. Good-bye, Eva : if I do not appear by the six o'clock train, you will know that I have settled to sleep at the cottage. There was a Avistful reproach in Eva's eyes- Avhich recalled Helen after she had reached1 the door, and she returned to give her cousin another and a Avarmer kiss : ' good-bye my little Evie : do not vex your soul about me, for it is all perfectly right' And again she turned aAvay in haste, lest Eva should see the tears Avhich strangled further speech. Helen's appearance at the cottage gave rise to some pleasant commotion, but no incon venient curiosity. Breakfast Avas nearly over VOL. II. M"], [170, "162 VANESSA. and Amy busied herself to make fresh tea and to procure a new-laid egg, while Mrs. Mertoun had so many incidents of local interest to impart, that Helen had only to listen and admire. There Avas a pony which played an important part in the Charlton society at this time, a pony of Avhich Mr. Charlton Avas the nominal OAvner, although he had requested Lady Alan Rae to drive it for him in a little carriage Avhich he provided for the purpose, since he had no leisure to drive his sister out and the pony Avas positively eating his head off in the stable. It did not transpire Avhy the animal was kept at all under such circum stances, but Amy accepted the office of exer cising it with a good grace, and every after noon the pony and carriage, with suspiciously neAv harness, and a whip which Avas better adapted for a lady's fingers than for those of its professed OAvner, was to be seen at the garden-gate. Sometimes Mrs. Mertoun drove"], [171, "163 RENUNCIATION. with Amy, and sometimes Miss Charlton ; and George was generally at hand to start them, and to accept Avith complacency the praises bestOAved on the sleekness of his favourite's coat, the excellence of its mouth, and the sagacity Avhich induced it to stop short at those places Avhere Amy Avas accus tomed to alight. When the merits of the pony had been discussed in all points of vieAV, and Helen had declared her Avillingness to prove them by personal experience, and to drive with Amy instead of returning to LeasoAves that evening, Mrs. Mertoun Avent aAvay to give orders about her room, and Helen glanced at her sister, Avho Avas bending over her lace work. ' Dennis O'Brien is in England again, Amy : Ave met him at the Wrays last night.' There Avas a little sigh, a faint tinge of M 2"], [172, "164 VANESSA. colour in Amy's face, as she replied : ' I kneAV that he Avas expected about this time.' ' He asked after you ; I daresay that he will come here soon,' continued Helen ; and the signs of her sister's agitation Avere noAv more O O easy to read, for she could see that Amy's hand trembled as she drove the needle in and out : 'Not to-day, however, for he is engaged to lunch at Leasowes.' ' And you came away, Helen ! ' 'Yes, he and Henry Avill have a good talk, and I have something on my mind which I want to discuss Avith you and mother. I am not Avanted at LeasoAves, noAv that Eva is strong and well, and so I may make my own Avay in the Avorld, as I ahvays intended to do, Hoav does one set about to find a governess's place ? ' ' Have you quarrelled with Eva ? ' said Amy. ' If you are not happy at LeasoAves,"], [173, "165 RENUNCIATION. there can be no reason Avhy you should not make your home here.' ' There is every reason why I should not live upon other people, Avhen I have brains and hands of my OAvn. As to quarrelling Avith Eva, I should like to know who could quarrel Avith her, but it will be very much to her advantage that she should learn to stand alone. She will be dismayed at first, and so perhaps will Uncle Richard, but I have quite made up my mind.' ' And this is what you call discussing the matter,' said Amy smiling : ' I do think that Uncle Richard's kindness to us all entitles him to be consulted before you take any rash step.' ' I have thought out the question,' replied Helen resolutely, 'and AA-hen. the thing is done you will all be satisfied that there is nothing Avrong nor disgraceful in my desire to earn my OAvn livelihood. I Avanted you to"], [174, "166 VANESSA. break ground with mother because she is o sometimes distressed by my vehement Avay of putting things, but if you will not help me, I must act for myself.' ' I also thought I must act for myself Avhen I left Allerton for LeasoAves two years ago,' said Amy : ' mamma Avas umvilling, and Henry Avas displeased, and I deluded myself into the belief that it Avould be best for all, as I set about Aveaving the tissue of haunting memories which will cling to my life and cloud it with humiliation and shame.' ' But not for ever,' said Helen : ' even noAv they are fading into the dim past. There is such a thing as being purified through suffer ing, and I look fonvard to the happiness which is still in store for you.' She kissed her sister, but Amy did not catch the note of exultation ; and her pensive attitude as she sat motionless, Avith the tears stealing doAvn her cheeks, fortified Helen's resolution to com-"], [175, "167 RENUNCIATION. plete her renunciation of the bright prospects which the subtle influence of O'Brien's manner, even more than his spoken Avords, had seemed to open before her."], [176, "168 VANESSA CHAPTER X. NEVERMORE. Helen's determination to exchange the luxurious ease of her position at Leasowes for the drudgery of governess life was flung like a shell into the midst of the Mertoun family. Eva was the most distressed, Henry the most indignant, and Richard Mertoun, after the first moment of irritation, was shreAvd enough to see that her estrangement from Eva might further the project Avhich he had at heart. ' Give her her head,' he said, Avhen Henry urged him to exert the authority of a guardian : 'after lording it over us as she has done here she Avill not find her first step on the road to independence as easy as she thinks, and Ave"], [177, "NEVERMORE. 169 shall have her back in six months quite content with domestic life at LeasoAves, or the cottage.' Mr. Mertoun left his daughter and Henry to continue the discussion, and Eva turned back to the letter in Avhich Helen announced her resolution : — ' Since Helen always says Avhat she thinks, I must believe her Avhen she says that we must continue to be equally dear to each other ; and yet I doubt Avhether she would have decided to go away unless I had in some Avay failed to satisfy her.' ' You may be sure that the cause is to be found in her OAvn restless nature,' replied Henry, ' or that she is inspired by a desire to vindicate her consistency in O'Brien's eyes. He told me that she seemed to regret the old Allerton days, Avhen Ave three used to glorify our self-reliance.' ' It is Helen's desire to be consistent which"], [178, "170 VANESSA. has given nobility to her character,' said Eva. ' There is no true consistency in clinging to crude theories Avhich will not hold water. I am not ashamed of having abandoned them Avhen I accepted the hand Avhich my uncle held out to me, and I hope, Eva, that you are not ashamed of me.' ' No, indeed, Henry,' said Eva, blushing, ' but I knoAv that it Avas a sacrifice at the time, and I have felt grateful to you ever since. ' It Avas only a sacrifice because I Avas eaten up by an over-Aveening sense of my own im portance, and that is, as I take it, the con straining motive of Helen's desire to shake herself free of family ties.' And it Avas in such a sense that his remonstrances Avere addressed to his sister. Helen did not disoAvn, and scarcely resented, the motives imputed to her, but she was more"], [179, "NEVERMORE. 171 affected by Eva's tender reproaches, Avho wondered that it should cost her so little to snap asunder the bond of sisterly love by which they had been united. Although none of her family would countenance her project, she did not alloAv it to cause any open breach betAveen them ; and set about her inquiries in a practical manner, sending her name to two governess institutions and advertising for a situation, Avith due mention of the mastery of modern languages Avhich she had obtained in the course of her residence abroad. She staid on at Charlton, where the opposition to her wishes had taken a less aggressive form than it had done at Leasowes. Mrs. Mertoun had always admitted her children's right to make themselves happy in their OAvn Avay ; and Amy, after she had remarked that Helen's way was more likely to end in dis appointment, AvithdreAV any further objections. Miss Charlton adduced Lady Alan Rae's"], [180, "172 VANESSA. acquiescence as a fresh instance of her singular SAveetness of temper, for all confusion of classes was annoying, and the contrast be tAveen her OAvn exalted rank and her sister's position as a governess Avas painful to con template. ' I doubt Avhether Lady Alan thinks as much of her title as you do,' said George Charlton, rather gruffly : ' from Avhat she said to me the other day, I fancy that she Avould be glad enough to drop it' ' Ah, indeed ! ' said Miss Charlton, thought- fully. Her brother George Avas not of a very susceptible nature, and she had never had cause to feel uneasy about the security of her position at the Manor farm, since that little episode Avith the dairy-maid had been care fully suppressed from her, together Avith other youthful follies : noAv that it crossed her mind that she might be called upon to abdicate in"], [181, "NEVERMORE. 173 favour of a young wife, she was too loyal, both to her friends and to her brother, to allow the suspicion to alter the cordiality of her relations Avith Mrs. Mertoun and her daughters. So feAv visitors found their Avay to the cottage that a ring at the door-bell Avas apt to cause some little excitement ; and Helen could see that Amy Avas most affected by the flutter of expectation, as Avell as the most ready to subside into despondency, Avhen the chance visitor proved to be one of their Allerton acquaintance, who found the cottage a plea sant object for a country Avalk. Dennis O'Brien did not come, and Helen had been at Charlton for a fortnight before she learned from one of Eva's letters that he had been summoned to London on the very day she left LeasoAves, to help his chief in drawing up the report of the Himalayan expedition, and that he had not as yet returned to Bixley."], [182, "A'ANESSA. 174 It Avas about this time that one of the nego tiations into which Helen had entered was croAvned Avith success. Mrs. Wentworth, a lady residing in the neighbourhood of Wind sor, replied to her advertisement, proposing that Miss Mertoun should come and reside Avith her for a feAv Aveeks, as a temporary arrangement Avhich might become permanent if it proved satisfactory to both parties on further acquaintance. Amy advised her sister to accept the offer, as affording her greater freedom of choice, Avhile Helen Avas disposed to object to the loophole for escape. ' I Avould rather be bound,' she said, ' since all dogged and thorough work is done under the lash of the inevitable, and I do not want to be treated as a sort of visitor on sufferance. HoAvever, I must take this, since nothing better offers, and one advantage is that Mrs. WentAvorth wants me to go to her next week.'"], [183, "NEVERMORE. 175 ' Are you so tired of your life here ? ' said Amy. ' Well, yes : I have brushed up my German and Italian Grammar, and put my governess trousseau in order, and I do not take kindly to lace Avork. I cannot even rise to the proper pitch of enthusiasm about the pony, although I might attain to it in the course of another month.' ' You think that our interests are shalloAv and trivial ? ' said Amy, a little hurt. ' I think that you are a Avonder of placid content, but this sort of thing cannot go on for ever, can it, Amy ? ' ' I do not knoAv,' replied Amy Avith tears in her eyes : ' after all that I have suffered, placid content must satisfy my aspirations ; I do not think that I can ever face the world again. But Helen thought otherAvise, and Avhen she wrote to tell Eva that she had accepted"], [184, "VANESSA. 176 Mrs. WentAvorth's offer and was to go to Earlston Lodge within a feAv days, she added a request that Eva Avould try and persuade Amy to visit her at Leasowes. The invita tion had been given and declined on former occasions, but this time she hoped that it Avould be accepted. It Avas on the very day that Helen left Charlton Manor for Windsor, that Dennis O'Brien paid his long expected visit. Amy, Avho had driven her sister into Allerton in the morning, Avas at home and alone, sitting by the open AvindoAV, Avhen he came across the little garden. Although the months which had elapsed since Dennis brought Lady Alan Rae back to her mother's house could not restore the freshness and brilliancy of her early youth, they had given grace to her movements and a pleasing softness to her expression, and the gloAv Avhich over spread her features Avhen she became aAvare"], [185, "NEVERMORE. 177 of O'Brien's approach only added to their charm. ' Will you come in this Avay, Dennis ? ' said she, his name trembling a little on her tongue : ' it Avill save any Avaiting at the door.' ' I have come straight from London,' said Dennis, ' and intend to go on to Bixley this evening. I have been hoping to get aAvay from day to day, never so sure of it as to announce my intentions.' 'You have just missed Helen, and must in fact have crossed her on the road : she went to Windsor to-day,' said Amy. ' To-day ! I had set my heart on being in time to prevent her going at all. I know of course that it is no affair of mine, but Henry Avrote to me on the subject, fancying that I had some little influence over her.' 'We are all sorry about it,' said Amy. Dennis turned from the subject, and as if VOL. II. N"], [186, "178 VANESSA. conscious of abruptness in his first greeting, he began to ask for Mrs. Mertoun. Amy's heart sank within her, when he addressed her as Lady Alan, and she acknoAvledged the folly of imagining that any lapse of time, or change of circumstances, could bridge over the gulf which her oavii act had placed be tAveen them. She might have knoAvn that the help Avhich he had given her in her hour of extreme need Avould have been afforded Avith equal readiness to any other forlorn Avoman ; and that now that the necessity was past the only terms on which they could meet Avere those of the constraint caused by the memory of buried love. But such dis coveries are made every day Avithout rippling the surface of our outer life, and Amy's self possession was undisturbed. ' Mamma is very Avell, and Avould be sorry to miss you,' she said : ' I fancy that she will soon be home with Miss Charlton.'"], [187, "NEVERMORE. 179 ' This is pleasanter than the house at Allerton,' said Dennis, sitting doAvn with a manifest effort to make conversation. ' Yes : we are well off Avith such kind neighbours as the Charltons, and you knoAv that I Avas never fond of Allerton. But Helen says that our country life is narrow and dull.' ' Helen used not to be so intolerant of dulness,' said Dennis : ' I Avish that I had seen her to clear up this and some other points.' ' I hope that it may not be long before you see her here or at LeasoAves. Since she has only made a temporary engagement Avith Mrs. WentAvorth, Henry thinks that she will drift back to us.' ' And Avhat do you think, Lady Alan ? ' ' I do not think that Helen will drift any- Avhere. If she undertakes to do a thing, she is certain to carry it out.' N 2"], [188, "180 VANESSA. ' True : when I kneAV her first, she Avas dogged and stiff-necked in her opinions, but never fickle,' said Dennis. He Avas far from intending any personal application, but where there is mutual constraint the tongue is apt to stumble on the very words Avhich should be left unsaid, and when he stopped short and coloured, the tears rushed into Amy's eyes. ' I will go and meet Mrs. Mertoun if you can tell me in what direction they have Avalked,' continued O'Brien, snatching up his hat, but there Avas no need to go off the grass-plat ' Here they are now, coming up to the gate. Hoav well Miss Charlton Avears ! ' ' She is younger than any of us,' said Amy : ' do tell her that you are here.' ' Lady Alan hopes that you will come in, Miss Charlton,' said Dennis gaily : I Avant to see as many of my old friends as possible, and I shall not have time to call at the farm.' Miss Charlton and Mrs. Mertoun Avere"], [189, "NEVERMORE. 181 enthusiastic in their reception of their young favourite, and their effusion only just stopped short of embracing him. Their hospitality was shocked by the discovery that he had been for some minutes in the house Avithout receiving any offer of refreshment, and tea Avas ordered at once, and the pony-carriage to take him back to the station. ' Our man shall go Avith you to bring back the carriage, unless Lady Alan Avould like the drive,' said Miss Charlton. ' No,' Amy said quickly : ' I do not care to drive again to day.' ' Hoav fortunate that you staid at home, Amy ! And Iioav do you think that my dear child is looking ? ' said Mrs. Mertoun, Avith serene unconsciousness that the remark might be embarrassing to the persons addressed. Dennis looked out of the Avindow as he re plied that he Avas glad to find that Lady Alan AA*as Avell."], [190, "182 VANESSA. ' At first, you knoAv, she was sadly changed,' continued Mrs. Mertoun, ' but every month makes a difference, and indeed Mr. Charlton remarked only yesterday that he had never seen her looking so Avell. Helen is much more altered.' ' Not for the Avorse, hoAvever,' said Den nis : ' you knoAv that I met Helen at the Hol lies.' ' So you did : I Avish that you had seen her here, but she was so possessed by her scheme of becoming a governess that Ave could not keep her at home ; and it is quite unnecessary, noAv that their uncle is so liberal and kind to them. I cannot help hoping that Eva may be a little delicate this autumn again, for if she has to go abroad, of course Helen must go with her.' ' Is not that wish an unhandsome return for Mr. Mertoun's kindness ? ' said Dennis, smiling. O"], [191, "183 NEVERMORE. * Perhaps it is, when one comes to think of it. Really, Dennis, it is quite like old times to have you here to laugh at me again. Helen does not do it so much as she used to do, and as for Amy, it never comes into her head.' When Amy found that the conversation Avas drifting back to her peculiarities, either of person or of mind, she slipped out of the room ; and Dennis could not help wishing that Mrs. Mertoun's recollection of old times had been accurate enough to inform her that any other subject Avould have been more Avelcome to him. ' It is one of the marks her trouble has left on her that she is ahvays shrinking from notice,' said Mrs. Mertoun, ' Avhen Ave are alone together, her spirits are even and good.' ' Gentle and simple have all the same good word for her,' echoed Miss Charlton, ' the labourers' children run out to give her"], [192, "184 VANESSA. floAvers or to get a smile or a nod from her O as she goes by.' But it was not of Amy that Dennis had come to talk, and he reverted to another topic. ' Can you give me Helen's address, 0 Mrs. Mertoun ? Since she Avas my corres pondent in India, I suppose that I may ask her not to leave me in ignorance of her doings noAv that she is only in the next county.' ' Amy shall Avrite doAvn the address,' said Mrs. Mertoun, ' I should like you to write to her. and to insist on her telling you if she is unhappy, for I am certain that she will never tell us. Poor child ! I hope that her pupils are clever, for nothing annoys Helen like stupidity.' ' Hoav can you say so ? ' said Miss Charlton, ' Helen is ahvays pleasant to me, although I am stupid about everything but the dairy and the poultry yard.'"], [193, "NEVERMORE. 185 ' Learned people are not ahvays the best company,' observed Dennis ; ' I have been Avearied by the discussions of my scientific brethren, Avhich kept me in London at a time Avhen I Avas longing to be here or at Bixley.' ' That reminds me to ask you hoAv you liked India,' said Mrs. Mertoun, incon-' secutively, ' I suppose that it Avas very hot.' ' In some parts,' replied Dennis Avith laudable gravity, ' my work lay chiefly on the limits of eternal snoAV, and the only serious difference I had Avith my colleague was about an odd blanket to Avhich Ave both laid claim Avhen Ave were camping out' ' And Avhat are you to do next ? I suppose science will call you to some other hemi sphere.' ' She has not called me yet, Mrs. Mertoun, but I promise to give you the earliest infor mation Avhen I obtain an appointment'"], [194, "186 VANESSA. Dennis spoke pointedly, but Mrs. Mertoun Avas only gratified by his recognition of the interest she had ahvays taken in him. ' Do not accept anything rashly,' she said ; ' as you have only yourself to consider, it is better to wait for something really desirable.' ' How do you knoAv that I have only myself to consider ? ' said Dennis, laughing ; ' I shall be mercenary enough to accept any appointment Avhich provides me Avith a settled income.' Amy came back to make tea, a little paler than usual, but placid and smiling, and she Avrote doAvn Helen's address for Dennis, and shook hands Avith him when he Avent aAvay — a ceremony Avith Avhich they had dispensed when they met under four eyes only. ' Hoav pleasant and nice Dennis is,' said Mrs. Mertoun, Avhen Miss Charlton Avas also gone ; ' his frankness Avas ahvays Avinning, and if Ave had been alone together, I daresay"], [195, "187 NEVERMORE. that he would have told me all about his engagement. J ' His engagement ? ' repeated Amy, colour- ing. ' Yes ! he is evidently anxious to settle, but as Miss Charlton Avas there I could not ask more about it. I daresay that he has fallen in love Avith some one on the way home from India.' ' Very likely,' said Amy, surrendering in this assent her last hope that O'Brien's passion for her might revive. She was mag nanimous enough to desire that his choice might fall or had fallen on one more able to come up to his high standard of right, and to respond to his quick sympathies, than she had ever been ; and for herself, she hoped to sit down content with the neutral tints of her quiet and secluded life."], [196, "188 VANESSA. CHAPTER XL HELEN SUPPLANTED. H elen had a courageous spirit, and an honest conviction that it was expedient for her to leave some mark on the Avorld, even if she could find no higher vocation than that of a governess, and she did not enter on her neAv career Avith any intention of being incomprisc. Mrs. Wentworth Avas at first doubtful Avhat to think of the tall, handsome girl, who moved so Avell and replied to all inquiries Avithout hesitation or diffidence ; but Avhen she found that Helen never cared to enter the draAving-room, Avas ascetic in her prefer ence of the plainest school-room fare, and much more willing to do her own errands than to ring for a maid, she loudly proclaimed"], [197, "189 HELEN SUPPLANTED. that she had found a treasure — the most amiable, accomplished, and unassuming young person Avhom she had ever had as a governess — and she did not speak Avithout having a Avide experience of the species. The tAvo girls, Harriet and Fanny, Avere less sensible of the advantages offered to them, and Avould have quoted the saying ' Surtout point de zcle,' if girls of their age had been capable of applying a quotation. Helen's efforts to spur their sluggish minds into action involved a neAv and unpleasant experience : other governesses had been content with the ten pages of Rollin's ancient history, or of Macaulay, Avhich they Avere in the habit of reading on alternate days, the mark being moved on beforehand and the book closed Avith a clap as soon as it Avas reached ; other governesses had never taken such an unfair advantage of their ignorance as to ask any question of Avhich the ansAver"], [198, "190 VANESSA. Avas not to be found in the lesson for the day ; nor had they been expected to exercise the mind instead of the memory. At the end of a month Helen herself had gauged the depths of ignorance Avhich are consistent with the acquirements of a modern young lady, and had so far moderated her expecta tions that there Avas an armed neutrality in the school-room. Miss Mertoun Avas at little pains to conceal her contempt for her pupils' perfunctory Avork, and they Avere equally convinced that it Avas ' professional ' and unladylike to care so much more about things than persons ; to expect them to take any interest in the analogy of language, instead of translating the prescribed passage with the help of a dictionary ; and to prefer to spend a leisure afternoon in dissecting a beetle or prying into an ant-hill, Avhen their last governess Avould have asked for the pony carriage to drive into Windsor Avith the"], [199, "HELEN SUPPLANTED. 191 delightful object of buying a skein of Berlin wool, or two yards of cherry-coloured ribbon. Helen's study of natural history found more savour in the eyes of the school-boys Avho Avere at home for the holidays ; they were very Avilling to supply her with objects for the microscope, and to help her to mount her specimens ; and her toleration of litter and noise entitled her to the high praise that she was ' awfully jolly.' When Helen Avrote to Eva that she found her life quite as tolerable as she had expected, it may only have meant that her expectations Avere not set very high ; and Eva was forced to be content Avith this brief intimation of her satisfaction, for Helen's letters Avere feAv and short. She Avas partly influenced by the seeling that it Avould be a breach of honour rewards her employers to reveal the details of their family life, and partly from a desire to Avean herself from a correspondence Avhich Avas noAv her only"], [200, "VANESSA. 192 medium of communication with Dennis O'Brien. Dennis had indeed once Avritten to her, expressing his regret that she should have exchanged a position of assured useful ness for one of which the advantages were at least doubtful, and his letter remained unan- SAvered. Helen thought that his rather dogmatic tone might possibly have been tolerated in a brother-in-laAv, but that, as things Avere, his interference was impertinent and unnecessary. Amy's simple statement that Dennis had spent an afternoon with them, and that he Avas looking very well, had left a good deal to the imagination ; and, since Helen's imagination Avas lively, she decided that they had come to a happy understanding, and that a formal declaration of the engagement Avas only deferred until Amy had completed her two years of widow hood. HoAvever much Helen Avas mistaken in this"], [201, "HELEN SUPPLANTED. 193 inference, her anticipation of the way in which the relations betAveen Henry and his cousin would be affected by her removal from Lea soAves, Avas justified by the event. Henry marked his sense of his sister's wrong-headed behaviour in leaving Eva to spend her days alone, by greater assiduity in his evening visits ; and, since Helen was no longer at hand to regulate her course of reading, to criticise her sketches, and select her songs, it Avas natural that such direction should devolve upon Henry. Eva had not believed it possible that she should miss Helen so little, and felt some pangs of self-reproach at her own want of proper feeling, until the day came Avhen this pleasant order of things came to a sudden conclusion. Three days passed without a visit from Henry, and on the fourth, Avhich was a Sunday— and might, there fore, have been Avholly given to Leasowes — it appeared that he had gone to Allerton, to 0 VOL. 11."], [202, "194 VANESSA. spend it with his mother and Amy. Then Eva discovered that she missed Helen terribly. She could not sleep, had no appe tite for breakfast ; and Mr. Mertoun, who was doubly quick-sighted where his daughter was concerned, saw trouble in her face when she came down stairs on Monday morning. ' I am afraid that you are feeling dull, Eva,' said he. ' Shall we send the carriage over for Amy, and ask her to spend a few days with you ? ' ' No, thank you, papa. I did ask her here last week, but she evidently dislikes the idea of coming. Perhaps she is afraid to venture within the range of Lady Cecilia's critical eyes, who might discover something in her mourning or her manners inconsistent with the respect due to the Rae family. And really I am not sorry, for though I Avish to be on cordial terms with Amy, she is not Helen by any means.'"], [203, "HELEN SUPPLANTED. 195 ' If you cannot get on without Helen, I shall write to insist on her returning at once. ' What a wild idea, papa ! ' said Eva, smil ing. ' If you knew Helen as I do, you would be confident that such an order would make her draAv off from us altogether. Neither she nor Henry will ever submit to dictation, and I have been wondering whether matters are quite smooth between you and Henry.' ' Hoav should they be otherwise than smooth ? I have never had a fault to find with him since he came into the office.' ' He has not been here very lately,' said Eva, colouring. ' It seems to me that he is always here ; he certainly dined with us three days ago.' ' Five days ago,' said Eva, her eyes drop ping before her father's look of amusement at her accurate memory. ' Well,' said he, after a pause ; 'it is his o 2"], [204, "196 VANESSA. own fault if he does not come oftener, for I ahvays make him welcome. At all events, you may expect him this evening.' On the strength of this assurance Eva ordered a particularly elaborate little dinner ; but as she first cried until her eyes were red, and then had to wait until they recovered their normal appearance, it Avas some time before she was able to see Misbourne to give the order. When the hour for closing the office ap proached, Mr. Mertoun proposed that Henry should walk up Avith him to LeasoAves ; but Henry replied that he had work to do which must oblige him to spend the evening at his lodgings. ' Are you setting up business on your own account ? ' said Mr. Mertoun, looking sharply at his nephew ; ' for otherwise, you can keep my work for office hours. Eva says that you have quarrelled with us.'"], [205, "HELEN SUPPLANTED. 197 'Does she?' replied Henry, forcing a smile; but Mr.^Mertoun could see that he turned over the papers on his desk with a shaking hand. After watching him for a moment in silence he rang to dismiss his clerks, saying that they might close the outer office. ' Come, Henry,' he said, not unkindly ; ' we may as Avell have it out at once. I suppose that you have done nothing to be ashamed of.' ' Yes, I have,' said Henry, fiercely. I cannot go on meeting Eva day after day Avithout making a fool of myself ; and I have made up my mind to decline your offer of taking me into the business as a junior partner, and to look out for a clerkship some where abroad.' ' But why do you object to make a fool of yourself ? It is not the first time that an"], [206, "198 VANESSA. apprentice or clerk has married his master's daughter Avithout faring the Avorse for it' O O Henry looked up in dumb amazement. ' If I had been very much afraid of such a catas trophe do you think I should have made you so completely at home at Leasowes ? ' con tinued Mr. Mertoun. ' My only doubt has been Avhether Eva, Avho likes you so Avell as a cousin, can be brought to look at you in a nearer relationship.' If the doubt really existed, it Avas solved before many hours Avere over. Henry had still to protest that his poverty, and the neces sity of supporting his mother and sister, must preclude any thoughts of marriage ; but such objections were soon set aside, and it only re mained that he should hear his fate from Eva's own lips. Eva herself knew what was impending, Avhen she saAv her father coming up the approach leaning on Henry's arm — for such a"], [207, "HELEN SUPPLANTED. 199 combination had not been seen before — and although she was dressed for dinner, she re sisted with difficulty the inclination to evade the declaration by escaping to her own room. They met, however, with less appearance of outAvard cordiality than usual ; and the inex orable laAvs of routine constrained them to go in to dinner together, and to prattle inanities through all the courses Avith suitable calmness of demeanour. Eva wished now that one or two of the courses had been spared, for, Avhile Mr. Mertoun praised the vol-au-vent and criticised the flavour of the salmon, Henry's appetite was not better than her own. She left the room almost as soon as dessert Avas on the table, and sat doAvn in a dark corner of the sofa, thinking that Henry Avould at least give her flushed cheeks time to cool ; and yet she Avas not so very much surprised when he entered the drawing-room two minutes after wards, and entered it alone. Henry was"], [208, "200 VANESSA. almost equally agitated, and it was in an un steady voice that the first avowal was made. ' My uncle has been very good to me, Eva, he has permitted me to ask a question which I have been on the point of asking a hundred times Avithout permission.' The question was not asked after all, yet the ansAver Avas given when Eva allowed her cousin to clasp her little, trembling hand, and cover it with kisses. ' Do you really care for such a poor silly thing as I am ? ' asked Eva ; and when that doubt was satisfied, she said playfully, yet not without a secret anxiety, ' I have an uneasy suspicion that papa has arranged it all. When I look back through the vista of years to babyhood, I do not re member an unreasonable Avish Avhich he has not tried to gratify — all but one,' she added, with a sort of sigh of relief, for on the only occasion when Mr. Mertoun had thwarted"], [209, "HELEN SUPPLANTED. 201 her inclination, he forbade her to think more of Alan Rae. ' In one sense Uncle Richard has arranged it all,' replied Henry, 'for I still wonder at my own presumption in thinking myself worthy of you, but it is two years since I de termined never to marry unless I Avere in a position to ask you to be my Avife. You re member that Sunday afternoon when I left Dennis at the gate, and came in to ask Helen to Avalk Avith us ? ' Eva remembered it Avell, and also with what a sore heart she had watched Lord Alan's evident admiration for Amy's beauty. ■ ' You Avere dressed in white, with a knot of blue ribbon at your throat,' continued Henry ; ' and my backslidings from the path I had marked out for myself date from that afternoon. I Avas to make my OAvn Avay in the Avorld, and persistently refuse Uncle Richard's offer to give me a start; but the"], [210, "202 VANESSA. hope of seeing you again first dreAV me to SAvanage, and then transferred me from the bank at Allerton to Bixley.' Eva Avas satisfied that she Avas not only a living chattel to be made over to Henry Avith other privileges of partnership ; but she did not object to hear the assurance repeated once or twice that love for her had been the constraining motive of all his actions, and that he had cherished the hope of calling her his OAvn long before such a possibility had presented itself to her mind. ' What will Helen say to our engagement ?' Henry asked presently. ' Oh, Helen will be delighted,' said Eva, so confidently that he was inclined to accuse her of having obtained his sister's sanction before giving him any encouragement. Helen was delighted, and her delight took the form of a great hunger of home-sickness. 0( O It Avas only a slight relief to her feelings to"], [211, "HELEN SUPPLANTED. 203 express her enthusiastic approval in a letter to the pair of lovers, for she Avas convinced that they Avere too happy in each other to value her sympathy; and she pictured to herself their wanderings through the gardens and shrubbery of Leasowes in these last bright days of September, without a thought to bestOAv on the absent. When the news first reached her she felt the imperative need of imparting it to some one, and her choice fell upon Fanny, as the most intelligent of her two pupils ; but she would have obtained nearly as much satisfaction if she had fol- loAved the example of King Midas, and whispered her secret to the reeds. Fanny opened her round eyes, and said, ' It seems so odd for cousins to marry ; one Avould not feel really married, without changing one's name.' Helen Avorked off her irritation by criti cising the composition of the remark, declar ing that it Avas contrary to the genius of the"], [212, "204 VANESSA. English language to make such a use of the impersonal pronoun. She knew hoAv unrea* sonable it was to resent any want of interest in the communication, and reminded herself that the intermarriage of an army of Went- Avorth cousins Avould have made as transient an impression upon herself ; but the fact Avas brought home to her that she was only a hireling among strangers ; and she never found it so hard to keep her temper unruffled by the petty irritation of imperfectly learned lessons, and little ungainly tricks of gesture and accent, as she did that morning. The time had arrived Avhen Helen was to decide Avhether she should enter on a per manent engagement ; and she kneAV that Mrs. WentAvorth was willing and even eager to secure her services, but she was strongly tempted to throAV up the situation and go home, if only she could determine Avhere her home was to be. Not at Leasowes, while"], [213, "HELEN SUPPLANTED. 205 Dennis O'Brien still occupied his lodgings in Bixley ; and to return to the cottage seemed still less expedient, so long as it remained uncertain hoAv matters stood betAveen Dennis and her sister. She resolved to stay where she Avas until their engagement was declared, or until Dennis had obtained employment elseAvhere ; and Mrs. Wentworth accepted her decision Avith gratitude, and politely expressed ' her sense of the benefits her daughters must derive from Miss Mertoun's assiduous culture. Helen had just worldly wisdom enough to repress the reply which rose to her lips, to the effect that the obliga tion Avas all on her side — since she received a liberal salary for labour Avhich was more irk some than productive, and the process of informing the minds of her pupils could only be likened to that of pouring water into a sieve. She remembered the saying Avhich she had once quoted to Eva, that ' life was a"], [214, "206 VANESSA. series of failed experiments,' and she now felt that the disappointment of her lofty ideas as to the mission of a governess might be docketed and pigeon-holed as one of the series."], [215, "207 CHAPTER XII. CONSTANCY. Eva's engagement was a matter of greater satisfaction than surprise to the inmates of the Cottage at Charlton. Mrs. Mertoun reverted to what her husband might have thought or said ; but his possible objections did not Aveigh heavily on her mind, and in fact her umvillingness to revisit Leasowes, which was noAv an umvillingness founded merely on sentiment, Avas the last lingering trace of the estrangement Avhich had em bittered the relations of the two branches of the Mertoun family. Such an objection rather conduced to the maintenance of harmony, since the less Mr. Mertoun saAv of his sister-in-law the better he was likely to"], [216, "208 VANESSA. agree Avith her : their natures were uncon genial, and he Avas accustomed to declare that she had no more mind than a piece of blotting-paper Avhich had imbibed, and re tained, her husband's mistaken impressions. The letters which were exchanged betAveen them Avere friendly but stiff; and it Avas Henry Avho brought Eva to spend a day at the cottage, and who stood by in shy and proud happiness to Avatch the effect of Eva's gentle efforts to Avin her way to his mother's heart. Mr. Mertoun had decreed that there Avas nothing to Avait for, and it Avas already settled that the marriage should take place in the course of the autumn. The young couple were to spend the Avinter abroad, and then set up house Avith him at LeasoAves ; and they had begun to plan their route, and to talk of Avhat ' we' were to do, almost as if they Avere old married people, for their"], [217, "CONSTANCY. 209 previous intimacy and relationship seemed to make the transition into a neAv phase of life comparatively slight. Amy sought to shake off the sadness which crept over her as she listened to them ; she felt lonely and shut out from their happiness, although Eva hung about her and kissed her with the conviction that her OAvn satisfaction Avith her lot must blot out all traces of the past. She Avished to see Miss Charlton, of Avhom Helen had talked so much, and asked Amy to Avalk Avith her to the farm, and on the way she still spoke of Henry, and of her father's affection for him. ' I hope, Amy,' she added, ' that you will go and stay at LeasoAves for a few days at a time Avhile Ave are abroad. He had Henry to keep him company Avhen Helen and I were aAvay before.' ' I hope that before Avinter sets in Ave shall have persuaded Helen to come home, Avho will suit him much better,' said Amy. VOL. II, P"], [218, "210 VANESSA. ' Helen must come home to be my brides maid, and then the united forces of the family may restrain her from going back to those horrible Wentworths ; but it is a mistake to think that she gets on with papa better than you do, Amy ; he was always very fond of you. You cannot shut yourself up for ever, and ought noAv to try to cut those few terrible months out of your life.' ' If I could,' said Amy, in a low voice. ' You cannot while you sit still and brood over them ; I long to rouse you to neAv interests and hopes.' They had reached the farm, and the dis cussion which had been interrupted was not again reneAved ; but Eva's words had made an impression, although not in the precise direction in which they Avere aimed. It was now some months since Amy had been made aAvare of the nature of George Charlton's feelings towards her, and had observed that"], [219, "CONSTANCY. 211 he Avorshipped her with a dumb and canine fidelity, watching for every opportunity of doing her a service, and amply rewarded by a smile or a gracious word. At first she had been amused, and then slightly annoyed, and now there was a fresh revulsion of feeling. She was true to the instinct of the butterfly nature which O'Brien had once ascribed to her in one particular, for she could only expand in the sunshine of approval, and she began to think that if she were able to requite his loyal and true-hearted affection as it deserved, she might still regain her peace of mind. Mr. Charlton was not intellectual, he Avas fully twenty years her senior, and his yeoman extraction was glozed over by no outAvard refinements of dress and breeding. But he loved her, and believed her to be faultless, and he was good, and kind, and true, Avhile she Avas weak, and dissatisfied with her aimless life. p 2"], [220, "VANESSA. 212 When such a thought enters the heart it rapidly attains maturity, and only three days after Eva's visit to the cottage George Charlton was struck by a slight alteration in Lady Alan's manner. They were Avalking home from church together, and her little flutter of consciousness when he addressed her aAvakened corresponding emotions in his OAvn breast. With a happy inspiration of audacity he proposed that they should turn into the orchard, instead of keeping to the church path Avhich crossed the meadoAVS surrounding the Manor farm. The gnarled and tAvisted trees, laden with their wealth of autumn fruit and standing knee-deep in herbage, were the pride of George's heart, but he only thought at that moment of the way in which his material possessions might serve to further his suit to the Avoman Avhom he loved. ' My sister and I are the last of our race,'"], [221, "CONSTANCY. 213 he said abruptly : ' it seems hard that the old name should die out, and the place go to strangers.' ' Yes,' said Amy, and George drew further encouragement from the bashful assent. ' Can you pardon my presumption, Lady Alan, if I say that there is one Avoman at whose feet I would lay all that I possess, and feel myself repaid by a smile ? ' ' Oh George ! ' said Amy, and if the smile came, it was through a shower of tears ; ' the woman who is rich in your love will look for nothing more.' The tone in Avhich Amy pronounced his name, the confiding gesture with which she slipped her hand Avithin his arm, left little room for doubt, and yet George could scarcely trust the evidence of his senses. ' You must not place such happiness within my grasp only to snatch it again,' he said, 'my age, my"], [222, "214 VANESSA. station, almost everything is against me. Have you considered ?' ' Yes,' said Amy, ' I have considered Avhether I am fit to be the wife of so good a man ; I made a grievous mistake in my marriage and noAv that all the Avorld looks coldly on me, I turn to you for strength and comfort' The coldness of all the world Avas summed up in O'Brien's altered demeanour ; but if pique had driven Amy, like many another Avoman, to fill up the void in her heart by a fresh attachment, the sentiment itself was genuine and George Charlton himself was o o not better satisfied Avith the lot she had chosen. She did not Avish that their engage- O O ment should be declared until she had been two years a widow, but, as far as their im mediate neighbourhood was concerned, the secret Avas kept in an ostrich-like fashion. Miss Charlton Avas doubly affectionate to Amy, and"], [223, "CONSTANCY. 215 tried, although without success, to obtain an opinion from her as a guide to the modern improvements which were straightway set on foot to embellish the old Manor house ; and Mrs. Mertoun never heard the click of the garden-gate Avithout discovering that her presence was required elsewhere than in the drawing-room, in order that George might enjoy the pleasant surprise of finding Amy alone. The very labourers on the estate knew that their master was courting ; and hoped that a young mistress might make him, and them, as comfortable as Miss Charlton had done. At Leasowes, however, where the other pair of lovers were absorbed in each other, there was no surmise of the truth ; and Helen was the last person who was likely to be informed of it, since Amy was sensitive to her sister's criticism, and believed that Helen might note, with a surprise bordering on con tempt, the very brief interval which had"], [224, "216 VANESSA. elapsed between her acceptation of the fact of O'Brien's indifference, and her encouragement of George Charlton's addresses. Helen herself Avas at this time embroiled in an affair which did not leave her mind disen- gaged for the consideration of her family concerns. There was a certain Uncle Edmund whose name was continually turning up in the Wentworth school-room and Avho was an object of interest to his nephews and nieces for several reasons. In the first place he was ever so many years younger than their mother, and comparative youth was a decided point in his favour, and then he was very good looking, rich, and open-handed. ' He is always good for a tip,' as the school boys repeated, without the slightest compunc tion, even after Helen had reviled their mercenary spirit. The young ladies cast a veil over their expectations, but they took pleasure in exhibiting the trinkets Avhich their"], [225, "CONSTANCY. 2 1 J uncle had presented to them, and took care to wear the prettiest among them on the day of his arrival at Earlston. Fanny came into the school-room when Helen was sitting alone that evening, to ask for her collection of dried flowers, as she wished to show it to her uncle Edmund, who took an interest in botany. The same request had been made on a former occasion, and Helen acceded to it without hesitation. Fanny came in to restore the portfolio on her way to bed, and lingered for a moment to say with an air of curiosity : ' Uncle Edmund was very much interested in the collection, and especially in the Swiss flowers, as he has travelled so much in Switzerland himself. He says that he has made a memorandum on the sheet which has a bit of edelweiss fastened on it, which you will understand.' Helen showed no disin clination to gratify Fanny's curiosity, for she turned to the page in question while she was"], [226, "218 VANESSA. still speaking. Her colour rose as she read the words, ' Picked by E. H., August 17,' and she took up a pen-knife and deliberately erased the inscription before Fanny's eyes had been quick enough to read it. ' What did you say was your uncle's name ? ' said Helen. ' Horton : Edmund Horton. You know that he is only mamma's half-brother.' ' Well : you can tell Mr. Horton hoAV I have served his memorandum if he asks about it to-morrow. I do not allow any one to make notes on my collection except myself. Good night, Fanny; Mrs. Wentworth would not like you to stay any longer, for it is already late.' Fanny felt mortified that she should be dis missed in such a summary manner ; but, after all, it Avas nearly as delightful to know that a mystery existed, as to be permitted to unravel it, and she looked forward to obtaining the clue from her uncle on the following day."], [227, "CONSTANCY. 219 It cost Helen an effort of memory to associ ate the name of Edmund Horton with one of the two men whose impetuous suit, at the end of a week's acquaintance had so much annoyed her that she had put the whole episode aside as a thing to be forgotten, and buried out of sight. It was necessary to recall all the inci dents of that week among the mountains before she could determine Avhether Mr. Horton were the tutor or the pupil ; but she finally identified him as the younger of the tAvo men, the most ardent in his suit, and also the least disheartened by failure — for when they parted, he declared that he could not accept his rejection as final, and should take the first opportunity of trying again. And such an opportunity he appeared to have found or made, after a fashion which proved that the lapse of two years had not matured his judgment. Helen was at a loss hoAvtoact, and resisted"], [228, "220 VANESSA. her first impulse to lay the matter before Mrs. WentAvorth and to assign it as a cause for her immediate return home. Such a step seemed to attach too much Aveight to an act of boyish folly, and might expose her to the imputation of running away to avoid a declaration of love which Avould never have been repeated. She resolved to rely on the weapons of her own discretion to avert any unseasonable display of constancy, and not to recognise their previous acquaintance if it were possible to avoid it. Although Edmund Horton was not addicted to early hours, he came down in excellent time for family prayers that morning; but Helen and her two pupils only came in with the servants, and disappeared by the same door. ' Do not the girls breakfast Avith you ? inquired Edmund. ' Not since Miss Mertoun came,' said"], [229, "CONSTANCY. 221 Mrs. WentAvorth : ' she likes to keep early hours, and they breakfasted in the school-room an hour ago. It is a better arrangement in every point of view, as the girls are at that dangerous age when they take everything in, and pick up all sorts of gossip.' ' It is better for them, no doubt,' said Mr. Horton, ' since I have ahvays understood that the process of education was salutary in direct proportion to its unpleasantness ; but their governess must lead a secluded life, if she does not come down either in the morning or evening. ' It was Miss Mertoun's own suggestion,' said Mrs. Wentworth, ' she has so many resources in herself that I really believe she prefers to be alone.' Edmund Horton had come to Earlston for shooting, and Avent out accordingly after breakfast, and he made a great point of ob taining a holiday for his nieces that they might"], [230, "222 VANESSA. meet him with his luncheon at a certain cover ; he even proposed that he should go to the schoolroom to ask the favour in person, but that, as Mrs. Wentworth assured him, was quite unnecessary, since Miss Mertoun Avas not at all unwilling to give the children an occasional indulgence, and she could easily arrange it. The two girls kept the appoint ment, but they were only accompanied by their brothers ; and, as two days passed over without any embarrassing recognition, Helen felt that she might congratulate herself on having kept her own counsel."], [231, "223 CHAPTER XIII. FAILURE. Helen's tactics might possibly have been successful if Sunday had not intervened to relax the routine of schoolroom life. The young Wentworths were in the habit of going to the chapel in Windsor Park on fine Sunday afternoons ; and although Mr. Horton was usually content to go to morning service, he was evidently anxious to attach himself to the schoolroom party on this occasion. ' Would you not rather drive with me in the pony-carriage, Edmund ? ' said Mrs. Wentworth. ' Thank you, Minny, I should prefer the walk through the park if one of the girls will go with you.' Fanny was by no means un-"], [232, "224 VANESSA. willing to make the exchange, and when they were in the carriage, she remarked to her mother, Avith a shade of malice : ' I hope that Uncle Edmund is satisfied now, for I know that he had set his heart on Avalking with Miss Mertoun.' ' That is a very unworthy remark, Fanny,' said Mrs. Wentworth, with due maternal severity ; ' I do not think he even knoAvs Miss Mertoun by sight, and you have not the smallest right to misinterpret the interest he takes in you all into an inclination to flirt with your governess.' Fanny looked red and uncomfortable, but was only more eager to justify her assertion : ' Well, mamma, he may not have spoken to Miss Mertoun since he came to Earlston, but I am sure that he knows something about her, for he made such a point of seeing her dried floAvers as soon as he heard her name ; and he wrote a message for her on one of the"], [233, "FAILURE. 225 sheets in the portfolio, which Miss Mertoun rubbed out in a great hurry, for fear I should read it.' ' The thing is perfectly absurd,' said Mrs. WentAvorth, but her peace of mind Avas grievously disturbed, and she was distracted betAveen her anxiety to ascertain the truth and a dislike to encouraging her daughter in a taste for frivolous and underhand gossip. The walking party had started half an hour before, consisting only of Harriet and her governess and Mr. Horton. It was the last Sunday of the holidays, a circumstance Avhich entitled the school-boys to shirk afternoon service, and they were not to be found Avhen the time came for setting out. Helen came doAvn stairs, looking paler than usual, and stern enough to discourage the most enter- o o prising of suitors. She baffled Edmund Horton's first attempt to Avalk by her side by placing his niece betAveen them, who Avas a vol. 11. Q"], [234, "226 VANESSA. very substantial barrier against any inter change of confidential remarks. But fortune favoured the gentleman, for they had scarcely entered the park when Harriet descried one of her fifteen female friends walking a feAv paces in advance of them, and eagerly asked Miss Mertoun's leave to run on and join her party. ' I am sure that Miss Mertoun can have no objection,' said Mr. Horton, and in another moment he had taken his niece's place and his eyes met Helen's. ' Noav, Miss Mertoun, perhaps you will not refuse to recognise me.' ' If we are to renew our former acquaintance, I should prefer to do so in Mrs. Went- Avorth's presence,' said Helen gravely. ' I have been willing and even eager to do so, Miss Mertoun ; but, after the way in which you have shunned me, I could only suppose that you had some reason for wishing that we should meet as strangers.'"], [235, "FAILURE. 227 ' The same reason will apply with greater force to our meeting when there is no one present to prevent the renewal of an ac quaintance Avhich Avould be distasteful to me in any case, and Avhich is dishonourable to yourself Avhen you try to make your niece the medium of a clandestine correspondence.' ' The most innocent actions may be Avrested out of their true meaning by such Avilful pre judice,' said young Horton, deeply hurt by the imputation : ' in the fever of my impatience and delight at finding myself under the same roof with you, I could think of no other means of making my presence knoAvn. I have only hesitated to pay my addresses openly from the fear of compromising your position here, if they should still prove unacceptable to you. ' My position is compromised already,' said Helen, 'as soon as I return home, I shall inform Mrs. Wentworth of Avhat has passed Q2"], [236, "228 VANESSA. betAveen us, and request her to release me from my present engagement' 'At least,' said Horton, 'you will hear Avhat I have to say, and not torture me by the knoAvledge that I have been the means of injuring you, Avhen my only desire has been to make you happy. I admit that you may have done well to discourage the boyish admiration by which I was carried aAvay Avhen I first saAv you, but it is a sentiment which has deepened and gained strength Avith time ; and since I am my OAvn master, with ample means at my disposal, you Avill surely pause before rejecting me.' Edmund Horton Avas very much in earnest, but there Avas still something boyish in his tone, which diminished the difficulty of Helen's task. ' Since my feelings are also unchanged,' she said, ' I cannot give my ansAver too soon, nor too plainly : I have no doubt that you Avill get over your dis-"], [237, "FAILURE. 229 appointment the sooner, when you know that my decision is irrevocable.' ' You mean that your heart is no longer in your own keeping?' said Edmund Horton; and there Avas an angry flush on Helen's face, Avhich expressed her scorn even more plainly than her Avords. ' You Avere premature in boasting of the judgment Avhich ought to come with years, Mr. Horton, for only a very young man Avould presume to offend taste and feeling by such an insinuation.' ' Then let us suppose the Avords unsaid. Miss Mertoun, it is hard for a man Avho is embittered by disappointment to be mea sured in his speech, and I now only desire to hear that we part friends.' ' Let us say so, if that Avill afford you any satisfaction ; but it can be only a hollow friendship at the best, and Avhen you get over this fancy you will dislike me heartily,"], [238, "VANESSA. 230 Avhile I shall look back to an unpleasant afternoon's Avork Avith pain and irritation.' They Avent into the chapel, not in the most devotional frame of mind, and had been too much absorbed in discussion even to notice the pony-carriage Avhich overtook and passed them five minutes before. Fanny glanced at her mother, mildly triumphant, but her vivacity was so far repressed by the late reproof that no remark Avas made on either side. When they came out of church, Mrs. WentAvorth requested Miss Mertoun, in a tone Avhich could only be interpreted as a command, to drive home Avith her. She reflected that she could not have a better opportunity for uninterrupted discourse, and Avent at once to the point : ' Is it a fact, Miss Mertoun, that you have had any previous acquaintance with Mr. Horton?' ' I saAv something of him Avhen I was tra-"], [239, "FAILURE. 231 veiling in SAvitzerland two summers ago,' replied Helen. ' And may I ask further Avhy you did not mention this circumstance before ? ' ' It might be more to the purpose to ask Avhy Mr. Horton has mentioned it noAv,' said Helen, her spirit roused by the suspicion implied in Mrs. Wentworth's inquiries : ' I purposely kept out of the Avay, because I did not Avish to renew the acquaintance.' ' My brother has said nothing to me on the subject, but you will allow that I have some cause for anxiety Avhen I find that Fanny has been carrying notes or messages betAveen you ; and there is an apparent Avant of candour in the Avhole transaction which makes me very uneasy.' ' I understand that I have forfeited your confidence,' replied Helen, disdaining to justify herself, ' and therefore our engagement cannot terminate too abruptly. I trust that"], [240, "232 VANESSA. you Avill not object to my returning home to- morrow. ' You are too hasty, Miss Mertoun,' said Mrs. WentAvorth, possessed by the fear that such a step Avas only preliminary to the declaration of an engagement, or even of a secret marriage Avith Edmund Horton ; ' I am most Avilling to make every alloAvance for the difficulties of your position, and to receive any explanation Avhich you have to offer.' ' I have none to offer,' said Helen, stiffly : ' Mr. Horton may, as I said before, have something to explain, but I only desire to return to my mother's house.' 'If you insist on leaving me, I shall pay you a quarter's salary in advance,' said Mrs. Wentworth, but Helen rejected this offer with superb indignation. ' Certainly not, Mrs. WentAvorth : I will take my Avages' — Helen disdained to make use of any more elaborate term — ' up to the"], [241, "FAILURE. 233 day I leave your service, and not a farthing beyond it. I will never have it said that I Avas bought off Avith a bribe, to save you from the disgrace of having a governess for a sister-in-laAv.' Poor Mrs. WentAvorth felt as much dis mayed by Helen's indomitable spirit as if a kitten had suddenly developed the claws and ferocity of a tiger : ' The offer Avas kindly meant,' said she, ' and if it is really necessary that your engagement to me should terminate, I can speak most highly of your qualifications for any other situation.' ' Including my apparent want of candour,' retorted Helen. Mrs. WentAvorth wisely held her peace, and in a few moment's Helen's irritation had subsided, and she apo logised for it with characteristic frankness. O ' I believe I spoke insolently,' she said, ' and you have a right to feel annoyed, although I do not consider myself to blame in the"], [242, "234 VANESSA. matter. Let us part on the understanding that I have not temper nor judgment to make a model governess, and that I must cast about for some other vocation.' ' Indeed, Miss Mertoun, I have had the highest opinion of you,' said Mrs. WentAvorth, with tears in her voice, but Helen had never felt less disposed to cry. ' I do not think that I have done anything to forfeit that opinion, Mrs. WentAvorth, and I shall always remember your kindness ; but I suspect that the girls will ' be happier, and may even learn more, Avith some hum-drum, conventional teacher, Avho has never gone * O off the beaten track.' ' I have been entirely satisfied with your teaching,' said Mrs. Wentworth,' and I only regret that you should Avithhold the explana tion which might clear aAvay all difficulties.' But Helen said no more, and the rest of their drive Avas taken in silence. Soon after"], [243, "FAILURE. 235 her return home Mrs. WentAvorth had to endure a still Avorse quarter of an hour, although she had not the same reserve to contend Avith. Edmund Horton did not hesitate to inform her that although Miss Mertoun had refused his offer of marriage for the second time, he should never rest until he had induced her to become his wife ; and when he learned that she had resolved to leave Earlston on the following day, he raved against the harsh suspicions Avhich had driven her to take such a step, and insisted that his sister should try to make her recon sider her decision. Mrs. Wentworth declared that it Avas impossible for her to countenance Edmund's infatuated folly, but when he said that he would cease to persecute Miss Mertoun with his attentions, and Avould leave Earlston that very evening, if she could be induced to stay, Mrs. WentAvorth started on her mission to the school-room."], [244, "236 VANESSA. Helen Avas in her own room, engaged in packing her goods, and she continued to stOAv aAvay her books and clothes in the open trunk, while Mrs. WentAvorth took a chair by the bedside, feeling that such an aspect of things was not encouraging. She began by asserting that her brother's full explanation had completely satisfied her of Miss Mertoun's honourable and disinterested conduct ; but Helen had stopped her ears and hardened her heart against such allurements, and she ram med doAvn another article of clothing betAveen two books, Avith rather unnecessary vigour. ' I Avish that you Avould let me send a maid to pack for you, or, better still, to unpack your box again,' said Mrs. WentAvorth. ' I must do my brother the justice to say that he suffers more in the knoAvledge that he has deprived you of your position here, than from a sense of his own disappointment.'"], [245, "FAILURE. 237 ' Do you not think that he deserves to suffer a little ? ' said Helen. 'It is an ill-judged affair indeed : poor Edmund was always so impetuous. But he is young, and as soon as he can be brought to see that you do not reciprocate his attach ment, I trust that he will get over it.' ' I do not doubt that he will get over it,' said Helen. ' And in that case,' continued Mrs. Went- Avorth, as her conviction gathered strength that Helen Avas in earnest in her refusal, and Avas not playing a double game ; ' in that case, Miss Mertoun, your leaving us in this Avay seems to attach more importance to the affair than it deserves.' ' I do not Avant to attach any importance to it,' said Helen, ' but since I have got into a scrape, the easiest way of getting out of it is to go home. If I Avere to stay, Fanny's"], [246, "238 VANESSA. lively imagination Avould construe every letter I receive into an offer of marriage.' ' On the contrary,' said Mrs. WentAvorth, ' I believe that your high tone will be of the greatest service in Aveaning Fanny of her taste for idle gossip.' ' I shall never influence any one in that sort ofAvay,' said Helen. ' I have not tolera tion nor sympathy enough for a governess, and if I do happen to do the right thing, it is sure to be done in an aggressive Avay. Besides, I have just discovered that I am really home-sick, and I could not settle doAvn again to my life here in a satisfactory manner. 'At any rate, Miss Mertoun, I should like to be able to tell my brother that you will not take the first train to-morroAV. He is going up to London this evening, so that you will not be annoyed by seeing him again ; and the delay in your departure will encourage"], [247, "FAILURE. 239 him to hope that you have given up the in tention of leaving me.' ' I Avill take the mid-day train, if you like ; although, if it is for the sake of sending Mr. Horton away under a false impression, it may imply an \" apparent Avant of candour,\" ' said Helen, unable to resist the temptation to fire a parting shot, even although she had a hearty liking for Mrs. WentAvorth, and was deter mined that they should part on good terms. Before her packing Avas concluded, Helen found it necessary to return to the school room, since Fanny Avas receiving hard mea sure from her brothers, Tom and Alfred. The discovery that she had pulled the wires which set the machinery in motion for exiling the only governess whom they had ever liked aroused their indignation, and they upbraided her for being ' the meanest sneak who ever ate bread and butter.' Such contumely reduced Fanny to the"], [248, "240 VANESSA. lowest depths of misery and remorse, and it Avas in vain for Helen to assure her that she Avas as glad to go as her pupils could be to part Avith her. ' But I am not at all glad,' Avhimpered Fanny ; ' I am very sorry that I ever said a word to mamma.' ' Do not believe her crocodile tears, Miss Mertoun,' said Alfred. ' Fanny has spited you ever since you came, and if she ever has a governess she likes, I shall take precious good care to find out that she is flirting Avith some- 1 O body, and get her bundled out of her house.' ' Then you will be the meanest sneak avIio ever ate bread and butter,' said Helen promptly, and as the laugh Avas turned against Alfred, Fanny escaped further obloquy."], [249, "241 CHAPTER XIV. A REVELATION. It was late in the afternoon before Helen reached the cottage at Charlton. She had felt tempted to go first to Leasowes, but had sternly told herself not to be misled into the belief that she was only desirous to see Eva and Henry in the first flush of their happiness, when her real object was to hear or see some thing of Dennis O'Brien. He had altogether dropped out of sight in Eva's letters, but she resolved to ascertain that he had left Bixley before she could go to Leasowes Avith a clear conscience. The maid Avho opened the door to Helen informed her that Mrs. Mertoun Avas not in the draAving-room, and since she felt that no preparation for her sudden arrival was VOL. II. K"], [250, "242 VANESSA. necessary in Amy's case, she Avalked in unan nounced. It was groAving dusk, but the room Avas not shut up ; and as, in the uncertain firelight, Helen could see that Amy Avas not alone, her first thought Avas that it must be Dennis avIio fell back into the shade, Avhile her sister came forward to Avonder and exclaim. But she smiled at her OAvn mistake Avhen a second glance revealed the much more substantial form of George Charlton. ' You like to take us by surprise,' said Amy. ' If I had knoAvn of your coming, I Avould have driven in to meet you.' ' I did not knoAv of it myself twenty-four hours ago,' said Helen. She shook hands Avith Mr. Charlton, Avhile she asked after his sister, and the warmth Avith Avhich he returned the pressure conveyed to her the first suspi cion of the truth. She looked again at Amy, and noticed that her usually placid manner"], [251, "A REVELATION. 243 was fluttered and disturbed, but still the notion which had entered her brain seemed too Avildly improbable to be accepted. Mr. Charlton bade the sisters good evening, and went away, and Helen asked for her mother. - 1 think that mamma must be in the dining room,' said Amy. ' Has she taken to sit there ? ' Sometimes, in the afternoon,' said Amy. Helen felt that suspense Avas intolerable, and she stirred the fire to a blaze, so that its fitful light might fall on her sister's face, before she asked significantly, ' Has anything happened since I went away, Amy ? ' ' A few things, Helen. I see that you guess hoAv it is with us. George and I are engaged.' 'You are engaged to Mr. Charlton!' re peated Helen. She dared not express the joyous feeling of relief Avith Avhich she re- R2"], [252, "■244 VANESSA. ceived the announcement, and Amy mistook her measured tone for disapproval. ' I kneAV that it Avould surprise you very much, Helen, and I did not mean to tell you just yet. But you must not think that I am ashamed of the engagement. George is only too good for me, and I have not knoAvn before the happiness of being truly loved.' If she had not known it, Helen thought that the ignorance Avhich had slightedO'Brien's passion must have been wilful, but she would not pause to think of that noAv, and only sought to declare her entire satisfaction with this neAv order of things. ' I am at least as much delighted as surprised, Amy, for I ahvays liked George Charlton, and I think it a delightful and perfectly satisfactory arrangement. But hoAv did it all come about ? I am sure that you must have given the final shove, or George would have gone on"], [253, "A REVELATION. 245 nursing his silent adoration to the end of the chapter.' As the fire had died down again, Helen could not see how rosy a blush confirmed this surmise, and besides she was too intent on Avorking out her excitement in talk to be very observant. ' And how does . Miss Charlton take it ' Miss Charlton is not supposed to know ' but she is particularly and, if you do not come believe that she and anything,' said Amy, kind and affectionate ; to live at home, I mamma are to keep the cottage.' house together here, in ' I have come home, however,' said Helen, and at this moment Mrs. Mertoun entered,. saying in an apologetic tone that, until she heard voices as she opened the door, she thought that Mr. Charlton was gone. Helen made her presence knoAvn, Avhich turned the conversation into a fresh channel, and she had to confess that her first attempt to make"], [254, "246 VANESSA. her OAvn way in the world had been a failure ; and to justify Mrs. WentAvorth from the charge of caprice and injustice, Avithout accounting too minutely for the circumstances Avhich had obliged her to return home at a day's notice. She was glad when the talk drifted back to matters of domestic interest, and Mrs. Mertoun interspersed her open satisfaction in Henry's bright prospects, with furtive allusions to Amy's recovered health and spirits — allu sions Avhich Helen might have misinterpreted, if she had not already received the clue. When they spoke of LeasoAves, she found it easier to ask her mother than Amy Avhether they had seen anything of Dennis. ' Not since he came over here, the very day you left us. He still has his lodgings in Bixley, but Dick, Avho was here yesterday, says that he has been going to and fro to London ; and Henry told us that he Avas a good deal altered, so reserved and almost morose."], [255, "A REVELATION. 247 * I suspect that Henry is too much absorbed in his courtship to see much of him,' said Amy, ' I am sure, mamma, that you thought him quite as frank and pleasant as ever.' ' So he was that day I saAv him. But he hinted that he was wishing or going to be married — I really forget which it Avas — and if the affair is not going quite smooth, it would account for his being out of spirits.' Helen accepted this interpretation of O'Brien's state of mind Avith equanimity, perhaps because she did not rely implicitly on her mother's discernment. ' Before I settle doAvn here,' she said, ' I must pay a visit to Leasowes. I want so much to see Eva again.' ' I doubt whether you will ever settle down at all,' remarked Mrs. Mertoun, ' you have had such a roving spirit since you travelled with Eva.'"], [256, "248 VANESSA. ' Henry has cut me off from any future travelling companionship,' replied Helen, ' and I doubt Avhether he will be nearly as good a courier as I Avas. Eva and Misbourne may both live to regret my beneficent des potism.' Helen Avas in the highest spirits, and it Avas evident that if she had been subjected to any slights and mortification at Earlston they did not Aveigh heavily on her mind. The little veil of reserve Avhich had been cast over Amy's engagement did not resist the influence of her frankness, and before the evening was over, all their plans for the future had been freely discussed ; but Helen, Avith the secret conviction that Miss Charlton's constant com- panionship Avould be more acceptable than her OAvn, declined to abandon all intention of going out again as a governess, until she had OOO O talked over the matter Avith Henry. She went to LeasoAves on the folloAving day, giving"], [257, "A REVELATION. 249 notice of her intention, and Eva met her at the station. Eva's neAv found happiness had not Aveakened her affection for Helen, and it gave additional Avarmth to its expression. ' I Avas so charmed to get your note this morning, Helen, and to hear that you have done Avith the Wentworths. Your coming was all I Avanted to make me perfectly happy, and I almost quarrelled Avith Henry for saying that he should congratulate you on having come to your right senses.' ' I am used to such fraternal amenities,' replied Helen, ' and I might retort that if I had staid on at LeasoAves you two Avould never have come to a happy understanding.' ' Hoav can you say so, Helen ? as if I had not room in my heart for both.' ' Still we cannot both have the first place, and you will have an easier time under Henry's rule. The only good I have got out"], [258, "VANESSA. 250 of my governessing, is the conviction that I want to be broken in myself.' ' I met Mr. O'Brien on my Avay to the station,' said Eva, Avith a legitimate sequence of ideas, ' he and Dick are coming to dine Avith us this evening.' ' I shall be glad to see Dick,' said Helen : her sentiments about the other guest were not expressed. At LeasoAves there were the old servants to greet, Avith Avhom Helen Avas an especial favourite, the Avedding-presents to admire, and the half-finished trousseau to inspect, and Henry came in Avith his uncle an hour before dinner. They Avere both merciful in their comments on Helen's admission of failure as a governess, but rather, as she felt, from the fact that other interests Avere more absorbing than out of special consideration for her. She felt that she Avas transported into a fresh Avorld, and could hardly realise the fact"], [259, "A REVELATION. 251 that only three days before, the difficulty of fixing Harriet Wentworth's attention, and of moderating the disputes betAveen Fanny and her brothers, had been matters of paramount importance. Henry and Eva lingered for more last Avords Avhen Helen Avent up to dress, and consequently she was the first to come doAvn and was still alone when Dennis and young Richard came in together. Richard had some papers to deliver to his uncle, and, after greeting his sister with that air of complete detachment from family ties Avhich it is the pleasure of British youth to assume, he went into Mr. Mertoun's room. ' Dick has quite a mercantile air about him,' said Helen, ' I hope that he will add to the fame of the house of Mertoun and Co. What do you think of Henry's engagement ?' ' I think that he is a very happy man,' said Dennis, gravely."], [260, "A'ANESSA. 252 Eva came in, and no more could be said at that time, but the alteration in Dennis of Avhich others had spoken, struck Avith a chill on Helen's heart. When they met at Lady Cecilia's dinner-party, she had felt it necessary to be on her guard lest his evident solicitude to renew their former intimacy should provoke too quick a response, but no such necessity noAv existed. He did not express any curiosity as to the cause of her return to LeasoAves, and he made no allusion to the letter Avhich she had refrained from answer- ing, although Helen Avas panting for an oppor tunity to tell him hoAv completely his Avarning was justified. Dennis took his share, but no more than his share in the general conversa tion at the dinner-table, and Helen Avas bitterly conscious that he Avas less prompt to reply to her remarks, than to those addressed to him by others. The autumn evenings Avere dark and cold,"], [261, "A REVELATION. 253 and there could be no Avandering in the garden o o after dinner, nor Avas Eva even permitted to linger in the conservatory, although a lamp AAras hung there. She sat doAvn by the piano, Avith Henry by her side, to turn over the leaves of her music-book, and select the songs which he wished to hear. Mr. Mertoun took up the ' Times,' and subsided into his arm-chair, Avhile Dick occupied himself Avith the volume of Leech's series Avhich served for his study on those evenings which he spent at LeasoAves. Dennis and Helen had no resources but in each other, and while Helen Avas engaged in cutting open the leaves of a neAv book, she glanced from time to time at O'Brien, Avho O stood on the hearth-rug, fingering the china on the mantel-piece in an abstracted manner. He Avould not look at her, he did not care to ask Avhat she Avas reading, and the book might have been Greek or Sanscrit for all the sense Avhich it conveyed to Helen : the letters"], [262, "254 VANESSA. danced before her eyes, and at last she closed the volume with a clap Avhich made Dennis start, and look toAvards her. ' Your book does not seem to interest you,' he said. ' I am not in the humour for reading,' replied Helen. ' I shall go into the conserva tory to see if there are any neAv plants.' Her look invited him to follow her, but she had been for some minutes in the conservatory, Avatering a plant Avith hot tears, before she became aAvare that Dennis Avas by her side. ' Is there anything new ? ' he asked. ' No : yes. I do not think that I have looked. I intended to tell you, Dennis, that you were quite right in what you Avrote in your letter to me. It was an accident indeed Avhich obliged me to come home at once, but I have quite made up my mind that I am not fit to be a governess.' ' And Avhat is to be the next move ? Shall"], [263, "A REVELATION. 255 I look out for a female professorship for you ? I believe that such things are to be had in the States.' ' Are you going to start on another long journey, Dennis ?' ' Not on a journey this time. I am going out for life. I have received the offer of an ap pointment in Boston, and am to sail in ten days.' Helen Avas silent for a moment, and then the shock deprived her of all poAver of re ticence : ' The news of Amy's engagement has driven you to this,' said she. ' I knoAv nothing of Lady Alan's engage ment,' replied Dennis, Avith a look of surprise which dreAv Helen from one blunder to another. ' Then I ought not to have mentioned it. It is a secret, but Miss Charlton said that the neighbours Avere beginning to gossip about it, and noAv it Avould not be fair to keep you"], [264, "256 VANESSA. in suspense. She is engaged to George Charlton.' ' I do not knoAv Avhy you should be so much afraid of keeping me in suspense,' said Dennis, although at that moment a light Avas breaking upon him Avhich gave a neAv aspect to life : ' of course I am interested in all which concerns Lady Alan Rae, and I am rejoiced to hear that she has so fair a pros pect of happiness, after her former unfortunate marriage. Did you imagine that the neAvs must affect me more nearly ? ' ' I think that tea is coming in,' said Helen, 1 turning aAvay. ' No, Helen : or if it is, you can give me five minutes. Let us sit doAvn here.' Helen obeyed in silence, and now that the moment for explanation arrived, Avhich she had so much desired, she longed to defer it indefinitely."], [265, "257 CHAPTER XV. THE END. ' You have not answered my question, Helen : Why did you suppose that Lady Alan's mar riage must exile me from England ? ' ' What does it signify, since it seems that I thought wrong ?' replied Helen, with some petulance. ' To me it signifies a good deal. For if we have been at cross purposes all this while, it is not too late to set it right' Helen's heart leaped at that saying, but she resolutely set her face to betray none of the agitation which she felt. ' From the day that Amy retracted her promise,' continued Dennis, ' and trampled my love underfoot as a worthless thing, I VOL. II. s"], [266, "258 VANESSA. put it out of my heart at once and for ever. It Avas not her that I had loved, since she was faithless to the ideal I had formed of her, and I believed that I should never love Avoman more. I think that it was when I came to you at SAvanage, with a heart soft ened by pity for the wretched fate she had worked out for herself, that the possibility of winning the affections of one who was some times rugged, but always true, and transparent to a fault, first occurred to my mind.' ' You mean,' said Helen, smiling a little, as she recovered her self-possession, ' that you thought me, what I know myself to have been, the most uncouth, unlovely girl you had ever seen.' ' I did not think you perfect,' replied Dennis, 'but we both knoAv the law of nature, that the higher organism takes longer to attain perfection.' ' If I folloAv that law, Dennis, I shall be a"], [267, "THE END. 259 perfect organism by the time I am sixty eight, for it will take another fifty years to smooth away all my rugged edges.' ' / shall find out that tea is getting cold if you do not intend to listen to me,' said Dennis : and he was allowed to continue his explanation. ' When I saAv you again, after your winter abroad, my mind Avas quite made up, but since I had agreed to join the Himalayan expedition, and there Avere the risks of climate and my uncertain income to consider, I determined not to declare myself lest you should be fettered by any engagement. I asked you to Avrite to me ; but I often chafed against the constrained and guarded tone of your letters, and when I looked over them the other day, I destroyed the whole col lection in my vexation.' ' After you promised to restore them to me for the Entomological Journal,' said Helen. s 2"], [268, "260 VANESSA. ' That evening,' continued Dennis, resisting all her efforts to introduce a lighter vein into the conversation, ' your manner at dinner led me to hope that you Avere less indifferent than you Avished to appear. I came here next day and was bitterly disappointed to find you gone, as if for the very purpose of avoiding me. I had to go to London next day ; and when I returned to Bixley and heard of your intention to go out as a governess, I folloAved you to Charlton, only to find you gone again. Then I wrote to you, and you never ansAvered my letter.' ' It was such a letter,' replied Helen, 'that if you Avere to read it again, you would alloAv that it also deserves to be destroyed. The hard, dictatorial tone seemed intended to rouse my spirit of opposition, and especially as I thought that you Avere presuming on our future relationship.' ' Probably it was disagreeable. I was"], [269, "261 THE END. disappointed and sore at heart, and at war with all the world. My friendship with Henry, which had not been weakened by my first disappointment, could not survive this fresh shock ; for I thought that he must be selfishly absorbed in his own happiness, not to discover the truth and help me to come to a right understanding with you.' ' As if brothers ever did take any interest in their sisters' love affairs,' said Helen. 'And so, Helen, when I found that you did not intend to answer my letter, I gave it all up ; and, because I did not think England wide enough to contain us both, I determined to seek employment abroad. I closed with this offer from Boston, although I might have done as well or better here, because a young New Englander Avhom I met at Bombay had interested himself to get the appoint - ment for me ; and it would not be acting fairly by him to throw it up now.'"], [270, "262 VANESSA. ' The moral of the whole is, that I must ansAver the next letter Avhich you write,' said Helen. ' AnsAver the next question, and it will be enough. I am not now afraid to ask Avhether you love me Avell enough to be my wife.' ' Certainly I do, Dennis : I have never loved any one else, and so long as I can be Avith you it matters little in which hemisphere it is.' The statement Avas frank enough to satisfy the most exacting lover, but Dennis did not object to hear it repeated once or tAvice in different words. It Avas many months since the unconscious freedom of their youth ful friendship had given place to the know ledge that happiness must be attained by filling the void in the heart, as well as by expanding the powers of intellect ; and their mutual self-control added strength to the passion Avhich Avas noAv at length to find expression."], [271, "THE END. 263 ' It is strange,' said Helen, presently, ' to think how widely we have departed from the programme of the parts we were to play in life. Before Amy went to live at Leasowes, she thought that we were losing caste if I even stopped to speak to Mr. Charlton in the street, and Henry opposed her going to live with Eva, chiefly because he was determined that we should none of us be beholden to Uncle Richard. And I— ' And you,' said Dennis, smiling, ' may still become a candidate for a female pro fessorship at some college in the States, with the further advantage of getting a free pas sage out, if you go out to America as my wife.' Helen's was the last of the three Mertoun marriages to be arranged, but it was the first to take place. O'Brien, who was determined to take his bride with him, transferred his passage to a ship which was to sail a fort-"], [272, "264 VANESSA. night later, and the preparations for the wed ding were hurried on Avith what Lady Cecilia Wray considered to be most unseemly haste. Mr. Mertoun shook his head over the im- prudence of the marriage, and reminded O'Brien that he had nothing to depend upon but his OAvn health and exertions ; but the force of his objections Avas modified by the settlement Avhich he proposed to make on Helen. Mrs. Mertoun had no misgivings, since she had ahvays liked Dennis nearly as well as her OAvn children, and was also well pleased to declare that she had been the first to discover his matrimonial intentions. Helen lost no time in announcing her engagement to Mrs. WentAvorth, and her OO ' satisfaction was perhaps the most heartfelt. Her affectionate congratulations, accompanied by a present of costly plate, seemed to belie Helen's assertion that her career at Earlston Lodge had been a signal failure ; but Helen"], [273, "THE END. 265 herself accepted the gift with moderate en thusiasm, regarding it as a testimonial of gratitude for the effectual extinction of Mr. Horton's misplaced affection. Lady Cecilia had consistently depreciated ' the Allerton Mertouns,' as she designated them, and found as much to blame in the mercenary spirit evinced in Henry's success ful suit to his cousin, as in his sister's inde corous haste to get married to O'Brien : but the climax of her indignation was only reached when the report of Lady Alan Rae's engagement reached her ears. George Charlton was, as she wrote to Lady Rae burn, ' an elderly man, rich of course, but of the farmer class, positively a mete farmer,' she repeated, with the adjective carefully underlined. It need scarcely be said that her strictures received the fullest assent at Raeburn Castle. When it Avas necessary to make any allusion to her son's widow, Lady T VOL. 11."], [274, "266 VANESSA. Raeburn spoke of her as a ' creature,' and she was apt to add that since it Avas no longer possible to recognise Mrs. George Charlton Avhile she lived, the Raeburn family must decline to wear mourning for her when she died. But as the placid tenor of Amy's life at the Manor farm has been hitherto un clouded by sickness, or sorroAv, or death, such a mode of testifying to her degradation in the eyes rf her aristocratic connections, has not been put in practice. THE END. LONDON: PRINTED BY SPOTTTSWOODE AND CO., NEW-STREET SQUARE AND PARLIAMENT STREET"], [275, ""], [276, ""], [277, ""], [278, ""]]