[[1, ""], [2, ""], [3, ""], [4, ""], [5, "VALERIA. A STORY OF VENICE. \" Chi non soffre, non vince.\" ITALIAN PROVERB. IN ONE VOLUME. LONDON: RICHARD BENTLEY AND SON. Pnblisbcrs in ©rbiitarj) to £tt Pajcsln % Qnctrt. 1879. [Right of Translation Reserved.]"], [6, ""], [7, "TO MY MOTHER AND SISTERS, IN REMEMBRANCE OF VENICE, THIS STORY IS AFFECTIONATELY DEDICATED."], [8, ""], [9, "INTRODUCTION. IHE tale which I am about to tell is now more than a quarter of a century old. It belongs to that inconvenient \" Middle Age,\" at which, being yet within the memory of living men, it can hardly rank as a historical romance in the usual sense of the term, nor is it precisely a story of the present day, like those modern tales which are only so far bebind the daily B"], [10, "INTRODUCTION. 2 papers as the exigencies of printers and bookbinders require, and whose heroes and heroines would, if their fate were prolonged even for another chapter, find themselves launched into futurity. But yet the year 1 848 has long been history, for there are few of the subsequent events of Western Europe which do not owe great part of their existence to the occurrences of that epoch, though so many and so important have those events been, tbat it needs a strong effort to forget them, and to carry the mind back to the period oE which I speak. Yet this is what I would ask of my readers. Let them borrow, if possible, the magical harp by which the Moorish lady still lulls the old astrologer to sleep in the caverns beneath the Alhambra, or lay their memories to rest for a while, forgetting communes, nationalities, pl6bis-"], [11, "INTRODUCTION. 3 cites, and all the discrowned heads of United Germany and United Italy. Let them return in thought to an era when the boundaries of the European States still remained as the Congress of Vienna had fixed them, and the Divine Right of kings was the orthodox creed. Come back with me to an Italy which knew not Cavour, on which the star of Napoleon III. had not risen, when Garibaldi was unknown, Victor Em manuel unthought of, and Pius IX. the popular idol. At that time the peninsula lay, as it were, in the shadow of Austria, for with the Kaiser's support, the lesser sovereigns reigned absolutely over a people in whose minds the remembrance of the Revolution was still fresh, and whose frequent outbreaks showed how unwelcome was the re-establishment of the old regime. b 2"], [12, "INTRODUCTION. 4 It was a time of awakening throughout the land, there was a cry for constitu- tions and reforms ; the sovereigns ap- peared about to yield to the wishes of their people, and the head of the Church led the van. It seemed as if Liberty and Catholicism were to be revived and united at the same moment, and the dream of a Confederation of the Italian States, under the leadership of the Pope, appeared likely to be realized. The hatred of foreign rule was rising uncontrollably in the North, and the emissaries of the Secret Societies fanned with unwearied activity the spark of insurrection which no increase of severity on the part of the Austrian governors could quench. Then Charles Albert of Sardinia stood forward as the champion of Italy, and on one side as on the other, rulers and people, stranger and native, soldier and civilian,"], [13, "INTRODUCTION. 5 were gathering around their chosen chiefs and making ready their arms for the coming struggle. Europe smouldered, but Italy was on fire from one end to the other."], [14, ""], [15, "VALERIA. CHAPTER I. \" Ma, silenzio ! Pas sa la ronda. Zitti ! zitti ! Chi va la ?\" INNO POPOLARE. T^^TcJT was late in the autumn of the /H IP\\ year 1^47, an(^ sea hung $^\"-S??| thick over Venice and covered the main-land as far as Padua. Tbe diligence from Rovigo had come in, and the waiting-room of the railway station"], [16, "VALERIA. 8 was nearly full. There were great varieties of people there, patient women with their baskets, and bundles of all shapes and sizes, men with diminutive carpet bags, quietly smoking to pass the time, all bearing the delay with placid resignation, and Austrian officers, with tall figures and clanking sabres. Among the Italians there were two whose ap pearance might have betokened something worthy of notice. One of them showed more impatience during the long waiting time than any others of the party ; he walked up and down and looked out of the windows, watched the movements of the officials on the platform, consulted his orario frequently, and all this with an irritated aspect which the glance he cast from time to time at the Austrian officers seemed only to increase. He was a tall man of distinguished appearance, with"], [17, "VALERIA. 9 features of unusual regularity, eyebrows black and arched, and eyes whose im petuous expression brightened the im passiveness of a very handsome face, for Cesar Foran was noted for his good looks. Of a noble Savoyard family, his height and athletic figure bore witness to the mountain race from which he sprang, while his soft-toned voice and expressive eyes showed on which side of the Alps the family alliances had been made. It was strange that a Piedmontese officer should be on his way to Venice, when every day was bringing a nearer prospect of war between Austria and Sardinia; but the Marchese Foran had special business, he was about to visit the family of his fiancee and complete an engagement entered into some years before by his parents and those of"], [18, "VALERIA. 10 Ernestine Zenar. That he only half liked his errand was evident, by his impatient movements and discontented expression. As he turned from the window, his eyes glanced again round the room as if in search of some object of interest which might help him to wile away the time and distract his thoughts. Overlooking the Austrian officers, the natural enemies of his country, with a rapidity which showed they were to him no pleasant sight, his glance encountered that of a boy, who with his hands in his pockets was half leaning, half sitting on the centre table, and whose gaze made him almost start with a sensation, as if he had involuntarily been uttering aloud the thoughts that had passed through his mind, and those eyes were in response warning him that their owner had heard"], [19, "VALERIA. 11 and understood them. His glance fell, and when he looked again there was nothing to confirm the impression. The youth was of average height, judging by his countrymen, with a slight active figure, his face was young, almost too young for the well-trimmed moustache that adorned it; his cap seemed large enough to cover the whole head, and threw a dark shade over the eyes whose glance had so startled C^sar Foran. Near him, and leaning against the table, were the Austrian officers talking cheerfully in German, heedless of the scowls of the rest of the company. \" The Greek weaves the web and the Jew cuts it out,\" said one of them. \" The Jew will cut his own throat before long,\" replied the other. \" And the world will be well rid of him — the man is possessed.\""], [20, "VALERIA. 12 \"He is a fine fellow in the main, and has a strong brain,\" said the second, \"I rather admire him.\" \" But the Greek is under French pro tection, if it were not for that he would have been called to account long ago, his house is a very hotbed of sedition.\" \" You find your way there pretty often, Stadler,\" said his companion, laughing. \" My opinions are beyond suspicion at any rate,\" replied Stadler. \" I intend that the Count shall make me welcome also,\" said his friend, \"he is an accomplished man — I like him ; I esteem all men of that stamp, they may be mistaken, but they are sincere.\" \" The Kaiser would not thank you for saying so,\" said Stadler, raising his eye brows incredulously, \"I, on the contrary,"], [21, "VALERIA. 13 am equally sincere in despising the whole crew.\" \" We are not speaking in an absolutely unknown tongue,\" said the other, \" and your sentiments won't win you good will.\" \" Nor yours either if they are known at head-quarters,\" said Stadler. Arnhorst stood up and walked to the door, beyond which the officials on the platform began to show signs of activity. As he did so, the boy raised his eyes and met those of Foran with a look of inquiry. He seemed in one glance to read the fact that the Piedmontese's knowledge of German was imperfect, and that the key to the conversation was wanting to him. He was soon aware also that the Austrian had turned from the door and was surveying him closely, but without any visible effect being pro-"], [22, "14 VALERIA. duced, for neither by look nor gesture did the youth show the slightest conscious ness of the scrutiny he was undergoing. Count Arnhorst turned back to his com- panion. \" These people keep one waiting an intolerable time,\" he said. \" By the way, where did you come from to day?\" \" From Rovigo,\" replied Stadler, \"and glad I was to get away.\" \" Ah ! then I suppose you heard of the little adventure at Buonacella, which has been diverting everyone down in that quarter.\" \"Not I,\" said Stadler, \"I heard of no adventures.\" Arnhorst lowered his voice. Those nearest to him might have heard, had they understood the language in which he spoke, for his intonation, though"], [23, "VALERIA. 15 quiet, was distinct; but to the rest of the company who from time to time cast sour looks towards him, he was probably inaudible. \" Only one of these little escapades in which our neighbours indulge for the amusement of the police,\" he said. \" One of these emissaries who go scattering sedition far and wide was tracked to his lair at Buonacella, and the police almost had their hands on him. Somehow or other he was warned, as always happens, and escaped out of a window as they went in at the door. Well, then there was a hue and cry ; our friend is as nimble as a cat, scrambles over the wall and runs for his life, the police after him. Of course all the world is in the streets, one cries, ' This way,' another ' that,' everyone does his best to add to the hubbub, and"], [24, "VALERIA. 16 between them all, the fellow dodges round a corner and disappears like magic. They place guards at every street, they watch every house, but no signs of the runaway. At last, after some hours a great disturbance is heard in the convent close by, and the portress is found locked up in her lodge and in agonies of terror. \" It turns out that while she is peeping out of the door, hearing all the noise in the distance, a ruffian sud denly rushes in, shuts the door, threatens her life if she breathes a word, and stands over her with a pistol till she takes off her veil and hood, and with these and a skirt my friend quietly dresses himself, makes a profound bow and a polite apology to ma sœur, lays a ten gulden note on the table ' for the poor,' and departs, locking the door behind him."], [25, "VALERIA. 17 \"Nothing more is heard of him till the evening, when a bundle containing the dress is left at the house of the Chief of Police with the wearer's com pliments and request that it may be restored to the rightful owner ! The impudence of these fellows is beyond everything !\" \"And was there absolutely no trace of him to be found ?\" asked Stadler. \" None whatever. But there is no saying what disguise he may not re appear in, and that at any moment. There will be short work made of him if he is caught ! Meanwhile, I fear the convents will lead an uneasy life ; who knows what may not be concealed beneath a nun's habit. Ah ! there is that bell at last, and high time for it too. Let the people pass on first.\" 0"], [26, "18 VALERIA. As the Count spoke, he glanced again at the boy, whose face wore the same unconcerned expression as before. If he had heard the tale he had ap parently not heeded it, and taking up his bag he followed the rest of the passengers who were collecting round the door. Arnhorst lingered behind, so as to allow him to pass, and followed at some little distance till he had seen him enter a carriage, and then the two officers also took their places in the train. They were among the first to leave the station at Venice, but Arnhorst delayed his companion outside, until the other passengers were released from the examination of passports and searching of luggage within. At that time the vigilance of the officials had increased tenfold, and most minutely was every"], [27, "VALERIA. 19 article of the Piedmontese's luggage inspected, while the appearance of the boy seemed to excite considerable suspicion and gave rise to much whispered con versation over a paper which evidently contained a description of some sus pected person. After some delay, the authorities apparently came to the con clusion that the description did not tally with the lad's appearance, and he was allowed to pass, and the passengers filed out to the platform where stood the two Austrians. The youth sprang lightly down the steps, singled out a particular gondola and disappeared be neath the hood. Quick as lightning Arnhorst took his place in another. \" Keep that boat in sight,\" said he to his boatman, \" and follow it closely.\" The man obeyed with alacrity, and 0 2"], [28, "VALERIA. 20 the two gondolas swept down the Grand Canal with every show of speed. But hardly had they entered the smaller canals, than such turning and twisting com menced among a labyrinth of side-cuts, such shooting forward, putting back, going this way and that, that Stadler grew sulky and Arnhorst enraged. It was evident that the gondola was leading them a will-o'-the-wisp dance, and though the vigilant Arnhorst, who kept his eyes fixed on the gondolier of the first boat, could not detect any sign on his part, nor any peculiar in tonation in the oft repeated, \"Ah, stall !\" \" Premi !\" from his own men, which could be construed into a signal, yet he felt that the latter were slacken ing their speed ; they manœuvred awk wardly, lost ground, and finally managed to strand themselves behind a collection"], [29, "VALERIA. 21 of wood-laden boats, through which the pursued gondola adroitly threaded its way, and in a few minutes was lost to sight in the thickening fog. The boatman volubly represented the utter impossibility of having acted other wise. The gondola was, they said, too large, the Signori were grandi, and it was heavy, the passage was too narrow and the other gondolier rowed like il diavolo. They denied all knowledge of the boat or its occupants. They did not know the boatman by sight, indeed were sure they had never seen him before in their lives, it was probably una gondola par ticolare, and out of this state of sublime ignorance neither arguments nor bribes could move them. The Austrians mounted the steps of their hotel in no benevolent frame of mind, and the boatmen laughed with"], [30, "VALERIA. 22 each other over the discomfiture of the Tedeschi and hugged themselves in the certainty that, in the well-known words of an English character, \" You may depend on't, Sir, he got no truth from me.\""], [31, "CHAPTER II \" Le case d' Italia son fatte per noi, Son la sul Danubio le case dei tuoi.\" INNO DI GARIBALDI. HE Count Zenar was a man of note in Venice. Though not a Venetian by birth, he had lived many years in Venice and mixed deeply in its politics. He held extreme views, and his house was a hotbed of Liberalism, open however to politicians of all shades of opinion. He was known to have extensive corres-"], [32, "VALERIA. 24 pondence with the advanced Liberals in other parts of Italy, and was one of the most active propagandisers of their opinions in Venetia. He had been con cerned in the rising of 1821, had con cealed, and assisted in the escape of many suspected persons, and his French nationality alone enabled him to remain in Venice. He was a bold and accomplished in triguer; but though violent in his opinions and unscrupulous in his actions, it was not the low cunning of a mean and selfish policy which actuated him, but rather the ambition of a shrewd and power-loving nature which delighted in foiling its enemies with their own weapons. And withal, so clever was he, that in spite of the suspicions of the Government, no treasonable practices had ever been really brought home to"], [33, "VALERIA. 25 him; and when interrogated, he slipped through the fingers of the police like an eel. To great natural ability, he added the charm of a cultivated mind and high polish of manner, and to this much of his success in life was owing. His wife had been an Englishwoman, and had exerted an influence on the education of her daughters which did not end with her life, Ernestine and Valeria were the two children whom she had left behind to comfort the Count, if he had needed comfort; which, engrossed as he was in politics, he scarcely appeared to do after the first few weeks of sorrow were past. Though not an affectionate father, he did not neglect his daughters ; he edu cated them well and highly, studying their characters all the while with the intent to make them useful in the great"], [34, "26 VALERIA. drama which absorbed his life, and by means of their beauty, grace, or talent, to further his own political purposes. Often did he wish that they had been sons, but although only girls, he resolved to make the most of them. \" You will be as welcome to us as flowers at Christmas,\" said the Count, as he greeted his future son-in-law with great cordiality. He was the only member of the family with whom the Marchese Foran was personally ac quainted, for the Count's spare figure and dark sharply cut features were by no means unknown in the salons of Turin. \" What news do you bring us from without ? we live here, as you will soon know, as if we were in a besieged city ; our paternal government is so afraid of our feelings being hurt by what we may hear, that it takes"], [35, "VALERIA. 27 care that we shall not hear anything. My English newspapers, as you see, have undergone surgical treatment.\" He lifted up the paper with a smile, so as to show the large gaps which the scissors had made in it. \" News travels in the air, I think, in these days ;\" answered Foran. \" As I came through the Romagna I found the same stir everywhere, the same ex citement. All take their cue from Rome.\" \" And then you crossed the Po and entered the fog,\" said the Count walk ing to the window ; \" and found a very true picture of the state of things here, a moral fog over the whole people. Well, we must look for a south wind to blow it away. But you have not come here to talk politics, though upon my word it is difficult to talk of any-"], [36, "28 VALERIA. thing else. Let me show you to your room, that is if you can manage to thread the labyrinths of my strange old house.\" The Palazzo San Zeno was indeed a house as favourable by natural situation to plots and conspiracies as any in Venice. Probably in the days of the Council of Ten it had seen much of both; and during the tenancy of Count Zenar, old times seemed to have come again. On three sides it looked into canals, on the fourth was a narrow \"Calle;\" there were three doors to the water and two to the land ; there were windows which looked up and down the street, and across the bridore over the canal ; there were secret stairs, secret hiding-places, a perfect warren of little rooms and passages everywhere. Since that time it has become ruinous and"], [37, "VALERIA. 29 melancholy looking. Grass grows be tween the bricks, the carving of the window pillars is broken, the locks of the water-doors are rusty from disuse, the cobwebs hang thick between the gratings and panes of the lower windows, clothes flutter from the upper balconies, and the first floor is let to a seller of antiquities. The once beautiful and noble palace shared the ruin that fell on Venice. During Count Zenar's occupancy, how ever, all was in order about the old house. The fair face of Ernestine might be seen bending over the flowers in the balcony. No door creaked on its hinges, and though open to all varieties of society, the secrets of the house re mained undiscovered. The brothers Bandiera, whose futile attempt in Calabria had brought them"], [38, "VALERIA. 30 to an early grave, were not forgotten in the Palazzo San Zeno ; Daniele Manin, the clear headed and intrepid advocate whose qualifications for a popular leader were already becoming recognised, was then a welcome guest ; and Nicolo Tom maseo, poet and man of letters, whose earnest Romanism was only equalled by the strength of his patriotic ardour, found in Count Zenar's house eager listeners to those fiery words which earned him from one party the title of \"great orator,\" and from the other that of \" factious demagogue.\" Cesar Foran could not forbear a sigh when he found himself alone in his room. Pleasant and cordial though Count Zenar was, the Marchese could not for get that he had come to Venice to make the acquaintance of his future wife, and the prospect of entering into the bonds"], [39, "VALERIA. 31 of matrimony was very distasteful to him. He was young, and liked his liberty, and his mind was engrossed with politics and war, which loomed darkly on the horizon ; but the marriage had been long ago arranged between his family and the Count, and it must be fulfilled. Ernestine would be an heiress, and the Forans were not rich, so that the alliance was in all ways a desirable one; but he was at that moment inclined neither for love nor marriage. Dinner was laid in one of the smaller rooms, where a stove had been lit all day to keep out the raw chill of the fog, and there the Count presented Foran to his sister, the Marchesa Contarini, who lived with him, and to his two daughters, Ernestine and Valeria. There was no doubt as to the beauty"], [40, "VALERIA 32 of the elder. She had a graceful figure, blue eyes, and an abundance of fair hair, which, combined with the gentle serene expression of her face, gave her the look of one of Bellini's Madonnas. \" She will suit me,\" Foran said to himself, as he contrasted her for a moment with her sister. \" She will be amiable and gentle, and I shall be proud of her.\" Valeria was silent and thoughtful. \" She is not so beautiful by far,\" he thought, \" but there is character and decision in her face. Probably she has been the guiding spirit of the two. That is well. Ernestine will be in good train- ing.' It is rather awkward when you are busy making mental notes upon the character of one of the company, to find the person in question suddenly looking"], [41, "VALERIA. 33 you through with a glance half of inquiry, half of amusement, but wholly of under standing. It was the second time that day that Cesar had encountered such a glance, and he did not like it ; more especially as Valeria's next remark seemed to imply that she had read his thoughts. \" You will find us a curious combina tion,\" she said. \" Our friends always confess themselves puzzled amongst us. One of them the other day compared this house to one of those seaports where Europe, Asia, and Africa seem to meet, all nations mixing and mingling together, so that a stranger never knows in what language he may be answered, and the natives themselves can hardly tell to what nationality they belong.\" \" I know my own people, however,\" said Ernestine, with a smile. \" I know D"], [42, "VALERIA. 34 that I am a Venetian, and that is enough.\" \" And I Italian,\" said Valeria, empha tically. \" We are fusing now, you know ; no more provincial distinction when the country is all one. But I mean to say that the Marchese must make up his mind to meet with every kind of opinion here, and every variety of character, in fact, with people of all sorts. My father shuts his door to none who choose to come, so long as they help to make our society agreeable. No one is compromised by appearing here.\" \" There may be two explanations for that,\" observed Foran. \" Either the Count's views are so well known that there is no room for suspicion, or,\" he added, smiling, \" he is indifferent to all.\" \" I will leave you to decide that point"], [43, "VALERIA. 35 for yourself,\" said Valeria, with a laugh. \" But I must forewarn you that you will find many things here to astonish you. Even the white uniforms find their way to our salon. We do not ask them, but they come !\" \" The fact is,\" said Count Zenar, \" that though we have long ago struck our roots in Venice, we are tant soit peu cosmopolitain. I grew up to youth in the palmy days of the great Napoleon, when men of different nations, different ranks, different turns of thought, met and lived and worked together on common ground. I cannot say much for the real feeling of brotherhood between some of them, but at any rate, the outward barriers were to a great extent broken down. If the Revolution tended to level ranks, the Empire fused races.\" \" To a very slight degree, surely P\" said d 2"], [44, "VALERIA. 36 Cis&r ; \" for the ill-feeling between the various nationalities was surely intensified by Napoleon's wars.\" \" True,\" replied the Count, \" and yet amongst these very nationalities you will find the evidences of a real sympathy with one another. There is the free masonry of Liberalism, for instance, run ning as an under-current through all Europe, to say nothing of the fraternity established by literature, science, or art, as was lately shown by the Congress which met here; and as on these last points everyone can meet on common ground, I open my house to all men.\" \" I am ashamed to own how little I know of these subjects,\" said Foran. \" My time has been so much taken up with other things.\" \" Oh, we will allow you to talk politics"], [45, "VALERIA. 37 to us occasionally,\" said Valeria, lightly, \"under the rose, you know, when our doors are shut, and there are no curious ears to overhear. I assure you that we shall prove good listeners.\" Foran spent the evening in being drawn out. He had a great deal to tell, and it was gratifying to him to be so well listened to, and to discuss the sub ject which was nearest all their hearts, with minds as intelligent and liberal as his own. It was pleasant to see Ernes tine's eager attention, and to find that her observations showed both good sense and good feeling. But when he thought it all over at night, he could not remember anything particular that she had said ; while Valeria's remarks, inquiries, and the intimate knowledge she showed of all the burning questions of the day, recurred to him again and again, accompanied by"], [46, "38 VALERIA. some feelings of surprise. He could not help feeling that when he thought he had been giving information, he had more than once only told her what she knew already. How had she obtained this knowledge? He was not sure, either, whether the frankness which he had shown had met with a similar return. There was much apparent openness and cordiality, but beneath it great caution and reserve. On the whole, he had the uncomfortable sensation that they had fathomed him, while he, on his side, had made but little progress towards ascertaining the real character of his betrothed and her family, and he fell asleep resolving to be more circumspect and prudent for the future. But the next day blew his resolutions to the winds. The fog had cleared"], [47, "VALERIA 39 away, and an autumn sun shone brightly down on Venice. The green water rippled in the sunlight, reflecting every patch of colour from the walls of the houses overhanging the narrow canals, and crossed by the shadows of innumer able bridges. Cesar strolled out by himself, it was rather the Venetians that he wished to see than Venice. Up and down the narrow streets he wandered, streets which never heard the foot-fall of a horse, or were worn by the wheel of a cart, but for ever thronged by a busy moving population ; past the doorways where the decrepid old crones crouch on the doorstep, holding out their long lean hands for alms ; past the piazzas where men stand gesticulating in groups, and boys play pitch and toss as they crouch on the warm stones, and then he paused to"], [48, "VALERIA. 40 watch the gathering of men and women round the mouth of one of the great wells. Friuli girls, with their handsome massive features and fresh complexions, balancing on their shoulders the bar from which hang two bright copper vessels to hold the water, mothers of families, anxious for their daily supply, servants and itinerant vendors, all waiting their turn till the covering of the well is un locked, the water drawn, and one after another the pails are filled. Then the crowd disperse, and Foran following one or two of the water-carriers, found himself at last in the Merceria, between the open shops which give such a peculiarly Eastern appearance to the narrow streets. These were gay with stuffs of all colours, and bright with every variety of ware ; and the vendors, standing beside their shops in the open"], [49, "VALERIA. 41 street so as to attract by voice and ges ture the attention of every possible purchaser, were talking and laughing gaily with each other or with their customers. Sometimes, however, there was a silence, a suspicious sullen silence, as a figure in an Austrian uniform passed down the street. It was a slight but expressive token of the intensity of feel ing which lay beneath the apparent mirth of the moment. As he turned into the fruit-market, he observed a Croat soldier, who was buy ing from the basket of one of the women. The contrast was striking. The small, spare, soldierly figure, with the peculiar wide yellow face and short features of his race, and the neat close-fitting brown tunic, vis-a-vis with a dark handsome woman, whose fine eyes and raven locks"], [50, "VALERIA. 42 were set off by the brilliant hues of the handkerchief which she had wound about her head. There was a singular expression of stern gravity on her face as she weighed out the bunches of grapes, standing in the midst of her fruit-baskets with the quiet majestic dignity worthy of a Roman matron. There was not the vestige of a smile, nor did the muscles of her face relax for a moment from its determined gravity as she scanned the foreign soldier and received the money, nor the sign of a greeting as they parted. Not till he had fairly turned away down the street was the lively chatter which she had before been exchanging with her neighbours re sumed. \" Povera gente, lontana da' suoi, In un paese qui che le vuol male,\""], [51, "VALERIA. 43 thought Foran to himself, quoting Giusti's lines on the Croats at St. Ambrogio. \" As hardly used as ourselves, suffer ing as we do from this unnatural state of things, hating and hated. When will it be otherwise ? and who will be the man to restore the glory of the Venetian Republic, or still better, to make her part of that ' Italia Una' of which we dream?\" Absorbed in thought, he mounted the street of the Rialto, and looked out of its central arch over the Grand Canal. Of the many varied associations which throng to the mind of the traveller as he stands on that bridge, he was indeed utterly heedless. On literature and art he had owned himself comparatively uninformed, and the past history was for the moment merged in the present, but the simpatica aspect of the Queen"], [52, "VALERIA. 44 of the Adriatic appealed strongly to his feelings. Each stately palace rising from the water, its graceful windows and picturesque balconies breaking the regu larity of tbe lines, the tall posts striped with different colours standing like sentinels before each marble threshold, the dark gondolas moored to these, or gliding up and clown the wide expanse of water, the graceful curve of the canal, and the soft blue sky overhead, all united to form a picture which, once seen, remains fixed in the memory for ever. As Cesar leant back in the boat which took him back to the Palazzo San Zeno, the soft chant of the gondoliers raised a feeling of sympathetic emotion in his heart, as they sang in their soft Venetian dialect : ' 0 Venezia benedetta Non ti vogio piil lasar.\""], [53, "VALERIA. 45 He almost felt reconciled at that mo ment to his future destiny and his Vene tian bride."], [54, "CHAPTER III. \" Passa una gondola Dalla citta. Ehi ! della gondola, Qual novita ?\" ARNALDO FUSINATO. N the following afternoon they all rowed to the Armenian Convent of San Lazzaro. The Marchese Foran sat opposite the two sisters, and found himself again men tally comparing them, assuring himself that Ernestine was by far the most beau-"], [55, "VALERIA. 47 tiful, the most gentle and amiable, and if he must marry, probably the best suited to him ; and all the while he was being irresistibly drawn within the cir cle of that fascination which Valeria exercised upon every one who came near her. It was true that she had neither her sister's grace of manner, nor her fair and brilliant complexion, but her face was oval, her smile varying with every inflexion of voice and turn of thought, her figure light and agile, and in her dark gray eyes there lay a world of thought and feeling, and a remarkable power of penetration. She was at once frank and reserved, impetuous and self controlled; giving free utterance to the mood of the moment, and often careless of appearances, but with so entire an absorption in whatever she might be"], [56, "48 VALERIA. about, and so utter an absence of self consciousness that she at once attracted and repelled, interested and puzzled the spectator. Cesar found himself, as before, reply ing to all that she asked, baffled when he himself attempted to question her, and yet without any possibility of his being able to take offence; asking her opinion, listening to her suggestions, wishful for her sympathy, and last, a fatal symptom, wondering what she thought of himself. This feeling came still more strongly upon him as they sat in the Convent garden, looking over towards the city, which lay wrapped in a golden haze, the lagune stretched out before them in perfect calmness, reflecting with hardly a quiver the dark posts which here and there stood up out of the water to mark"], [57, "VALERIA. 49 the channel, and the tall shadowy tower of San Giorgio in Alga. The Armenian brother, who was standing beside them, had ceased his conversation with Valeria and the Mar chesa Contarini, and Foran stood also silently and rather moodily watching the dark gondolas which from time to time glided across the lagune, or the slower progress of some heavily laden boat whose tawny sail hardly seemed to serve its natural purpose, so still was the air. \" What a haven of rest it is !\" said Valeria. \"I was just thinking so;\" replied Ernestine. \" Look at the contrast,\" pursued Va leria as if thinking aloud. \" There — Venice, palpitating with life ; beyond — Italy, hot with turmoil; behind us — the E"], [58, "VALERIA. 50 Lido, the only barrier to those endless, restless Adriatic waves ; and here — here alone — quiet and calm, like one oasis of peace in a world of unrest.\" \" You speak truly, Signorina,\" said the monk, \" and others besides yourself have felt the same attraction to this spot. The poets Byron and Shelley, of whom you have probably read, found pleasure in this place, not to speak of ourselves who have left the world and our Eastern land for this quiet home.\" He turned to speak to the Marchesa, and Valeria went on in a lower tone to Ernestine. \" Do you see that gondola , making straight for this point?\" she said; \"I have watched it almost since it came in sight. It comes on so swiftly and so surely, like a messenger with some great news, or like the Destiny which we foresee,"], [59, "VALERIA. 51 but cannot escape from ; and we sit here like animals fascinated by a ser pent, quietly watching as it comes nearer ■nearer.\" \" Dear Valeria, do not say such dread ful things,\" said Ernestine, \" I do not believe in Destiny.\" \" But I do,\" answered Valeria. \" There is the channel all tracked out as you see, there is no power of altering the course on which one is once embarked. That boat comes on so fast ; suppose it should drive on the rocks at last ?\" \" Dear child, you are tired, and that makes you think of these gloomy things,\" said Ernestine. \" The boat will turn aside and glide quietly up to the landing place; it will prove a very common place gondola. Don't look at it; look at the mountains which are just begin ning to show themselves above the mists, E 2"], [60, "VALERIA. 52 more beautiful and more peaceful than even the city and the sea below.\" \" You are quite right,\" said Valeria gaily, \"it is a very common-place gon dola ; but my visions of peace have vanished, for the mountains suggest nothing to me but passion and strife, the wear and tear of nature, like storms and avalanches. Signor Marchese, you were born amongst the Alps, I think, have you any love for the hills ?\" \" Undoubtedly,\" said Foran smiling. \" A mountaineer can no more forget his rocks, than the sailor his waves. They are the source of all strength and beauty. Your rivers, your woods, your marbles, do they not all come from the hills ?\" \" Ah well ! I am a depraved mortal,\" said Valeria, springing up, \" for the towns and villages, and the human"], [61, "VALERIA. 53 beings that dwell in them are more to me than all the mountains and seas put together. They are my boundaries, not my home — Dagli Alpi al mar — you understand ?\" \" That gondola is coming here after all,\" said Ernestine. As they walked leisurely back along the terrace, tbe boat which they had been watching glided up underneath the Convent wall and paused at the landing place, and an officer stepped out. Valeria paused to speak to the monk, but they were nearly at the gate of the building when Count Arn horst entered the garden and met them face to face. Foran at once recognised the compa nion of his journey, and saw also that the Count was acquainted with his com panions. They greeted him with quiet"], [62, "VALERIA. 54 politeness, and he turned back with them, and attended them to tbe landing place, exchanging the usual civil small talk with the Marchesa. Cesar observed with displeasure that he seized the opportunity, as the path narrowed, to address a few words in a low voice to Valeria. \" I shall have some news for you, when we next meet, Signorina,\" he said. \" There is only one piece of news that I really wish to hear from you,\" replied Valeria. \" What ! are you so well informed of all that goes on ?\" he answered play fully. \" Then I suppose you have heard the story of the nun at Buonacella ?\" \" I have- heard nothing, but I am not at all concerned with what passes in the convents,\" replied Valeria with com posure."], [63, "VALERIA. 55 \" What then is the news that you wish me to tell you ?\" asked Arnhorst with more gravity. \" It concerns yourself alone,\" replied Valeria. They were almost at the boat, but as she turned to bid him adieu, she added quietly. \" When you have made up your mind, you will of course let me know.\" \" Who is that fellow ?\" asked Foran, as they pushed off, with a tone of anger in his voice which he could hardly subdue, though he regretted it when he saw Valeria's flush of displeasure. \" That is Count Arnhorst,\" answered the Marchesa. \" You may often meet him in our salon, though of course I should not wish to be seen much with him in public. He is a very gentleman like person, of excellent family, aud very"], [64, "VALERIA. 56 accomplished. The Count greatly enjoys his society.\" \" His opinions too are more liberal than one would have expected,\" said Ernestine. \" More so than those of a friend of his, I should say,\" said Foran, \" judging from some conversation I happened to overhear in the railway- station at Padua. They were telling a curious story, too ;\" and he repeated the adventure of the nun. \" Do you understand German ?\" asked Valeria, \" for I conclude they spoke in their own language.\" \" Only imperfectly,\" replied Foran, \" but I gathered the drift of their dis- course.\" \" You will have an opportunity of im proving yourself by conversing with these two gentlemen,\" said Valeria, mischie-"], [65, "VALERIA. 57 vously, \" that is to say, if the Count's friend was Captain Stadler, for they often come to our house in the even- >5 ings. \" I wish they did not,\" said Ernes- tine. \" My dear child, it is of the greatest advantage to us,\" exclaimed her aunt in an agitated whisper. \"It is a tacit protection, don't you understand ? The Government can see then that nothing is going on, and for the rest — \" \" It does not signify;\" said Valeria, \" we are known.\" \" It may be so, but I had rather take one decided line and be straightforward with all ;\" said Ernestine. \" You do not know what you are talking of,\" said the Marchesa hastily. \" My dear Marchese, you are looking at our gondolieri, but I assure you they"], [66, "58 VALERIA. are quite trustworthy ; they are our own people, most faithful and attached to us, there is no fear of their overhearing anything.\" They were approaching the city, which was now glowing in the evening light. The sky appeared as one sheet of gold and orange and crimson towards the horizon, where the sun was just setting behind the purple line of the Friuli mountains, its last rays touching with light every dome and campanile of the city before it slowly sank to rest. Slowly too the soft shadows mounted over the arches of the Ducal Palace, and the long lines of roof and wall, of column and bridge, till the buildings stood out in dark outline against a golden sky. Then a breeze swept over the water, rippling all the quiet surface where the"], [67, "VALERIA. 59 reflections slept so peacefully, lifting the great brown sails, and quietly rocking to and fro the fleet of boats which lay alongside of the Riva dei Schia voni; and then Avith a few strong strokes the gondoliers swept their light craft into one of the numerous Rios, past the Greek Church, past palace and bridge and tall poor looking houses, in and out of many small canals, till at last the gondola paused at the steps of the Palazzo San Zeno. Count Zenar spoke truly when he told Foran that his society was not confined to the circle of his political associates. His foreign birth procured him more freedom from surveillance, and a wider range of guests than could have been accorded either to a Venetian or an Austrian, without incurring the displea sure of his own party. Men of various"], [68, "VALERIA. 60 tastes and pursuits, and of every shade of opinion were in turn to be found at his house. It suited him to stand well with the world, and these meetings enabled him to test the abilities and estimate the calibre of the men with whom, or against whom, as the case might be, his intrigues were directed. Something of this he explained to Foran, so as to account for what might otherwise have appeared strange and suspicious. \" You will understand,\" he said, \"the advantage it is to me to have men of the opposite party coming to my house. Not that the police look a whit less sharply after me, but the world in general, who are not in the secret, give me credit for impartiality or indiffe rence. I am so thoroughly in the con fidence of the chiefs of my own party,"], [69, "VALERIA. 61 that I can afford to put up with the suspicions of the rank and file. Besides there are really many agreeable men among the Austrians, and among them I should have pleasure in introducing you to Count Arnhorst and Captain Stadler.\" But Captain Stadler's place was left vacant that night at the Palazzo San Zeno. Not only did he not come, but he was very differently engaged. Even ing found him walking restlessly about his room, Avith troubled mind and frown ing brow, for hours he had been fighting an inward battle, and the uneasiness of his spirit betrayed itself by his haggard countenance. There was a strife in his mind between good and evil, and though weary of it, he was yet loth to end it as alone he felt it should be ended. Love was striving with honour, interest"], [70, "62 VALERIA. with principle ; he knew what was right, yet desired what was wrong, and the fight was nearly over. This was the cause of his trouble. He had been summoned by the Chief of the Police, and that gentleman had in formed him that his constant visits to the Palazzo San Zeno were known and noticed, and that to maintain friendly intercourse with Count Zenar must make him an object of suspicion, for there was not a plot or a conspiracy in the whole of North Italy in which the Count was not concerned. He was known to hold constant correspondence with the dis affected party in Lombardy, and that no one could visit constantly at his house without becoming a marked man. If, therefore, he wished to advance in the Service, and stand well with his Govern ment, those visits must be discontinued."], [71, "VALERIA. 63 Upon this Stadler fired up, and replied that he felt himself responsible to no one for the choice of his associates, and considered himself under no authority but that of his military superiors. The Director of Police answered quietly enough, that if Captain Stadler wished to hear the same sentiments expressed by his commanding officer, he could soon have an opportunity of doing so ; for his own part, he must look on him in future as belonging to the disaffected party, and consequently as an object of suspicion. Then changing his tone, he urged him as a friend to consider what an obstacle this would prove to his advancement in life. It might lead to his removal from Venice, and would certainly make him ineligible for any post of trust. On the other hand, if he really shoAved himself attached to the Government, he was sure"], [72, "64 VALERIA. of favour and lucrative employment, an able and zealous servant was never neglected, and there was more than one way of proving his devotion to the Emperor. At this moment the Govern ment was most anxious to gain informa tion of the plans and intentions of the revolutionists, and if Captain Stadler could only turn his intimacy with Count Zenar to this end, his visits there would at once be sanctioned by the police. Stadler's sense of honour, and manly feeling revolted at such a suggestion — he would neither consent to break off his intimacy with the Count, nor yet to retain it with such a purpose, and he left the Director in wrath — the latter merely observing to him that he knew the consequences of his decision, and mutter ing, as he passed out, something which sounded very like \" fool !\""], [73, "VALERIA. 65 By the time, however, that Stadler had reached his own rooms, his anger had in some degree abated, and left him a prey to the conflict of feelings which well nigh overwhelmed him. He was not a man of high principle, and in this case his feelings were strongly engaged. He had fallen in love with Ernestine. Day and night he could think of nothing but her fair face and sweet smile. In her presence he was intensely happy, and absent from her he cared for nothing, and counted the hours till he should see her again. His life had been spent in the weary and monotonous routine of garrison work ; he was not noble by birth, not genial nor social by temperament, and not very popular among his brother officers. He had nothing which could at all com pensate him in a worldly point of view were F"], [74, "VALERIA. 66 he to throw away his chances of rising in his profession. If he cut off his hopes of employment from the Austrian Government he had nothing to fall back upon, excepting indeed the very slow promotion by seniority in his regiment, and in the higher grades of the army his want of birth would stand in the way of advancement. A civil or staff appointment would open to him the only chance of ever being able to marry, and yet in this case marriage and a good appointment seemed incompatible. Either he must give up Ernestine, or give up his prospects, and in resigning the former he felt he should annihilate both at one blow. There was a third course, and that alone could save him and give him what he so much desired — he must turn spy-"], [75, "VALERIA. 67 It seemed impossible at first, and to the last it was repugnant, and yet he brought himself to consider it a necessary step, and so pardonable. Need we ex plain by what process of reasoning he arrived at this conclusion ! Do we not all know from sad experience, how often under strong temptation expediency con quers right — how the glory of self sacrifice pales before the solid advantages of self-interest, and we begin to justify ourselves and call our first impulses romantic and quixotic — and so we fall, as fell Stadler. Stadler did not go to the Zenars that evening, nor to the Quadri, but late in the night he wrote a note to the Director and sent it early next morning, at an hour when the fog still hung heavy on the canals. The note ran as follows : f 2"], [76, "68 VALERIA. \" Captain Stadler presents his compli ments to the Director of Police, and regrets the misunderstanding of last night's conversation. The Government may rely on Captain Stadler's services on all occasions, conditionally of course on the observance of the strictest >! secresy. So the die was cast. Many times that day did Stadler regret his deter mination ; more than once did he sit down to write and recall the consent he had given, but his heart failed him. The decision was made, and he must abide by it. He prepared accordingly to fulfil its conditions."], [77, "CHAPTER IV \" Chi non sa fingersi amico non sa essere nemico.\" ITALIAN PROVERB i, ff^fjT was n°t l°ng before Captain 2g Stadler found it convenient to spend an evening at the Palazzo San Zeno. He had rather not have found Arnhorst there, for he dreaded the Count's penetration, still less did he desire the presence of Cesar Foran, yet there they both were. Arnhorst respond ing with his usual high bred courtesy to the stately politeness of the Piedmontese"], [78, "VALERIA. 70 nobleman, and both apparently interested in the conversation, which sometimes general, sometimes almost private, flowed with so much ease of manner and variety of topic that a casual observer would never have guessed how many subjects, and those the nearest and dearest to all hearts, were hidden beneath the sur face, and on which no one dared to touch. There were several guests, but the Marchese Foran was the only one likely to alarm Stadler's jealous fears, and at the sight of him they awoke at once. What should bring him there ? this handsome Piedmontese officer, with neither relative nor friend in Venice, and yet apparently intimate with the Zenars and almost on a family footing ; was it for Ernestine or Valeria that he was come ? That it was for one or the"], [79, "VALERIA. 71 other he felt sure. And Stadler set him self diligently to watch. He watched accordingly ; but the sisters were singing together some of the pretty little Venetian airs, and he could not discover to which voice Foran listened to most attentively, or to whose wants he was the most courteously considerate. But when he himself succeeded in gain ing a seat by Ernestine, he was so utterly happy in looking at and speaking to her, and in watching every graceful motion, and listening to every quiet answer, though there was no more in it than tbe most ordinary politeness could dictate, that he almost forgot to observe whether Foran showed any dis pleasure at this conversation, until he noticed that Ernestine herself was apt to glance in the direction where he stood, and to become rather inattentive to"], [80, "VALERIA. 72 Stadler's remarks when she heard the Marchese speaking. There was certainly a shade of displeasure on his face, and something of a sterner ring in his voice. That Ernestine perceived it, and took the first opportunity of changing her place, was evident to Stadler, and his wrath burned furiously ; and yet he fancied that the glance of annoyance which the Mar chese cast towards that side of the room was not directed against himself, but rather sought the spot where Count Arnhorst was sitting, engaged in earnest conversation with Valeria. That half hour revealed to Foran, with the appalling distinctness of a lightning flash, the state of his own mind. That Ernestine might love him was possible, but come what might he loved Valeria. Valeria was in high spirits that even-"], [81, "VALERIA. 73 ing, and she sat Avith Ernestine in her room long after the party had separated for the night, talking over the events of the last few days. \"I do not know why I feel so happy,\" she said ; \" did I not tell you, cara mia, the other day, that the common-place gondola as you called it was an omen of Fate. Suppose that it was my Austrian's fate, and not mine ; and that it was bringing him straight to the point and safely into the desired haven. Ernestine, I do think we shall win him at last. With so clear a head and so gallant a heart, I feel sure that he will be a true and staunch ally; an Italian of the Italians.\" \" How is it possible ?\" said Ernestine, \" every sympathy, every feeling must be engaged on the other side.\" \" I do not think so at all,\" answered"], [82, "VALERIA. 74 Valeria. \" Truth and right are even stronger than nationalities ; and he is not a man to take up with new ideas readily. I wish I thought your friend, Captain Stadler, were half as pro mising a convert.\" \" He is not my friend,\" said Ernestine. \" C^sar does not like him, I am 99 sure. \" Cesar is a little, just a little in clined to take rather too much upon himself,\" said Valeria, \" but do not look so hurt, I will not say a Avord against him ; he is a good, true, honour able Piedmontese. My darling, he ought to be very good indeed to reconcile me to giving you up to him !\" \" It will not be yet awhile,\" said Ernestine, returning her embrace with emotion, \" and who knows what may happen first.\""], [83, "VALERIA. 75 \"Who knows, indeed,\" answered Valeria. \" Count Arnhorst was only this very evening drawing imaginary pictures of the future, and saying that he did not despair of seeing an Austrian Emperor received with acclamations at Venice, now that we had a reforming Pope in Rome. It may be so, but I think it will not be until the life blood in Venice has been all drained away, and nothing is left to her but a broken heart.\" Strange words, but destined one day to meet with their fulfilment in the days to come, when the Austrian Em peror was welcomed with all the cordiality which a generous people could show to noble guest, to the shores of his lost in heritance. H Valeria could but have seen how Count Arnhorst was at that moment"], [84, "VALERIA. 76 engaged ! He was smoking his cigar with the Director of Police, with whom he was on very friendly terms, and talking over with him the political affairs of the day, and the rapid growth of revolutionary principles in the Austro- Italian provinces. The Director had long had his eye on Arnhorst as a suit able person to assist him in gaining in formation as to the schemes of the ultra- Liberal party ; he knew that the Count was intimate at the Palazzo San Zeno, and was anxious to utilize him as he had already utilized Stadler. The great obstacle was that the Count's high birth, position, and gentleman-like feeling might make him receive a proposal to betray the confidence which, as a trusted and frequent visitor, might pos sibly have been placed in him, with just and natural indignation. But the Director"], [85, "VALERIA. 77 knew well that Arnhorst's ruling passion was ambition, that his keen and subtle intellect was unbalanced by any qualities of heart, and that he had indeed a touch of the Mephistopheles character in him, unscrupulous, selfish, calculating, and com bined with a marvellous power of dis simulation. He had sufficient admiration for what was good and noble to have thoroughly mastered its theory and learnt its language, but that it should influence his practice was a thing to which he had not yet been able to bring his mind. His desires soared high — to be a Metter nich, a Talleyrand, was the object of his wishes ; to understand men, to know their secrets, and have power over them, these were the means through which he sought to advance himself. With these ten dencies in view, the Director gradually unfolded his scheme."], [86, "78 VALERIA. To his surprise, he encountered less difficulty with Arnhorst than with Stadler. The Count took in the whole situation at once. He saw in the suggestion a means of advancement, of establishing a claim on the Government, an opening of which he might fairly avail himself, while his rank and talents would help to disarm suspicion. \" Well,\" he replied, at last, \" there is reason in what you say. Of course if I can be of use, it is not for me to refuse my services. I must however stipulate for absolute confidence, and liberty to use my own judgment as to the means which I employ. I need not mention secresy, that is understood.\" \" Of course, of course,\" said the Director, \"these things are between you and me, and the Government alone. I may as well tell you that one of the"], [87, "VALERIA. 79 points on which I am most anxious for information is the means of communi cation betAveen the Liberals here and there in the provinces. A dozen times have I heard of letters smuggled over, and I have been ready to lay my hand upon the messenger, but my informants always failed, I suppose, in some point of the description. Only the other day I had the appearance of a very suspicious old woman fully described to me by my agents, and she was to be in Venice by a certain train on a certain day. Of course we were on the alert, but there was no one who in the least answered to the account in any possible way.\" \" Are you sure that it was not a boy?\" asked Arnhorst. \" I daresay it was,\" said the Director carelessly, \" these people have endless"], [88, "VALERIA. 80 tricks. By the way, did you hear the story of the nun of Buonacella ?\" \" Indeed I did,\" replied Arnhorst. \" Have you unravelled that mystery yet ?\" \" No nearer it than ever,\" said the Director. \" But you may be sure I sent a good reprimand to all my people. I never heard of such blundering. Well, good night. I rely upon you.\" \" And I on you,\" replied Arnhorst, as he took his leave, muttering however to himself, \" I will not have that fellow classing me amongst ' his people,' or considering me at his beck and call ; whatever happens, I shall go my own way and keep my own counsel.\" And Count Arnhorst's visits to the Zenars assumed a more friendly aspect than ever. The Fenice was crowded on Christmas"], [89, "VALERIA. 81 Eve, the opera of Macbetto was to be given, the boxes were gay with Venetian beauties and Austrian uniforms, and there was a dense crowd in the pit from whence rose a murmur and buzz of voices which music could not drown nor police subdue. The Zenars were there ; Ernestine and the Marchesa Contarini in the front, with Foran standing behind them, his eyes fixed on the stage while he strained his ears to catch the words of a low toned conversation which was going on at the back of the box between Valeria and Count Arnhorst. Valeria sat calmly gazing at the people and the dark faces of the men who thronged the pit, till Arnhorst ceased speaking, and then her look fell on him. \" Surely you must be playing a double game,\" she said, \" or you could not be G"], [90, "82 VALERIA. here. You are too philosophic, Count Arnhorst. You talk to me of patriotism, and of your admiration for those who toil in a good cause, who fight and die for liberty, and at the same time you tell me of a soldier's duties ; of loyalty, and obedience, and so on — all to prove to me that your duties are different from mine. That one thing # is right for me — another for you. I admire your theory, it is highly convenient ; for every one then may say, ' I am right, and you are right; your view is true, but so is mine.' so if we fight it is merely to show our strength, not to establish truth, for there is no truth but what fortune and cir cumstances arrange. You own that our cause is good, and yet you will support your government in crushing it, because you are a German, and nationality is with you stronger than truth. I do not"], [91, "VALERIA. 83 understand you. If we are right in struggling for our freedom, then it must be your duty to help us. If you, on the contrary, are right in maintaining foreign rule over us, surely it would be my duty to help you, and try to bring my countrymen to submission ; one of us must be right and the other wrong.\" \" You monopolize the virtue of pa triotism,\" said Arnhorst. \" You, as an Italian, may do what you like under that name. Things that we Austrians call by hard names, such as sedition and rebellion, you may call patriotism. Now if there be anything at all in patriotism you must allow me also the benefit of it.\" Valeria bit her lip, then laughed. \"If it were not a subject so near my heart, Count Arnhorst,\" she said, \"it g 2"], [92, "84 VALERIA. would amuse me to see how we travel over and over the same ground, and how what you admit one day you retract the next. Go then, be patriotic if you will; but be so in your own land, and not here, where, to my mind, your patriotism becomes unjust oppres sion. You will never convince me that your duty to your country in volves your mounting guard over us unhappy Italians, and forcing us to be come Austrians whether we will or )3 no. \" But,\" replied the Count, \" suppose I were to act as you wish, and were to take up your cause, and say to my own people and Government : ' You are mere oppressors and tyrants in a foreign land, leave Italy to herself.' I should be merely preparing the fusillade for myself, and pointing a cannon at my"], [93, "VALERIA. 85 own comrades. Where then would be my patriotism ?\" \" Count Arnhorst,\" said Valeria, \" there are two things which every man must do. First find out which is the right, and then take his stand on the side of right. If you are really of us then come over to us, aid us with all your power — moral more than physical — make your comrades see the right also. Convince your country men, who love their Germany, that we too love our Italy, and that it is as brothers they should treat us, not as slaves !\" \" You have nearly convinced me so often, Signorina,\" replied Arnhorst, as he listened with evident admiration to her earnest appeal, \" that were it not that the speaker herself distracts my attention from the subject, and that the desire of"], [94, "VALERIA. 86 forming an impartial opinion makes me look at things with a philosophic eye, I could \" \" Signor Conte, philosophising may be useful to posterity, but it will do no good to you, nor to me, nor to Venice now. All great movements must be made by partisans. I have not time to stop weighing faults and merits one against another, while our best and bravest men are dying inch by inch in the dungeons of Spielberg, or shot down as you shoot wolves at Mantua. Italians murdered in their own land by strangers ! You are not Italian, you cannot feel this, but you can feel what is fair and just, and yet you will not raise your voice against this tyranny ; you are ashamed to tell your countrymen the truth, you will not save them from doing evil nor deliver us from suffering."], [95, "VALERIA. 87 All this you might do, but you will not. Hark !\" There was a roar of voices throughout the theatre, a stamping of feet and clapping of hands almost frantic in its excitement, a cheering that well nigh drowned the orchestra, But the voices rose above it, for from all parts of the house the people took up the chorus which the singers on the stage had led, and the heart-given tones rose like thunder : — \" La patria tradita a sorger t' invita, Fratelli corriamo la patria a salvar !\" One strangely discordant sound was heard even in that tumult ; a derisiA'e mocking laugh, which proceeded from a box nearly opposite to that of the Zenars. Captain Stadler was leaning over its edge as if about to make a"], [96, "88 VALERIA. contemptuous remark to some one in the crowd below, and his face wore an angry and scornful expression. Was it caused only by the cries and shouts of the crowd, or was it partly o\\Adng to the Avatch he had been keeping over the party in Count Zenar's box, and the jealous hatred aroused in his heart by every movement of Foran's towards Ernestine. For a moment, he detested alike the man and the cause he represented, and a frantic desire to insult him seemed to possess his heart. It is hard to say what dire consequences might not have resulted from an angry word spoken to people so burning with excitement as at that moment filled the theatre ; but that Stadler's eye caught the stern and steady gaze of a man who, with folded arms, leaned forward on the edge of"], [97, "VALERIA. 89 the box which faced him, ready to speak if he had spoken. It was the calm look of authority, and Stadler quailed beneath it. He could not meet the searching expression of those deep set eyes which gleamed from beneath a broad and noble forehead. Though of no imposing appearance, there was something about the man which commanded, nay compelled, res pect, and Stadler resumed his seat in silence. Often in after days did that firm glance and the firmer words uphold law, enforce order, and dictate wisdom and magnanimity. It was Manin. \" Stadler is a fool, he overacts his part,\" muttered Arnhorst to himself, as he witnessed the scene. But Valeria stood with clasped hands and eager eyes till the chorus ceased. Then she turned to Arnhorst saying :"], [98, "VALERIA. 90 \" You hear this, and yet you will not take it home to yourself. Listen to the voice of the people for the sake of your country and ours !\" \" I am yours heart and soul,\" said Arnhorst. Valeria held out her hand ; he grasped it firmly, and bending over, kissed it before he relaxed his hold. She drew it away in confusion, and hastened to speak of something else. \" Did you see Manin ?\" she asked \" I am surprised at Captain Stadler,\" said the Marchesa Contarini, at this moment turning round. \" I looked upon him as a friend like yourself, Captain Arnhorst.\" \" He is rash and easily moved,\" replied Arnhorst. \" But the Jew, as they call Manin, triumphed completely,\" said Valeria. \" I have heard that name before,\" said"], [99, "VALERIA. 91 Foran starting. \" What is the origin of it?\" \" Oh ! we all have our nicknames,\" replied Valeria with unconcern, \" and Manin, though a Christian, is descended from a Jewish family.\" \" I honour him,\" said Arnhorst. The evening ended, the ladies left the theatre for their gondola, accompanied by Arnhorst. Foran lingered behind with Valeria, anxious to say a few words to her unheard by the others. \" Valeria, can you trust Count Arn horst ?\" he asked anxiously. \" I believe I can,\" said Valeria. \" I entreat you to be cautious,\" con tinued Foran, \" you cannot forget that he is an Austrian, connected in every way with the ruling party; and he is besides a deep, smooth fellow, he may be playing half a hundred games with"], [100, "VALERIA. 92 you. What do you know of him ? I suppose it is your English way ; but he is a perfect stranger, and you talk to him as freely as if he were your bro ther.\" \" My dear Cesar, you are not yet my brother-in-law,\" said Valeria. Foran bit his lips with mortification as he handed Valeria into the boat. \" If that fellow gets hold of her !\" he thought, \" and he is trying for it, I see !\""], [101, "CHAPTER V. \" Fidarsi e ben, non si fidare e nieglio.\" ITALIAN PROVERB. RNHORST now appeared to have decidedly thrown in his lot with the Liberals, and was accordingly admitted on intimate terms with the Zenar family. His visits to the Director of Police were made constantly and with the utmost secresy, and that worthy found reason to congratulate himself on having secured so valuable a councillor and assistant. Still he was not cor-"], [102, "VALERIA. 94 dially owned as one of themselves by the Liberal party; political conversation was held with caution and restraint in his presence, and it was only the most adroit generalship, and a talent for connecting odd scraps of conversation that he collected the materials for his reports. Was he sincere ? This was a question Valeria often asked herself, and others asked it of her. She was accustomed to study character, and trusted to her own natural penetration — forgetting how little that gift can be relied on — unless accom panied by the experience which time and circumstances alone can give. There was no ring of falsehood in the voice which had spoken the words that were now graven on her memory. \" I am yours heart and soul,\" unless — and the thought made her turn hot and"], [103, "VALERIA. 95 cold — be had intended for the person what she had interpreted for the cause; and yet, if it were so, it was surely a double ground for believing him sincere. She could not think him capable of studied deceit, and her confidence in the goodness of the national cause was such as to make her believe that it alone was enough to convince any candid unpre judiced mind. Ernestine distrusted the Count tho roughly, but this did not in any wise influence Valeria, for it was more be cause Cesar disliked him than for any other reason. Poor child ! she had fallen deeply in love with Foran only to find that he did not care much for her, and to dread that her own stupidity must be the cause. She had a great distrust of her own powers of pleasing, and her anxious"], [104, "96 VALERIA. efforts to be easy and agreeable with Foran only made her feel her incapa city to carry out these wishes. She began to fear that married life would not bring the thorough understanding and confidence which she had enjoyed with her sister, and was daily working herself into the conviction that Ce\"sar had no love to give her, and would rather have married another. Then she wondered who that other happy mortal could be ? Harassed and worn by these vague surmises, she began to lose that serenity of mien which was one of her greatest charms, and almost wished she were not beau tiful, since it only produced additional mortification, as he, to whom her beauty should have been most precious, cared so little for it. With these feelings she was sinking"], [105, "VALERIA. 97 into a state of despondency, when Cap tain Stadler began to excite her interest. He looked so miserable, she first pitied and then talked to him when they met, in hopes of cheering his spirits ; and the soft tones of her voice, and the gentle though now saddened glance of the dark blue eyes made the poor man, for the time being, as intensely happy as shame and self-reproach would allow ; for his mind was ill at ease, and he could not take kindly to the mission of spy. \" I like Signor Stadler far the best of the two Austrians,\" said Ernestine to Valeria. \" He is certainly not good looking, nor so polished in manner and intellect as Count Arnhorst, but he is, I think, more genuine and more to be trusted.\" \" My dear child,\" replied Valeria, B"], [106, "98 VALERIA \" you are yourself so pretty that you have a natural weakness in favour of ugly people, and you are also so humble that you give them credit for all the virtues which you imagine are the ne cessary accompaniments of a plain face — and as far as sincerity goes, Captain Stadler avows himself our natural enemy, and yet keeps on coming here, where I am sure nobody wants him.\" \" He is a Venetian born,\" said Ernes tine, \" I should not wonder if — \" \" — If he should come round too, like Count Arnhorst you mean. Well, I despair of nothing, and if you can effect his conversion, do so by all means, and leave me to finish that of Arn horst. I do not rely on what he says to me only, but on what I hear from others, and so I have made up my mind, and will trust him through thick"], [107, "VALERIA. 99 and thin; it is the only way to gain friends. WTien you enlist a soldier you do not remind him every day that it is possible he may prove a deserter.\" \" You talk like Manin,\" said Ernestine, smiling. \" And you, you argue like Cesar !\" re plied her sister. Time seemed to verify Valeria's opinion of Arnhorst, and Ernestine's of Stadler — and what a time it was ! a marvellous period of stir and excitement, in which the feelings of all parties were roused to the uttermost, and hypocrisy had a diffi cult part to play. As the year 1848 opened upon Italy, the storm which had so long been gather ing began to break. There was a popular demonstration in Rome on the 1st of January, and the same day became famous as the \" Giorno dei Cigarri,\" and unfor- h 2"], [108, "VALERIA. 100 tunately was not unmarked by bloodshed, at Milan, where the inhabitants by one consent ceased smoking out of opposition to their Austrian rulers. These events, followed by the arrest of Manin and Tommaseo at Venice, the insurrection in Sicily, and subsequently by the promul gation of Constitutions in Naples, and Rome, and Tuscany, stirred the popular mind to the highest degree of excitement, which was still further augmented by the news of the Revolution in Paris and the establishment of a French Republic. The arrest of their leaders at once roused and united the Venetians. On the refusal of the authorities to admit the prisoners to bail, the population went in procession along the River dei Schiavoni, uncovering their heads as they passed below the prison windows, and this demonstration was followed by"], [109, "VALERIA. 101 a more practical episode which still more forcibly showed the strength of the popular feeling. Two rival factions had long divided the Venetian populace, the Castellani and the Nicolotti; who taking their names from different quarters of the city, had in periodical fights, games, and latterly in regattas, maintained a long rivalry, not always without bloodshed. No per suasions could induce them to unite and act harmoniously against the Austrians. They could very well hate the Germans they said, without giving up their party; and they refused to be reconciled. Everyone who knows Venice knows the Church of Santa Maria della Salute, standing as it does on the opposite shore to the Palace of the Doges, with a dome rising high against the sky, and broad marble steps washed at the base by the"], [110, "VALERIA. 102 waters of the Grand Canal. It Avas during the imprisonment of the Liberal leaders, on one of the January days, that a number of men were seen to pass up the steps into the church, some wearing the red badge of the Castellani, others the black of the Nicolotti. Mass was said for them, the rival chiefs laid down their scarfs to gether on the altar and served as Acolytes to the officiating priests. Then while the Host was elevated they knelt, and extending their right hands towards it, took in silence the oath of peace. When the service was over they ex changed scarves, and at the general banquet which followed this recon ciliation, the badges of the rival factions were dispersed indiscriminately between Castellani and Nicolotti, and the mediators who had brought them"], [111, "VALERIA. 103 together. They had vowed to know in future no enemies save those of their country, and the oath was never broken. At the expiration of his leave Foran prepared to quit Venice. He had come there intending to attach himself in a calm sort of way to Ernestine, he would leave it desperately in love with Valeria. To most people Valeria was the least attractive of the two sisters, but from the first moment that he had met her, and the dark grey eyes had scanned him with their eager inquiring glance, he had been fascinated. As he saw her cheek flush and heard her voice quiver with excitement, when the conversation turned on public affairs, he insensibly learnt to watch her and speak with her interest and her approval in view,"], [112, "VALERIA. 104 feeling as he did that the Italy to which his heart and soul were given, was also the engrossing object of her life. Then too, when he talked to the sisters as he was wont, of the places he had Adsited and the men amongst whom he lived, he felt that while Ernestine was an eager and intel ligent listener, Valeria could reply with a thorough understanding of the questions raised, and could discuss them with know ledge of facts and discrimination of character which astonished as much as it interested him. That they should often differ in opinion was only natural. She had been brought up amongst the extreme party ; he by principle as well as connection belonged to the moderate Liberals, but the views he held were those of such men as d'Azeglio, Balbo, Gioberti, and perhaps Valeria had never"], [113, "VALERIA. 105 before had them put so clearly and forcibly before her. The discussions thus occasioned afforded him endless interest and pleasure, more especially as he saw that they were not merely the expression of a girlish enthusiasm but of the strong purpose of a life. But seeing this as he did, each day, alas ! convinced the Marchese more and more fully that one look from Valeria was more to him than hours passed in Ernestine's company. Valeria fascinated him by her eagerness and impetuosity ; he admired her decision of character and force of intellect, and wished earnestly that she and not her sister had been selected for his bride. He could not now break through his engagement, that, the honour of a gentle man forbade, and the certainty that Ernestine liked him only added to his"], [114, "106 VALERIA. vexation. Had she been indifferent he could have been indifferent too, with a clear conscience, but to know that he was expected to feel and show devotion to the one, while his whole heart and mind were engrossed for the other, nearly drove him frantic. The outward result of his troubled feelings had been a restraint in his manner to his betrothed, which was felt most in private life — in public he was deferential and polite, and paid her all the requisite attentions and petits soins, and she was thought happy to haA'e so gallant and handsome a bridegroom; but it was done as a duty, and with the fine instinct of love she felt it. There were moments when her gentle winning ways made him for a time forget the burden of the fetters that bound him, and after a severe in ward conflict his tossed and weary mind"], [115, "VALERIA. 107 seemed to rest near her as in a haven of refuge ; then his manner would soften and his eyes lose their coldness, and her heart would sink again lower than ever when some chance word brought the image of Valeria back to drive out all else from his heart, and he felt truly that : \" All days are nights to me till I see thee, And nights bright days, when dreams do show me thee.\" And when, as would sometimes happen, he did not see Valeria for two or three days together, she was occupied and busied with he knew not what, and yet most eagerly wished to know, that he might feel some bond of interest and sympathy between them in politics if not in love; he was utterly miserable, and would vainly try to form some"], [116, "108 VALERIA. scheme for breaking off his engagement, and then the truth forced itself even more strongly upon him that it was im possible. If Valeria should love him ! he thought, but no, he knew she cared no more for him than for the clock of St. Mark's, he believed she preferred that fellow Arnhorst ! and he hated the Count. But now his leave had expired, and be bade the Zenars farewell with a sad and aching heart, full of anxious fore bodings. Ernestine looked wistfully in his face as she said adieu, and his heart smote him as it does when one has been harsh to a child, and the stern expression of his features changed to one of contrition, yet kind and affec tionate withal, and the pressure of his hand brought a smile and a glow to her cheeks ; but the next minute his"], [117, "VALERIA. 109 grasp grew cold and his face pale, as with an emotion he could hardly conceal, he turned to Valeria and almost me chanically repeated Ernestine's words, \" Yes, when shall we meet again ?\" \" When the Austrians are beyond the Isonso,\" said Valeria. He did not reply, but turned away and left the house, and as his gondola drifted below the archway, he leaned back with folded arms in utter misery, leaving all he loved most dearly and without a hope on which to anchor his heart. Reaching the station, and at last obliged to rouse himself to secure his place in the train for Milan, he discovered that he was late ; the doors were already open and the passengers flocking to the train, and as he hurried down the plat form he recognised Count Arnhorst before him. At no time was the Count to"], [118, "VALERIA. 110 him an agreeable sight, and at this juncture he felt that his company would be unendurable. He turned hastily aside, and in so doing came face to face with a figure he well remem bered. It was that of the youth who had attracted his notice in the waiting-room at Padua, and who was now strolling along bag in hand, and with his hat rather pulled down over his reyes, with the same composed and nonchalant air which had so well baffled the scrutiny of the officials at their last meeting. The two men entered the same carriage which was the last empty one, and no sooner was the door shut than the youth glancing out of the window to see that no one was near, seated himself by Foran, and leaning towards him said in a low hurried voice."], [119, "VALERIA. 111 \" Listen ! you are going to Milan and you are a patriot, go to Manara, and tell him that whatever happens he may depend on the Greek. Tell him to write to Nicolo Alleotti, Calle San Zaccaria, tell him this without fail and no one else, as you love Venice.\" \" Impossible,\" answered Foran impa tiently. \"I do not know Manara. I will have nothing to do with your secrets. I am a Piedmontese.\" \" It is of the utmost consequence,\" said the boy earnestly, \" you can easily find out Manara. You must give him this address. I have written it here, let no one else see it. Give it to him yourself. I ask this because you are a Piedmontese for the sake of Italy, and if not that, then for your friendship for the Greek, and for the sake of the Greek's daughter.\""], [120, "VALERIA. 112 The keen glance of his eyes pierced through Foran like an arrow — he started up — at that moment Count Arnhorst entered the carriage. The boy had sunk into a corner and leaned back as if he had been there for an hour, and Foran converted his excited movement into an attack on a stiff window. Not many words of greeting passed between them, and the Count smoked in silence, but the eyes of both turned often to the corner where the boy sat dozing quietly ; at his first movement the Count offered him a cigar, he took it courteously, but it did not lead to conversation for he leaned out of the window and smoked in the open air, conscious all the while that the eyes of the two gentlemen were upon him. On the arrival of the train at Mestre, he swung himself lightly from the carriage. Foran leaned out of"], [121, "VALERIA. 113 the window and detained him for a moment, murmuring in Piedmontese, \" You may rely on me for the sake of the Greek's daughter.\" The last half hour had made clear to him two things. The Greek was Count Zenar, and the boy was Valeria. \" You have dropped this, I think,\" said Count Arnhorst, as Foran resumed his seat. It was the address that the boy had given him, and which in his last hasty movement had fluttered to the ground. Arnhorst looked quite unconscious of any peculiar interest attaching to the scrap of paper he handed him, so that Foran, dismayed as he felt, could only hope the few words on it had not been read, or that Arnhorst had no clue to their meaning. But when the train reached Padua, Arnhorst walked straight to the telegraph office. 1"], [122, "VALERIA. 114 The police in Venice were on the alert that day, and every passenger from Mestre by train or gondola was closely inspected, but when the market-boats came in the next morning from Burano, it did not occur to them to take note of a handsome young gondolier who guided his well-laden craft through tbe canals with all the skill of an experienced oarsman. But they did remark, and the fact was noted down, that Nicolo Alleotti Avas Count Zenar's boat- man. The gondolier was Valeria, nor were these the only times she had been em ployed on such perilous and difficult errands. Her father, perceiving the ease and ability with which she could assume every character, and adapt herself to the emergency of the moment, had, (to compensate for the mistake in her sex),"], [123, "VALERIA. 115 cultivated her boyish tastes and love of adventure, and encouraged the high spirit which carried her safely through all escapades. Once thrown upon her own resources, Valeria rose to the occasion, and was bold, modest, ingenious, astute, as the case required. With perfect sang-froid she could meet all difficulties, while she heard and noticed all that passed around her, and put things together Avith a woman's ready wit, and something of a man's judgment. She was invaluable as a political mes senger ; for knowing how great was the risk, and how important the work in which she was engaged, she brought all her energy and talent to bear upon it. And they were needed, and no less so was her fervent patriotic feeling, to keep herself up to the mark and to jus- 1 2"], [124, "116 VALERIA. tify to herself the part she acted. As her father's companion and confidant, Valeria had nearly as thorough a com prehension of the intrigues of his party as himself ; and her ardour in foster ing his schemes was no less than his own. The nickname of \" The Greek,\" by which the Count was so frequently known, was very appropriate to his cha racter, as much so as that of \" Jew\" was opposed to the nature of Manin. The Jewish descent of the latter had given rise to the appellation, and the neighbourhood of Count Zenar to the old Greek quarter and the Greek Church was the origin of his nickname. It was capable however of a closer appli cation, for the Count was a very Greek in wily duplicity. The spirit of intrigue pervaded his"], [125, "VALERIA. 117 whole being, while the dissimulation of which Valeria was at times guilty, was but part of the characters she assumed, to be taken off and put aside with them as a garment. With him it was reality, with her it was acting ; it was her art not her nature, and though she threw herself thoroughly into the spirit of every successive part she adopted, she yet remained as single-minded and as sincere, even through the deceit, as if she had never donned a man's dress, or walked in the Piazza San Marco un chaperoned. How strange ! how unfeminine ! it may be said, and that truly. Valeria was no perfect character, and it is very possible that intense devotion to one object might render her heedless of other aims, one engrossing interest shut out all the rest ; and that her high"], [126, "118 VALERIA. spirits and force of character, combined with the peculiar training she had re ceived, might cause her to forget some of the refinements, and even the duties belonging to her sex and position. And yet there have been characters to whom the world owes much, who did not hesitate when occasion required it to overleap the bounds of custom and follow their own course, heedless of the opinion and censure of the world ; and if these have at last gained their ends, it was because with a single eye and a passionate heart they have striven for it and for nothing else, and so through much evil report, through much toil and suffering, they have sown a harvest of good for their fellow-crea tures which may be reaped when the sowers are no more. It is better perhaps to have erred"], [127, "VA LERIA . 119 in judgment from the mistaken im pulse of a noble heart urged on by a great purpose, then, as so often hap pens, to quench the zeal and cool the enthusiasm of an ardent nature under the fear of making mistakes. There is indeed a middle course where ear nestness is guided by wisdom and tempered by discretion, and happy are they who find it, but the way is easily missed without a guide, and into it there had been no hand to lead Valeria. \" The end justifies the means,\" she would say when Ernestine who, during Valeria's absence on these expeditions, lived in a state of continual nervous terror, would implore her to desist from them. \" Who is to go if I do not ? It would be only sending others into dan-"], [128, "VALERIA. 120 ger from which one shrinks oneself. Our father runs equal risks and does it willingly. One must make sacrifices. Think what others have done.\" \" I know,\" said Ernestine, \" and I am ready to make them too if need be, but this underhand work, this intri guing, this constant fear of detection, is so unworthy of you. It is not fighting a true and open war.\" \"If it is not, it is because our rulers will not let us,\" said Valeria promptly. \" We must communicate with each other, we must propagandize, and we can only use the weapons that are left to us. My dear child, it is only like acting on the stage. I assure you I feel no more underhand than do the pantaleones of the Carnival. I put on a dress and act a part, and that is all."], [129, "VALERIA. 121 I am afraid I am by nature a bey. Do you know, it is when I am out on these freaks that I feel the full de light of being alive ? danger is a posi tive pleasure to me, and to feel that I have not only succeeded in doing what I was sent for, but have baffled all my foes is to me the very essence of happiness. How I have laughed to myself sometimes to hear them puzzling their brains and storming to each other over some mystification, little thinking that I was there amongst them. And then the absurd stories they make up ! You heard Cesare's version of the Buona cella adventure ?\" \" I could not bear to hear it,\" said Ernestine. \" But surely that was true enough ?\" \" It was true in the main points, only these ruffians with their pistols"], [130, "VALERIA. 122 and diabolical threats are always co loured up so highly; you would never think that they could all be resolved into an innocent looking person like me. But I had a pistol and I did show it; and if she had not been such a sour-faced, little, middle-aged woman I might have regretted the fright I gave her ; but I feel sure she had played the tyrant often enough in her day. Bah ! how I hated putting on her fusty old veil. And to see the police buzzing round all the street corners when I walked quietly past them, it was too absurd. However, I never had a nearer run for life, and truly thankful I was to get away, for I had all the letters carefully stowed away in my wig.\" \" It will not answer,\" said Ernes tine mournfully. \" I know it Avill not,"], [131, "VALERIA. 123 and the very thought of the risks you run half kills me with anxiety. Cesare said the other day that if ever Italy was saved it would be by an honest man, and not by furberia, and I am sure he is right.\" \" Honest,\" said Valeria, \" we all are in heart, and to be able to act honestly no one desires more than I. But when work has to be done you must do it as you can, not as you would.\" Ernestine shook her head. \" The best and greatest men do not think so,\" she said. \" I have heard Cesare speak of them, indeed you have heard him yourself. It is a shame to discredit a good cause by using unlawful means. It gives us a bad name.\" \"In whose eyes?\" asked Valeria im periously. \" I do not say a word"], [132, "VALERIA. 124 against Cesare, or his friends. I believe them to be the noblest of their race ; but let them remember that it was not they but Alfieri who started the idea of Italian Unity, and it was not they but Mazzini who created the party by whom that idea was blown from end to end of Italy !\" \" Yet they have worked as hard, and suffered as much as any,\" said Ernes tine. \" True,\" replied Valeria, \" and per haps you may be right; I have learnt to look at things differently lately. But if this view were to involve my sitting at home inactive and letting others do the work, it would be the heaviest sacrifice I could make. And indeed I do not know whether it would be in my power to make it, for I belong to my father.\""], [133, "VALERIA. 125 Ernestine sighed and was silent. \" At any rate,\" said Valeria, bright ening, \" we have one honest man at least amongst us, who if uprightness can save us will do so. Have we not Manin ?\" \" Thank God that we have,\" said Ernestine. The sense of security inspired by the name of Daniel Manin was indeed one which the events of every day tended to strengthen. There was no other leader amongst the Venetians at once so able, so straightforward, so large in his ideas and so moderate in his views. To keep within the limits of the law, but to use every legal means for obtaining the necessary reforms, to act frankly and openly yet never lose a chance of asserting the rights of the"], [134, "VALERIA. 126 people, or making known their requests — such were his objects ; on these views he acted Avith a steady determination of a man who could neither by threats nor flattery be made to swerve from his purpose. He had been arrested, together with his friend Tommaseo, and imprisoned chiefly on account of the petitions they had presented to the Provincial Assem bly, urging the establishment of national representation and liberty of the press, and the remarkable letter in which Manin had sketched out the complete plan of separate and Constitutional Go vernment under a Viceroy for the Lom bardo-Venetian provinces. And now, in prison and refused bail, undergoing trial, though the tribunal itself con fessed that there was no legal charge against the prisoners, the name and"], [135, "VALERIA. 127 character of Manin was like a tower of strength to his cause, and all the hearts and hopes of the Venetians rested upon it."], [136, "CHAPTER VI. \" So then all's over ; Venice has lost her freedom, I my life.\" OTWAY. ILL February the revolutionary fire smouldered, and in March the flames broke out, kindled by the news of insurrection in Vienna, and the Imperial promise of a constitu tion. The Cinque Giorni, a fierce struggle leading in the expulsion of the Austrian troops signalized this event at Milan, while at Venice the governor tried in vain to calm the general agitation by"], [137, "VALERIA. 129 releasing Manin and Tommaseo, who, received by the populace with frantic delight, were carried in triumph through the city. Valeria heard the stir and found it impossible to remain in her home. She changed her dress to that of a gondolier, and hurried out to join the masses of people who were bearing Manin to the Piazza San Marco, and drinking in with enthusiasm every word that fell from the lips of their restored cham pion. \" It is not I who deserve your applause,\" said Manin, as he reached his home ; \" it is the chieftain of the resur rection of Italy ; Pio Nono !\" Mingling with the crowd, and accom panied by her trusty friend and servant, Nicolo Alleotti, Valeria shared to its E"], [138, "130 VALERIA. fullest extent the excitement of the hour, Avhile she worked up herself and others to a pitch of enthusiasm, and a height of passion only too likely to be caused by the events of the day. And as she stood against the angle of the Ducal Palace, a knot of men and boys gathered round her, showing plainly by words and gesture how her stirring appeals to their patriotism found a response in their hearts, and as their enthusiasm burst forth into the cry, \" Viva Venezia !\" Valeria sprang to her feet crying, \" Viva Manin the God-sent one ! Venetians,\" continued she, \" when our fathers made their homes by the sea, they were as free as its waves, and that freedom was the birthright of their children. You are the heirs of their glory, and the right to their freedom is"], [139, "VALERIA. 131 yours ! Were our palaces reared for the Austrians ? Were our flagstaffs raised to float the black and yellow standard ? Did Venetian courage die when the Eagle's claws clutched the mane of the Lion of St. Mark?\" She paused : a deep murmur of \" DoAvn with the eagle !\" arose from the group, and as her eyes scanned the faces around her, she saw standing at the outside of the little crowd the two Austrian officers, Stadler and Arnhorst. More than one of her hearers saw them at the same moment, and sprang forward muttering, \" Morte ai Tedeschi !\" but stopped as the young Gondolier again raised his voice. \" But if some of the Eagle's brood have made their nest with the winged Lion — what then ? In our father's time k 2"], [140, "132 VALERIA. there were many Venetian citizens who were not of Venice, and so now we count as kin all who love Venice and liberty ; let them only dye their white uniforms in the waters of our lagunes, and shout with us ' Viva Manin !'\" \" Viva Manin or Morte ai Tedeschi !\" was the general cry, as the throng of people closed round the two officers. \" Viva Manin ! Viva la liberta !\" cried Arnhorst, and Stadler, though less readily, repeated the words. The shout which followed, echoed through the gallery of the Ducal Palace. But the police, having regained possession of the Piazza, were now seen advancing along the Piazzetta ; the crowd began to disperse, and the excitement of the day was at an end. The two officers extricated themselves"], [141, "VALERIA. 133 from the crowd, and looked round for the young orator, but he was nowhere to be seen ; only a few gondoliers belong ing to the Piazzetta remained lingering about the columns, or seeking their boats, half singing, half murmuring as they pushed off, the newly-coined cry :— \" Viva V Italia ! viva la liberta ! Viva Manin e Dio che lo manda !\" Manin was now indeed at liberty, but there was no abatement of the feverish anxiety of the public, and no pause in the path of revolution. Each day brought some change in the aspect of affairs, each evening the faithful Nicolo brought new tidings, more or less alarming to the Palazzo San Zeno ; cries which betokened a struggle between the people"], [142, "VALERIA. 134 and the soldiers ; or that the shops were closed, the mob collecting, the Revolution had begun. Then there would be other accounts, the Governor had been asked to form a civic guard and had refused, and that failing his permission Manin had undertaken to do so ; he had enforced peace, the shops had reopened, the crowds had dispersed, and every one was enrolling himself in the civic guard . Rumours came to the anxious ears of those who watched and waited, that the Governor who, finding it impossible to stem the tide, had seemed for a moment inclined to swim with it, praising the Revolution of Vienna, and sharing for a little while the Vivas of the people, was now retracing his steps. There was an ominous pause,"], [143, "VALERIA. 135 was it only the calm before the storm, the pause of preparation for a dreadful struggle ? For three nights Count Zenar had not slept at home; his family knew him to be deeply engaged in conference with the municipality and the leaders of the popular movement; there were sinister reports afloat, each party seemed to be holding its band to see who would strike first. What would come next ? The streets of Milan were already deluged with blood, were those of Venice to be the next to witness a like dire conflict ? It was towards evening that Valeria came into Ernestine's room with a face as white as death. \" Nicolo is arrested,\" she said. \" Nicolo !\" cried Ernestine, \" and why ?\""], [144, "VALERIA. 136 \" Because of a speech in the Piazzetta the other day; because of treasonable correspondence and certain letters ad dressed to him and stopped on them road. How in the world did they discover that clue ? I gave the address to Cesar, he could not fail to deliver it to Manara.\" \" He could not fail,\" said Ernestine, with a smile of implicit faith in the loyalty of her betrothed, though the colour rose to her cheeks at the bare suspicion of a doubt. \" But the speech in the Piazzetta ?\" \" I made it,\" replied Valeria, \"and I obliged Count Arnhorst and Captain Stadler to shout 'Viva Manin;' but I am sure they did not know me, and I am sure they did not know Nicolo. The police must have seen us, for we were"], [145, "VALERIA. 137 together ; and they have somehow traced us to this house, and then as I was not to be found, of course they fell on him. I do not know what to do,\" she added with increasing anguish, \" he may be sentenced to death, and for my act, or they may shoot him in private before anyone knows about it. Oh, that I were a man and could make the people rise this very night ! My poor Nicolo ! and there has been his wife crying and tearing her hair with grief. What can we do ?\" \" His poor wife ! poor Annina, it is terrible !\" said Ernestine, \" but if we could find a friend to speak for him, it would surely be the best thing. I will ask Captain Stadler, he may have some influence.\" \" Neither he nor Arnhorst are likely"], [146, "VALERIA. 138 to be listened to considering what went on that day,\" replied Valeria, \" and there is another thing ; Nicolo was to have met the messenger from Milan at the Madonna dell' Orto this evening. If I were only sure of Count Arnhorst, I would send him.\" \" Don't trust him Valeria, don't!\" cried Ernestine earnestly. \" I have trusted him,\" answered her sister, \" I have given him the pass word, for I thought he might get amongst the people, and they would not know how truly he is on our side, and his having that would bring him clear out of difficulties ; but I never told him of these Milanese letters.\" \" Valeria, I do implore you not to"], [147, "VALERIA. 139 trust him !\" exclaimed Ernestine, looking at her with troubled gaze, \" you are generally so watchful, and yet you are blindly confident Avith regard to him.\" A softer shadow fell on Valeria's troubled face, and her eyelids drooped as she said slowly, \" I am sus picious enough, I know, and yet I have no doubt of Arnhorst. If I had \" She crossed her arms on the window sill, and laid her head upon them. She dared not tell even her sister that her trust in him arose from the conviction that he could not deceive one whom he professed to love, and that she could not doubt because she loved. Shades of uncertainty chased away by surer, firmer trust, passed"], [148, "VALERIA. 140 rapidly through her mind. She recalled looks and tones that brought a thrill of happiness to her heart, and then came the poignant thought, could he be untrue, could she have been made the victim of so base, so heartless a deception ; she refused to believe it. But the danger was pressing, and there was no one to whom she could turn for help. She raised her head, and looking across the narrow street to where the fantastic chimneys of the opposite houses stood out so clearly against the blue sky, the contrast of its bright and peaceful expanse Avith the struggle and turmoil beneath smote her painfully. \" The long and short of it is,\" she said, \" that I must go myself.\""], [149, "VALERIA. 141 It had been indeed a rare triumph for Arnhorst to have found the clue to the Milanese correspondence by the discovery of Nicolo's agency. By inter cepting and reading the last letter, which it had cost him much time and trouble to decipher, he had learned the probable arrival of the messenger with further despatches, who was to be met at the Madonna dell' Orta on the evening of the 20th. It only remained for him to discover the password so as to meet that mes senger himself, and this Valeria, in her care for his safety, had unfortunately supplied. Then he would have the whole affair complete, the designs and plans of the revolutionary party, who were doubtless working in concert with those at Milan where the conflict was"], [150, "VALERIA. 142 already raging, might be laid bare to all. By timely knowledge, timely severity and promptitude, matters might yet, he thought, be righted ; but come what might, his own zeal, energy, and acuteness would have been fully proved, and one step on the ladder of fortune was secured. Valeria waited till dusk, for it was impossible for her now to take the boat from Nicolo's house as was her custom ; but as soon as daylight faded, the boat-house door in the Palazzo San Zeno swung noiselessly back, and the long dark gondola glided swiftly out into the canal. She knew the risks she ran were great, but so also were the stakes at issue, and with the utmost speed, for it was late, she made for the Madonna dell' Orta, moored the boat"], [151, "VALERIA 143 to land and sprang on shore. But there was no messenger ; she walked about — some minutes passed, and she waited on with anxiety growing with the delay. She saw the Croat soldiers lounging about; and with an effort to appear unconscious and purposeless, she lit a cigar and sauntered by the water side till they had passed her. A dark figure stole round the corner as they disappeared. Valeria, as she sauntered past, dropped out the pass word \" San Marco.\" The figure started and stopped. \" Who are you ?\" it said in a low Avhisper. \"Nicolo Alleotti,\" she replied. \" Again ? has anything fresh oc curred ?\" \" I come for the letters from Milan.\""], [152, "VALERIA. 144 \" Why, I gave them to you only now !\" \" To whom ?\" asked Valeria in a fierce whisper. \" To thyself, Nicolo Alleotti, only three minutes since,\" said the man ; and then looking narrowly at her, he added, \"no, it was not to you, it was to a tall fair man who gave me the pass word and the name. Surely there is no traitor here, and I have not been fatally taken in ?\" \" Tell me which way he turned. Make haste !\" \" He is yonder,\" said the messenger, and as he spoke they saw a tall man come striding through the gloom spring into a gondola, and push off. Quick as lightning Valeria followed"], [153, "VALERIA. 145 in her gondola in and out of the canals close on the track of the Count ; for he it was who had so successfully pur loined the despatches for which he had risked so much. He went straight to his own house ; there was a lamp over the door, and the light fell on his face as he entered. Valeria was stunned by the shock of dismay with which she recognised the one whom she herself had unconsciously enabled to execute his coup-de-main. Cesar's words and Ernestine's rushed upon her memory. \" Don't trust him, Valeria, don't !\" and with a bitter agony of soul she murmured ; \" And I would have trusted him with all, even with my own life ! Is it possible he has betrayed me — is it possible ?\" L"], [154, "146 VALERIA. Her head was swimming round with the sudden shock — her face pale and ghastly. Yet she clung to a faint hope that even yet it would prove a mistake, and that he would not so betray her trust, but was bringing the despatches to the house of the Greek. When he reappeared, she heard him direct his gondolier to the Palazzo del Governa tore. She followed instantly, every hope deserting her, and when his gondola halted there and he entered the Palazzo, she drew near, and began a low whis pered conversation with the gondolier. After a few moments the latter quietly pushed off, and she took his place with her boat. There was no further room for doubt as to the Count's intentions as she waited on, hour after hour, by the steps of"], [155, "VALERIA. 147 the Palazzo. She had seen him step out of the boat ; crushing the papers in his hand with the same calm re solved expression of face she knew so well ; and during those long hours, one thought after another came surging across her brain, each more bitter — more agonizing than the last. Venice was betrayed ! and by him whom she had trusted — and by her means ! And the one thought that shaped itself into Avords as with letters of fire was, \" He Avhom I loved is a traitor !\" It was late when Count Arnhorst came out of the Palazzo, and stepped again into his gondola ; but there was a look of triumph lingering on his face, and a proud decided ring of victory in his voice as he gave the order, \"to the Arsenal.\" l 2"], [156, "148 VALERIA In those miserable moments, who may tell what thoughts or what sug gestions came with torturing sting across Valeria's mind, as with slow measured stroke she propelled the boat onwards. What could she do now to prevent his discovery and intelligence being acted upon — how yet could Venice be saved, and also revenged on the traitor? \"But I too am guilty. I trusted him, and in so doing betrayed my country,\" and the thought was very bitter. Just at that moment, a gondola came swiftly down the canal, and the light fell on the face of its occupant. It was the Director of Police. Arnhorst ordered his boat at once to draw near, and the two men entered into a low earnest conversation in German ; but Valeria's quick and practised ear caught"], [157, "VALERIA. 149 the words \" bombardment,\" \" the orders are precise,\" \" the rising must be nipped in the bud,\" and then the two boats separated, and with sudden altera tion of purpose Arnhorst directed his gondola to Stadler's house. It was in a narrow canal near the Ponte del Paradiso ; dark, deep and silent. There they paused, while Arnhorst ran quickly up the steps, and Valeria, her heart and brain in a white heat of fury, waiting below, every moment seeming an hour. Venice bombarded ! and he the mes senger ! and then a clear taunting voice seemed to rise within her, and with vivid distinctness suggest the thought : \" You are powerless to pre vent it !\" \" I am not powerless !\" was the in-"], [158, "VALERIA. 150 stant reply that darted through her mind, and with an impulse of irrepres sible rage she suddenly dashed her oar against the step and pushed off the gondola just as the Count reappeared. His foot was on the edge, and he was in the act of stepping into the boat — with a sudden movement he missed his footing and fell back. The tide was ebbing, the steps were wet and slimy; he slipped, he was in the water ! There was a cry, then his head struck violently against a stone — he fell with a splash, and the boat was gone. It had dashed round tbe corner of the canal, urged on to the utmost speed by Valeria's practised hand, while the mad passions of revenge and despair were raging in her heart, and the"], [159, "VALERIA. 151 cry of a drowning man ringing in her ears. It was midnight, and the town was silent. In the glory of full moonlight the buildings stood out against the sky — black and sharp lay the shades of the carved stonework on the houses, and dark in its mysterious awfulness the shadow of the Bridge of Sighs fell on the massive prison walls and the calm water below. Hoav soft and fair rose the graceful domes of Saint Mark in the clear air ! How white the tall Campanile ! It was very peaceful, very beautiful above the roofs ; but there was turmoil beneath. The great bell of the tower rang one — it was the beginning of a strange day it tolled the knell of Marinovdtch, and"], [160, "152 VALERIA. rang the first note of Venetian inde pendance. The long weary hours passed by, and Valeria sat, her head buried in her hands under the dark shadow of the bridge ; but as morning dawned she roused herself from the dull stupor of misery, and mooring the boat safely, turned her steps to Manin's house. The little band of patriots who, for the greater part of the night had sat there in deep debate, had not long since broken up ; and Manin's rest had barely lasted an hour, when the advent of a young gondolier with news of deep importance roused him from sleep. The youth's face was white and haggard, and his dark grey eyes had an almost unnatural light in them, but"], [161, "VALERIA. 153 his information was clear and to the point. He had by chance been engaged to convey an officer from the Governor's Palace to the Arsenal. In a conver sation between that officer and the Director of Police, he had overheard words which referred to the bombard ment of the city ; he had landed the officer afterwards, and came on with the information gained. It was clearly and briefly told ; but there was a moment's hesitation in Va leria's mind when, in the course of the few abrupt sharp questions put by Manin, came this : \" Do you know the officer?\" The thought of vengeance flashed through her mind — a better opportu tunity could not offer itself. There was a momentary struggle, and then"], [162, "VALERIA. 154 a better feeling prevailed. \" Betray him because he betrayed me?\" she thought. \" No ! I cannot be so base,\" and she answered aloud. \" No, I do not know him.\" \" Nor the house where you left him ?\" \" I do not remember the house, and the owner of it is as unknown to i > me. \" Strange ignorance,\" said Manin, looking closely at the youth. \" That concerns neither you nor me,\" replied Valeria firmly. \" I have told you all I know,\" and with a bow she went out. It was yet early in the morning ; but there was already a stir in the house, messengers kept pouring from all quar ters of the town Avith alarming intelli gence; and several of those who had"], [163, "VALERIA. 155 passed the night in conclave with Manin, returned again in the morning to watch the course of events, and take measures to prepare for the dangers that were expected. The events of that day are now mat ters of history. The tidings of the murder of Colonel Marinovitch, the appeals made by Manin to the Consuls, the hasty march to the Arsenal, the bloodless seizure of the building, the instalment of the Civil Guard in place of the Austrian soldiers, the cry of \" Viva San Marco !\" \" Viva la Repub blica!\" raised in the Piazza. In one word there was a revolution without riot, almost without bloodshed, and it has made that day remarkable in the annals of Venice. And when the day drew to its close,"], [164, "156 VALERIA. Valeria, who at the commencement had joined the little band that throughout the whole day followed and obeyed Manin, returned at last to the Palazzo San Zeno, her excitement gone — worn, exhausted, and utterly wretched."], [165, "CHAPTER VII. \" Better be with the dead, Whom we to gain our place have sent to peace, Than on the torture of the mind to lie In restless ecstasy.\" maceeth. |HE Austrian rule was over, the governor of Venice had capitulated, and the troops were gone ; the Republic was established, a provisional government organized, and in a few days the whole condition of the city was totally changed. At that time the prospects of Italy were"], [166, "158 VALERIA. bright. Lombardy was up in arms, Milan had proclaimed Charles Albert, and only the Quadrilateral and the Tyrolese valleys remained under Austrian do minion. The whole peninsula was rising against the foreigners, Romans, Tuscans, Lombards, Venetians, Neapolitans, and Piedmontese joined in the holy war. Pius IX. sanctioned the undertaking, and the King of Sardinia stood forward and realized his long cherished dreams, as the champion of Italy. There was fear mingled with joy, there was anxiety even amidst these bright hopes in the insurgent hearts, what was there in Valeria's ? Misery, self-reproach, remorse. Come what might the awful past was written in letters of fire on her soul. She had murdered Arnhorst. In"], [167, "VALERIA. 159 this was swallowed up the aching sense of love wasted, of faith broken. Each discovery of that awful night would of itself have been a fearful blow. She had been deceived, coldly and calculatingly by the man she loved, deceived not only in the pure heart's love which she had given to him who feigned such devotion to her, but in what was as dear to her, the ardent patriotism which he had seemed to share only in order to betray ; and now he was dead ! repentance was no longer in his power, nor forgiveness in hers ; he had died and by her hand, died in his sins, and after death ■ ? She dared not pursue the terrible enquiry. There was another circumstance also which weighed heavily on her mind."], [168, "160 VALERIA. The project of bombardment which she had so confidently announced to Manin remained unconfirmed ; and on reviewing more calmly the events of the night, she felt it possible that in the excited state of her feelings she had judged hastily on very insufficient evidence, and had drawn erroneous conclusions. She knew indeed that hers was not the first or the only report of the existence of such intentions ; she knew that Manin had heard it from other sources, and had believed, and acted upon that belief. Yet she withheld her judgment. The English Consul had denied the project, the subsequent conduct of the Austrian governor justified his assertion, and there were no signs of preparation at the arsenal. Had she been mistaken ? Had she been"], [169, "VALERIA. 161 led away by the passion of the moment, and visited more on Arnhorst than his sin deserved. Sometimes his own words to her would recur to her mind. \" Put yourself for a moment in our place ; we are not the barbarians you think us.\" But tben the remembrance of the black treachery which he had practised, and upon her, would re turn with renewed force, and she groaned in the bitterness of her soul. It was almost too much to be borne, when felt with all the acuteness of a sensitive nature, and the silence Avhich she preserved doubled the weight of the burden. Neither to her father nor her sister could she breathe a Avord of that night's disclosures. Count Zenar was immersed in business day M"], [170, "162 VALERIA. and night ; but Ernestine observed Valeria's altered looks, and watched her Avith sorrowful anxiety. The disappearance of Count Arnhorst was to all unaccountable ; but in the excitement and turmoil of that time, there was so much that was unaccount able that men wondered and passed on without further thought. Ernestine inquired of Stadler for news of his friend, but he, with some apparent hesitation, answered that he had seen nothing of him, and thought that he must have left Venice with the Austrians. She concluded that Valeria knew of this, and that the loss of his society had something to do with her altered spirits. She fancied she understood her sister's feelings, and avoided speak-"], [171, "VALERIA. 163 ing much of the Count. The last gleam of hope died from Valeria's heart, when Stadler had declared his ignorance of Arnhorst's fate. She forced the dreadful realisation of the fact upon her mind, till the very sensation of horror became somewhat deadened by its own weight, and in the re signation of despair she accepted the awful truth — \" I ani then a murderer ; Avhat next ?\" Day and night now seemed to be equally terrible, and not all Ernestine's care and kindness could avert the allusions to past days, which were continually and unconsciously occurring. One day Count Zenar casually referred to him in a manner Avhich showed his entire ignorance of the painful feelings he was arousing. m 2"], [172, "164 VALERIA. \" You made a mistake about that fellow, Arnhorst, Valeria !\" he said, looking up from some papers he was examining. \" A more thorough paced villain never existed. We found some curious revelations in the police archives the other day, and I am strongly under the impression that he betrayed not a few of our secrets, though happily too late to do much harm.\" Valeria controlled herself with difficulty but she spoke calmly. \" I was entirely deceived in him.\" \" One learns wisdom by experience,\" said the Count. \" I have been much diverted by reading the characters of ourselves, and some of our friends in the black books of the police. I should not wonder if Arnhorst had a hand in drawing you and me.\""], [173, "VALERIA. 165 \" Has anything been heard of him ?\" asked Valeria. She was sitting with her back to the light, so that her face was partly hidden. \" Not that I know of,\" replied her father, \" probably he got away privately ; and it will be as well for him that he did so, for Nicolo tells me that nothing would give him greater pleasure than to put a knife into him. He con siders that he has a personal vendetta against the Count.\" \" On account of his imprisonment, I suppose,\" said Ernestine. \" And the canals are good hiding places for the dead,\" continued Count Zenar as he left the room. \" However, we are all going to be very orderly and well behaved now, there must be no crimes in our Republic.\""], [174, "166 VALERIA. \" Valeria, dearest, I cannot bear to see you look so miserable,\" said Ernes tine, pleadingly. \" If you could but tell me what it is that distresses you ! Surely some one might comfort you, if it is about Count Arnhorst.\" Valeria took Ernestine's hands in her own, which were deadly cold, and kissed them ; but she could not answer, only leant her weary head against her sister, as if the comfort of those quiet caresses was inexpressible. But when Ernestine pressed her again to speak, she only shook her head. \" Do you remember the day we went to San Lazzaro ?\" she asked at last, \" You cannot think how often that afternoon has come back to my mind.\" \" You are thinking of the gondola"], [175, "VALERIA. 167 that we watched for so long,\" said Ernestine. \" I remember it well, and what you said of it ; but it was only a fancy.\" \" The foreboding was true, how ever,\" said Valeria. \" It was an emblem of Fate, cruel, remorseless, terrible. \"Dearest Valeria,\" said Ernestine, \"do not talk in that way. We are not bound by Fate, we are Christians, and our destiny is in our own hands.\" \" That makes it almost worse,\" answered Valeria, Avith a shudder, \" for I have brought it all upon myself.\" \" Brought what ?\" asked Ernestine, with entreaty. \"It is of no use asking,\" replied Valeria, in a tone of utter dejection,"], [176, "VALERIA. 168 \" for I cannot and will not tell you ; no, not even you, much less any other living soul.\" \" Would it not comfort you to make a confession ?\" asked Ernestine, hesitatingly. \" Possibly, to one priest among ten thousand,\" said Valeria, with a slight touch of sarcasm, \" but I do not know him.\" The Zenars' confessor was a kindly old man, who had been selected for that office chiefly on account of his Liberal tendencies and easy-going ways, but he had no particular qualifications as a director of conscience. Ernestine was silenced and baffled, and Valeria's heart smote her for this apparent want of confidence in the sister she so dearly loved."], [177, "VALERIA. 169 \" When you are married,\" she said, \" and far away in Piedmont, and you go back in thought to these days, will you not feel, when Cesare asks you about old times, how little you can say, how much there is which must always remain a sealed book to him ; and you will say to him, as I say to you now, \" I love you better than all the world, but there are some things which no human being can tell to another, things Avhich must remain hidden in the soul and known only to God. As Pascal said ' Je mourrai seul,' so does it much matter if one lives alone also ?\" Somehow Ernestine felt more com forted by this speech, which though sad Avas less bitter. She only answered by a caress, saying, \" I can never doubt your love, car a"], [178, "VALERIA. 170 mia, any more than you can cease to believe in mine, but I long to be able to do something for you.\" \" I sometimes think I must go away altogether,\" said Valeria. \" If only one could fly from oneself as well ! In old days, people used to do penance by going on a pilgrimage, but these are not days for pilgrimages.\" \" Indeed, your work lies here,\" said Ernestine, hoping to revive the patriotic ardour which seemed for the time to be forgotten in the absorption of this terrible mystery. \" My work !\" exclaimed Valeria, with a start almost of horror, \" what do you mean ?\" \" There is so much to do in Venice,\" answered Ernestine, gently, \" and you have knowledge and influence.\""], [179, "VALERIA. 171 \" Did you not tell me,\" said Valeria, with a ghastly smile, \" that such ways as mine never answered, and that if Italy were to be saved it would be by honest hearts and clean hands ? mine are not 99 so. \" My dearest, do not say such dreadful things,\" said Ernestine, greatly shocked. \" I know it is not true. If you have made mistakes, if you have been deceived and betrayed, it was only from an error in judgment ; others have done the same, often and often. Why have you this terrible despair ? Surely there is no fault or no sorrow so great but that we may look to the Son of God for pardon and for comfort.\" \" Nothing can atone for the past,\" said Valeria, \" or undo that which has been done.\""], [180, "VALERIA. 172 \"But there is the future,\" urged Ernes- tine. \" I dread the future,\" said Valeria. But she rose up and they went to their rooms, and it was with some anxiety that Ernestine saw her sister preparing to go out ; but she was reassured by seeing her call the maid, and Valeria drew her veil closely round her as the two left the house together. There is one spot in Venice which is a home to all. There the old and the weary sit down to rest, the worn and the sorrowful come to be refreshed, the weak to be strengthened, and the wretched soothed. All Venetians, nay, surely, all Christians, may find a haven of rest in that house, built like one of old for glory and for beauty — for more than any other church in Christendom does St."], [181, "VALERIA. 173 Mark's seem the very gate of Paradise. There the Prophets and Apostles, pic tured on the walls, look down with calm solemnity from out the golden glory, and the angels circle round the domes as in ceaseless adoration. As the sunlight dies around you, almost do you feel as if it Avere but the falling shadows of the many coloured wings ; and the dark side chapels seem to stretch out their arms to shelter and protect those who, oppressed by sorrow or by sin, turn for refuge to the solitary places, and kneeling humbly on the marble floor, pray to their Father which seeth in secret. One of these side chapels Valeria sought, and there knelt down in her wretchedness. \" I repent, I repent !\" she cried, \" but"], [182, "VALERIA. 174 what can I do ? Deeds, not words, must atone for sin. Oh, for a way to prove how deep repentance may be!\" Then came a voice within her as from her most secret heart. \" Live for thy country, and live in self-sacrifice, la bouring for the good of others ; in much suffering expiate thy sin.\" \" So help me God, I will !\" she said to herself. \" For my country will I live heuceforth. As a man I have sinned, and as a man will I work out my punish ment.\" Then again all the scenes of that dread ful night rushed like a flood across her troubled brain, and she cried to the All Merciful for help. When the Volunteers marched out of"], [183, "VALERIA. 175 Venice on the 7th of April, with the Cross upon their banner, and the bless ing of the Patriarch ringing in their ears, there was one among them with a heart as brave as any other, but from whose countenance the joy and hope that marked almost every other youthful volun teer was absent. His figure was slight and boyish, his face pale and resolute, and he marched with a firm step and the bearing of a soldier and a crusader. Valeria had left home and womanhood behind her for ever. Late in the afternoon of that same eventful day, a letter was brought to Ernestine, Avhose anxiety at her sister's prolonged absence was already filling her heart with sick forebodings. She tore it open, and leaning against those pillars of the windows Avhere they"], [184, "VALERIA. 176 had so often sat together to catch the waning light, she read as fol lows : — \" I am going away, as I told you I must. Life has become intolerable to me in Venice. It goes to my heart to grieve you, Ernestine mia, and to leave you so alone till Cesare comes for you. God only knows whether we shall ever meet again in this world, but if not, I pray that He will lead me at last to the heaven where you will be. I have faced death often, but it has never been nearer to me than within the last few days. Such a wild impulse has sometimes seized me to throw myself into the canal, that only the dread of meeting his dead face underneath the water has deterred me. For I know that he is"], [185, "VALERIA. 177 dead. Is it not better, then, that I should go, for my life belongs to Italy ? Do not, I implore you, attempt to trace me. There are some lives which must be lived alone ; mine is one of them. I ask your pardon and my father's. If I could, I would ask it also of the dead ; he might have acted honestly but for me. Pray for his soul, aud pray, too, for her who can never forget you. \" Valeria.\" Ernestine had begun to believe, and this letter confirmed her impression, that Arnhorst must have died by some vendetta, and that Valeria had known of this, and imagined her imprudence to be the cause. She knew her sister's indomitable resolution and strength of N"], [186, "178 VALERIA. purpose well enough to feel sure that she would not waver one hair's breadth from the line she had marked out for herself, and felt that the farewell so sadly given was her last. She buried her face in her hands and wept bitterly."], [187, "CHAPTER VIII. \" Life's Dight begins ; let him never come back to us. There would be doubt, hesitation, and shame, Forced praise on our part, the glimmer of twilight, Never glad, confident morning again.\" R. BROWNING. |ND Arnhorst was not dead. On that eventful night when Valeria had, in her haste and passion, left him senseless by the canal, Stadler had heard his despairing cry, and recog nising the voice, had rushed to the water's edge, and reached it just in n 2"], [188, "VALERIA. 180 time. Arnhorst had been stunned by the blow on his head as he struck the stone in his fall from the gondola, and in another moment would have sunk for ever. With great difficulty Stadler extricated him, and then carried him upstairs again into the room he had so lately quitted in all the pride of success. From that moment Stadler became doctor, nurse, and body-guard to his friend. The blow upon the marble had injured his head severely, and for some Aveeks Arnhorst lay almost unconscious between life and death. Stadler, meanwhile, was not at ease ; his position was one of considerable anxiety. How his friend came by his injuries was no small puzzle to him ; he could only conjecture that some Venetian had found out the double game which"], [189, "VALERIA. 181 Arnhorst had been playing, and had meant to quiet him at once and for ever. Should this be the case, the only chance for his safety lay in his being supposed to be dead ; for if once it were known that he had escaped the first stroke of vengeance, there would be plenty of willing hands still to deal the traitor a surer blow, and if the secret of his treachery were known to one, it was pro bably known immediately to the half of Venice. Moreover, Arnhorst could not be moved, or he might have been quietly smuggled off with the departing Austrians. In the excitement and confusion of the two or three days which so changed the aspect of affairs in Venice, it was not very surprising that he was not missed ; but those days over, Stadler himself"], [190, "VALERIA. 182 received orders to depart, and he was therefore obliged to go aud explain to the commandant bow matters stood, and ask leave to remain until his friend should be convalescent and able to take heed for his own safety. This was easily granted, and he was only desired to keep his own government au fait of all that should occur. The Director of Police also wrote to him, to give him certain private in structions, and so he remained in Venice, and near Ernestine, where he most desired to be ; and yet from this he seemed to derive but little pleasure, for her very presence only served to sting him with a sense of his own hypocrisy and treachery. To seem one thing and be another is bad enough, but to seem many things"], [191, "VALERIA. 183 and be none of them is worse still; to do this only for self-interest and self profit gives the finishing stroke to the disturbance, of conscience whenever in such a case there be any conscience left. Stadler was now in this position, and he had yet conscience enough to feel it acutely. An Austrian at heart, he had, in order to remain near Ernestine, consented to appear as if leaning gradually towards the Italian cause, and in so doing to act the base part of a spy, for which hereafter his own Government would reward him. To the Austrians he appeared a Liberal, and to the Liberals an Austrian ; but now by staying on in Venice he had to all appearance thrown in his lot with the Venetians, and yet by the latter he"], [192, "VALERIA. 184 was still distrusted as every former Austrian employe was certain to be — nor had he ever declared himself openly on their side as had Arnhorst. Ever since the Christmas Eve at tbe Fenice, however, he had been really feeling more interest in the Italian cause, and less Austrian in his sym pathies. Was this only Ernestine's in fluence and the natural desire to share her opinions, further her wishes, see with the eyes of her whom he loved ? he could not tell. On the other hand, though a Venetian born, his family ties, his duty, his allegiance were all Austrian. In joining the Republic he must be false to his country and his Sovereign ? And he felt that however entirely he might appear to throw him self into the Liberal cause, it would"], [193, "VALERIA. 185 be looked on by his Government as merely a Avell-devised feint to throw the Venetians off their guard; but to deceive and after all betray them, as was his role, would be equal treachery to Ernestine and her compatriots as to his own feelings. He had agreed to betray Italy to Austria, and his sym pathies were now leading him to betray Austria to Italy. He longed to be sincere whatever the risk, but how ? were he sincere to Venice he would be a renegade and deserter — sincere to Austria, a spy ! And Ernestine ! he knew she loved Foran ; but if Foran should be killed in the war — as was possible — or if he should attach himself to someone else, as seemed probable, then there was a chance for him, and on that hope"], [194, "VALERIA. 186 he lived. Yet only as a man of honour dare he woo Ernestine, and what man of honour would hold the position he now held ? \" Had it not been for Arnhorst,\" said be, \" I would give up all and go,\" and yet he felt as he said it, that he could not have torn himself away with feelings which were daily becom ing more engaged on the side of the Republic. He found the tediousness of Arnhorst's recovery anything but pleasant, for having himself very narrowly escaped being mobbed by the populace as spy, he jealously kept Arnhorst indoors, and the Count's fertile brain could not re frain from occupying itself by piercing together any fragments of news he could gather, and divining, by his knowledge of past events, the intentions of the"], [195, "VALERIA. 187 Provisional Government, treating Stadler all the while as a coadjutor and hearty sympathiser. Stadler was in despair. His friend was to him a personification of the Austrian police, and yet he could not quite resolve to declare frankly that he had gone over to the Italian side in politics. Arnhorst had no suspicion what ever as to who his gondolier had been ; though of Valeria's identity with the boy of the Padua station, and even with the gondolier whose speech had placed him in a dubious position by forcing him to shout for Manin in the Piazzetta, he was nearly sure. He believed himself to have been found out, and meant to quit Venice at the first opportunity."], [196, "188 VALERIA. But even this project presented cer tain difficulties. The Count was not a man who could pass through a crowd unnoticed. He was well known in Venice, and evidently had enemies ; and from the general tendency of the popu lace to espouse each others' quarrels, there was no saying what hand might not have a knife ready for him, if he were once seen and recognised as a spy and a traitor. In his perplexity, Stadler betook him self to the Palazzo San Zeno, where he had been wont of late to pour some of his troubles into the ears of Ernestine and the Marchesa Contarini. He was always sure of a certain amount of gentle sympathy from them, and they were now almost his only friends in Venice. He had left off asking after"], [197, "VALERIA. 189 Valeria, who it was popularly sup posed had gone into retreat, as the subject was evidently a painful one ; and as he sat dreardy stroking his moustache and often answering rather absently for a considerable part of his visit, it must be confessed that he did not prove a very enlivening compa nion. On this occasion, however, his first long pause was followed by a confes sion which evidently cost him an effort. \" I am in great trouble, Signorina,\" he said turning to Ernestine, \" and am tempted to turn to you again for advice and assistance ; and first, I have to make a very sincere apology for having in a moment of extreme perplexity made a false statement to you. When you once asked me if I knew anything of"], [198, "VALERIA. 190 Count Arnhorst, I told you that I believed he had left Venice with the garrison, but such was not really the case.\" \" No,\" replied Ernestine quietly, \" I knew it was not.\" \" You knew it !\" he said with sur prise and some consternation. \" You knew that he was still in Venice?\" It was now Ernestine's turn to be startled. She could only repeat as if bewildered. \" Still in Venice ? No, indeed ! tell me what you know of him !\" Stadler hurried on Avith his tale. As he proceeded, Ernestine leant back in her chair with an emotion she could scarcely conceal. If Valeria could but have known this, if Captain Stadler had but trusted them at first — what"], [199, "VALERIA. 191 misery might not have been prevented ! She had never before known what it was to feel for any human being so strong an aversion as she felt now for the man who was standing before her, asking her pardon with real sorrow and self-reproach expressed in his voice and countenance. \" Pray do not make so much out of a trifle, Signor,\" said the Marchesa politely, as she saw Ernestine's inability to speak. \" We are all liable to err, especially in such times as these. I never know from one moment to an other what little tale I may not have to tell next. So we must not be severe upon our friends.\" \" I see you cannot forgive me,\" said Stadler with sadness. \" Oh, no, no !\" answered Ernestine"], [200, "VALERIA. 192 hurriedly. \" I do so entirely, one meets with nothing but falsehood on all sides,\" she added under her breath. \" I have no doubt the temptation was great, pray go on.\" \" Nay, that is the point on which I ask your advice, Signora,\" he answered humbly. \" What am I to do next ? My difficulties are not half over. Arn horst is now convalescent, but how am I to get him away ? He is sur rounded with enemies, and my own position is not secure.\" \" Tell me one thing, Captain Stadler,\" said Ernestine, with something of Va leria's spirit. \" Is this the only decep tion that you and Count Arnhorst have practised upon us ? We made you wel come to our house, we treated you as friends. How Count Arnhorst requited"], [201, "VALERIA. 193 that confidence I know only too well. Have we any reason for thinking that it was different with you ?\" Stadler turned hastily from her as if stung to the quick, and walked hastily to the window. \"If I could tell you,\" he said at last returning to her, \" half that I feel and have felt with regard to my posi tion here and your kindness to me, I might yet hope for your forgiveness. That I did at one time act a base and treacherous part I acknowledge with shame, but the force of temptation was stronger than you can ever guess. I do not wish to justify myself for what I have done, or to give assurances of my present sincerity which you may not credit; but, Signorina, in the times to come, Venice may need defenders, 0"], [202, "VALERIA. 194 you yourself may want a friend, do not condemn to hopeless exile one who has bitterly repented of his past faults !\" The sadness as well as the sincerity of his tone touched Ernestine, and she replied gently : \" Let bygones be bygones then, only, I do entreat of you, let us be sincere with each other for the future. You were saying that your position was not secure ?\" Stadler explained that the present object of his anxiety was how to get rid of Arnhorst, whose presence in Venice was, he believed, unknown and unsuspected, and yet to avoid being sent away himself at the same time. He had thought perhaps that Count Zenar could obtain a passport for his"], [203, "VALERIA. 195 friend, but Ernestine shook her head. She did not think that her father, to whom Arnhorst's doings were far more intimately known than they were to Stadler, would stir a finger to help him, nor did she she desired his clined to make behalf. Could he such assistance ? herself, earnestly as departure, feel in any effort on his not go without any Venice was free, people might come and go as they liked. Stadler explained that there was the danger of private vengeance as well as of public suspicion to be guarded against, and Ernestine thought again. \" I would advise you to go openly to Signor Manin and tell him the truth,\" she said at last. \" He is generous 0 2"], [204, "196 VALERIA. and honourable, he would meet frankness with frankness, and would probably give you what you want.\" \" Would he believe me ?\" asked Stadler sadly. Ernestine went to her table and wrote a few hasty lines. \" This is all I can do for you,\" she said, \" but I hope it may be of use. Adieu, Signor.\" \" You pardon me ?\" he asked wistfully as he took the paper. \" I do,\" replied Ernestine with diffi culty. \"I can only trust that I may not prove unworthy of your great kindness,\" he said as he took leave, and Ernestine locked herself in her bedroom to recall all that he had said of Arnhorst,"], [205, "VALERIA. 197 and to murmur with a bitterness she could hardly repress. \"If Valeria had but known ! if she could but know it now !\" Stadler lost no time in seeking Manin. The chief of the Republic was seated as usual at his desk, with the same look of business like actiAdty, and the same simplicity of appearance and manner as he had worn when he was nothing more than the able hard working lawyer of San Paternian. His strong features wore perhaps a more anxious expression than of yore, and there were lines of care on his face. He rose and greeted Stadler with his usual quiet courtesy, and seemed surprised when the officer, with some hesitation, proffered his request. \"It is not necessary,\" he said. \" One"], [206, "VALERIA. 198 of our first acts was to guarantee the safety of all foreigners, whatever might be their political antecedents, your friend need not judge of us by our predecessors. Everyone may come and go as he likes.\" \" In that case I am sorry to have troubled you with so unnecessary a reauest,\" replied Stadler rising. \" I thank you for your courtesy, Signor,\" and he was retiring, when Manin's glance fell on the card which Stadler had given with his name, and a sudden recollection seemed to strike him. \"One moment,\" he said hastily, \"be seated I beg.\" And he turned to a drawer containing papers, looking them over as if seek ing a particular letter. Selecting one"], [207, "VALERIA. 199 packet he sat down again at his desk, while Stadler watched him with increasing nervousness. They were papers which the Director of Police had left behind him in the hurry of departure, and it was with a feeling of intense shame and confusion that he saw Manin select one note from the packet and lay it before him. He remembered those fatal words only too well. \" The Govern ment may rely on Captain Stadler's services on all occasions,\" and for the second time that day, his own misconduct rose up as it were in judgment against him. Manin's keen eyes were upon him. \" Is this your writing, Captain Stadler?\" he asked. \"It is, Sir.\" \" May I ask you what were the"], [208, "VALERIA. 200 services you rendered to the Govern ment, which called for such implicit secrecy ?\" There are men whose first impulse is to speak the truth, who become false and cowardly through delibera tion. To such, a sudden attack is a blessing ; Stadler answered the question with composure. \" Supplying the Government with secret intelligence.\" \" Indeed ! and are you still so em ployed ?\" \" I have been so commissioned, Sir.\" \" Then,\" said Manin with some haughtiness, \" I shall request you to leave Venice within twenty-four hours !\" Stadler was silent, a feeling of utter"], [209, "VALERIA. 201 despair seized him, and the frankness which he had shown in owning to so vile an employment, seemed to strike Manin. \" Am I to understand,\" he said, once more addressing Stadler, \" that you, an Austrian officer, have been acting the part of a spy ?\" \" It is too true,\" said Stadler mourn fully. \" To us Italians,\" said Manin, with emphasis, \"it is the most hateful and contemptible of trades. What motive could have induced you, in the posi tion of a gentleman, with no apparent temptation, so to disgrace your name and profession ?\" \" Signor Manin,\" replied Stadler, hoarse Avith emotion raised by his con flicting feelings, \" I will speak frankly ;"], [210, "VALERIA. 202 a spy I have been, but am so no longer. My heart is Venetian now, in staying here, I have thrown in my lot with you for good and all.\" \"And yet you are an Austrian born; this is strange,\" and Manin looked at him inquiringly. \" My family is Austrian, but I am Venetian born ; but what of that, do you never trust a convert?\" \" I do certainly trust converts, but not always. Hoav am I to know that this is not a deception you are practising once more upon me ? Pardon me, Captain Stadler, but you have deceived us once, for you were treated as a friend, and yet have been a betrayer. You have been hospitably received in our houses, and you made use of the privilege to spy upon us. You have already pos-"], [211, "VALERIA. 203 sessed friendship while you so acted ; how can I know if you are sincere now ?\" \" You cannot know it,\" ansAvered Stadler. \" I can but give my word as guarantee, and that, as you say, is not reliable. I can only say my mind is now changed and my purpose fixed. It is for you to decide as you will, my commission in the army is already resigned. Accept me, then, as a Venetian, or reject me as a spy.\" Manin took a turn through the room, deep in thought, and then spoke. \" I accept you as a Venetian, and will employ you as such.\" \" I cannot fight against my old com rades,\" said Stadler, \" but anything else I will do.\""], [212, "204 VALERIA. \"Well,\" said Manin, \"I shall trust you fully. Once I knew you as an enemy ; a hearty enemy may make a good friend.\" Stadler also remembered well the time to which he alluded ; that Christmas Eve when he was quelled by the steady gaze of Manin. Now he raised his eyes and met those of his interrogator fearlessly, and that moment laid the foundation of a confidence which no after events were able to shake. He had Ernestine's note in his hand, but he forebore to use it. Face to face with Manin, he needed no further assistance. The Chief of the Republic knew him, and that was enough. Before he went, Manin wrote a few lines and handed them to Stadler. \" Your friend had better go on board"], [213, "VALERIA. 205 the French frigate,\" he said. \" The captain Avill take him at my request, and land him in Austrian territory. I need not say that I trust Count Arn horst will never revisit Venice.\" He rose, and with a grasp of the hand they parted."], [214, "CHAPTER IX. \" Come sul capo al naufrago L' onda s' avvolve e pesa, L' onda su cui del misero, Alta pur dianzi e tesa, Scorrea la vista a scernere Prode remote invan ; Tal su quell' alma il cumulo Delle memorie scese.\" A. MANZONI. IHROUGH all those short bright weeks of spring, Venice was arming herself for war. Stand- ing alone in her lagunes, she as yet heard"], [215, "VALERIA. 207 neither the roar of cannon nor the clash of arms, but she had sent her contingent to the mainland, and noAv waited in eager sympathy the event of the contest on which so much was staked. Money, too, had not been wanting. The preaching of the earnest and eloquent Barnabite Ugo Bassi, had been followed by a general offering from the treasures of all the Venetian families. Young and old, rich and poor, brought their gifts to the treasury ; men gave their money, women their jewels, and the contributions ranged over articles of every conceivable variety and value, from the heirlooms of the nobles to the bridal necklaces of the common people, from the chateau of the brothers Bevilacqua to the mattrasses of the workmen, and the humble collec tion of the convicts."], [216, "208 VALERIA. The hot sun of May was beating down on the Piazza, the breeze hardly stirring the tricolour flags which floated before St. Mark's, when Ugo Bassi returned wounded to Venice. There was a gathering of the people on the Piazzetta, and in the midst of them came Manin, to welcome the Barnabite friar, and his companions wounded like himself before Treviso. As the pale and languid figures were lifted out of the boats, and carried on shore, or walked feebly, and leaning on some friendly arm, a murmur of affectionate sympathy ran through the crowd, followed by a shout of welcome to those who had already shed their blood for their country. Close by the landing-place stood a gondolier, whose ready arm and strong hand was the first"], [217, "VALERIA. 209 to assist the sufferers on shore, and as he did so, his eyes eagerly and anxiously scanned each pallid face, as if he hoped or feared to discover some friend or relation among them. But when the last man had been landed, an expression of relief succeeded to that of anxiety, and with an exclamation of thankful ness, Nicolo Alleotti sprang into his boat and pushed off, never pausing till he reached the Palazzo San Zeno. Count Zenar was out, but Nicolo had little difficulty in finding Ernestine, who, as she entered the hall where he stood, was struck by the look of unusual gravity and resolution expressed in his handsome and intelligent face. \" You have been at the Piazzetta, I am sure,\" she said. i'"], [218, "VALERIA. 210 \" Sicuro, Signora,\" replied the gondo lier, \" and you will at once guess why I went there. I have seen our wounded ; every man who has come from Treviso passed under my eyes as he landed, but I did not find the face I looked for.\" \" I did not expect it,\" replied Ernes tine, sadly ; \"so that I hardly know whether to feel disappointed or not.\" \" And you have still heard nothing of the Signorina ?\" asked Nicolo. Ernestine shook her head. \" My father has tried in every way to get tidings of her, but in vain.\" \" Then my mind is made up, Sig norina,\" said Nicolo. \" It has been in my thoughts continually. If the Count"], [219, "VALERIA. 211 will only give me leave, I will go and seek her, and bring you news of her.\" \" But where ?\" said Ernestine, though with a sudden spring of hope in her heart. \" Have you any notion where to look ? for I have none. And, Nicolo, would it be right for you to run risks, with a family depending on you?\" \" Listen, Signorina,\" replied Nicolo ; \" I cannot go on in this way. The Sig norina Valeria and I have been comrades these many years ; we have faced danger together. When I have said to her, ' We cannot both escape, fly and leave me,' she would reply, ' Who takes you, shall take me also. I am not going to desert my friends.' And is she not as one of my own, Signora ? Have I not p 2"], [220, "VALERIA. 212 taught her to handle the oar ? have I not made her as skilful a gondolier as any on the Grand Canal ? is she not one of us ? — il fratello, as we have called her — and do not we gondoliers stand by each other, shoulder to shoulder, in any danger or difficulty, in life and in death ? And now that she is gone, and without a word, because her heart is too full to speak, should not I go to her help ?\" Ernestine's eyes filled with tears. \" You are kindness itself,\" she said. \" How can we ever thank 99 you. \" There is another thing,\" proceeded Nicolo. \" Everyone keeps asking me what has become of the Signorina, and what can I say ? ' Is she gone on a visit ?' ' Si, Signore.' ' Is she in retreat ?'"], [221, "VALERIA. 213 ' Si, Signore.' ' Has she taken the veil ?' * Si, Signore.' To all I make the same reply, but no one is satisfied. 'Has il fratello gone with the Volunteers, Nicolo ?' says one. ' Si, sicuro,' say I, and truly, Signorina, I went to watch for the wounded on that account, for it is my firm belief that the Sig norina has gone to the war, whether for life or death, you know better than I.\" \" You would then go to Vicenza ?\" asked Ernestine. Nicolo explained that amongst the Volunteers he hoped, if not to find, at any rate, to hear news of Valeria, and that Vicenza, now defending itself stoutly against Radetsky, was still accessible, a reinforcement from Venice was shortly to be sent there, and the line was open."], [222, "214 VALERIA. He promised to take a few lines from Ernestine, and placed them care fully in a little silk bag containing some charm, which he wore round his neck, and after commending his wife and family to Ernestine's care, he was about to depart and seek the Count, when she detained him. \" Nicolo, if by any chance you should lose, or have to destroy what I have written, will you tell my sister one thing from me ?\" Nicolo looked at her steadily, \" Signorina, have you any idea why the Signora Valeria left Venice ? I see you have, and so have I. Now I will tell you one thing more. I watched the French frigate weigh anchor, and I saw who stood on the deck. Sig nora, if I had been on board the ship,"], [223, "VALERIA. 215 the traitorous blood of that Count should have dyed the waters of our lagune, though I had been laid lifeless beside him !\" His eyes flashed, and he spoke with an intense, almost savage, resolution, that made his listener shudder. \" Had you done so, Nicolo,\" she said, \" you would not only have committed a crime against God and your own soul, but you would have given the death-blow to the Signorina. It was the thought that he had died in some such way, and that the treachery he had practised had been partly due to her own over- confidence in him, which brought all that misery upon her and us. Nicolo ! if you see her, you must tell her that he lives. Will you do so ?\" \" I will obey you, Signorina,\" replied"], [224, "VALERIA. 216 the gondolier, with hesitation, \" but I know that man's black treachery both to the Signorina and to Venice.\" \" So do I, and so does she,\" said Ernestine, mournfully, \" and only too well. But, Nicolo, one sin is not washed out by another; it is not for you to avenge either private or public wrongs. Our religion tells us differ ently.\" \" I will do what you tell me, Sig norina,\" said Nicolo, \" and please God I will return to you with good news. Do not fear for me. It is true that I go to the war, but that matters little, the war will come to us soon enough. I know how to take care of myself, and I think there is no disguise and no cir cumstances in which I should not recog nise my Signorina, and if there is danger,"], [225, "VALERIA. 217 it will be well for me to be with her. A rivederci, Signora ; coraggio, and all will go well.\" And before the morning's sun had risen, Nicolo was in Vicenza. But neither with the troops or the Volunteers, amongst men or amongst women, did he find Valeria. We must go back a few weeks to the period when Treviso was still held by the combined forces of General Durando and General Ferrari. In one of the earlier sorties, the Venetian Volun teers had been hotly engaged. Full of enthusiasm they dashed forward, charging the enemy, and driving them backward ; but in the excitement of the moment, they pressed on too rashly and too far, and when they were called back, several of their number were left wounded and"], [226, "218 VALERIA. dying on the field. Among the former was a boy known to them by the name of Ernesto. He woke to consciousness feel ing sick and faint, having been knocked down and stunned, but binding up his arm, which had received a slight flesh wound, with some difficulty, he began to think of his fellow-sufferers who lay around. From one to another he wan dered slowly, bringing water, and helping them as best he might, for the fight was over, and the ambulance men were coming out to bring in the wounded. He was very shortly joined in this work of mercy by a surgeon of Durando's corps, who, as they were returning slowly to the town, observed to him, \"You are fit for nothing but the hospital, let me tell you, comrade ; in-"], [227, "VALERIA. 219 deed at the best of times I should say you were not cut out for a soldier, you have plenty of spirit, I don't doubt, but you have not the strength.\" \" The country wants soldiers,\" said Ernesto, \" as I have taken up the trade of soldiering, I shall stick to it. For our country all must be sacrificed.\" \" The country wants living men, not dead ones,\" replied the surgeon, \"take my word for it, you will be dying off in a hospital, or falling by the road side on a long march as I've seen too many do — men as full of spirit and energy as you, if that were all, but who knocked up thoroughly in a long campaign.\" \" Let them fight as long as their spirit and strength last them,\" said"], [228, "VALERIA. 220 Ernesto, \" and then die, what can one wish for more ? I wish my time had come,\" he added wearily. \"Die!\" repeated the surgeon, \"ah, it is an easy word to say, and has a pleasant sound to you tired lads. When you are a man you will think more of living — it is far nobler and more useful to your country, far more to the purpose than dying an easy death, to which you look forward so composedly. I suppose you think you have a good chance on the other side. No, no, my boy,\" he continued in a graver tone. \" There is more to be done for your country by husbanding your strength and spending it day by day, than by flinging health and life away in one skirmish, and doing no real good to any. I would not say"], [229, "VALERIA. 221 this to everyone — not to men who are really fit for fighting and for little else — but you are not up to this work.\" \"What shall I do then?\" inquired Ernesto sadly. \" Well, why should you not take up my trade ; you have a light and ready hand, come with me, and I will teach you how to save lives for la bella Italia.\" There was much truth in the surgeon's remarks, and Ernesto knew it; he felt his bodily strength giving way, and dreaded a break-up which might leave him helpless and useless, and perhaps reveal a secret he wished to die with him. In forcing himself to take up a profession, otherwise distasteful, there would be a proud satisfaction in feel-"], [230, "VALERIA. 222 ine that the battle he would have fought, and the victory gained over himself would be as great as any fought against enemies of flesh and blood. So the proposal was accepted, and a strange new life began ; a life of hard laborious work, both bodily and mental ; and such as left little time for thinking of the past, and less for speculating on the future, and thus the weary self-loathing perplexity in which Valeria had lived ever since that fatal night, perplexity as to whether any part and how much of its events ought to be divulged, and to whom, ceased for a time to torment her. She felt that any confession on her part would involve the explanation of so much of Arnhorst' s treachery,"], [231, "VALERIA. 223 which at present was known only to herself, that it seemed almost better to let the secret die with her; and if it was possible, she might in the engrossing struggle around her be able in time to lose sight of the torture of the past. It was a strange and per sistent effort at self-mastery, which drove her to offer as it were her life as one long sacrifice in atone ment for the impulsive self-will which had cost her so dear. In this frame of mind, no happier choice of companions could have been made than those with whom she had thrown in her lot. The surgeon was a man of strong and earnest nature, and his wife who followed him through out the campaign, possessed a genuine simplicity and warmth of heart which"], [232, "VALERIA. 224 touched all the kindlier points of Valeria's disposition. They had passed through sorrow, and the traces of its influence had remained with them ; and in this companionship the bitter despair, which had almost hardened the heart of their young assistant, began slowly to thaw, and the workings of a contrite spirit began to throw a ray of light across the darkness of her self-inflicted penance. They worked together amongst the wounded of Vicenza while the Austrian Army was drawing closer round the town, and more than one attack had been repulsed. Obtaining reinforcements however from Tyrol, Radetsky, aban doning for the moment the line of the Adige, with one bold movement fell upon Vicenza, and after a struggle of"], [233, "VALERIA. 225 eighteen hours, in spite of a strenuous and gallant defence, succeeded in win ning the heights round the city. From that moment further resistance was hopeless. Durando was forced to capitulate, withdrawing his forces under the engagement not to bear arms for three months against Austria, and the whole mainland of the Venetian proArince fell once more into the hands of its former masters. In the dead of the night the de feated troops began to evacuate the city, and the solemn and steady march of their battalions roused the echoes of the silent streets. The surgeon, standing with folded arms at the window of one of the houses, watched them as they passed. Behind him a flickering light lit up a long Q"], [234, "VALERIA. 226 and lofty room which had been turned into a temporary hospital ; below, a lamp swinging in the middle of the street illumined the saddened and doAvncast faces of the soldiers, whose solemn tramp, tramp, broke the silence of the night. \" So ends the first act of the drama,\" said the surgeon to Ernesto, who lean ing on the window-sill watched this departure with the same melancholy feelings as himself, \" but, coraggio, there is no need to lose heart. Charles Albert has a victorious army on the Mincio ; the game may still be ours.\" \"It may, and yet perhaps not in our time,\" said his wife, who had drawn near them both. \"Tell that to old people like our selves, if you like,\" answered the surgeon"], [235, "VALERIA. 227 cheerfully, \" but not to the young who have many years before them. But it may be well, too, to be prepared for this. Confess, Ernesto, that it would not be at all the same to you to feel that all these sacrifices were made for posterity only, that your children might reap where you have sown.\" The surgeon's wife sighed as she returned to the bedside of her patient, for she was childless. \" I own it,\" said Ernesto, \" for to my mind to try and fail, and to see all this suffering and sacrifice go for nothing is one of the worst of all ex- periences.\" \"The mystery of suffering,\" said the surgeon, \" is unfathomable in this world; to all appearance it is most Q 2"], [236, "VALERIA. 228 unequally allotted, and often very worthless in its results. But then I believe it to be a mystery, and leave its solution in Higher hands.\" \" Now I,\" replied Ernesto, \" should have thought that the results could not be worthless. The blood of the Martyrs is the seed of the church.\" \" Nothing- can be done without sacrifice, that is certain,\" said the surgeon, \" but whether we have any right to urge it as a kind of compen sation, I doubt. It is a great truth which we all have to learn, the absolute necessity of self-sacrifice, and its comparative inutility.\" Ernesto turned aud pointed to where at the end of the long room the dim light fell upon the thorn-crowned"], [237, "VALERIA. 229 Head of the Figure nailed to a Cross. \" A life of sacrifice and a death of shame,\" he said, \" is it not set before us as an example ?\" \" True,\" replied the surgeon, \" but remember, that sacrifice would have availed nothing, if he who made it had not been the Son of God.\" Ernesto seemed struck ; he remained silent, with his dark grey eyes fixed on the crucifix. \" And so,\" continued Pasquale, after a pause, \" my hope for the country as for myself is not based on the sacrifices we have made and the anguish we have suffered, but on the undeserved mercy of God of which that figure is a continual re minder.\""], [238, "VALERIA. 230 Then as the church bells tolled the hour of midnight, the two crossed themselves and parted, one to his patients, the other to his short rest, while the march of the troops went on in monotonous regularity down the narrow street. And when the morning dawned they too marched with the rear guard of Durando's corps."], [239, "CHAPTER X. \" The bark thou saw'st yon summer morn So gaily start from Oban's bay, Mine eye beheld her gashed and torn Far on the rocky Colonsay.\" scott. \"pIppE\" HE Austrian batteries had opened Px 1[r§ fire upon the fort of Malghera, their fleet had begun the blockade by sea when Nicolo returned to Venice. As he stood in the hall of the Palazzo San Zeno, grave and worn, and bearing the marks of recent"], [240, "VALERIA. 232 illness, it was easy to see by the expression of his face that he had failed in his errand. But when Ernestine, who had all this time been hoping against hope, took his hand and thanked him for all that he had tried to do, he broke down entirely, and covering his face with his hands sobbed like a child. \"And yet, Signorina,\" he said, \"I can give you some news. Heaven knows that I have not done what I thought to do, but yet I have some news for you. Pazienza Signorina, sit down and listen to me, and I will tell you all.\" It is always the shortest way in the end to let a person tell his story after his OAvn fashion, and anxious"], [241, "VALERIA. 233 though Ernestine was for the kernel of Nicolo's narrative, she allowed him to proceed without interruption. Nor could she help being amused at the way his account was given, enlivened as it was by the dramatic touches which he gave to the dialogues, and the gesticulations Avhich emphasized the more important passages. Beginning at Vicenza he told of his search among the Volunteers, of his enquiries and conjectures, and the reception he met with. \" For you know, Signorina, it is not well to ask many questions when you wish to gain information. No, he that desires knowledge must be wary ; for there are many persons who will only tell you what they think you will like to hear, and some only that which"], [242, "VALERIA. 234 they wish to be known, and many will just give you the readiest lie that occurs to them; and so you will perceive that if I wish to know anything, it is clear that on that point it is wiser not to inform me. And therefore, Signorina ; as I said, one goes to work warily. Well I search here and there, up and down, but in vain. She is not with the army, that is clear, and so I go to the churches ; for my Signorina is a woman after all, and when a man fights, a woman prays ; but not even there can I find her. \" My heart misgives me that she is amongst the prisoners, or the slain, and in Vicenza one learns but little, for everyone is thinking of the fight, and no one has ears but for the cannon. Then comes Radetsky, and"], [243, "VALERIA. 235 pouf — bang — Durando is broken and Vicenza falls. It is no place for me. But when I have fallen back, hope lessly, with our Volunteers, all of a sudden I meet a friend. ' Where is il fratello ?' says he. ' How should I know !' says I, ' probably in Venice.' ' I could take my oath I saw him at Treviso,' say he. ' Impossible,' I reply, ' the boy was then in his boat upon the Grand Canal.' Pardon me, Signora, but in this world we must meet lies by lies. ' Describe him who you saw ?' say I, ' tell me, that I may go and see after the child.' ' I heard that he was with Durando,' he answers. I make my way to Durando, but among all the weary heart-sick fellows that I meet, going sadly home across the Po, nowhere can I see the Signorina. At"], [244, "236 VALERIA. last one tells me that he was in the hospital at Vicenza, and probably he is gone to Milan. I turn my steps to Milan, and, Signora, if I were to tell you half the difficulties of the way, I should be speaking till midnight, so I will not detain you. As I draw nearer, I hear far in the distance the roar of the guns where the Piedmontese fight against Radetsky ; my heart beats quickly, but I press on. \" Now, Signora, I cannot tell you how it was, whether the sun struck me, or whether the night air from the Marshes of the Po, or the rice grounds of Lombardy, so different from the salt breeze of our lagunes, gave me their detestable malaria I know not, but when I reached Milan I was sick with fever and could hardly drag myself"], [245, "VALERIA. 237 along. I crawled to the door of the hospital ; at least, thought I, I shall die in a free country, and the reflection gave me comfort. \" At the door I meet a lady coming out, and I address her. Alas ! she tells me that the hospital is full, or filling with wounded, and that there will be no place for me. But she goes into the hospital and returns ; she bids me follow her, she takes me to a house, and then she leaves me in the hands of a good-hearted woman whose husband is with the army. ' You are a Venetian,' she says, ' I will send a countryman to you.' \" But, Signora, from that hour the fever came on me, and I knew no more. Only in my dreams it seemed to me as if I heard the voice of my Signorina"], [246, "238 VALERIA. saying : ' Sta bene il Conte ? Sta bene la Signorina ?' and that I felt the touch of her hand. Not hers alone, nor always, but coming to me from time to time and soothing me ; for then I thought myself in Venice with the wind from the Adriatic in my face, and the bells of the Campanile ringing in my ears. And then I heard a roaring as of the waves in winter dashing on the Lido, a cry as of our people when they gather in the Piazza, and I strove to shout with them, but I could not speak, and I knew no more. \" But when I woke to consciousness my Signorina was gone. I thought it but a dream, and I wept sorely, but when I grew stronger the woman, Maria, who tended me and cared for me like a child, came to me and told me how"], [247, "VALERIA. 239 it was. She said that a doctor came to see me daily, and that a young Signore, a Venetian, speaking my own tongue had nursed me and sat by me, and called me by my name ; and then, she told me, came the armistice, and that the city had to be evacuated, and the roaring which I had heard was the Milanese rising in fury against the King, who was abandoning them. \" ' They call him traitor,' she said, * but I saw him as he passed, and never, though I have lost my husband and my son in the war, could I have found it in my heart to curse so broken-hearted a man. King though he be, he could not have betrayed us.' \" Well, when the army went, the young Signor had to go too ; truly it were best for every one who had any-"], [248, "VALERIA. 240 thinsr to fear from the Austrians to be gone ; and had I been able to move they would have taken me too, but it was not to be and I was left alone, and no one knew aught of what had befallen my Signorina. Alas ! had she but opened the little bag which I wear concealed around my neck, and where I had safely hidden, inside my prayers, the lines you gave to me, I might have been comforted, but there it is still ! Ah ! Signorina, when I think of it my heart bleeds for you and for us all ! The good Maria would take nothing from me, for she said the Signore had settled all with her ; but when I took up my little book, my Dante, the com panion of my leisure moments, I found written in the fly-leaf these gracious words from my Signorina, and between"], [249, "VALERIA. 241 the leaves two ten gulden notes, and this letter which is the one comfort I have been permitted to bring to the Signora.\" The end of the story was reached at last, and Ernestine who had listened with breathless interest, took the pre cious letter from his hand. Though her eyes were dim with tears, she knew the handwriting though written in trem bling characters, and the style and the hand were unmistakeably Valeria's. \" My dearest,\" she wrote, \" I have seen Nicolo. He is ill and I cannot bear to leave him, but there is no help for it. I believe he will recover, and he is in good hands. Why did you let him risk his life for me ? Heaven knows how I long to hear of you all, 1;"], [250, "VALERIA. 242 but it is better not; even the sight of him recalls so terribly the anguish of the past. And yet I do not so much dread the pain of recollection as the un forgotten, unforgiven sin, which caused that pain. \" I have looked as far as I can for any v/ritten note from you and can find none, probably you did not write ; and what he has to tell me I shall never know, for I cannot bid him follow me. What right have I to God's good gifts of love ? And yet, my dearest, I would not lose them altogether. Keep yours for me till the time shall come when I may claim it once more. When the war is over we may meet again. Per haps in exile, for I grow hopeless now, the future looks dark ; I at least have deserved nothing better."], [251, "VALERIA. 243 \" Do not be distressed about me. I am with kind good people from whom I have learnt much. For sometimes through the darkness there shines a ray of light as from the Cross, and I think that I am walking in its shadow. And if it be so, I know that you and I are once more together.\" The letter broke off hastily, and Ernestine, as she laid it down, could only murmur in a broken voice, \" God's will be done !\" B 2"], [252, "CHAPTER XL \" He was shriven, I think, in cannon smoke.\" E. B. BROWNING. IHE Piedmontese army was gathered round Novara for the last struggle. They knew it would be the last, and the disaster of Mortara weighed heavily on both officers and soldiers. Evening came on, the after-glow faded on the dis tant Alps; and in the level fields around Novara the troops were lighting"], [253, "VALERIA. 245 their fires and gathering round them to drive away the chill of the sunset time. The flames mounted and gleamed on the grey coats and the faces of the men of divers races who were grouped together, dark handsome Genoese, tall strong-featured Vaudois, and Savoyards, and fair Piedmontese. \" Tutti stretti ad una bandiera, Tutti uniti in un pensier.\" The light heartedness which is pro verbial amongst soldiers did not forsake them, where there is little responsibility there is little care, and though among them were husbands and fathers with sad faces, and gloomy veterans who shook their heads at the thought of Mortara, and young conscripts who shivered and grumbled for awhile,"], [254, "246 VALERIA. there was notwithstanding a general hum of voices, talking and wrangling, shouts of laughter, snatches of songs, dying away as the Bersagliere trumpets sounded in the distance, and the boom of a distant gun fell on the ear. Then the sounds began again, and in low mel- Ioav tones some one took up a well known air, one after another the voices dropped into their parts, and in regular measure and simple harmony joined in the song. \" March, brothers, march ! Hear the trumpet blast ! Croat swords are whetted, Foes are gathering fast ; See they hurry to the strife, Trampling on our brethren's life. \" Strike, brothers, strike ! Freedom's holy band !"], [255, "VALERIA. 247 Drive the foreign tyrant From our mother-land, Fear not shame, defeat, or loss, Gathered round the silver cross.\" As the voices ceased, another, low and soft, took up the refrain from beside a smouldering fire by which two men were sitting — the elder turning over the leaves of a note book, the younger with his hands clasped round his knees, looking out into the darkness with strange sad eyes ; and as he sat, the tune of the soldier's song rose to his lips, other words suiting themselves to the measure, and in a minor key he softly sang. \" On, brothers, on ! Dimly breaks the dawn, With the flashing cannon Comes a brighter morn."], [256, "248 VALERIA. When the last long fight is fought, Death shall sound our triumph note.\" \" Too melancholy, Ernesto,\" said the surgeon raising his eyes, \" we want heartening up, the men will not fight the better for your last verse.\" \"I have no heart myself,\" said Ernesto sadly, \" nor hope either, and yet were I a soldier, I would still fight as hard as any man. It is not only for victory, but to shoAv we can die bravely.\" \" You seem to have got back your old hankering after death,\" replied his friend. \" My dear boy, do you never think there is more in the grave than the mere rest which is all you ever seem to dream of ?\" \" You are mistaken indeed,\" cried Ernesto. \" I have not spent so many"], [257, "VALERIA. 249 months in trying to keep men alive, without finding out that life must be worth having, but when I think of Venice !\" \"And I,\" said the other, \"think of all those poor fellows who know little of, and care less for Italy and freedom, and only know that their children may be fatherless, and their wives widows before to-morrow evening ; and for no cause that touches them. It is com paratively easy to be a martyr, when you know why you suffer, and for what ; but when you neither know nor care, save that it is the King's will, why then \" \" They are well off, nevertheless,\" replied Ernesto, \" for they know neither anxiety or disappointment.\" \" Good evening, Signor Pasquale,\" said"], [258, "VALERIA. 250 an officer just then coming up and saluting the surgeon, and with a start and thrill Ernesto recognised Cesar Foran. He looked grave and worn, and the tone of his voice was changed from its old eager, joyous ring, as he sat down by the fire, and engaged in earnest conversation with the surgeon. Ernesto stretched himself beside the embers, and pulling his cap over his eyes, appeared to sleep, and for some moments in the keen freshness of the pang that smote his heart, when he heard the well known voice beside him, he was hardly conscious of what was passing around him, and quite deaf to the words of the two officers. It was hard to stem the tide of painful memories, and banish the visions of the old home, hard to repress the yearning for the old sisterly love"], [259, "VALERIA. 251 that had made childhood and girlhood so happy. But with a strong effort Ernesto recalled his wandering thoughts, and bent his attention to the conversation which C^sar Foran was holding beside the dying embers. \" Whatever may happen,\" said he, \" I at least have full faith in our ultimate success, so many brave men can never have suffered in vain !\" \" True,\" said Pasquale, \" but if you thereby imply that we deserve success, I for one say no ; we have done some things well, but others ill.\" \" We have cut our own throats,\" answered Foran hastily, \" and it is chiefly owing to Young Italy. I have no sympathy with the sects, Signor Dottore, and the less since I have beheld some of the finest natures led"], [260, "VALERIA. 252 away by that intriguing mania. As it is, we Italians are too much given to finesse. I have watched men sinking deeper and deeper into intrigue and simplicity, acting upon the maxim that the end justifies the means. Ay, and not men only ; I have seen a woman, a girl, as patriotic, as generous, as devoted as ever was any human being, brave and fearless too, with a soul capable of any heroism, and what was the end ? it was no fault of hers, she had never learned uprightness — \" and his voice choked. His friend laid his hand kindly on his shoulder, saying, \" You are speaking of the past, are you not ? Is the lady dead ?\" \" God only knows !\" replied Foran ; then glancing across the fire to see if"], [261, "VALERIA. 253 the surgeon's young assistant were still asleep, he continued. \" She was an active agent of that party; a most devoted ally. She left her home suddenly, and has never been traced. It was some political errand, probably, that first occasioned it ; for she was often used as a messenger in the greatest need, and was apt at any disguise — so clever — so winning and earnest ! Twice since she left have her family heard from her, and at long intervals, yet never knoAvn where she was or what she was about. But I know her so well that I feel sure, wherever she may be, and whatever doing, that she is doing it with her heart and her strength, whether it be good or evil.\" \" You are, then, very deeply in terested in her ?\" asked the surgeon."], [262, "VALERIA. 254 \" I am,\" said Foran ; and then he looked into the other's calm, trust worthy face, and in the falling night, the time when men's hearts are opened, when no curious eyes can spy, no un friendly ears catch the altered and broken tones of his voice, he went on to relate his visit to the family of his betrothed in Venice, and his love for her sister. Love which even now, though she might be dead for aught he knew, was yet so strong as to make him wish to break off his engagement, feeling that he could not be the husband of the one while his heart was with the other. Then he described, with the fulness of an over whelming feeling, the torture and distress he had undergone during his visit, and his adoration of Valeria, which had only grown stronger during the year"], [263, "VALERIA. 255 that had passed since last he saw her. Day by day the chain of his engage ment was dragging him down, day by day its fetters becoming more galling — yet what could he do ? Was it more honourable to keep it in the letter while breaking it in the spirit, or to end it at once and save Ernestine's heart, perhaps, from breaking, if, after their marriage, she should find out the truth, and then remain himself for ever faithful to his first, and as he warmly averred, his only love ? And through all this tale the surgeon's lad apparently slept on, till a messenger hurrying up called Signor Pasquale away, and the other two were left alone by the fire. Ernesto then rose slowly into a sitting posture ; looked steadfastly"], [264, "256 VALERIA. into the expiring flames, then clasping his hands together to still their trembling, he said, \" Pardon me, Signor Marchese, but your tale has woven itself into my dreams, parts of it I seem to have heard almost unconsciously, so forgive me if I seem to have presumed in giving ear to any of your words, but it recalled to me a tale I had heard in my old home. I knew a girl who fell in love somewhat like the Signor Marchese, and thought her love returned. She found it was but a feint, and that she was deceived. The man had neither heart nor honour, but he had had a purpose, and for that pur pose had simulated love. The discovery was a stroke so bitter — I cannot tell you how bitter! — to feel every kind, every loving word, had been a deceit,"], [265, "VALERIA. 257 that all was hollow beneath, and that she who had trusted so implicitly was betrayed, that it broke her heart. What if the Signor Marchese' s fiancee should ever feel the same ? A man, indeed, may be betrothed for years, and may feel nothing; a woman knows but one to love and trust to, and that is her fiance ; if she places her faith on him, should she find herself deceived ? The Signor Marchese knows what unreturned love is — pardon me if I offend — he knows its bitterness. Will he let another, and that a woman, through him feel the same misery ? \" My experience in this weary life teaches me to spare others the pain that I know so well myself. And so will the Signor Marchese ; he is noble, he knows how to be true and generous, s"], [266, "258 VALERIA. how to regulate his soul by the self devotion of a hero, and how to shield the weak and sacrifice himself for another's happiness. He will not blindly err as others have done.\" \" Valeria !\" exclaimed Foran, starting to his feet, as the quick glance of those piercing eyes caught his own. But it was too late. Valeria was gone, and as he sprang forward in pursuit, the voice of his orderly sounded in his ear ; he was wanted, and must go at once. \" To-morrow,\" he murmured, as he slowly turned away. But the morrow brought different scenes and engrossing occupation. The roar of cannon and hot angry strife, the battle-field strewn with dead, the brief success which might have been realized,"], [267, "VALERIA. 259 the gallant charge of the Duke of Genoa's brigade, the fierce fight that raged round the Bicocco, that tall gaunt figure which was almost the last to leave the field, seeking death in the hottest fire till dragged away by his attendants ; the same gaunt figure that, wrapped in a cloak, with bowed head and drooping form, rode across the field in the cold grey morning with a single follower. A king discrowned, a soldier defeated, leaving home, country, and kingdom for voluntary exile and a lonely death-bed in a foreign land. He had spoken truly when he said to Massimo d'Azeglio that, \" his life, the lives of his sons, his arms, his treasure, his troops, all should be spent for the Italian cause.\" And as those two melancholy figures s 2"], [268, "260 VALERIA. rode away into the mist, Cesar Foran crossed the field with a flag of truce and despatches for Radetsky. There was one near him then for whom he would have given his life, one long sought, and lost as soon as found. Unwittingly he passed by on the other side, it was their last chance of meeting. All night long had the surgeon and his assistant been busy with the wounded, and when morning dawned, Valeria returned to the field on the same merciful errand. As she drew near the Bicocco, where the battle had raged most furiously, the scene grew even more ghastly. Her stock of bandages was exhausted, her brandy flask empty, and men were busy carrying away the wounded into the"], [269, "VALERIA 261 town ; but for each one that was taken, there remained double the number behind, lying there untended and groaning in agony. There the yellow-faced, sturdy Croat, lay beside the dark Southron ; there the white-tunicked, fair-haired Ger man, and the once lithe and active Bersagliere, lay heaped together; stiff, cold, and mangled, either dead or dying. An aAvful scene it was — but to one bent solely on lending a helping hand, its very horrors were but as spurs to quicken zeal. It was time for Valeria to return to the hospital, but she could not bring herself to quit the field, where so much work lay before her, and on she went. She recognised soon the black and gold uniform of the staff officers, and a sick fear came over"], [270, "VALERIA. 262 her lest Cesar Foran should be one of these. \" For Ernestine's sake,\" said she, \" he must be saved.\" He was not there, and her heart beat once more with thank fulness ; but as she looked around, she recognised a tall, fair-haired officer lying among the darker figures, his white uniform stained with blood, his pale face scarred, his blue eyes closed. Count Arnhorst — lay there dead ! Valeria stood stunned by the unex pected sight — there lay the man she had first loved, then for a brief space hated, then, as she thought, murdered ! The man who had deceived and be trayed her, and all the agony of the past, all its faults and crimes, all its passion and remorse, which day after day, and night after night, had"], [271, "VALERIA. 263 brought before her with ever re newed suffering, now returned with fresh mental pain. But one thought overpowered all others. Whatever else she had done, of murder she was innocent. The revulsion of feeling was too great to bear. At once to hate and to love, to long for the sight of a face once dear, to sigh for a once welcome voice ; feelings which had risen over and over again, only to be again quenched in the flood of horror and detestation which each recollection would bring with it — such a conflict was more than mortal spirit could endure, and it came with double force on an exhausted body, and a weary brain. She sank down among the dead in a swoon. When she returned to consciousness,"], [272, "264 VALERIA. it was with a sense of utter prostration and Aveariness, which somehow deadened the pain she had felt at first. She raised herself up, and then as her eyes grew dark and her head dizzy, she seemed again to feel the motion of the gondola, and hear the well known cry \"Ah stall !\" Again she fell back and tried to collect her thoughts. The golden glory of the angels of San Marco seemed to rise above her, the solemn eyes gaze down, and she thought she heard voices murmur : \" Not a murderer, not guilty.\" \" Not a murderer, thank God !\" she murmured, \" yet very guilty. Have I not suffered enough ! have I not ex piated my sin ! How long, oh Lord, how long !\" Not far off lay a soldier from whom"], [273, "VALERIA. 265 life was fast ebbing. He too was haunted by the sound of old familiar tones, and by visions of the mountains and rushing streams of his home. He was a Vaudois, large limbed and plain featured, yet honest and brave, an in heritor of the unswerving loyalty and faithfulness of that gallant race. He, like his fathers had kept the pure faith, and when Valeria's words fell on his ear, it seemed to him that there was but a hazy knowledge of the One true Expiation for sin, and but an erring view of mortal suffering. Slowly he dragged himself to the place whence her voice had come, and meeting there the worn and weary face, the fading light of those once brilliant eyes, he began to speak of the Saviour, whose atonement precluded human expiation, of"], [274, "266 VALERIA. that free pardon which alone brings peace, of faith and eternal life, of an everlasting righteousness, and the rest that remaineth to the people of God. Pardon and peace; the old familiar words fell like balm upon Valeria's troubled heart. Not the peace of the world, not the balm of self-content ment, or even the willing endurance of deserved suffering ; but the forgive ness bought by the blood of the Cross, that peace which passeth all under standing stilled the tumult of her soul, as the unworthy human love melted away before the knowledge of the love of God which is in Christ Jesus our Lord. Short was her confession and short her shrift, and when the flag of truce"], [275, "VALERIA. 267 re-crossed the field, the two were found lying Useless, side by side, upon the heaps of dead."], [276, "CHAPTER XII. \" Sui rotti nugoli Dell' occidente, II raggio perdesi Del sol morente. E mesta sibila Per P aura bruna L' ultimo gemito Delia laguua. Viva, Venezia, Feroce, altiera, Difese intrepida La sua bandiera !"], [277, "VALERIA. 269 II morbo infuria . . H pan le manca . . Sul ponte sventola Bandiera bianca !\" ARNALDO FUSINATO. For a few months more the Ve netians fought on; and not till their food was almost exhausted, their money spent, till shot and shell from without the walls, and cholera and privation within had thinned the ranks of the defenders till they could hold out no longer, did they agree to capitulate ; and even then, when friends and hope were alike gone, there were some who opposed the idea of surrender, and urged re sistance to the death. But wiser councils prevailed, and negociations with the enemy were opened. It"], [278, "VALERIA. 270 was during those last days, when the storm of bombs raged over the city, sparing neither church, hospital, nor palace — that the parish priest of the Church of the Frari made petition to Manin to follow the old custom of the Venetian Republic, when the Doges were wont yearly on the feast of San Rocca to hear mass in the Frari Church. Manin consented, and though the prow of the gondola was carried off by a shot, he continued his way unaffected by the danger, and amidst the roar of the incessant bom bardment, the President of the last Republic of Venice heard mass in the church where so many of his predecessors in authority were buried. Stadler, too, found himself there on that solemn occasion, and looking round"], [279, "VALERIA. 271 the small congregation, he caught sight of two well-known figures kneeling in prayer on the women's side of the nave* When the serAdce was over, he followed them down the aisle, and accosting them, grasped Ernestine's hand warmly. They were firm friends now, in times of anxiety and trouble common interests make strong friendships. But it was more than friendship that made Stadler's voice tremble as he said, \" I shall not see you again, Sig- 1 ) norma. \" We shall miss you greatly,\" she answered gently. \" What shall you do, for you are going, are you not ?\" \" Yes,\" he replied, \" my name will probably be included in the capitulation. I go with Manin. I have neither friends"], [280, "VALERIA. 272 nor country, Signorina. I have staked all and lost. Among my OAvn people I am a disgraced man, a rebel, and a deserter.\" \"Ah!\" said she, \"take comfort yet; you have fought nobly for us, and we shall not forget you. Do not repent, Signor Stadler, if for the true cause you have given up country, friends, and posi tion, you will surely yet be rewarded some day. Better times may come yet to all of us.\" Stadler sighed heavily as he looked what might be his last look at that calm, sweet face ; for though the serenity and joyousness of early youth had been chased away by the troubles of the last year, yet there Avas a peacefulness of expression which never failed to soothe and charm him. There are"], [281, "VALERIA. 273 some faces, merely to look at which, is rest. She could not know his real motives for having made the Venetian cause his own, nor could he venture to tell her them. Through many months of intimacy he had never ventured to speak his love, and even now, though the utterance of it would have been a relief to him, he felt it would mar their friendship, and greatly embarrass and distress her; and so he allowed her to set down to con viction, and to a noble love of a good cause, what had been mainly owing from a devoted and passionate attach ment. \"You go to Genoa?\" asked he, \"and that soon, no doubt ?\" \" I expect my marriage to take place there,\" replied Ernestine, simply. \" But T"], [282, "VALERIA. 274 we must see you again some day in Turin. I shall never forget you ; a revederla, Sig- 5) nor. \" Addio, Signorina,\" was all he could trust himself to answer, and so they parted. Within a week the Austrian standard floated again over Venice, the Austrian troops entered the conquered city, and the siege of Venice was over. Seventeen years have passed aAvay, years which have seen many of the chief actors in the events of 1848 laid quietly in their graves ; and Ernestine and Ce*sar Foran are once more in Venice. There are strange sounds in the streets, and strange sights in the Piazza. The Gari-"], [283, "VALERIA. 275 baldi Hymn, the Savoy March, the Inno Nazionale, are now the popular music, and men in grey woollen uniforms with red epaulettes shoulder the bayonet, in place of the trim brown-coated Croats. There is a buzz and a bustle, and an air of preparation for some great event, and from the masts in the Piazza floats once more the tricolour flag. It is a November morning in the year 1866; a thick fog hangs over the canals, but every balcony is draped, flags fly from every window, and the Grand Canal is strangely gay. Not the funereal gondolas only, but galleys manned with rowers in brilliant costume, pass and repass, emerging from the mist, and entering into the mist again like a dream. The figures are those of ancient days, the days of Venetian glory ; it t 2"], [284, "VALERIA. 276 almost seems as if this were a festa day of the Republic, and these the preparations for the annual pageant when the Doge weds the Adriatic. But hark ! a strange sound falls on the ear, a heavy solemn sound, the roar of cannon. Does it not strike fearfully upon the hearts of those who, like Ernestine, knew it of old in Venice; and as if the terrible days of the siege had come again ? Ah no ! for to-day there is neither sorrow nor sadness on the lagunes, and the sound of the cannon is a welcome to the soldier King. The mist hangs heavily on the water, but every now and then it slowly lifts its white curtain, and all at once from out of the folds a fleet of boats emerges, swiftly gliding up the Grand"], [285, "VALERIA. 277 Canal. Stately galleys and gondolas, brilliant in blue and crimson and gold, their draperies sweeping the sea, with rowers standing in regular rank, dipping their oars with perfect almost noiseless precision, these all like a rainbow surround a grander, larger vessel, gor geous as the Bucentaurs of old, where under a royal canopy stands the Re Galantuomo, King of Italy. The flotilla passes swiftly on, it sweeps round the curves of the canal, it disappears into the mist. The cloud of black gondolas which encircle it follow like its shadow, the eye discerns them no more, and there is silence on the water. Silence too, but here the silence of intense feeling, as the fleet pauses at the Piazzetta, and Victor Emanuel steps out on to the old historic"], [286, "278 VALERIA. shore. Then the people awake from their trance, and Avith one impulse an overpowering shout of welcome rings out from the multitude of voices. It is echoed back from the Ducal Palace, it startles the doves of St. Mark, and the breeze which disperses the fog wafts the sound far away down the Grand Canal. The King's face quivers with emotion and there are tears in many eyes. The Piazza is full to overflowing, and the midday meal of the doves, that immemorial custom of Venice is forgotten to-day, and the birds wheel round and round over the heads of the people, fluttering their wings as if they too would add their welcome, a welcome of peace. The Marchese Foran and his wife watched the scene from a window of"], [287, "VALERIA. 279 the palace, and across that surging mass of people they looked over to the silvery domes of St. Mark, and those stately horses above the portal before whom so many strange scenes have been enacted in that Piazza. The shouts which greeted the King's appearance at a window rang through the air, but even in that mo ment of proud satisfaction each seemed rather to watch than to share in the general joy. Was it that in the fulfil ment of this as of other human wishes, reality fell short of the anticipation ; or as so frequently happens, a sense of shame mars the attainment of our desires, and the realization of our happiest dreams is crossed by the ShadoAv of Death. To every Italian heart the humili ating events of the previous months"], [288, "280 VALERIA. alloyed the brightness of that welcome day, and the Marchese Foran had out lived the enthusiasm of youth and knew the fickle nature even of the purest po pular applause. Still it was with a half smile that he turned to his wife who, with hands clasped, was gazing fixedly over the heads of the crowd to the Cathedral doorways, where holy figures in golden glory looked down on the vast multi tude. \" A woman's enthusiasm lasts longer than a man's,\" he thought, \" and it is all the better.\" Then he saw that her eyes were full of tears. \" You are thinking of the dead,\" he said gently. \" I think there is hardly a soul in Venice that has not to-day that same"], [289, "VALERIA. 281 thought,\" answered Ernestine, \" from the King to the beggar.\" \" You would almost wish them back,\" he said. \" No,\" she replied, \" to-day they rejoice with us. Love never faileth, Cesare, I believe in that ' never.' \" Cesare smiled sadly. \" Perhaps,\" he said, \" your poet Dall' Ongaro agrees with you that patriotism is an immortal passion, when he tries to console us for the failure of our arms, our wisdom, and our diplomacy, by speaking of this as a moral victory, due to hope and constancy.\" He paused and then slowly repeated in the soft Venetian dialect, which was his wife's native tongue, the fines : \" Ti 1' ha dito ; ad ogni costo Vogio aver i tre colori,"], [290, "VALERIA. 282 Tuto el mondo se ga oposto Ma i xe la come tre fiori. \" Ti ga dito ; o pian o forte Vogio aver la liberta, Ti ha spida miseria e morte Ma ti ha vinto, e la xe qua. \" Ti ga vinto, e no xa stai Ne i canoni ne i soldai, Ma vint' anni di speranza Ma vint' anni di costanza.\" \" I had rather say, ' Non Nobis Do mine,' said Ernestine, \" and yet he is right ; and after all, a moral Adctory is far greater than a material one.\" \" If you say so,\" observed the Mar chese, \" what do you think of other moral victories of the kind in private life, won by the same means ; such as that for instance over a man who did"], [291, "VALERIA. 283 not at first know how you ought to be loved, Ernestine mia ?\" \" I think,\" said Ernestine gently, \" that in this too Valeria would rejoice with us.\" THE END. LONDON : Printed by A. Schulze, 13, Poland Street. (S. & H.)"], [292, ""], [293, ""], [294, ""], [295, ""], [296, ""]]