[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "MÉMORIAL POÉTIQUE i\" L'HISTOIRE DE FRANCE Depuis les Gaulois jusqu'au Directoire Par A. VAGHERON SE TROUVE CHEZ L'AUTEUR Paris, ), rue Debrousse, 1, Paris 1895 Tous droits réservés."], [8, ""], [9, "PRÉFACE En publiant un résumé historique d'un genre nouveau, qui devra le jour à de nombreux et sym pathiques encouragements, nous devons à nos lecteurs quelques mots d'explication. A cette époque où on cherche de plus en plus à répandre l'instruction, nous serions heureux, si modeste que puisse être notre part, de contribuer à la dif fusion des connaissances élémentaires, parmi les quelles le glorieux passé de notre pays a sa place marquée. Nous nous sommes proposé de condenser dans cette rapide, mais laborieuse esquisse, toute la substance de notre histoire nationale, depuis les Gaulois jusqu'à la chute de l'ancienne royauté. Plusieurs motifs nous ont porté à adopter la forme versifiée. Le langage poétique a des immu nités, des hardiesses inconnues à la prose. On conçoit donc aisément que tel auteur s'en serve de préférence pour rendre sa pensée, surtout ses impressions, et nous savons que bon nombre de lecteurs y trouvent un attrait particulier. C'est"], [10, "6 Fheureux privilège de la poésie de faire vibrer les nobles sentiments du cœur humain, de graver for tement dans l'esprit les belles pensées comme les événements mémorables. Les premiers récits historiques furent des épopées. Dans un abrégé dont le but essentiel est d'ins truire, Fauteur a tenu à rester fidèle au cadre di dactique qu'il s'était tracé. II a suivi l'histoire pas à pas, narrant les faits notables dans leur ordre et leur enchaînement, et essayant de lutter de préci sion avec la prose la plus rigoureuse. II a fait.entrer dans ses vers la mention ou la relation succincte des sièges et des batailles, les clauses des traités, la généalogie des familles. En excluant les fictions et les digressions, il n'a pas entendu composer un froid mémento dénué d'agrément littéraire. II s'est attaché à mettre en relief les grandes figures de nos annales et les actes dignes d'admiration; mais en revanche il s'est souvenu, à l'occasion, du Facit indignatio versum. Plus d'une fois aussi, le récit emprunte une partie de son intérêt à l'émotion contenue ou à la note pathétique qui jaillit du sujet. Les rythmes variés qui figurent dans ce volume ont pour objet de donner aux différents règnes une physionomie plus spéciale et sont comme des points de repère pour la mémoire."], [11, "7 Quelques notes explicatives complètent çà et là le te.xte en vers. Au point de vue des principes, Fauteur s'est inspiré du respect des croyances, qui ont contribué à la grandeur de notre nation et créé tant d'œuvres secourables. D'un autre côté l'attention scrupuleuse apportée dans le choix des idées et des expressions permet de mettre avec sécurité ce livre entre les mains des adolescents, auxquels il est plus parti culièrement destiné. En un mot, on s'est appliqué à rendre cet ouvrage digne d'être accueilli avec faveur dans les familles et dans les maisons d'éducation. Nous croyons devoir reproduire le premier article que M. le baron de Romeuf, un de ceux qui nous ont le plus encouragé, nous a fait l'honneur de consacrer, dans le journal Le Génie, à notre essai encore inédit. Nous nous acquittons faiblement envers lui en insérant son appré ciation, trop indulgente sans doute, dans le volume que nous publions. Nous sommes heureux de remercier également nos premiers et empressés souscripteurs, M. le comte de Bourbon- Lignières et sa famille, M. le vicomte de Bourbon- Busset, M. l'abbé Lagrange, vicaire diocésain de Chartres, et M. Delouche de Pemoret, qui ont bien voulu prendre à ce travail un intérêt spécial."], [12, "8 La Poésie dans l'Histoire Ils sont nombreux les talents ignorés du grand public lettré. La muse ne touche pas seulement de son aile ceux dont s'honore le Parnasse, les plus modestes ont aussi ses faveurs. Combien d'œuvres charmantes sont ainsi perdues et dorment à jamais dans Fourni. Une de ces œuvres mise sous nos yeux nous a paru mériter les honneurs de la publicité, et c'est bien volontiers que notre excellent ami le rédac teur en chef du journal Le Génie a ouvert les colonnes de ce journal scientifique à M. A. Va cheron, qui a consacré ses loisirs au genre didac tique, qu'il a su rendre intéressant par le tour élégant et poétique qui règne dans son œuvre. Faire le récit de nos fastes historiques en vers n'était pas une tâche aisée. M. Vacheron a pleine ment réussi et a su vaincre les difficultés qui s'attachent à un travail de cette nature. Les sil houettes des grands hommes de notre histoire, des grands caractères, des grands esprits qui illus trèrent le passé et contribuèrent par leurs exploits, leurs écrits, leurs services à la grandeur de la France, sont fidèlement reproduites. A la vérité historique s'ajoutent la grâce et le charme d'une versification dont le tour élégant n'a rien de fa tigant pour l'esprit. J. de Ro.meuf. Ancien secrétaire général de la Préfecture de la Sartbe"], [13, "LA GAULE Mœurs des Gaulois. Les druides. Assise entre deux mers et deux chaînes puissantes Et buvant du vieux Rhin les ondes transparentes, D'un climat tempéré savourant les douceurs, La Gaule dut au Ciel les plus riches faveurs. Un jour cette contrée, en merveilles féconde, Des vertus de ses fils étonnera le monde. Nos ancêtres d'alors, Belges, Galls, Aquitains, Aux arts industrieux exerçaient peu leurs mains : La chasse est leur travail, la guerre leurs délices. Quelquefois ils offraient de sanglants sacrifices Pour se rendre propice Hésus, dieu des combats. Dans des temples de pierre ils ne s'enfermaient pas Et les vastes forêts étaient leurs sanctuaires. Tous les ans, aux rameaux des chênes séculaires Les druides en chœur cueillaient le gui sacré. Le druide, d'honneur et d'amour entouré, Seul rendait la justice et formait la jeunesse. Les bardes du guerrier célébraient la prouesse. i*"], [14, "10 Actif, entreprenant, fougueux, parfois cruel. Le Gaulois ne craignait que la chute du ciel. Fondation de Marseille. Six siècles environ avant l'ère chrétienne, S'élève au bord des flots la cité phocéenne, Marseille, dont Euxène a tracé les remparts, Foyer où brilleront Féloquence et les arts. La vigne et l'olivier, transplantés de l'Asie, Comblent d'heureux présents leur nouvelle patrie. Migrations et expéditions gauloises. Prise de Rome (390 ans av. Jésus-Christ.) Déjà la Gaule envoie en de lointains climats D'aventureux colons, d'intrépides soldats ; Familles et troupeaux, cherchant les pâturages, Des grands fleuves suivront les fertiles rivages. Partis d'Avaricum (1) et vers différents buis, Deux jeunes chefs groupaient de nombreuses tribus Sigovèse, à travers la forêt Hercynienne, Du Danube gagnait la région moyenne ; Bellovèse, son frère, aux bords de FEridan, Dépossédait l'Elrusque et bâtissait Milan. 1. Ville principale des Bituriges, aujourd'hui Bourges. Sigo vèse et Bellovèse étaient neveux d'Ambigat, roi des Bituriges"], [15, "11 De là s'élanceront, prompts comme un trait qui vole Les Gaulois de Brennus, effroi du Capitule ; Et Rome, entre leurs mains, s'estime heureuse encor Qu'on fixe sa rançon à mille livres d'or. Si le fait ne semblait douteux à la critique, Camille au camp gaulois vint jeter la panique, Et vengeant tout à coup l'échec de l'Allia, Racheta par le fer tout For qu'on leur paya. Les Romains dans la Gaule. Conquête de la Provence. Marins défait les Cimbres et les Teutons. (102 ans av. Jésus-Christ.) Mais Rome s'aguerrit. Implacable voisine, Elle dompte à son tour la Gaule cisalpine ; Puis au-delà des monts poursuivant ses exploits, Elle contraint le Rhône à couler sous ses lois. L'enfant du Tibre au loin repousse les Ligures Et contre eux de Marseille il venge les injures. Fondé par Sextius, Aix a déjà grandi Et Narbonne commande aux plages du Midi. Or, voici qu'à travers la Province romaine, S'avance en mugissant une marée humaine. Les Cimbres, les Teutons, venus de bords lointains, Demandaient une terre aux proconsuls romains ; Le fer leur répondit : plein d'audace et de ruse, Marius écrasa cette masse confuse,"], [16, "12 Les Teutons auprès d'Aix, les Cimbres à Verceil Son nom brillait alors d'un éclat sans pareil, Mais un héros, créé pour un plus vaste rôle, Doit illustrer ce siècle et conquérir la Gaule. Conquête de la Gaule par Jules César (58-51). Vercingètorix. II fallut à César, pour dompter les tribus, Huit campagnes, huit ans de combatá continus. Avant de commencer la conquête gallique, Le proconsul broya la peuplade helvétique (1), Qui naguère établie alentour du Léman, S'avança pour gagner les bords de FOcéan. Un autre envahisseur, le Suève Arioviste, Dut reculer devant le hardi stratégiste. Mais César, salué comme un libérateur, Des Gaulois devenait le perfide oppresseur. De Besançon au Nord dirigeant ses attaques, II entre dans Soissons, défait les Bellovaques (2) ; En Germanie il fait une apparition, II aborde en vainqueur aux côtes d'Albion. La Gaule, pour sauver sa vieille indépendance, A Vercingètorix confia sa défense. 1. ABibracte (Autun, aujourd'hui le mont Beuvray). 2. Habitants de Beauvais."], [17, "13 Le jeune Arverne, après plus d'un combat sanglant(l), Propage l'incendie autour du conquérant, Espérant Fépuiser ainsi par la famine. Avaricum resté debout sur sa colline, Soulient avec honneur un siège de cent jours Et brave des Romains les béliers et les tours. César franchit les murs, passe au fil de Fépée La population, que la nuit a trompée (2). Puis Vercingètorix, dans un suprême effort, Devant Alèsia (3) fut trahi par le sort, Et César, ajoutant Fopprobre à la conquête, Triompha sous ses yeux et fit tomber sa tête. Les Gaulois, désertant leurs bois mystérieux, Adoptaient du vainqueur et la langue et les dieux, Et Rome s'installait dans ce pays de pâtres, Avec ses tribunaux et ses amphithéâtres. Le neveu de César, Auguste, eut ses autels Et Lyon lui rendit des honneurs solennels. Par Antonin surtout la Gaule protégée, De ses prospérités atteignit l'apogée. 1. II battit César à Gergovie (Clermont). 2. Avant ce siège, César avait pris Genabum (Gien ou Or léans) et Noviodunum (Nouan-le-Fuzelier ou Sancerre, selon d'autres hypothèses.) 3. Aujourd'hui Alise-Sainte-Reine dans la Còte-d'Or."], [18, "14 Le Christianisme en Gaule. Les Martyrs. Mais avant que Fempire arrive à son déclin, Sur la Gaule a passé comme un souffle divin. Des apôtres, venus des rives de l'Asie, Annoncent FÉvangile au péril de leur vie. Saint Pothin de Lyon fut le premier pasteur; Irénée, après lui, du martyre eut l'honneur ; a Des milliers de chrétiens tombent sur cette terre. Saint Denis, l'un des sept envoyés du Saint-Père, Va prêcher à Paris le Dieu ressuscité Et propage la foi dans l'antique cité. Des martyrs, à Montmartre, il conquit l'auréole. Saturnin, à Toulouse, au pied du Capitole, Succombe sous les bonds d'un taureau furieux. Au camp même éclatait Fhéroïsme pieux : Plutôt que de trahir sa foi par un parjure, La légion thébaine (1) expirait sans murmure. Empereur proclamé par les soldats gaulois, Constantin dans les airs vit briller une croix Et lut ces mots sacrés : » Tu vaincras par ce signe Arborant l'étendard que le Ciel lui désigne, II vole en Italie, entre à Rome en vainqueur, Et FÉglise, avec lui, triomphe de Ferreur. 1. Ou thébéenne."], [19, "15 Invasion des Barbares. Le monde n'est point fait pour un repos durable : Plus FEmpire s'étend, plus il est vulnérable. Par les Huns commença le vaste ébranlement Qui doit précipiter FEmpire d'Occident. Ces barbares, partis des bords asiatiques, Refoulaient devant eux les peuples germaniques. Rome, deux fois livrée à de cruels assauts, A déjà vu passer Alaric et ses Goths.' La Gaule aura son tour. Les Alains, les Vandales, Pareils à deux torrents gonflés par les rafales, Laissaient sur leur parcours la ruine et la faim Et portaient en Espagne un immense butin. Plus amis du travail et plus doux, les Burgondes De la Saône occupaient les campagnes fécondes. Les Wisigoths, vers l'Ouest portant l'invasion, De la riche Aquitaine ont pris possession. En Fan quatre cent vingt, date à jamais fameuse, Les Francs passent le Rhin et marchent vers la Meuse. Ces guerriers aux yeux bleus, aux longs cheveux flottants De la Gaule seront les heureux conquérants, Et ce siècle verra la peuplade Germaine Dans son dernier abri forcer l'aigle romaine."], [20, "LES FRANCS PREMIÈRE RACE DE ROIS Mérovingiens. (420-752) Pharamond (420-428). Clodion (428-447). Mérovée (448- 457). Invasion d'Attila : Bataille de Chàlons (451). Chil- déric (458-481). Les Francs Saliens, venus des rives de FYssel, Dès Fan quatre cent vingt campaient sous notre ciel, Pharamond les commande, et ce chef intrépide Passe avec ses tribus le Rhin au flot rapide. La Meuse, sur son cours fixant leurs pas errants, Sert d'abord de limite aux nouveaux émigrants. Deux peuplades, comme eux de germaine origine, Les avaient précédés dans la Gaule latine. Les Burgondes, à l'Est, peuplaient la région Des Alpes à la Saône et possédaient Lyon. La fertile Aquitaine, au midi de la Loire, Des Wisigoths formait le vaste territoire."], [21, "17 Les Romains à Soissons, dans cel âge troublé, Défendaient un lambeau de Fempire ébranlé. Clodion agrandit son modeste royaume Et maître de Cambrai, s'étend jusqu'à la Somme. Au trône Mérovée est à peine affermi, Quand sur la Gaule fond un terrible ennemi. Attila, roi des Huns, ne rêvant que carnages, Inonde l'Occident de ses hordes sauvages. Les lieux qu'il a foulés sont changés en déserts Et le Fléau de Dieu fait trembler l'univers. Parmi tant de cités qui devinrent ses proies, Geneviève (1) sauva Paris et saint Loup Troyes. Enfin Aétius, général des Romains, Groupant autour de lui les trois peuples germains Et jusqu'aux libres fils de la vieille Armorique, Défit près de Châlons le monstre asiatique. Mérovée y conquit un renom de valeur, Mais son fils Childéric mérita moins d'honneur Et chassé par les Francs, qu'indignait sa licence, II ne fut rappelé qu'après huit ans d'absence. 1. Sainte Geneviève, née au village de Nanterre, devint la patronne de Paris."], [22, "18 et de Clovis Ior (481-511). Victoires de Soissons (486), de Tolbiac (495) Vouillé (507). Clovis, le premier de nos rois, Embrassa la foi catholique, Et la France, après ses exploits, Reconnut son pouvoir unique. Vainqueur des Romains à Soissons, II fut Fhéritier de leur gloire, Et de là ses possessions S'étendirent jusqu'à la Luire. En Bourgogne un prince inhumain A rendu sa nièce orpheline : Clovis a demandé sa main A Gondebaud, qui la domine. Clotilde apporte à son époux Un cœur riche en vertus chrétiennes, Et le Ciel, par un de ses coups, L'arrache aux idoles païennes."], [23, "19 acte de A Tolbiac, aux Allemands Clovis opposait son audace, Mais sur leurs coursiers écumants, Les Francs pliaient devant leur masse. « Dieu de Clotilde, soutiens-moi ! « Si la victoire m'est fidèle, « Je jure d'embrasser ta foi Et de te servir avec zèle. » Ce vœu du jeune souverain Vient d'exalter tous les courages : L'ennemi repassant le Rhin, S'enfuit dans ses forêts sauvages (1). Clovis des mains de saint Rémi Reçut Fonde du baptistère : Trois mille guerriers à l'envi Courbèrent leurs fronts vers la terre. Contre les Wisigoths ariens, Clovis médite une entreprise, Jaloux de briser les liens Dont ils embarrassaient l'Église. 1. L'unité Française, a dit Lacordaire, est née d'un foi fait sur un champ de bataille."], [24, "20 Les Wisigolhs s'étaient taillé Dans le Sud un riche domaine : Alaric succombe à Vouillè Livrant à Clovis FAquitaine. Clovis, héros de FOccident, Meurt à Paris, sa capitale. A plus d'un prince indépendant Sa rivalité fut fatale. LES FILS DE CLOVIS Childebert (511-558). Thierri (511-534). Clodomir (511 524). Clotaire Ier (558-560). Conquête de la Bourgogne. Le royaume fondé par la main de Clovis, A sa mort, se partage entre ses quatre fils. Thierri, Faîne, régna sur Metz et l'Austrasie. Paris fut la cité par Childebert choisie, Clotaire obtint Soissons, Clodomir Orléans : Époque trop féconde en démêlés sanglants. Clotilde avait perdu ses parents par un crime, A ses fils la vengeance apparaît légitime."], [25, "21 Trois expéditions, en dépit d'un revers, Ajoutent la Bourgogne au sol dont ils sont fiers. Sigismond, successeur de Gondebaud, son père, Est jeté dans un puits au début de la guerre. Gondemar vengera le trépas fraternel, Et Clodomir, auteur de cet ordre cruel, Tombe en avant des siens au champ de Véseronce Clotilde fut sensible à la fatale annonce ; Bientôt de nouveaux pleurs couleront de ses yeux Clotaire et Childebert de leurs faibles neveux, Immolés de leur main, ravissent Fhérilage. Le jeune Clodoald seul échappe au carnage, Et fondant vers la Seine un asile sacré, Sous le nom de saint Cloud est encor vénéré, Enfin par les deux rois la Bourgogne conquise, En abjurant l 'erreur, garde quelque franchise. Thierri, qui n'eut point part à ce dernier succès, A peine à contenir ses belliqueux sujets. De la Thuringe il fait la conquête rapide. La Bavière à son fils paye un tribut timide. Ainsi le Franc domine au rivage indompté Où les aigles de Rome à peine avaient flotté. Peu fidèle à Thierri, 1 Auvergne patricienne, Quasi-indépendante avec sa foi chrétienne, Voit ses champs envahis et les hommes du Nord Enlever ses troupeaux, ses moissons et son or."], [26, "22 Pour complaire à sa sœur, qui gémit d'être unie Au roi des Wisigoths de la Septimanie, Childebert se propose un châtiment public : Jusqu'en Espagne il suit le lâche Amalaric, Et prenant à Tolède une sainte relique, Revient de Saint- Vincent fonder la basilique. Non content d'imposer son joug aux Bavarois, Théodebert soumit la Provence à ses lois. Ostrogoths et Romains, sur la terre italienne, Avaient plié devant son armée austrasienne. Dans Byzance il rêvait d'assiéger l'empereur, Quand une prompte mort vint glacer son ardeur. Après Théodebald et son règne éphémère, Le royaume de l'Est passe aux mains de Clotaire ; Puis, quand meurt Childebert, privé d'un héritier, Clotaire étend ses droits sur le pays entier. Pour la première fois la vieille loi salique Aux femmes refusait le pouvoir monarchique. Pour punir son fils Chramne, armé contre ses jours, Et le fer et le feu lui prêtent leur secours, Et sous un toit breton la fureur paternelle Allume l'incendie où périt le rebeUe. Clotaire s'avouant ses crimes et ses torts, En son âme sentit pénétrer le remords."], [27, "23 Un jour on l'entendit rendre hommage à Compiègne A l'invisible Roi qui sur les princes règne : » Qu'il est grand, disait-il, ce pouvoir surhumain, • Qui des rois d'ici-bas tranche ainsi le destin ! » LES FILS DE CLOTAIRE Ier Caribert (561-567). Chilpéric I« (567-584). Sigebert (561-575). Gontran (561-593). Lutte de Frédègonde et de Brunehaut. Meurtre de Sigebert et de Chilpéric. Clotaire mort, la France à peine assise, En quatre parts de nouveau se divise : Source de maux dans ce siècle de fer. Paris devint le lot de Caribert. II régna peu. Zélé pour la justice, II ne sut pas se préserver du vice. De Chilpéric, Soissons est le séjour, En attendant qu'à Paris soit sa cour. Néron des Francs, c'est une âme de boue. A Sigebert, que nul ne désavoue, Obéit Metz et le peuple austrasien. Le bon Gontran, imbu d'esprit chrétien,"], [28, "24 Roi de Bourgogne et des bords de la Loire, A désarmer ses frères met sa gloire. Tout le Midi, morcelé par le sort, De chaque État agrandit le ressort. Or, Brunehaut (1), fille d'un roi d'Espagne, De Sigebert devenait la compagne. Bientôt après, Galsuïnde, sa sœur, A Chilpéric s'unit pour son malheur : Car Frédégonde, une furie humaine, S'était juré de remplacer la reine, Qu'un jour on trouve étranglée en son lit. Ce meurtre enfante un violent conflit Et les pays que sépare la Meuse Vont engager une lutte fameuse. Car Brunehaut, ardente en son courroux, A la vengeance excite son époux. Déjà vainqueur des Huns à Ratisbonne, Deux fois il bat son frère et lui pardonne. Par Sigebert assiégé dans Tournai, Chilpéric penche un front découronné : Le roi de Metz, fort de ses avantages, De la Neustrie a reçu les hommages. 1. Brunehaut était fille d'Athanagilde, roi des Wisigoths d'Espagne."], [29, "25 Déjà les grands Relevaient au pavois, Quand deux poignards le percent à la fois Et Brunehaut, triomphante la veille, Dans les cachots de Rouen se réveille ! Près du berceau de leur jeune héritier Les Austrasiens viennent se rallier, Bientôt l'hymen unissait Mérovée A Brunehaut, que son zèle a sauvée ; Mais sur ce prince, issu de Chilpéric, Frédégonde a dardé son œil d'aspic. A sa fureur il faut un double crime : Saint Prétextât (1) sera l'autre victime. Sa main bénit ce lien solennel : Après l'exil on Fimmole à l'autel. Quand Chilpéric, dans la forêt de Chelles, Tombe à son tour sous des mains crimineUes Son meurtrier n'est autre que Landry, De Frédégonde odieux favori. De ce forfait fut-elle inspiratrice? C'est déjà trop qu'eUe en parût complice. Mais un tel roi n'inspira nuls regrets, Tant sous le joug ont gémi ses sujets! 1. Évêque de Rouen mis à mort en 58ô. 2"], [30, "26 1 Clotaire II. Suite de la lutte. Traité d'Andelot (587) Bataille de Leucofao. Clotaire Deux longtemps aura pour guide La main de fer d'une mère homicide. En Austrasie, au traité d'Andelot, Ont pactisé Gontran et Brunehaut. Privé d'enfants, au déclin de son âge, De la Bourgogne il lègue l'héritage Au jeune roi de Melz, Childebert Deux, Sans mention de ses autres neveux. Chaque parti de nouveau court aux armes Et Frédégonde, après maintes alarmes, Sur l'Austrasien gagne Leucofao (1). Mais Fan d'après disparut ce fléau Dont la mémoire effraie encor le monde. Childebert Deux suit de près Frédégonde. Melz reconnaît Théodebert Second; Thierri, son frère, eut Fpt.at Bourguignon. Dans le Nord-Est, Brunehaut, leur aïeule, S'était flattée en vain de régner seule. Depuis longtemps jaloux de son pouvoir, Autrement Latol'ao, entre Soissons et Laon."], [31, "27 Les Leudes font écrouler cet espoir. Près de Thierri refaisant sa fortune, La reine y trouve une cour opportune. Châlons verra des maires du Palais, De saints prélats en bulte à ses méfaits. Dans sa rancune elle excite à la guerre Le jeune roi, qu'elle oppose à son frère. A Tolbiac, abandonné du sort, Le jeune roi fut pris et mis à mort; Mais Thierri Deux, au seuil de sa carrière, Ferme à son tour les yeux à la lumière. On imputa, peut-être sans motif, A son aïeule un trépas si hâtif. Pour Brunehaut l'heure fatale sonne : Clotaire Deux, maître de sa personne, L'attache au flanc d'un coursier indompté, Qui traîne au loin son corps ensanglanté. Ainsi périt cette reine célèbre, Qui vit le jour sur les rives de FÈbre, Pour qui le sort, prodigue de ses dons, Entremêla la gloire et les affronts; Qui pour combattre une sombre rivale, Soutint trente ans une guerre fatale, Foulant aux pieds, dans son ambition, Toute justice et toute affection ;"], [32, "28 Se relevant, fière, après les épreuves, D'un zèle actif multipliant les preuves; Marquant ses pas par d'utiles travaux, Routes, palais, églises, hôpitaux. L'histoire, après cette -fin inhumaine, Pour elle a plus de pitié que de haine. Clotaire Deux, sans rival désormais, Jouit quinze ans des douceurs de la paix, Au bien public donne un soin exemplaire Et sait gagner la faveur populaire. Dagobert I\" (628-638). Fondation de V Abbaye de Saint-Denis. Dagobert n'était pas ce prince sans vigueur Dont parle la légende avec un ton moqueur : Des Vascons, des Bretons, presque isolés en France, II osa réprimer l'esprit d'indépendance. II doit combattre encore, avec moins de succès, Les Wendes et leur roi Samon, marchand français. A Caribert, son frère, il céda FAquitaine, Mais la mort de ce duc lui rendit ce domaine."], [33, "29 a Ses États, qu'il parcourt, lui font un noble accueil. Des lois franques il fait rédiger le recueil : Le temps les respecta dans sa marche rapide; Cent ou deux cents sfìus d'or rachetaient Fhomicide La justice admettait Fépreuve par le feu, Nommée improprement le jugement de Dieu. De ses heureux débuts démentant la sagesse, Le Salomon des Francs s'endort dans la mollesse. Dans ce palais pompeux où régnait le plaisir, Pénétra cependant un tardif repentir. Dagobert, dans le but d'honorer sa mémoire, Fonda cette abbaye unique dans l'histoire, Gloire de Saint-Denis, dont les vastes arceaux Des rois, depuis cette âge, abritent les tombeaux. Sur ces murs, où sa main suspendit F oriflamme (1), On voit Fange et Satan se disputer son âme. Saint Éloi, son ministre, au génie inventif, Façonna pour le prince un trône d'or massif. Des maires du palais l'autorité naissante Déjà sous Dagobert devient prédominante. 1. Bannière rouge et or, qu'on portait à la tète de l'armée dans les grandes occasions. 2*"], [34, "30 Rois fainéants (638-752). Australie, Neustrie et Bourgogne. Sigebert II, 638-656. Childéric II, 670-673. Clovis II, 638-656. Clotaire III, 656-670. Childéric II, 670-673. Thierri III, 673-691. Clovis III, 691-695. Childebert III, 695-711. Dagobert III, 711-715. Chilpéric II, 715-720. Thierri IV, 720-737. Dagobert II, 674-679. Interrègne, 737-742. Childéric III, 742-751. GOUVERNEMENT des MAIRES du PALAIS Pépin de Landen. Ebroïn et saint Léger. Sous le Second Clovis Fancienne royauté Marche vers son déclin avec rapidité. Comme si cette race était abâtardie, Onze rois, du pouvoir trop longue parodie, Laisseront tour à tour aux maires du palais Le soin de commander dans la guerre et la paix."], [35, "31 Heureux si le ministre est prévoyant et sage! A Pépin de Landen nous devons cet hommage. Maire de l'Auslrasie au temps de Dagobert, II vécut quelque lemps sous son fils Sigebert, Qui continue à Metz son règne pacifique, La Bourgogne et Paris formant un groupe unique De l'ainé, Clovis Deux, reconnaissent la loi, Dans sa mairie, Aega sert ce prince avec foi. Puis vient Erchinoald. Ébroïn dans ses haines, Ouvre une ère de trouble et de crises soudaines. Près de dix ans pourtant la veuve de Clovis Guide Clotaire-Trois de ses sages avis. Ne songeant désormais qu'aux choses éternelles, Bathilde se retire en son couvent de Chelles. Ébroïn, sans les grands, qu'il traite avec rigueur Donne à Clotaire Trois Thierri pour successeur. Une réaction dont saint Léger est l'âme, Renverse le tyran et le roi qu'il proclame. On enferme à Luxeuil ce maire inopportun, Qui cède ainsi la place à Févèque d'Autun. Thierri, les cheveux ras, entrait à Fabbaye : Childéric Deux, son frère, accourait d'Austrasie. Tant qu'il resta docile aux conseils de Léger, II fut sous son égide à Fabri du danger ; Mais un jour, fatigué de ce joug salutaire, II relégua le saint au fond du monastère"], [36, "32 Où Fardent Ébroïn se voyait confiné. Or, bientôt Childéric périt assassiné : Le seigneur Bodilon, qu'il fit battre avec rage, Sut trouver des vengeurs pour laver cet outrage. Son jeune fils, sauvé par un bienfait du ciel, Au cloître est élevé sous le nom de Daniel ; Et Thierri, rappelé de Fombre abbatiale, Va ceindre de nouveau la couronne royale. Cependant de Luxeuil échappé furieux, Ébroïn à Léger faisait crever les yeux ; Non content de l'avoir privé de la lumière, 11 brisait par la mort son illustre carrière (1). II avait saccagé Lutèce et ses abords, Du nouveau prince en fuite emporté les trésors, Ressaisi le pouvoir, hâté la catastrophe De Dagobert Second dans Fétat limitrophe; A Pépin d'Héristal, marchant contre Ébroïn, Dit à Leucofao : « Tu n'iras pas plus loin ! » Quand un de ces poignards dont Féclat le fascine Par la main d'Hermanfroi lui perce la poitrine (2), 1. 678. 2. 681."], [37, "33 Pépin d'Héristal (mort en 714). Bataille de Testry (687). Metz avait confié la pleine autorité A deux ducs dont Pépin fut Faïeul respecté, Martin n'est plus : Pépin d'Héristal se propose D'exercer sans faiblir les droits dont il dispose. 11 repousse à Testry Thierri, suivi des siens, Et soumet la Neustrie aux pouvoirs austrasiens. La victoire est aux mains de l'aristocratie, Qui longtemps gardera cette suprématie. Pépin, reconnu chef de Fempire des Francs, Toujours donne au pays des gages rassurants; Sous quatre de ces rois Paris l'aura pour maire. La frontière attendait son appui tutélaire : Trois fois il réduisit au devoir le Frison ; Trois fois de FAllemand son épée eut raison. Malgré l'éclat d'un nom qui dans nos fastes brille, Des intérêts rivaux troublèrent sa famille. Charles Martel (715-741). Invasion des Sarrasins. Victoire de Poitiers (732) Charles, qui s'honorait d'être un fils du guerrier, Des titres paternels se prétend Fhéritier;"], [38, "34 Contre Théodoald, petit fils légitime, Des Francs il sait gagner le suffrage et l'estime. Le voici prince élu des Francs orientaux, Sans relâche occupé de belliqueux travaux. La Neustrie en révolte avait élu Clotaire, Quatrième du nom, avecRainfroi pour maire. Charles des Neustriens déconcerte l'effort : Soissons après Vincy, décida de leur sort, Et Rainfroi, soutenu par Eudes d'Aquitaine, Dut s'effacer devant le brillant capitaine. Chaque fois que s'agite un peuple d'Outre-Rhin, Charles à leur menace oppose un mur d'airain. D'un tribut annuel la Saxe fut punie El la Bavière aux Francs de nouveau réunie. Au Sud, les Sarrasins, ce peuple envahissant, Sur la Gaule venaient d'arborer le croissant. Moins d'un siècle écoulé, Mahomet, leur prophète, Du monde mécréant leur promit la conquête : L'Espagne, après l'Afrique, avait courbé le front Etl'Europe craignait quelque nouvel affront. Charles Martel aura l'honneur incomparable D'arrêter à Poitiers leur armée innombrable, Et cet écrasement de l'ennemi mortel, Fit donner au héros le surnom de Martel. Du joug des Musulmans la France préservée, D'un immense danger la chrétienté sauvée,"], [39, "35 Tels sont les fruits d'un jour de lutte et de péril. .\\près ce grand exploit il semble puéril D'énumérer les rois sous qui Martel gouverne (1), Tant de la royauté le simulacre est terne! Pépin et Carloman (742-752). Le vainqueur de F Arabe aux plaines de Poitiers Laisse de sa valeur deux nobles héritiers. Pépin et Carloman, sans que rien les contraigne, Nomment Childéric Trois, font cesser Finterrègne. L'un àl'Est, l'autre à l'Ouest, exercent sans discord, Dans l'intérét de tous, un pouvoir juste et fort. Mais Carloman renonce à sa magistrature, Et cherche au mont Cassin une retraite obscure. Seul au pouvoir, Pépin-le-Bref cède au désir, Ambition d'ailleurs que nul ne peut flétrir, De mettre sur son front la couronne royale. II avait pressenti la cour pontificale : Zacharie est pour lui. L'apôlre des Germains, Saint Boniface (2) accourt le sacrer de ses mains. 1. Ces rois furent Chilpéric II et Thierri IV. Puis vint l'interrègne. 2. Archevêque de Mayence."], [40, "36 DEUXIÈME RACE Carlovingiens. (752-987) Pépin-le-Bref (752-768) . Expédition contre Aslolphe, roi des Lombards. Conquête de la Septimanie. Soumission de V Aquitaine . Ravenne, où résidait l'exarque de Byzance, Était tombée aux mains d'Astolphe le Lombard, Et Rome, cité libre où régnait l'abondance, Se voyait menacer par ce prince pillard. Le pape Étienne Deux, la laissant inquiète, Au roi des Francs, qu'il sacre, adresse un noble appel Pépin au ravisseur arrache sa conquête; Au Saint-Siège il en fait l'abandon solennel. Apres avoir deux fois rassuré l'Italie, II va dans le Midi rétablir l'unité, Chasse les Sarrazins de la Septimanie Et soumet l'Aquitaine à son autorité. Mais Pépin-le-Bref meurt quand Vaïfre succombe, Charles et Carloman furent ses héritiers ; Le plus jeune en trois ans le suivit dans la tombe Et Charles resta seul pour cueillir des lauriers."], [41, "37 Charles Ier ou Charlemagne (768-814). Guerre contre les Lombards (774-776). Charlemagne poursuit, ce semble, un but unique, Concentrer sous sa main le monde germanique, Pour le civiliser et le rendre meilleur. La nature doua le futur empereur Des rares qualilés qui font de ce grand homme Le rival des héros de la Grèce et de Rome. Un roi lombard au pape osant dicter des lois Provoqua le premier de ses .brillants exploits. A l'imprudent Didier, qu'il assiège à Pavie (1), II ravit la couronne en lui laissant la vie. Des Lombards à Milan couronné souverain, Au Saint-Siège il maintient tout le duché romain. Du trône d'Orient naguère émancipée, Rome d'un roitelet ne craindra plus l'épée, Et le pape, investi du pouvoir temporel, Plus libre exercera son droit spirituel. Guerre contre les Saxons (772-804). Peuple indocile au joug, les Saxons, dans la Frise, Avaient de Deventer anéanti FÉglise : 1. 774. ■ >"], [42, "38 Charlemagne, énergique et vigilant consul, Détruit leur monument, leur antique lrminsul. Tous les chefs ont plié : Witikind seul aux armes Trente ans appellera tout un peuple en alarmes. Les Francs, souvent vainqueurs, reviennent sur leurs pas Quatre mille Saxons sont voués au trépas. Enfin ayant livré l'engagement suprême, Witikind se soumet et reçoit le baptême. L'Elbe est encor troublé par des soulèvements Que la paix de Seltz calme après trente-trois ans. Guerre contre les Sarrasins d'Espagne (778-802). Charles n'avait pas clos les guerres d'Allemagne, Qu'un parti musulman Fappelait en Espagne. II accorde aux émirs son intervention Et jusqu'à l'Èbre étend sa domination. Roncevaux, Roncevaux, vallée étroite et sombre, Pourquoi sur ce haut fait avoir jeté ton ombre? Tes rochers abritaient le lâche guet-apens Qui sur l'arrière-garde a lancé ses forbans, Et quand son cor plaintif émut les Pyrénées, Roland tombait déjà sous des mains acharnées ! Charles comprend sa perte et pleure un tel neveu ; Mais des combats encore il respire le feu."], [43, "39 Nouvelles hostilités. Conquête de Vltalie. Toutefois déférant aux vœux de l'Aquitaine, Qui garde le cachet de l'époque romaine, Charlemagne lui donne un roi particulier Dans le jeune Louis, son futur héritier. Mais il lui faut dompter la sauvage Armorique, Annexer la Bavière au réseau monarchique, Et réduire à jamais l'ancien duc Tassillon (1), Qui du fils de Didier s'est fait le champion, Et soulevant pour lui le Bavarois, l'Avare, A gagné l'Orient à la ligue barbare. Charlemagne, entouré d'un cercle d'ennemis, Sauve les intérêts entre ses mains remis : Son génie en tous lieux commande à la fortune, Et bientôt sous ses lois l'Italie était une. Pépin, un de ses fils, oblient du conquérant Ce royaume, qu'il lègue à Bernard en mourant. L'an huit, cent, Charlemagne, au comble de la gloire, Reçut à Rome un litre insigne dans l'histoire : Du sentiment public interprète éminent, Léon-Trois le couronne Empereur d'Occident. 1. 7SS."], [44, "40 Charlemagne législateur et protecteur des lettres. Sachant que toute force aveugle est impuissante, Charles mit dans ses lois sa sagesse imposante. Évêques et barons, unis aux champs-de-mai (1), Du prince secondaient le zèle renommé. Trop négligé des Francs, le progrès des éludes Eut la plus large part à ses sollicitudes. Du savant Alcuin bienveillant auditeur, Des élèves lui-même il anime l'ardeur. L'école du palais partout suit sa bannière Et tout couvent devient un foyer de lumière. Aix-la-Chapelle fut son séjour préféré. C'est là que ce grand roi, digne d'être admiré, Quand fleurit une paix qu'il sut rendre féconde, Reçut, de son vivant, les hommages du monde ; Là le même respect, depuis mille ans et plus, Courbe aux pieds du géant les vainqueurs, les vaincus Louis Ier dit le Débonnaire (814-840). Révolte de Bernard. Révolte des fils du Débonnaire A son avènement, Louis le Débonnaire Voulut de ses trois fils déterminer la part : 1. On appelait ainsi les assemblées politiques annuelles."], [45, "41 D'abord il associe à Fempire Lothaire, Donne à Pépin Toulouse, à Louis la Bavière, Laissant l'Italie à Bernard. Ce prince ambitieux, qui se crut un César, A son oncle tenta d'enlever la couronne. Rarement aux ingrats la fortune pardonne : Le Débonnaire au jeune ambitieux Sans pitié fit crever les yeux, Bien qu'on Fait vu plus tard faire amende honorable Pour sa justice inexorable. Mais sa longue carrière est vouée aux ennuis, Et ses enfants seront ses pires ennemis. Veuf d'Hermangarde,ilpritJudilh(l) pourson épouse, Qui dans sa tendresse jalouse, Pour son fils Charles, faible enfant, Réclame un partage imprudent. Le dépit des aines leur fit prendre les armes, Et le monarque infortuné, Dont ils méprisèrent les larmes, Deux fois par eux fut détrôné. A Compiègne une cour vota sa déchéance. Conduit par Lothaire à Soissons, Sous un habit de pénitence, II s'avouait Fauteur de ces dissensions. 1. Judith de Bavière, mère de Charles le Chauve."], [46, "42 Rétabli sur le trône, il pardonne, il oublie, Et Lothaire reprend le chemin d'Italie. Une dernière épreuve attendait son déclin : Louis le Débonnaire, à la mort de Pépin, Entre Lothaire et Charle a parlagé Fempire; Mais Louis de Bavière et s'irrite et conspire. Son père se résout à traverser le Rhin, Quand la mort frappe au cœur le faible souverain. Charles II dit le Chauve (840-877). Bataille de Fontenay (841). Traité de Verdun (843) Les fils du Débonnaire, exploitant sa faiblesse, Avaient rempli son cœur d'amertume et de deuil ; Quand la mort eut mis fin à sa triste vieillesse, De sanglants démêlés naissent de leur orgueil. Charles le Chauve, assis sur le trône de France, N'avait pas hérité du titre d'empereur : II se sent menacé dans son indépendance Par Lothaire, à qui seul appartient cet honneur."], [47, "43 Charles noue une ligue avec le Germanique ; Des trois frères bientôt les épais bataillons, S'entrechoquant avec un élan frénétique, Des champs de Fontenay rougissent les sillons. De Lothaire empereur Farinée était battue. Les deux vainqueurs, après ces vastes armements, A Strasbourg resserraient l'alliance conclue, En roman, en tudesque échangeaient leurs serments, Le traité de Verdun à Lothaire confie Et la zone de l'Est et les pays latins ; Charles joint l'Aquitaine à l'antique Neustrie, Et Louis régnera sur les peuples germains. Les pirates normands. Mais déjà des Bretons éclatait la rupture, Et les hardis Normands sur leurs frêles bateaux, Des fleuves étonnés remontant l'embouchure, Pillaient impudemment villes, couvents, châteaux. Si Charles à prix d'or acheta leur retraite, Robert le Fort du moins, qui lutte sans faiblir, Décima ces Danois par plus d'une défaite : Capet de son aïeul n'aura pas à rougir."], [48, "44 Au pied du mont Cenis Charles le Chauve expire Du poison que lui verse un Juif, son médecin. Deux ans il a tenu les rênes de Fempire, Que la mort de Lothaire a mises dans sa main. La Féodalité. Pour assurer, dit-on, la défense locale, Charles Deux consentit à rompre Funité : II donne aux vœux des grands la sanction royale Et proclame à Quiercy la Féodalité. Dès ce jour les seigneurs seront rois dans leurs terres, Sous la condition de Yhommage légal ; Titres et dignités seront héréditaires Et chaque suzerain commande à son vassalr Louis II dit le Bègue (877-879). De peu d'intelligence et de peu d'énergie, Deux ans Louis le Bègue a régné sans éclat. En pleine décadence était la monarchie, Que Charlemagne avait défendue en soldat."], [49, "45 Ses trois fils après lui ceindront le diadème, Mais un destin fatal abrégera leurs jours. La valeur que chacun déploie au rang suprême, Au trône qui chancelle est d'un faible secours. Louis III et Carloman (879-884) Luttes contre les Normands. Le royaume de Provence, Deux princes qu'unissait une amitié sincère, Louis et Carloman succédaient à leur père : Louis Trois eut Fhonneur, en un règne trop court, D'écraser les Normands au combat de Saucourt. II venait d'attaquer, sous les remparts de Vienne, Une jeune puissance opposée à la sienne : Boson s'était créé sur le sol provençal Un royaume affranchi du lien féodal. Vienne, antique cité confiée à la garde, Au courage viril de la reine Hermangarde, Tombe, après un long siège, aux mains de Carloman Mais il court refouler au Nord le flot normand : Vains efforts ! Infestés par la piraterie, Les fleuves reflétaient le meurtre et l'incendie. La flèche d'un chasseur, dans son vol incertain, Devait de Carloman terminer le destin. 3*"], [50, "46 Charles le Gros (884-887). Siège de Paris par les Normands. Louis et Carloman sans héritiers s'éteignent ; Un frère leur survit. Les esprits sensés craignent Que Charles dit le Simple, enfant presqu'au berceau, Ne puisse du pouvoir soutenir le fardeau. C'est à Charles le Gros, un fils du germanique, Qu'ils défèrent le soin de la chose publique. Maître des trois États du sol carlovingien (1), L'empereur, à leurs yeux, en sera le soutien. L'invasion normande, active, audacieuse, Sévit comme un fléau de la Seine à la Meuse ; La cité d'un long siège endure les rigueurs. Toujours les grands périls exaltent les grands cœurs. Paris, alors compris dans son île natale, Paris n'oublia pas son rang de capitale : L'évéque Gozelin, Eudes, fils de Robert, Repoussent Fassaillant par la flamme et le fer. Les vaillants défenseurs de la ville en souffrance Dans le secours du prince ont mis leur espérance : 1. Charles le Gros ou Charles III eut le royaume d'Italie en 880 et l'empire d'Allemagne en 882."], [51, "47 0 surprise ! ô douleur ! on vit Charles le Gros Acheter lâchement la paix et le repos. La diète de Tribur, d'un tel rôle étonnée (1), Déposa l'empereur, qui mourut dans Fannée. Eudes (887-898). Bataille de Montsaucon (888). Après Charles le Gros, qui meurt dans le mépris, Eudes, qu'on vit briller au siège de Paris, A la France commande. De Pépin d'Héristal le digne descendant Défit à Montsaucon, dans un combat sanglant, Une troupe normande. Ce roi toujours en lutte avec l'invasion, Eut encore à dompter mainte rébellion, En dépit de sa gloire. Charles-Trois cbezles grands trouve un puissant appui : Eudes concède au prince, en régnant avec lui (2), Sa part de territoire. 1. 887. 2. Eudes, comte de Paris, n'avait été élu que comme roi temporaire."], [52, "48 Charles III dit le Simple (898-922). Établissement des Normands en France (911). Bataille de Soissons. Captivité de Charles. Fils de Louis le Bègue, après ses deux aînés, Deux fois il avait vu ses droits éliminés. Pressé de mettre un terme à la piraterie, Charles-Trois aux Normands accorda la Neustrie. RoUon, leur chef, devint, renonçant à la mer, Gendre et vassal du prince au Traité de Saint-Clair. Colons improvisés, ces hommes d'aventures Sauront couvrir le sol des plus riches cultures. Charles-Trois, réduit presque à la ville de Laon, D'envahir la Lorraine exécuta le plan, Jugeant que de sa race elle était Fhéritage; Mais Henri FOiseleur sut lui ravir ce gage (1). Charles le Simple dul bientôt croiser le fer Contre les partisans qui soutenaient Robert. Le combat de Soissons révéla sa bravoure : Sans se préoccuper du péril qui l'entoure, A Robert, duc de France, il porte un coup mortel. Hugues le Grand vengea l'insuccès paternel. Hugues pouvait régner sans être téméraire, 1. Roi des Germains."], [53, "49 Mais il offrit le trône à Raoul, son beau-frère (1). Fugitif chez Herbert, comte de Vermandois, Charles de son vassal subit les dures lois, Et perdant sans retour sa fragile couronne, 11 mourut prisonnier au château de Péronne. Son trop de confiance et de crédulité Le rendit le jouet de la duplicité. Raoul (923-936). En combattant Rollon, Guillaume Longue-Épée, Raoul a signalé son usurpation. Des Bulgares (2) son bras chasse l'invasion, Mais il voit par Herbert la Lorraine occupée. Époque de faiblesse et de désunion : Les seigneurs, affranchis de toutes les tutelles, Entre eux ont engagé ces guerres personneUes, .Sans profit pour le trône el pour la nation. Le roi Raoul n'a point fondé de dynastie ; On eût dit que le ciel punissait un félon : Bien qu'un essaim d'enfants eul peuplé sa maison, Tous avaient succombé quand il perdit la vie. 1. Duc de Bourgogne. 2. Hongrois."], [54, "50 Louis IV d'Outre-Mer (936-954). Entreprise sur la Lorraine et la Normandie. A la mort de Raoul, Hugues, faiseur de rois, Rappela de l'exil le fils de Charles-Trois. De son oncle Athelstan, souverain britannique, Louis-Quatre habitait le palais pacifique. Le jeune prince échoue en son dessein guerrier D'enlever la Lorraine aux mains d'Othon Premier. Plus heureux vers la Manche, une attaque hardie Venait de lui livrer toute la Normandie ; Mais il avait compté sans Harold le Danois, Qui se fit le vengeur de Richard aux abois. Remis au duc de France, auquel il fut hostile, La tour d'un château-fort devint son triste asile. Si Louis d'Outre-Mer obtint la liberté, Ce fut au prix de Laon et de tout le comté. II osa cependant, après cette avanie, Soutenu par Othon, le roi de Germanie, Tenter un nouveau coup ; mais le duc des Normands Sous Rouen repoussa le corps des Allemands. Charles mourut à Reims d'une chute soudaine, Laissant deux fils, Lothaire et Charles de Lorraine."], [55, "51 Lothaire (954-986). Fuyant Fécueil fatal à Louis d'Outre-Mer, Lothaire des Capets accepte la tutelle. II menace Othon-Deux au sein d'Aix-la-Chapelle Et contre lui défend la Lorraine et la perd. Louis V dit le Fainéant (986-987). Précédant Fère Capétienne, Louis-Cinq, ce roi d'un instant, Fut le dernier représentant De la race Carlovingienne."], [56, "52 TROISIÈME RACE Capétiens. (987-1793) Hugues Capet (987-996). Défaite de Charles de Lorraine. Fils de Hugues le Grand, Hugues Capet commence La race qui régna huit cents ans sur la France. Une cour de seigneurs assemblée à Noyon, L'élève au trône, objet de son ambition. Paris, l'Orléanais composaient son domaine. II trouve un concurrent dans Charles de Lorraine, Oncle de Louis-Cinq. Or, au chef des Germains Charles rendait hommage et dévouait ses mains. A sa cause pourtant le Midi s'intéresse. De Laon il avait su dompter la forteresse ; Mais au roi Capétien livré par trahison, Une tour d'Orléans devenait sa prison. Hugues tenta parfois des efforts inutiles Pour réduire les grands à son pouvoir hostiles. « Qui t'a fait comte ? » écrivait-il à l'un d'entre eux, « Qui t'a fait roi ? » répond Albert de Périgueux."], [57, "53 Par sa sollicitude et son accueil affable, Hugues s'était rendu le clergé favorable. II fit, de son vivant, sacrer son fils Robert, Pour que l'accès du trône à lui seul fût ouvert Robert (999-1031). Van mille. Robert, de qui l'on vante La bonté si touchante, Fut excommunié Pour s'être marié A Berthe, sa parente ; En prince très chrétien, II rompit ce lien. Mais sa seconde épouse, Constance de Toulouse, Souvent par sa hauteur Attristera son cœur. L'an mille à l'épouvanle Livre le genre humain : Le inonde est dans l'altente Du jour sans lendemain."], [58, "54 Partout on prie, on pleure. Quand de la douzième heure Le dernier tintement Eut vibré sans produire Le fatal dénouement. On renaît, on respire, La joie est du délire. Sous un fantôme noir Les âmes oppressées S'ouvrent au long espoir, Comme aux vastes pensées. Pour rendre grâce à Dieu, On se presse au saint lieu. Robert un jour pardonne A de vils scélérats Qui contre sa personne Tramaient leurs attentats : « Le Seigneur à sa table « Les a sans peine admis, « Frapperai-je, implacable, « Ceux qu'il traite en amis? Mais, ô douleur immense ! Contre deux fils ingrats, Jaloux de sa puissance, II dut armer son bras."], [59, "55 la Henri Ier (1031-1060). La trêve de Dieu. La Chevalerie. Henri Premier combat l'intrigue maternelle, Qui de Robert veul faire un roi (1) ; II cède la Bourgogne à ce frère rebelle, Qui dut reconnaître sa loi. Déraciner l'abus des guerres féodales De FÉglise eût été le vœu : Du moins elle s'oppose à ces luttes fatales, En créant la Trêve de Dieu. Durant ces quatre jours de calme hebdomadaire Les glaives rentraient aux fourreaux; Le laboureur cueillait les trésors de la terre, Ou creusait des sillons nouveaux. L'ère du chevalier en cet âge commence. II est le héros du devoir : II doit aux opprimés son sang, son existence, Sous peine à jamais de déchoir. 1. Robert, second fils de Robert le Pieux, fut la tige de première maison de Bourgogne qui subsista de 1032 à 1361."], [60, "56 Henri soutint Guillaume au sein de sa presqu'île, Avant qu'il eût passé la mer. Bientôt au jeune duc le roi devint hostile Et fut défait à Mortemer. Philippe I-r (1060-1108). Bataille de Cassel (1071). Philippe, fils d'Henri, n'était pas un héros : Préférant à la gloire et For et le repos, II laissait les Normands conquérir FAngleterre Et voyait les croisés délivrer le Calvaire, Sans réclamer sa part de péril et d'honneur. Beaudoin, comte de Flandre, oncle du roi mineur, Gouverna sous son nom dans un sens pacifique. Beaudoin-Six étant mort sur le sol germanique, Dans Fintérêt du fils le roi croise le fer Et de la Flandre veut chasser Fintrus Robert (1) ; Mais sa troupe à Cassel est battue avec perte Et Philippe au traité reçoit la main de Berthe (2). 1. Robert le Frison. 2. Berthe de Hollande."], [61, "57 Conquête de V Angleterre par Guillaume, duc de Normandie (1066). L'an mil soixante-six, Guillaume, duc normand, Invoquant d'Edouard le royal testament, Traverse avec les siens le détroit britannique, Livre au Saxon Barold une bataille unique, Et s'éloignant d'Hastings tout jonché d'ennemis, Va s'asseoir sur un trône où régneront ses fils. Trop souvent désormais les escadres anglaises Vomiront leurs soldats au pied de nos falaises. Or, Guillaume, vassal plus puissant que nos rois, Sur le duché normand maintenait tous ses droits. Philippe Firrita par son humeur railleuse Et souffla la révolte à Robert Courteheuse (1). Le conquérant accourt, suivi de ses lanciers, Qui pressent vers Paris les pas de leurs coursiers. Après avoir détruit Mantes par Fincendie, II se blesse et revient mourir en Normandie. 1. Robert Courteheuse, l'un des fils du Conquérant."], [62, "58 1095. — Première croisade. La ville de David et du divin Messie, Jérusalem était aux mains des Sarrasins. Ils courbaient sous leur joug les peuples de FAsie Et prodiguaient l'insulle aux humbles pèlerins. Pierre l'Ermite alla pieds nus de viUe en ville, Intéresser l'Europe au sort de l'Orient ; Urbain-Deux à Clermont assemblant un concile, Appelle à la croisade uu peuple impatient. Au cri de « Dieu le veut ! » chrétiens de tous les âges S'empressent d'arborer le signe du salut. Délivrer les lieux saints et venger tant d'outrages, De l'expédition tel est le noble but. Les bandes de Gautier et de Pierre l'Ermite Succombent tristement dans la confusion ; Godefroy-de-Bouillon et ses soldats d'élite Entrent victorieux aux remparts de Sion. Pour subvenir aux frais de ces guerres lointaines, Bon nombre de vassaux engageaient leurs domaines ; Parfois l'État royal s'en trouvait agrandi ; C'est ainsi que Philippe annexa le Berry."], [63, "59 Mais Philippe Premier, au cours de l'entreprise, Sur sa tête attira les foudres de l'Église : 11 répudia Berthe et par un nouveau tort, II épousa bientôt Bertrade de Montfort, La comtesse d'Anjou. Par un triple anathème, Urbain-Deux l'obligea de rentrer en lui-même. Ce siècle de combats vit naître le blason : Chacun de sa devise orna son écusson. Louis VI dit le Gros (1108-H31). Affranchissement des communes. Coalition de V Angleterre et de V Allemagne, Avec Louis-le-Gros la commune affranchie Souvent contre les grands défend la monarchie. Elle a comme attributs de ses droits souverains, Son beffroi, sa milice avec ses échevins. Ennemi du repos et d'humeur batailleuse, II consacre au bon droit son humeur beUiqueuse, Et son bras sait atteindre, au sein de leurs remparts, Les seigneurs insoumis ou cruels ou pillards. Sire Bouchard tombait sur les terres voisines Et dans Montmorency recélait ses rapines;"], [64, "60 Mais il reçut du prince une rude leçon. Par le fer et le feu meurt l'ogre de Miron, Dont le sort fit trembler les fiertés féodales. Enfin dans Montlhéry, clé des villes centrales, Le monarque établit sa domination. En brisant des Truxel l'ardente faction. Louis-Six, moins heureux aux champs de Brenneville (1), Livre à l'armée anglaise un combat inutile, Non sans gloire pourtant. Un hardi chevalier Avait déjà saisi le frein de son coursier, Criant : * Je tiens le roi ! » Mais Louis le terrasse Et d'un bond se dérobe au fer qui le menace. Henri Premier, avant de rentrer sous son toit, Vit ses enfants périr dans les eaux du détroit : La Blanche-Nef, avec ses royales victimes Et tous ses passagers, sombra dans les abîmes. Voici que vers le nord gronde un nouveau péril. L'empereur Henri-Cinq s'avance : vaincra-t-il? Louis-Six fait appel aux forces communales, Qui grossissent les rangs des milices royales ; On déploie en ce jour Foriflamme et ces cris Retentissent partout : Montjoye et Saint-Denis ! 1. 1-119."], [65, "61 L'empereur n'osa pas affronter cette armée : L'invasion du sol ne fut pas consommée. Dans ce siècle vivaient le savant Abélard, L'abbé de Saint-Denis Sugeret saint Bernard. L'art gothique élevait ces vastes cathédrales, Aux piliers élancés, aux tours monumentales ; Et la foi, qui sculpta ces blocs audacieux, A son œuvre imprimait son élan vers les cieux Louis VII dit le Jeune (1137-1180). Deuxième croisade. Thibaut, le comte de Champagne, Contre le roi s'est insurgé : Louis Sept se mit en campagne ; Vitry fut pris et saccagé. Les flammes consument la ville, Et treize cents infortunés, A qui Féglise sert d'asile, Par le brasier sont calcinés. Pour expier l'horrible drame, Louis fait vœu de prendre part 4"], [66, "62 > A la croisade que proclame L'éloquence de saint Bernard. Suger, son ministre fidèle, Faisait entendre un autre avis; Mais sous son habile tutelle Le prince laissa le pays. Conrad, empereur germanique, Se croise avec le roi français ; Des Grecs la perfide tactique Contribue à leur insuccès. L'armée épuisée, amoindrie, Mit le siège devant Damas ; La discorde et la jalousie Hâtèrent la fin des combats. Éléonore de Guyenne Avait offensé son époux ; En répudiant cette reine, Louis-Sept suivit son courroux. Mais de la France, faible encore II oublia trop Fintérèt : Bientôt l'époux d'Éléonore Fut Henri-Deux Plantagenêt,"], [67, "63 Qui, déjà duc de Normandie, Puis dans Londres tenant sa cour, Voyait sa puissance agrandie De la Loire jusqu'à FAdour. Philippe II dit Auguste (1180-1223). Troisième croisade (1189). Prise de Saint-Jean- d'Acre. Lutte de Philippe- Auguste et de Richard. Jean sans Terre. Nouvelle coalition. Bataille de Bouvines (1214). Philippe-Auguste semble, à la fleur de son âge, Capable de régir son roy<al héritage, Et toujours au devoir soumettant le plaisir, Digne des grands exploits qu'il devait accomplir. De sévères décrets, vengeurs de la décence, Des comédiens du temps proscrivent la licence. Enrichis par Fusure et d'indignes trafics, Les Juifs sont expulsés, comme ennemis publics; Mais For après dix ans leur ouvrit la frontière. Henri-Deux et Philippe allaient rompre en visière, Quand retentit la voix de Guillaume de Tyr. Aux maux de FOrient ardent à compatir,"], [68, "64 II prêche à FOccident la troisième croisade. Jérusalem, perdue après Tibériade, Gémit, comme autrefois, sous le joug musulman. Saladin (1) dans les fers tient Guy de Lusignan (2). Philippe-Deux, Richard, l'empereur Barberousse, Promettent d'obéir au zèle qui les pousse. Saint-Jean-d'Acre est conquis après divers assauts; Mais déjà les deux rois sont devenus rivaux. Richard Cœur-de-Lion, prime avec arrogance Philippe, qui reprend le chemin de la France, Barberousse n'est plus et Richard, au retour, Est jeté par l'Autriche au cachot d'une tour. A le déposséder son suzerain s'apprête, Et de la Normandie entreprend la conquête ; Mais Richard délivré lui tient tète à Gisors; Puis dans le Limousin cherchant de vains trésors, Au château de Chalus, dont il presse le siège, II est blessé d'un trait et périt dans son piège. De son frère inhumain la froide ambition De saisir le pouvoir guettait l'occasion. Jean-sans-Terre, usurpant le trône par un crime Tue Arthur de Bretagne, héritier légitime. 1. Salah-Eddin, sultan d'Égypte. 2. Dernier roi de Jérusalem."], [69, "65 En confisquant ses fiefs au profit de FÉtat, Philippe-Deux punit ce lâche assassinat. Rouen, Le Mans, Angers, Poitiers, leur territoire, Vont doubler sa puissance et préparent sa gloire. La Guyenne obéit seule au prince étranger. Bataille de Bouvines (1214). De ce prompt châtiment brûlant de se venger, Jean arma contre nous l'empereur Othon-Quatre : Anglais, Flamands, Germains seliguentpournousbattre Philippe, qui comprend sa haute mission, A Bouvines défait la coalition, De la France en péril sauve l'indépendance, El le titre d'Auguste honore sa vaillance. Cependant au Midi l'héritier présomptif Livrait à Jean-sans-Terre un combat décisif, Et l'on vit quelque temps les barons d'Outre-Manche Confier la couronne au noble époux de Blanche. Quatrième croisade (1202-1204). Prise de Constan- tinople. Exhortant les seigneurs au sein de leurs tournois, Poulques les décidait à s'armer pour la croix. On proclame empereur, dans Byzance conquise, Baudoin, comte de Flandre, allié de Venise. 4*"], [70, "66 Villehardouin, héraut de ces hommes de cœur, De ce brillant exploit se fit le chroniqueur. Le langage français, simple et naïf encore, Soixante ans résonna de la Grèce au Bosphore. Les Albigeois. Une trêve est conclue avec les Albigeois, Qui troublaient le Midi par leurs tristes exploits : Les sectaires avaient promené l'incendie, Un légat sous leurs coups avait perdu la vie, Raymond-Six de Toulouse est leur plus sûr appui. A la voix d'Innocent on se croise à l'envi ; Mais Simon de Montfort, le chef de l'entreprise, Par de sanglants excès ternit sa vaillantise (1). Louis VIII dit le Lion (1223-1226). Guerres dans l'Ouest et contre les Albigeois. Louis-Huit, digne fils du héros de Bouvines, Indigné que l'Anglais dans l'ouest eût pris racines, 1. Après la prise de Béziers et de Carcassonne, il échoua devant Toulouse; mais il remporta la victoire de Castelnau dary (1211) et celle de Muret où il battit Pierre II, roi d'Aragon (1213). II périt en assiégeant Toulouse, capitale de son nouveau comté (1218) dont le pape Innocent III l'avait investi."], [71, "67 Refoule au littoral Fincommode voisin, En conquérant sur lui l'Aunis, le Limousin ; Pèrigueux et Cahors, parts du vaste apanage Qu'Éléonore avait reçu comme héritage, Arboraient le drapeau de leur libérateur. Vers le Rhône aussitôt Fentraìne sa valeur; Aux Albigeois il prend Avignon et Narbonne ; Tout le bas Languedoc reconnaît la couronne ; Mais devant un fléau le vainqueur dut plier, Et Louis-Huit alla mourir à Montpensier. II laissait quatre fils et Blanche était leur mère Louis-Neuf s'asseyait au trône de son père ; Robert obtint FArlois, Alphonse le Poitou ; De Naples roi futur, Charles fut duc d'Anjou. Louis IX dit saint Louis (1226-1270). Septième croisade. Prise de Damiette. Bataille de Mansourah. Captivité du roi. Ses fondations. Huitième croisade. Mort de Louis IX. La vertu, le génie et Fintrépidité Gravent dans saint Louis leur triple majesté. Aux soins de Blanche de Castille"], [72, "68 Son père, Louis-Huit, le confie en mourant, Et la pieuse reine, au cœur de son enfant, Sème les vertus dont il brille. En dénouant la ligue ourdie à l'unisson Par Thibaut de Champagne et Mauclerc, duc breton, Elle signalait sa régence ; Et rattachant le Rhône à FÉtat suzerain, Au roi, bientôt majeur, elle obtenait la main De Marguerite de Provence. Le comte de la Marche, allié des Anglais, Par sa rébellion osa troubler la paix ; Louis va dissiper les craintes : Au pont de Taillebourg il se bat en héros, Et sur l'envahisseur, qu'il poursuit sans repos, Cueille un nouveau laurier à Saintes. Atteint d'un mal profond qui menaça ses jours, Le pieux roi fit vœu d'aller porter secours Aux chrétiens de la Palestine. D'Aigues-Mortes voguant vers les plages du Nil, II enlève Damiette en dépit du péril, Aux Mamelucks qu'il dissémine."], [73, "69 Son glaive à la Massoure a lancé mille éclairs ; Mais Robert est tombé (1)... Prélude des revers, La peste au camp metl'épouvante. Louis vole partout où gémit la douleur ; Avec lui l'espérance et presque le bonheur Viennent visiter chaque tente. Le Nil, comme un serpent aux immenses replis, Se gonflait écumant sous les pas de Louis Et l'écartait des citadelles : Avant d'avoir atteint un toit hospitalier, Le monarque est frappé du fléau meurtrier Et tombe aux mains des infidèles. Jamais plus fier chrétien n'apparut à leurs yeux, Ils voulaient proclamer leur captif glorieux Roi des peuplades égyptiennes : Rien ne peut triompher de son noble dédain ; II rend Damiette et vole aux plages du Jourdain Consoler les tribus chrétiennes. La France attend son roi. Ses Établissements Vont modérer l'ardeur des seigneurs turbulents, Pour qui la guerre est une amorce. 1. Robert, frère de saint Louis."], [74, "70 Du duel judiciaire il abolit remploi : II voulait que chacun fût soumis à la loi Et que le droit primât la force. Le peuple au tribunal de ce roi bien-aimé, Défenseur de la veuve, espoir de l'opprimé, Portait ses griefs et ses peines ; Et souvent, tel qu'un père au sein de ses enfants, II rendait la justice aux humbles comme aux grands, Sous le vieux chêne de Vincennes. A la Sainte-Chapelle, honneur de la Cité, Monument de son zèle et de sa piété, Du Christ il porta la couronne ; Pour trois cents chevaliers fonda les Quinze-Vingts Et pour l'enseignement des préceptes divins, Aux docteurs ouvrit la Sorbonne. Contre les Musulmans il s'arma de nouveau ; Mais au pied de Tunis, victime du fléau, Son grand cœur a cessé de battre. A la France il laissait Philippe-le-Hardi, Et Robert de Germon t, dont la gloire a grandi Par l'avènement d'Henri-Quatre (1). í. Saint Louis eut pour chroniqueur le sire de Joinville, son compagnon d'armes et son ami."], [75, "71 Philippe III dit le Hardi (1270-1285). Les Vêpres siciliennes (1282). Au camp devant Tunis, où flotte notre enseigne, Le fils de saint Louis inaugure son règne, Et conclut un traité favorable aux chrétiens. La mort autour de lui brisa bien des liens, En le privant d'un fils, d'un père, d'une épouse. Devenu Fhéritier du comté de Toulouse (1), En Champagne, en Navarre il étendit ses lois, Quand pour son fils aîné de Jeanne (2) il eut fait choix. Sans coup férir, son fief devenait le plus vaste. Mais son règne est marqué d'une date néfaste. L'an mil deux cent quatre-vingt-deux, Le lendemain de Pâques et sous un ciel joyeux, Au lugubre tocsin des Vêpres de Sicile, Des milliers de Français sont massacrés dans File. Charles d'Anjou perdit ce glorieux fleuron, Que Procida destine à Pierre d'Aragon (3). 1. Par la mort de Jeanne de Toulouse, veuve d'Alphonse de Poitiers. 2. Fille de Henri le Gros, comte de Champagne et roi de Navarre. x 3. Jean de Procida, chef du complot."], [76, "72 Philippe en Aragon va combattre en personne, Avec ses chevaliers il prend Elne et Girone, Mais la contagion vient briser leur élan, Et Philippe, au retour, expire à Perpignan. Peu choyé par le sort, mais pourtant sans faiblesse Philippe-Trois créa les lettres de noblesse. Charles dit de Valois, Louis, comte d'Évreux, Et Philippe héritaient de ce sang généreux. Philippe IV dit le Bel (1285-1314). Bataille de Courtrai (1302). Bataille de Mons-en Puelle (1304). Supplice des Templiers. Avare, violent et quelquefois perfide, Philippe le Bel montre un courage intrépide. II rompt avec l'Anglais, envahit le Flamand, Venge à Mons-en-Puelle un désastre sanglant, A Boniface-Huit résiste avec malice, Enfin des Templiers ordonne le supplice. Déjà roi de Navarre au nom de son hymen, Sur la Guyenne il met résolument la main. Le Flamand d'Edouard se fait l'auxiliaire (1), 1. Edouard rr, roi d'Angleterre."], [77, "73 Mais la Flandre est conquise : au comte de Dampierre Le roi subslitua Jacques de Châtillon. Courtrai fut un succès pour la rébellion. Le canal qui l'abrite a trompé notre audace ; Quatre mille éperons restèrent sur la place, Et les Français perdaient Robert d'Artois ( 1 ), leur chef. La victoire de Mons effaça ce grief. Cependant vers le Nord la querelle s'apaise : Philippe ne garda que la Flandre française, Le prince Édouard-Deux avait eu dans son lot, Et la main d'Isabelle et la Guyenne en dot (2). Philippe sur les clercs, malgré leur privilège, Établit des impôts réprouvés du Saint-Siège. Boniface aussitôt fulmine contre lui. Des États-Généraux le roi cherche l'appui, Son agent Nogaret, d'une main téméraire, Frappe dans Anagnile pape octogénaire. Sous Clément-Cinq, élu grâce à l'appui royal, Avignon devenait siège pontifical (3). 1. Fils de celui qui fut tué à la Massoure. 2. Fille de Philippe le Bel. Ce mariaga fut décidé à la paix de Montreuil. 3. Bertrand de Goth, archevêque de Bordeaux, élu pape sous le nom de Clément V, résida ù Avignon en 1309. 5"], [78, "74 Et Rome se compare, en ses plaintes naïves, A Sion délaissé parles tribus captives. L'Ordre le plus puissant qui parut sous le ciel, Inspirait de l'envie à Philippe le Bel : Riches, les Templiers sont accusés de crimes; On confisque les biens, on brûle les victimes. Leur grand-maître, Molay, crie au sein des tourments : « Au tribunal de Dieu, Philippe, je t'attends. » Ce roi changea souvent la valeur monétaire Et de faux-monnayeur reçut le nom vulgaire. LES TROIS FILS DE PHILIPPE LE BEL Louis X le Hutin (1314-1316). Supplice d'Enguerrand de Marigny. Mort de Marguerite de Bourgogne. Tour à tour ont paru les trois fils couronnés Du vainqueur de Mons-en-Puelle, Mais en moins de quinze ans ils furent moissonnés Par la fatalité cruelle. Sous Louis le Hutin, la noblesse reprend Une part de son influence."], [79, "75 On pend à Montsaucon Fex-ministre Enguerrand Le surintendant des finances. Dans une sombre tour du château d'Andelys, Meurt Marguerite de Bourgogne. Le Hutin délivra le royaume des lys De cette épouse sans vergogne. Aux serfs de son domaine il rend la liberté, Ébauche une guerre flamande, Et pour complaire aux vœux de la vassalité, Lui donne la charte normande. A Jeanne, son aînée, on applique à la cour, La loi salique et la coutume : Clémence de Hongrie allait donner le jour A Jean, surnommé le Posthume. Philippe V dit le Long (1316-1322). Application de la loi salique. Héritier d'un pupille expirant au berceau, Philippe-Cinq, jaloux de son droit monarchique, Par la voix des États, assemblés de nouveau, Fait proclamer la loi salique."], [80, "76 La Bourgogne, que Jeanne apporte à son époux, Vient accroître un domaine alors trop variable ; Philippe, pour sauver Fhéritage de tous, Le déclare inaliénable. Des derniers Pastoureaux (1), effroi de leur pays, Le jeune roi poursuit les sauvages milices ; Et les Juifs, accusés d'empoisonner les puits, Fartout sont livrés aux supplices. Charles IV dit le Bel (1322-1328). Supplice du baron de V Isle-Jourdain. Aux Anglais, par la main de Charles de Valois (2), Charles le Bel enleva FAgenois. Contre Edouard, de sa sœur Isabelle (3), II seconda l' ambition cruelle. Aux écarts des vassaux Charles veut mettre un frein : Certain baron, dit de FIsle-Jourdain, 1. Les Pastoureaux étaient des bandes de paysans insurgés qui s'étaient formées pendant la captivité de Louis IX en Égypte et qui pillaient les églises et les châteaux. Ils avaient subi une première défaite dans le Berry. 2. Troisième fils de Philippe le Hardi et père de Philippe VI; il mourut en 1325. 3. Mariée à Edouard II, roi d'Angleterre, elle combattait contre son époux avec la noblesse révoltée."], [81, "77 Dont les méfaits appelaient la vengeance, Courba son front altier sous la potence. Fils de Robert d'Artois et comte de Clermont, Louis, créé premier duc de Bourbon, Lègue ce nom à la race historique, Dont Henri IV est le type héroïque. Des Capétiens directs Charles fut le dernier : Trois fois époux, il meurt sans héritier, Jeanne d'Évreux et sa nouveUe-née Quittent la cour aux Valois destinée. Bbancue des Valois. Philippe VI dit de Valois (1328-1.350). Guerre de Cent ans. Bataille de Crécy (1346) Siège de Calais (1347). Jeanne, posthume enfant du roi Charles le Bel, Ne pouvant hériter du pouvoir paternel, Philippe de Valois s'asseoit au trône antique, Que le roi d'Angleterre, Edouard, revendique. Ce règne débuta par des hostilités :"], [82, "78 A Cassel sont battus les Flamands révoltés, EL leur comte Louis de nouveau les commande. L'Anglais, ce fils ingrat de la terre normande, Déchaîne contre nous la guerre de Cent ans ; Notre sol voit passer leurs flots envahissants, Jusqu'au jour où de Jeanne imitant la vaillance, Charles-Sept au pays rend son indépendance. Edouard, de nos rois usurpant le blason, Du brasseur Artevelt se fait le compagnon, Et vient l'épée au poing briser son vasselage : A l'Écluse sa flotte obtenait l'avantage. Mais tandis qu'une trêve interrompt le conflit, La guerre des Deux-Jeanne en Bretagne surgit (1). Bientôt un grave échec nous frappe en Picardie. Édouard-Trois avait pour lui la stratégie, Les hauteurs, le canon, dont la puissante voix Fit mugir les échos pour la première fois : Edouard l'emporta. Crécy, sombre journée, Vit de nos chevaliers F élite moissonnée. 1. Jeanne de Penthièvre, mariée à Charles de Blois. Mar guerite de Flandre, mariée à Jean de Montfort, appelée géné ralement Jeanne de Montfort. Elles se disputaient l'héritage de leur oncle Jean III, duc de Bretagne. Jeanne de Montfort, sou tenue par le roi Edouard, l'emporta."], [83, "79 Ce revers fut suivi du siège de Calais, Qui près d'un an résiste aux assauts des Anglais. Pour sauver par leur mort la ville tout entière, Six notables, comptant Eustache de Saint-Pierre, Viennent au camp, la corde aucou... La reine (1) en pleurs Obtient grâce à la fin pour ces généreux cœurs. A peine le vainqueur eut-il quitté nos plages, Que la peste en tous lieux étendit ses ravages. On accusa les Juifs d'empoisonner les eaux, Tant la raison s'égaie au milieu des grands maux ! Pour subvenir aux frais de la guerre actuelle, Philippe sur le sel établit la gabelle. Au petit-fils du roi, le vieux comte Humbert-Deux Du Dauphine Viennois fit le don généreux. On acquit Montpellier. Ville napolitaine, Du Saint-Siège Avignon devenait le domaine (2). 1. Philippine de Hainaut, reine d'Angleterre. 2. Le pape Clément VI acheta en 1348 le comtat d'Avignon à Jeanne I\", reine de Naples."], [84, "80 Jean II dit le Bon (1350-1364). Bataille de Poitiers (1356). Jean poussait à Fexcès sa générosité, Son courage tenait de la témérité. II réprime un complot de son gendre barbare, De Charles le Mauvais, alors roi de Navarre, Fier d'être petit-fils de Louis le Hutin, Et Farrêle à Rouen au milieu d'un festin. Les Anglais, commandés par le prince de Galles, Venaient de ravager nos provinces centrales ; Jean accourt vers Poitiers cerner l'envahisseur, Heureux si la prudence eût réglé sa valeur ! Les Anglais, retranchés aux flancs d'une colline (1), Allaient capituler, pressés par la famine. Jean, brave, impatient, s'élance plein d'espoir Et tombe, avec son fils, aux mains du prince Noir. La noblesse, oubliant son antique bravoure, Fuit sans inquiéter l'ennemi qu'elle entoure. Misère de la France. La Jacquerie. Étienne Marcel. Poitiers devait avoir un contre-coup fatal : Tandis que Jean suivait à Londres son vassal, 1. Colline de Maupertuis."], [85, "81 Par la guerre et l'impôt la campagne appauvrie Se soulève et partout s'étend la Jacquerie : On pendait les barons, on brûlait les châteaux. Le Dauphin convoqua les États-Généraux; Mais d'Étienne Marcel la voix démocratique Les pousse à s'ériger en pouvoir politique. Ayant vu massacrer ses plus hauts officiers, Le Dauphin se dérobe au joug des émeutiers. A l'heure de minuit, Marcel et son escorte A Charles le Mauvais allaient ouvrir la porte, Quand, ému du péril, Féchevin Jean .Maillard Fend la tête au prévôt à deux pas du rempart (1) Son pupille perdait la couronne promise Et le Dauphin rentrait dans la ville soumise. L'Angleterre mettait la paix au plus haut prix ; Édouard-Trois débarque et marche sur Paris. Mais un affreux orage, un ciel rouge de flamme, Bouleversent son camp, intimident son âme. Traité de Brétigny (1360). En mil trois cent soixante, au malheureux traité De Brétigny, Jean-Deux sort de captivité. l. 1358. A"], [86, "82 II cède au prince anglais le duché d'Aquitaine ; Mais de la Normandie il reprend le domaine. Charles V dit le Sage (1364-1380). Duguesclìn. Les .inglais repoussés. La France, pour dompter la fortune inhumaine, Trouve avec un roi sage, un vaillant capitaine : Charles-Cinq organise et Duguesclin combat. Si Charles le Mauvais trouble encore FÉtat, A Cocherel il perd la bataille en personne, Et son captai est pris au bord de la Garonne ; Duguesclin venge ainsi la jeune royauté. Près d'Auray, moins heureux, il perd la liberté ; Charles de Blois, qu'il aide en sa vaine entreprise, Périt, et la Bretagne aux Montfort est acquise. Le traité de Guèrande assura leur maintien. A peine dégagé de son étroit lien, Duguesclin persuade aux Grandes-Compagnies, Bandes d'aventuriers pour le pillage unies, De le suivre en Espagne en redresseurs de torts. Henri de Transtamare, aidé de ces renforts, Eut bientôt enlevé le trône de Castille A Pierre le Cruel, bourreau de sa famille."], [87, "83 Au rang de connétable élevé par son roi, Duguesclin chez F Anglais jetait le désarroi, Et les villes de FOuest échappaient une à une Au prince dont l'audace avait fait la fortune. Edouard et son fils, quand vint leur dernier jour, N'avaient plus que Bordeaux, Calais, Brest et Cherbourg Henri de Transtamare, en allié fidèle, Avait battu la flotte anglaise à la Rochelle. Honorons d'un regret notre héros breton, Expirant sous les murs de Châteauneuf-Randon. Le gouverneur anglais, qui promit de se rendre, Vint apporter les clefs à son auguste cendre. Charles VI (1380-1422). Démence du roi. Les Armagnacs et les Bourguignons. Bataille d' Azincourt (141 S). Traité de Troyes (1420). De Charles-Six la royauté tragique Semble vouée au sort le plus inique. Son peuple Faime et maudit ses tuteurs : Les ducs d'Anjou, de Berry, de Bourgogne (1), 1. Philippe le Hardi, quatrième fils de Jean le Bon, succéda à Philippe de Rouvre cn 1361 et fut la tige de la seconde maison de Bourgogne."], [88, "84 En augmentant les impôts sans vergogne, Des Maillotins provoquent les fureurs (1). Après Rosbeck, où succombe Artevelle (2), Chef des Gantois, d'une main criminelle, Faillit périr Olivier de Clisson. Le roi jura de se mettre en campagne Et de punir Montfort, duc de Bretagne, Qui donne asile au meurtrier Craon (3). Non loin du Mans, dans la forêt fatale, Un inconnu, Fœil hagard, le front pâle, Saisit au frein son coursier ébahi : « O noble roi, plus avant ne chevauche ! « Que servirait d'aller à droite, à gauche ? « Tes pas sont vains : Charles Six est trahi. » Le roi tressaille, et sa mélancolie Devint dès lors une sombre folie, Et le malheur lui fit des ennemis. Tout l'abandonne : Isabeau de Bavière, 1. Nom donné aux révoltés qui massacrèrent les percepteurs des taxes. 2. Philippe Artevelde, fils de Jacques .\\rtevelde, mentionné au règne de Philippe VI de Valois. 3. Pierre de Craon regardait le connétable de Clisson, comme l'auteur de sa disgrâce."], [89, "85 Reine sans cœur, à l'avide Angleterre Ne craindra pas de livrer son pays. Frère puîné du monarque en démence, Léger de cœur malgré ce deuil immense, Par un forfait meurt Louis d'Orléans ! De Jean sans Peur la troupe Fassassine (I). Veuve du duc, la noble Valentine A sa douleur succombe avant les ans (2). Charles, leur fils, aux Bourguignons s'oppose. Les Armagnacs ont épousé sa cause, En l'unissanl à Germaine de Foix. Chaque parti rivalisant de haine, Fait de la France une sanglante arène, Et tour à tour lient Paris sous ses lois. Pour assouvir ses vengeances atroces, Jean sans Peur livre aux Cabochiens féroces Les Armagnacs, qui tombent par milliers ; Dans les prisons on frappe sans relâche, Et quand Caboche eut achevé sa tâche (3), La peste accourt pour combler les charniers. 1. Duc de Bourgogne. 2. Valentine de Milan, fille de Galéas Visconti, duc de Milan, et d'Isabelle de France. 3. Boucher qui devint maire de Paris."], [90, "86 de Est-ce donc tout? Non. La guerre étrangère Vient d'ajouter la honte à la misère : Nouveau Crécy, le funeste Azincourt Dans notre armée a semé le ravage; De Henri-Cinq Rouen devient le gage, En attendant que Paris ait son tour. Or, le Dauphin, sans perdre confiance, Aux deux partis propose une alliance, Pour relever l'honneur de son drapeau; Mais Fentrevue en guet-apens se change, Et Tanneguy de Jean sans Peur se venge, En Fimmolant au pont de Montereau. Au prince anglais aplanissant les voies, Le duc Philippe et la reine dans Troyes L'ont reconnu comme héritier royal (1). Paris subit ce traité dérisoire, Mais le Dauphin, au midi de la Loire, Fait proclamer son droit national. 1. Henri V obtint la main de Catherine de France, fille Charles VI."], [91, "87 Charles VII dit le Victorieux (1422-1461). Jeanne Dare délivre Orléans (8 mai 1429). Expulsion des Anglais. Tandis que les Anglais étendaient leurs conquêtes, En opposant Talbot aux Lahire, aux Dunois, Le jeune Charles-Sept, s'oubliant dans les fêtes, Défendait mollement son royaume aux abois. Bedfort règne à Paris pour son maître en bas-âge (1), Le Bourguignon est traître à la patrie en deuil, Charles perd à Cravant le combat qu'il engage, Ses soldats derechef sont défaits à Verneuil. Orléans lutte encor; mais sa chute prochaine Doit au cœur du pays jeter l'invasion, Quand Jeanne Dare quil tan t les champs de la Lorraine (2) , Au roi vient révéler sa noble mission (3). De saintes visions, des voix mystérieuses L'appelant au combat, gourmandaient sa lenteur : 1. Duc de Bedford était régent de France pour son neveu Henri VI. 2. Jeanne Dare était née ou village de Donremy, près de Vaucouleurs, dans les Vosges. 3. Charles VII, que les Anglais appelaient par dérision le roi de Bourges, tenait alors sa cour à Chinon, en Touraine."], [92, "88 Une femme perdit nos cités malheureuses, Une femme au pays doit rendre sa grandeur. On s'enrôle à l'envi sous sa blanche bannière, Au siège d'Orléans sa vaillance a mis fin, .A Patay les Anglais ont mordu la poussière Et Jeanne au chœur de Reims conduit son souverain Charles-Sept est sacré : * Ma mission expire, « Laissez-moi retourner à mes blanches brebis », Dit-elle. Mais il faut aller jusqu'au martyre ! Jeanne Dare est blessée à l'assaut de Paris. A Compiègne, où F entraîne un cœur patriotique, Les soldats bourguignons ont cerné son coursier, El livrée aux Anglais, un tribunal inique Condamne l'hérome aux flammes d'un brasier. Rouen vit s'accomplir l'odieux sacrifice, Mais devant tes bourreaux, vierge de Vaucouleurs, Tu prédis que ces murs, témoins de ton supplice, Échapperaient bientôt au joug des oppresseurs. Des plus brillants succès ces flammes sont l'aurore A Formigny Rouen a cessé d'être anglais, Et quand à Castillon le roi triomphe encore, L'ennemi séculaire est réduit à Calais."], [93, "89 Jacques Cœur, argentier, Richement connétable, Furent de Charles-Sept les appuis précieux; Mais de la Praguerie allié détestable (1), Louis contre son père arma les factieux. Louis XI (1461-1483). Ligue du Bien public. Bataille de Monllhéry (1463). Traités de Conflans et de Saint-Maur. Entrevue de Péronne. Siège de Beauvais (1472). Paix de Senlis. Mort de Charles le Téméraire (1477). Bataille de Guinegale. Traité d'Arras (1482). Délivré des Anglais, le rusé Louis-Onze, Actif, entreprenant, doucereux, mais de bronze, Tourna tous ses efforts contre les grands vassaux. Son barbier, Olivier le Daim, Toussaint l'Ermite, Seront les confidents des projets qu'il médite, Ses ministres ou ses bourreaux. Ses réformes ont fait éclater une ligue, Celle du Bien-Public ; assemblés par Finlrigue, Cinq cents barons juraient de le combattre à mort : 1. Sédition qui éclata en France parmi les Seigneurs, dont l'ordonnance d'Orléans limitait les privilèges au point de vue militaire."], [94, "90 Le prince à Montlhéry gagne un faible avantage, Et signe deux traités pour dissiper Forage, L'un à Conflans, l'autre à Saint-Maur. Mais de la Normandie ayant privé son frère, II voit s'armer encor Charles le Téméraire (1). Le roi court à Péronne apaiser son vassal. Retenu prisonnier et dupe de son piège, II s'oblige à dompter les révoltés de Liège Auxquels il donna le signal. Charles de Berry meurt en son fief de Guienne (2) La coalition devient européenne ; Le Téméraire a mis le siège sous Beauvais. Jeanne Hachette aux remparts a volé la première Le duc ne peut franchir Fhéroïque barrière, Et dans Senlis conclut la paix. A Granson, à Morat, la Suisse lui tient tète ; A Nancy s'éteignit cette ardeur de conquête ; Car il trouva la mort au pied de son rempart. II était le dernier de ces ducs de Bourgogne, Qui de nos ennemis allégeant la besogne, Ont trop flatté le Léopard. 1. Duc de Bourgogne. _. Charles, duc de Berry, frère de Louis XI."], [95, "91 Si Maximilien d'Autriche put prétendre A la main de Marie et conserver la Flandre (1), Bourgogne, Picardie, Artois, Franche-Comté Furent le prix du choc douteux de Guinegate (2), Et le traité d'Arras devint Fheureuse date Qui prépara notre unité. Pour les conspirateurs toujours inexorable, Le monarque au bourreau livre son connétable Saint-Pol, incriminé de haute trahison. Si la pourpre sauva les jours de La Balue, Dans sa cage de fer dix ans il évalue L'étroitesse de sa prison. Déjà Fimprimerie enfantait des modèles (3), Commines composait ses chroniques fidèles, L'industrie obtenait d'intelligents secours (4). Ayant su raffermir le trône héréditaire, Louis-Onze expirait défiant, solitaire, Au château du Plessis-lez-Tours. 1. Fille de Charles le Téméraire. 2. Village du Pas-de-Calais. 3. L'imprimerie fut inventée par Guttemberg à Mayence, vers 1440. ì. On doit à Louis XI la création des Postes."], [96, "92 Charles VIII (1483-1498). Expédition d'Italie. Bataille de Fornoue (1495). Charles-Huit, à treize ans, régna sous la tutelle D'Anne, sa sœur (1). D'abord sa rigueur ou son zèle Du règne précédent frappa les favoris. Dans la ville de Tours les États réunis Maintiennent le pouvoir aux mains d'Anne de France Louis, duc d'Orléans, convoitait la régence : Parle duc de Bretagne appuyé, mais en vain, Ce prince fut défait et pris à Saint-Aubin (2). A sa majorité, Charles prit pour compagne Anne, qui lui donna le duché de Bretagne. Bientôt ayant rêvé de belliqueux succès, Au bout de l'Italie il conduit les Français. La maison d'Aragon n'osant lui tenir tête, Le laisse en quatre mois achever sa conquête. Si le succès fut prompt, le revers fut soudain : Tout s'arme contre lui, rois, pontife romain. Les Français en retraite ont beau vaincre à Fornoue, Naples voit dans ses murs Gonzalve de Cordoue (3). 1. Anne de Beaujeu, fille aînée de Louis XI. .. Saint-Aubin-du-Cormier où La Trémouille fut vainqueur. 3. Général espagnol surnommé le grand capitaine."], [97, "93 Charles, pour se venger, formait de nouveaux plans, Mais la mort le surprit âgé de vingt-huit ans (1). Le Nouveau-Monde, avec ses immenses rivages, Ses antiques cités et ses forêts sauvages, Que découvrit Colomb au bout des océans (2), Ouvre aux Européens des horizons géants. Branche des Valois-Orléans. Louis XII (1498-1515). Conquête du Milanais (1499-1500). Conquête et perte du royaume de Naples (1506). Ligue de Cambrai. Bataille d'Agnadel (1509). Sainte-Ligue. Victoires et%mort de Gaston de Foix (1512). Revers. Arrière-petit-fils du roi Charles le Sage, Des Valois Louis-Douze eut Fauguste héritage. Envers ses ennemis il fut bon, généreux : Un jour qu'on le pressait d'être plus rigoureux, II répond noblement : « Est-ce qu'un roi de France * Doit du duc d'Orléans embrasser la vengeance? » 1. Sous ce règne, en 1490, Clémence Isaure fonda ít Toulouse les Jeux Floraux, concours poétique annuel. 2. 1492."], [98, "94 Les nœuds qui Punissaient à Jeanne (1) étant dissous D'Anne, veuve de Charle, il fut l'heureux époux. Voyant par cet hymen sa puissance établie, II va faire valoir ses droits en Italie (2). Trivulco, en quinze cent, presque sans coup férir, S'empare de Milan. Sforza contraint de fuir (3), Revient, mais pour bien peu, ressaisir sa couronne : Son armée infidèle aux Français l'abandonne. Or Louis-Douze tente un effort plus lointain. Pour partager l'État du roi napolitain, II signe un compromis avec le Catholique; Mais Ferdinand trahit la foi dont il se pique, Et bientôt les Français, traités en ennemis, Seront, éliminés du sol qu'ils ont soumis. Gonzalve, habile chef de l'armée espagnole, Heureux à Ceminare, ainsi qu'à Cérignole, Sur le Gariglian fait plier l'étendard Sous lequel ont brillé La Palice et Bayard. Blois cimenta la paix : Ferdinand pour épouse Prit Germaine de Foix, nièce de Louis-Douze. [Claude de France y fut promise à Charles-Quint (4) 1. Jeanne de France, seconde fille de Louis XI. 2. Ces droits lui venaient de Valentine de Milan, son aïeule, 3. Ludovic Sforza appelé aussi Louis le More, duc de Milan 4. Claude de France, fille de Louis XII."], [99, "95 La Bourgogne devait enrichir son écrin, Mais les États de Tours rompaient cette promesse Et François d'Angoulême obtenait la princesse (1).] Ferdinand, Louis-Douze et Maximilien Au pape Jules-Deux ont promis leur soutien. La ligue de Cambrai se noue et s'organise Pour tenir en échec la puissante Venise; Car la reine des mers, dans sa soif d'acquérir, Sur les États voisins ne craint pas d'envahir. Louis, dont la Trémouille a mérité l'éloge, Près d'Agnadel battit la milice du doge. Bientôt la Sainte-Ligue, œuvre de Jules-Deux, Opposait aux Français des ennemis nombreux. Le Vénitien, FHelvète, unis au roi d'Espagne, Henri-Huit, l'empereur contre nous font campagne Un héros de vingt ans — c'était Gaston de Foix **- Sauve Bologne et vole à de nouveaux exploits, Reconquiert Brescia sur la ligue romaine Et tombe triomphant sous les murs de Ravenne. Quand la mort eut frappé le neveu de Louis, Ses foudroyants succès semblent évanouis; 1. François Ie'."], [100, "96 Graves sont les revers que le sort nous prépare. Après avoir défait les Français à Novare, Les Suisses, dont l'appui fut souvent un trafic, Restauraient à Milan un fils de Ludovic. Ils menaçaient Dijon. Dans le Nord, Vienne et Londre Voyaient à Guinegate hésiter et se fondre Nos cavaliers, de qui les subtils éperons Précipitent la fuite et comblent nos affronts. Louis-Douze demande une paix qui s'impose; Le pape Léon-Dix volontiers s'y dispose. La France avait perdu le Duché de Milan, La Navarre du sud restait à Ferdinand (1), A Charles, duc d'Autriche, on accorda Renée (2). Louis conclut lui-même un troisième hyménée En épousant Marie, une sœur d'Henri-Huit. Sous son règne Fimpôt fut sagement réduit, Et la France pleura d'une douleur sincère Celui qu'à si bon droit elle nommait son Père. 1. Louis XII et Ferdinand le Catholique signèrent la paix d'Orléans. 2. Seconde fille de Louis XII."], [101, "97 Branche des Valois-Angoulême. François Ier dit le Père des Lettres (1515-1547). Bataille de Marignan (1515). François, de Louis-Douze et gendre et successeur (1), Combattit Charles-Quint, le puissant empereur. Sous son règne agité fleurit la Renaissance ; Objets de ses faveurs, de sa munificence, Les lettres et les arts l'honorent à jamais. François, à son début, reprit le Milanais. Dans les Alpes s'ouvrant une route nouvelle, II cueille à Marignan une palme immortelle. Avec lui sur Fabìme ont passé les canons : Les Suisses par milliers jonchèrent les vallons. A Fribourg on conclut la paix perpétuelle, Et la Suisse toujours y demeura fidèle. Le pape Léon-Dix et le brillant soldat Dans Bologne bientôt signent un concordat. La campagne était close. Utile auxiliaire, Venise à nos drapeaux a mêlé sa bannière. 1. François I\", fils de Charles d'Angoulême, descendait comme Louis XII de Louis d'Orléans, frère de Charles VI. 6"], [102, "98 Lutte de François Ier et de Charles-Quint. Le camp du drap d'or. L'an quinze cent dix-neuf meurt Maximilien. Charles (1), son petit-fils, et le roi très chrétien De Fempire allemand ont brigué la couronne. Le choix des électeurs à Charles-Quint la donne. Ce roi qui nous étreint dans un cercle d'États, Allemagne, Castille, Autriche et Pays-Bas, Couve dans sa pensée une France vassale : Entre les deux rivaux la lutte est donc fatale. Pour gagner à sa cause Henri-Huit, neutre encor, François Premier Finvite au beau champ du drap d'or. Jeux, tournois et festins pleins de magnificence Furent vains, l'empereur obtint la préférence. Première guerre. Perte du Milanais. Trahison du connétable de Bourbon. Siège de Marseille. Bataille de Pavie (1525). Traité de Madrid. L'Espagne s'agitait en proie aux factions; Pampelune, un instant, lombe aux mains des Gascons ; 1. Charles d'Autriche ou Charles-Quint, fils de Philippe le Beau et de Jeanne la Folle (fille de Ferdinand et d'Jsabelle)."], [103, "99 Vers le Nord, l'ennemi menace nos frontières : Bayard s'immortalise en défendant Mézières. Vers Milan tout va mal : commandé par Lautrec, L'assaut de la Bicoque est un lugubre échec. A l'heureux Colona dès lors il faut qu'on cède. Les Suisses, sans argent, nous refusent leur aide. Mécontent de la cour, Bourbon, pour se venger, Osa trahir la France et servir Félranger. L'amiral Bonivet, guerrier peu redoutable, Plie à Biagrasso devant le connétable. Là résonnent ces mots, échos des deux destins : « Que je te plains! Bayard. — Bourbon, que je vous plains! » Ainsi, près d'expirer, au félon qui Fapproche, Répond le chevalier sans peur et sans reproche. Bourbon, que le succès rend plus ambitieux, De Marseille entreprend le siège infructueux. Chaque boulet grondant sur la tente ducale Lui dit qu'il est exclu de la terre natale. Marseille délivré des assauts du forban, François passa les monts et reconquit Milan. Mais d'un deuil imprévu sa conquête est suivie : W perd tout fors l'honneur sous les murs de Pavie. Pris par ses ennemis, le royal chevalier Au château de Madrid reste un an prisonnier."], [104, "100 Là Charles-Quint lui dicte un traité sans vergogne : Sacrifier l'Artois, la Flandre et la Bourgogne, Rendre au duc tous ses biens et livrer ses deux fils Comme otages... Le roi devient libre à ce prix. Deuxième guerre. Siège de Rome par le duc de Bour- bon. Siège de Naples par Lautrec. Traité de Cam- brai (1 529). Contre un pacte imposé le pays se déclare, Chaque chef aux combats de nouveau se prépare. Bourbon en Allemagne a trouvé des renforts; A Rome il les conduit pour piller ses trésors. Au moment de l'assaut, il tombe sous les balles, Mais la bande poursuit son œuvre de Vandales. François Premier dans Naple eût rétabli ses droits, Sans la défection de Famiral génois Doria, qui, trompant l'attente générale, Adopte avec les siens la cause impériale. Les Français de nouveau désertent ce pays, Où la peste d'ailleurs les avait assaillis. Or, dans Cambrai la paix des Dames fut souscrite Par les soins de Louise et ceux de Marguerite (1), Tante de l'empereur. Et la Flandre et l'Artois Du monarque espagnol reconnaîtront les lois. 1. Louise de Savoie, mère de François I\"."], [105, "101 Cambrai partagera le sort de ces provinces ; Deux millions d'écus rachèteront les princes ; Enfin on stipula, comme article dernier, L'hymen d'Éléonore et de François Premier (1). Troisième guerre. La Provence envahie. Échec de Charles-Quint. Pour la troisième fois la lutte recommence. François est en Piémont, Charles-Quint en Provence Le nouveau connétable Anne Montmorenci, Dévaste la campagne, affame l'ennemi. Charles, désappointé, retire son armée, Que deux mois de combats auraient moins décimée A la trêve de Nice, où Paul-Trois intervint, Se sont conciliés François et Charles-Quint. Quatrième guerre. Bataille de Cérisoles. Traité de Crespy (1544). Charles-Quint des Gantois voulant tirer vengeance, Demanda la faveur de traverser la France, En promettant Milan à l'un des fils du roi. Un dernier conflit naît de son manque de foi. 1. Éléonore d'Autriche, sœur de Charles-Quint. i*"], [106, "102 Pour lui s'arme Henri-Huit et pour nous la Turquie. Charles fut repoussé des murs de Landrecie. Le canon gronde encore au rivage italien, Sur Nice pleut la bombe, et le comte d'Enghien Sur les Impériaux a gagné Cèrisoles. Mais en Champagne entraient les troupes espagnoles; L'Anglais est sur la Somme, on s'alarme à Paris, François Premier accourt rassurer les esprits. L'empereur, sans tenter de nouveau la fortune, A Crespy va signer une paix opportune. Si François y renonce au fief tant disputé, Du moins le sol français garde son unité. D'artistes, de savants un glorieux cortège En France avait suivi le roi qui les protège. 11 commença le Louvre, édifia Chambord Et du Hâvre-de-Gràce, il fit creuser le port. Sous son règne Cartier, aventureux génie, Du Canada fondait la vaste colonie. On admirait Marot et son vers enjoué Et du sculpteur Goujon le ciseau tant loué. Calvin (1). A sa guise expliquant la parole divine, Calvin prêchait alors sa nouvelle doctrine, 1. Né à Noyon en 1509, mort à Genève en 1564."], [107, "103 Source de maux publics sous les derniers Valois. Les parlements locaux font la guerre aux Vaudois (1). Celui d'Aix encourut des peines judiciaires Pour avoir embrasé Mérindol, Cabrières. Trop prodigue, amateur du pouvoir personnel, Le monarque aux États ne fit jamais appel. Henri II (1547-1559). Conquête des Trois évêchés (1552). Charles-Quint devant Metz (1552). Bataille de Saint-Quentin (1557). Prise de Calais (1558). Traité de Câteau-Cam- bresis (1559). Henri-Deux fut l'époux de Catherine De Médicis, princesse florentine. Fidèle au goût de son prédécesseur, II fut des arts le zélé protecteur, Et comme lui fit la guerre à l'Empire. Metz, Toul, Verdun, ces nobles évêchés, A l'aigle altier par lui sont arrachés. Marie-Stuart (2), la royale martyre, 1. Sectaires de la Provence et du Dauphine, qui avaient fait cause commune avec les Calvinistes. 2. Fille de Jacques V, roi d'Écosse, mariée à François II, décapité par Elisabeth en 1568."], [108, "104 1, 2. Sous notre ciel connut des jours heureux, Quand, fiancée au jeune François-Deux, Elle oubliait et FÉcosse brumeuse, Et les périls de la mer écumeuse : Rêves dorés trop vite interrompus! Mais quels guerriers à l'Est sont descendus? C'est Charles-Quint : il jure de reprendre Metz, qui résiste au nouvel Alexandre : Sensible échec au puissant empereur. Comme un lion blessé d'un trait vengeur Cherche Fabri d'une caverne obscure, Cbarles renonce à toute sa grandeur : Dans un lointain couvent d'Estramadure II va calmer son esprit et son cœur. Philippe-Deux lui succède en Espagne (1) Et Ferdinand, son frère, en Allemagne. Mais les tronçons de FEmpire dissous Plus d'une fois s'uniront contre nous. Philippe-Deux, au début de son règne, Avec F Anglais agissant de concert Et supplié par le duc Philibert (2), En Picardie arbore son enseigne. Fils de Charles-Quint. Emmanuel Philibert, duc de Savoie."], [109, "105 A Saint-Quentin, il défait sans merci Le connétable Anne Montmorency. Mais le vainqueur perdait un temps utile En s'obstinant au siège de la ville. Henri s'apprête à venger cet affront : François de Guise accourait du Piémont, Et capitaine aussi brave qu'habile, En peu de jours il enlevait Calais, Qui deux cents ans fut aux mains des Anglais Combien de fois ce glorieux fait d'armes Des deux Tudors fera couler les larmes! (1) La paix signée à Câteau-Cambrèsis Ratifia les exploits accomplis. Metz, Toul, Verdun restaient notre partage; Mais à quitter l'Italie on s'engage. Deux unions cimentent cet accord : Philippe-Deux, veuf de Marie-Tudor, Du roi de France appeUera la fille, Élisabeth, au trône de Castille; Et Marguerite, une sœur de Henri (2), Épousera le duc de Chambéry. Calvin faisait de nouveaux prosélytes 1. Mime et Élisabeth reines d'Angleterre. 2. Marguerite de Valois."], [110, "106 Et soulevait partout ses acolytes. Henri s'émeut, lance à Châteaubriant Contre la secte un édit foudroyant, Mais impuissant à calmer la querelle. Les Huguenots, furieux dans leur zèle, Se signalaient par plus d'un attentat, Voulant former un État dans l'État. Parmi les grands se glissait l'hérésie. Anne Dubourg, du parlement royal, Est arrêté sous ce chef capital, Et son erreur lui coûtera la vie. Alors brillait le poète Ronsard, Ambitieux réformateur de Fart. Dans un tournoi Henri joutait sans crainte, Quand il reçut une mortelle atteinte. Trois de ses fils régneront tour à tour Sans héritier qui leur doive le jour. François-Second n'est qu'un enfant débile, Charles-Neuf voit la discorde civile, Et le poignard fatal à Henri-Trois, Immolera le dernier des Valois."], [111, "107 François II (1559-1560). Conspiration d'Amboise. Ce roi de seize ans aux Guises se fie (I). Oncles maternels de Marie-Stuart, De tous leurs rivaux ils bravent l'envie; Montmorency même est mis à l'écart. Pour Anne Dubourg Féchafaud se dresse, Et de l'hérésie on poursuit la fin ; Mais sur les Bourbons compte la noblesse, A moitié gagnée aux lois de Calvin. Le roi de Navarre (2) et Condé, son frère, Étaient sans crédit d'ans la jeune cour. Condé met en œuvre un plan téméraire Pour déposséder les hommes du jour : Du château d'Amboise enlever le prince, L'emmener captif en quelque province, Gouverner enfin pour Fadolescent. Guise, prévenant ce coup menaçant, Écrase, au début de la tragédie, Les groupes armés de La Renaudie (3). 1. François, duc de Guise, et le cardinal de Lorraine, son frère. Les Guises étaient des princes de la maison de Lorraine. 2. Antoine de Bourbon. 3. Gentilhomme du Périgord, chef apparent du complot contre les Guises."], [112, "108 Condé, compromis en d'autres complots Tramés au grand jour par les Huguenots, Au dernier supplice échappe' avec peine. La mort de François vint briser sa chaîne. Et Marie-Stuart, repassant les flots, Gagna tristement la rive inhumaine Où d'Élisabeth l'attendait la haine. Avant que la France eût fui sous ses yeux, Sa voix murmura de touchants adieux. Charles IX (1560-1574). Les guerres de religion. Bataille de Dreux (1562). Édit d'Amboise. Bataille de Saint-Denis (1567). Paix de Longjumeau. Bataille de Jarnac et de Mon- contour (1569). Paix de Saint-Germain (1570). La Saint-Barthélemy. Siège de la Rochelle. Les guerres de religion, Par la Réforme déchaînées, Vont déchirer la nation, Durant près de quarante années. Catherine de Médicis, Peu scrupuleuse en politique,"], [113, "109 A flatter les divers partis Met un art machiavélique (1). Les catholiques en émoi, Devant des mesures hostiles, Pour la défense de leur loi Ont réclamé des mains viriles. François de Guise, avec leur gré, Montmorency le connétable Et le maréchal Saint-André Forment un trio redoutable. Le prince Antoine de Bourbon Aux Protestants servait de guide; Condé, sorti de sa prison, Deviendra leur chef intrépide. Dans le colloque de Poissy Les docteurs ont croisé leurs foudres ; Mais le massacre de Vassy (2) Va mettre l'étincelle aux poudres. Dans une église agenouillés, Priaient Guise et ses gentilshommes : Sous un toit voisin assemblés, Les Protestants chantaient des psaumes. I Diviser pour régner, telle était sa maxime favorite. 2. 1562. 7"], [114, "110 Guise accourt, mais un coup soudain Vient de le blesser au visage : Sa troupe, l'épée à la main, Sans pitié venge cet outrage. La France n'a plus de repos : Vingt cités, tour à tour conquises, Deviennent des camps huguenots. On pille, on brûle les églises. Les cloîtres ouverts sous leurs pas, Voient de sanglantes funérailles, Et ces sauvages attentats Appelleront des représailles (1). II fallait des murs de Rouen De Condé chasser la milice, Et rejeter vers l'Océan L' Anglais, devenu son complice. François de Guise eut cet honneur. A Dreux il les battait en plaine; Orléans cède à sa valeur, Qand Poltrot Fimmole à sa haine. 1. Au milieu de la violence des partis, Michel de l'Hopital se fit remarquer par sa modération et sa fermeté. D'abord surintendant des finances, puis chancelier de 1560 à 1568, il passa les cinq dernières années de sa vie dans une retraite volontaire."], [115, "111 D'Amboise le royal édit Suspend celte lutte fougueuse ; Des Protestants il étendit La liberté religieuse. A Saint-Denis un choc nouveau Coûte la vie au connétable, Déjà vainqueur. Dans Longjumeau On signe une paix peu durable. Jarnac du jeune duc d'Anjou (1) Mit en relief la vaillantise. Le capitaine Montesquiou Y tua Condé par surprise. Montcontour voit aussi la main Du jeune duc victorieux, Et Charles Neuf à Saint-Germain Se décide à la paix boiteuse. Envers les Protestants défaits, La Cour se montre libérale, Et l'on accorde à leurs méfaits Une rémission totale. 1. Frère de Charles IX, qui devait lui succéder sous le nom de Henri III."], [116, "112 La ville de la Charité, Cognac, Montauban, La Rochelle, Sont les places de sûreté Qu'on abandonne à leur tutelle. La Saint-Barthélemy (1572). Cette paix inspira de sombres pronostics, Qui furent confirmés par les malheurs publics. Aux Prolestants, battus de rivage en rivage, Le pouvoir n'a cessé d'offrir maint avantage. Peu satisfaits pourtant qu'avec eux on comptât, Ils aspiraient encore à dominer FÉtat, Comme au jour où de Guise ayant juré la perte, Condé vit à la cour sa trame découverte. Le vieux lutteur n'est plus. Vaillamment secondé Par Henri de Béarn et le jeune Condé, Coligny du parti calviniste est l'idole. La paix de Saint-Germain semble agrandir son rôle ; L'amiral est comblé des royales faveurs. Catherine exagère à dessein ses frayeurs. Elle adjure son fils, que souvent elle inspire, D'abattre dans ses chefs la secte qui conspire, L'heure parait propice à frapper de tels coups ; Charles s'écrie : « Eh bien ! qu'on les immole tous!"], [117, "113 On célébrait alors avec un éclat rare L'hymen de Marguerite et du roi de Navarre (1), Les Huguenots étaient accourus par essaims. On fixe au vingt-quatre août ces ténébreux desseins : De Saint-Barthélemy c'est la fête. A deux heures, Le tocsin commandait d'envahir les demeures. Un contrordre survient : hélas! il est trop tard ! On fusille, on égorge et souvent au hasard. Coligny fut du jour la première victime : La main d'un Allemand, Besme, accomplit le crime, En bas Guise attendait le dénouement fatal... Son père était vengé sur Fillustre amiral ! Partout les Huguenots, traqués comme des fauvi-s, Rougissent de leur sang les foyers, les alcôves, Et des guerriers qu'avaient illustrés vingt combats, Se prêtent sans frémir à miUe assassinats. La province imita ces vengeances tragiques, Mais les proscrits ont eu des sauveurs énergiques : Bayonne admire encor le vicomte d'Orthez (2). L'évêque de Lisieux leur ouvrit son palais Et sut les protéger de ses mains vénérées, Comme autant de brebis du troupeau séparées. 1. Marguerite de Valois (seconde du nom), fille de Henri II. 2. Gouverneur de Bayonne, il refusa d'exécuter les ordres sanguinaires de la cour."], [118, "114 Loin de les désarmer, la nuit du vingt-quatre août Exaspéra tous ceux qui restèrent debout. Le Béarnais, Condé, fuyant la cour hostile, De nouveau font appel à la guerre civile ; La Rochelle, conquise avec d'autres cités, Brava du duc d'Anjou les assauts répétés, Obtenant du pouvoir, après sa lutte ardente, L'exercice public de la foi dissidente. Charles-Neuf regretta Fordre exterminateur Qu'il donna par faiblesse, exalté par la peur. Henri III (1574-1589). Les Mignons. Bataille de Château-Thierry (1575) Paix de Beaulieu. La Ligue. Un long enchaînement de crises sociales Du dernier des Valois a troublé les annales : Sous des chefs redoutés les Protestants unis, Par la guerre civile éprouvant le pays; La Ligue et les États ; le noble sang des Guises, Qui du château de Blois rougit les dalles grises ; Par un prompt châtimentjg».faible souverain E.xpirantà son tour sous un fer assassin."], [119, "115 Déjà roi de Pologne, à la mort de son frère, Henri-Trois accourait de la terre étrangère : Mais comment reconnaître, en sa nouvelle cour, Celui qui sut gagner Jarnac et Montcontour? Bien qu'il multipliât les pratiques pieuses, Sa conduite trahit ses mœurs licencieuses. II prit pour conseillers d'indignes favoris, Ces mignons que Fhistoire ajustement flétris. Les Guises sont les chefs aimés des Catholiques, Par le duc d'Alençon (1) jurent les politiques, Condé commande, avec Henri le Béarnais, Le parti beUiqueux des Protestants français. Près de Château-Thierry (2) l' Allemand qu'on soudoie Au jeune Henri de Guise abandonne la voie, Et grave une balafre à son front martial. L'ombrageux Henri Trois, qui redoute un rival, Par la paix de Beaulieu veut clore la querelle ; 11 offre aux Protestants Péronne, La Rochelle, Et promet à leur culte une ample liberté. Mais l'indignation a soudain éclaté : Contre les Huguenots la Ligue s'organise, Et reconnaît pour chef le vaillant duc de Guise. 1. François duc dAlençon, puis d'Anjou, frère de Henri III, mort en 1584. 2. Près de Dormant."], [120, "116 La Ligue aura l'appui du roi Philippe-Deux ; Mais Henri-Trois lui prête un concours hasardeux. Par Fédit de Poitiers la lutte interrompue, A la trêve de Fleix est quatre ans suspendue. Guerre des Trois Henri, Bataille de Coutras (1587). Les Seize. Journée des barricades. Etats généraux de Blois (1588). Meurtre des Guises. Assassinat d'Henri III. La mort du duc d'Anjou, le cadet d'IIenri-Trois, Doit porter Henri-Quatre au trône des Valois, Mais la France aura-t-elle un monarque hérétique? La nation s'émeut, la crise se complique. Dans la convention de Joinville-le-Pont, On proclame le vieux cardinal de Bourbon (1) Et Guise s'y concerte avec le roi d'Espagne : Alors des Trois Henri commence la campagne. Génie actif, grand cœur, intrépide soldat, Le Béarnais défend sa cause avec éclat, Et triomphe à Coutras, où succombe Joyeuse (2) Cependant Guise aura sa page glorieuse : 1. II était frère d'Antoine de Bourbon et par conséquent oncle de Henri IV. 2. Favori et beau-frère de Henri III. La reine Louise de Lorraine ou de Vaudemont consentit au mariage de sa sœur avec le duc de Joyeuse."], [121, "117 De Vimaury, d Auneau les vifs engagements Frappent d'un double échec les renforts allemands. Paris n'a plus qu'un cri : Guise ! sauveur unique, Digne de prendre en main l'intérêt catholique ! II revient, acclamé comme un triomphateur : Les Seize (1) ont soulevé le peuple en sa faveur, Le Louvre est investi; dans la plupart des rues, Les pavés sont dressés, les chaînes sont tendues, Les Suisses désarmés tremblent sous les poignards, Tandis que le roi fuit loin de ses boulevards. Guise pourtant d'un mot apaise le tumulte. Le président Harley (2), peu sensible à Finsulte, Oppose au chef rebelle, au nom du parlement, L'autorité des lois et la foi du serment. « En fidèle sujet j'ai toujours voulu vivre : «Monâmeestàmon Dieu, mon corps, je vous le livre. » Mais Paris, sous le joug de ce peuple exalté, Aspirait à s'entendre avec la royauté. Henri-Trois, espérant déjouer toute intrigue, A Rouen de nouveau se dit chef de la Ligue, Couvre de son pardon les Seize et leur parti, Déclare à l'hérésie un duel sans merci, 1. Comité insurrectionnel qui s'établit au nom de la Ligue dans les seize quartier de Paris. 2. Achille de Harley, premier Président du Parlement de Paris. 7*"], [122, "118 Et pour mieux assurer Guise de son estime, Le proclame aussitôt son généralissime. Par Fédit d'Union, pour la seconde fois, Les États-Généraux sont convoqués à Blois. Henri le Balafré s'y rend la tête haute Et l'ambilieux duc de son roi devient Fhôte, Incrédule à Fa vis du sombre guet-apens Dont ses amis ont vu les signes trop frappants. Près du prince on l'appelle . . . Enveloppés dans Fombre Des gardes apostés que rassure leur n'ombre, Se jettent sur le duc et lui percent le sein ; Du cardinal, son frère, on hâte aussi la fin. » Je suis roi maintenant, dit Henri ; c'est justice, a Et la publique paix voulait un sacrifice ; » S'efforçant d'imputer à la raison d'État L'odieux qui jaillit du tragique attentat. Catherine, sa mère, est trop prompte à Fabsoudre € C'est bien tafllé, dit-elle, à présent il faut coudre. Vain espoir ! Des États l'épilogue cruel A jeté dans les cœurs un trouble universel. On déteste, on flétrit un tyran sanguinaire, On pleure, on glorifie un héros populaire. La chaire retentit de lugubres accents, Sixte-Quint fait gronder ses foudres menaçants. Les Seize sont debout : A Mayenne on confie (1) 1. Le duc de Mayenne était le troisième fils de François de Guise,"], [123, "119 Le soin de commander la Ligue ainsi trahie; D'Aumale dans Paris est nommé gouverneur, Et leur sœur, Montpensier, sollicite un vengeur. Voyant que tout un peuple à le braver persiste, Valois cherche l'appui du parti calviniste. Avec le Béarnais il signe un compromis, Et tous deux vont presser le siège de Paris. Un jeune Jacobin que le rêve illumine, Croit qu'à venger la foi, le Ciel le prédestine, Et couvant sans frémir un dessein criminel, Au prince dans Saint-Cloud il porte un coup mortel, Jacques Clément, au camp, est massacré sur l'heure. Henri n'a plus qu'un souffle, et tandis qu'on le pleure, II plaint les maux communs, pardonne au meurtrier Et présente Henri-Quatre au pays tout entier."], [124, "120 Brajnche des Bourbons. Henri IV (1589-1610). í Son origine historique La race des Bourbons, cette race féconde En princes dont la gloire a brillé sur le monde, Avec son champ d'azur et ses trois fleurs de lys, Remonte au roi chrétien qui mourut à Tunis. Lorsque son fils Robert (1), au jour du mariage, Reçut de Béatrix (2) Bourbon pour apanage, Saint-Louis l'érigeait en domaine ducal Et de ce nom obscur faisait un nom royal. Trois siècles écoulés, quand une arme cachée A brisé des Valois la branche desséchée, S'ouvre pour la famille un plus vaste horizon, Etl'héritier du trône est Henri de Bourbon. Ainsi que les sommets, quand souffle un vent de flamme, Déversent les ruisseaux que la terre réclame, Sur la France aux abois et s'agitant sans but, Des monts pyrénéens descendra le salut. 1. Robert de Clermont. 2. Fille du sire de Bourbon."], [125, "121 I! Sa naissance et sa jeunesse. Bataille de Coutras. Ce prince au vif esprit, au cœur encor plus rare, Et qui devait unir la France à la Navarre, A Pau reçut le jour, comblant le vœu secret D'Antoine de Bourbon et de Jeanne d'Albret. L'aïeul (I), comme un présent d'une céleste fée, Accueille ce berceau, qui lui semble un trophée. Souvent aux flancs des pics, aux gorges des torrents L'enfant royal, pieds nus, marqua ses pas errants. II grandit, il prélude à sa gloire future, En bravant la fatigue, en couchant sur la dure, Idole du Béarn, qu'il sut bientôt charmer; Car en lui Fart de plaire était le don d'aimer. Par sa mère élevé dans Ferreur protestante, II sert des Huguenots la cause militante, Et défend sans faiblir ses titres souverains Contr.e l'hostilité des Guises, ducs lorrains (2). La Saint-Barthélemy, dans ses fureurs étranges, Vint de ses partisans décimer les phalanges. Dans ce palais du Louvre où l'appela l'hymen, A la fête succède un sombre lendemain : 1. Henri d'Albret, roi de Navarre. 2. Ils appartenaient à la branche cadette des Guises."], [126, "122 Beau-frère des Valois, c'est là le seul mérite Qui sauve au vingt-quatre août Fépoux de Marguerite Par rétonnant succès qu'il remporte à Coutras, Le prince a fait sentir la vigueur de son bras. La Ligue toutefois lutte avec frénésie Contre le prétendant qui soutient l'hérésie. Henri-Trois, pour dompter les Ligueurs parisiens, Aux drapeaux du vainqueur avait uni les siens, Quand frappé dans Saint-Cloud d'une main fanatique, II lègue au Béarnais le trône dynastique. III Son règne. Batailles d'Arqués et d'Ivry (1589-1590). Une figue à dissoudre, un trône à conquérir, Des cœurs à subjuguer et des maux à guérir, Rendre au pays troublé la paix et la concorde, Allier l'énergie à la miséricorde Et le titre de père au nom de conquérant, Telle est la mission digne d'Henri le Grand. A la mort d'Henri-Trois, son camp se désagrège : II lui faut de Paris abandonner le siège, Et non loin de la Manche, il attend les renforts Qu'Elisabeth avait promis à ses efforts. Henri, qu'avaient suivi dix mille hommes à peine,"], [127, "123 Près d'Arqués repoussa les forces de Mayenne. Alors sa main traçait ce bulletin ému : « Pends-toi, Crillon ! sans loi nous avons combattu. » La victoire d'Ivry fut des plus éclatantes. « Enfants, si vous perdez vos enseignes flottantes, « A mon panache blanc ralliez-vous sans peur : « Toujours vous le verrez au chemin de l'honneur ! » Tous avaient retenu ces sublimes paroles ; Puis: «Sauvez les Français! » Les troupes espagnoles Avec d'Egmont perdaient leurs menleurs officiers. Le maréchal Biron eut sa part de lauriers. Siège de Paris (1590). Henri victorieux bloque la capitale, Qui méconnaît encor l'autorilé royale. La famine y sévit dans toute sa rigueur Et des sièges fameux renouvela l'horreur. Dirai-je qu'une mère — ô souvenir qui navre ! — De son enfant tenta de manger le cadavre ? Tant de maux ont ému le cœur du souverain : Dans la ville insurgée il laisse entrer du pain. Mais rien ne peut fléchir un zèle opiniâlre, Et ce peuple affamé parle encor de se battre, Encouragé d'ailleurs dans ce rude combat Par l'appui de l'Espagne et la voix du légat."], [128, "124 Tout près de succomber, Paris tressaillit d'aise Lorsque le duc de Parme, Alexandre Farnez, Vint forcer Fassiégeant à chercher des lieux sûrs, Et ramena soudain Fabondance en ses murs. Héros contre héros, stratégiste émérite, 11 menace Henri-Quatre et l'attire et Févite : C'est ainsi que Rouen par lui fut dégagé, Quand sous le joug royal Chartres se fut rangé. La mort du duc de Parme et d'autres occurrences Du parti royaliste accélèrent les chances. Des modérés Mayenne écoutant le désir, Se voit contre les Seize obligé de sévir, Et plusieurs, dans l'exil ou le dernier supplice, Du meurtre de Brisson (1) expiaient Finjuslice. Pour ridiculiser les Ligueurs imprudents, La satire aiguisait ses traits les plus mordants, Et se parant du nom malin de Menippêe, Frappait sur le parti, comme avec une épée. Les États assemblés flottaient irrésolus Entre les candidats se flattant d'être élus, Et l'Infante et Mayenne et le roi de Navarre. Mais, plus indépendant, le parlement déclare Qu'à l'ancienne coutume on ne doit déroger Et que la loi du trône exclut tout étranger. 1. Premier président."], [129, "125 Enfin Dieu fait briller l'aube des jours prospères Le prince rend hommage à la foi de ses pères, Abjure à Saint-Denis les erreurs de Calvin Et le sacre à son front met un rayon divin. Entrée du roi à Paris (1594) Bataille de Fontaine Française (1595). Traité de Vervins. II est temps que Paris se recueille et transige : L'anarchie impuissante a perdu son prestige. Par les soins de Brissac le monarque introduit, Voit un peuple qui l'aime, et l'acclame et le suit. Devant ce front serein la haine dissimule, La Ligue est confondue et l'Espagnol recule. Une amnistie à tous étendant ses bienfaits, Promet aux égarés le pardon et la paix. Mayenne est en Bourgogne et dans l'expectative. A Fontaine-Française Henri prend l'offensive : Rapide comme l'aigle, il abîme en son vol, Et la rébellion et l'orgueil espagnol. Le traité de Vervins, que Pbilippe-Deux signe, Des frontières du Nord nous rend l'ancienne ligne."], [130, "126 Le bon roi et le grand ministre. Le gouverneur breton, Mercœur, s'est rallié. Au dedans, au dehors tout est pacifié. Clément-Huit a donné, de sa main vénérée, Une absolution si longtemps désirée. Quels soins vont occuper le prince et son conseil? Le bonheur de son peuple agite son sommeil. Que j'aime à voir ce roi si bon, si plein de charmes, Dépouillant les lauriers moissonnés par ses armes, Causer avec Sully pour alléger Fimpôt, Et pour le paysan rêver la poule au pot! Intendant du trésor, chef de l'artillerie, Pour la France et son roi Sully se multiplie. Par lui Fagricullure et les arts vont fleurir, Le Pont-Neuf s'achever, le Louvre s'embellir. Saint-Germain, FArsenal et la place Royale Du siècle ont commencé l'œuvre monumentale. Le canal de Briare unit deux grands bassins. Le prince avait conçu les plus vastes desseins : Réduire à six États FEurope fédérale, Assurer le maintien d'une paix générale ; Mais la mort, une mort que l'on pleure à jamais, Vint ravir Henri-Quatre à Famour des Français."], [131, "127 Ravaillac, possédé par le démon du crime, Poignarde en plein Paris la royale victime. La Bresse et le Bugey, le Béarn avec Foix Annexés par Henri, restèrent sous nos lois. Ce prince en mil six cent s'unissait à Marie, Fille des Médicis. Sa famille chérie Comprenait Louis-Treize et Gaston d'Orléans. Trois princesses trouvaient d'illustres prétendants : Elisabeth, Philippe; et Christine, Amédée, Henriette épousait, par le malheur guidée, Le roi Charles Premier (1), dont le destin cruel Finit sur l'échafaud élevé par Cromwell. Louis XIII dit le Juste (1610-1643). Régence de Marie de Médicis. Concini. Soulèvement des Grands. Paix de Loudun (1516). Albert de Luynes. Siège de Montauban (1621). Après le coup fatal qui priva la Patrie D'un prince dont toujours vivra le souvenir, Le Parlement s'assemble et confie à Marie La garde de son fils, le soin de l'avenir. 1. Roi dAngleten-e, décapité en 1649."], [132, "128 La reine Médicis eut pour berceau Florence ; Dans Florence naquit le puissant favori, Concini, marquis d'Ancre et maréchal de France Qui prodigua les biens amassés par Henri. Que deviendront les plans du règne qui s'achève? Anne d'Autriche (1) au prince est unie à treize ans Le Protestant, s'agite et Condé se soulève. Loudun calmera-t-il ces troubles renaissants ? Concini des grandeurs atteignait l'apogée (2), Quand Vitry (3) foudroya FItalien parvenu. Galigaï, sa veuve, au parlement jugée, Est traitée en sorcière et meurt avec vertu. Louis-Treize au conseil appelle .Albert de Luynes, Qui fit de Montauban le siège infructueux. Proscrite à Blois, Marie ose, au sein des ruines, Lever aux Ponts-de-Cé (4) son drapeau factieux. 1. Infante d'Espagne, fille de Philippe III. 2. 1617. 3. Capitaine des Gardes. 4. 1620."], [133, "129 Richelieu (1624-1642). Siège de la Rochelle (1628). Guerre de Mantoue. Le pas de Suze (1629). Révolte et supplice de Henri de Montmorency. Guerre de Trente ans. Gustave-Adolphe. Invasion de la France par les Impériaux (1636). Acquisition de l'silsace (1636). Conquête de l'Artois (1640). Conquête du Roussillon. Supplice de Cinq-Mars. Entre elle et la couronne habile intermédiaire, Richelieu du pouvoir a saisi le timon (1). Aux Protestants ligués il va porter la guerre, La Rochelle emportée éclaircit l'horizcn. Dompter les Huguenots, abaisser la noblesse, De FAutriche arrêter le vaste accroissement, C'est le triple idéal que son regard caresse Et que sa main de fer poursuit résolument. A Charles de Nevers, héritier de Mantoue, L'ambitieuse Autriche opposait un rival : Louis et le prélat, qui du péril se joue, Forcent le Pas de Suze et délivrent Casai. 1. Armand-Duplessis, cardinal de Richelieu, était d'abord évêque de Luçon."], [134, "130 De Chalais, Marillac conspirent pour leur perte, Les duellistes sont mis à mort sans merci; Toulouse voit périr, après sa lutte ouverte, Le dernier descendant des vieux Montmorency. Des princes protestants en lutte avec FEmpire Richelieu ne craint pas d'encourager l'effort; Gustave-Adolphe (1) vole à la voix qui Finspire Et toujours triomphant à Lutzen tombe mort. Quand la France au conflit prit une part hardie, Longtemps de sa valeur elle attendit le prix ; Les Espagnols au Nord s'emparaient de Corbie Et les Impériaux faisaient trembler Paris. Mais l'année où Louis, chrétien comme sa race, Dédia son royaume à la Reine des Cieux, Le héros de Rheimfeld, Bernard conquit l'Alsace Et le prince eut un fils digne de ses aïeux. La cour à Cbâtillon comme à la Meilleraye Prescrit de conquérir l'Artois en peu de jours Le feu des Espagnols n'a rien qui les effraie, Arras est pris malgré les troupes de secours. 1. Roi de Suède de 1611 à 1632."], [135, "131 D'Harcourt force Turin; la bataille d'Ivrée, Oblige la Savoie à combattre pour nous ; Quand la Hautedtalie est ainsi délivrée, Guébriant sur le Rhin frappe de nouveaux coups (1), La Catalogne en feu de Madrid s'émancipe ; Louis en Roussillon fait flotter ses drapeaux. Et las de se courber sous le joug de Philippe, Le Portugal reprend ses rois nationaux. Le comte de Soissons, complice de FEmpire, Périt à la Marfée. Aussi lâche que fou, Gaston, frère du roi, dans F ombre encor conspire, ' Vouant à Féchafaud (2) et Cinq-Mars et de Thou. Un an avant le roi, meurt le puissant génie Qui prépara la voie au futur souverain : II venait de fonder la docte Académie, Et semblait se survivre en Jules Mazarin. L'humble Vincent de Paul, héros de l'Évangile, Brillait par ses vertus, par son humanité : Aux enfants délaissés il ouvrit un asile Et créa l'Institut des Sœurs de charité. 1. Victoire de Kempen (1642). 2. (1642)."], [136, "132 Louis XIV (1643-1715). Régence d'Anne d'Autriche. Suite de la guerre de Trente ans. Victoires de Condé et de Turenne. Traité de Westphalie (1648). Digne appréciateur des hommes et des choses, LOUIS donna l'essor aux œuvres grandioses. Soixante ans il brava les coalitions, Et la France apparut reine des nations. A cinq ans, il est roi. Princesse de Castille, Anne d'Autriche élève et régit son pupille, L'enfant dont la naissance avait comblé son vœu. Mazarin (1) poursuivra les plans de Richelieu : Esprit fertile et souple, est-il rien qui Fétonne ? Comme autant de joyaux pour la jeune couronne, Condé (2) grave à jamais les noms étincelants De Rocroi, de Fribourg, de Nordlingue et de Lens. A vingt-deux ans, vainqueur du comte de Fontaines, Des Espagnols il a débarrassé nos plaines. Fribourg conquis livrait Mayence à nos oldats Et Lens forçait FEmpire à cesser tous combats. 1. Italien d'origine. Officier dans l'armée papale, puis légat du Saint-Siège à Paris, où ses talents avaient été appréciés par Richelieu, il fut naturalisé Français en 1639. 2. Condé portait alors le nom de duc d'Enghien."], [137, "133 Avec lui sur le Rhin Turenne a fait campagne : La guerre de Trente ans finit pour l'Allemagre. La paix de Westphalie a suivi ces hauts faits, Et FAlsace avec Metz unie au sol français, Dût le Teuton contre elle épuiser sa furie, Palpitera toujours au nom de la patrie. La Suède s'agrandit, et du joug étranger La Hollande et la Suisse ont pu se dégager. La Fronde (1648-1649). Mais les impôts sont lourds : on murmure, on réclame, De l'opposilion le parlement est l'âme. La Fronde a commencé. Le hardi Cardinal, En arrêtant Broussel (1) lui fait un piédestal. On arme, on barricade, et la cour, qui s'effraie, Va chercher un asile à Saint-Germain-en-Laye. Aux frondeurs se sont joints des champions d'éclat : Conti, prince du sang, Paul de Gondi, prélat (2), Le duc de Longueville et Beaufort, roi des halles: C'est le dernier faisceau des ligues féodales. Plus d'un chef renommé, cédant au tourbillon, S'égare dans les rangs de la rébellion. 1. Conseiller au parlement, dont le président était Mathieu Molé. 2. Plus connu sous le nom de Cardinal de Retz. 8"], [138, "134 Deux princesses, de qui Fambition déborde, Montpensier (1), Longueville (2) attisent la discorde. La querelle provoque et chansons et lazzis : Ce sont les traits légers qu'échangent les partis. A la cour en détresse offrant son fier courage, A réduire Paris le grand Condé s'engage, Et les frondeurs, par lui défaits à Charenton, De leur cause à Rueil signèrent Fabandon. Deuxième Fronde ou jeune Fronde. Combats de Réthel, de Bléneau, de la Porte Saint-Antoine (1652). Condé, qu'enivre alors sa gloire impérissable, Dans ses prétentions se montre insoutenable ; Ses Petits-Maîtres vont s'exaltant chaque jour. A Vincennes l'enferme un ordre de la cour. Gaston (3) veut le venger. Envahissant l'.Ardenne, Pour sa cause à Rethel se fait battre Turenne, Qui depuis à son roi prêtant son bras loyal, De la Loire (4) à la Seine affronta son rival. Aux conseils de Gondi la régente docile, A délivré le prince, et Mazarin s'exile. i. Fille du duc Gaston d'Orléans. 2. Duchesse de Longueville, sœur du Grand-Condé. 3. Gaston d'Orléans, frère de Louis XIII. 4. Victoire de Turenne à Bléneau sur le Loing (Yonne)."], [139, "135 La Guyenne acclamait le vainqueur de Rocroi, Tandis que dans Poitiers, près de son jeune roi, Accourait Mazarin ; à ses frais il amène Des renforts destinés à seconder Turenne. Au faubourg Saint-Antoine un combat furieux Entre les deux héros tient le peuple anxieux : La Bastille tonna sur la troupe royale, Et pour Condé s'ouvrit la vaste capitale. Suspect au Parlement, il prit pour aUiés Ces mêmes Espagnols qu'il avait foudroyés. Bientôt sollicité par le vœu populaire, Louis-Quatorze entra dans Paris comme un père. Jamais roi revêtu de plus de majesté, Ne fut mieux obéi, plus craint, plus respecté ; Et quand au Parlement s'agitant sous Fhermine, II dit : « L'É tat, c'est moi ! » sous ce geste on s'incline (1) . Fin de la guerre avec V Espagne. Traité des Pyrénées (1659). L'Espagne à la revanche a préparé son bras, Léopold et Condé bloquent les murs d'Arras ; Mais Turenne survient et la retraite sonne, Et Louis prend Stenay, qu'il assiège en personne. 1. 1655."], [140, "136 Près des murs de Dunkerque, au bord de FOcéan, L'irascible transfuge et le fier Don Juan (1) Livrent, quatre ans après, la bataille des Dunes (2), Où Turenne confond leurs plans et leurs rancunes. L'Espagne enfin remet son épée au fourreau. Dans File des Faisans (3), don Louis de Haro Signe avec Mazarin la Paix des Pyrénées, Qui de notre pays grandit les destinées. Ce traité, qui nous vaut l'Artois, le Roussillon, De l'Infante et du roi stipule l'union. Mazarin meurt; il a, par son œuvre immortelle, Préparé de Louis la grandeur personneUe. Le prince, du pouvoir assumant tout le poids, Associe à ses plans et Colbert et Louvois (4). L'un fit fleurir les arts et créa la marine ; L'autre affermit Farmée, y mit la discipline, Mais du prince flatta les penchants belliqueux. 1. Général espagnol que son origine rattachait à la famille royale d'Espagne. 2. 1558. 3. Ile de la Bidassoa, nommée aussi île de la Conférence. 4. A cette époque eut lieu la disgrâce de Fouquet, surinten- dant des finances, accusé de dilapidations. Condamné à une détention perpétuelle, il mourut en 1680, dans la citadelle de Pignerol."], [141, "137 Guerre avec V Espagne. Traitéd'Aix-la-Chapelle(\\Q68) Dès qu'au trône d'Espagne arriva Charles-Deux, Se prévalant des droit dûs à son mariage, Louis des Pays-Bas réclama Fhéritage. La Flandre est envahie et Lille est emporté, Puis Condé, comme un foudre, entre en Franche-Comté Au sein d'Aix-la-Chapelle on finit par s'entendre Sans la Franche-Comté, Louis garda la Flandre. Guerre de Hollande. Coalition générale. Conquête de la Franche-Comté. Traité de Nimègue (1678). Le Batave, qui sut conquérir sur les eaux Un domaine enrichi par ses mille travaux, A son puissant voisin avait fait quelque injure, Le raillant sous les traits de la caricature. Vingt villes en dix jours prises par les Français Obligent la Hollande à demander la paix. Mais des conditions trop sévères la blessent ; L'Espagne, FAllemagne à son sort s'intéressent. Inondant son pays pour sauver son honneur, Le Hollandais échappe à la loi du vainqueur. Or, Guillaume d'Orange, entraînant lWngleterre, Dès lors contre la France arma l'Europe entière. 8*"], [142, "138 Condé bat à Senef le hardi stathouder, Tandis qu'en Roussillon va combattre Schomberg. De la Franche-Comté la conquête rapide Futl'œuvre de Louis, toujours calme, intrépide. Le grand Turenne, avec vingt-cinq mille soldats, A Seintzheim, à Ensheim, livre d'heureux combats. II disparait au sud de FAlsace anxieuse, Puis des Vosges couvrant sa marche impétueuse, A Mulhouse, à Turckheim il frappe un coup soudain Et force F Allemand à repasser le Rhin. Le boulet de Salzbach, qui lui coula la vie (I), Fit jaillir des sanglots du cœur de la Patrie. Condé, qui fit échec à Montècuculli, Abrita sa vieillesse au toit de Chantilly (2). Sur un autre élément fier de se rendre utile, Duquesne s'illustrait aux rives de Sicile : La Hollande y perdait Famiral Ruyter, Qui naguère aux Anglais sut disputer la mer. Valenciennes, Cambrai, Gand, que l'Escaut protège. Se rendaient tour à tour au roi qui les assiège. 1. 27 juillet 1675. 2. Le grand Condé mourut à Fontainebleau en 1686."], [143, "— 139 — Luxembourg (1 ) et Philippe (2) , aux abords de Cassel, Infligeaient à Guillaume un désastre cruel. Enfin Crèqui, suivant les traces de Turenne, Vengeait jusqu'à Fribourg l'Alsace et la Lorraine. Nimègue consacra ces glorieux exploits : Sur la Franche-Comté l'Espagnc perd ses droits, Douze places du Nord, Fribourg vont à la France, L'Europe reconnaît notre prépondérance. Pour servir de défense à nos possessions, S'élevaient de Vauban les mille bastions. Révocation de Védil de Nantes (1G83). Ligue d'Augs- bourg (1688-1697). Traité de Ryswick (1697). Louis proclamé grand et l'arbitre du monde, Louis veut que la paix soit une paix féconde. Si trop d'ambition éblouit son regard, Aux utiles travaux il fait leur digne part, S'honorant des faveurs qu'il accorde au génie. La vide de Strasbourg au territoire unie, Duquesne bombardant les pirates d'Alger, Gênes s'humiliant sous ce mème danger, Les prélats gallicans convoqués en synode, Tels furent les débuts de cette période. 1. François-Henri de Montmorency-Boutteville, duc de Luxem bourg par son mariage avec l'héritière de ce duché. 2. Frère du roi."], [144, "140 Le roi perd à la fois et la reine et Colberl : Marie-Thérèse (1) a fait le bien, elle a souffert, Et son cœur comprimait bien des larmes secrètes, Quand son royal époux Fappelait dans ses fêtes. L'adroite Maintenon, simple et sans appareil, Deviendra du grand roi Fépouse el le conseil. Les Protestants domptés aux murs de La Rochelle, Eurent à traverser une épreuve nouvelle : L'édit de Henri-Quatre avait toujours fait loi : Désireux d'établir l'unité de la foi, Ou voulant du parti prévenir toute insulte, Louis leur enleva la liberté du culte. Louvois outrepassa cet ordre rigoureux : Malgré les missions, deux cent mille d'entre eux Pour les pays voisins quittèrent le royaume. Ils avaient un zélé protecteur dans Guillaume (2). II fut Finstigaleur de la ligue d'Augsbourg; Seul le monarque anglais à sa brigue était sourd ; Mais bientôt détrônant Jacques-Deux, son beau-père, L'astucieux Guillaume était roi d'Angleterre. La France à cet intrus, jaloux de ses progrès, 1. Marie-Thérèse d'.^utriche, fille aînée de Philippe IV, roi d'Espagne, morte en 1683. 2. Guillaume d'Orange, stalhouder de Hollande, puis roi d'Angleterre sous le nom de Guillaume III."], [145, "141 Dut de nouveaux périls et de nouveaux succès. Du prince détrôné nous prenons la défense, Mais défait en Irlande, il perd toute espérance Et revient parmi nous consoler sa douleur. Tourville cependant sous Dieppe a tout l'honneur, Et risquant à la Hogue une lutte héroïque, II écrase à Cadix la flotte britannique. Alors Duguay-Trouin, Jean-Bart, leurs compagnons, Jetaient l'effroi parmi les autres pavillons. Au Midi comme au Nord la querelle est vidée. Catinat en Piémont bat Victor-Amédée : Stafarde et la Marsaille ont servi de leçons Au duc, dont Fhéritière est promise aux Bourbons (1). Vers l'Espagne Vendôme et Noailles font route : La Seu-d'Urgel éteint le feu de sa redoute, Barcelone aux abois entend siffler l'obus. Le confiant Waldeck, aux plaines de Fleurus, Au brillant Luxembourg a cédé la victoire ; Mons, Namur sont au roi; póurcomblertantde gloire, Luxembourg à Steinkerque est encor le premier ; Sa main cueille à Nerwinde un suprême laurier. Partout le tapissier (2) des murs de Notre-Dame 1. Marie-Adélaïde, fille de Victor-Amédée II, épousa Louis, duc de Bourgogne, fils du Dauphin. 2. Expression du prince du Conti. Les nombreux drapeaux conquis sur l'ennemi étaient suspendus aux voûtes de Notre- Dame."], [146, "142 De l'Allemand confus sait déjouer la trame. Mais la France avait beau triompher au dehors, La victoire épuisait son sang et ses trésors. Louis, pour s'assurer une paix qui s'impose, Des Stuarts à.Ryswick abandonne la cause ; II rend la Catalogne et Mons et Pbilipsbourg, Et consent à raser les remparts de Strasbourg. Guerre de la succession d'Espagne. Grande alliance. Traité d'Utrecht (1713). Mais du trône espagnol la vacance prochaine Va rouvrir à FEurope une sanglante arène. Charles-Deux désigna, pour régir son pays, Philippe-Cinq d'Anjou, petit-fils de Louis, Héritage envié des têtes couronnées. « Parlez, car il n'est plus, mon fils, de Pyrénées », Dit Louis. Contre nous s'est ligué tout le Nord, Savoie et Portugal secondent cet effort. Eugène (1) et Malborough, par d'habiles mesures, Firent à notre orgueil de cruelles blessures. A Carpi par Eugène est défait Catinat ; A Chiavi Villeroi perd un premier combat Et se laisse à Crémone enlever par surprise. Santa-Vittoria du moins nous favorise, 1. Eugène de Savoie, connu sous le nom de Prince Eugène."], [147, "143 Et Vendôme Femporte encore à Luzzara, Tandis qu'à Friedlingen Villars triomphera. Loin d'Hochstedt appelé, quand Vienne est en alarmes, L'absence d'un tel chef est funeste à nos armes. Eugène et Malborough, combinant tout leur art, Accablaient à Bleinheim la Bavière et i'allard. Villeroi, qui commande aux Flandres envahies, Nous attire un affreux désastre à Ramilies, Et Malborough vainqueur parcourt impunément Le sol des Pays-Bas espagnols, qu'il nous prend. Les bruits fâcheux volaient avec les estafettes : Eugène sous Turin aggravant nos défaites, Obligeait Lafeuillade à repasser les monts. L'Espagne nous gardait aussi de durs affronts. Un archiduc y suit Book qui le patronne Et, rival de Philippe, entre dans Barcelone... Alors l'Anglais cupide occupait Gibraltar, D'où les siècles n'ont pu chasser son étendard. Berwick, fils des Stuarts, par sa belle victoire D'Almanza, grave un nom de plus dansnotre histoire. Dans le Nord, Oudenarde est pour nous un revers. Lille (1), que défendit l'héroïque Boufflers, Succombe... La misère est partout lamentable. Louis demande en vain une paix honorable l. 1708."], [148, "144 Avant d'y consentir, ses ennemis hautains Voudraient qu'il détrônât Philippe de ses mains. « Jamais! dit le vieux roi, si c'est encor la guerre, » Ce n'est pas à mon sang que je prétends la faire. Sous le feu de Villars, sans reculer d'un pas, Eugène à Malplaquet (1) perd vingt mille soldats. Philippe lutte encor, lutte désespérée ! Charles-Trois à Madrid avait fait son entrée. Vendôme accourt, le roi partage ses élans, Villaviciosa (2) voit triompher leur plans, Et Philippe s'endort d'un sommeil plein de charmes, Sur un lit de drapeaux fait par son frère d'armes. L'Angleterre désarme et signe un compromis, Mais Eugène s'apprête à marcher sur Paris, Quand Villars à Denain(3) se surpassant lui-même, Obtient sur son rival un triomphe suprême. La France était sauvée et le traité d'Utrecht Au trône de Philippe assurait le respect ; Laissant à Charles-Six, qui sur FEmpire règne, Naples, les Pays-Bas, Milan et la Sardaigne. La Savoie en Sicile arbore son drapeau Et la Prusse devient un royaume nouveau, 1. 1708. 2. 1709. 3. 1712."], [149, "145 Éprouvé par les deuils du foyer domestique, Le roi vit succomber Louis, son fils unique, Puis le duc de Bourgogne, espoir des nations : La mort a moissonné deux générations, Et quand mil sept cent quinze a marqué la limite Du long règne illustré par tant d'hommes d'élite, Un enfant épargné par le souffle orageux, Du grand roi qui s'éteint entend les derniers vœux Les littérateurs et les artistes. Fondations de Louis XIV. De ce règne éclatant la gloire la plus pure Resplendit dans les arts et la littérature. Poètes et penseurs, artistes et savants Prodiguent des chefs-d'œuvre à Fépreuve des ans. La royale faveur les soutient, les excite, Et jusqu'à l'étranger va chercher le mérite. Pour t'élever du doute au vrai que tu poursuis, Descartes, tu disais : « Je pense, donc je suis. » Pascal a résolu les plus hardis problèmes Et consacre à la foi ses études suprêmes. L'austère Port-Royal eut de profonds docteurs. Le théâtre inspira de sublimes auteurs : Corneille, que l'honneur, que la patrie enflamme, Aux héros qu'il ranime a prêté sa grande âme, 9"], [150, "146 On applaudit le Cid, les Horaces, Cinna. L'harmonieux Racine au cœur humain parla, Et l'on admire encor la noble Iphigénie, Et la touchante Esther et la sombre Athalie. Molière ouvre la scène à mille originaux : L'auteur du Misanthrope éclipse ses rivaux. La Fontaine produit ses fables immortelles, Parant la vérité de cent grâces nouvelles. Boileau, du mauvais goût flagellant les travers, Soumet à la raison Fart sublime des vers. Au hasard Sévigné laisse courir sa plume El ses lettres seront un précieux volume. Saint-Simon, Labruyère et Larochefoucauld Savent peindre en traits vifs tout travers, tout défaut L'Église rayonnait d'un éclat pacifique, Bourdaloue illustrait la chaire évangélique. De Turenne, Fléchier illustrait les exploits. L'aigle du sacerdoce et le docteur des rois, Bossuet, adressait dans sa mâle éloquence Aux mânes de Condé l'hommage de la France. Fénelon sait parler le langage du cœur, Fait luire en ses écrits sa bonté, sa candeur, Et Télémaque fait pour son royal pupille, En leçons de sagesse est un trésor fertile."], [151, "147 La France vit aussi briller des Raphaëls ; La peinture créa des sujets immortels. Le Poussin, Lesueur illustrèrent leurs veilles ; Lebrun, Mignard, Lorrain font encor des merveilles Puget et Girardon, d'un ciseau vif et sûr, Animent sous leurs doigts le marbre le plus dur. Mansard, Claude Perrault sont, en architecture, Dignes rivaux de ceux qu'inspira la peinture. A Quinault la musique associait Lulli ; L'observatoire ouvrait les cieux à Cassini. Deux monuments fameux symbolisent encore Un règne dont Féclat à jamais nous honore. Versailles, ce palais qui vit tant de splendeur, Du monarque devint le séjour enchanteur. Mais pour les vétérans des guerres homicides Louis-le-Grand fonda l'hôtel des Invalides, Où tant de mutilés échappés au trépas, Consolent leur vieillesse au récit des combats."], [152, "148 Louis XV (1715-1774). Régence de Philippe d'Orléans (1715-1723). Ministère de Dubois. La banque de Law. Conspiration de Cellamare. Fils du duc de Bourgogne et des siens resté seul, Louis-Quinze succède au roi son bisaïeul. Grand-oncle de l'enfant dont le règne commence, Philippe d'Orléans (1) exerce la régence. Bien que judicieux, peu sage dans son choix, II appelle au pouvoir son précepteur, Dubois, Intrigant qu'on revêt de la pourpre romaine. La licence à la cour établit son domaine. Le vide était profond dans le trésor royal ; L'Écossais Law prétend remédier au mal, Mais son papier-monnaie, après avoir fait prime, N'obtint plus du public qu'un dédain unanime. Au Suédois Charles-Douze, au duc du Maine uni, Avec Cellamara conspire Albéroni (2), 1. Le père du régent était Philippe Ier, frère de Louis XIV et chef de la branche cadette des Bourbons. 2. Le cardinal Albéroni était ministre de Philippe V, roi d'Es pagne dont Cellamara était l'ambassadeur en France."], [153, "149 Pour donner la régence à Philippe d'Espagne. La quadruple alliance entrava leur campagne. Grand ami des Anglais, qu'il sert à prix d'argent, Dans la tombe Dubois précède le régent. Ministère de Fleury (il _G-i~ .3). Guerre de la Succession de Pologne. Prise de Philipsbourg. Paix de Vienne (1738). Fleury, ministre intègre et sage politique, Donnait ses soins heureux à la chose publique, Quand la succession au trône polonais Mit aux prises soudain Allemands et Français. Stanislas, réélu grâce à Louis, son gendre, Sans succès à Dantzick dut bientôt se défendre. Nos alliés du sud secondent nos desseins. Philipsbourg, où périt Berwick, tombe en nos mains Villars entre à Milan; Coigny s'illustre à Parme. A Vienne va traiter Charles-Six, qui désarme (1) : Stanislas régnera sur le duché Lorrain, Et Don Carlos aura FÉtat Napolitain. 1. Empereur d'Allemagne."], [154, "150 Guerre de la Succession d'Autriche (1741-1748). Prise de Pragues. Retraite de Belle-Isle (1742). Bataille deFontenoy (1745). Paix d' Aix-la-Chapelle (1748). Mais quand l'empereur Charle aura quitté la vie A sa fille (1) laissant sa vaste monarchie, Nous verrons Frédéric, par un coup menaçant, Joindre la Silésie à son État naissant ; t Bavarois, Espagnols, Sardes entrer en lice ; Malgré Fleury la France envoya sa milice Soutenir Charle-Albert, électeur bavarois : Dans Prague on le couronne et Vienne est aux abois. Seule Marie-Thérèse, osant braver Forage, Des Hongrois à Presbourg enflamme le courage. De nouveaux combattants accourent sur nos pas, Et ceux de l'Angleterre et ceux des Pays-Bas, Alors nous sommes seuls à supporter la lutte, Et tout de Charles-Sept accélère la chute. Belle-Isle fait retraite, et Noaille aux Anglais, Vainqueurs à Dettinguen, du sol ferme l'accès. La fortune est changeante et ne signe aucun pacte : En Flandre, Fan d'après, s'ouvre le deuxième acte 1. Marie-Thérèse avait épousé François de Lorraine, devenu grand-duc de Toscane, pour lequel elle briguait la couronne impériale."], [155, "151 De la lutte, et Louis a pris Courtrai, Menin, Quand l'ennemi FappeUe aux frontières du Rhin. Malade à.Metz, il voit combien son peuple l'aime. Frédéric sait nos plans et se jette en Bohême. Cinquante mille Anglais avec le fils du roi S'avançaient pour nous vaincre aux champs de Fontenoy Le maréchal de Saxe, assis dans sa litière, A dix mille des leurs fit mordre la poussière. A Raucoux, à Laufeld on sent tout ce qu'il vaut. Mons, Namur, Berg op-Zoon sont emportés d'assaut. La victoire, à travers tant de places conquises, Montre à nos généraux vos villes insoumises, Bataves, vous tremblez avec vos Slathouders ! Bien que Plaisance au sud nous inflige un revers, La fortune, sept ans à nos drapeaux fidèle. Impose aux alliés la paLxd'Aix-la-Chapelle. Chaque État militant dut garder ses confins. Seul Don Philippe eut Parme et les cantons voisins. Guerre de Sept ans (1756-1763). Bataille de Rosbach (1757). Perte du Canada. Traité de Paris (1763). Esclave des plaisirs, hélas ! le prince oublie Sa propre dignité, le bien de la patrie. Souveraine de fait, Faîtière Pompadour Nomme aux emplois, domine et l'armée et la cour,"], [156, "152 Respire, ivre d'orgueil, l'encens des philosophes Et prépare gaiement Fère des catastrophes. Par elle nous survint la guerre de Sept-ans, Où FAnglais nous brava sur tous les continents. Quel intérêt pressant à FAulriche nous lie, Et pourquoi nous liguer pour une Silésie? Par quatre nations cerné de toutes parts, S'attendant à périr au milieu des hasards, Frédéric (1) a Rosbach mit en fuite Soubise, Qui plus tard en Lorraine eut moins de couardise. Richelieu, que Minorque avait vu triomphant (2), Sut à Closter-Seven désarmer Cumberland. Mais Brunswick à Minden Femportait sur Contades. Clostercamp, dont les bois cachaient des embuscades, Est fameux par la mort du chevalier d'Assas, Qui crie : « Auvergne à moi ! » sans crainte du trépas. Albion, poursuivant ses attaques hardies, Capture nos vaisseaux, fond sur nos colonies. Honneur à toi, Montcaltn, héroïque marquis, Sous Québec avec Wolf, tombé pour ton pays ! Avec toi nous perdions ce Canada fidèle, Qui n'a pas désappris la langue maternelle. L'Inde nous est ravie, et Lally-Tollendal (3) 1. Frédéric II, roi de Prusse. 2. Le duc de Richelieu. 3. Gouverneur des Indes Françaises."], [157, "153 Payera de sa tête un combat inégal. Le traité de Paris mit fin à ces défaites, Cédant à nos rivaux les prises qu'ils ont faites. Les Jésuites avaient contre eux les parlements; Ils sont sacrifiés à leurs ressentiments. Sous Choiseul, Stanislas nous légua la Lorraine Et la Corse achetée accrut notre domaine (1). Sous Maupeou, la discorde et le droit du plus fort Livrèrent la Pologne aux puissances du Nord. Des sophistes haineux ligués avec Voltaire Attaquent les abus, exploitent la misère, Veulent des cœurs français déraciner la foi : « Je plains mon successeur! » s'écrie un jour le roi Dans la main du pouvoir on sent flotter les rênes Et l'on entend gronder les tempêtes prochaines. Montesquieu, Buffon, et Voltaire et Rousseau, De la littérature ont tenu le flambeau. 1. 1768. 9»"], [158, "154 Louis XVI (1774-1793). Son humanité. Ministères de Turgot et de Necker. Guerre d'Amérique. Traités de Paris et de Ver- sailles (1783). Crise financière. Convocation des États Généraux. Serment du Jeu de Paume. Pieux, pur dans ses mœurs, bon jusqu'à la faiblesse, Louis-Seize (1) à son peuple a voué sa tendresse. De Marie-Antoinette (2) on lui donna la main : Elle partagera son malheureux destin. Son régne cependant était d'heureu.x augure : II affranchit les serfs, abolit la torture. Pour éteindre la dette il appelle Turgot, Qui, dans ses vastes plans, veut réformer l'impôt; Mais son projet se heurte à mille résistances. A Necker (3), Maurepas donne alors les finances. La guerre d'Amérique (4) éclate et vient encor Agiter les esprits et grever le trésor. Rochambeau, La Fayette et plus d'un volontaire Vont aux États-Unis combattre l'Angleterre ; 1. Petit-fils de Louis XV. 2. Fille de François I\", empereur d'Allemagne, et de Marie- Thérèse d'Autriche. 3. Banquier genevois. Le comte de Maurepas était président du Conseil d'État. 4. Guerre de l'Indépendance."], [159, "155 Tandis qu'heureux sur mer, le bailli de Suffren Plantait son pavillon sur le rivage indien. La paix vient, on admire à Paris, à Versailles, Franklin, que la science enviait aux batailles. Au nom de Washington (1) il signale traité Qui des États-Unis fonda la liberté. La France redevint de ses îles maîtresse. Mais la dette a grandi : Pressé par la détresse, De Calonne conclut, comme ses devanciers, A Fimpôt sur le timbre et sur les biens fonciers. Ces mesures trouvant le Parlement rebelle, Aux États-Généraux le pouvoir en appelle. Clergé, noblesse et peuple ont leurs représentants. Les députés du tiers se font constituants. Le vingt juin, présidés par Bailly Fastronome, Un serment solennel les lie au Jeu-de-Paume. Le roi cède en tous points : fière de Mirabeau (2), L'Assemblée inaugure un régime nouveau. Prise de la Bastille (1789). Journées d'octobre (5 et 6 octobre). Le roi est ramené à Paris. Les temps sont accomplis : des hauteurs descendue, La Révolution va gronder dans la rue. 1. Fondateur de la République des Etats-Unis. 2. Puissant orateur, élu député du tiers par la ville d'Aix en-Provence."], [160, "156 Le renvoi de Necker irrite les esprits. Conduit par Desmoulins, le peuple de Paris, S'approvisionnant aux boutiques qu'il pille, Le quatorze juillet marche sur la Bastille. Delaunay (1) rend les clefs sans éviter la mort; Le prévôt des marchands subit le même sort. La milice bourgeoise (2) en tous lieux se complète, Et pour la commander le roi prend La Fayette. Dans la nuit du quatre août, les clercs et les seigneurs Viennent sacrifier aux intérêts majeurs Et leurs immunités et leurs droits séculaires. Mais les clubs, les journaux attisaient les colères. Octobre était venu, le pain se vendait cher, Bientôt allait sévir un rigoureux hiver : Sur Versailles se rue une horde en délire, Plus d'un garde du corps sous le poignard expire, Et la foule ameutée, en dépit de la cour, Du monarque à Paris exige le retour. En ce jour lamentable, une femme, une reine Au fer des assassins n'échappa qu'avec peine. La province voyait et la flamme et le sang, Et l'émigration sans cesse allait croissant. 1. Gouverneur de la Bastille, forteresse qui servait de prison d'État. 2. Elle porta le nom de garde nationale."], [161, "157 Assemblée Constituante (5 mai 1789. 30 septembre 1791). Ses réformes. L'Assemblée, innovant sur des bases très larges, Vota l'égalité des droits comme des charges ; A la presse accorda tous ses libres ébats, Dépouilla le clergé, créa des assignats, Par les départements remplaça les provinces, Ajouta deux couleurs au drapeau de nos princes, Confia la justice aux tribunaux élus, Établit le jury, supprima comme abus Les titres de noblesse et tout vœu monastique Et crut tout cimenter par le serment civique. Dans le but d'asservir Fordre spirituel, On décrète un clergé constitutionnel. Fête de la Fédération. Fuite du roi; son arrestation à Varennes. Convention de Pilnitz (27 août 1791). La Fédération, fête patriotique, Devait symboliser la concorde publique. Le Champ-de-Mars devint, en un jour de candeur, L'arène où resplendit ce mirage trompeur. Bientôt des modérés déclina Finfluence; Cordeliers, Jacobins luttaient de violence. y**"], [162, "158 em Mirabeau succombait, sans foi dans Favenir, Effrayé d'un torrent qu'il ne peut contenir. Sa cendre, au Panthéon quelque temps abritée, Fut par la populace à l'égoi\\t rejetée. Le budget renchérit sur les anciens écarts, Et pour le déficit, il faut des milliards. Alors découragé, privé du droit de grâce Et de ses ennemis sentant croître l'audace, Le roi tenta de fuir. Drouet, l'homme fatal, A Varennes le livre au bras municipal. II revit son palais. Tel en sa bergerie Rentre un agneau captif qu'attend la boucherie. Déchéance! est le mot qu'on hurle aux carrefours. Robespierre et Brissot convoquent les faubourgs ; Au Champ-de-Mars s'assemble une foule enfiévrée La Fayette eut raison de cette échauffourée. Pendant que le Midi sent aussi le frisson, Que Jourdan Coupe-Tête ensanglante Avignon, Pour jamais Saint-Domingue a brisé ses entraves L'étranger, à son tour, s'émut de tant d'épaves : Afin de réprimer la Révolution, A Pilnitz fut signée une convention Entre les souverains de Berlin et de Vienne (1) 1. Frédéric-Guillaume II, roi de Prusse, et Léopold II, pereur d'Allemagne."], [163, "159 De ce contrat sortit la lutte européenne. L'Assemblée en septembre achevait ses travaux, Faisant aussitôt place à des hommes nouveaux. Assemblée législative (1er octobre 1791. 20 septembre 1792). Le Veto. Envahissement de V Assemblée par les Sans-Culottes. Le bonnet rouge. Danton organise V insurrection du ÍO août. Emprisonnement de la famille royale. Les Septembriseurs. Bataille de Valmy (20 septembre 1792). Or, la Législative en trois camps se divise : Le parti des Feuillants, à droite, préconise Le pouvoir monarchique et le maintien des lois. Vergniaud prête à la gauche une éloquente voix. La France assimilée aux États d'Amérique, Tel est des Girondins Fidéal politique. Enfin les Montagnards, démagogues fougueux, Des clubs les plus ardents vocifèrent les vœux. La Montagne dans peu sera la souveraine. La nouvelle assemblée, oppressive, inhumaine, Contre les émigrés lance un arrêt de mort Et confisque leurs biens par le droit du plus fort. Elle fixe un délai pourtant à la sentence, C'est le premier janvier qu'expire sa clémence. La déportation, voilà le châtiment"], [164, "160 Qu'on réserve au clergé pour refus de serment. Par son veto le prince accueillit ces deux votes. Mais voici qu'au vingt juin la bande sans-culottes Envahit l'assemblée et se rue au palais. Le roi dit qu'un Français n'a pas peur des Français, Et, toujours débonnaire au sein de la tempête, Du bonnet rouge il laisse empanacher sa tête. Cet attentat soulève une immense clameur, Chaque département proteste avec vigueur. Mais déjà du canon la voix franchit l'espace, Brunswick (1) est à Coblentz fulminant la menace, De toutes parts s'enrôle un peuple de vingt ans. Danton veut qu'au dix août s'exécutent ses plans. Une insurrection avide de tueries Surprend FHôtel-de-Ville et vole aux Tuileries. Le roi demande asile à ces législateurs Aux ordres de Petion et des agitateurs. Les derniers défenseurs du trône qui s'écroule, Les Suisses, furent tous massacrés par la foule. Le prince et sa famille, au Temple emprisonnés (2), Dans Fangoisse attendront le jour des condamnés. 1. Duc de Brunswick, chef des armées allemandes. 2. On arrêta le roi, la reine, leurs deux enfants, ainsi que Madame Élisabeth, sœur du roi. Madame Royale (Marie-Thé rèse-Charlotte, duchesse d'Angoulême), fille de Louis XVI, devait seule recouvrer la liberté."], [165, "161 Ayant pour chefs Danton, Marat et Robespierre (1), La Commune à son joug soumet la France entière. De suspects de tout âge on remplit les prisons ; On fouille les recoins des plus humbles maisons. Verdun après Longwy, tombant aux mains prussiennes Va redoubler l'accès des fureurs parisiennes. Place aux Septembriseurs ! Ces brigands aux bras nus Égorgent par milliers les pâles détenus, Et bravant sans péril le silence ou les larmes, Font le vide à la Force, à FAbbaye, aux Carmes. Les aides de Maillard avaient bien mérité Le salaire promis à leur férocité. On vit sur une pique une tète sanglante Suivre autour dos prisons leur meute rugissante. La reine reconnut en cet objet d'horreur Lamballe, une princesse, une amie, une sœur. Tandis que dans Paris le sang ruisselle encore, La nation armée aux frontières s'honore. Dumouriez dans l'Argonne arrête l'ennemi Et Kellermarm défait les Prussiens à Valmy. -I. Maximilien Robespierre, avocat d'Arras, démagogue fou gueux, devait à son tour périr sur l'échafaud le 9 thermidor. Le comité de Salut Public, tribunal de sang, était à ses ordres."], [166, "162 La Convention. (21 septembre 1792 - 26 octobre 1795.) Ce fut le lendemain, le vingt-et-un septembre, Que la Convention remplaçant l'autre Chambre, Fonda la République et créa Fan premier, Déchirant à plaisir le vieux calendrier. En hardis Jacobins la Montagne est féconde, A ses projets souvent s'oppose la Gironde, Et la Plaine indécise oscille entre les deux. Que de noms à citer, éclatants ou hideux! On voyait se grouper autour de Robespierre, Danton, Marat, Couthon et Saint-Just et Barrère, Carrier, Foucher, Tallien, Desmoulins et Carnot. Aux Girondins brillaient Vergniaud, Louvet, Brissot, Le ministre Rolland, que fascine un vain songe. Au Marais, à côté de Chénier et de Monge, Siégeaient Fabre, Siéyès, Barras, Boissy-d'Anglas Cependant le succès enflammait nos soldats. Custines, sur le Rhin, s'emparait de Mayence. Montesquiou soumettait la Savoie à la France; Dumouriez, de FAutriche à Jemmapes vainqueur, Enlevait la Belgique à son dominateur. II eût voulu sauver son prince de l'abime, Mais la Convention veillait sur sa victime."], [167, "163 Elle cita bientôt devant son tribunal, Sous le nom de Capet, le prisonnier royal, Qui répond, simple et digne, à ses juges superbes, Après ses défenseurs, De Sèze et Malesherbes. Plus d'un réquisitoire éclata contre lui; La mort sans phrases ! fut de Siéyès le seul cri. Le vingt-et-un janvier, Louis eut pour ministre Le bourreau... Des tambours le roulement sinistre Retentit... et Paris but le sang généreux Du plus humain des rois et du plus vertueux."], [168, "164 La Terreur. I. Les succès militaires. II. La Vendée. III. Les exécutions. I Quand l'immolation du juste Louis-Seize De l'année eut rougi le seuil, Les Conventionnels font de quatre-vingt-treize Une ère de crime et de deuil. Devant le tribunal révolutionnaire Malheur à qui comparaîtra! Le comité des Neuf, comité sanguinaire, Au salut public veillera. Parmi ces dictateurs que la haine divise, Carnot voit la France en danger, Et fidèle à son rôle, il prépare, organise La victoire sur l'étranger. Ce n'est plus seulement l'Allemagne qui tonne, L'Europe vient d'entrer en jeu; La Coalition partout nous environne D'un cercle de fer et de feu."], [169, "165 La Convention vote, à ce'tte heure critique, L'emprunt forcé d'un milliard; Un million de Français vont de la République Défendre partout l'étendard. A Nerwinde vaincu, les projets qu'il agite Mettent Dumouriez en péril ; De la Convention éludant la poursuite, II prend le chemin de l'exil. Des Autrichiens déjà vainqueur à Wattignies(l), Jourdan bat Cobourg à Fleurus (2) . Où nos ballons captifs, sentinelles hardies, Planent sur les camps éperdus. Hoche, nouveau Turenne, a délivré FAlsace (3). A Coblentz volaient nos drapeaux; L'an d'après Pichegru conquérait sur la glace Et la Hollande et ses vaisseaux. La paix de Bâle (4) suit celte rude campagne. Déjà, sous un ciel plus serein, 1. 16 octobre 1793. 2. II commandait alors I'armée de Sambre-et-Meuse. Cette victoire à laquelle Marceau prit une part décisive rend de nouveau la Belgique à la France (26 juin 1794). 3. II défit les Autrichiens à Wissembourg. 4. 5 avril 1795."], [170, "166 Désarmaient à la fois et la Prusse et l'Espagne. Nous laissant les rives du Rhin. Pour défendre sa foi d'une mortelle injure, La Vendée arma ses enfants. Cathelineau, Bonchamps et Charette et Lescure Livrent des combats de géants (1). Saumur, Angers, Laval deviennent les conquêtes De ces preux, jaloux de leur sol. Refoulés par le nombre ils vengent leurs défaites Par un dernier triomphe a Dol. Le Mans et Savenay trahissent leur courage, Et Kléber est victorieux; Plus d'une fois encor, aux sentiers du Bocage, Les Chouans combattent les Bleus. Contre FOuest on lança la colonne Infernale, La flamme et le glaive à la main; Hoche pacifia la France occidentale En se montrant moins inhumain. 1. Expression de Napoléon I\". On connaît ces fières paroles de Larochejaquelin à ses volontaires : ■ Si j'avance, suivez moi; si je recule, tuez-moi; si je meurs, vengez-moi. •"], [171, "167 III Épris de liberté, mais contre Finjustice Luttant parfois avec honneur, Les Girondins (1), chassés ou livrés au supplice, Laissent triompher la Terreur. Quand Charlotte Corday, pour venger leur mémoire, Eut percé le cœur de Marat (2), Quand il eut expiré sanglant dans sa baignoire, On fit un dieu du scélérat. Par la loi des suspects, ce chef-d'œuvre de haines, Trame immense aux mains des tyrans, Trois cent mille Français sont jetés dans les chaînes, Voués aux adieux déchirants. Fouché, sombre émissaire, et Fouché s'en fait gloire, Mitraille Lyon reconquis; Les bateaux de Carrier dans les flots de la Loire Versent des milliers de proscrits. 1. La Commune de Paris avait organisé contre eux, l'insur rection dtj 31 mai 1793. 2. 14 juillet 1793. Marat, président du Club des Jacobins, avait préparé avec Danton les massacres de septembre et réclamé la loi des suspects."], [172, "168 Plutôt que de subir l'oppression commune, Toulon se livrait aux Anglais ; Fol espoir! Bonaparte, au seuil de sa fortune, Sur Toulon pointe ses boulets. Le seize octobre, on vit la fatale voiture Rouler sur les pavés tremblants. La Reine est là debout, calme, ayant pour parure Sa couronne de cheveux blancs. L'enfant royal, sevré de toutes les caresses, Sans appui comme sans plaisir, Du cordonnier Simon subissant les rudesses, Du Temple est le touchant martyr (1). Le nom d'Égalité ne sauve pas Philippe (2) Riche et Bourbon, c'en est assez. Vers ce Palais-Royal que suit la sombre équipe, II voit Féclair des jours passés. AprèsBailly(3), tremblant de froid mais non de crainte L'échafaud attend Lavoisier (4) ; 1. « Courbez-vous; c'est un roi ! Chantez : c'est un martyr! » (V. H.) Louis XVII s'éteignit le 8 juin 1795. 2. Louis-Philippe-Joseph d'Orléans, père du roi Louis- Philippe. 3. Maire de Paris. 4. Créateur de la chimie moderne."], [173, "169 Quand de son jeune luth frémit encor la plainte, On guillotine André Chénier. Dans les temples, fermés pour les fêtes chrétiennes, Trône la déesse Raison; Et la voûte redit les paroles païennes Qu'on substitue à l'oraison. Les niveleurs fauchaient talents, vertus, jeunesse (1) ; Mais bientôt ces hommes pervers Tombèrent tour à tour, du sein de leur ivresse,'. Aux gouffres qu'ils avaient ouverts. Danton de la puissance avait atteint le faîte, Fier de sa popularité : L'ombrageux Robespierre a demandé sa tête, Et Danton meurt décapité. Robespierre attendri voue à l'Être-Suprême Un jour de fête solennel; A la cérémonie il présida lui-même, Comme un pontife officiel. 1. Parmi les victimes de la Convention figurent Mouchard, vainqueur des Anglais à Hondschoote, et Custine, qui avait pris Mayence."], [174, "170 Mais sur ce front, empreint d'une hypocrite audace, Va se déchaîner l'ouragan, Et le Neuf Thermidor (1), ses collègues en masse S'écriaient : « A bas le tyran ! » Le dix, des cris joyeux, des bravos insolites Saluaient son dernier soupir, í Et Couthon et Saint- Just, ses dignes acolytes, Tombaient avec le triumvir. 1. 27 juillet 1794"], [175, "171 Fin de la Convention. La France respira. La mort de Robespierre Aux captifs entassés a rendu la lumière. Mais les Thermidoriens, oubliant, leurs écarts, Faisaient exécuter les plus fiers Montagnards. Cependant l'assemblée encourut le reproche De n'avoir pas tenu la promesse de Hoche : Les nombreux émigrés cernés à Quiberon Furent, devant Tallien, fusillés sans pardon. C'était dire à Sombreuil, à ses marins crédules : « Meurs, si tu te défends ; meurs, si tu capitules. » L3 premier prairial (1), le peuple des faubourgs De la Convention interrompt les discours, Criant : «Du pain, du pain! » Boissy- d' Anglas préside; Opposant à l'émeute un visage intrépide, Tout un jour de Forage il entend les éclats. Féraud est massacré devant Boissy-d' Anglas. Vers minuit seulement, les sections groupées En déroute mettaient les foules attroupées. D'une insurrection bourgeoise le canon, Sous l'œil de Bonaparte avait aussi raison (2) 1. 20 mai 1795. 2. 13 Vendémiaire (4 octobre 1795)."], [176, "172 Rien n'avait survécu des anciennes doctrines, Et la littérature et Fart sont en ruines. Des choses de l'espril envisageant le but, La Convention fonde un nouvel Institut. Les temples sont rendus au culte de nos pères. Par la création des écoles primaires, De l'école Normale et des Arts-et-Métiers, De l'étude elle veut ranimer les foyers. Enfin cette assemblée, effroi de notre histoire, Après trois ans céda la place au Directoire, Mélange d'énergie et de férocité, Elle sauve, elle opprime un pays dévasté. Mais l'honneur seul conduit ces bataillons d'élite Qui du vieux sol gaulois retrouvent la limite. Paris.— J. Mersch, imp., 4e\", Av. deChátilloa"], [177, ""], [178, ""], [179, ""], [180, ""], [181, ""], [182, ""]]