[[1, ""], [2, ""], [3, ""], [4, ""], [5, "LE PERTUIS DU VISO"], [6, ""], [7, ""], [8, "Fac-simile de la lettre de Louis XI Rea de France. Tanna Zzi Tommasi , giani e (J Fotoìit P Carltvarij"], [9, "LE PERTUIS DU VISO ÉTUDE HISTORIQUE d'après des documents inédits oonserves aux archives nationales de turin PAR LOUIS VACCARONE TURIN F. CASANOVA, Libraire-Éditeur Rne de l'Académie des Sciateci (Piace Cartonan) 1881"], [10, "PROPRJETÉ LITTÉRAIRE Turin — Iinpriraerie Bona."], [11, "A MON EXCELLENT AMI J. M ARTIN-FRANKLIN"], [12, ""], [13, "±Je touriste qui quitte le village de Crissolo dans la vallèe du Po, et qui se dirige vers la France par le col de la Traversette, après avoir traverse au mi lieu de ravins et d'èboulis le Pian del Re et le Pian dell' Ar moina, arrive au Pian della Malta. Uè là le regard, qui dans la montée avait été arrété par les rochers sombres et dénudés, dècouvre librement les plaines du Piémont dont les riches cultures et les prés verdoyants sont silloimés par les eaux. La montée devient ensuite plus rude et plus pénible; le sentier rapide se développe au milieu des blocs de rocher et des escarpements jusqu'à la fontaine appelée de VOrdi. Quelques pas plus haut, à quatre-vingt mètres envi ron au dessous du col de la Traversette, dans un an gle rentrant entre deux rocs presque verticaux, s'ouvre la galerie connue dans le patois du pays sous le nom de Pertus d' Viso, qui sert au passage d'Italie en France."], [14, "8 Cest de cette galerie que nous voulons parler, en soumettant le résultat de nos études et de nos recher ches à la bienveillance du lecteur. Il y a eu un grand nombre d'opinions diverses sur l'auteur de ce travail, et pendant de longues années la plus grande incertitude regna parmi les archéolo gues qui avaient essayé de résoudre cette question. Le uns, partisans de l'idèe qu'Annibal avait traverse les Alpes au Mont-Viso, lui attribuèrent la percée de ce souterrain, d'autres à Pompée à l'époque de la guerre d'Espagne, d'autres encore au Dauphin Andre vers l'année 1228, ou aux Sarrasins quand ils envahi rent les Alpes Dauphinoises. Le premier écrivain qui paraît avoir parie du trou de la Traversette est le conseiller Aymar du Rivail qui vivait au XVIe siècle (1490-1557 à 1560). Le ma nuscrit conserve à la Bibliothèque nationale de Gre noble a été traduit, une grande partie, en frangais en 1852 par M. Antonin Macé, sous ce titre : « Descrip tion du Dauphiné, de la Savoie, du Comtat Ve naissin, de la Eresse et d'une partie de la Provence, de la Suisse et du Piémont au X VP siècle » . On lit à la page 248 de cet ouvrage ce passage : « Au Mont-Viso est le trou de la Traversette qui conduit de Château Queyras au Château Dauphin (?) et à Sa luces, par un chemin plus court que celui qui passe par les cols de la Croix et de l'Agnel »."], [15, "9 Paul Jove, historien renommé du XVP siècle aussi, en parie ainsi dans le livre XV de ses Histoires : « Per easdem Coctias (alpes) alia horrenda visu transituque aspera itinera pluribus in locis patent. Illud in primis admirationis habet plurimum, qui juxta Vesulum perpetuo specu perfossi montis, in Salassos [Salutios) hodie penetratur. Vesulus Eri dani pater nomen adhuc retinet, et ab ipso aquarum divortio, montium editissimus existimatur. » Mathieu Ferrerò de Cavai lermaggiore, cité par Mu letti dans son Histoire de Saluces, figure parmi les auteurs qui croient qu'Annibal ou Pompée ont été les auteurs de ce travail. Voici en quels termes il s'exprime : « Patet supra medium Vesuli ascensum praegrande inter scopulos excisum antrum , tamquam adaper tum ostium laboriosac artis viribus atque vio lentia, a latere in o/jpositum montis latus e/fossa et perfossa firmissima rupe, vel potius saxea Alpis mole, per mille circiter passus a parte in partem ferro transverberata sive ab immani Carthaginensi Annibale , sive a Romano praepotente Pompeio duce... ->> Louis Della Chiesa (Delle istorie di Piemonte, lib. I, pag. 2) écrit en parlant des Alpes que chaque jour on construit au travers de nouveaux chemins difficiles à parcourir et effrayants à voir, parmi lesquels il y a ce merveilleux passage sous le Mont-Viso, où la"], [16, "10 montagne est percée sur une longueur d'environ un quart de mille, et qui sert à aller du Dauphiné dans la vallèe du Po et le marquisat de Saluces. Ce passage, dit-il, quoique fait avec beaucoup d'art, remonte ce pendant à beaucoup d'années: il fut interrompu par la chùte d'une quantité de pierres, et réparé il y a quelques années aux frais du roi de France. Il a été ouvert, autant qu'on peut conjecturer et en s'en rapportant aux indications d' anciens auteurs, par Pompée. Le médecin Barthélemy Romani (Amfiteatro . . . etc. grado III, pag. 35) pour prouver, suivant sa manière de voir, que Saluces était V Augusta des Vagiennes, s'exprime ainsi: « Qui ignore que les valeureux Ro mains ou peut-étre d'autres princes grands et puissants, ont laissé dans cette Augusta des Vagiennes non seu lement l'aqueduc . . . mais encore la huitième mer veille du monde, la grande percée ouverte avec tant d'art aux larges-llancs du Mont-Viso, par laquelle les hommes et les mulets passent commodément en Dau phiné. » Monseigneur Frangois Augustin della Chiesa (Re lazione dello stato presente del Piemonte, cap. V, pag. 23) faisant la description du Mont-Viso, dit que « cette montagne fut dans les siècles passés, par un art merveilleux, au moyen du fer et du seu, percée sur une longueur d'environ un demi-mille, de sorte qu'on"], [17, "11 peut passer de cette vallèe (du Po) à Ristolas dans le Dauphiné ». Et le méme auteur dans un autre de ses écrits ( Corona Reale, parte I, pag. 224) ajoute plus diffusément : « Au pied de cette montagne, ori voit une route taillée à coups de marteaux dans le roc, les uns disent par Pompée, les autres par d'autres, par laquelle les mulets charges de sei passent facilement de la vallèe du Po dans celle de Queyras qui fait partie du Dauphiné ». Le generai Bourcet, accumulant erreurs sur erreurs, attribue dans ses Mémoires militaires l'ouverture de cette galerie à Frangois I\" roi de France, à la date de 1525. « Ce passage, dit-il, n'était pas connu avant Frangois Ier, qui y fit passer son armée, avec l'artille rie, en 1525, pour aller dans son marquisat de Saluces, et de là en Italie. Tous les passages des montagnes étaient gardes par les ennemis. Un berger indiqua le col du Mont-Viso, qu'ils avaient negligé de garder, le regardant comme imprenable. On travailla à rendre ce chemin praticable pour les voitures roulantes; il fallut pour cela percer la montagne du col sur 55 toises de longueur, et l'on donna 4 toises de largeur au passage voùté pour le rendre plus commode. Quel ques personnes prétendent que ce ne fut pas Fran gois Iel qui fit ouvrir cette route dans le rocher, mais un Dauphin de Viennois qui la fit faire dans le XIIIme siècle »."], [18, "12 Ces conjectures lancées au hasard, sans l'appui d'au cune autorité, ont été aveuglement acceptées sans con trole. Ce ne fut que dans ces dernières années qu'on mit de còte le concours des Sarrasins, de Pompée, du Dauphin Andre, aucun document sérieux ne leur attri buant une part quelconque à l'exécution de la percée. Quant à Annibal il est plus que problématique qu'il ait conduit son armée au travers des gorges abruptes du Guil ; mais en admettant méme cette hypothèse, comment pouvait-on concilier la rapidité de sa marche avec la supposition de l'ouverture dans le roc d'une percée relativement considérable ? Cest une opinion dont on ne peut tenir compie. Quant à l'assertion du generai Bourcet, la plus su perfìcielle étude des guerres d'Italie sous Frangois Ier suffit pour démontrer que cet auteur, ordinairement si exact dans ses indications topographiques sur les Alpes, est tombe dans les erreurs les plus évidentes. Commengons à signaler une erreur de date : le generai Bourcet veut certainement parler du passage des Al pes par Frangois Ier en 1515 et non de celui de 1525 quand il perdit tout fors l'honneur. Au moment de ce dernier passage, les troupes frangaises occupaient encore une partie du Milanais, et les passages n'étaient pas gardes par l'ennemi. Ffangois Ier passa par le Mont-Cenis: c'est ce que dit formellement Varillas son historien. Il s'agit donc de 1515. Cette année au"], [19, "13 mois de juillet, l'armée frangaise conduite par Fran gois Ier à la conquéte du Milanais, était arrivée au pied des Alpes entre Grenoble et Embrun. Le roi et ses généraux étaient fort inquieta : les Suisses avaient occupé les passages duMont-Genèvre et du Mont-Cenis: on ne pouvait penser à forcer ces passages en pré sence d'un ennemi aguerri, très nombreux, et occu pant des positions formidables. Sur les indications d'un chasseur de chamois conduit au roi par Trivulce, Lau trec et Navarre allèrent reconnaître les défìlés qui conduisent de Guillestre aux sources de la Stura par la vallèe de l'Ubaye et le col de l'Argentière, et sur leur rapport l'armée prit cette route pour pénétrer en Italie. Elle partit de Guillestre, passa le col de Vars, suivit le cours de l'Ubaye jusqu'à Jausiers, d'où en remontant un affluent de l'Ubaye, l'Horonaye, dans une gorge étroite et profonde, elle passa à Larche, à Maison-Méane, et ayant traverse le col de l'Argen tière elle descendit à Coni par la vallèe de la Stura. Pendant ce temps une partie de l'armée qui était res tée à Guillestre feignit de vouloir forcer le passage du Mont-Genèvre. Le maréchal de la Palisse accompa gné par quelques officiers et par le valeureux chevalier Bayard, avec un escadron volant et mille chevaux, occupa à l'improviste Villafranca sur le Po, et sur prit à table le vaniteux Prosper Colonna qu'il fit pri sonnier avec ses soldats."], [20, "14 Frangois Ier n'est donc pas passe par la vallèe de Queyras et par le Mont-Viso, c'est indubitable et c'est une assertion toute gratuite du generai Bourcet que d'en faire l'auteur de la percée. Un écrivain peu connu, Jacques Siguot ou Signot. qui vécut sous Charles Vili, Louis XII et Frangois Ier, donne une date precise de la construction de cette galerie dans une brochure publiée en 1515 qui a pour titre : La totale description de tous les passaigcs. lieux et destroicts, par lesquels on peut passer et entrerdes Gaules en Ytalie, etc., dans laquelle on lit: « Et encores, il y a ung aultre chemin qui se prent sur main gauche par de là le dit chasteau de Queyras, qui va au lieu de Abriès en Aristolas. Après on monte ineontinent au col Lacroix Entre les dits deux derniers passaiges (col Lagnel et col Lacroix) il y a ung nouveau passaige bien merveilleux pour entrer au pais d'Ytalie. Cest assavoir par un pertuiz qu'on a faict à còte joignant le Mont Vissol par une mon tagne qu'on a percée tout oultre puis 24 ans en gà, et dure environ un traict d'arbalestre le dit pertuiz ; et après l'on descent par le val du Pau dans le mar quisat de Saluces en Piémont, et prent on le chemin pour aller au dit pertuiz au dessus par un lieu nommé le lieu Daristolas sur dextre ; et comme dit est, le dit passaige est tout joignant du Mont Visol, qu'on dit estre la plus haulte montaigne de Italie, et delà part"], [21, "15 la rivière du Po, qui passe par le milieu de Lom bardie, etc. » Voilà une affirniation nette, formelle, precise. La galerie avait été ouverte vingt-quatre ans au moins avant la publication du livre de Signot, et en admet tant qu'il l'eùt écrit quelques années avant de le pu blier, la date de la construction devait se piacer de 1480 à 1491. D'autres écrivains parlent encore de cette galerie, comme Leandro Alherti, Guichenon, les auteurs du No rùm TheatrumPedemontiietSabaudiae,GtioSreào,Vè véque Paul Brizio et le marquis de St-Simon ; mais au cun d'eux, comine aucun de ceux dont nous avons parie précédemment, n'a su attribuer à ses véritables auteurs le projet et l'exécution de ce remarquable travail. Le grand dictionnaire de Moreri est le premier livre imprimé qui rend justice aux marquis de Saluces comme auteurs de la galerie de la Traversette : « Le Po a sa source, dit-il, dans le marquisat de Salusses. au Mont-Viso qui est estimé le plus haut des Alpes. Les marquis de Saluces ont fait creuser dans ce roc. a force de ter et de seu, une voùte longue de demi-mille. sous laquelle on peut faire aisément passer les mulets qui portent des marchandises d'Italie en France ». Moreri possédait-il des documents inédits qui l'auto risassent à donner cette indication comme exacte, ou fut-il amene à cette conclusion par la considération que"], [22, "16 c'était surtout aux habitants du marquisat de Saluces que ce travail pouvait étre utile et profitable? Nous ne pouvons nous prononcer là dessus, mais il est incon testable que Moreri avait devine ou découvert la vérité. Malacarne, dans une legon académique intitulée: Di un antica strada di commercio nella valle del Po, affirme qu'il a eu entre les mains un cahier relié en parchemin intitulé : Super negotio aperturae collis Montis Visoli, sur lequel figurait la date de l'année 1475. Outre ce cahier qui devait exister dans les ar chives municipales de la ville de Saluces, Malacarne dit avoir examiné d'autres papiers relatifs à la galerie du Viso qui lui avaient été communiqués par l'avocat Tibò de Sanfront. Muletti, dans une note à son Histoire de Saluces, déclare qu'il a en vain recherché tous ces documents. Il faut dire que Muletti ne poussa pas ses recherches jusqu'aux Archives royales de Turin, car il y aurait sùrement trouvé, comme nous l'avons trouvée nous méme, dans le catalogue du marquisat de Saluces, la categorie Vili intitulée : Scritture riguardanti il fo rame fatto dal marchese di Saluzzo nella montagna di Visolo, per transitare li sali ed altre mercanzie dalla Francia in detto marchesato (1) ». Parmi ces (1) Documents concernant la percée faite par le marquis de Sa luces dans le Mont-Viso, pour le transport des sels et autres mar chandises de la France dans le dit marquisat."], [23, "17 documents il y a précisément le cahier dont parie Ma lacarne, et sur la couverture duquel est écrit : « Su per negocio aperture collis Montis V isoli 1475 ». C'est au moyen de ces documents qui ont été assez pénibles à déchiffrer que nous entreprenons l'histoire de la galerie de la Traversette ou Pertuis du Mont- Viso. Le transport des marchandises de France dans le marquisat de Saluces exigeait un voyage longetincom mode : il fallait passer par le Mont-Genèvre ou par le Mont-Cenis, routes qui, appartenant à d'autres états, étaient fermées aux habitants du marquisat en temps de guerre, et où il fallait payer des droits lourds et nombreux. Louis II, marquis de Saluces , qui avait succède à son pére le 8 avril 1475 , pensa qu'il serait possible en creusant une galerie au travers du Viso, d'ouvrir une route plus commode, plus courte, et qui ne quit terait pas ses états, laquelle favoriserait et activerait le commerce entre le Dauphiné et le marquisat de Saluces , et spécialement celui du sei qui abonde en Provence, et dont le besoin était grand dans le mar quisat, pays en grande partie montueux et peuplé de nombreux troupeaux. C'est pourquoi il ne tarda pas à envoyer sur les lieux des ingénieurs pour faire les études nécessaires, et c'est sur leur rapport, qu'après avoir eu l'avis favorable du Conseil d'état , il decida 2"], [24, "18 d'ouvrir une galerie sous le col de la Traversette, qui mit en communication directe la vallèe du Po avec celle de Queyras en Dauphiné. Mais pour 1' exécution de cette entreprise il fallait avoir le consentement du roi de France et son con- cours pécuniaire. C'est pourquoi le marquis Louis , au commencementdu mois de juin de cette méme année 1475, envoya un de ses conseillers , Antoine Ferrerò de Borgo Alice, présenter au Parlement de Grenoble une demande contenant les motifs de la décision qu'il avait prise (1). Il exposait que les marchandises du Dauphiné, du marquisat de Saluces, localités frontiè- res, que celles méme de la Lombardie et de l'Espagne auraient pris ce nouveau chemin plus court, abrégeant de trois jours la distance entre Grenoble et Saluces, plus commode et plus sur dans toutes les saisons de l'année, évitant le danger des avalanches et des éboulements qu'on rencontre ailleurs. Il priait le Parlement d'ac- cueillir ce projet, et de recevoir avec faveur son envoyé Ferrerò qui se présentait en son nom et en celui de ses sujets pour donner à cette assemblèe tous les rensei- gnements nécessaires au sujet des ótudes qui avaient été faites et des dépenses que ce travail entraînerait. Que le Parlement , après avoir pris connaissance de ces choses, voulùt bien, pour le bien du roi et de ses sujets, (1) V. Pièces justificatives, N. 1."], [25, "19 aider une entreprise également avantageuse aux deux États. Le Parlement de Grenoble , soit qu'il ne fùt pas complètement satisfait de ce que lui avait exposé l'ambassadeur du marquis Louis , soit qu'il n'eùt pas entière confiance dans la réussite ou méme dans la possibilité d'une oeuvre que quelques-uns croyaient presque impossible, et que d'autres très probablement attribuaient à l'ambition inconsidérée et aux idées chi mériques du marquis, ordonna aux Auditeurs de la Chambre des Comptes du Dauphiné de prendre des informations secrètes s'il était possible ou non de percer par le travail du ciseau le Mont-Viso, et sur les avan tages ou les inconvénients qui résulteraient si l'on ouvrait ainsi un passage plus court et plus sur entre l'Italie et la France (1). Les Auditeurs de la Chambre des Comptes qui avaient regu ce mandat examinèrent quatre individus qui , après avoir prète serment et lu la requéte du marquis Louis, déposèrent qu'ils connaissaient la position du col du Mont-Viso et de ses deux versants, que si on pouvait percer la montagne, comme il était dit dans la requéte, ce serait tout à l'avantage du Roi Dauphin, du marquis de Saluces, de leurs sujets et de tous les voyageurs en generai. Le Roi et Dauphin, disaient-ils. (1) V. Pièces justifîcatives, N. 1."], [26, "20 ne perdrait rien du revenu de ses gabelles, lequel au contraire augmenterait parce que beaucoup de voyageurs et de marchands seraient attirés par l'abréviation du chemin. Ceux qui en souffriraient, ce seraient les habi tants du Mont-Genèvre, de Césanne, d'Oulx, de Salber trand, d'Exilles , de Chaumont , de Pragelaz et de Mentoulles, par où passent les voyageurs qui vont à Suse et à Pignerol. Mais en principe ils concluaient qu'il était utile pour les deux États que ce travail se fît, sans compter en outre que si le Roi et Dauphin voulait aller faire la guerre en Italie, il aurait par ce moyen un chemin plus sur et plus facile pour le trans port de ses troupes dans toutes les saisons de l'année (1). Il semble que le Parlement de Grenoble, désirant étre amplement éclairé sur une question aussi impor tante, ne se contenta pas des informations que devaient prendre les Auditeurs de la Chambre des Comptes, puisque, le 6 septembre de la méme année 1475, le Gouverneur du Dauphiné ordonnait au Trésorier generai de se transporter en personne sur les lieux pour ras sembler d'autres informations secrètes sur Tutilité de l'ouverture de la galerie, et d'en référer le plus tòt possible, pour qu'on puisse aussitòt aviser (2). Dix jours après, c'est-à-dire le 16 septembre, le Trésorier generai commenga à examiner à Briangon (1) V. Pièces justificatives, N. 1. (2) Idem, N. 2."], [27, "21 cinq témoins, qui, à dire vrai, n'avaient vu le col de la Traversette que de loin ; ils se bornaient par consé quent à deposer sur l'utilité et les bénéfices qui résul teraient pour le Dauphiné et le Roi de l'ouverture de la galerie, laquelle, disaient-ils, offrirait au commerce une route plus sùre , très courte et moins chère. Ils furent unanimes à affirmer que quand cette route serait ouverte, le commerce augmenterait et par conséquent les revenus publics. Les habitants du Mont-Genèvre, de Césanne, d'Oulx, de Salbertrand, d'Exilles, de Chau mont et de Pragelaz en éprouveraient quelque dom mage, mais de peu de considération en comparaison du grand avantage pour tout le Dauphiné. Le 21 septembre le Trésorier generai se transporta dans la paroisse de Ville-Vielle, Chatellenie de Queyras. et y interrogea quatre personnes qui toutes, et quelques unes plusieurs fois, avaient traverse le col de la Traver sette. Elles déposèrent que quoique elles ne connussent pas le lieu précis où on avait le projet d'ouvrir la ga lerie, ou ne s'en rappelassent pas la configuration, elles en avaient cependant eu quelque notion par un dessin qu'on leur avait montré et qui représentait cette localité. Il leur semblait bien diffìcile qu'on put percer la mon tagne : mais n'ayant pas l'expérience de ce genre de travaux elles s'en remettaient au jugement des maîtres mineurs, qui unanimement le croyaient possible. La mème raison les empéchait de répondre catégoriquement"], [28, "22 à la demande si la longueur de cinquante trabucs (1) était suffisante ou non, mais qu'elles admettaient que la largeur d'un trabuc (2) et la hauteur d'environ huit pieds (3) étaient convenables pour des hommes à cheval et des bétes de somme; on aurait ainsi une route sùre, à l'abri des avalanches et du perii de dégringoler de la montagne, accident dont fut témoin un des déposants qui vit un jour se précipiter du col de la Traversette un mulet et une génisse. Ces personnes ajoutèrent que si on pergait cette montagne, il faudrait réparer et amé liorer les routes des cols de Lautaret et d'Ysoart pour le transit des marchandises dans le Dauphiné jusqu'à Lyon et ailleurs , ce qui serait du reste d'un grand avantage pour le Roi et Dauphin et pour tout le Dau phiné. Pour ce qui regardait les droits d'entrée , les gabelles, l'utilité et les profits qui pourraient résulter de l'ouverture de la galerie, elles répétaient les mémes choses que les premiers déposants. Le lendemain , 22 septembre , le Trésorier generai, en compagnie de Germain Fabro , cure de la paroisse d'Aiguilles, alla visiter la localité où on projetait de percer la galerie. De retour à Abriés, le secretaire du Trésorier regut la déposition du dit Fabro , témoin oculaire, qui ne fit que confirmer les dépositions pré cédentes. (1) 1.50 mètres. (2) 3 mètres. (3) 4 mètres."], [29, "23 Suit la déposition d'un témoin qui se réfère à ce qu'a dit le cure Fabro et le confirme. Enfin le 14 octobre, à Gap, a lieu la dernière dépo sition d'un certain Jean Fogassie, marchand, conforme aux précédentes (1). Les informations prises par les Auditeurs de la Chambre des Comptes et celles prises par le Trésorier generai auront été , comme il est naturel , de suite transmises au Parlement ; mais celui-ci, nous ignorons pourquoi, reste ensuite deux ans avant d'en référer, comme nous le voyons dans une note qui dit qu'une copie de toutes les informations fut transmise le 20 dé cembre 1477 au Roi et Dauphin , et une autre au nonce ou procureur du marquis de Saluces Antoine Ferrerò, et comme il résulte des rapports aux mémes expédiés au Roi et au gouverneur du Dauphiné (2). Il faut croire que pendant ce temps les envieux et les ignorants se sont ligués pour essayer de blâmer l'audacieuse entreprise et pour en empécher l'exécution, mais ils ne réussirent qu'à exciter l'activité du marquis de Saluces, qui ne s'arréta devant aueune difficulté jusqu'à ce que son projet eut eu l'approbation du Par lement. Une fois que celui-ci se fut persuade de quelle utilité serait cette percée , projetée et désirée par le mar- (1) V. Pièces justificatives, N. 2. (2) Idem, N. 1, 3, 4."], [30, "24 quis Louis, il écrivit en date du 20 décembre 1477 deux lettres , Fune au gouverneur du Dauphiné, Jean d'Aillon seigneur de Lude, l'autre au Dauphin et Roi de France Louis XI, en chargeant le gouverneur de remettre celle-ci au Roi (1). Dans ces lettres on expose que le marquis de Saluces a déjà deux fois envoyé au Parlement un de ses conseillers, Antoine Ferrerò, pour demander qu'on pergât une montagne dite Mont-Viso sur la ligne de partage des eaux entre le Queyras et le marquisat de Saluces. Il y avait longtemps qu'on en parlait, comme en sont foi les anciens régistres de la Chambre des Comptes, pour s'assurer si vraiment cette percée du Mont-Viso serait ou non avantageuse au Roi et au Dauphiné, et le Parlement avait jugé opportun de faire prendre des informations d'après lesquelles il s'é- tait persuade qu'il serait très utile de faire ce travail à frais communs, c'est-à-dire moitié à la chargé du marquis de Saluces, et moitié â celle du Dauphin. Les choses en étaient là et le Parlement ayant crù ne pouvoir aller plus outre sans en avertir auparavant le Roi et le Gouverneur, il leur envoyait dans ce but par le moyen d'Antoine Ferrerò, conseiller du marquis de Saluces, les informations en question avec une vue de la montagne , pour qu'ayant pris ou fait prendre connaissance du tout, il fùt pourvu. (1) V. Pièces justiflcatives, N. 3, 4,"], [31, "25 Par lettre du 23 janvier 1478 le gouverneur accuse reception aux Conseillers du Parlement de leurs deux lettres ; il dit avoir remis au Roi celle qui lui était adressée, et lui avoir presente l'envoyé du marquis de Saluces. Le Roi désire et veut qu'on ne tarde pas de mettre la main à l'ceuvre et d'achever un travail qui sera si utile au pays et qui sera grand honneur au Parlement qui l'aura termine. Il invite en consé quence le Parlement à faire améliorer les routes d'accès, à faire tout ce qui peut venir en aide à cette entre prise, et à recourir à lui en cas de besoin (1). Au revers de cette lettre se trouve une annotation que nous pouvons supposer du secretaire du procureur fiscal ou de quelque autre fonctionnaire du Parlement; elle est congue en ces termes : « Presentate VII\" februarii MIIIILxxVIII de parte excellentie vestre ad priorem judicem etprocuratorem. Vocabuntur gentes trium statuum». Les trois États ayant été convoqués et ayant donne leur approbation, le marche fut redige et passe entre le marquis de Saluces, au nom en outre du roi de France et du Parlement du Dauphiné, d'une part, et de l'autre les nobles Martin d'Albano et Balthazar d'Al piasco, lesquels s'engageaient à ouvrir au travers du Mont-Viso une galerie qui fut propre au passage com- (1) V. Pièces justificatives, N. 5."], [32, "26 mode des traîneaux et des mulets, dans le terme de dix-huit mois, à construire une route aux deux entrées de la galerie, et à améliorer les routes d'accès en les rendant muletières; les dèpenses occasionnées par ces travaux devant se repartir entre le Dauphiné et le marquisat de Saluces. Le marquis Louis promettait tant en son propre nom qu'à celui du Parlement et du roi de France , de fournir aux entrepreneurs la somme de douze mille flo rins, le bois, le fer, et l'acier nécessaires, et de leur accorder des garanties et des privilèges dont les con ditions ressortent du cahier des charges que nous pu blions ci-après dans les Pièces Jushjîcatives '(1). Conformément à l'art. 11 du contrat ci-dessus par lequel le marquis de Saluces promettait de le soumettre à la ratification et approbation du Parlement de Gre noble, et si on le jugeait nécessaire à la sanction royale, le marquis l'expédia à cette assemblèe par l'entremise de ses envoyés Jean de Vische, dit le petit Jean, son écuyer, Martin d'Albano et Balthazar d'Alpiasco, ces deux derniers les mèmes qui avaient pris Tentreprise de l'exécution de la galerie du Mont-Viso. Le Parlement de Grenoble, dans sa séance du 19 septembre 1478, après mùr examen, approuva le con trat avec quelques légères modifications (2). (1) V. Pièces justiflcatives, N. 6. (2) Idem, N. 7."], [33, "27 En présentant le contrat, ou après en avoir obtenu l'approbation, les envoyés du marquis de Saluces re mirent au Parlement une requéte par laquelle ils de mandaient qu'on mît en bon état les routes et les ponts du Dauphiné spécialement de Gap à la galerie pro jetée, et que les sujets de leur seigneur puissent in troduire du Dauphiné dans le marquisat toute espèce de marchandises, sans étre soumis au payement de droits d'entrée et de sortie, sauf à payer les anciens peages et gabelles ; que la méme faculté fut accordée aux Dauphinois qui tireraient de marchandise du mar quisat de Saluces. Le Parlement acquiesga à ces demandes par arrét du 29 septembre 1478 (1). Pendant ce temps le marquis de Saluces, dans le but de s'assurer les avantages que lui faisait espérer l'ou verture du nouveau chemin, et spécialement le com merce du sei de la Provence, aussitòt que le Parlement eut approuvé le contrat, envoya à Rene d'Anjou sou verain de la Provence, ses charges d'affaire, Jean de Vische, Martin d'Albano et Balthazar d'Alpiasco, les quels connaissant les lieux et experts pouvaient expli quer et prouver à ce prince habile la possibilità de cet ouvrage et sa convenance. Les envoyés du marquis de Saluces arrivèrent à (1) V. Pièces justificatives, N. 8."], [34, "28 Arles le 20 ou le 21 septembre et se présentèrent à la cour du vieux roi, lequel apprenant qu'il s'agissait de percer le Mont-Viso pour ouvrir une communication sùre et facile entre la Provence, le haut Dauphiné et le marquisat de Saluces et le Piémont, appuya avec ardeur ce projet, prévoyant les bons résultats com merciaux qu'il procurerait à ses États. A cet effet un traité fut concili le 22 septembre entre Rene d'Anjou souverain de la Provence et le marquis Louis de Saluces, traité qui fut déterré dans la poussière des archives par l'historiographe du roi Rene de Villeneuve-Bargemont (1). Tout secondait les efforts du marquis de Saluces, mais la saison avancée obligea à renvoyer â l'année suivante le commencement des travaux. Aussitót après la fonte des neiges, le marquis Louis, qui avait à coeur l'exécution de ce projet si longtemps caressé, projet qui devait étre si avantageux à ses sujets, ne negligea rien pour son accomplissement. Mais il y eut quelque obsta cle de la part du Parlement de Grenoble. Les docu ments que nous possédons ne nous fournissent aucun éclaircissement sur la nature de ces obstacles. Malacarne dans son manuscrit intitulé : « Di un'an tica strada di commercio nella valle del Po » assure avoir vu une protestation faite en 1478 par le Par- (1) V. Pièces justificatives, N. 9."], [35, "29 lement de Grenoble, où on lisait que le roi de France exigeait que le marquis de Saluces restituât toutes les sommes à lui payées par le trésorier generai Del phinal, au cas où il ne fit pas termincr la percée du Mont-Viso par les personnes déjà nommées Martin d'Albano et Balthazar d'Alpiasco. Si le Parlement de Grenoble n'avait approuvé que le 19 septembre 1478 le contrat que lui présentaient les envoyés du marquis Louis, et si le dit contrat, com me il y est dit, devait encore étre presente à la rati fication royale, nous ne pouvons croire que la méme année le Parlement formulât une protestation qui n'au rait pu étre motivée que par des discussions sur les travaux, auxquels certainement on ne mit la main que l'année suivante. L'acte vu par Malacarne n'est donc pas une protestation, mais une simple convention entre le Parlement de Grenoble et Jean de Vische agissant au nom du marquis de Saluces, à la date du 30 sep tembre 1478. Il y est précisément dit qu'au cas où la galerie ne serait pas terminée par les entrepreneurs Martin d'Albano et Balthazar d'Alpiasco, le marquis de Saluces restituerait au trésorier generai Delphinal tout ce que lui aurait été payé sur la somme de six mille florins, quote part de la dépense pour l'ouver ture de la percée du Mont-Viso à la charge du Dau phiné (1). (1) V. Pièces justificatives, N. 10."], [36, "30 De toute facon, si les causes nous sont inconnues, nous connaissons cependant les résultats. Les divergences entre le Parlement de Grenoble et le marquis de Saluces au sujet de ces travaux en amenèrent de suite la sus pension. Le Parlement défendit au marquis de le com mencer sur le versant du Dauphiné, et le marquis en appela au roi qui lui donna raison et ordonna que les travaux fussent entrepris (1). Quelques semaines après, le marquis Louis recut un diplòme de l'empereur Frédéric III qui lui accorde la faculté d'imposer une gabelle ou péage sur la nouvelle route par la galerie du Mont-Viso, sous la condition qu'il fît d'abord terminer cette galerie qu'il avait en treprise avec tant d'audace et de talent, et qu'il fît élever à l'entrée de la galerie du còte de l'Italie une chapelle en l'honneur de la B. Vierge Marie et de saint Christophe; cette chapelle serait convenablement dotée de manière à pouvoir y installer un chapelain qui prierait pour l'âme des empereurs vivants et morts; sur la facade serait placée une pierre sur laquelle se raientsculptées lesarmoiries impériales pour éterniser la mémoire de son nom (2). Dans ce diplòme on ne fait aucune allusion au con cours du roi de France: au contraire les paroles solus disposuisti assumere grande laboriosum... etc. con- (1) V. Pièces justiflcatives, N. 11. (2) V. Idem, N. 12."], [37, "31 firment ce que nous avons dit qu'on avait seulement. par l'initiative du marquis Louis, commencé les tra vaux sur le versant italien, tandis que du còte du Dauphiné on n'avait rien fait, ou pas grand' chose. On ne construisit non plus ni la chapelle ni l'habitation du chapelain, ce qui souvent aurait été d'une grande utilité aux voyageurs. Nous avons vu que le roi avait ordonné au Parle- ment de reprendre les travaux, et celui-ci se rendant a ses ordres, les avait transmis au gouverneur pour leur exécution. Il y eut échange de lettres : nous en possé dons une par laquelle un certain Philippe Emé, chargé peut-étre de surveiller les travaux, en accusant re ception de leurs lettres aux conseillers du Parlement de Grenoble et de celles du gouverneur generai du Dauphiné, dit qu'il a écrit à la marquise de Saluces, et supplie le Parlement de lui envoyer copie de tout ce qui avait été decide et fait à l'égard de la percée du Mont-Viso, pour démontrer à la marquise que du moment que la galerie était terminée sur le versant italien, il fallait mettre la main aux travaux du cote du Dauphiné (1). Tout nous porte à croire que toutes les difficultés ayant été aplanies, vers le commencement de juillet, après la fonte des neiges, on mit la main à l'ceuvre (1) V. Pièces j ustificati ves, N. 13,"], [38, "32 avec ardeur du còte du Dauphiné. Ce que nous pou vons affìrmer avec certitude c'est que la galerie était terminée à la fin de 1480. En février 1481 le marquis de Saluces en avisait le roi de France, comme nous l'apprennent les Lettres Patentes du 2 décembre 1483, par lesquelles Char les VIII, qui avait succède à son pére Louis XI , ac corde au marquis, précisément pour les avantages qu'il a procurés aux deux Etats en ouvrant cette nouvelle route, la faculté de transporter le sei de Provence au travers du Dauphiné en Piémont et dans les autres parties de l'Italie ; il permet également aux marchands du marquisat de Saluces de s'approvisionner en France de toute espèce de marchandises, en payant les droits et péages ordinaires. Ces Lettres Patentes prouvent combien la nouvelle route du Mont-Viso était fréquentée pendant les pre mières années, et quels avantages elle avait apportés aux provinces limitrophes de la France, de la vallèe du Po et du Piémont. Tout le sei qui se consommait non seulement dans le marquisat de Saluces, mais en core dans le Monferrat et dans d'autres parties du Pié mont était introduit par ce passage. De la France arri vaient des draps, des étoffes, des meubles, des chevaux et du bétail ; d'Italie passait en Dauphiné et en Pro- fi) V. Pièces justificatives, N. 14."], [39, "33 vence du riz, de l'huile, de la laine, des peaux, etc. La vallèe du Po s'enrichissait e pendant nombre d'an nées Crissolo, Paesana , Barge , Sanfront et Revello jouirent des bienfaits d'un commerce florissant. Dans cette dernière localité qui était bien fortifiée on déposait les marchandises et le sei qui venaient de France; il y avait une maison douanière a còte de l'église de la collegiale en face de randellile porte qui s'appelli! encore porte de la Garde, à laquelle aboutit la route de la vallèe. Au dessus de la porte de cette maison on voit encore une inscription en grands caractères gravés sur la pierre: Ferme et Droicts. C'est de Revello que ces marchandises et spécialement le sei étaient distri bués dans tout le marquisat; une partie du sei était exporté dans le Montferrat par la route dite Revella nea, qui était réputée dans le peuple oeuvre des anciens Romains, dont on prétendait qu'une colonie s'y était fixée, non seulement pour cultiver les terres et défendre le passage, mais encore pour exploiter la mine d'or de Crissolo. La voie Revellanea ne doit cependant rien aux Romains : elle fut construite par Louis II pour fa ciliter le transport du sei de Revello dans le Montferrat. Elle traversait le territoire de Saluces et se dirigeait vers Racconigi ; elle avait quatre trabucs (12 mètres) de largeur , non compris les fossès qui la bordaient. On en rencontre de temps en temps des traces dans la directioii susdite. 3"], [40, "34 Quelques années après, c'est-à-dire en novembre 1486. la guerre ayant éclaté entre le marquis de Saluces et le due de Savoie Charles le guerrier, celui-ci mar cila contre le marquisat avec une forte armée de vingt cinq mille hommes. Louis se trouva bientòt aux abois, et pour se procurer des secours dans d'aussi fâcheuses circonstances, il résolut d'aller trouver le roi de France. Le 16 décembre ayant laissé son frère à Saluces avec une partie de sa cour et un petit nombre de soldats, il passa en France par la nouvelle route de la vallèe du Po. Pendant ce temps le due de Savoie s'étant era paré des châteaux de Sanfront et de Scarnafigi vint camper sous les murs de Saluces. Le marquis Louis qui était en France obtint du roi des lettres destinées au Parlement et au gouverneur du Dauphiné, par les quelles il ordonnait de publier une proclamation qui enjoignait aux vassaux et hommes d'armes de cette pro vince de se tenir préts à porser secours au marquis de Saluces (1). Mais les lenteurs apportées à la réunion des secours obligèrent les défenseurs de Saluces, à la veille de manquer de vivres, et après avoir éprouvé toutes espèces de souffrances, de se rendre au due de Savoie après plus de trois mois de siège. Après la prise de Saluces le due s'empara en peu de temps de tout le marquisat sauf du château de Revello où se défen- (1) V. Pièces justificatives, N. 15."], [41, "35 dait valeureusement Jeanne Paléologue, semine du mar quis Louis. Le due de Savoie mourut à Pignerol le 13 mars 1490, laissant au berceau son fils Charles-Jean-Amédée et la régence à Bianche de Montferrat. A cette nou velle le marquis Louis qui demeurait à Aix comme lieutenant generai du roi de France en Provence, se hâta de descendre dans le marquisat avec quelques troupes frangaises et de faire alliance avec Ludovic-le- More. La régente n'ayant pas des forces suffisantes pour affronter l'armée du due de Milan, et sachant d'ailleurs que le roi Charles VIII aurait donne aide au marquis, dut restituer pendant le mois d'aoùt toutes les places fortes du marquisat, de sorte qu'après un peu plus de trois ans Louis II rentra en possession de tous ses Etats. C'est par cette nouvelle route du Mont-Viso, par laquelle était passe le marquis Louis et sa cour en se rendant en France au moment du siège de Saluces , qu'une partie des milices Dauphinoises et une partie de l'artillerie de Charles Vili descendirent en Italie, quand ce roi voulut faire revivre dans le royaume de Naples les anciens droits qu'il prétendait tenir de la maison d'Anjou. Le marquis de Saluces qui n'avait éprouvé aucun dérangement par suite de l'expédition de Naples, dut prendre les armes pour venir au secours du roi de"], [42, "36 France, quand une coalition des princes italiens tenta d'empècher le retour de Charles Vili dans ses États. Outre ces guerres continuelles, la peste et la mor talité avaient tellement dévasté le marquisat que Louis s'était trouvé dans l'impossibilité d'observer le traité qu'il avait conclu le 2 décembre 1483, et avait suspendu l'extraction du sei de l'étang de la Vauduch qui aux termes du contrat ne devait pas étre moindre de dix mille six cents olles (1) par an. Le marquis Louis revint à Saluces quand Charles Vili après avoir surmonté le faible obstacle que les confédérés lui avaient oppose à Fornove (6 juillet 1495) était rentré sain et sauf en France, et il demanda au roi qu'il lui fùt fait remise de l'excédant du sei qu'il s'était obligé d'extraire de l'étang de la Vauduch. Charles Vili lui accorda sa demande par Lettres Patentes du 27 novembre 1495 en considération de ses hautes qualités et des services importants qu'il avait rendus en de nombreuses occa sions, et spécialement dans les affaires de la conquéte du royaume de Naples et du retour, où son aide avait été donnée sans crainte et sans arrière pensée (2). Le due d'Orléans succèda en 1498 à Charles Vili et prit le nom de Louis XII. Désireux de faire valoir sur le duché de Milan les droits qu'il tenait, comme (1) Ole. Grand pot ou vase à deux anses. - Voyez Rayn., Tom. IV, pag. 3661, au mot Olà. (2) V. Pièces justificatives, N. 16."], [43, "37 petit-neveu de Jean Galéas, de Valentine Visconti sa grand'mère, et de venger les injures faites à l'honneur des armes frangaises et à Charles Vili par Ludovic-le- More , quand ce roi se retirait d'Italie, il s'aboucha avec Philibert II due de Savoie pour en obtenir le passage au travers de ses États, et il se disposa à passer en Lombardie avec une forte armée. La guerre com menija au mois d'aoùt 1499, et quelques troupes pas sèrent, comme à la descente de Charles Vili, par la galerie du Mont-Viso. L'expédition fut si heureuse pour les Francais qu'en moins d'un mois ils s'empa rèrent de tout le duché de Milan et obligèrent Sforza à se réfugier en Allemagne. Louis XII accompagné par le marquis de Saluces fit le 6 octobre son entrée à Milan, et un mois après, par Lettres Patentes du 6 novembre, il confìrma le traité du 27 novembre 1495 passe entre Charles VIII et le marquis de Saluces pour l'extraction du sei de l'étang de Berre dans la Vauduch (1). Mais alors, entraîné par la facilité avec laquelle il avait fait cette première conquéte, Louis XII voulut s'emparer également du royaume de Naples, et pour arriver à ce but sans trop de dangers, il conclut des alliances avec le pape Alexandre VI et avec Ferdinand le Catholique roi d'Espagne, de Sicile et de Sardaigne, (1) V. Pièces justificatives, N. 17."], [44, "38 oncie de Frédéric d'Aragon roi de Naples. Ferdinand avait dans ce royaume une armée commandée par Gonsalve de Cordoue, laquelle avait servi a en chasser les Francais commandés par Charles Vili et devait servir maintenant à les y reconduire. Louis XII et Ferdinand ayant ainsi perfîdement reconquis ce royaume et se l'étant divise, les armées francaise et espagnole, commandées celle-ci par Gon salve, et l'autre par Louis d'Armagnac due de Nemours, ne tardèrent pas à en venir aux mains pour la question du Tavoliere delle Puglie, ou pour mieux dire pour la possession de la Capitanate , à laquelle prétendait chacune des deux parties avec une égale obstination. Les hostilités commencèrent au mois de juin 1502 ; un mois après, le roi de France ayant passe les Alpes avec une suite nombreuse, arriva à Saluces où il fut recu et séte par le marquis Louis, et où il s'arréta quatre jours. Après ce court séjour il se dirigea sur Asti et Milan. Les hostilités durèrent toute l'année et la campagne ne fut pas favorable aux Espagnols obligés de se renièrmer dans Barletta , mais la victoire de Cérignole près de Foggia, où périrent des milliers de Francais et leur chef lui-méme le due de Nemours , mit tout le royaume de Naples au pouvoir de Ferdi nand le Catholique. Il ne resta aux Francois qu'une petite portion de territoire au delà de Gaète, où Ivon baron d'Allégre se renferma avec quelques lances et"], [45, "39 quatre mille soldats échappés au massacre. Quand le roi Louis XII apprit la nouvelle de ce désastre, il se mit de suite à rassembler quelques troupes pour les envoyer dans le royaume de Naples, et il les plaga sous le commandement du marquis de Saluces, qu'il nomina son lieutenant generai, et vice-roi de Naples en rem placement du due de Nemours. Ce secours arriva à propos au baron d'Allégre qui était étroitement assiégé depuis deux mois par terre et par mer , car il obligea Gonsalve de ramener ses troupes à Naples. Mais les dissensions entre les gé néraux frangais et italiens , la jalousie qui animait quelques-uns d'entr'eux contre le marquis de Saluces, furent en grande partie cause que l'armée frangaise fut taillée en pièces le 28 décembre ; elle perdit toute son artillerie et le marquis de Saluces put avec peine rentrer dans Gaète avec les débris de son armée. Quoique cette piace forte fut suffisamment pourvue de vivres, de munitions et de soldats, les Frangais pris de découragement et impatients de rentrer en France, ne surent ou ne voulurent pas s'y défendre, ils entrèrent en pourparlers avec les assiégeants et le ler jan vier 1504 la piace fut rendue à Gonsalve. Après ces terrihles désastres le marquis de Saluces, épuisé par les fatigues de la campagne et profondément affligé, quitta Gaète le 2 janvier avec ce qui lui restait de soldats , et se dirigea vers Gènes, où étant arrivé"], [46, "40 le 18 du méme mois il tomba malade et mourut peu de jours après. Ainsi fìnit le marquis Louis , prince magnanime , liberai, juste, éclairé et pére de ses sujets. Ni le cou rage, ni les talents, ni les vertus ne lui manquèrent, mais seulement un plus vaste royaume, plus de richesses et un plus heureux concours de circonstances , pour recevoir de ses contemporains le nom de grand , noni que nous, venus dans des temps meilleurs, plus libres et plus équitables dans nos jugements, nous n'hésite rons pas à lui donner. A Louis XII succèda un prince d'une ambition immo dérée, Frangois lel, lequel à peine monte sur le tròne de France pensa à redescendre en Italie , et, suivant les conseils d'un Italien suspect, Jean-Jacques Trivulce, arriva au coeur du Piémont par le col de l'Argentière et la vallèe de la Stura. Il surprit les Suisses à Mari gnan , les défit complètement et les ayant obligés â repasser les Alpes , resta en pleine possession de la Lombardie. Dans les années suivantes Frangois ler ayant fait débarrasser des éboulements la galerie du Mont-Viso et réparer les routes d'accès, c'est probablement pour cela que quelques auteurs postérieurs lui ont attribué la gioire de l'avoir ouverte, ou tout au moins remise en état. Voici ce qu'écrit l'évéque Brizio dans ces Mo numenti serafici: « Admirationi aeque ac terrori"], [47, "41 est via, quam sub Vrsuli apice in fornicati specus modum per t/uorum circiter stadiorum intervallum, Franciscus primus Galliarum rex vel aperuit vel apertam rcnovavit » . Méme après que le malheureux Piémont fut devenu par la rivalité de Frangois Ier et de Charles Quint la proie des armées frangaises et espagnoles, et que le marquisat a la suite des discordes et de la décadence de la famille de Saluces fut devenu frangais, malgré les trouliles qui déchirèrent si longuement le royaume de France, la percée du Mont-Viso et la route de Crissolo à Ristolas furent tenues en bon état et fréquentées. En effet la France qui possédait au-delà des Alpes le marquisat de Saluces devait avoir à cceur la conser varon d'une route qui en était pour ainsi dire la clef. Pendant ce temps Charles-Emmanuel Ier de Savoie qui était monte sur le tròne en 1580 méditait de s'em parer du marquisat de Saluces, cette épine frangaise, qui, restée dans le corps de la monarchie piémontaise, était un obstacle évident à son unite, et rendait plus difficile le gouvernement et la défense de ses États. Sous le preteste de s'opposer aux entreprises des pro testants du Dauphiné, le 28 septembre 1588 les troupes hispano-piémontaises attaquèrent sur plusieurs points le marquisat, et s'en emparèrent en deux mois seule ment, après de sanglants combats à Carmagnola, à Revello et à Château-Dauphin."], [48, "42 La possession de cette enclave de la France était devenue indispensable au due de Savoie sous le triple point de vue politique, militaire et commerciai. De là seulement il pouvait surveiller les Vaudois qui étaient en correspondances continuelles avecGenève. Pignerol, Saluces et Coni étaient les trois portes des Alpes Dau phinoises et Provengales, la clef de la vallèe du Po, de Turin, de la Lombardie. Enfin, circonstance capi tale, la galerie du Mont-Viso ouvrait aux armées fran - gaises un passage facile, au commerce extérieur une route sùre et plus courte , un chemin qui d'ailleurs portait un grand préjudice aux péages de la Savoie. En 1588 les considérations internationales préoccu paient beaucoup moins les princes que le désir de fortifier leurs frontières et de détourner à leur prosit les sources de revenu. C'est pourquoi la question du Mont-Viso sous le rapport commerciai contrebalanga la question politique et la question religieuse. Et aus sitót que le due Charles-Emmanuel Ier se fut emparé du marquisat, il fît boucherla galerie du Mont-Viso, et le commerce du sei détourné de la haute vallèe du Po prit le chemin de la Maurienne et de la Tarantaise. Nous lisons précisément dans un article du Mercure de France ce passage : « Le col de Montvise, qui vient en la vallèe du Po et respond justement du coste du Dauphiné à Ristolas , ne se passe plus parce que le due de Savoye la fait bucher il y a long tems, et de"], [49, "43 tout emplir, car c'estait une cave toute coupée en la roche, que les marquis de Saluces autres fois avoient fait faire pour avoir la communication avec le Dau phiné, oeuvre vraiement Royale et qui immitoit les anciens Romains ». Il semble cependant que vers 1600 la galerie avait été réouverte , comme nous le font croire les écrits de Louis della Chiesa, de Barthélemy Romani et de Mathieu Ferrerò que nous avons cités. et qui parlent de la galerie de Mont-Viso, comme d'un passage frequente de leur temps. Une lettre au due Charles-Emmanuel I\" du Gouver neur de Revello, Mathieu Albertengo di Bagnolo, nous apprend qu'en 1627 la galerie était de nouveau fer mée : « En exécution des ordres que V. A. S. m'a donnés dans le but d'empécher la désertion des soldats qui sont récemment entrés à votre service, jn n'ai pas manqué d'appeler près de moi les syndics des vallées de Po et de Bronda , et je leur ai fait part des intentions de V. A. S. C'est pourquoi il a été établi qu'ils ne manqueront pas de pourvoir aux gardes néces saires pour empécher ces désertions, quoiqu'il semble qu'en mettant un poste de vingt hommes avec un sergent au passage de S. Pére, cela assùrerait le ser vice de S. A. dans ces vallées dont les passages vont tous aboutir au dit S. Pére, surtout maintenant que le passage du Moni- Viso est ferme » Cette méme année le due de Savoie voyant le danger"], [50, "44 qu'il y aurait à ce que le duché de Mantoue et le marquisat de Montferrat vinssent à appartenir a un Francais, le due de Nevers, abandonna la France et s'unifc à l'Espagne contre l'armée frangaise envoyée en Italie par le cardinal de Richelieu. La guerre fut acharnée dans tout le Piémont, mais après avoir battii les Frangais, en 1628, et malgré des prodiges de valeur, le due perdit l'année suivante la Savoie, Pignerol et Saluces. Les Frangais dans cette courte période de leur do minaron sur le marquisat de Saluces, qui precèda la paix de Ratisbonne, auront sùrement fait déblayer la galerie du Mont-Viso qui les mettait en communication directe et facile avec les provinces frangaises. Mais en 1630 le marquisat de Saluces étant retourné au pouvoir de la maison de Savoie, nous ne croyons pas que le due Vieto r-Amédée Ier qui venait de succèder à son pére Charles-Eramanuel, ait de nouveau fait tenner la galerie, car les écrits de Frangois Augustin della Chiesa nous en parlent comme d'un passage qui était de ses jours frequente. Cet auteur a publié la Re lazione dello stato presente del Piemonte en 1635, et la Corona Reale en 1655. Qu'on l'attribue aux vicissitudes politiques, ou à la circonstance de l'interruption de ce passage pendant de longues années. le fait est qu'on perdit le souvenir de l'époque où la galerie avait été ouverte, et de son"], [51, "45 auteur. La génération elle-méme qui suivit celle du marquis Louis II, ne savait pas à qui attribuer cette <i'uvre, et dans son ignorance ne manqua pas de l'at tribuer aux Carthaginois , aux Romains ou tout au moins aux Sarrasins. Cela est plus commode que de faire des recherches. C'est un étrange désintéressement que nous pou vons souvent remarquer chez les habitants des Alpes, qui à chaque occasion refusent â leurs a'ieux toute participation aux oeuvres d'utilité publique qu'on trouve dans leurs vallées, et préfèrent en faire remonter la gioire à Annibal ou aux Sarrasins, plutòt que de la leur laisser. Nous avons vu à plusieurs reprises que pour réta blir le passage entre Crissolo et Ristolas on avait dù déblayer la galerie des éboulements de roche qui l'ob struaient. Ces accidents provenaient de la nature méme de la roche dans laquelle la galerie est percée ; ce sont des schistes chloriteux et amphiboliques; dès les pre inières annèes ils furent en contumelie décomposition, comme ils le sont encore actuellement. Il ne se passa donc pas beaucoup d'années sans que le passage fùt rendu impraticable par les éboulements, les avalanches et la négligence à déblayer la route. Nous possédons quelques documeiits qui nous prouvent qu'elle fut réou verte aux frais et par soin des habitants de la vallèe du Po et de ceux du versant frangais."], [52, "46 En 1676 les habitants des communes limitrophes du Mont-Viso sur les deux versants firent faire un projet de réparation de ce chemin. Il résulte d'une délibé ration du Conseil de Sanfront du 27 juillet de cette année, que le syndic Henri Martino et le secretaire Ferrerò, à la suite d'une invitation de l'avocat Chiaf fredo Pavia de Barge qui s'était auparavant concerté avec le Châtelain d'Abriés et de la vallèe de Queyras, étaient allés en qualité de députés de leur commune à Crissolo le 22 juillet, et le lendemain matin s'étaient transportés au col de la Traversette pour conférer avec le Châtelain d'Abriés sur la réouverture de la galerie; ils y étaient autorisés par Madame Royale, comme il résulte d'un écrit du sénateur Jacques Louis Occello. Les syndics de la vallèe du Po s'étant rencontrés avec ceux de la vallèe de Queyras et avec le Châtelain d'Abriés, ils descendirent sur le versant italien pour visiter la galerie, qu'ils parcoururent presque jusqu'au fond où ils trouvèrent le passage interrompu par un éboulement. Dans cette conférence les députés convinrent : 1° Qu'il fallait ouvrir l'entrée de la galene du còte frangais, et débarrasser des pierres et de la terre qui l'encombraient l'entrée du còte du Piémont. 2° Qu'à chacune des deux entrées on construisît une voùte solide de l'épaisseur d'une brasse au moins, comme il existait autrefois et comme on en voit les vestiges."], [53, "47 3° Qu'il fallait réparer l'ancienne route de la percée à Crissolo et de Crissolo à Paesana. 4° Qu'on devait reconstruire la maison dite Casa del re qui était en ruines, et faire de l'autre còte une maison semblable, à la méme distance de la galerie, aux frais des habitants du territoire frangais, pour que les voyageurs en cas de mauvais temps pussent se met tre à l'abri, eux, leurs bétes et leurs marchandises. 5° Qu'on eùt à envoyer dans ces maisons des gar diens sùrs, et méme des soldats de la douane du sei pour tenir la route à l'abri des voleurs. 6° Que les Communes des deux cótés de la mon tagne s'obligeraient en tout cas à accorder aide et protection aux commergants pour qu'il ne se commît ni vols ni déni de justice. Enfin les députés de la vallèe du Po élurent l'avocat Pavia de Barge pour presser l'expédition de l'affaire auprès de S. A. R. et de ses magistrati, et pour tenir la main à l'exécutioii de toutes ces décisions. On peut en conséquence juger que ces députés ne négli gèrent rien de ce qui avait pu favoriser la route remise en état et surtout assurer la sùreté des voyageurs. Malgré les bonnes dispositions de la Régente, en 1676 les événements politiques empéchèrent de donner suite à ce projet, et après la paix on n'eut plus l'occasion d'y songer. La galerie continua à étre obstruée. En 1762 Carena {Miscellanea Taurinensia, part. Ili, pag. 100)"], [54, "48 en parlant dans son opuscule sur le cours du Po, dit : « c'est le pertuis du Mont-Viso aujourd'hui comblé de pierres qui se détachèrent de la montagne ». Quatre ans plus tard le cure Albert (Histoire du Diocèse d'Embrun) nous dit également que les ébou lements obstruaient tellement la route qu'on ne pouvait y passer pour aller en Italie: il ajoute une observation qui paraîtra naturelle à qui connaît les habitudes hos pitalières des curés de montagne: « Il règne, dit-il, dans ce chemin couvert une fraîcheur continuelle, et, ne pouvant plus aujourd'hui servir pour le passage, il serait une cave excellentissime qui contiendrait tous les vins du Piémont, et où sùrement ils ne se gâteraient pas pendant les chaleurs de l'été ». Pendant ce temps la Commune de Crissolo et les autres de la vallèe du Po ne se lassaient pas d'expé dier suppliques sur suppliques pour demander le réta blissement des communications entre le Piémont et la France, mais toujours en vain. En 1781 Malacarne bourgeois de Saluces reprit le projet de réouverture qui fut poursuivi avec une cer tame activité, comme il résulte des registres de la municipalité des années 1788, 1789 et 1791. D'un billet signé Richard du 6 thermidor an VI de la République (2 aoùt 1798) on voit que les agents du canton d'Abriés invitèrent les administrateurs de la Commune de Crissolo à se transporter à la galerie du"], [55, "49 Mont-Viso, où ils se trouvaient déjà réunis. Dans ces pourparlers il fut convenu que la Commune de Cris solo aurait adressé à l'Intendant de Saluces qui l'au rait transmise au Ministère de l'Intérieur une requéte pour obtenir le rétablissement des communications entre les deux pays, et que les Commissaires d'Aiguille et de Ristolas en auraient fait autant auprès de l'administra tion frangaise. On voit par là que la requéte expédiée en septembre par la Commune de Crissolo à l'Intendant de Saluces fut moins l'effet de la persuasion où auraient été toutes les Communes de la vallèe du Po des grands avantages commerciaux que le rétablissement de cette route leur aurait procurés, que le résultat des demarches faites par les Communes du territoire frangais. Le Gouver nement piémontaisprenant en considération la demande de la Commune de Crissolo, chargea le comte Saluzzo de Monesiglio, l'illustre fondateur de l'Académie des Sciences de Turin, d'examiner sous les divers aspects s'il convenait ou non de rétablir cette communication. Le comte Saluzzo presenta l'année suivante un rapport dont nous croyons utile de citer quelques passages. « Pour en tirer tous les avantages désirables, dit-il, avantages qui nous sont confirmés par l'expérience des siècles passés, il faudrait remettre cette route en l'état où elle était anciennement, quand la tradition et les ornières produites par les charriots dont on se servait 4"], [56, "50 alors dans le sol et les dalles du pave, à l'approche des montagnes qui conduisent â ce passage, prouvent que le commerce se servait habituellement de cette route » . « Quant à la percée, on ne pense pas que sa réou verture puisse étre coùteuse: elle se réduit au déblai des terres qui sont tombées du ciel de la galerie, ébou lement qui n'est pas considérable puisque au travers on peut entendre un coup de pistolet ; la Commune de Crissolo estime la dépense à soixante livres environ » . « Il sera probablement nécessaire de voùter la ga lerie sur toute la longueur où on ne croira pas le roc assez dui-, et munir les deux extrémités d'un bon pont levis avec son fosse». « Ceci admis, je crois que les circonstances présentes pourraient persuader au gouvernement non seulement à autoriser ce projet, mais peut-étre méme à en prendre l'initiative; toutes les Communes de cette vallèe sont disposées à en faire les frais qui , quoique devant dépasser certainement la somme de dix mille francs auxquels ils ont été évalués par un entrepreneur, n'ar riveront certainement pas à ceux qui seraient néces saires pour établir ou réparer d'autres communica tions : on ne pourrait cependant pas renoncer à celle-ci sans apporter de grands dommages surtout aux popu lations des vallées limitrophes et sans communication avec les vallées frangaises » ."], [57, "51 « Les intéréts particuliers me semblent d'ailleurs nous pousser énergiquement à ce but, puisque la faciliti' du commerce de ceux de nos produits que désirent les nations voisines est complètement assurée du còte de nos provinces, en rendant plus court par cette route leur transport à deux places de commerce très impor tantes, Lyon et Marseille». « De tout ceci il résulte en conséquence que dans l'état actuel de la chose publique, il semble hors de doute qu'il convient de favoriser cette réouverture aussi bien que de rendre plus faciles les autres com munications avec la France, en raison des nombreux avantages qui en résulteraient au prosit du public et des particuliers, et particulièrement pour la conserva tion de la tranquillité intérieure et extérieure. Car en nous réduisant à notre état naturel de commergants, la France devrait s'occuper spécialement de nous main tenir à Labri de toute tentative hostile, ce qui lui serait rendu plus facile si ses secours pouvaient rapi dement nous arriver de plusieurs còtés». «La faible dépense, le raccourcissement du chemin, la possibilité d'établir la navigation sur le Po et de la prolonger en établissant un canai de Villafranca jusqu'à la localité de Carde, le débouché qu'auraient de suite les denrées des villes, bourgs et villages en-"], [58, "52 vironnants, dont l'avantage rejaillirait méme plus au loin, tout nous fournit de puissantes raisons pour l'ac complissement de cette oeuvre patriotique, qui serait renaître l'ancienne industrie chez nos laborieux et sa gaces concitoyens. « Enfin tout en croyant démontrée l'utilité considé rable de cette réouverture pour le commerce, je crois cependant qu'il y a certaines précautions à prendre en cette circonstance : « Primo. Qu'en rétablissant ce passage on abolisse le plus grand nombre de ceux qui servent à un accès clandestin des provinces frontières d'un còte et de l'autre des Alpes, ce qui facilite la contrebande, et permet aux malfaiteurs de se soustraire trop facilement à la surveillance et aux précautions des autorités. « Secundo. Qu'on ne neglige pas la construction des corps-de-garde appropriés, et des autres édifices nécessaires pour rétablissement des Douanes et pour le réfuge des voyageurs et des marchandises. « Tertio. Que comme il s'agit de lieux écartés de toute habitation, outre rétablissement d'auberges, de casernes pour un nombre suflìsant de troupes, de corps de-garde pour les Douaniers (1), on n'oublie pas un (1) L'idèe de liberté semble mal s'accommoder avec celle des doua nes, gabelles et autres droits semblables qui ont leur origine dans le système féodal, mais comme dans toute idèe de gouvernement, il faut nécessaireinent comprendre celle des charges indispensables à"], [59, "53 hòpital pour soigner les malades, en y attachant le personnel de médecin, chirurgien, pharmacien, infir miers des deux sexes et surtout un Directeur fixe probe et charitable, seconde par un chapelain égale ment vertueux et religieux. « L'encombrement des neiges ayant empéché un exa men plus minutieux de la percée dont il s'agit et de ses environs immédiats de l'un et de l'autre còte, il sera nécessaire de faire une nouvelle visite des lieux vers la fin du printemps prochain, ce que j'ai promis aux habi tants pour les tranquilliser de faire en juin prochain. « C'est pourquoi si le gouvernement approuve cette idèe, je ne manquerai pas de l'exécuter, et de faire tout ce qu'on pourrait désirer, pendant qu'on travaille à une carte topographique qui s'étende de Turin jusqu'à la percée pour la présenter au gouvernement provisoire afin de servir à ses déterminations éclairées et sages. « Turin, le 24 Nivòse an VII de la République et premier de la Liberté Piémontaise. Saluzzo Monesiglio » . l'organisation de l'État, et que tous doivent y concourir dans la mesure des moyens que leur fournit leur profession, que si le cul tivateur y concourt par les dem-ées, le nègociant y contribue par le payement de ces droits, de sorte que le propriétaire oisif est soumis a toutes ces charges sans s'en apercevoir, aussi bien qu'aux taxes que lui fait justement supporter le gouvernement en compensation de sa tranquillité improductive, et de son existence sociale purement nominale. (Note du rapporteur)."], [60, "54 Mais cette méme année éclata la guerre de la se conde coalition européenne contre la France, et à la suite des batailles de Novi et de la Trebbia, les Fran gais ayant été presque entièrement chassés de l'Italie, ne possédaient plus que Génes et ses environs, et se tenaient sur la frontière du Var pour défendre la Pro vence. Les anciens gouvernements furent restaurés, on proclama à Turin roi Charles-Emmanuel IV, au nona duquel gouvernèrent les alliés. On ne s'occupa plus sérieusement du projet du comte de Saluces. Les princes de la maison de Savoie avaient toujours considéré les Alpes comme la meilleure bar rière pour séparer le Piémont de la France, comme un sur rempart et un bouclier, et non seulement ils ne montrèrent jamais aucun empressement à ouvrir de nouvelles voies dans les Alpes ou à améliorer celles qui existaient, mais il leur arriva méme quelquefois d'étre obligés de les détruire pour défendre leurs États. En 1799 il aurait été d'ailleurs très impolitique, pour ne pas dire criminel, de rétablir un passage qui aurait été surtout utile à l'envahisseur qu'on venait à peine de chasser. Mais en juin 1800 Bonaparte à la suite de la bataille de Marengo ayant assuré à la France ses conquétes en Italie, le projet de rétablir la galerie du Mont-Viso fut repris, et en 1803 M. P. B. Bressy sous-préfet de l'arrondissement de Saluces, de concert avec les auto-"], [61, "55 rités du département des Hautes-Alpes, fît réouvrir ce passage. Voici ce que dit à ce propos le sous-préfet de Briangon, B. Chaix, dans l'ouvrage intitulé : Préoc cupations statistiques , géographiques , pittoresques et synopiiques du département des Hautes-Alpes. « Cette voùte avait été depuis un temps immémo rable abattue de manière à ne pas laisser juger du point de son entrée, soin qu'on ne peut attribuer qu'à la Cour de Sardaigne qui, dans toutes ses guerres à la France, faisait escarper plus particulièrement tous les passages de cette culminante frontière; caren 1778 j'ai encore vu passer des vaches sur le col méme de Viso et descendre dans le vallèe du Po, tandis qu'en Fan IX ou 1801 M. Bonnaire, le préfet du départe ment, et toutes les personnes qui l'accompagnaient ne purent descendre sur le versant du Po, qu'au moyen d'une corde que nous fimes amarrer dans la roche. « En 1803, M. Bressy, sous-préfet de Saluces, son gea en méme temps que moi à utiliser vicinalement ce passage ; il s'y porta accompagné de quelques no tables de la ville xle Saluces, de MM. les maires et curés de la vallèe du Po, dite du Cruzol, et je trouvai là une réunion de bien aimables transalpins, à Tentoni\" d'un porapeux service sur le gazon, portant les santés que les braves auront toujours à coeur, et à l'attache ment des contrées voisines, des relations des habitants des deux còtés des Alpes."], [62, "56 « Nous convînmes là de préparer les moyens d'attirer l'attention de l'autorité, en un mot, de Napoléon sur ce point distingue. « M. Bressy envoya quelques travailleurs de son còte, à l'entrée de la galerie, qui ne firent presque rien, mais qui déterrèrent le millèsime de 1480, qu'on considera à Turin, et à Saluces, comme l'époque vraie de l'achèvement ou de la restauration de cette trouée monumentale. « Notre còte du mont exigea plus de travaux, de grands déblais d'abord pour découvrir le point de la porte de l'occident, désobstruer le passage et recon struire une grande voùte ; à cet effet, n'ayant regu que 400 fr. de M. le préfet Ladoucette, nous ne pùmes que déblayer la galerie, la rendre praticable aux mulets chargés, mais les neiges de l'hiver ayant rempli la cavité, en firent bientót une glacière qui ne se désob strua qu'en septembre, bien qu'à dix pas il n'y ait plus de neige à la fin de juin. « Pour profiter un jour de ce passage quand l'eco nomie politique des États des deux cótés des Alpes aura succède au regime prohibitif des douanes , il faudra rétablir la galerie avancée en magonnerie, telle qu'elle a existé; la dépense, vu l'éloignement des habitations, pourra s'élever à 6000 fr., et celle d'une rampe d'avenue à pratiquer en remblais contre la roche à 4000 fr. « Le passage, depuis l'échange avec le roi de Sardaigne"], [63, "57 de la Bresse et du Bugey contre le marquisat de Saluces, ne fut plus entretenu, cependant en 1525 Frangois Ier y fit passer son artillerie, ainsi que son armée, pour pénétrer en Piémont (1). « Nous paraissons condamnés à ignorer pourquoi la poudre à canon, qui semble avoir été en usage dans les batailles et dans les sièges depuis le commencement du xiv siècle, ne fut point employée à la trouée de cette roche, et si le marquis de Saluces n'avait fait en 1480 que réparer ce passage, et si sa première ouver ture ne remonterait pas à des temps que l'histoire ignore sans doute. « L'imperfection des caractères du millèsime 1480 m'a suggéré : cependant à Saluces on a paru persuade que le monument date du marquis de Saluces à qui Charles Vili et Louis XI avaient accordé de grands pri vilèges, notamment la garantie des droits au Pertuis du Visou sanctionnée par l'empereur Frédéric». En 1821 de nouveaux éboulements obstruèrent le passage, et dix ans plus tard, Muletti (Histoire de Sa luces, voi. V, page 232) constate qu'il était entière ment ferme. En 1837 il était réouvert: « cette route est aujourd'hui entretenue » nous dit J. A. Pillot dans l'Album du Dauphiné. Mais bientót il fut de nouveau ferme, jusqu'en 1846, (1) Voyez pag. 12, 13, 14."], [64, "58 où on fit à Paesana une souscription pour la remettre en bon état : cette souscription produisit en peu d'heures la somme d'environ quatre cents francs. On chargea de ce travail un certain Meirone et la galerie fut en- tièrement réparée du còte italien ; du còte frangais on retrouva des voùtes en mauvais étatau dessus desquelles il fallut passer. Le travail se fit dans les mois d'aoùt et de septembre, et une commission, dont faisait part le secretaire actuelde la commune de Crissolo, M. le chev. J. B. Araldo, se rendit sur les lieux pour la reception d'oeuvre et pour voir s'il y aurait moyen de se servir des voùtes qui existaient du còte frangais. Pendant ce temps le commandant militaire de Saluces ayant été informe de la chose et se donnant une importance po litique qu'il était bien loin d'avoir, ordonna aux au torités locales de laisser les choses dans l'état où elles se trouvaient. Les souscripteurs payèrent, et se tinrent tranquilles de peur de pis. En 1856 le marquis Del Carette, intendant de Saluces, étant alle à Crissolo, fut invite à visi ter la galerie, et il put la traverser avec quelque difficulté après l'exé cution de quelques travaux. Il s'interessa au rétablis sement de ce passage, et ayant obtenu un subside du syndicat des routes de la vallèe du Po, au moyen des fonds disponibles de la Commune, on put rendre le pas sage praticable, non seulement aux piétons mais encore au bétail. Ce fut un certain Antoine Meirone qui fut"], [65, "59 chargé de ce travail : il coflta 1221 fr. , 25 cent. , comme il résulte d'un réglement de comptes du géo mètre Signorile de Saluces approuvé par décret de l'In tendant Del Carretto du 27 novembre 1857. Depuis lors la Commune de Crissolo avec ses faibles ressources tâcha toujours de tenir ouverte la galerie que les avalanches et les éboulements obstruaient cha que année. En 1863 on restaura également les routes d'accès sur les deux versants, de sorte que M. Buez cure d'Abriés put écrire en date du 29 mars 1865 : « Quant à la percée, elle est très praticable; on peut méme y passer avec une bète de somme chargée; le chemin pour y arriver du còte de France n'est pas très beau, sauté d'entretien, mais on pourrait avec peu de dépenses y faire une route bien praticable. Au printemps, la Commune d'Abriés va faire un chemin carrossable dans le vallon, ce qui sera que, plus tard, le court trajet qui resterà entre l'extrémité de ce nou veau chemin et l'entrée du tunnel sera nécessaire ment amélioré... » Enfin en 1878 après plusieurs demandes le conseil communal de Crissolo obtint de la Province un sub side de 500 francs, la Section de Turin du Club Al pin Italien donna 250 francs, et on put de nouveau dégager la galerie et y piacer une main courante en fer pour guider les voyageurs. Néanmoins le passage de la galerie est difficile: on"], [66, "60 ne peut absolument pas l'entreprendre avant le mois de juillet. Il faudrait chaque année en mai et en juin débarrasser les deux entrées du tunnel des neiges qui les obstruent, spécialement sur le versant frangais, où elles abondent à cause de la position en plein couchant, et où à la fonte des neiges il se produit un courant d'eau dans la galerie qui a une légère pente de France en Italie ; ce courant entraîne des débris qui sont une cause incessante d'obstruction. Si les deux entrées du tunnel étaient tenues libres, cela épargnerait aux voya geurs le passage du Col de la Traversette, passage que rendent difficile et dangereux la montée abrupte, et les éboulements de roches; méme récemment les accidents survenus ont déterminé à munir également ce passage dans sa partie la plus difficile d'une main courante en fer. L'amélioration des entrées du tunnel rendrait cette traversée des Alpes possible aux trou peaux et aux bètes de somme, ce qui n'existe pas actuellement. Quoique cela ne put servir qu'une moitié de l'année, ce serait cependant d'un avantage incon testable pour le commerce entre la vallèe du Po et du Guil, surtout maintenant qu'on construit une route entre Paesana et Crissolo. Ce serait d'ailleurs un travail facile et peu coùteux, et qui rétablirait une nouvelle communication entre des populations qui sont unies par les liens d'une commune origine, du méme passe histo rique et de la similitude des intéréts."], [67, "61 Un mot encore sur les dimensions du tunnel : il a la direction de l'Est à l'Ouest à 2915 mètres au dessus du niveau de la mer; le sol presente une légère incli naison vers l'Italie. Sa longueur est d'environ 75 mè tres, sa hauteur moyenne 2 mètres et sa largeur d'en viron 2m,47. Beaucoup d'auteurs ont donne des mesures dififérentes, ce qu'on peut attribuer d'abord aux irré gularités de la galerie dont les dimensions varient sur les différents points de sa longueur , mais peut-étre aussi à ce que les voyageurs oublient de porser là haut les instruments nécessaires pour prendre les me sures, et se bornent à apprécier à l'oeil et très appro ximativement les dimensions. Quand la galerie fut creusée, elle était certainement plus longue que maintenant. Si nous nous en tenons aux calculs préventifs des hommes de l'art employés par Louis II, cette longueur était précisément le doublé. Les éboulements constants de la montagne l'auront à coup sur raccourcie, mais il nous semble difficile d'ad mettre que ce soit de moitié. La voùte et les parois sont irrégulières. Au sommet de la voùte sont suspendus quelques anneaux qu'on pre sume avoir dù servir à supporter des lanternes, et aux deux còtés existent, d'espace en espace, des ca vités, où, selon toute apparence, Fon retirait les bétes de somme lorsque d'autres venaient à les rencontrer. A environ trente mètres de l'entrée Est la galerie fait"], [68, "62 un léger coude, ce qui cause une accumulation de neiges qui n'existerait pas si la galerie était en ligne droite. Nous exprimons en terminant le voeu que la Section de Turin du Club Alpin Italien, qui a déjà fait exécuter de si importants travaux dans nos Alpes, prenne l'ini tiative de rendre à la vallèe du Po cette ancienne route commerciale. Et ne serait-il pas juste et patriotique de piacer à l'entrée Est de la galerie une inscription qui rappelât à l'admiration et à la reconnaissance le nom du marquis Louis II, a qui on doit l'exécution de ce remar quable travail? La galerie du Mont-Viso, dont il eut l'idèe et qu'il fit exécuter, fut une oeuvre merveilleuse si on pense à la localité, à l'époque, à la penurie des moyens et aux difficultés presque insurmontables qu'il fallut vaincre. Il y a peut-étre eu plus de mérite, croyons-nous, à percer le tunnel du Mont-Viso en 1480 que celui du St-Gothard en 1880. Transportons-nous quatre cents ans en arrière, et en pensant aux condi tions économico-sociales d'alors nous comprendrons la grandeur et la hardiesse de ce projet. Le nom de Louis II marquis de Saluces doit étre marqué avec orgueil dans les fastes du progrès humain, comme celui plus modeste de Frangois Médail, le premier qui eut l'idèe du tunnel du Fréjus. Grâce à eux les Alpes ne sont plus une barrière entre les peuples, mais une source de bien-étre social et de civilisation, un lien entre les deux nations qui habitent leurs versants."], [69, "PIÈCES J0STIFICAT1VES"], [70, ""], [71, "SUPER NEGOCIO APERTURE COLLIS MONTISVISOLJ N. 1. Informaciones secreto sumpte per nobiles et egre- gios viros dominos auditores Dalphinalium com- putorum commissarios ab insigni curia parlamenti Dalphinalis deputatos super contentis in quadem supplicacione prò parte illustris domini marchio- nis Salutiarum eidem curie oblata inferius inserta. ANNO Domini millesimo quatercentesimo septuagesimo quinto et die septima mensis jugnii exbibita in camera computoruin Dalphi nalium prò parte domini marchionis Salutiarum nobilibus et egre giis viris petro odoberti baudo meurini et hugoni cotti auditoribus dictorum computorum supplicacione per nuncium et procuratorem dicti domini marchionis Salutiarum in ea nominatum diete insigni curie parlamenti Dalphinalis ut prefertur oblata una cum commis sione dictis dominis auditoribus computorum directa in pede ipsius supplì cacionis decretata ad effectum exequeionis earundem. Qui do- 5"], [72, "66 mini auditores et commissarij receptis reverenter prout decet ipsis supplicacione et commissione paratos se obtulerunt eis commissa prò posse adimplere et exequi. Et in earum exequcionem jusserunt in formaciones super contentis in dieta supplicacione sumj juxta eis commissa quarumquidem supplicacionis et commissionis tenor talis est. Dignentur advertere dominaciones magnifiicorum et spectabilium Dominorum insignis curie parlamenti Dalphinalis ad sequentia prout etiam Illustris princeps dominus marchio Salutiarum dignatus est per litteras suas clausas eisdem scrihere. UT magnifficencie Dominacionum Vestrarum negocium hujusmodi intelligant circa collum montis Visolli dividens patrias Dalphinatus et marchionatus Salutiarum prò evidenti commodo et utilitate Begis Dalphini domini nostri et domini marchionis Salutiarum patriarum que et subdictorum suorum ac tocius reipublice fuit visum et deli beratum per presa tum Dominum marchionem et suum consillium vocatis et auditis pluribus magistris operum in talibus expertis quod bonum esset perforan collum dicti montis Visolli per spacium tra butorum quinquaginta de longitudine et de latitudine unius trabuti de alto vero pedum septem cum dymidio ut mercancie utriusque patriarum eundo et reddeundo per iter magis breve et tucius omni tempore anni tam hyemis quam estatis sine eminenti periculo quod per alia itinera eminet et plerumque evenit vehi et transferri pos sint a civitatibus et locis montis regalis ceue sauone ianue astien tium langaroli et aliarum patriarum circumvicinarum lombardie principatus pedemontium dalphinatus provincie occitanie yspanie et aliarum provinciarum. Quoniam a loco de Eestolacio usque ad lo cum de Crussolis transeundo per dictum collera montis Visolli non sunt nisi novem milliaria sive tres leuce. Ihidemque non flant hisie neque eminent vel sunt aliqua pericula lavanchiarum lapidum vel ruynarum alia vero itinera sunt longiora in duplo et in quibus sunt et dietim eveniunt pericula et dampna lavanchiarum lapidum et ruinarum ut est notorium, sit quod nisi cum formidine non sit il lic transitus. Ceterum inter dieta duo loca de Eestolacio et de Crus solis fieri poterant due bone albergane, una a parte dalphinatus alia vero a parte de Crussolis; et quia hec esset euidens utilitas ambarum provinciarum et omnium subditorum ideo dietus illustris dominus princeps et marchio Saluciarum eiusque subditi prò tam eui-"], [73, "67 denti utilitate sunt bone voluntatis ut tale opus tam fructuosum et utile fiat et perpetuo maneat prò rata sua contribuere. Quare dignentur magnitìcencie dominacionum vestrarum super hoc salu briter aduidere et providere taliter quod res tam utilis sortiatur effectum prosperum. Preterea memoratis magnificis vestris humiliter signifficat anthonius de ferreriis de burgo alicis versellensis diocesis servitor et continuus familiaris prefati domini marchionis qui ex parte dicti domini marchionis et subditorum suorum est missus ad ipsas magnifficentias vestras ad hanc civitatem prò promissis tam verbo quam scripto explicandis tamquam etiam instructus relatio nibus magistrorum operum et locorum visitatoribus per quas eisdem visum est et deliberatum quod mediantibus tribus millibus ducato rum opus ipsum consummabitur, inclusis ferro et lignis necessariis et velociter ibidem comperiendis ut dignentur circa hec adiudere prò evidenti comodo atque utilitate Regie magestatis et suorum subditorum. Nani ex parte ejusdem illustris domini mei marchionis omnia possibilia circa hec implicabuntur prò viribus ejusdem et suorum subditorum nec retardabitur opus ipsum quominus perfi ciatur ad votum et deliberationem earumdem vestrarum magnificen tiarum super quibus premissis humiliter supplicat ipse de Ferreriis qui de hoc specialiter est oneratus per dictum dominum Saluciarum et subditos ipsius quatenus dignentur dominationes vostre prò parte Regia et Dalphinali et subditorum rcsponsionem quam placuerit facere. VìJeanl domini camere et se insorment ecc. ET primo anno et die predictis fuit per dictos dominos auditores et commissarios inquisitum prò secreta informacione cum venerabili et circonspecto viro Domino anthonio Rollandi licenciato in legibus habitatore Brianczonii etatis quadraginta annoruni vel circa qui eius medio juramento ad sancta dei evvangelia prestito de et super con tentis in dieta preinserta supplicacione ipsius tenore de verbo ad verbum per eum lecto interrogatus dicit se tantum scire et veruni esse quod ipse loquens bene novit et vidit montem sive collem de Vissolis in dieta supplicacione designatum ab utraque sui parte vi delicet Dalphinatus et marchionatus Saluciarum. Est que notissi mum apud omnes de ipso eolle noticiam habentes quod si mons ipse sicut in dieta supplicacione enarratur posset perforan et iter"], [74, "68 ibidem fieri hoc esset magnimi commodum Regis Dalphìni domini nostri illustrisque domini marchionis saluciarum et suorum subdi ctorum prò malori parte et aliquod incomodum sed paucissimum respectu comoditatis aliorum posset aliquibus de quibus infra dicetur evenire. Nam primo si dictum foramen fieret Dominus noster Rex Dalphi nus in suis gabellis et vetigalibus brianczonesii nichil potest per dere, sed pocius comodum reportare quia quod non recuperabitur in loco brianczonii poterit recuperan in loco quadracii. Et quod ex factura dicti itineris magna viatorum multitudo et mercanciarum traffigacio per ipsum iter fiet ex quo gabelle brianczonesii poterunt augmentari, racione abreviacionis itineris. Quia si transitus fiat a partibus ianue et saone veniendo apud brianczonum transeundo per dictum foramen iter brevius erit de duabus diesis quia ita sito erunt in brianczonio transeuntes per dictum forameli sicut fuissent alii in loco secussie ubi est distancia a brianczonio duarum dietarum. Interrogatus si habitantes patrie brianczonesii ex factura dicti iti neris sive foraminis utilitatem vel incomodum reportabunt : dicit quod si transitus collium montis altareti in oysencio et montis ysoardi prope Rostolas mandamenti quadracii repararentur et in eisdem tem pore yemali deputarentur marroni prò iuvamine transeuntium a quo colle ysoart transitus fiet per dictum foramen tunc habitantes vi silie et oysencii necnon et monasterii ac brianczonii et quadracii comodum ex dicto transitu maximum reportarent et transeundo per dictos colles omnibus citra montanis a gracianopoli infra fieret abreviacio itineris de tribus diesis. Et si dicti colles altareti et ysoardi non possent reparari et tempore yemali manuteneri posset fieri tran situs per patrias mataceve bellimontis corvi campissauri vapnici loca cathuricarum ebreduni et guilliestre et tunc tantummodo abrevia retur dictum iter de duabus dietis et omnes predictarum patria rum per quas fieret dictus transitus magnum comodum reportarent. Incomodum vero esset quoeumque modo fieret dictus transitus habitantibus locorum montis j ani cezanie salabertani ulcii exilliarum et chomoncii necnon prati j aliati et mentularum per que loca so lent transire viatores et ire ad loca secussie et pinerolii qui habi tantes locorum predictorum remanerent privati dicto transitu quo ad lucrum quod facere consueverunt cum gradentihus per ipsa loca et attendentibus ad loca pinerolii per pratum jalatum et mantulas"], [75, "69 et ad locum secussie per montem janum, ulcium, exillias et cho moncium. Et sic concludendo dicit ipse deponens esse maius como dum maiori parte tocius patrie facere dictum foramen et reparare colles predictos quam relinquere ipsum opus, quia per hoc transitus viatorum qui presentialiter fit per colles et montes sancti bernardi montis cenisii et per comitatum niciensem causante abreviacione dicti itineris posset fieri per dictum foramen collis de vissolis. Item etiam si dominus noster Rex Dalphinus de cuius feudo homagio et ressortu tenetur marchionatus Saluciarum vellet facere guerram in partibus Italie facilius et securius posset transire armatas suas per dictum foramen absque impedimento quoeumque tempore anni quam per aliquod aliud iter. Et ita est veruni. ITEM fuit inquisitum cum Jacobo Ysoardi mercatore de mona sterio brianczonii etatis quadraginta annorum et memorie ut dice bat triginta. Qui eius medio juramento ad sancta dei evangelia pre stito de et super contentis in dieta preinserta supplicacione, inter rogatus dicit et deponit se tantum scire et verum esse quod ipse loquens bene scit situacionem collis sive montis de vissolis quamvis per supra ipsum collera nunquam transiverit et sihi videtur quod si dictus mons de vissolis perforaretur per modum in dieta suppli cacione contentum et fieret iter bonum et competens ex hoc eveni ret magnum comodum omnibus transseuntibus per ipsum foramen, quia iter abreviaretur ad minus de duabus bonis diesis , reportaret etiam comodum habitantibus mure, mataceve, bellimontis , corvi, campissauri, vapnici, ebreduniesii et guilliestre ac etiam quadracii et nullum incomodum reportaret dominus noster Rex Dalphinus in recuperacione suarum gabellarum quia quod non recuperaretur in villa brianczonii recuperari posset in castro quadracii. Posset ulte rius abreviari dictus transitus de una alia dieta et sic de tribus dietis transeundo a gracionopoli veniendo de nundinis lugduni de partibus avinioni lingue occitanie cathalonie et aliis partibus infe rioribus, et pariter redeundo et transitum faciendo per visilia oy sentum et montem altareti tendendo ad loca monasterii brianczonii Rostolacii usque ad dictum foramen dummodo colles altareti et ysoardi repararentur et marroni in competenti numero ibidem deputaren tur ad juvandum et consolandum viatores sicut fit in aliis collibus ducatus sabaudie. Tunc ex hoc eveniret magnum comodum habitan-"], [76, "70 tibus dictorum locorum visilie, oysencii, monasterii, burgi brianczonii, rostolacii et quadracii; incomodum vero reportarent quocumque modo transiretur per dictum foramen habitantes locorum montis iani, cezanie, ulcii, salabertani , exilliarum et chomoncii per que loca transitur ad secussiam; item et pariter habitantes prati ialati et mentularum per que loca itur ad pinerolium. Sed pluribus repor taret ipsum iter comodum quam incomodum , tam transeuntibus propter abreviacionem itineris quam etiam subditis Dalphini propter lucrum quod facient hospitando viatores et eorum ammalia. Item etiam si dominus noster Rex Dalphinus vellet facere guerram in partibus ytalie ipse facilius et securius posset quocumque tempore anni transitum facere per dictum foramen quam per aliquem alium loeum ipsi loquenti notum; et ita est notorium. Ex quibus sibi videtur quod si colles altareti et ysoardi modo predicto reparentur et marroni ibidem deputentur utilius erit Regi et Reipublice utriusque dominacionis facere dictum foramen quam ipsum relinquere non factum, aliud nesciret deponere de contentis in eadem supplicacione. ITEM dieta die fuit inquisitum cum discreto viro Johanne Ju steti habitatore ulcii etatis sexaginta annorum et memorie XLV qui eius medio juramento ad sancta dei evangelia corporaliter pre stito de et super contentis in dieta supplicacione interrogatus dicit: se tantum scire et veruni esse de contentis in eadem quod ipse lo quens bene scit situacionem montis seu collis de vissolis in dieta supplicacione mentionati, quem ab utraque parte, videlicet Dalphi natus et Saluciarum, vidit sed nunquam per ipsum transivit et si possibile esset ipsum montem perforari sicuti in dieta supplica cione legitur, hoc esset magnum comodum Reipublice tocius Del phinatus, et etiam viatoribus. Primo reipublice dicti Dalphinatus propter lucrum quod facerent hospites hospitando viatores et eorum ammalia. Secundo prodesset viatoribus, quia transeundo per patrias mure, mataceve, bellimon tis, corvi, campissauri, vapnici, ebredunesii et guilliestre, recte ten dendo ad dictum collem de vissolis viatores abreviarent eorum iter a gracionopoli usque ad locum saluciarum de duabus dietis. Si vero transitus fieret per visiliam oysencium et per collem altareti recte tendendo ad monasterium brianczonii et a dicto monasterio apud"], [77, "71 brianczonum et a brianczonio apud Rostolacium mandamenti qua drato recte tendendo ad dictum collem de vissolis, iter abreviaretur a gracionopoli usque ad Salucias de tribus diesis. Que itineris abre viatio daret materiam omnibus citra et ultra montanis tendere vo lentibus ad curiam Romanam apud ianuam savonam et alias partes Ytalie qui alibi extra Dalphinatum transitum faoiunt transeundi per dictum collem de vissolis eo maxime attento quod omni tem pore ibi erit tutus accessus sine periculo lavanchiarum et ruinarum. Posset etiam multum prodesse dictum iter Regi Dalphino domino nostro prò transitu suorum armigerorum si vellet facere guenam in Ytalia, quia omni tempore haberet liberum passaggium sine contra dictione ad partes ytalie meliorem et tutiorem quam habeat in toto Dalphinatu. Interrogatus si in recuperatione suarum gabellarum brianczonesii esse posset aliquod preiudicium dicto domino nostro Regi Dalphino dicit quod non, quia quod non recuperaretur in brianczonio posset recuperali in castro quadracii. Interrogatus si dictum iter posset reportare dampnum aliquibus de patria brianc zonesii dicit quod sic illis de monte iano de cezania de uleio de salabertano de exilliis et de chomoncio per quorum loca gradiebatur apud secussiam ; item et habitantes prati ialati et mentularuni per que loca itur ad villani pinerolii, quia dieti transitus eo quia lon giores sunt propter dictum novum iter prò maiori parte quo ad citra montanos cessarent et etiam quo ad maiorem partem ytali corum. Et ita est notorium. Quare super hoc interrogatus dicit quod suo videre melius erit dictum iter facere novum quam eum relinquere imperfectum. Interrogatus si dictum iter novum fiat si ipsum iter pluribus proderit quam nocebit dicit quod sic in centuplo plus proderit quam nocere possit. ITEM fuit inquisitum cum guillelmo garnerii de sabina , ebre dunensis diocesis, etatis quadraginta annorum vel circa memorie vero triginta qui eius medio juramento ad sancta dei evvangelia prestito de et super contentis in dieta supplicacione. Interrogatus ipsius supplicacionis tenore prius sibi lecto et intelligi dato dicit et deponit se tantum scire et verum esse de contentis in eadem quod ipse loquens bene scit situacionem montis seu collis de vis solis in dieta supplicacione mentionati. Qui si posset perforari et transitus fieri per eundem hoc reportaret maximum comodum in"], [78, "72 presenti patria dalphinatus. Quia hoc daret materiam viatoribus tam citra quam ultra montanis transitum faciendi per dictum iter quia veniendo de partibus lingue occitane, veneyssini cathalonie regni francie britanie et yspanie transeundo per gracianopolim vel prope et recte tendendo per muram matacevam bellum montem corvum cam- pumsaurum vapnicum ebredunum et guilliestrem recto tendendo ad dictum collem de vissolis Iter abreviaretur de duabus dietis ex quo patriote magnum lucrum facere possent hospitando viatores cum suis animalibus et mercanciis ibidem transeuntes. Ipsi etiam via- tores omni tempore yemali et estivo possent secure et sine periculo ibidem transire abreviando iter suum de duabus dietis ut supra. Ipsi etiam viatores tam eques quam pedes possent dictum transi- tum facere postquam essent in hac civitate gracionopoli vel prope eam per loca visilie oysencii montem sive collem altareti monaste- rium brianczonii recte tendendo ad burgum brianczonii et a brian- czonio per collem ysoardi Rostolacium et inde ad dictum collem de vissolis maxime tempore estatis per que loca abreviaretur eorum iter a gracionopoli usque ad villani saluciarum de tribus dietis. Et quocumque modo transiretur aut per oysencium aut per campum saurum esset abreviatio itineris ab una parte de duabus et ab alia parte de tribus dietis; ex quibus eveniret magnum comodum ha- bitantibus dictorum locorum a gracionopoli usque ad dictum collem de vissolis. Interrogatus si ex hoc generaretur aliqua perda domino nostro Regi Dalphino in suis gabellis brianczonesii dicit quod non sed pocius augmentatio propter magnum transitum viatorum, quia diete gabelle possent recuperali tam in brianczonio quam in loco quadracii tendendo ad dictum collem de vissolis. Interrogatus qui possent ex mutatione dicti transitus incomodum reportare dicit quod habitantes locorum montis iani cezanie ulcii salabertani exilliarum et chomoncii per que loca transitus fieri solet ad locum secussie in pedemontio; item pariter habitantes locorum prati ialati et men- tularum per que loca itur ad villani pinerolii quia tunc prò ma- iori parte cessarent transitus per dieta eorum loca. Item etiam do- minus noster Rex Dalphinus ex hoc posset magnum comodum reportare si ipse vellet facere guerram in partibus Italie, quia omni tempore posset armatas suas conduci facere et transire per dictum collem de vissolis sine aliqua contradictione. Et ita concludendo sibi videtur quod facere dictum iter novum prout in dieta supplicacione"], [79, "73 detegitur erit maximum comodum presato domino nostro Rege Dal phino suis subditis et omnibus viatoribus ibidem transire volentibus, et quamquam supranominati habitantes de partibus secussie et pi nerollii aliquod detrimentum ex hoc possent pati maius tamen co modum pluribus ex hoc potest evenire et ita est notorium. Ita deposuerunt dicti quatuor testes per dietos dominos auditores computorum dalphinalium et commissarios me glaudio bonis secre tarlo Dalphini et clerico dictorum computorum presente examinati. Bonis. Copia presentiam informacionum debite collacionala fuit transmissa serenissimo Regi Dalphino domino nostro prò exequcione contentorum in eadem stenda de anno domini millesimo quater centesimo septuage simo sepiimo die vigesimo mensis decembris. Et expedita prediclo anthonio de Ferreriis de burgo alicis vercellensis diocesis servitori prefati dotnini marchionis saluciarum. N. 2. Scerete informationes sumpte et recepte in locis sub- scriptis cum personis subnominatis super contentis in supplicatione et commissione inferius insertis per nobilem et egregium virum dominum Iohannem de platea in legibus licentiatum consiliarium et tfiesaurarium generalem dalphinatus eommissa- riumque in hae parte per insignem curiam parla- menti dalphinalis specialiter deputatum sub anno domini millesimo quatercentesimo septuagesimo quinto. IOANNES de daylhon miles dominus du lude consiliarius et cam bellanus Regnis gubernator dalphinatus dileeto nostro nobili et egregio"], [80, "74 viro domino Toanni de platea Iicentiato in legibus consiliario et the saurario generali dalphinatus salutem. Cum ut accepimus prò evi denti comodo et utilitate Eeypuhlice ac Domini nostri Regis dal phini quidam transitus noviter compertus per montem montis Vi sibilis ab huiusmodi patria tendendo ultra montes per locum de Salucijs fiendus promotus et requisitus fuerit ut videlicet cum in digeat reparatione reparatio ipsa decens fieret super quibus infor mali cupientes vobis tenore presentium commictimus et mandamus quathenus ad loca opportuna vos transferentes de et super pre dictis comodo et incomodo ejusdem domini nostri et reipublice ac alijs circunstantijs veritatis Vos diligenter informetis et veridicas informationes sumatis quas in debita forma redactas nobis apud gratianopolim quam brevius fieri poterit afieratis vel trasmittatis ut ipsis visis super omnibus providere ut decebit valeamus. Datum grationopoli die sexta mensis septembris anno domini millesimo quatercentesimo septuagesimo quinto. Sic signatura per dominum gubernatorem ad relationem curie qua erant domini P. gruelli presidens gau. de ecclesia Io. de ventis Io. rahoti Io. de sancto germano aduocatus doctorum A. arumeti auditores compo torum et procurator dalphinalis. Pradelli. Et primo anno domini millesimo quatercentesimo septuagesimo quinto et die decima sexta mensis septembris in loco brianczoni et domo hospicij anunciationis beate marie fuit per dictum nobilem et egregium virum dominum Johannem de platea commissarium pre factum inquisitum cum Iacobo Ragerius cive ianue etatis annorum quadraginta quinque vel circa memorie vero triginta quinque qui suo mediante juramento dixit se tantum scire de contentis in eadem commissione sibi prius data ad intelligendum quod ipse loquens novit situationem collis montis visibilis verum tamen nunquam transivit de supra et quod si fiat transitus et perforetur de longitudine quin quaginta trabucorum et latitudine unius trabutj et de altitudine septem vel octo pedum quod possibile est suo viderj quod erit ma gnum comodum ac maxima utilitas domino nostro Regi dalphino ac Reipublice atque subdictis suis et domino marchioni saluciarum et ejus subdictis et civibus que ianue savone cieve veniendo ad patriam dalphinalem quia iter erit brevis de duabus dietis et ultra habito"], [81, "75 respectu patriarum unde actendunt viatores et mcrcatores quia via tores per dictum transitum transientes transibunt prò minoribus expensis eo quia non solvuntur tanta pedagia causante brevitate itineris. Interrogatus si dictus transitus erit preiudicabilis nundinis presentis loci brianczonni dixit quod non sed comodum magnum afferet si fiat ipse transitus quia nundine ipse dietim augumenta buntur propter brevitatem itineris et aleviationem pedagiorum pe demontij et lombardie. Interrogatus si dictus transitus dicti collis montis visibilis prejudicabit gabellis brianczonij dixit quod non suo videro quia si dictum pedagium non recuperetur in loco brianczonj recuperabitur in castro cadracij et per consequens augumentabitur cicius quam minueatur. Interrogatus si erit preiudicium vel inco modum habitantibus montis iani sesanie ulcij salabertani exilliarum et chomuncj prati iallati et mentollis dixit quod sic suo viderj eo quia passagium quod est per dieta loca mutetur et mutabitur per quedam alia loca circumstantia sed plus in duplum erit comodum alteri patrie dalphinatus quam dampnum in dietis locis montis iani sesanie ulcii salabertani exilliarum chomuntij et prati iallati atque mentollarum. Et sic concludendo dixit ipse depponens esse maius comodum maiorj parti patrie dalphinatus et de citra montes facere dictum foramen et reparare colles predicti montis visibilis et etiam crucis prope Deristollacium eundo versus pyneyrolium quam relin quere ipsum opus, et erit magnum comodum Domino nostro Regi dalphino et subdictis suis ac Reypublice, et ita est veruni. ITEM fuit inquisitum cum cosina pasier cive ianue habitatore savilliani etatis annorum triginta duorum vel circa memorie vero viginti duorum ut dicebat qui suo medio juramento dixit super contentis in dieta commissione se tantum scire quod vidit alonge situationem montis visibilis sed nunquam per eum transivit et vi detur sibi quod bene potest perforari et per ipsum montem fieri bonum iter et si fiat erit valde utile et maximum comodum repor tabit domino nostro Regi dalphino ac subdictis suis et Reypublice eo quia iter valde abreviabitur veniendo de ianua transeundo per savonam de duabus dietis et ultra et evitabuntur plura pedagia in pedemontio et fìerit niinores expensas et etiam lavagnie collimo montis iani montis senisij et collis crucis prope de Ristollacium eundo versus pineyrolium in quibus talibus multe sunt lavagnie et"], [82, "76 alia periculosa pasagia evitabuntur. Interrogatus si dictus transitus collis montis visibilis erit prejudicabilis nundinis brianczonj dixit quod non sed magnum comodum et augumentatio ipsarum nundi narum quia plures venirent mercatores et transducentur mercancie in eisdem nundinis que modo non veheuntur. Interrogatus si idem transitus erit dampnosus et prejudicabilis gabelle brianczonesij dixit quod non eo quia ea que amitentur in brianczono et alijs locis in quibus soluitur pedagium recuperabitur in cadracio et prò maiorj valore et comoditate causante hrevitate itineris et admissione expen sarum et pravorum itinerum aliorum locorum per que loca nunc sunt passagia. Interrogatus si loca montis jani sesanie, ulcij, sala bertani exilliarum chomontij prati iallati et mentollarum per que nunc solent transire viatores habeant incomodum propter dictum transitum collis montis visibilis dixit quod sic sed erit maius co modum et utilitas alteri patrie dalphinatus et domino nostro Regi dalphino quam incomodum dietis locis montis jani sesanie et aliorum predictorum locorum et ita est veruni. ITEM fuit inquisitum cum anthonio segnor de pertusio in pro uincia etatis quadraginta trinum annorum vel circa memorie vero XXXIII vel circa qui suo mediante iuramento dixit et deposuit super contentis in dieta comissione quod nescit dictum montem nec un quam vidit veruni tamen audivit dici quod si fieret transitus et re paretur iter quod esset magnum comodum domino nostro Regi Dal phino et subdictis suis ac Reypublice et quod iter abreviaretur, nihil aliud scit de contentis in dietis supplicatione et comissione. ITEM fuit inquisitum cum bertrando freyssardj cive civitatis aquensis in prouincia etatis quadraginta annorum vel circa memorie vero triginta qui medio iuramento dixit se tantum scire super con tentis in dieta comissione quod ipse scit situationem collis montis visibilis et quod fuit bene prope et videtur sibi quod via et iter abreviabitur de una dieta cum dymidia ut etiam audivit dici. In terrogatus si dictus transitus dicti montis visibilis erit prejudicabilis domino nostro Regi dalphino dixit quod non sed erit magnum co modum ipsi domino Regi dalphino et subdictis suis ac Reipublice actenta abreviatione itinerum. Interrogatus si erit preiudicabilis nundinis brianczonj dixit quod non sed augumentatio. Interrogatus"], [83, "77 si erit comodum vel incomodum gabelle brianczonesij dixit quod non erit incomodum sed comodum prò eo quia si non recuperetur peda gium ubi solitum est recuperari in locis in quibus fiet transitus et passagium (recuperabitur) aliud nescit. ITEM fuit inquisitum cum thomacino de thomacinis de piney rolio habitatore civitatis aquensis etatis ut dixit quadraginta trium annorum vel circa memorie vero triginta trium vel circa qui suo medio juramento dixit se tantum scire super contentis in dietis comis sione sibi lete quod bene novit situationem montis visibilis sed nun quam per eum transivit et quod si fiat iter per ipsum collem erit maximum comodum domino nostro Regi dalphino ac subdictis et Reypublice ac domino marchioni Saluciarum et circumvicinis prò eo quia iter abreviabitur suo videre de una dieta cum dymidia et ultra eundo versus ianuam transeundo per savonam et etiam minores erunt sumptus et non tanta pedagia. Interrogatus si preiudicabit dictus transitus montis visibilis nundinis brianezonij dixit quod non sed pocius eas augumentabit causante brevitate itinerum. Interro gatus si erit incomodum gabelle brianczonesij dixit quod non quia si non recuperetur gabella in brianezono sesanie exilliarum et men tollis recuperabitur in quadracio et in duplum propter hrevetatem itineris videlicet hominibus equestris de una dieta cum dymidia et mulionibus cum mulis de tribus dietis et reportabit dictus transitus comodo brianezono monasterio brianzoni burgo oysencij visilie et grationopolim eundo lugdunum et a parte guillestrâ ebreduni campo sauro mure mataezeeve et pluribus alijs locis in dalphinato et in provincia. Interrogatus si preiudicabit transitus dicti montis visi bilis in monte jano sesania ulcio salabertano exilles et chomuntio ac prato j alato et mentollis dixit quod sic sed maius erit comodum alteri patrie dalphinatus quam incomodum dietis locis in quadru plum et pariter domino nostro Regi dalphino magnum comodum ac subdictis et Reypublice et domino marchionj salutiarum. Ita dixit concludendum. Et ulterius deposuit quod si fieret pariter tran situs et perso raretur collis crucis eundo de cadracio versus piney rolium etiam esset magnum comodum omnibus de citra montes et ultra montes si esset possibile quod perforaret. Ita dixit quod est veruni. Quas vero informationes scripsi ego philipus Emé notari deus"], [84, "78 precepto prefacti domini commissarij et me subsignavi et extrahi feci ab originale. Ph. Emé. ANNO predicto et die vicesima prima mensis septembris in parrochia ville veteris castellarne cadracij in domo mathey guil- lamardi alias mosquet in qua tenetur hospicium dalphini fuit in- quisitum per dictum dominum Iohannem de platea thesaurarium et comissarium supranominatum prò secreta informatione cum ho- nesto viro stephano albergie parrochie de mollinis diete castellanie cadracij etatis quadraginta annorum vel circa memorie vero triginta vel circa super contentis in dieta sua comissione ac supplicatione superius inserta prò parte domini marchionis saluciarum insigni curie parlamenti dalphinalis oblata qui eius medio iuramento ad sancta dei evangelia per eum manu sua dextra corporaliter tacta prestito, dixit et deposuit : Se tantum scire et verum esse de con- tentis in eisdem videlicet primo interrogatus si sciat situationem montis Visibilis dixit quod ita quoniam duabus aut tribus vicibus transivit per et supra eundem montem. Interrogatus si sciat locum ubi dictus mons debet de proximo perforan prò hrevitate itineris noviter ibidem fiendi dixit quod non attamen data sibi intelligentia per demonstrationem cuiusdam papiri figurati si ve depicti ad instar ipsius montis dixit quod bene percipit ubi ille mons debet perfo- rari si tamen perforan possit quod difficile sibi vidutur et super quo se refert magistris operum in talibus expertis. Dicens quod ubi ipse mons posset perforari quod prò vero suo videre esset valde utile Regi dalphino domino nostro et Reipublice quia multi mer- catores patriarum ianue, savone, venisie et aliarum regionum ultra- montanarum propter brevitatem et securitatem itinerum transient per illud iter ex quo posset consequi magna utilitas dietis domino nostro Regi dalphino et patrie dalphinali quia non emineret peri- culum lavanchiarum per predictum iter prout eminet per alia itinera. Interrogatus si iter predictum fieret an preiudicaret magnis gabellis et nundinis brianezonij dixit quod non sed potius eisdem gabellis et nundinis comodum maximum afferet eo quod plures mercatores mercancias suas securius et in maiori numero ad easdem nundinas aut etiam ad nundinas gehenne et lugduni transducerent et gabellam brianezonij soluerent in dicto castro cadracij, essetque abreviatio"], [85, "79 itineris de una bona dieta cum dimidia. Interrogatus si predictum iter incomodum afferret et dampnum locis exiliarium ulcij sezanie montis iani salabertani chomontij necnon prati j alati et mantularum per que loca solent viatores transire eundo ad loca secusie et pyne rolij dixit quod ita afferret eisdem locis aliquod dampnum quia non esset ita magnus transitus per eadem loca sicut nunc est propter abreviationem et securitatem itineris predicti montis visibilis ; nam iter illud arriperent plures mercatores transducentes eorum mer cancias ad nundinas predictas gebenne et lugduni de predictis par tibus ultramontanis ad evitandum pedagia pedemontium, et sic maius erit comodum dicti domini nostri et sue patrie dalphinatus facere transitum per illud foramen quam possit esse incomodum locorum supradictorum et hoc in quadruplo, plura dixit se nescire super contentis in dietis supplicatione et commissione. EADEMMET die ubi supra fuit per dictum dominum comissarium inquisitum cum provido viro matheo guillemardi alias mosquet hospite dicti ospicij dalphini etatis quadraginta septem annorum vel circa memorie vero bone ut dicebat triginta et ultra teste jurato ut supra super contentis in dietis supplicatione et comissione qui eius dicto juramento medio dixit se tantum scire quod novit et scivit situa tionem montis Visibilis transivitque per et supra eundem duabus vicibus eundo ad crussolium et alibi ultra dictum montem ubi erat acturus et sic habuit notitiam de eodem monte. Interrogatus si dictus mons possit perforali dicit quod prout audivit a magistris minarum bene potest perforali tamen non est expertus in talibus et se refert eisdem magistris habentibus notitiam de tali perforatione. Interro gatus in quo loco potest ipse mons perforali dicit quod prout a dietis magistris audivit dici a parte qua tenditur ab ipso monte versus Ristolacium in patrie Dalphinatus et a parte marchionatus Saluciarum versus crussolium. Interrogatus an ad perforandum dictum montem sive ruppeni ipsius montis sufficiat longitudo quinquaginta trabutorum latitudo vero unius trabuti et altitudo septem peduui cum dimidio aut octo pedum ad faciendum bonum iter transibile et in quo possint transire tam homines equestres quam etiam muli transducentes vetigal salis et aliarum mercanciarum dixit quod ita. Interrogatus si dictus transitus comodum afferat domino nostro Regi dalphino aut incomodum propter nundinas et gabellas brian-"], [86, "80 czonij dicit quod non potest ipsi domino nostro incomodum afferre sed pocius comodum magnum tam propter dictas nundinas quam gabellas causam sue reddens scientie quia mercatores tam ianue savone quam aliarum patriarum ultramontanarum venient ad ipsas nundinas transferentes suas mercancias et transducentes per illud foramen sive iter eo quia breviabitur dictum iter de duabus bonis dietis etiam quia non solvuntur tanta pedagia transeundo per illud iter et foramen sicuri solvuntur transeundo per pattiam pe demontium nee tante fiunt expense. Intenogatus si dictus tran situs afferret si fieri posset comodum aut dampnum locis chomontij exiliarium ulcij salabertani sezanie necnon prati j alati et mantu larum per que loca solent viatores transire eundo ad loca secussie et pynerolij dixit quod modicum esset dampnum dictorum locorum respectu comodi alterius patrie dalphinati quod comodum plus esset in triplo eidem patrie et domino nostro Regi dalphino propter tran situm magnum ut predictum est Dicens quod gabella brianczonii poterit recuperali in castro quadracij et sic nihil deperdetur de ea. Interrogatus si iter predictum fiat an erit tucior via transeundo per illud iter quam per itinera collium montis jani, crucis et aliorum collium dicit quod sic quia per illud iter non imminet aliquod pe riculum lavanchiarum prout per alia itinera, poteruntque reparare itinera collium altareti an oysencio et ysoardi in brianzonio que iti nera sunt securiora quam alia et sic concludendo dixit quod si dictum iter fiat quod erit maximum comodum et securitas domino nostro Regi dalphino totique sue patrie dalphinatus. IPSA die ubi supra fuit per eundem dominum commissarium in quisitum cum discreto viro petro humberti notario habitatore castri quadracii etatis ut dixit septuaginta quinque annorum memorie vero bone quinquaginta quinque teste ut premictitur jurato ad sancta dei evangelia de veritate dicenda super contentis in dietis supplicatione et litteris commissionalibus preinsertis videlicet si co gnoscit situationem montis visibilis dixit quod ita quia per et super eundem montem transivit quatuor aut quinque vicibus eundo prò certis suis negociis ad locum crussolij et alia loca ultra dictum montem et in patria marchionatus saluciarum aexistentia et sic cognoscit situationem illius. Interrogatus si dictus mons vel ruppis 6uo ridere possit perforali prò itinere ibidem fiendo noviter dixit"], [87, "81 se nescire quia non est expertus in talibus et se reffert in talibus expertis magistris. Interrogatus si dici audiverit quod ille mons sive ruppis noviter sit perforandus et in quo loco ipsius ruppis esset magis utile illud perforali dixit quod bene dici audivit quod ille mons debet perforar! tamen nescit in qua parte nisi auditu quoniam audivit dici quod debet perforari in pedo ruppis a parte dalphinatus eundo de loco de Ristoulas contra eundem ruppem et debet dictum forameli habere exitum de directo a parte marchionatus salutiarum tendendo ad dictum locum de crussolio de tamen utilitate perfora tionis nescirct aliter depponere. Interrogatus utrum ad perforandum dictam ruppem existentem in dicto colle montis visibilis sufficiat longitudo quinquaginta trabutorum latitudo vero unius trabuti et altitudo septem pedum eum dimidio ut in dieta supplicatione su perius prò parte dicti domini marchionis saluciarum oblata continetur ad faciendum bonum iter prò \"transduetione mercantiaruni et veti galium venientium a partibus ianue savone venissie et aliarum regionum ultramontanarum dixit quod si dictus mons possit perforari bene sufficit ad faciendum bonum iter sufficiens prò transduetione mercantiarum cum mulis et alijs animalibus ac etiam prò eundo equester latitudo et altitudo predicta, nescit tamen an longitudo sufficiat quoniam non est expertus in talibus. Interrogatus an dictum iter noviter fiendum per dictum foramen, si fieri possit, sit preiudi ciabilc nundinis et gabellis brianezonij ; dixit quod non quia nier catores transeuntes per alias regiones pedemontium et sabaudie duin dietum foramen aperietur propter brevitatem itineris quod abreviatur mercatoribus ianue et savone de duabus dietis et solutionem peda giorum innumerabilium patrie pedemontium transibunt per dietimi foramen transferendo suas mercancias tam ad dictas nundinas brianezonij quam ad nundinas lugduni et gehenne et sic soluent pedagia et gabellas dalphinatus aut in loco brianezonij aut in castro quadraci j, et sic nullum est preiudicium Regi dalphino domino nostro neque patrie dalpliinali ymo poeius maximum bonum et profigium. Interrogatus si dietimi iter noviter stendo comodum aut dampnum afferat habitantibus locorum chomontij exiliarum ulcij salabertani cesanie montis jani necnon prati j alati et mantularum per que loca viatores tendentes Suziam et pynerolium solent transire, dixit quod non potest eisdem habitantibus multimi incomodum afferre cum mercatores predicti suas mercancias prò malori parte transferri fa- ll"], [88, "82 ciant per terram novani santi pauli et guillestre que est eis magis propinqua quam sit transitus predictorum locorum. Interrogatus si transitus dicti foraminis sit magis securus tara propter lavanchias quam alia pericula eminentia in aliis itinerihus, dicit quod magis securum erit transire per illud foramen quia tolletur iter malum quod est in eodem monte visibili, in quo itinere vidit ipse deppo nens una die cadere unum mulum et unam vacham de altitudine itineris usque deorsum ex quo fuerunt ipsa ammalia mortua, quia etiam non est licitum neque solitum ammalia per illud iter montis visibilis transire, et lavanche dum dictum foramen factum fuerit nullum possunt afferre incomodum transeuntibus per illud foramen, et sic concludendo dixit quod si dictum foramen et iter fieri possit erit magnum comodum dicto domino nostro Regi dalphino et ejus patrie dalphinali. DICTA die ubi supra fuit per dictum dominum comissarium inqui situm cum provido viro Jacobo gondreti habitatore parrochie ville veteris etatis ut dieebat octuaginta annorum memorie vero bone septuaginta quinque, teste ut premictitur jurato ete. Et primo in terrogatus si sciat et cognoscat situationem montis visibilis dixit quod ita quoniam transivit una vice per et supra eundem montem. Interrogatus si esset possibile perforare eundem montem et in quo loco melius posset perforari dixit se dici audivisse ab aliquibus de quorum nominibus non recolit quod bene est possibile dictum montem perforare et prout dicebant debebat ipse mons perforari a parte dal phinatus recte veniendo de Restolassio contra dictum montem et a parte marchionatus Salutiarum recte tendendo de loco de crussolio contra prefatum montem sic quod foramen fieret reetum, tamen se reffert expertis in talibus an possibile sit perforare dictum montem et in quo loco quoniam sibi videtur multum difficile. Inten-ogatus an casu quo ipse mons perforaretur ad faciendum bonum iter et sufficiens prò transeundo tam equester quam transducendo mercan cias cum animalibus tam mulinis quam cavalinis sufficeret longitudo quinquaginta trabutorum latitudo vero unius trabuti et altitudo septem pedum cum dymidio in dieta supplicatione designatis dixit quod bene sufficerent altitudo et latitudo tamen de longitudine nesciret deponere. Interrogatus si dictus mons perforaretur an esset securior et brevior via tam propter lavanchias quam alia eminentia"], [89, "83 pericula transire per dictum montem quam per alios montes sabaudie et dalphinatus dixit quod ita suo videro nani transeundo per illud iter nullum imminet periculuin lavanchiarum aut ruynarum prout per alios montes essentquc venientes de janua et savona ita presto in brianezono sicut essent in secusia ubi sunt due diete nec soluerent tanta pedagia sicut in patria pedemontium et sic est magna abre viatio itineris et sublevatio expensarum. Dicens ulterius quod si dictus mons perforaretur possent reparari montes sive colles altaretis et ysoardi ad faciendum bonum transitum ut mercatores possent sua mercancias transducere per totum dalphinatum usque lugdunum et alibi quod esset valde utile domino nostro Regi dalphino et tote sue patrie dalphinatus. Interrogatus si dictus transitus fieret an esset comodum aut incomodum nundinis et gabellis magnis brianezonij, dixit quod nullum esset eisdem nundinis et gabellis dampnum quin ymo maximum comodum quia mercatores patriarum et civitatum in supplicatione predieta mentionati transducerent suas mercancias per dictum transitum et soluerent pedagia dalphinalia soluerenque ga bellas predictas brianezonij in quadracio et sic maximum esset eisdem gabellis comodum et tori patrie dalphinali. Interrogatus an dictus transitus afferret dampnum vel incomodum locis chomontij exiliarum ulcij salabertani cesanie montis jani nec non prati j alati et man tularum per que loca solent viatores transire eundo ad loca seeusie et pynerolij dixit quod nullum potest eisdem locis afferro dampnum sive incomodimi necnon etiam comodum quia viatores patriarum predictarum venientes apud brianezonum vel ebredunum faciunt eorum transitum per sanctum pàulum et serrani novam guillestre qui sanotus paulus est in patria sabaudie et sic si dictus transitus montis visibilis fieret transeuntes per sanctum pàulum transirent per eundem transitum ex quo pedagia dalphinalia accrescerentur et sic concludendo dixit quod semper audivit dici et sibi ita videtur quod si dictus mons perforaretur esset maxima utilitas Regi dalphino domino nostro et Reypublice patrie dalphinali plura dixit se nescire super contentis in dietis supplicatione et comissione. DEMTJM die vicesima secunda dicti mensis septembris in parm chia abriarum diete castellarne cadracij et domo heredum Rbdulphi hugonis alias bambelli hospitis diete parrochie fuit per dictum do minum commissarium inquisitum cum egregio viro domino germano"], [90, "84 fabri curato parrochie de agulhis diete castellarne cadracij in de- cretis baecalario etatis ut dicebat quinquaginta annorum et ultra memorie vero quadraginta et ultra teste ut premieri tur jurato manus ad pectus apponendo de veritate dicenda qui ejus medio juramento interrogatus an sciat situationem montis visibilis dixit quod ita nani transivit per et supra ipsum montem alias duabus vicibus excepta die hodierna qua fuit cum dicto domino commissario ad visitandum dictum montem, et est ipse mons in loco limitropho dividens hujus- modi patriam dalphinalem et patriam marchionatus salutiarum prout vidit et etiam a pluribus alijs dici audivit. Interrogatus si est possibile perforari dictum montem in eo loco ubi hodie sibi de- mostratum occulenta visione fuit dixit quod sepe dici audivit a plu- ribus de quibus non recolit quod bene est possibile perforare ipsum montem tamen non est expertus in talibus et se reffert magistris in talibus expertis. Interrogatus si casu quo ipse mons possit perforari an sufficiat ad faciendum bonum iter et transibile prò transeundo tam equester quam etiam provehi et transduci faciendo quascumque mercancias cum mulis et alijs animalibus perforatio quinquaginta trabutorum de longitudine de latitudine vero unius trabuti et de altitudine septem pedum cum dimidio dixit quod de longitudine nesciret depponere de tamen latitudine et altitudine dixit quod suf- ficiunt latitudo et altitudo prò transeundo equester ac prò transdu- cendo aut vehi faciendo quascumque mercancias cum mulis et alijs animalibus. Interrogatus si casu quo dictus mons perforetur et fiat iter an erit comodum aut incomodum Regi dalphino domino nostro et nundinis ac magnis gabellis brianezonij dixit quod erit magnum comodum dietis domino nostro et nundinis ac gabellis brianezonij ac etiam tori patrie dalphinali quia mercatores tam ianue savone montis regalis quam aliarum patriarum ultramontanarum propter abreviationem itineris quod abreviaretur de una bona dieta et ultra et etiam multitudinem pedagiorum innumerabilium patrie pedemon tium venirent per dictum iter ad dictas nundinas et soluerent pe dagia et gabellas dalphinales etiam dicti mercatores dictarum pa triarum citius per illudmet iter transducerent suas mercancias apud lugdunum et transirent aut per ebredunum et patriam mataceve corvi et grationopoli aut per brianezonum et oysencium et soluerent gabellam brianczonii in castro cadracij per quod est necesse transire quocumque yerint ipsi mercatores necnon etiam soluerent alia pe-"], [91, "85 dagia dalphinalia et fieret magnus transitus per totam patriam dalphinalem quod esset utile valde Reipublice. Interrogatus si dictum iter casu quo fieret afferret incomodum habitantibus locorum chomontij exiliarum ulcij salabertani cesarne montis jani necnon prati j alati et mantularum per que loca solent viatores transire eundo ad secusiam et pynerolium dixit quod non potest ipsis habi tantibus afferre grande incomodum quia mercatores predictarum patriarum prò maiori parte transducunt eorum mercancias per terram novam sancti pauli et guillestre et si dictus mons perforaretur et fieret iter prò uno transeunte per alia itinera, decem transirent per dictum iter montis visibilis, etiam omnes transeuntes per montes sancti bernardi et senisij facerent eorum transitum per dictum iter et sic per conseques per maiorem partem patrie dalphinalis. Inter rogatus si esset securior transitus per dictum iter montis visibilis quam per alios montes casu quo iter fieri possit tam propter lavan chias quam alia eminentia pericula dixit quod non transivit per alia itinera tempore yemali tamen semper dici audivit quod esset securior transitus et ita sibi videtur et sic concludendo in omnem eventum dixit majus esse comodum dicto domino nostro Regi dal phino et toti sue patrie dalphinalis facere dictum iter montis visi bilis quam illud dimittere ad faciendum. Plura dixit se nescire de contentis in dietis supplicatione et comissione propter quod esset etiam securus transitus gentium annorum casu quo dominus noster Rex dalphinus vellet armatas aliquas mandare in illis partibus ultramontanis. UBI supra ipsammet die ibidem et incontinenti presente provido viro Iohanne Villani habitatore diete parrochie de agulhis etatis sue ut dicebat quadraginta sex annorum memorie vero bone triginta quinque teste ut premictitur jurato ad sancta dei euvangelia etc., qui audita et intellecta deppositioiie testis precedentis depposuit prout et quemadmodum ipse precedens testis excepto quod non fuit die hodiema ad visitandum dictum montem cum dicto domino commis sario sed pluries transivit per et supra eundem montem etc. ANNO predicto et die decima quarta mensis octobris apud Va pincum in domo hospicii trium Regum qui est Richardi chevalerij concesso territorio dicto domino commissario per dominum algiarium"], [92, "86 Arsaudi judicem diete civitatis Vapinci fuit per eundem dominum commissarium inquisitum cum provido et honesto viro Iohanne fogassie mercatore ejusdem civitatis etatis sue ut dixit quadraginta annorum memorie vero bone triginta teste ut premictitur jurato ad sancta dei evvangelia manu sua dextra corporaliter gratis tacta de veritate dicenda qui ejus medio juramento examinatus super contentis in dietis supplicatione et commissione. Primo si cognoscat et sciat situationem montis visibilis dixit quod ita, tamen nunquam transivit supra eundem montem sed bene habere noticiam de eodem quoniam eundem vidit ab utraque sua parte scilicet dalphinatus et marchionatus saluciarum. Interrogatus si audiverit dici aut sciverit quod dictus mons debeat perforari et an est possibile eundem per forari ac in qua parte ejusdem montis esset magis utile eundem perforare dixit se audivisse a pluribus personis quorum nomina ignorat quod ipse mons noviter est perforandus de tamen possibi litate perforationis nesciret depponere et se reffert magistris in talibus expertis et si possibile est ipsum montem perforari prout a nonnullis dicitur perforabitur a parte dalphinatus tendendo de Ristolacio contra eundem montem et a parte marchionatus saluciarum ten dendo a loco de crussolio contra ipsum montem sic quod foramen fiet rectum in medio ruppis vel circa. Interrogatus an casu quo dictus mons perforari possit sufficiat ad faciendum bonum iter et transibile cum animalibus transducentibus mercancias et vetigal longitudo perforationis quinquaginta trabutorum latitudo vero unius trabuti et altitudo septem pedum cum dimidio aut octo pedum dixit quod ita. Interrogatus si casu quo dictum foramen et iter fieri possint erit securior via ibidem transire quam in alijs vijs et itineribus tam propter lavanchias quam alia ibi eminentia peri cula dixit quod ita quia nulle aut saltim modice possunt ibi esse lavanchie neque etiam nulla ibi eminent pericula. Interrogatus si dictum iter esset brevius quam alia itinera dixit quod ita de tribus bonis dietis et quod ad causam brevitatis et securitatis itineris omnes sere mercatores ianue savone ceve et aliarum patriarum citramontanarum circumvicinarum transirent per illud iter ex quo posset consequi magna utilitas Regi dalphino domino nostro totique sue patrie dalphinatus propinque dicti transitus. Dicens ulterius quod ubi Dominus noster Rex dalphinus vellet facere guerram in partibus ytalie semper haberet liberum transitum usque ad mar-"], [93, "87 cbionatum saluciarum qui marchionatus dicitur esse de homagio ejusdem domini dalphini et est clavis ytalie. Interrogatus si dictus transitus posset aflerre dampnum sive comodum nundinis et magnis gabellis brianezonij dixit quod nullum eisdem nundinis sive gabellis posset aflerre dampnum sed pocius comodum nani ut predictum est plures innumerabiliter transirent mercatores per dictum iter veniendo ad easdem nundinas quam transeant per alia itinera ex quo majora soluentur pedagia et maiores fierent sumptos in patria dalphinatus, possentque mercatores soluentes dictas gabellas brianezonij in briane zono aut cesania soluere easdem in castro cadracij ubi quocumque yerint transeundo per dictum iter montis visibilis est necesse transire et sic nihil deperderetur de eisdem gabellis sed pocius auggu nientarentur quia mercatores venirent in maiori numero transdu centes eorum mercancias in nundinis lugduni et gebenne, et tunc si dictus transitus fieret esset necesse reparare itinera collium ysoardi in brianczonio et altareti in oysencio per que itinera esset necesse transire aut per iter guillestre ebreduni vapinci bellimontis et mure mataceve veniendo grationopoli et sic semper augumentarentur pe dagia dalphinalia, et patria maius haberet lucrum ad causam expen sarum que ibi fierent. Intenogatus si dictus transitus afferret dampnum locis chomoncij exiliarum ulcij salabertani cezanie montis jani necnon prati j alati et mantularum per que loca solent viatores transire eundo ad loca secuzie et pynerolij, dixit quod modicum est dampnum illorum locorum respectu comoditatis alterius patrie dal phinalis que comoditas suo videre magis ascenderet in vicesimo quam incomoditas dictorum locorum, nani etiam plures ex merca toribus pedemontium faciunt eorum transitum per sanctum pàulum et terram novam prope guillestram qui facerent eorum transitum per dictum iter si factum foret ex quo utilitas pedagiorum maior esset dicto domino nostro Regi dalphino et sue etiam patrie dalphi nali ratione expensarum ibi factarum. Plura dixit se nescire super contentis in dietis supplicatione et commissione. Prout supra depposuerunt testes superius nominati in manibus dicti domini Iohannis de platea commissarii me notario et secretario dalphinali subsignato presente et eorum deppositiones scribente. G. Ruppi."], [94, "88 N. 3. Au Roy notre Souverain Seigneur. Sire, nous nous recommandons treshumblement a votre bonne grace et vous plaise sauoir, Sire, que monseigneur le marquis de Saluces nous a desia par deux fois envoyé ung sien seruiteur, nommé Anthoine de ferrieres pourteur de cestes, et fait par icelluy bailler requeste pour faire ouvrir et percier une montaigne appellée mont Visol, laquelle depart votre tene et Seigneurie de queyras en votre pays de brianzonnois et le marquisat de Saluces. Sur laquelle re queste veu que long temps a fut pourparlé de ceste matiere ainsi que avons trouvé par les anciens registres de la chambre de vos comptes, pour sauoir si louverture de laditte montaigne seroit prouf fitable a Vous et a votre pays du daulphiné ou non, nous en avons fait prendre sur ce informations par la teneur desquelles trouvons que si laditte ouverture se faisoit aux despens de les subges pour la moytie et pour l'autre moytie aux despens de ceulx du dit mar quisat ce seroit prouffit a vous, Sire, et a tous vos subgets du daul phiné car en faisant habiller les chemins ainsi quil est narré en la ditte requeste lon abregeroit le chemin depuis grenoble jusques a Saluces de deux a trois journees et y passeroit on a cheval en tous temps sans danger de ruynes ne de lavanches. Et pour lacourcement du dit chemin les marchans et autres alans es parties ditalie et aussi les ytaliens venans es marches de per de ca y passeroient plus voulentier et par ce vos peaiges et gabelles en vauldroient beau coup mieulx et vos dits soubgets du daulphiné en avroient prouffit a cause du passaige. Sire, nous ny avons voulu plus avant toucher sans premierement vous en avertir et pour ce, Sire, vous envoyons les dittes informations closes et scellees aree le pourtraict de la ditte montaigne par le dit porteur serviteur dudit marquis . a celle fin que soyez infourmé de la vcrité lesquelles pourrez veoir ou faire veoir et visiter par ceulx que votre bon plaisir sera. Et apres, Sire, nous mander et commander ce que votre bon plaisir sera sur ce et"], [95, "89 nous lacompliront a laide de notre Seigneur qui, Sire, vous doint bonne vie et longue. Escript a grenoble le vingtiemme jour de decembre, Vos treshumbles et tresobeisants Serviteurs et subgets les gens de parlement et des eomptes de votre pays du Daulphiné. N. 4. Au treshonnouré et redoubté seigneur Monseigneur le gouverneur du Daulphiné. Notre treshonnouré et redoubté seigneur nous nous recoinmandons treshumblement a votre bonne grace et vous plaise sauoir notre treshonnouré et redoubté seigneur que monseigneur le marquis de Saluces nous a desia par deux fois envoyé ung sien serviteur nomine Anthoine de ferrieres, pourteur de cestes et fait par icelluy bailler requeste pour faire ouviir et percier une montaigne appellee mont Visol, la quelle depart la tene et seigneurie de queyras en brient zonnois et le marquisat de Saluces. De quoy longtemps a fut pom parle et acordé entre le roy et le marquis qui pour lors estoient quil se seroit ainsi que lavons trouvé aux anciens regestres de la chambre des eomptes mais obstant les guerres et divisions estants es pais ditalie la chouse ne soursist point son effect. Sur la quelle requeste pour savoir si louverture de laditte montaigne seroit prouf tìtable au Roy et a son pays du daulphiné ou non, avons fait pro ceder sur ce informations par la tenenr desquelles trouvons que si laditte ouverture se faisoit aux despens des subges dudit daulphiné pour la moytie et pour l'autre moytie aux despens de ceulx dudit marquisat ce seroit grant prouffit au Roy et a tous ses subgets dudit pays du daulphiné. Car en faisant habiller les ehemins ainsi quil est narré en la ditte requeste lon abregeroit le chemin depuis grenoble jusques a Saluces de deux a trois journees, et y passeroit"], [96, "90 on a cheval en tout temps sans danger de ruynes ne de lavanches. Et si le Roy ou ses successeurs vouloient ou temps advenir faire guerre en Italie il pourroit faire passer les mons par ledit chemin en toute saison de lannée toute son année jusques a Saluces malgré tous les ytaliens, et toujours par ses terres et seigneuries, car cornine bien savez ledit marquis est homme et vassal du Roy. Et dautre part pour lacoursement dudit chemin les marchans et autres alans es parties dytalie et aussi les ytaliens venans es marches de par deca y passeroient plus voulentiers et par ce les peaiges et gabelles dudit Seigneur en vouldroyent beaucoup mieulx et les subgets du dit daulphiné en avroient prouffit a cause du passaiges. Mais nous ny avons voulu plus avant toucher sans premierement en avertir ledit Seigneur et Vous. Et a ceste cause en escripvons au Roy et luy envoyons par ledit pourteur les dittes informations closes et scellees et le pourtraict de la ditte montaigne de tous les deux co stez a celle fin que le Roy et Vous soyez infourmez de la verité. Si vous supplions quil vous plaise d'en advertir le Roy et dy fair donner ordre et prouision et sur le tout nous faire sauoir le bon plaisir du Roy et le votre, lesquelx sommes prestz daeomplir a laide de notre Seigneur qui notre treshonouré et redoubté Seigneur vous donne bonne vie et longue. Escript a grenoble le xxj jour de decembre. Vos humbles et obeissans serviteurs les gens de parlement et des eomptes du daulphiné. N. 5. A Messeigneurs du parlement du Daulphiné. Messeigneurs je me recommande a vous tant comme je puisjay receu vos lettres et aussi ay baillé au Roy eelles que luy avez escriptes avecques le patron que luy avez envoyé touchant le che min pour passer de la les monts aussi les informations que avez"], [97, "91 envoyees touchant le proufit qui en peut venir desquelles jay fait le raport au Roy et pour ce ma chargé que lon y face besougner et quil vieult que leuvre se mette a execution pourquoy incontinant tout ce que verrez qui sera neccessaire a la dite euvre faictes le et sii vous fault mandement ou autre chose enuoyez men la minute et je les sere depescher car le parlement du Roy a esté hatif et dautre part men enuoye en picardie par quoy nay peu vous faire escripre par luy mais II ma chargé expressement que la chose fust entreprinse et parachevée et pour ce vous pry que y besougner car ce sera ung grant bien pour le pays et grant honneur a tous vous que de votre temps ung si grant bien se face. Aussi touchant le passaige des chariots venants de Marseille a guillestre pareillement faictes y besougner et generalement tout ce que vous venez qui sera au proufit du pays a ceste intreprinse faites le et me advertissez de ce que vous venez que vous sera neccessaire tant a provision que a autre chose par Lyon auquel je escry que vienile devers moy et sii y a aucune chose que je puisse faire de moy par luy men advertissez et ineontinent le renvoyeré par de la. Ce porteur ma dit quil est besoign de coupper le bois pour la provision pour donnei' le feu et pour ce me semble que ineontinent devez envoyer querir les gens du pais et en rabatant ce que seroit neccessaire quilz faissent a la dite euvre faictes le coupper affin quil soit asaisonné pour sere ladite euvre car le porteur dit quil est be soign quil se face. Ledit porteur ma dit que vous lavez envoyé sans argent et veu que le Roy vieult que lon besougne en la matiere faictes le poier de ce quil aura despendu car cela sera causant de le faire besougner du meilleur cueur. Et a dieu messeigneurs qui vous ait en sa garde. Escript au ludi; ce XXIII jour de janvier. Le seigneur du lude gouverneur du Daulphiné Le tout votre J. De D ai llon."], [98, "92 N. 6. Copia capitulorum factorum prò sommine stendo in monte visolo dividente patrias dalphinatus et marchionatus Salutiarum inter Illustrem Domi num Dominum Marchionem Salutiarum nomine et vice etiam Serenissimi franchorum Regis et ejus magnifici Parlamenti Dalphinalis ac eius illustris sime dominationis partibus ex una ac nobiles et egregios martinum de albano et baldessarem de alpiascho partibus ex altera videlicet ut infra. I. Et primo conventum est per pactum expressum quod supra dicti nobiles martinus de albano et baldesar de alpiascho teneantur et sint obligati tacere fieri unum foramen in dicto monte vexulo latitudinis unius trabuchi et none partis alterius trabuchi qui sunt pedes decem, et altitudinis octo pedum ydoneum et sufficiens adeo quod facile leze et muli transire possint, sumptibus et expensis ipso rum nobilium martinum et baldesis et illud finisse debeant infra menses decemocto ad tardius et citius si possibile sit tenendo semper et continue tot magistros et operarios quot erit possibile posse ope rari in dicto foramine donec et quousque completum sit. IL Item ultra predictum foramen ut supradictum est finitum et completum teneantur ipsi supradicti martinus et baldesar facere fieri etiam eorum sumptibus et expensis iter ydoneum et sufficiens per spacium viginti quinque trabuchorum et latitudinis ipsius fo raminis et ipsi foramini contiguum videlicet ab utraque parte sci licet patriarum dalphinatus et marchionatus. Quod si indigeat maiori reparatione dicti itineris quam contineant dicti viginti quinque tra initi usque ad pedem montis quod illud facere teneantur suis sumptibus."], [99, "93 III. Item ultra supradictum foramen et itinera citra et ultra forameli perfecta teneantur etiam ipsi supradicti martinus de al bano et baldesar de alpiascho divisare et ordinare iter magis ydo neum prò dietis lezis et mulis transeuntibus videlicet per totam patriam dalphinatus et marchionatus sumptibus tamen et expensis prò rata itinerum divisandorum ipsarum patriarum scilicet dalphi natus et marchionatus etc. IV. Item mediantibus capitulis supradictis et fabrica foraminis et itinerum fiendorum ut prefertur promietit illustris Dominus Do minus Marchio Salutiarum prefatus tam nominibus serenissimi Re gis ac magnifici ejus parlamenti dalphinalis quam suo proprio su pradictis martino de albano et baldesari de alpiascho florenos duodecim millia monete currentis ad rationem de grossis triginta prò quolibet ducato dictosque florenos duodecim millia realiter et vere so luere et numerare et effectualiter exbursare videlicet florenos sex millia in principio sive inchoatione ipsius operis et alios florenos sex millia in medio ipsius operis sive fabrice et silos florenos XII millia in numerati tamen et non in alia re seu denariata realiter numerare et expedire omni exceptione remota etc. V. Item ultra predictos florenos XII millia ut prefertur solutos promietit prefatus illustris Dominus Dominus Marchio nominibus quibus supra prefatis martino et baldesari dare omnia lignamina necessaria prò dicto foramine construendo incissa et coudueta ad dictum foramen fiendum deversus partes ipsius dalphinatus sumpti bus et expensis ipsius dalphinatus. VI. Item ultra predictos florenos XII millia et lignamina pro mietit prefatus illustris Dominus Dominus Marchio ipsis martino et baldesari dare totum serrani et azarium necessarium prò omni bus artifieijs opportunis ad opus ipsius foraminis pertìciendi. VII. Item promietit prefatus illustris Dominus Dominus Marchio ipsis martino et baldesari quod erit eis licitum durante fabrica ipsius foraminis posse emere et conduci facere omnia et quecumque victua lia necessaria tam de patria dalphinatus quam marchionatus libere et exempte absque aliqua solutione pedagiorum sive gabellarum."], [100, "94 Vili. Item quoniam plerumque bella et paces temporum varie tates oppiniones principum commutare solent et ne forte cepto jam opere exposita que peccunia aliquo casu accideret quod sive per prefatum serenissinmm Regem sive patriam dalphinatus sive illu strem Dominum Dominum Marchionem sive eius patriam marchio natus seu per quempiam alium dominum sive magistratum dictum opus quomminus perfiei posset impediretur de jure vel de facto tunc et eo casu promietit prefatus illustris Dominus Dominus Marchio nominibus quibus supra predictis martino et baldesari quod ad ali cujus peocunie partem receptam restituendarn minime tenentur cum in principio ipsius operis ipsa peccunia sere tota tam in magistris conducendis quam alijsque preparandis exbursanda sit impossibile que esset illam jam expositam recuperare. IX. Item quod omnia et singula suprascripta cappitula intelli gantur habere locum et incipere debent a die exbursationis medie tatis ipsorum XII millium florenorum et expeditionis lignaminis et ferri et azaris etc. X. Item prò premissis omnibus et singulis cappitulis et conven tionibus observandis realiter que actendendis prefati illustris Domi nus Dominus Marchio Salutiarum nominibus quibus supra et mar tinus de albano et baldesar de alpiascho una pars alteri et altera alteri ydonee fideiusserunt ut constat in strumento publico per do minum andream boecazeti notarium et secretarium recepto etc. XI. Item promietit prefatus illustris Dominus Dominus Marchio nominibus quibus supra predictis martino et baldesari quod magni ficum parlamentum dalphinalem ratifficabit et approbabit omnia et singula capitula et supraoripta pacta. Et si visum fuerit ipsis mar tino et baldesari expediens et necessarium etiam illa omnia supra scripta pacta et capitula ratifficari facies ipsum magnificum parla mentum dalphinatus per Serenissimum Regem in bona forma etc. XII. Item pacto expresso extitit conventum quod finito predicto foramine et eitra et ultra itineribus opere mandito et perpetua me moria commendabili ad perpetuan! rei memoriam ceterorumque exem plum quod ipsi martinus et baldesar semper et in perpetuum per"], [101, "95 se et eorum heredes et successores possint et valeant singulis annis conducere extrahere ex et per totani patriam dalphinatus ac tocius dominij prefati Serenissimi Regis ac patrie ipsius domini marchio nis et per patriam transeundo per dictum foramen cargias quinqua ginta prò uno quoque videlicet ipsorum martini et baldesaris libere exempte omnium et singulorum raubarum et marchantiarum equis graciis existant absque aliqua solutione pedagiorum gabellarum dii ctorum sive tractarum seu aliorum quorumque onerum cum fideli semper consignatione. N. 7. Responsiones facte per curiam magnifici parla menti dalphinalis super articulis pactorum apper ture montis Visolj. Anno domini millesimo quatercentesimo septuagesimo octavo et die decimanona mensis septembris , apud Grationopolim in curia magniffici parlamenti dalphinalis qua erant Egregii Domini gauf fridus de ecclesia iohannes de ventes utriusque juris doctores pe trus odoberti balduynus meurinj auditores eoniputorum dalphinalium claudius lacerij judex appellationum et nullitatum tocius dalphina tus omnes consiliarij dalphinales et stephanus de belloponte licen tiatus in legibus procurator fiscalis generalis dalphinalis exhibitis et presentatis diete insigni curie per nobiles et egregios viros par vum iohannem de viscuys martinum de albano et baltbesarem de alpiascho ambasciatores et nuntios illustris principis domini mar chionis Salutiarum quibusdam articulis duodecim numero tangen tibus pacta inhita inter prefatum dominum marchionem Salutiarum tam nomine suo prò medietate quam Serenissimi franchorum Regis dalphini viennensis ex una parte et nobiles martinum de albano et baldezarem de alpiascho parte ex altera super appertura et modo apperture montis visoli dividentis patrias dalphinatus et dicti mar chionatus Salutiarum. In quibus pactis prefatus dominus marchio"], [102, "96 reservavit voluntatem et beneplacitum prefati domini nostri Regis dalphini et diete insignis parlamenti curie. Quibusquidem articulis per dictam parlamenti curiam visis et perlectis ac in matura con silij deliberatione positis Curia ipsa singulis dictorum artieulorum duxit respondendum et respondet per modum quem sequitur salvo tamen et reservato in principio medio et fine beneplacito prefati domini nostri Regis dalphini. Et primo, ad primum secundum et tertium dictorum artieulo rum respondet dieta curia quod placet ei dictam aperturam et iti nera fieri ab utraque parte dicti montis per spacium viginti quinque trabutorum prò predo per dictum dominum marchionem concordato. Hoc addito quod si a parte dalphinatus sit plus de ruppe ad rum pendum prò dicto itinere faciendo quam contineant dicti viginti quinque trabutj usque ad terram firmam quod illud plus ipsius pretti faotores suis sumptibus super dieta summa concordata facere et compiere teneantur. Ad quartum articulum dieta curia respondet quod ei placet prò parte dalphinali quod dieta pacta finnentur et serventur bino inde promissa et jurata prout in ipso articulo continentur hoc salvo quod secundum ordinationes Regias et dalphinales super operibus dalphinalibus dudum factas et observatas non debent nec consue verunt solui preda dictorum operum nisi ad tres solutiones. Quarum prima solili debet in principio secunda in medio operis et tertia seu ultima tertia pars dicti pretij finito sive perfecto et recepto opere. Ideo soluentur sex millia floreni partem dalphinalem tangentes per consimiles terminos supra declaratos videlicet duo millia in princi pio duo millia in medio operis et alia duo millia restancia ■ post complementum et receptionem dicti operis. De tali moneta quod duodecim grossi monete debilis in presenti patria dalphinali ad prius cursum habentis computentur prò uno ex dietis florenis. Ad quintum articulum curi» respondet quod ei placet contenta in ipso articulo adimplerj prout in articulo ipso continetur. Ad sextum articulum curia respondet ut in proximo precedente. Ad septimum articulum respondet curia ipsa prout in duobus proxime precedentis."], [103, "97 Ad octavum articulum respondet curia et ei placet quod termi nus XVIII mensium ad complendum predicta prefixus incohèt a die solutionis prò parte dalphinali fiende de dieta prima solutione seu tertia parte dictorum sex millium florenorum dictam partem dal phinalem tangentem. Ad nonum et decimum articulos respondet curia ipsa quod si dominus marchio est bene securus de dietis predi factoribus prò adimplendo per eos promissa et se ipse dominus marchio velit obli gare de restituendo in thesauria dalphinalia dictos sex mille flore nos prò parte dalphinali soluendos seu id quod dietis predi facto ribus solutum repcrietur casu quo dictum opus non perficeretur curia ipsa mandabit lit!°ratorie thesaurario dalphinali quod expe diat diesis pretii factoribus dictam sex millia florenorum summam ad tres terminos supra declaratos videlicet in quolibet termino tor ciam partem. Ad undecimum articulum curia respondet et dicit quantum eam concernit ipsa curia de beneplacito prefati domini nostri liegis dal phini informata laudat dictum opus fieri et persici sub reservacio nibus superius per ipsain curiam factis. Ad duodedmura et ultimum dictorum articulorum respondet curia se non habere potestatem concedendi libertatem seu privilegiuin cui quam, quare contenta in ipso articulo differt facere sed adeant ope rarij prefatum dominum nostrum Regem dalphinum qui predictam libertatem et non alius potest eis concedere. N. 8. Ctj sensuivent les requestes que fait sere monsei gneur le marquis de Saluces ala mageste du Roy et a messeigneurs de son parlement du Dophinè. Et, premierement requiert ledit seigneur marquis qui soit du bon plesir du Roy et de messeigneurs du parlement faire ordonner les 7"], [104, "98 reparations necessaires des chemin et pons du dophinè. Cest assauoir de la cité de gap le droit chemin alant au pasage de monvesul qui se sera entre lesdit pays du dophinè et du marquise, en telle fason et maniere que les charretes leges et mulles puissent facile ment passer et repasser par les dits chemins et pons seurement en tendant les dites reparations selonc les qualites des lieux et pays. La court de parlement est contente que le contenu en larticle pour le bien et prouffit de la chose publicque soit fait aussi quil est contenu auditc article. Secondement requiert ledit Seigneur marquis qui soit du bon plesir du Roy et de messeigneurs du parlement que ses hommes commis et deputes de par luj puissent par le pays du Dophinè alant le droit chemin au passage de monvesul au marquise de Saluces, con duire et faire conduire draps lanes sai peleteries et toutes autres marchandises de quelque condiction quelles soient sans aultres im positions aucunne dentree ne disue paiant les pyages et gabelles acoustumès audit pays du Dophinè. La court est contente du contenu en larticle et nen tent point que pour entree ne yssue soit aucune chose payee ne levee fors seulement les gabelles et peages a coustumés de toute ancienneté. Et sainblablement mon dit Seigneur le marquis sera content que tous marchans et aultres dudit pays du Dophinè puissent conduire et sere conduire leurs marchandises par le pays de son marquise de Saluces sans aultres impositions aucunnes payant les peages et ga belles acoustumès audit pays du marquise. La court accepte ledit article aussi quil est contenu en jcelluy. Fait a grenoble le XXIXme jour de septembre mil imclxxviii par ladite court ou estoient messieurs geuf froy de leglise iean des ventes docteurs en chacun droit maitres pierre odobert baude meurin audicteurs des com-"], [105, "99 ptes glande lacier docteur on loys juge mage des appe aulxetestienne de beaupont licentié en loys procureur fiscal general dudit Daulphiné. G. Bonis. N. 9. Traile de commercr conclus par les ambassadpurs de Louis li, marquis de Saluces , avec le roi Réne d'Anjou comte de Provence. Pour ce que à aller du Dauphiné et Provence ez pays du Pié- mont, Saluces et Lombardie, est nécessaire de passer par les détroits du niont St-Bemard , Mont-cenis , Mont-Genévre et aultres , qui a grant difficulté et dangier se passent, et avec ce , y à bien long chemin, et a laquelle cause, des marchands des dits pays, ne peu- vent trafiquer les ungs avec les aultres, que à trés grants frais et despenses, monsieur le marquis de Saluces, pour le bien de son pays et des circonvoisins d'iceluy, voulant et desirant eschiver les dits dangiers, passaiges et destroits, et trouver plus grant chemin pour aller, passer et repasser des dits pays du Dauphiné et Provence ez dits pays de Saluces, et aultres proucliains oultre les monts, a mis en pratique de trouver manière de faire percer la montaigne de Moni Viseul, qui divise et départ les diets pays du Dauphiné et du Marquisat de Saluces; et pour ee faire a envoyé gens sur les lieux, de ce expers et cognoissans, et leur relation oye, que la diete montaigne se pourrait percer en manière que mulets chargés pour- raient passer du pays a aultre, sans aucun dangier de néges, et plus court chemin de moult. Et pour faire la despense de percer la diete montaigne ont ensemble conferencé le roi Daulphin et le dit marquis, en manière qu'ils espérent la chose venir à bon effet, ainsi que le dict marquis a présentement fait savoir au roi de Se die, comte de Provence, par Martin de Albano, petit Jean de Visque,"], [106, "100 escuyer de ses finances, et Balthazar de Alpeascho , ses conseillers et ambassadeurs, envoyés a cette cause devers luy; auquel roy de Secile ils ont de par le dict marquis apporté lettre de créance, pal la quelle ils lui ont amplement dict et déclaré, ce que dict est, et le grand bien et prouffit qui en redondera au dict pays de Provence tant pour les marchandises qui se prendroient au dict pays , que autres étrangiéres amenées en iceluy, à l'occasion des ports de mer qui y sont. Susquoy, et pour le bien des dicts pays, ont les dicts ambassadeurs fait au dict roi de Secile, par mon dit sieur le mar quis, les requestes et ouflres qui s'ensuivent, auxquelles a esté faict reponse, particuliérement au pied d'icelles. Et premierement. Le dict monsieur le marquis requiert à la majesté du roi, que soit de son bon plaisir, comme semblera à sa majesté, ordonner la réparation des chemins, ports et ponts du pays de Provence, estre faits en cette fayon quand temps et lieu sera, que les chariettes et mulets, et autres voituriers puissent aller et venir des ports de mer du dict pays, jusques aux confins du pays du Dauphiné, et sem blablement maintenir en réparation les dits chemins, pour le temps avenir, aux despens des dits pays de Provence, considéré les gains et inestimables prouffits, que en reportera le dict pays. Le roi a respondu qu'en lieu et temps il le sera faire volontiers. Item. Requierent de par mon dit sieur le marquis, qu'il soit du bon plaisir de sa majesté le roi de Secile, que le dit sieur marquis ou aultres par lui députés, puissent extraire du sei de la Vauduche de Bene, ou aultre sei du pays de Provence, jusques au nombre et quantité de cinq mille trois cents olles , mesure d'Yéres , pour le moins, par chascun an, et faire décharger au dict pays aultre sei étrange jusques à semblable nombre de cinq mille trois cents olles de sei rousse et de la mathe, à la diete mesure d'Yéres; appellés a ce faire les officiers du roi de Secile pour en tenir le compte et faire conduire par terre, le droict chemin, allant au marquisat de Saluces, sans vendre ne permettre en manière quelconque le dict sei autrement aliener ez pays de Provence, de Dauphiné, ne aultre lieu, jusques a tant qu'il ait passe le pertuys, et conduit pour le moins en la ville de Cressol, en payant au roy de Secile, comte de Provence, et ses successeurs comtes, pour chascun centenat d'olles, mesure d'Yéres, pour les droits de gabelle, tant du sei étrange que"], [107, "101 celui du pays, la somme de huit florins , monnoie de Provence , et oultre ce, aux propriétaires des salines de Provence, ou ils charge ront, leur droit raisonnable et accoustumé , et aultres devoirs et peaiges deus au dict pays ; et au regard du sei de la Vauduche, qui n'est point de propriétaire, et ne se fait que par industrie, en sera autant payé au roy, comme se fait aux aultres propriétaires, déduit et rebattu la despcnse qui se sera à le mener du dict lieu de la Vauduche à Bene, ou à l'endroit; et afin que en la conduite du dict sol ne se puisse faire aueune fraude au préjudice des gabelles des terres du dict pays de Provence, ne des gabelles du sei de la compaignie du Ròsne, les marchands ou les facteurs qui feront char ger leur sei pour le mener au dict lieu de Cressol, ne le pourront faire sans appeller les officiers du roy de Secile, estant aux lieux de déchargement, qui de ce auront la chargé , desquels ils seront tenus prendre tìlet ou cédule du nombre et quantité de sei qu'ils chargeront, et leur payer le dict droit de huit florins. Lesquels marchands ou facteurs seront tenus rapporter aux dicts officiers cé dule ou récognoissance des cinq officiers, que le dict seigneur roy de Secile, aura au dict lieu de Cressol, du déchargement du dict nombre et quantité de sei. Lequel officici- de Cressol sera payé de son salaire par mon dit sieur marquis, et semblablement les aultres officiers de Provence, qui seront eommis aux dechargemens, seront satisfaits raisonnablement par mon dit sieur de leurs peines et tra vaulx ; et pour plus grande sùreté, que en la conduite du dict sei u'aura aueune fraude, et ne sera en aueune manière laissé aueune quantité du dict sei chargée en aucun lieu des dicts pays de Pro vence ou du Dauphiné, ne aucun aultre par deca la diete ville de Cressol, et ne sera ramenée par deca les dicts perthuys, seront te nus, les dicts marchands ou facteurs, à chacune fois qu'ils charge ront, promettre, et eulx obligés in forma, que toute la quantité de sei qu'ils feront charger, reservé le déchiet raisonnable, porteront au diet lieu de Cressol, sans aueune diminution, quelconque fortune que leur puisse avenir sur chemin par larcin, ou aultrement, exce pté seulement do tel nombre de sei qui seroit dueument prouvé avoir été tombe et perdu en rivière passée par icelle; et si sauté se trouvoit, de payer trois fois la somme à quoy se monteroit le droit de gabelle du nombre de sei defaillant; et de ce bailleront les dits marchands ou facteurs gaiges ou pléges marchands , qui"], [108, "102 s'en ohligeront in forma en leurs privés noms et comme principaulx tenus. Le roy a fait sur ce reponse, que le contenu en ce présent arti cle luy plaist jusques au temps et terme de trois ans, et en après, a son bon plaisir et voulenté et des siens ; à commencer les dicts trois ans au temps que la montaigne seroit percée en manière que be stes chargées y pounont passer, et non plutost; par chascun des quels trois ans, et de chascune des années en suivant , si le dict seigneur le roy de Secile ou ses successemi consentent les choses dessus diotées, le dict marquis sera tenu faire tirer hors du dict pays de Provence le dit nombre et quantité de cinq mille trois cent olles â sei, mesure d'Yéres, comme dit est. Item. Requièrent encore les dicts ambassadeurs qu'ils puissent faire décharger laines, pelleteries, et toutes autres marchandises de pays estrangers, dedans le dict pays de Provence, et faire conduire hors d'iceluy, et semblablement toutes marchandises estant au de dans du dict pays de Provence, tirant au dict marquisat , payant les droicts des traictes et issues, qui à présent se payent au dict pays, tant au roy que aux particuliers. Le roy a sur ce faict responso qu'il en est content. Item. Requicrt mon dict sieur marquis, que aux marchands, fa cteurs ou négociateurs les dictes marchandises, tirées hors de Pro vence, pour estre menées au diet marquisat, et apportées du dict marquisat au dict pays de Provence, qui seroient subjects de mon sieur le marquis, ne sera donne aucun empeschement ou destour bier ne a leurs dictes marchandises, pour représaille , marque , guerre, ne aultre occasion quelconque, taxées contro subjects du due de Savo}re, Milan, Gènes , ou aultre nation quelconque , ce dont elle n'estoit taxée, nommement contre les subjects du dict marquis. Réponse. Il plaist au roy le contenu en ce présent article. Reservé que les marchands et marchandises seront tenus au droict de tout ce que leur pourroit estre demandé par les Provencaux, ou aultres demandeurs, avoir justiee au dict pays. Passés et accordés les requestes, offres, et responses ainsi qu'elles sont ci-dessus escriptes, entre le dict seigneur roy de Secile, et les ambassadeurs dessus dicts, qui ont promis icelles et tout le contenu faire ratifier et confirmer par mon dict sieur marquis."], [109, "103 Fait en Arlcs, en doublé, entre les dessus-dicts, le vingt-deuxiém< jour de septembre l'an 1478. Ita promittimus. Martinus de Albano, Parvus Ioannes de Visohe, et Baldesar de Alpeascho. N. IO. Oùligatio contra Dominum Marchionem Salutiarum. Anno domini millesimo quatercentesimo septuagesimo octavo in- ditione undecima et die ultima mensis septembris nobilis vir parvus Iohannes de Vischis nuntius et procurator illustris principis domini Ludovici marchionis Salutiarum et domini terre authonis in dalphi- natu ut constat de procuratorio instrumento recepto per andream bocaceti sub anno domini millesimo quatercentesimo septuagesimo octavo et die tertia septembris, obligavit prefatum dominum mar- chionem salutiarum et ejus bona quecumque vigore partis predicte sibi date erga serenissimum dominum nostrum Regem dalphinuni eiusque thesaurarium dalphinalem de restituendo in thesauraria dal- phinali apud grationopolim ea omnia que soluentur et soluta in fu- turuin reperirentur martino de albano et baldesari de alpiascho precii factoribus aperture montis visoli de summa sex millium florenorum partem dalphinatus tangentium prò dieta apertura casu quo diete precii factores non adimplerent dictum opus per eos adimplerj pro missum, et promisit presentem obligationem facere ratifficarj per dictum dominum marchionem ante alicujus peccunie expeditionem. Actum grationopolim in camera computorum dalphinalibus pre sentibus egregijs viris magistris petro odoberti balduyno meurini eynardo pradelli stephano andricj dictorum computorum auditoribus et johanne an alias macoli et cristiano ejus filio civibus grationo polim testibus etc. G. Bonis."], [110, "104 N. 11. A nos amez et feaulx conseillers les gens de notre parlement et de nos eomptes en notre pais du dau phiné. Do par le Roy. Nos amez et feaulx. Nous avons receu les lettres que nous avez escriptes faisant mention de lappellation que notre trescher et amé cousin le marquis le Salusses a faite touchant les deffentes qui lui ont este faites a cause des ouvrages du passaige qui se fait nouvel lement a montvisol entre le daulphiné et le marquisat de Sallusses et nous semble que notre dit cousin a tres bien fait d'en avoir ap pellò et que puis que cest le prouffit et le bien de notre dit pais du daulphiné quon y doit tousiours besougner. Si vous prions que ainsi le vueillez faire et y avoir regard et tenir la main en bonne justice comme nous en avons en vous la iiance. Donne a Saint Martin de Cande le Vjj™-= jour de decembr Loys. .AR KtìME , N. 12. Diplòme accordé au Marquis Louis de Saluces par l'empereur Frédéric III FRIDERICUS divina favente clementia Romanorum Imperator semper augustus , Hungarie Dalmatie Croatie etc. Rex ac Austrie"], [111, "105 Stirie Karinthie Carniole Dux, Dominus Marchie Sclavonice ac Portusnaonis Comes, in Habspurg Tyrolis Phenetis et in Kyburg Marchio Burgovie et Lanngravius Alsatie. Illustri Ludovico Mar chioni Salutiarum Principi ac Consaguineo nostro carissimo, Gratiam Cesaream et omne bonum gaudet et exultat Cesarea sublimitas et Imperialis altitudo quando aliquid in orbe fit quod incunctoruni cedit suorum commodum et solamen alumpnorum unde et illis per quos fit se redderc solet liberalem sane cum pedemontana patria altis siinis sit alpibus constipata et exinde commeatus ab eadem pro vincia seu patria ad alias transalpinas et econverso difficilimus ut non possit quisquam per horribiles ac silvestres passus illos sine vite periculo transmeare et in his locis sepe solent homines et jumenta perire cum mercibus. Ad nostrani quoque Imperialem Maiestatem multifarie multisque fuerit deportatum testimonijs ac digne fide relatum Te Marchionem prelibatum ad iocunditatem et eommoditatem tocius Ytalie et finitimorum populorum opus inextru ctibile atque inexcogitabile animo audaci aggressum fuisse quod a prothoplausto citra nullus hominum preser te ausus fuerit indagari et hoc tua vigilancia et studiositate solus disposuisti assumere grande laboriosum subtilc ac deoens videlicet quod ingenio tuo pre claro magnum iam dedisti principium ad perforandum ferro igne aceto ac varijs alijs ingenijs saxeum atque altissimum montem illuni qui preeminet altitudine ceteras Ytalie colles vulgariter Vesalus nuncupatum ut mediante illa gravi atque subtili perforatione et opere completo brevius facilius atque commodius transitum faciant homines et jumenta et sine periculo ymo celeriori via ac cum leviori sumptu merces conducantur. Nos animadvertentes novum hoc opus in hac etate nostra fuisse per te subtili artificio repertum conside rantes utilitatem profuturam finitimis populis et tutelam exinde cunctis euntibus et redeuntibus emergentem attendentesque quod tantus lahor sine multo ere ac multorum hominum laboraneiuni fatiga atque sudore plurimo non possit explcri. Volentes tante virtuti morem geri et ad exemplum prebendum benefactoribus rei publice atque ut Tu animosius atque fervencius possis et debeas pretactum opus animo incitato atque roborato perficere et ad gloriosum finem deducere, Tibi memorato Ludovico Marohioni Saluciarum ex certa scientia nostra motu proprio et de plenitudine potestatis nostre Imperialis accedente etiam ad hoc consilio Principum Comituni et"], [112, "106 Procerum Sacri Romani Imperij fidelium nostrorum dilectorum con cedimus et largimur facultatem ut possis et valeas in dicto sbramine per te incepto et finiendo instituere atque imponere novum vectigal theoloneum pedagium sive gabellam super nominibus bestijs mulinis vel equinis et super quibuscumque alterius generis animalium cari gatis vel onustis sai aut alias quascumque merces res vel species deferentibus. Ita tamen quod tale vectigal theoloneum pedagium sive gabella prò qualibet et singula sommata quatuor cruciferos almanos quorum septuaginta quinque dentur prò uno aureo ducato sive floreno Ungaricali non trascendat , sed ab inde infra possis imponere petere exigere ae percipere eundo et redeundo toeiens quo ciens prò ut libet, cum piena et libera potestate ad limites iuris com munis res que in commissum ceciderint tuis usibus applicano! Pre diciam tamen imposicionem novam concedimus et largimur Tibi cum condieione et sub modis ac clausulis infradicendis. Videlicet quod antequam ad hujusmodi novi vectigalis theolonei pedagij seu gabelle institucionem aut illius exactionem procedas tenearis compiere pretactum opus. Et in ore dicti foraminis versus Ytaliam tenearis et debeas construi facere unam honestam eappellam ad honorem virginis gloriose dei genitricis Marie et sancti Cristoferi, et in faciem ejusdem cappelle tenearis et debeas in muro affigi facere patenter et honorabiliter sculptura lapidea arma nostra Imperialia in memoriam nostri nominis sempiternam. Quodque obligatus sis dictam cappellani dotare ita et taliter quod honeste possit inde Cap pellani prò tempore altari deservire et officij s vacare divinis. Debeat que quoque Cappellanus ejusdem Cappelle prò tempore existens in missarum celebratione prò vivis atque defunctis Romanorum Impe ratoribus orare et nostri nominis habere memoriam sempiternam. Quod si secus fieret quam ut supra est expressum et conditionatuni tunc et eo casu hujusmodi nostra concessio nullius sit roboris et momenti, nulli ergo omnino hominum liceat hanc paginam nostre concessionis et voluntatis infringere vel ei ausu temerario contraire. Si quis autem hoc attemptare presumpserit nostrani et Saeri Romani Imperij indignacionem gravissimam se noverit incursurum. Presen tium sub nostri Imperialis Maiestatis Sigilli appensione testimonio litterarum. Datum in Novacivitate die vigesima prima mensis februarij, anno domini millesimo quadringentesimo octuagesimo, Regnorum nostro-"], [113, "107 rum Romani quadragesime, Imperij vieesimo octavo, Hungarie vero vicesimo primo. N. 13. A Monsieur et a Messeigneurs Monsieur le Presidant et Messeigneurs de la Court du par ternani du Dauphiné Monsieur et Messeigneurs je ay receu les lettres quilz ha pleu a voz seigneuries me rescrire et celles quo monsieur le présent gu verneur vous ha rescrit touchant la ouverture du partuis de mont visol, et en ay rescrit et adverti madame la marchise de Salus, et puys que tel est le plesir du dit seigneur et de vos seigneuries me mettrey en tout devoyr mais preablemant je veny supplier a vos Seigneuries que de la chambre soyt extraicte copie des exploitz jadis faitz in illa materia affin de eviter despans aux pauvres su bgeits et de pouvoir remonstrer a la ditte dame que les subjets de son marchisat se doybvent aider a la ditte ouverture laquelle fault quo ce face du cartier Dalfinal et part de deca car du carrier du dit marchisat le dit pertuys dudit Visol est ouvert comme je ay veu et je verrey a la moindre foulle et juxta mandata de hobeyr et mettre a duce exequution dominicalia mandata, mes ce ne peult estro avant les neiges fondues et passees, Monsieur et messeigneurs il hya ordonnance a la ditte chambre quarum sumptibus se doybt faire la ditte ouverture sans la quelle ne puys rien faire, pour ce vos seigneuries aviseront et comanderont estre envoyee. Monsieur et messeigneurs non ayant aultres novelles prye notre seigneur vous donne tresbonne et treslongue vie et me recomande treshumblemanf a vos bonnes graces comine trespetit treshumhle et treshobeysant servi tour. A Briancon le x de juing. Votre treshobeysant serviteli! P. Emé."], [114, "108 N. 14. Lettres Patentes de Charles Roy de France en fa- veur du Marquis de Saluces, par les quelles S. M. a octroyé au dit Marquis la faculté de tirer du set de l'étang de la Valduch et le faire conduire par les pays de Provence et Dauphiné au Marquisat de Saluces par le passage et per- tuis de Monviso. CHARLES par la grace de dieu Roy de France daulphin de Vien noys conte de Valentinoys et de Dioys. A tous ceulx qui ces pre sentes lettres verront salut. Receu avons lumble supplication de notre treseher et amé cousin le marquis Saluces contenent que des le moys de fevrier lan mil quatrecent quatrevengtiemme et ung notre dit cousin envoya par devers seu notre treseher Seigneur et pere que dieu obsoille et luy remonstra ou fist remonstrer que pour aler de noz pays du daulphiné et de provence es pays de pyemont Saluces et lomhardie avoit par cy devant convenu par necessité passer par les estroitz de mont cenis de la croix haulte et du col de laignel et autres grans montaignes qui a grant danger perii et difficulte se pouvoient passer a pye ne a cheval. Et avecques ce pour passer les dites montaignes et pour aucunnement evicter le perii et danger convenoit faire grant circuit et chemin es dites mon taignes. Par quoy Ics marchans des dits pays ne pouvoient faci lement ne aisement commerser ne traffiguer les ungs avec les autres au moins que a tres grans fraiz perilz et dangiers, a laquelle cause icelluy notre cousin pour le bien et utilité de nous de la chose publique des subgets pays terres et Seigneuries de chacun de nous pour eschever les dits mauvais et dangereux passaiges et pour trouver plus court ayse et seur chemin pour aller passer et repasser de nos dits pays du daulphiné et de provence es dits pays de Saluces"], [115, "109 et autres prouchains oultre les mons et ytalie et de lun a lautre avoit et a fait des congie permission et licence de notre dit, seu Seigneur et pere et partie a ses fraiz et despenses perser la mon taigne de niont Visol qui divise et depart les dits pays du daul phiné et marquisat de Saluces. Au moyen de quoy et du tres bon et grant chemin et seur passaige qui a tres grans fraiz et despenses a este fait en ladite montaigne comine dit est on peut apresent tresaisement et seurement aler et venir de lun des dits pays en lautre. Par quoy requeroit et supplioit notre dit cousin a notre dit seu Seigneur et pere quil luy pleust donner et octoyer faculté et permission a icelluy notre cousin pour luy et ses successeurs que Ils ou autres pour eulx commis et depputez puissent extraire du sei de lestang de la Vauduch en notre dit pays de provence tant et en tel nombre que tirer en vouldront pour la provision de leurs pays terres et seigneuries et autres. Et icelluy sei faire faire a la quantité quil vouldroit , blanc , rouge ou noir, en la facon que inieulx leur sembleroit. En payant par chacun centenal dolles qui sont mesures ala mesures dyeres en notre dit pays de pro vence huyt florins de monnoye de Savoye pour notre droit de gabelle , aussi en payant la valeur dudit sei pour la proprieté au pris des autres plus prouchains salins. Et avecques ce requeroit que pareillement il peut extraire tout autre sei tant dudit pays de pro vence que autres pays en payant chose raisonnable pour lachapt. dudit sei pour chacun centenal dolles. Et pour lachapt du sei estrangier en payant pour les peaiges et gabelles pour chacun cen tenal pris raisonnable. Et en oultre requeroit notre dit cousin le marquis de Saluces que luy se successeurs ou leurs depputez peussent et leur feust loisible conduyre par nos dits pays de provence et daulphiné tout autres marchandises que bon leur sembleroit . et les mener et porser dudit pays et conte de provence aut dit marquisat et pays de Lombardie , et des dits pays de lombardie et marquisat en nos dits pays de provence et daulphiné, en payant pour chacun chargé de marchandise chose raisonnable. Et quoy faisant le dit tyrage et trafigue de marchandise seroit moult fruetueux et opulant, dont il viendroit ung grant prouffit et utilità a nous et a nos dits pays de provence et daulphiné et subgetz dieeulx ainsi que ces choses et autres estoient plus applain contenues en certains articles presentez a notre dit seu Seigneur"], [116, "110 et pere de par notre dit cousin le marquis de Saluces lesquelz articles veuz et entenduz par notre dit seu Seigneur et pere et les gens de son conseil. Pour ce que bonnement il ne pouvoit donnei les provisions requises sans preallablement estre informe du contenu en iceulx, il octroya ses lettres patentes adiecans a noz amez et feaulx conseillers palamides serbin Seigneur du Sollier lioutenant et gouverneur en nos dits pays et contez de provence et forcalquier, Francois de gennas lors general de noz finances en languedoc , maistres Iehan Rabot conseiller en notre court de parlement a gre noble, Eynart pradel auditeur en notre chambre des eomptes au dit lieu, pour de et sur le contenu es dits articles eulx informer dili gemment et bien, et quelle utilité prouffit interestz et dommaige nous et la chose pubblicque de noz pays et subgetz et aussi les seigneurs peaigiers fermiers et marchans aurions et pourions avoir a octoyer consentir et accorder les choses des susdites requises et demandees de la partie de notre dit cousin le marquis de Saluces, et 1 adite information faicte envoyer avecques leur advis pour y donnei tene provision quil appartiendra raisonnablement a faire, lesquelles informations ainsi faictes et provisions donnees par les dits comniis saires notre seu Seigneur et pere voulut estre apportees par devers luy pour par luy estre confermees et approuvees ainsi quil venoit estre a faire. Par vertus desquelles lettres les dits commissaires dessus nommez ou leurs commis et depputez appelez a ce noz officiers tant du daulphiné que de provence et de languedoc, aussi les fermiers et marchans de lieux et pays a qui ce povoit toucher procederent a faire ladite information, et apres eu sur ce advis et deliberation avecques nos dites gens et officiers pour ce assemblez par plusieurs et diverses foiz en grant et meure deliberation trouverent que les requestes de notre dit cousin le marquis de Saluces estoient tres justes et raison nables soubz certaines modifications et adviz par eulx faiz et cy apres speeiffiez. En nous requerant par notre dit cousin que les dits articles contenans les dites requestes luy voulsissions accorder et octroyer en auetorisant approuvant et confermant ce que a este fait et accorde par les dits commissaires et autres noz officiers qui depuis y ont besougne et sur ce luy impartir notre grace et provision conve nable. SAVOIR faisons que nous ce considere voulans a notre dit cousin qui sur ce nous a tres justement fait supplier et requerir obtemperer"], [117, "111 et le fait et entre cours de marchandise avoir lieu en noz pays tenes et seigneuries pour ces causes et considerations et autres justes et raisoiinables a ce nous mouvans apres ce que avons fait venir et visiter par les gens de notre dit conseil et do noz finanees les proces procedeures et ladvis des dits commissaires et de nos officiers es dits pays du daulphiné et provence en sur ce ladvis et deliberation des dites gens de notre dit eonseil et finanees a nous de notre grave et speciale plaine puissance et auetorité Royal octroye et octroyons a notre dit cousin le marquis de Saluces pour lui et ses successeurs quilz puissent et leur loise doresnavant tyrer et extraire ou par leurs commis et depputez faire tyrer et extraire doresnavant par chacun au du sei dudit estang de la Vauduch pres de bene en provence tel nombre et quantité de sei quilz vouldront prendre audit estang de la Vauduch. Aussi pour deschargier au dit pays de provence au lieu de borre autre sei Russe ou de la mact estrangier venant de evisse e la macte tel autre nombre quilz vouldront pour icelluy mener et con duyre ou faire mener et conduyre par nos dits pays de provence et daulphiné aut dit pays de Saluces par eaue et par terre par le dit passaige de mont Visol. Pourveu toutes uoyes que notre dit cousin et ses dits successeurs seront tenuz prendre et lever par chacun an tant, du dit sei de la Vauduch que destrangier, jusques a dix mil et six cens olles du moins dont la moitié de tout ladite sei sera prinse du sei de la Vauduch en payant tant pour ledit sei prins au dit pays de provence que autres pays estranges la gabelle estranges, la gabelle ancienne qui est de huit florins pour centenal dolles et les peaiges anciens et acoustuinez. Aussi en payant ledit sei prins en provence au pris que les propriétaires le vendent et pourront vendre. Et se nous ou noz officiers pour nous faisions saliner et mettre par ganeaulx mu lons et monteaulx le sei qui seroit saline au dit estang comme sont et ont acoustumé sere les autres propriétaires notre dit cousin et ses successeurs seront tenuz prendre et achapter notre dit sei avant tout autre et en payer tel pris cornine il seroit sii lachaptoit des autres propriétaires. Et icelluy faire conduyre a ses despens au dit lieu de bene ou autre lieu qui sera advise par nos dits officiers pour illec estre mesure, toutefois ledit marquis et se deputtez affin de non frauder noz gabelles ne pourront vendre ne distribuer aucun sei dedens les dits pays de provence et daulphiné sur peine de confiscation de tout le dit sei et damende arbitraire. Et pour evicter aux fraudes qui se pour-"], [118, "112 roient faire en extrayant ledit sei en le prenant es salins il sera mis en sacz chacun sac tenant demye olle et non plus, tellement quil ne reste que la seulle pougnèe pour le lyer. Et oultre sera ledit sei mesure au lieu de bene ou autre lieu qui sera advisé par nos officiers a pareilles mesures tenans demye olle seullement et aussi en aura de semblables deca la dite montaigne de mont Visol ou lieu ou se fora ledit deschargement dudit sei avant que passer le pertuys , pour illec estre remesuré aus dites mesures le plus près et au deca dudit pertuys que faire se pourra. Au quel remesurage riens ne sera rabatu pour dechet ne autrement. Et au regart dudit sei qui sera prins a la Vauduch il sera mene par noz officiers comine propriétaires au grenier de bene aux despens de notre dit cousin le marquis qui paiera les mesureurs et autres servans audit sei. Et se aussi est que les proprié taires ayent acoustumé den payer aueune chose Nous en payerons semblablement comme proprietaire pour raison dudit sei de la Vau duch. Et pour avoir regart a ce que dit est et obvier a tous abuz fraudes et larrecins seront eommis et depputez six officiers tant gardes que autres qui seront tous establiz par deca ledit Mont-Visol. Cest assa voir quatre pour ledit pays de provence en telz lieux que noz officiers de finanees oudit pays de provence verront estre a ce plus propices et convenables. Et le deux autres seront mis et establiz en notre dit pays du daulphiné aussi que noz officiers des finanees illec verront estre a faire, lesquelx six gardes et officiers seront noz instituez et establiz de par nous. Et seront tenuz exercer leur offices en personne sans y pouoir commestre lieuxtenants ou eommis et seront par ledit marquis et ses successeurs et a leur despens stipendiez et paiez de leur gaiges que seront de six cens florins a departir selon lestat qui en sera fait par noz dits gens des finanees, lesquelz six cens florins notre dit cousin et ses successeurs seront tenuz bailler et mettre en depost des le commencement de lannèe, cest assavoir deux cens florins es mains de trésorier et receveur general des noz finanees audit pays du daulphiné, pour les gaiges des deux gardes establiz audit pays ; et les autres quatre cens florins es mains du trésorier dudit pays de provence pour les gaiges des quattre gardes qui seront en iceulx pays, les quelx gaiges seront baillez et distribuetz aussi que pour les gens de noz finanees es dits pays et par leur està sera ordonnè. Et sii advenoit que aucuns feussent trouvez avoir fait fraude ou dit sei"], [119, "113 mesmement que ou deschargement sen trouvast moins quil nen aura esté chargé, le dit marquis ses successeurs ou leurs depputez payeront neantmoins au fermici- la gabelle de ce quil se trouvera moins. Ou si se trouvoit en avoir esté vendu baillé ou donne par le pays du daul phiné ou autre lieu au quel la gabelle a ou aura cours a la part de lempire, ou se trouve avoir esté fait quelque autre fraude en quelque maniere que ce soit, le reste du sei qui lors se conduyra et extraira sera confisqué. Et avecques ce seront condempnez ceulx qui feront la fraude en lamende et punition de peine pecuniaire et arbi trare. Desquelles confiscations la tierce partie nous appartiendra et sera baillèe et payèe es mains de noz receveurs demourans es lieux ou seront eommis et perpetrez les dittes fraudes. L'autre tierce partie au fermier du tyraige de lempire. Et lautre tierce partie a celuy qui denoutera ladite fraude. Et touchant lamende elle sera miement a nous: et si aucun naufraige advenoit audit sei sur la rivière de durance ledit marquis ou ses dits eommis et successeurs pour evicter a toutes fraudes seront tenuz denuncier ledit nauffrage a noz plus prouchains officiers du lieu et au jour quil sera advenu pour sur ce en estre faite information. Et ne sera fait aucun rabat de la gabelle audit marquis pour descheute ne par cas fortuit ou autrement qui puisse advenir audit sei si non a cause dudit nauffrage pour recom pense du quel lui sera baille semblable quantité de sei quiete de gabelle. Toutteffois nous nentendons aucunement que a loccasion du tyraige qui se sera par notre dit cousin et ses dits eommis notre gabelle et le droit des propriétaires des salins dyeres qui ont acoustume servir a Nice aux genevoys et ailleurs en soient aucunement dymi nuez, ou quel cas que diminution interviendroit a cause dudit ty raige et non autrement, et que les dites salins dyeres y auroient evident dommaige notre dit cousin et ses dits successeurs seront tenuz de nous desdommaiger et pareillement les dits propriétaires et de faire valoir les dites gabelles et droit proprietaire autant quilz ont volu communes annees puis dix ans en ca luy portant lautre. Pareillement avons accordé et consenty a notre dit cousin quil puisse et luy loise et ses dits successeurs conduyre et faire conduyre mener et ramener par nos dits pais de provence et daulphiné toutes ma nières de denrées et marchandises licites que bon luy semblera et icelles extraire des dits pais pour mener en son pais de Saluces en S"], [120, "114 paiant le peaige et devoirs anciens et acoustumez et telz et sem blables quilz se levoient et prenoient du vivant de seu notre oncie Rene en son vivant Roy de Iherusalem et de cecilie Conte de pro vence les quelz droiz ne se pouront acroistre augmenter ne diminuer. Pouveu toutes uoyes que ce ne soient marchandises venans de Le vant, lesquelles ny entendons estre comprinses ne passees par ledit lieu et pertuys. Mais icelles estre descendues en noz pays et haures de provence languedoc et Roussillon. Et se aucunnes marchandises dudit pais de Levant entrent comme espicierie et autres par le dit pertuys es dits pais de provence et daulphiné elles nous seront confis quées, dont le quart de la confiscation appartiendra au denuntiateur. Et en oultre a notre dit cousin suppliant avons octroyé et octro yons pour luy et ses dits successeurs quil puisse faire bastir con struire et ediffier une maison sur la dite rivière de durance prés de ville Villaige et en lieu le plus seur que faire se pourra pour descharger les sei et marchandises en seureté qui seront conduictes sur icelle rivière en payant raisonablement ce que vauldra la piace en laquelle se sera ladite maison du vouloir et consentement de celuy ou ceulx a qui appartiendra icelle piace. Et affin que notre dit cou sin et ses successeurs ou leurs eommis pour eulx puissent mieulx conduyre le tyraige dudit sei, avons accordé et permis quilz puis sent et leur soit loysible faire reparer a leurs despens les chemins qui sont au long dicelle rivière de durance. Et pour ce faire pren dre et coupper tous les arbres prouchains aus dits chemins non por tans fruiz et qui luy seront nuysibles et necessaires a abattre pour faire réparation sans nous en payer aueune chose. Aussi des arbres portans fruictz en payant le valeur diceulx a ceulx a qui ilz ap partiendront. Et affin que notre dit cousin ses eommis et depputez successeurs et autres qui tireront meneront et conduyront le dit sei et marchandises par nos dit pays de provence et daulphiné en pas sant repassant sejournant et marchandant par iceulx noz pays puis sent en plus grant seureté faire excercer et continuer le tyraige dudit sei et exercice de marchandise au bien de nous, noz subgetz et pays Nous iceulx ensemble leur susdites denrees robbes et mar chandises avons de notre plus ampie grace et privilege expres prins et mis prenons et meotons en notre protection et sauvegarde espe cial a la conservation de leur droit sans ce que au moyen daucunes ruarques contremarques ou represailles donnees ou a donner contre"], [121, "115 aucuns oultremontains ou autres ores et pour le temps advenir au cun destourbier ou empechement leur soit ou puisse estre fait mis ou donne en corps ne en hiens en quelque maniere que ce soit. Si non toutes uoyes pour les faultes delitz et fraudes quilz pourroient faire ou commeetre ou fait dudit sei et non autrement; ou quel cas noz iustitiers ordinaires esquelles icelles fraudes et excez auront esté eommis pourront proceder contre eulx tout ainsi que silz estoieut de nos dits pays et comme on seroit contre noz subgetz diceulx. Sauf et reservé a nous et a noz successeurs Roys de France de pouvoir inhiber faire cesser et défendre icelluy tyraige de sei et clone ledit pertuys et passaige de mont Visol touteffbiz que a nous et aux no tres plaira, sans ce que celluy notre cousin le marquis ne ses suc cesseurs y puissent donner ou faire aueune contradition ou empe schement. Si donnons en mandement par ces dites presentes a noz amez et feaulx les gouverneurs ou son lieutenant de notre dit pais du daulphiné gens de notre court de parlement et de noz eomptes a grenoble general trésorier et receveur general de noz finanees di ceulx pays, aux bailliz de Viennoys Valentinoys Dyois et des mon taignes, et a tous noz autres iustitiers et officiers ou a leurs lieu tenants et eommis et a chacun deulx si comme a luy appartiendra, que de noz grace octroy permission voulente et choses dessurdites ils facent seuffrent et laissent notre dit cousin et ses successeurs marquis de Saluces joyr et user plainement et paisiblement soubz les conditions reservations et en la maniere dessus declarer; et le contenu en ces presentes ilz gardent et entretiennent et facent garder et entretenir de point en point sans enfraindre ne aucunement venir au contraire. Et a ce faire et souffrir contraignent et facent con traindre tous ceulx qui pour ce seront a contraindre reaument et de fait, par toutes voyes et manières deues raisonnables et en tel cas requises. Car ainsi nous plaist il estre fait, non obstant quelxcon ques ordonnances mandemens restrinetions ou deffenses a ces contrai res. Et pour ce que de ces presentes on pourroit avoir a faire en plusieurs lieux Nous voulons que au vidimus dicelles fait soubz seel Royal ou dalphinal foy soit adioustee comine a ce présent originai. En tesmoing de ce nous avons fait mettre notre seel a ces dites presentes. Donne a Clery le second jour de decembre, lan de grace mil quatre cens quatrevingtz et troys, et de notre Regne le premier."], [122, "116 Ainsi signé par le Roy daulphin en son conseil ou quel monsei gneur le Due de bourbon Connestable de france, les contes de cler mont de dunoys de merle, et de comminge, les evesques dalby et de constances, les seigneurs desquerdes, du lau, dargenton, de bau dricourt, de Vaten de lisle et autres estoient. Brinon. Guillaume briconnet conseiller du Roy notre Seigneur et general sur le fait et gouvernement de ces finanees, et par ledit Seigneur eommis a la distribution et administration de ces finanees tant or dinaires que extraordinaires de ces pays du daulphiné contez de Va lentinoys et de Dioys , veues par nous les lettres patentes du Roy notre dit Seigneur daulphin, ausquelles ces presentes sont attachees soubz notre signet, par lesquelles et pour lesquelles dedens contenues Icelluy Seigneur a octroyè a monseigneur le marquis de Saluces que lui et ses successeurs puissent et leur loyse tyrer et extraire ou par leurs eommis et depputez faire tyrer et extraire doresenavant par chacun an du sei de lestang de la Vauduch prés de bene ou dit pays de provence tel nombre et quantité de sei quilz vouldront prendre oudit estang de la Vauduch, et aussi deschargier audit pays de pro vence au lieu de bene autre sei rousse ou de la matte tel autre nombre quilz vouldront , pour icelluy estre mene et conduict par les pays de provence et daulphiné ou dit pays de Saluces par eaue et par terre par le passaige de mont Visol. Pourveu que mon dit Sei gneur le marquis et ses successeurs seront tenuz prendre et lever par chacun an tant dudit sei de la Vauduch que estrangier jusques a dix mil six cens olles du moins, dont la moitié de tout ledit sei sera prinse du sei de la Vauduch en paiant tant pour le dit sei prins audit pais de provence que autres pais estranges la gabelle ancienne qui est de huit florins pour centenal dolles, et les peaiges anciens et acoustumez. Aussi en payant ledit sei prins en provence au pris que les propriétaires le vendent. Et si le Roy notre dit Seigneur et ses successeurs ou officiers sont saliner et mettre par ganeaulx mulons et monceaulx le sei qui seroit saline au dit estang comme sont et ont acoustume faire les autres propriétaires mon dit Seigneur le marquis et ses successeurs seront tenuz prendre et achapter le sei appartenant au Roy notre dit Seigneur avant tout autre, et"], [123, "117 en paier tel pris comme il seroit se il lachaptoit des autres pro priétaires, et icelluy faire conduyre a ses despens au dit lieu de bene ou autre lieu qui sera advisé pour illec estre mesure. Et ne pourra le dit monseigneur le marquis ne ses depputez vendre ne di stribuer aucun sei dedens les dits pais de provence ne daulphiné sur peine de confiscation de tout le dit sei et damende arbitraire, lequel sei sera mis en sacz chacun sac tenant demye olle et non plus. Et oultre sera ledit sei mesure au lieu de bene ou aultre lieu oudit pais a pareille mesure tenant demye olle. Et y aura des semblables mesures de ca la dite montaigne de mont Visol ou lieu ou se sera le desehargement dudit sei avant que passer le pertuys pour illec estre mesure. Au quel mesurage riens ne sera rabatu pour dechapt ne autre ment, et le sei qui sera prins a la Vauduch sera mene par les offi ciers dudit seigneur au guernier de berre aux despens dudit marquis qui sera tenu payer les mesureurs et autre servans audit sei. Et seront eommis et depputez six officiers tant gardes que autres de par le Roy notre dit Seigneur tant en daulphiné que provence qui seront tenuz excercer leurs offices en personne. Et seront iceulx six officiers par monseigneur le marquis et ses successeurs paiez de leurs gaiges qui seront de six cens florins a departir selon lestat qui en sera fait lesquelz six cens florins icelluy marquis et ses successeurs seront tenuz bailler et mettre en depost des le commencement de lannee. Cestassavoir deux cens florins es mains du trésorier du daul phiné, et les autres quatre cens florins es mains du trésorier de pro vence sauf que le Roy notre dit Seigneur et ses successeurs pourront faire cesser et défendre le dit tyrage clourre ledit pertuys de mont Visol touteffbiz que y luy plaira, et autres choses plus applain con tenues et declairees es dits lettres. Consentons en tant que a nous est lenterinement et acomplisse nient dicelle soubz les conditions et reservations dessus dites pourveu que ledit tyraige que mon dit seigneur le marquis entend faire sere ne commencera jusques aux selz nouveaulx et que aux selz qui sont a présent en nature ne sera aucunement touché a cause de la grant necessitò et faulte de sei qui est survenue au fait des tyrages et greniers du Royaume. Et aussi que premierement et avant tout euvre les six gardes dudit sei seront establiz et instituez en leurs places et lieux qui leur seront ordonnez et leurs gaiges mis en de-"], [124, "118 post comme contenu est es dites lettres. Et pareillement que mon dit seigneur le marquis ne ses dits eommis ne vendront ne feront vendre ou distribuer leur sei a ceulx du daulphiné a eulx de pinerol ne a autres qui ont acoustume eulx fournir du sei des tiraiges du Rosne. Donne soubz notre dit signet le douzesieme jours de decembre lan mil quatrecens quatrevings et troys. Ainsi signé. Briconnet. Franciscus Dunensis comes et longeville, Dominus de partenay, magnus cambellanus francie, Gubernator dalphinatus, universis et singulis barimi serie notum fieri volumus Nos litteras dominicales patentes Serenissimi Principis Regis Dalphini domini nostri, ejus sigillo cera rubea in cauda dupplici impendenti sigillatas licentie permissionis et concessionis transeundi et conducendi a presenti patria dalphinatus ad patriam pedemontis et alias partes ytalie per montem Visolum sai et alias res et mercancias in dietis litteris declaratas, aliorumque contentas in eisdem litteris nobis in curia parlamenti dalphinalis, prò parte illustris principis domini marquisii salutiarum impetrantis in eisdem nominati ad effectus interinationis earundem exhibitis cum litteris per egregium magistrum guillelmum briconnet eommissarium circa distributionem et administrationem financiarum tam ordinariarum quam extra ordinariarum prefati domini nostri in patria prediota dalphinatus comitatuumque Valentinensis et Dyensis super dietis litteris dominicalibus Regiis et dalphinalibus concessis et eisdem attachiatis, quibus presentes sub contra sigillo regiminis dalphinatus alligantur. Et ipsarum tenoribus consideratis Curia ipsa parlamenti dictas litteras regias et Dalphinales duxit interinandas et eas interina vit. Nosque interinamus juxta ipsarum forniam et tenorem; quo circa instante prefato illustri domino marchione impetrante precipimus et mandamus baillivis senescallis iudicibus cappitaneis castellanis baiulis et eorum vices gerentibus ceterisque officiariis justiciariis et subditis mediate ed immediate dalphinatus quibuscumque et eorum cuilibet insolutum prout ad eum spectaverit quathenus dictas litteras regias et dalphinales ac omnia et singula in ipsis contenta exequantur et observent exequi que et observari faciant per quos pertinuerit de"], [125, "119 puncto ad punctum juxta ipsarum forniam et tonerem et prout per easdem precipita et mandatur Nihil de contingentibus in eisdem obmittendo cogendo et convellendo ad hoc cogendo et convellendo omnibus vijs et modis quibus iuridiee fieri poterit fortioribus quoniam sit fieri jubemus omni difficulte seu excusatione cessante per pre sentes. Datum grationopoli die decima quarta mensis januari anno do mini millesimo quatercentesimo octuagesimo quarto a nativitate sumpto. Per dominum gubernatorem ad relationein curie qua erant domini gaudentius de Ecclesia Johannes de ventes Jacobus Roberteti Johannes Raboti, guydus de monte forti, glaudius lacerij advocatus, balduynus meurini, Eynardus pradelli, guillelmus arniueti stephanus andrici auditores computorum et stephanus de belloponte procurator generalis dalphinatus. Matf.ronis. N. 15. Lettres Patentes de Charles Vili roi de France au Parlement du Dauphiné, par lesquelles il enjoi gna.it aux vassaux et hommes d'armes de cette pro vince de se tenir préts à portcr secours au marquis de Saluces dans la guerre contre le due de Savoye. CHARLES par la grace de dieu Roy de Franco, Daulphin de Vien noys, Conte de Valentinoys et de Dioys , a nos amez et feaulx conseilliers les gens de notre cour et de parlement du daulphiné salut et dilection. Comes pour paciffier le differand qui est entre vous et notre cosin le due de Savoye a cause de lommage du mar quisat de Saluces et pour sere cesser la guerre quil fessoit sere et mene a notre eher et ainé cosin le marquis de Saluces aussi sere retirer et departir les gens d'armes pour ces assembles dung coste et daultre Nous ayons envoyez par devers nostre dit cosin de Savoye notre tres eher et fresarne oncie le conte de Basié seigneur de bresse nostre amé"], [126, "120 et feal conseillier et chambellant le Seigneur de Bouchage et autres nous ambassadeurs et conbien que an ceste matiere nos ayons tenu a celluy nostre cosin de Savoye tous les meillieurs et doulx ternies que possible nous a esté prins jorneez amyables pour avoir de nous gens et officiers et de ceulx de notre dit cosin de Savoye y estre prins quelque bonne fin et conclusions. Toutteffois nostre dit cosin ne differe point de sere la guerre au dit marquis de Saluces et sesforce sur luy prendre pays, villes, places, et chasteaulx mesme ment la ville de Saluces, et ja come lon dit de long temps quil tien assegée qui sont choses de tres dangereuse et mauvoyse con sequance, de quoy pour la conservation de nostre droyt et dudit hommage qui nous appartien et aulquel avons receu le dit marquis sommes bien deliberez resister a l'aide de nos bons et loyaulx vas saulx et sobyectz de notre dit pays du daulphiné et y donner la mellieur et plus pronte provision que sere se porrà. Savoir feysons que noz se considere desiderant de tout nostre povoir resister au dites entreprises et ne souffrir que rien se face en notre prejudice et de celluy de notre dit cosin de Saluces , pour ces causes et aultres a ce a noz movans et par ladvis et deliberation dez princes et seigneur de nostre sang et linage et gens de nostre conseil estans avecques nous, Vous mandons et comandons et estroittement enjoi gnons par les presentes que incontinant et en diligence vous fectes crier et publier a son de trompete et voy publique par toutes les villes et lieux de notre pays du Daulphiné aeostumé a faire cris et publication a tous les nobles de notre bant et erriereban et qui ont a coustume de suivirent et frequenter la guerre quil partent et nous allent servir montez et armez pour secorir et ayder a notre dit cosin de Saluces a la conservation de nostre droit et de celluy dudit marquisat, et mesmement de la ditte ville de Saluces aussi que par vous ordonnè leur serra et que cognestrez que lafferez le requerra et ce seur lez poiné entiel cas requise et pour la conduite des seigneurs nobles et gens de guerre comectez et ordonnez a tous noble personayses reseants a noz seur et feablez por leur chiefs capitaincs et conducteur et diceulx fectez sere le monstrez et revenez come sere ce doit en le faisant vivre en si bon ordre et pollice que aucugnez plainctez nen viegnent et le tout a la moindre folle et chargé de notre peuple que sere ce porrà sans leurs soffrir sere aucugnez exactions pillieries ne aultres chouse mal fectes, et diceulx"], [127, "121 que feront le contrayre fectez enferez tieulle et si grieve punition que ce soyt exemple a tous aultres, soffrir et obeir contraignez ou faictes contraindre reaulmant et de fait tous ceux quil appartiendra et qui pour ce seront a contrayndre par toutes voies et manieres deues et ou tiel cas requises et comant il est acoustumé feres pour nos propres hesognies et afferes car ainsi nos plait il -estre fait nonobstant opposition ou appellation quelquonques pour les quelles ne vollons estre deffere a vous et vos eommis et deputez, a vous donne et donnons plainct povoir auetoritè et jouisance comission et mandement especial mandons et commandons a tous nos officiers, justiciers et soubgects que a vous vosdits comis et deputes en ce faysant soit obei et entandu diligemmant prestent et donnent conseil confort et ayde. Donne a Bordeaulx le huitiesme jour de mars , 1' an de grace MCCCCLXXXVII, et de notre regne le HIP. Par le Roy Daulphin en son Conseil Parent. Curia Parlamenti Dalphinatus dilecto nostro vice baillivo et Iu dici graysivodani aut ejus locum tenenti salutem. Cum jam mul tiplicatis ac reiteratis vìcibus mandaverimus ut omnes et singuli nobiles et alij vestre Iudicature qui servire soliti sunt in armis Regi Dalphino domino nostro se in eorum domibus tenerent presto et paratos decenter montatos et armatos prò illico et absque aliqua mora aut dilatione discedendo et accedendo ad serviendum in armis prefato domino nostro ubi eis foret ordinatum et stabilitum cumque nuper prefatus dominus noster per suas pactentes litteras eiusque sigillo cera rubea in cauda duplici impendenti sigillatas quarum copia hiis presentibus est alligata nobis mandaverit ut prefati no biles et alij in armis eidem servire soliti protinus descedant et iter arripiant ad locum et marchionatum Salutiarum predictum prò ipso marchionatu et villa predicta Salutiarum subendo et deffendendo ab invasionibus et viis sacri ibidem jam factis et que dictum in cessanter fiunt per ducem Sabaudie qui ipsum locum tenent obse sum, vobis propterea harum serie precipimus et destriete jubendo mandamus quatenus per singula loca voce predicte jubeatis procla mari et divulgai! faciatis ut nobiles prefati et alij ut predieitur"], [128, "122 jamdicto Domino nostro in armis servire soliti decenter montati et armati se reddant et presentent in loco et civitate predicte gratio nopolim die secunda mensis instante aprilis prò tandem absque alia dilatione a dicto loco discendendo et ad locum predictum et marchionatum predictum accedendo sub conducto ibidem per nos deputando prout eisdem tunc fuerit ordinatum et stabilitum, et hoc sub pena confiscationis corporis et bonorum et per rebelles et ino bedientes irremisibiliter committenda premissa tamen cum omni diligentia exequi faciatis taliter quod de ipsa commendali non au tem de inertia redarguì valeatis. Datum gratianopolim die vigesima quarta mensis marcii, anno Domini millesimo quatercentesimo oc tuagesimo septimo. Per prefatam dalphinalis parlamenti curiam qua erant Domini Iohanne Palmerii presidens gaufridus de Ecclesia, Iohanne de Ven tes, Iacopo Roberteti, Iohanne fochardi et... mileti. Boneti. N. 16. Lettres Patentes de Charles Roy de France en faveur du Marquis de Saluces par lesquelles est derogé au traité fait entre S. M. et le dit mar- quis le 2 decembre 1483 , en ce quil n'a pù étre éxecuté de lapart du dit marquis a tirer la quan- tité du sei convenite de l'étang de la Vauduch. CHARLES par la grace de Dieu Roy de trance, conte de prou vence forcalquier et terres adiacentes. A noz amez et feaulx con seilliers les gens de notre conseil grant president et maistres ration naulx de notre chambre des eomptes et archif daix et general ayant la chargé et administration de noz finanees tant ordinaires que extraordinaires dudit pays et au trésorier general dicelles noz finan ees salut et dilection. Notre treseher et amé cousin le marquis de"], [129, "123 Saluces Nous a faict dire et remonstrer que pour certain traicté fait avec nous le segond de decembre mil quatre cens quatre vingtz et troys il est tenu et obligé a tirer du sei de lestang de la Val Duch et estrangier de evice jusques au nombre de dix mil six cens olles pour le nioings pour icelluy faire mener pour terre ou sur la riviere de Durance a Saluces et autres pays de la les montz par le pertuys de Mont Visol, le col de laygnel et de la croix et dicelluy payer la gabelle ancienne qui est de huict florins pour centenal dolles et autres peaiges de six gardes eommis et ordonnez a la con servation de noz droictz qui doibvent estre establiez quatre en notre dit pays de prouvence et deux en celluy du daulphiné par chacun an la somme de six cens florins dudit pays lesquelz six cens florins il est tenu consigner au commencement de lannee cestassavoir quatre cens florins es mains de notre trésorier general dudit pays de prouvence et deux cens florins es mains dicelluy de notre pays du daulphiné a despartir entre eulx sellon lestat qui en sera faict par les gens de noz finanees pourveu quelz excerceront leurs dits offiees en personne et resideront sur les lieux ainsi que plus a plain est contenu audit traicté. Or est il que depuys ledit temps mesme nient depuys deux ou troys ans en fa a loccasion de la peste et mor talité qui a esté grande et universelle par tout ledit pays sterelité et aussi des guerres et divisions qui se sont menes es Itallies a cause du voyaige par nous faict pour la conqueste et recouvrement de notre Royaulme de cecilie et autres empeschements intervenuz, notre dit Cousin na peu tirer par chacun an ledit nombre de sei quil estoyt et est tenu tirer pour le dit traiteté, mais a esté con trainct faire cesser le dit tiraige a la quelle cause notre dit Cousin nous a requist que notre plaisir soit de ce relever et luy quitter ce dont il pourroit estre tenu pour non avoir tire ledit nombre et pareillement quil ne soyt tenu payer les gaiges ausdits gardes sinon a la raison du temps quilz ont servi et quil a tire et faict tirer le sei attendu mesmement que lesdits gardes nont residé ne demeuré sur les lieux ordonnes ainsi quilz sont tenuz, et sur ce luy impartir noz grace et provesion eonvenables Pour ce est il que nous ca con sideré voulans sobvenir a notre dit Cousin expousant en ses affaìres et favorablement le traicter en considerations des bons verteux et recoinmandables services quil nous a par cy devant faiet en maintez manieres mesmement au faict de la conqueste de notre dit Royaulme"], [130, "124 de cecilie, et retour diceluy esquelz il nous a servi loyaulment et virteusement sans riens craindre ne espargne aussi que ladite faulte du tiraige nest advenue par sa mays aux causes desusdites, a icelluy notre Cousin le marquis de Saluces pour ces causes et autres a ce nous mouvans avons octroyé et octroyons voulons et nous plaist de grace especiale par ces presentes que en payant ou faisant payer par ses eommis la gabelle droictz et devoirs quil est tenu payer pour le nombre du sei quil sera trouvé quil aura tire ou faitc tirer depuys le dit temps dudit traicté jusques au présent il soyt tenu quitte et paysible de loultre plus quil estoyt tenu tirer pour le dit traicté. Et si pour raison de ce il nous estoit tenu en aueune somme nous icelle somme et quelque somme quelle puysse monter luy avons donnee et quittee donnons et quittons par cesdites presentes signees de notre main sans ce que aueune question luy en soyt ou puysse estre faicte ores ou pour le temps advenir en quelque maniere que ce soyt. Et en oultre avons octroye et octroyons a notre dit Cousin quil ne soyt tenu payer lesdits six gardes des salins de leur gaiges quilz doyvent prandre a cause de leur offices en les excerceant en personne sinon a la raisons du temps quil sera troué quilz ont servi. Si voulons vous mandons et expressement ensoignons et a chacun de vous si comine a luy appartiendra que en faisant notre dit Cousin joyr et user de noz presente grace quittance descharge vouloir et octroy vous le faictes tenir quitte et paysible de tout le nombre de sei quil estoyt tenu tirer par ledit traicté depuys le dit temps jusques a présent. Et en quoy il nous pourroit estre tenu a ceste occasion et aussi le faictes tenir quitte par les dits six gardes de leurs gaiges quilz doyent prandre a cause de leurs offices en les excerceant en per- sonne en les payant pour et a la raison du temps quilz on servi seule- ment en les contraignant a ce faire et soufrir par toutes voyes deues et raysonnables. Et par rapourtant cesdites presentes lettres signees de notre main au vidimus dicelles faict soubz seel Royal avec recou- gnoissance de notre dit Cousin sur ce souffisant seulement nous vou- lons et mandons celluy ou ceulx de noz tresoriers recepveurs et officiers a qui ce pourra toucher en estre tenuz quittez et dechargez en noz eomptes et par tout ailleurs ou mestier sera par vous gens de nos ditz eomptes ausquelz nous mandons ainsi le faire sans difficulté car tel est notre plaisir non obstant quelzconques ordonnances restrinctions mandements ou deffentes a ce contraires."], [131, "125 Donne a lyon le vingt septiesme jour de novembre, lan de grace mil quatre cens quatre vingtz et quinze, et de notre Rogne le XIII. Charles. Par le Roy Conte de prouvence Monseigneur le Cardinal de Saint Mallo et autres presents. Roeertet. N. 17. Lettres Patentes de Louis XII Roy de France en faveur du marquis de Saluces portant confirmation du traité et accord fait entre le roy Charles Vili, son dévancier, et le dit marquis de Saluces, du 27 novembre 1 495, au sujet de la traitte du sei octroyée et permise au dit marquis, pour étre volture en Pié mont. LOYS par la grace de dieu Roy de france, Conte de prouvence forcal quier et terres adjacentes. A tous ceulx qui ses presentes lettres verront salut.Notro treseher et améCousin le marquis de Salusses Nous a dit et remonstré que le XXVII\"10 jour de novembre mil quatre cens quatre vings quinze seu notre treseher Seigneur et Cousin le Roy Charles que Dieu absoille, sur certains articles et remonstrances qui lui feist touchant la traicté de dix mille six cens olles de sei quil est tenu de tirer de lestang de la Vaul duehe et estrangier de evice, en en suiuant certain appoinctement ja pieca fait entre noz predeeesseurs et notre dit cousin exposant, Il luy conceda et octroya par ladvis de son conseil et gens de ses finanees en se cognoissans les choses qui sensuivent. Cestassavoir que Icelluy notre Cousin et ses successeurs peussent et leur feust loisible de la en avant aprés que le sei seroit mesure à olles et demy olles le mettre en deux saez faisans chacun demy"], [132, "126 chargé pour le porser plus comodement, lesquelz seroient scellez sur les lieux et ne pourroient estre desscellez jusques au lieu de Re stolas ou ils se mesureroient ou chargement et deschargement pour allei- en pieinont présent la garde dudit lieu et non autrement. Et que notre dit Cousin peust tirer dudit nombre de dix mille six cens olles de sei le nombre de trois mille olles par la mei-, pouveu toutes voyes que si la gabelle du lieu de hyeres en notre dit pais de prouvence ou les genevois ou autres Italyens ont acoustumé prandre sei en venoit a aueune diminution que icellui notre cousin seroit tenu paier ladite diminution et faire cesser ledit tirage par mer des dites trois mille olles. Et oultre reduisit et modera le nombre de six gardes qui souloient estre entendans et ayans co gnoissance dudit tirage au nombre de trois seulement. Dont Fune seroit a bene ou la prés ou se seroit les chargements dudit sei, l'autre a guilliestre, et le derider au lieu de Restolas qui est le plus prochains lieu de mont Visol et pertuys du col de laignel et de la croix, desquelles gardes les deux seroient comptables, aus quelz seroit donne quatre cens florins de gaiges aux despens de notre dit cousin soubz certaines charges et conditions plus amplement contenues es dites lettres de notre dit seu seigneur cy attachés soubz le contreseel de notre ehancellerie. En ensuivant lesquelles qui fu rent et sont bien et douement veriffiées et expedièes notre dit cousin a depuis jusques a présent jouy des dits octroiz et permissions, toutes uoyes pour plus grant fermeté et corroboration du dit traicté notre dit Cousin lequel depuis notre avenement a la couronne na eu le loisir et opportunità de poursuivre envers nous la confirmation Nous a requis icelluy octroyer, et sur ce impartir notre grace. Pourquoy Nous les choses dessus dites eonsiderées qui voulons favorablement traicter notre dit cousin en ses affaires et luy subvenir liberallement pour ces causes et autres a ce nous mouvans le dit traicté et ap poinetement ainsi fait et aceordé par notre dit seu Seigneur et Cousin le Roy Charles a notre dit cousin le marquis de Salusses touchant la traicté dudit sei, avons loué ratiffié conferme et ap prouvé, louons ratiffions confermons et approuvons de notre certame science grace especiale plaine puissance et auctorité Royal et prou vencal par ces presentes, voulant et octroyant que tant pour le temps passe que advenir il soit entretenu et demouré en son entier soubz les charges, conditions et par la forme et maniere quil est contenu"], [133, "127 es dites lettres dicellui seu notre Seigneur et cousin cy atta chées. Si donnons en mandement par ces mesmes presentes a noz amez et feaulx les grant seneschal de prouvence, gens de notre conseil a aix, maistres et racionnaulx de notre chambre des eomptes et archif audit aix et generalement aiant la chargé et administra tion de noz finanees tant ordinaires que extraordinaires dudit pais, trésorier dudit pais, et a tous noz autres justiciers et officiers ou a leurs lieuxtenants presens et advenir et a chacun deulx sicomme a lui appartiendra. Que de noz presente grace confirmation et octroy ilz facent seuffrent et laissent notre dit cousin joyr et user plaine ment et paisiblement. Et s'aucun empechement lui estoit fait mis ou donne au contrairo ilz le facent reparer et mettre tantost et sans delay a plaine delivrance. Car tel est notre plaisir, non obstant quelzconques ordonnements restrinctions mandemens ou deffenses a ce contraires. En tesmoins de ce nous avons fait mettre notre seel a ces dites presentes. Donne a Millan le sixième jour de novembre lan de grace mil quatre cens quatrevings dixneuf et de notre Regne le second. Par le Roy conte de prouvence monseigneur le Cardinal Damboise et autres presents. Robertet."], [134, ""], [135, "LE PERTUIS DU VISO ÉTUDE HISTORIQUE d'après des documents inédits du xv siècle conservés aux archives nationales de turin PAR LOUIS VACCARONE TURIN F CASANOVA, Libraire-Éditlu k • R„e de l'Acadimk ics Scitnccs spiale C ■ iš8i"], [136, ""], [137, ""], [138, "Bibliothèque de la Maison de Savoie Tome I et IL GESTEZ & CRONIQUES DE LA MA.YSOISr DE SAVOYE PAR JEHAN SERVION Publìées d'après le Manuserit unique ( i 363) de la Bibliothèque Nationale de Turin et enriehies d'un Glossaire PAR Frédéric-Emmanuel Bollati DE SAINT-PIERRE Avec des Fac-simile en clromolithographie et à l'eau-forte. 2 voi. in-8° sur papier vergé à la main; 1879. — Prix 4-0 fr. Reliés (reliure d'amateur) dos et coins chagr., franche supérieure dorée — 50 fr. Tome III. HUMBERT III LE SAINT AMÉ VTI LE EOUGE CRONIQUES he PERR1NET DU PIN PUELIÉES 1' APRÈS LES AUTOGRAPHES DES ARCIIIVES d'ÉTAT DE TURIN ET ENR1CII1ES d'un GLOSSAIBE PAR F. E. Bollati de Saint-Pierre Un voi. in-8°, sur papier vergé a la main, avec tétes des chapitres et culs-de-lampe, reproduits de sceaux du temps (Sous presse), Prix 20 fr."], [139, ""], [140, ""], [141, ""], [142, ""]]