[[1, ""], [2, ""], [3, ""], [4, ""], [5, "UNDEE-CUEKENTS VOL. III."], [6, ""], [7, "UNDEE- CURRENTS BY THE AUTHOR OF •PHYLLIS' 'MOLLY BAWN' &c. IN THREE VOLUMES VOL. III. . LONDON SMITH, ELDER, & CO., 15 WATERLOO PLACE 1888 [All rights reserved]"], [8, ""], [9, "UNDERCURRENTS. CHAPTER I. O, it is excellent To have a giant's strength ; but it is tyrannous To use it like a giant. O whitest Galatea, can it he That thou shouldst spurn me off who love thee so ? ' Well,' says Seaton, entering the morning room, where the two girls are sitting, ' I have fought your battle, and won it for you.' He addresses himself exclusively to Griselda. ' What ! ' cries she, springing to her feet and growing actually pale, and then again in a fainter tone, ' No ? ' 'But yes, indeed — you can go to The VOL. III. B"], [10, "UNDER-CURRENTS 2 Friars. In fact, I shall take you to The Friars next Monday, if you will permit me. But only for a fortnight ; I tried hard for your month, but I was worsted there. However, I suppose a fortnight is better than nothing.' ' A fortnight of paradise ! ' says Griselda in a rapt tone. ' Oh, man, why cavil at any thing in such a blissful hour as this ? I feel as if it can't be true, as if I shall wake presently and find it all a wretched delusion. Vera, how can you be so silent on so aus picious an occasion? Kouse yourself, and confess you are as glad as you can be.' ' I needn't,' says Vera, with an evasive little laugh, ' you are certainly glad enough for both of us.' 'For half a dozen of us,' says Griselda gaily. 'Oh, fancy finding ourselves in the good, merry, silly, frivolous world again! Seaton,' leaning both her pretty white hands"], [11, "UNDER-CURRENTS 3 upon the small table that divides them, and leaning over it towards him, ' come here ; I have something to whisper to you. Do you know I could positively kiss you for what you have done ? ' ' If you could, you can,' says Dysart, ad vancing rapidly upon her, whilst she carefully edges round and round the table ; ' there is nothing to prevent you that / can see. I shan't.' ' No, but there's Tom,' says Griselda, be ginning to laugh. ' Where ? I don't see him. A fig for Tom,' coming nearer still, with a most determined front, ' he'll never hear of it.' ' But he might,' says Griselda, making for a larger table ; ' and if he did, he'd lead me such a life. No, you must wait until Tom and I have quarrelled finally, and then I shall re member I owe you something. In the mean- B 2"], [12, "UNDER- C URRENTS 4 time,' perching herself on the edge of the table, and subsiding into a delightfully gos siping mood, ' tell us all about it — the \" famous victory,\" I mean. How did you circumvent your father ? How did you dare to broach the subject? Was he,' growing even more confidential, ' mad ? ' ' Furious. There was a time, indeed, when I gave up all hope.' ' You must have used a very cogent argu ment. What was it ? ' Seaton makes no immediate reply to this rather indiscreet question. Involuntarily his eyes turn on Vera, to find she is regarding him with a curious interest. A little quick flush dyes her cheeks as she finds herself dis covered, and with a haste, the remembrance of which annoys her afterwards, she lets her eyes fall before his. 'That it was a cogent reason goes without"], [13, "UNDER- C URREN TS 5 telling,' says Seaton, answering Griselda's question carefully ; ' it concerned me and me only. Perhaps you are not aware that my father seldom refuses me anything.' ' I can the rather believe that you seldom ask him anything.' ' That is severe. I assure you that in his heart 'His what?' ' His heart,' persists Seaton, laughing in spite of himself at her impertinence, and at the saucy little nose, tip-tilted in open scorn. ' Well, in his heart, I would say, he keeps a warm corner for me.' ' That's the cold warm corner,' says Griselda, who is in an incorrigible mood, born of the chance of freedom presented to her. ' Griselda ! ' says Vera, in a shocked tone, colouring crimson. ' Have I said something awful ? ' asks"], [14, "6 UNDER-CURRENTS Griselda, looking penitently at Seaton. ' For give me, then ; but indeed I never can re member he is your father. Vera, a word with you,' turning gaily to her, ' I am going out of mourning. Yes, straightway, without a second's hesitation. I am not going to present myself at Lady Eiversdale's as an old dowdy. I am going fashionably dressed, if I outraged all the proprieties. In the bottom of my trunks lie some lovely gowns, Parisian pure, and anything but simple, my dear Seaton, that would raise the spirits of a Niobe. They are nine months old, I grant you, but then, when bought they were so ultra-new, so almost before the times, that even now, with a pinch or two here and there, they will, I feel, be correct enough for most people. Come, Vera, let us go and pinch them.' ' I should advise you to take the garden on your way,' says Dysart mildly. 'Poor"], [15, "UNDER-CURRENTS 7 Taylor is in an agony of suspense about the proper treatment of those late roses.' Griselda makes a little moue at him, and disappears. As Vera is about to follow her, Seaton, holding the handle of the door, checks her. ' Your sister asked you a question a while since,' he says earnestly, ' you did not answer her ; will you answer me ? Are you glad you are going ? All the time I fought that battle with my father I thought of you ; I wondered if I should be doing you a service ; tell me, if you can, that you are pleased.' For a second, the usual cold, repellent ex pression darkens her face ; then suddenly, as if perhaps a little ashamed of her ungracious ness, there is a change in her. Her grey eyes brighten, and uplift themselves to his, a smile grows within them; the sad mouth loses its melancholy."], [16, "8 UNDER-CURRENTS ' I am glad,' she says impulsively. ' I am more than that — I am almost happy.' He is hardly prepared for this new, dan gerous sweetness in her. He pales, and, with a passionate movement, catches her hand and holds it, as though in the keeping of it alone there is life for him. ' Vera ! ' he breathes vehemently, un steadily. With a sharp exclamation of disdain and hatred she drags the hand away. ' Ah ! ' cries she bitterly, her face now whiter than his own, ' there is this drawback, however, to my happiness — I owe it all to you ! ' In spite of this unfortunate contretemps, to-day — the day that dawns to take them to The Friars— is hailed with rapture. Vera is not one whit less excited than Griselda, and"], [17, "UNDER-CURRENTS 9 it is with difficulty the two girls control their gaiety so as to bid farewell to Uncle Gregory in a becoming mood. Having, received his amiable growl and murderous scowl without flinching, they back out of the room, and give way in the hall to an agony of smothered mirth. For fourteen sweet, long, blissful, early-autumn days they shall see his engaging face no more. Oh, heavenly surety! Still in the happiest spirits they start upon their journey with Seaton, and at the station, about five miles from Greycourt, are joined by Taylor, whose sister had had a most alarming and opportune attack of bronchitis about two days before. To see Mr. Peyton to-day in all his splendour it would be hard to go back in mind to associate him with that awful rabbit skin, a skin so awful that no well-regulated"], [18, "UNDER-CURRENTS 10 ' baby Bunting,' however cold, would consent to be wrapped in it. As Griselda's eyes fall on him a sense of positive veneration sills her breast. He is clad in a most amazingly beautiful suit of clothes, and has evidently had his hair cut. Indeed, if I said he had just had his head shaved, I should be nearer the mark. He is jubilant to a dangerous degree, and with difficulty refrains from giving open demon strations of his satisfaction. How does Griselda like his clothes, eh ? What does she think of 'em? Telegraphed to town a week ago, and when he got up yesterday man had 'em ready. Such a glorious feel to be in decent things again. How does she think they fit, eh ? He looks over his shoulder to try and get a glimpse at his own smart back as he says this, and is indeed plainly enchanted with his"], [19, "UNDER-CURRENTS 11 whole get-up. He appeals to Griselda about it, as though she were already his wife, and that satisfactory girl answers him as though the marriage lines had indeed been read ; it is altogether a delicious day. As to Vera, he greets her at once as a sister in-law of the most approved type, regardless of the fact — forgetful of it, I think — that this is only the second time he has ever seen her. At the Woodsley station they find a brougham waiting for them. It seems to them almost sinful to enter anything on such a glorious evening, and seeing in the distance an extremely proper dogcart, sent to meet some man or men who have not arrived, they unanimously decide in favour of it, and, Peyton getting rid of the groom in a summary fashion, they drive away through the still sweetness of the coming evening towards The Friars"], [20, "UNDER-CURRENTS 12 The sea seems very close to them ; at every opening in the trees that guard each side of the road great white glimpses of the ocean can be seen. The coast seems to them very much to resemble the coast near Greycourt, although this is so much farther on that some dissimilarity might reasonably be expected. The day is gradually nearing its grave, but still the warm claspings of the dying sunlight surround and hold them, touching each leaf and sprig to burning gold. The hills rising upon their right seem on fire with it, and the blue sky overhead has gained through it a richer hue ; whilst the swaying, laughing, riotous trees seem to whisper to them assurauces of love, and gladness, and delight. o It is quite five o'clock when they arrive aud enter the spacious hall of The Friars, that now is silled with a delicate sombre light."], [21, "UNDER-CURRENTS 13 A crimson stream from a painted window, somewhere in the distance, casts a flood of glory, blood-red, at Vera's feet, and a com fortable tinkling of spoons clinking against china smites upon their ears. Mingled with this is another sound happier still. ' Vera, it is laughter,' whispers Griselda, pressing Vera's arm in a little excited spasmodic fashion, ' and cups and saucers ! Can't you hear them? Ah, how the good past comes back ! ' And then Lady Eiversdale emerges from behind a huge screen, and welcomes them with a beaming air, and hurries them upstairs, with injunctions for them to come down again directly for their tea, and a general intro duction to the guests already arrived. There is something so hearty in her greet ing, that Vera gives in to Griselda's verdict,' that she is quite good enough to be Tom's sister.'"], [22, "UNDER-CURRENTS 14 CHAPTER n. A skirmish of wit between them. 0 how full of briars is this working-day world ! The soft subdued laughter is still going on. The hum of conversation becomes louder as Lady Eiversdale pushes back the portiere and leads the girls into the small drawing-room. It is a deliriously cosy apartment, full of colour, and sweet with a delicate undefinable perfume. Each room in the house, through a whim of Lady Eiversdale's, has been painted and pranked out to represent a flower, and this one in which they now stand declares itself a pomegranate with charming dis tinctness. It is rich in warm but subtle shading, and the faint lingering hues of the"], [23, "UNDER- CURRENTS 15 yet sunny twilight throw through the win dows a subduing influence over tint and carving. There is a momentary, an almost imper ceptible, hush as the girls enter, but it dies the instant it is born, and conversation flows on again as though that little check had never been. Just one or two of the men, perhaps, continue to be a little distrait for the best part of a minute whilst they take the newcomers to pieces, and declare them in the end faultless. Vera looks round her with the little thoughtful gaze that is part of her charm. She has been introduced to her host, Lord Eiversdale, a particularly silent man, as she finds to her joy, and sinking into a deeply cushioned seat she gives herself up to a mental analysis of those around. There is the usual mixture of the human types that in itself is delightful. Modern"], [24, "UNDER- C URRENTS 16 endurance is not proof against satiety ; ' Variety is charming ' says an old and sound proverb. To Vera it is a very feast to sit here and once more watch and listen to the various members of that universal family to which she too belongs. Here is the short, stout young man, beam ing with good humour, who talks a great deal and has many listeners ; there is the tall, lank young man, who looks his conversation, and that into but one pair of eyes at a time. A turn of the head shows one the dowager who still refuses to be old, and near her the little chit of sixteen who declines altogether to be young, each a ridiculous foil to the other. Over there, lounging negligently and in per fect safety against the door, stands the lady like fop, who wears an eyeglass only because he doesn't want it ; whilst in the middle of the crowded room, terribly en evidence, is the"], [25, "UNDER-CURRENTS 17 man who won't wear one, although every spindle-shanked table and dainty gimcrack trembles to its fall when he is near. On an ottoman directly opposite to where Vera is sitting is an extremely nice looking girl, not entirely pretty, perhaps, but un mistakably desirable. She is about twenty four — that touchy age with women, dividing them as it does from girlhood's broad domain, yet giving them instead a wider, kinder view of all things — and has placed herself a little apart from the others on a low, crimson satin seat, that is surrounded by men of all ages. That she is a favourite with the stronger sex those who run may read — and read, too, as they run, that her grace lies not in the fact that she is either flirt or coquette, but that scarcest of all things, a universally-sympathetic woman, unconscious of her charm. Vera instinctively keeps her attention fixed VOL. III. c"], [26, "18 UNDER-CURRENTS upon her, wondering — whilst all the while strangely sure of her identity — who she can be. At the top of the room, reclining in a rather listless fashion on some velvet cushions, are two little girls, lovely enough to arrest the gaze of any casual observer. They, too, seem to have given in to the curiosity attendant on the entrance of the new guests, and fix their large wide eyes on Vera, who in turn looks back on them with a certain interest. Lady Eiversdale by a word — an intensely proud, fond word — had intimated that they were her children, and Vera, filled with astonish ment at such information on comparing their beauty with the mother's remarkably homely face, had lost herself in a special glance around. Her eyes falling on Lord Eiversdale solved the riddle. He was a singularly hand some man, with marked regular features ; at"], [27, "UNDER-CURRENTS 19 last, then, she had found a child who did not ' take after ' the ugly parent ! She felt thank ful for this singular experience. The children, after a prolonged examination of her charming face, scramble up from their cushions, and back slowly out of her sight. It seems to her that they have made their way to the wall behind her, only very much higher up the room. She feels a touch of regret as she loses her last glimpse of their deliciously solemn little countenances. Seaton is standing close beside her, as motionless as if on guard, and with an un conscious air of taking care of her that irritates her to the last degree. Why can't he go away and talk to somebody, or, if he must stay, why can't he talk to her ? She envies Griselda, who is laughing in the happy privacy of the curtains with Tom Peyton, who has just in troduced her to one of his friends It is a c 2"], [28, "UNDER- C URRENTS 20 positive relief to her when presently she sees the children emerge again from behind the backs of those who line the wall, and sidle towards her with that peculiarly aimless air that children will assume when most eagerly bent on gaining a desired goal. Ever nearer and nearer they glide, their eyes distrustfully, yet longingly, turned upon her, until at last with a httle, soft rush they gain her side. Even here they hesitate, until the younger, taking her courage in both hands, slips her little slim fingers under the narrow gold bangles that adorn Vera's wrist, and begins to push them up and down with a childish diffident gesture. The elder, find ing her sister unrepulsed, drops on her knees beside her, rests her elbows on Vera's gown, and looks calmly up into her face. ' What's your name? ' asks she gravely. 'Vera.'"], [29, "UNDER- C URREN TS 21 ' Vera ! ' Both children repeat the word with a sort of gratification. ' That's better,' goes on the elder, nodding her blonde head. ' All the others are Mary, or Maud, or Violet, or some such silly name ; we are tired of them, but Vera — that is quite new.' ' Would you mind,' asks the younger child anxiously, ' if I called my smallest daughter by that name ? She is such a pretty creature ! I never saw a doll like her. Eeally, if you saw her, I think you wouldn't care. May I christen her all over again and call her Vera ? ' ' I shall regard it as quite a compliment,' says Vera, ' and if you want a new god mother, pray let me stand for her.' This proposition is hailed with rapture, and an appointment instantly made to meet next morning in the nursery, where the ceremony is to be performed."], [30, "22 UNDER-CURRENTS ' It's the loveliest name,' says the blonde child. ' Who gave it to you ? ' 'My godfathers and god ' Vera is beginning with a laugh, when a small frown checks her. ' Don't laugh,' says the fair one with the golden locks, ' we hate it. Dicky Browne is always laughing at us, and it's horrid. But — tell us — you have another name, haven't you?' ' Yes. Mary, I'm ashamed to say ' Ah, it was sure to come ! ' cry the two solemn children mournfully. They evidently regard this commonplace addition to the romantic ' Vera ' in the light of a national calamity. The younger still continues to push the bangles up and down the pretty white arm, but now in a dejected fashion. ' I knew we shouldn't escape it,' says she sadly; 'but I know what we'll do, Dolly,"], [31, "UNDER ■ C URRENTS 23 we'll forget it. It's quite easy to forget any thing ! She shall be Vera only.' ' Not Vera Only,' says Dolly sagely ; ' she can't be Miss Only, that's nonsense. She must be Miss Brown or Miss Thompson or something. What Miss are you ? ' regarding Vera with anxiety, who is beginning to look upon them with reverence, as two of the quaintest little beings she has ever met. ' Dysart,' confesses she softly for her sins. ' Why, that's Seaton's name,' cries Dolly brightening, and looking up at the tall young man who is standing near them ; ' isn't it, Seaton? Why you must be something to him. Sister, eh ? ' ' No,' says Vera, shaking her head. ' You can't be his mother ? ' hazards the younger child uncertainly. Vera laughs lightly. ' No,' she says again. ' I have it ! I know it ! ' exclaims Dolly"], [32, "UNDER-CURRENTS 24 the wise, glancing up triumphantly ; ' you are — his wife ! ' This innocent bombshell spreads dismay in the camp. ' No, I am not,' says Vera, in a carefully low but dreadful tone, conscious only of the fact that he is standing behind her and has heard the foolish prattle. She blushes abominably hard, and almost shakes the child's arms off her knees. As for Seaton, he too changes colour in a very tell-tale manner, and with a quick frown turns on his heel and walks abruptly away. ' Oh, I'm sorry I said that,' says the child, noting, with the unerring instinct of extreme youth, that luckless blush; ' I have vexed you.' ' Why should you think that ? I am not vexed,' says Vera coldly. 'Ah, don't speak to me like that,' cries the little creature regretfully. ' Your face is"], [33, "UNDER-CURRENTS 25 looking at me quite different now. And I didn't know. It is so hard always to know. But I am sure I have made you angry — and Seaton too. Did you see him, Flossy ? ' turning tearfully to her sister, ' he went away all at once, as red as fire, and as angry as he could be.' 'I suppose he didn't want you for his wife, but never mind,' says Flossy sweetly, ' some body else will if you only wait. I'm sure of it, because you are very nice and pretty.' 'You give me hope,' says Vera sarcas tically. And then, ashamed of herself as she sees the little honest grieved faces staring in surprise at her, she changes her tone, and lays a hand on each small shoulder with a caressing pressure. ' Who is that pretty girl over there,' she asks, with a wild longing to change this embarrassing conversation, point ing to where the girl who had first attracted her"], [34, "26 UNDER-CURRENTS is sitting, ' quite opposite, in the red and white gown ? Do you see her ? ' 'Oh, that is Mary Butler. Don't you know her ? Everybody knows Mary Butler. We love her, so does everybody else.' ' Mamma says Seaton does,' says little Flossy mildly; 'perhaps that's why he won't marry you.' ' Mamma says, too, that you are not to chatter,' says the sapient Dolly with slow severity. ' Well, there is no harm in loving anyone, it is only wicked to hate,' says Flossy, indig nant at the public rebuke. 'And I'm right too ; he does loves her. There he is now smiling at her.' Seaton has indeed joined the gay group round the ottoman on which Miss Butler is seated, and there is something in the way she makes room for him beside her, a little"], [35, "UNDER-CURRENTS 27 swift pulling aside of the dainty skirts, a vague uphfting of the brows, that tells his coming is not unwelcome to her. At all events it so suggests itself to Vera, and it may be that others think so too, because presently, one by one, the attendant swains melt away, until she and Seaton are left alone. And now the society smile fades from Miss Butler's lips, she grows earnest, and presently he and she seem lost in a discussion as grave as it is earnest, and plainly of the utmost importance — at least to them. ' It was true, then,' thinks Vera. A great sense of disgust rises up within her, swallow ing all other thoughts. ' And vet he would have forsworn himself! Would have, nay, he would do so still. Oh, the shamelessness of it ! ' Perhaps something of her secret scorn communicates itself to him, because even in"], [36, "28 UNDER-CURRENTS the midst of his apparently engrossing con versation he lifts his head abruptly, and his eyes seek hers, and read them as though he would read her soul. And then a curious light flashes into his face. He makes a movement, quick, un governed, as though he would rise and go to her, but, even as he does so, some one steps out from the shadows behind her, and, bending over her, holds out his hand — a young man, tall, well-favoured, smiling, with an air about him of sudden warm delight. ' You remember me ? ' he says, so dis tinctly that Seaton can hear him across the room. ' To think that I should have the happiness of meeting you — here — to-day — and after so many vain inquiries ! How it brings back the past to see you : Venice, Eome, that last carnival ! Vera ! say you are glad to see me ! '"], [37, "UNDER-CURRENTS 29 Some people walking past them, and suddenly standing still, obliterate them from Seaton's view, but when next he looks, the stranger is sitting beside her, and Vera, with flushed cheeks and brilliant eyes, full of an unmistakable welcome, is murmuring to him in low, soft tones. ' Who is the man talking to my cousin ? ' asks Seaton, indicating Vera's companion by a slight gesture, and speaking in a tone so changed that Miss Butler involuntarily lifts her head to look at him. ' Lord Shelton,' she says. ' George Sandes he was. Don't you know him ? Great hunting man. He came in for the title about eight months ago. That brought him back from his big game in the East. And — is that your cousin ? '"], [38, "UNDER- C URRENTS 30 CHAPTER III. Why, what right have you, made fair by that same God, the sweetest woman Of all women he has fashioned, with your lovely spirit face Which would seem too near to vanish if its smile were not so human, And your voice of holy sweetness, turning common words to grace, What right can you have God's other works to scorn, despise, revile them ? ' Faxcy our being at a dance again ! A real live dance!' cries Griselda joyously, catching hold of Vera in one of those rare moments when now they find themselves alone. There is a delightful gaiety in Griselda's whole bear ing, her eyes are sparkling, and it is evidently with difficulty that she keeps herself from per forming apas seul upon the sward beneath her. By this time everybody in the house is"], [39, "UNDER-CURRENTS 31 quite aware of her engagement to Tom Peyton ; it is so apparent a fact, and one so shamelessly betrayed by the parties con cerned, that even a feigned ignorance is un dreamt of. The women regard them with toleration, and few of the men have a second opinion but that Peyton is intensely to be envied ; these few have Griseldas of their own. In the last four days Peyton has myste riously disappeared, no one knows whither, except perhaps Griselda, his sister, and two others. ' North ' he was going, he said to inquiring friends — a charmingly vague desti nation of which we all know something, and which means nothing when you come to look into it. To-day, however, he has turned up again, admirably dressed as ever, and as radiant as a good conscience should make any man."], [40, "UNDER- C URREN TS 32 ' I'm so glad Tom has got back in time,' goes on Griselda, still struggling with her desire for that impromptu step ; ' I quite feared Uncle Gregory would be too many for him. But Tom's wonderful, isn't he now ? Fancy doing Uncle Gregory ; it is rather more than one dared hope for ! Vera, look here, rouse yourself, my child ; it is a question of vital importance I am about to put. Shall I wear white flowers, or yellow ? Tom says yellow, and being a gardener,' with a little grin, ' he ought to know, but for my own part Why, what is it, Vera, what makes you look like that, darling? Come in here and tell me all about it,' drawing her into the shelter of an archway ; ' see what a cosy little nook it is, all hung with roses. Now tell me what it is that has annoyed you.' ' I must be mad to be annoyed,' says Vera with angry self-contempt."], [41, "UNDER-CURRENTS 33 ' Seaton again ? ' ' It is always Seaton,' with an increase of her irritation, ' when it isn't his father. Was there no other path into which fate could have flung me, except this ? Yes, it is Seaton.' ' He certainly does seem to be the little rift, the discordant note,' says Griselda with regret. ' But why think so much about him ? He cannot interfere with you now, be his father never so persistent in his idea of marry ing you to him, because all the world can see he is as good as engaged to Miss Butler.' ' I pity her then with all my soul ! What a family to enter ! She is too good to be sacrificed so cruelly.' ' Yes, she is charming. I sometimes think,' says Griselda with a little rueful glance, 'that if Seaton wasn't our cousin, if he were some body else's son, he would be charming too.' ' Would he ? ' VOL. III. D"], [42, "UNDER-CURRENTS 34 ' I know your prejudice to be unsurmount able; however, perhaps Miss Butler may escape her fate. I have heard Did you hear any thing, Vera ? ' ' About her ? ' ' Yes, that she is engaged to a man in India, a distant cousin of Seaton's on the mother's side. There was some unpleasant story about him, and he had to leave home for a while. He either loved his neighbour (she was some body's wife) rather better than himself, or else he gambled away all he possessed. I couldn't quite gather the threads, but at all events Mary Butler, who was to have married him, turned him adrift, and afterwards forgave him — I suppose in his heart, if this story be true, he was faithful to her all through in spite of the neighbour — and now they have agreed to make it up. That is Lord Shelton's story at all events, but I confess it sounds improbable.'"], [43, "UNDER-CURRENTS 35 ' Impossible, rather ; I do not believe a word of it,' says Vera impatiently. ' She is certainly bound to Seaton, and he to her in all honour, and yet ' ' Well, go on.' ' And yet with his heart given to her, he still haunts me. It is despicable, such conduct as that ; he must be without a single honest feeling. I can go nowhere that I do not meet him, in hall, or gallery, or drawing-room. He does not address me, I confess, but he watches me silently, as one might who be lieved he had a claim on me.' ' Surely you imagine something of this, Vera ? ' ' I do not, I am most careful not to permit myself to exaggerate the unpleasantness of it. I feel like a prisoner let loose for a day or two, but always with my jailer within view. I be lieve he is employed by his father to watch D 2"], [44, "36 UNDER-CURRENTS me, to report all that I say or Ah ! ' she breaks off abruptly, and points almost tri umphantly to the pathway outside, where indeed Seaton stands. That it is one of the most public walks at The Friars, that Seaton might have, nay in deed has, come this way without intention of any kind, she does not allow herself to believe. ' I told you,' she says vehemently, ' it is to spy upon my every action he is here ! Oh, fool that I was, to dream of being free for even these few days ! ' She has come a step or two forward ; a scarlet tide of indignant humiliation has dyed her cheeks. She still points towards Seaton with one trembling hand, whilst he, advanc ing slowly, looks with some anxiety from her to Griselda, who is sorely troubled, as if to demand an explanation. Vainly she tries to make peace."], [45, "UNDER-CURRENTS 37 ' I think you must be mistaken, darling,' she says nervously, laying her hand upon her sister's arm. ' I feel sure Seaton would not undertake the part you have assigned him. Seaton, speak to her, tell her it is impossible that you should do this thing.' 'What thing? Of what does she accuse me ? ' his brow growing dark. ' She imagines — oh, of course, it is all a mistake — but she has somehow got it into her head that you are here to — to watch her, to — to ' Here poor Griselda flounders hope lessly and grows red as any rose with shame and fear. ' She thinks,' desperately, ' that your father sent you here to see whom she speaks to and to report to him all she does.' The murder is out, and a sudden feeble desire for something to sit down on takes possession of Griselda. ' Is this the truth ? ' demands Dysart in"], [46, "UNDER-CURRENTS 38 what to the frightened Griselda sounds an awful voice. ' Yes — yes,' stammers she ; ' but I tell you it is all a mistake. It is most foolish of her, but — speak to her, Seaton,' in an agony, ' and assure her you would not act such a traitor's part towards her.' ' Is that how you think of me ? ' asks he, turning to Vera, who still stands pale and defiant. ' Is that how you dare to think of me?' There is such violent anger in his look and tone, although the latter is subdued, that Vera involuntarily moves away from him. ' What else can I think ? ' demands she in turn, refusing to let her eyes fall before the contemptuous scorn of his. ' I do not move, I do not speak, but I find you at my side ! And why — why ? ' passionately. ' Your heart, your conscience, if indeed you have one, will"], [47, "UNDER-CURRENTS 39 tell you it is not for love of me, and yet, wherever I am, there you are also ! What motive can you have for haunting my foot steps but the one I have suggested ? ' ' Is that how it strikes you ? ' says he slowly ; a sudden, short, miserable laugh breaks from him, ' so that is how you look at it ? ' Then once again that ineffable scorn lights his eyes, and by a sudden, irrepressible move ment he reaches her, and lays both his hands upon her shoulders. She would have extri cated herself, but he holds her as in a vice, half unconsciously, and yet with a certain amount of determination too. ' Great Heaven ! ' he says slowly, as if weighing each word, ' to think how I have loved you — such a,s you — so poor a thing ! It shames me now to think of it ! ' He draws his breath sharply, and though she writhes within"], [48, "UNDER-CURRENTS 40 his grasp he holds her fast. ' No, you shall hear me ! I have heard much from you, first and last — this shall be the last, I swear. And so you think I would lower myself to spy on you or anyone ? WTiat perspicuity, what clever reading of character ! Bah ! I am mad to be so angry, to feel it so keenly. And yet I do ; that is my curse. Here, even now, in this moment when I find you so altogether contemptible a creature, it is my misery to know that I still love you ! ' He almost flings her from him and covers his face with his hands ; a groan escapes him. ' Vera, speak to him ! ' cries Griselda, in a voice filled with despair, but Vera stands motionless as one cut out of marble. ' It is the truth and you know it,' says Dysart, lifting his head and once again addressing Vera ; he has forgotten Griselda's presence, forgotten everything but the keen"], [49, "UNDER-CURRENTS 41 sense of wrong that is overpowering him. 'If you have found me so often near you, as you say, it was because I could not stay away. Your presence — yours] with sharp disdain, ' was so necessary to me, that instinctively, almost without my knowledge, as it seems, I sought it. I love you ! As I acknowledge that, believe me, I despise myself. But my punishment lives with my fault ; I cannot escape either. I feel nothing but self-con tempt for this craven longing for one so un worthy the love of any honest man as you have proved yourself ! ' ' Seaton ! ' cries Griselda indignantly. She puts up her hand as if trying to stem the torrent of indignation flowing from his lips, but Vera checks her. ' Nay, let him finish,' she says with a pale smile ; ' surely he has not yet said quite enough.'"], [50, "UNDER-C URRENTS 42 ' There is only this,' says Dysart, still mastered by his anger, and untouched by the rage of her calm, ' that to no woman is given the right to sneer at the affection of any man. Eefuse it if you will, but there is courtesy due. Day after day you have heaped insults upon me. Your every look has been an affront ; you have gone so far as even to forget your womanhood, that you might ' ' Sir ! ' — her tone, low but terribly intense, thrills through him and at length kills his passion. ' If I have said too much,' begins he wearily, but with a little eloquent gesture she renders him silent. ' Oh, not too much, but perhaps enough ' — she smiles again, that cruel smile that hurts him like the sharpest stab — ' surely it would be hard to expect you to find another insult to-day. To-morrow, perhaps. And now let"], [51, "UNDER-CURRENTS 43 me say one little word. Have I no cause to doubt you ?' ' None, none ! ' declares he vehemently. She throws out her hands with a little expressive movement. ' I leave that to your own conscience, to your own sense of right and wrong,' she says, shrugging her shoulders finely ; ' for myself I know, perhaps, more than you think I do, and from my soul I pity you ! ' — oh, the contempt contained in that pity ' You would marry me, not loving me, to gain your father's goodwill, or for other curious reasons unknown to me but known to him and you, and by so doing you would forswear yourself and all your better instincts. But once for all,' raising her voice and throw ing up her head, ' I warn you give up the hope of that — rather than marry you,' making a slight gesture of horror, ' I would accept the first man that asked me ! '"], [52, "UNDER- C URRENTS 44 A faint rustle amongst the bushes outside, a footstep — and Lord Shelton steps into view. ' I hold you to your word,' cries he gaily. He steps lightly within tlie flower-crowned archway, and looks straight at Arera. He is smiling, but underneath the smile lies a long ing to be taken seriously. ' You give me a chance,' he says ; ' I here, before witnesses. declare myself a suitor for your hand ' — his expression is still wavering betwixt mirth and gravity, and he holds out to her both his hands. 'You are not, however, the first to ask her,' says Dysart in a voice vibrating with many and deep emotions. His brow is black, and anger fights for mastery with despair in his dark eye. He looks as if he could will ingly have taken Shelton by the throat and crushed the life out of him. ' I hold her to her word, I asked her first.' It is an absurd demurrer as the case stands, but he hardly"], [53, "UNDER-CURRENTS 45 knows what he is saying. For a moment the two men glare at each other, bitter hatred in their glance. Griselda, unnerved and frightened, has shrunk back against the stone work of the arch, and for a full minute there is an eloquent pause. Then Vera, pale as death, but with a little indignant frown, steps between the two men. ' What does it all mean ? ' she asks con temptuously ; ' would you make a tragedy out of a farce ? If so, at least be good enough to assign me no part in it.' She sweeps both men out of her path by a slight imperious gesture, and passing them, walks swiftly away in the direction of the house."], [54, "46 UNDER-CURRENTS CHAPTEE IV. Let us give up, go down : she will not care. Though all the stars made gold of all the air, And the sea moving, saw before it move, One moon-flower making all the foam-flowers fair ; Though all those waves went over us, and drove Deep down the stifling lips and drowning hair, She would not care. The first eager desire for dancing has come to an end. It is the hour when one has grown discriminating, and when caprici ous beauties review their cards, and carefully scratch out such a one to put in one more desirable. The best dancers have had time to make themselves known, and mental notes about them are being freely made. Supper becomes a thing no longer vague, and the"], [55, "UNDER-CURRENTS 47 married dancers are glad of a little cham pagne or iced cup of any sort to restore their flagging energies. It is, indeed, upon the stroke of midnight. So far, Lady Eiversdale's dance has been a complete success. The lord-lieutenant of the county is here, and this last season's most fashionable beauty, in an extremely smart gown, not an old one that has seen service, and yet might be considered good enough to dazzle the rustics — but a distinctly new gown, built for the occasion. It is intensely warm, and all the windows are flung wide. Through them comes the glimmer of coloured lamps from the gar dens outside, and conquering them, the cold, haughty, still fire of the moon. Vera attracted by it has drawn close to an open door in one of the conservatories, and having des patched her partner on some trivial errand,"], [56, "48 UNDER- C URRENTS gazes out with a little thrill of pleasure at the perfect scene the night affords. Far past the foolish lamps that seem to twinkle with such a barren effect, lies the great ocean, swelling, gleaming, in the mystic beams of the great goddess in the sky above. Is it not Cynthia, she that never sleeps, But walks about high Heaven all the night ? The night is still as death itself, and the sparkling brilliance of the slowly moving waters contrasts with it in tender fashion. Strangely attracted by it, Vera goes forward, moves down the stone steps that lead to the garden, and with eager footsteps gains the little pathway, steep and sudden, that leads to the beach beneath. As her feet touch the hard, smooth sand, a sense of exultation fills her ; a desire to stretch out her hands to the delicate silvery waves, to clasp them, to press"], [57, "UNDER-CURRENTS 49 them to her feverish brow, takes possession of her. Was ever scene so fair ? Surely Love walked upon the sea this tranced night, For the waves beneath his feet ran pale with silver light Suddenly she draws in her arms, and a shiver runs through her ; she turns her head — to see Dysart. He has started violently on seeing her, and even in the moonlight she can see that he has grown terribly pale. ' I am unfor tunate ! ' is all he can say, but his tone is eloquent. She ignores it ; perhaps in her own agita tion she does not even hear it. ' Again ? ' she says, with a withering smile. Her shut lip curls. ' Surely it is not necessary ? You can see for yourself that I am alone.' 'I swear you misjudge me!' cries he in deep emotion ; ' I did not — I could not — know you were here.' VOL. III. E"], [58, "UNDER-CURRENTS 50 ' That, of course ! ' She shrugs her shoulders with an air of disgust. ' Hear me,' said Dysart unsteadily ; ' how ever you may misjudge me, there is at least something I must say to you. This morning I insulted you, I spoke to you as — good Heaven, I must have been — I was, mad — when I so spoke — but is there no forgiveness ? ' ' None,' coldly. ' That is impossible ! ' cries he fiercely, ' I will not believe it ! I could not live if I thought that ! Look into it, Vera ; in common fairness, remember what it was you said to me, what it was you accused me of, and then see if pardon is impossible.' ' If I said anything to offend you, I spoke only the truth,' says she unrelentingly, 'but even so — well, if I did offend — I regret it ' — her tone is icy. ' Will that do, will you leave me now ? '"], [59, "UNDER-CURRENTS 51 'Truth? There was no truth!' says he passionately. ' Shall I say then it was false ? ' wearily. ' If I do, will that suffice, shall I then at last be alone ? Oh ! ' miserably, ' am I never to escape this persecution ? ' ' You can escape it when you like, it seems to me,' sullenly. ' How, how ? ' excitedly. ' You say that, when you know there is no escape possible. See here, then,' turning to him and holding out to him her lovely bare white arms, rounded, and soft as a little child's, 'if what you and your father desire is my imprison ment, I will return to Greycourt, at once, to morrow. Only see that Griselda may remain ; she can dare to be happy here.' ' Do you think I want you to returr ? Don't you know,' with a bitter glance at h»r, ' that from my soul I wish you nad never B 3"], [60, "52 UNDER-CURRENTS come beneath my roof? And as to your return,' slowly, ' I say again, why need you ? There is— Shelton.' She looks quickly at him, leaning a little forward as if surprised, as if in expectation, and the moonbeams catching her so, make for him a lasting picture of her, unutterably sweet, unutterably cruel ! It is plain that she is waiting for his next words ; with diffi culty he speaks them. ' You are going to marry him ? ' he says, his tone more assertive than questioning. ' It is an impertinent question,' says Miss Dysart calmly, ' but if it will help to end this interview, I shall answer it. You are entirely wrong ; Lord Shelton has not so much as asked me to marry him.' ' You are disingenuous. If he has not yet asked you, you know he only waits the opportunity to do so. When he does '"], [61, "UNDER-CURRENTS 53 He checks himself abruptly, knowing he has gone too far. A little flame leaps into Vera's eyes. ' Has it occurred to you that I am very forbearing ? ' she says, with a curious smile. ' These amiable interrogations of yours — so natural from a cousin to a cousin — does it not strike you as very remarkable that I do not on my part question you back again — that I do not ask you whom you are going to marry ? ' He looks as if he were about to make her an angry rejoinder, but she checks him. ' No — don't be afraid, I am not going to put the question,' she says coldly ; ' and, after all, why should I ? ' ' Why, indeed ? ' angrily. ' You yourself see that ? ' says she, with a slow uplifting of her eyes. ' It is true. I need not ask it, because ' ' Well, because ? '"], [62, "UNDER-CURRENTS 54 ' Because I know.' 'I don't understand you,' says he; and indeed a little look of utter amazement has crept into his eyes ; a look unseen by her, whose glance is turned outwards to where the tiny foam-flecked billows are lazily, like children tired of play, tumbling over each other in their languid hurry to the shore. ' Do you mean,' he goes on at length, ' that you know of some one I want to marry, some one who ' ' Yes. That is it. Why go into it ? ' says she impatiently. 'No necessity, indeed. You know the exact truth,' doggedly. ' It is time you should. I,' with a laugh of sharp self contempt, ' have told you about it often enough. My abject love for you must be a worn-out tale to you by this time.' 'Let there be an end to this hateful"], [63, "UNDER-CURRENTS 55 hypocrisy,' cries she, turning to him with a burst of passionate anger. ' You acted your part for Griselda this morning most admir ably — I admit that; so far as I could see, there wasn't a flaw. Surety, surely, there is no need for you to rehearse it again to me ? Believe me when I tell you that I know the ignoble lines by heart.' ' Heart ! ' repeats he bitterly ; ' you should leave out that word. You have no heart.' ' I am content that you should think so,' returns she indifferently. She moves past him towards the small stone staircase that will take her back to the house. ' Stay,' says he suddenly. ' There is some thing I would hear from you before you go. Just now you spoke as if you believed I was desirous of marrying some one, and in the same breath repudiated the idea that it could be you. Who was it, then ? '"], [64, "56 UNDER-CURRENTS ' You give yourself and me unnecessary trouble,' says she, her lip curling, ' but, if you will hear it, it was Miss Butler.' ' Mary Butler ! ' repeats he, as if not believing her, and then a flush of colour overspreads his face. ' Who instilled such madness in your brain ? ' he goes on, turning her deliberately, so that beneath the moon's cool rays he can the better see her face. ' Did you believe that ? Did not you know that she is engaged to a man in India — that every thought of her heart is his ? That she deems me her dearest friend simply because I can claim some distant kinship with him. Was that what you thought ? Good Heavens, how blind, how determinedly blind you have been ! ' 'Well,' she says, convinced in spite of herself, and, as she makes it appear, most unwillingly, 'it is of little consequence one"], [65, "UNDER-CURRENTS 57 way or the other. Take away your hands, please. It is nothing to me whom you may or may not desire to marry. That at least is true. I ' ' I know ; there is surely no need for you to repeat your cruel words over again,' inter rupts he, as if stung. ' I know all that you can possibly say. This morning I gave up hope. I have had,' bitterly, 'no reason since to make me once more try to seize hold of it. You will marry Shelton, I suppose,' making a lingering miserable hesitation as if, though he has declared hope dead, he still clings to a mad fancy that she may deny this assertion of his — but no words fall from the small, firm, closely shut lips, no sign of any emotion breaks the calm of the cold lovely face turned seawards. ' Well, I have done ' — there is a terrible weariness in his voice now — ' it is all over, I shall never speak to you on this"], [66, "UNDER-CURRENTS 58 subject again; that,' unsteadily, 'you have grossly wronged me in your thoughts, time will teach you.' He pauses, and looks at her as if waiting ; surely she will at least say something to him to soften the harshness of the past, here, in this last hour ! 'Can I go now?' asks she, in a tone of polite inquiry, largely mingled with relief, once more moving across the shiny sands towards the steps that Avill take her away for ever. Despair seizes upon him, and a mad ness unconquerable. She is going, she will soon be gone, and there will be afterwards only the long awful blank, the horror of living, the day-after-day intolerable existence, with nothing in the present, and no hope for the morrow. Great Heaven, how cruel a woman can be, and such a woman ! In this one single last moment it seems to him that"], [67, "UNDER-CURRENTS 59 all her sweetness, all her tenderest charms, her exquisite beauty, are shown to him in colours more radiant than even with all his fatal passion for her he has ever yet beheld them. The soft white gown that holds her, the lissome figure, the slender perfect fingers, the little queenly head, so delicately poised upon the shapely neck, and the eyes, those eyes like stars of heaven, that have never yet sought his save in contempt and anger. All are going ! Ahead}- her foot is on the stairs. ' Vera ! ' cries he hoarsely, She turns as if startled by that impas sioned cry, and then, he hardly knows how it is, he hardly dares remember afterwards, but somehow she is in his arms, and he is looking down into her frightened eyes with a terrible entreaty in his own. Will she relent ? ' Do you know what you are doing ? ' he"], [68, "60 UNDER-CURRENTS says, his miserable voice scarcely above a whisper. ' My darling, my soul, have pity ! ' More closely his arms bind her. He bends his face to hers — nearer, nearer still ; and then, suddenly, a great loathing of himself fills him. He draws back with a sharp shudder, and almost pushes her from him. ' Go ! ' he says vehemently ; and in another moment she has turned the corner of the winding stairs and is gone. Gone ! With a heavy groan he flings himself face downwards on the cool, sweet, shifting sands, that, moon-smitten, lie trembling, waiting for the dawn."], [69, "UNDER-CURRENTS 61 CHAPTEE V. What of a hasty word ? Is the fleshy heart not stirred By a worm's pin prick Where its roots are quick ? See the eye, by a fly's-foot blurred It is Sunday. From the fishing village of Glowring Destley down below, comes up to the grim old Court the sound of the cracked and irregular bells that week after week call the toilers of the sea to their devotions. To the inhabitants of Greycourt, however, Sunday is quite the same as Monday, save for the noise of those dissolute bells that seem to have no control over themselves. No one, luckless enough to be domiciled in the house, is permitted so far to fraternise with his or"], [70, "62 UNDER-CURRENTS her fellows as to go to Divine service. What ever Mr. Dysart's religious convictions may be, they are known only to himself ; but certainly they do not include a belief that churchgoing is at all necessary to salvation. It had come to Griselda's ears that every six months (' to the very tick,' said her inform ant in low English) the rector of the parish, driven by a troublesome conscience, ap proached the house in fear and trembling, bound on his duty errand, outwardly hoping that he would, and secretly praying that he would not, be admitted to the presence of its master. There is, too, a dark legend extant (told to Griselda by the same raconteur), that once in the dark ages of this history, that same rector, in a spirit of reckless daring, had penetrated, in spite of old Peter's screaming remonstrance, into the den of the skull-capped"], [71, "UNDER-CURRENTS 63 owner of Greycourt. Poor man ! (rector meant) he no doubt thought it part of his road to heaven to so immolate himself; but — he never did it again. That he escaped alive from the lair was learned by the fact that he preached the next Sunday a limp and disorderly sermon ; but those who saw him emerge said his locks were whitened, his eyes darting from their sockets, and his whole person much the worse for wear. Perhaps it is as well to say that Mr. Peyton alone was responsible for this thrilling tale, and, therefore, for the veracity of it. It is now high noon. The dahlias and hollyhocks are drooping in the hot rays of the late September sun, that are now pour ing themselves right royally on shrubbery and garden. In spite of the thick, debarring yew hedge, in spite of the general air of"], [72, "64 UNDER-CURRENTS gloom and depression that surrounds the whole place, and might well deter even a valiant sunbeam, the god of day has asserted his sovereignty, and is dazzling even this gloomy corner of his realms with his glory. The blissful fortnight at The Friars, snatched, as it were, from cruel fate, has come to an end, and last night the down hearted sisters crept back like culprits to their hated prison. Mr. Peyton, whose remarkable sister's mar vellous disease has at last so far succumbed to her physician's treatment as to permit of his permanent return to his place, arrived in his character of gardener two days ao*o, and now, in one of the shadiest walks that the garden at Greycourt permits, is sauntering to and fro with his beloved, the rabbit-skin cap again adding a lustre to his charming head. Not that unsullied rapture lies beneath"], [73, "UNDER-CURRENTS 65 that grisly crown. He and Griselda are un doubtedly lounging along arm-in-arm appar ently on the best of terms, yet there has been but now a serious skirmish between them, a row royal, that has not altogether died away. The atmosphere is anything but clear, and vague traces of the late storm still agitate the air. ' I wouldn't for the world refer to it again,' says Mr. Peyton with a ghastly attempt at pleasantry, and with all the air of one who is virtuously conscious of having parted com pany with ill-temper for ever and aye. ' In deed, in my opinion, too much has already been said about it by — by,' airily, ' some of us, but ' ' Say me, when you are about it ! / shan't mind,' says Griselda with an extraordinary little laugh, that she proudly believes would convince any one of the fact that she is in as vol. in. f"], [74, "CO I 'NDER-CtWiEA'TS sweet a lnimouv as was ever woman Qtl this earth. 'Well. I will, if you like. But 1 :\\s*uiv you I didn't mean it! 'No? You meant yourself then? And ijr.iti' ri'jhi too. Yon did say a groat deal too much.\" ■A matter of opinion, my dear girl, wilh a lamentable falling off of the virtuous incline towards good-fellowship of a moment since. ■ Do you mean to tell me,\" says Griselda, blazing into sudden wrath, ' that you Avore not intensely — awfully rude to me? Yuu acmsed mo — nw — who have the most terrible difficulties to overcome — of having kept you waiting here for me for two hours. You even liinted — you can't deny it — that I was un willing to come.' Her tone is now tremulous, the angry eyes are drowned in tears. Mr. Peyton begins to feel a distinct sense of fear."], [75, "UNDER-CURRENTS 67 ' I don't think I said that,' he is bep-innin\"* in a craven tone, when she interrupts him, emboldened no doubt by that luckless quaver. ' You did ; you know you did. Oh, Tom, to think you could be so unkind ! And how do you imagine I am ever to trust you again ? Oh no, that is all over. I may love you indeed, such will be my unhappy fate — but to believe in you, to — to respect you, is more than I — I ' Here sobs get the upper hand. ' My dearest girl, how can you talk to me like that ? See now7, Griselda, it's impossible you can mean it, and ' ' But I do. Eespect a man who finds fault with me ! I'd like to see the girl who could do that. And when I remember all I endured this morning ; the lies I told to Grunch, the cruel Avay in which I flattened my nose against the window panes trying to f2"], [76, "68 UNDER-CURRENTS catch a glimpse of you, that I might signal to you why it was I wasn't coming ! Oh, when I recollect it all, I feel that I ought to hate you.' The sobs have gone down before her righteous indignation. ' It doesn't matter what you ought to do so long as you don't do it,' says he softly, with lamentable want of principle. 'One should do one's duty,' says she sternly. ' Oh, don't. Don't do yours in this case, entreats he humbly. ' You're laughing ! ' says the younger Miss Dysart, casting a severe glance at him. This glance is her undoing ; it routs her, and it is with the utmost difficulty that she succeeds in concealing the little smirk that has crept about the corners of her own mouth. 'Laughing? Far be it from me,' says Mr. Peyton, who now, indeed, is as grave as"], [77, "UNDER-CURRENTS 69 an owl. ' Well,' in a tone of resignation, ' as you won't speak to me, I may as well occupy myself in other ways. Any objection to my smoking, Miss Dysart ? ' As he speaks, he draws from the pocket of his scandalous old coat the inevitable cigar case, a dainty affair, with a silver monogram. After this, he draws from another dingy pocket a match-box. Having lit the cigar he still continues to regard the match-box with a pensive eye. The name of the maker has attracted him, and a desire to make conver sation and break the present constraint, at any price, urges him to proclaim it aloud. ' Medici ! ' says he, with lazy astonishment. ' Bless my stars, what a name ! ' If he had thought by taking this neutral subject into discussion, to lull his beloved into oblivion of her wrongs, he is mightily mistaken."], [78, "UNDER- C URRENTS 70 'One would think you never heard it before,' says she, in a distinctly unfriendly tone, and without a spark of that bonhomie that, as is popularly agreed, characterises her. ' Well, after all, perhaps I have,' says Mr. Peyton ingenuously. ' Something to do with the dark ages ? the slaughter-house business, eh ? I really do believe a faint inkling of it is coming to me. There was an unpleasant old woman, wasn't there, and a considerable quantity of blood ; and poisons galore, and trap-doors, and — it was rather Drury-Lanish, don't you think ? ' ' I was never at Drury Lane,' says she, with an uncompromising air. ' No ? Eeally ? ' with a charmingly sur prised air. ' What a loss you have sustained! Well, but to go back to the box,' tapping it lightly. 'Medici, for a vendor of matches!"], [79, "UNDER-CURRENTS 71 How are the mighty fallen ! It's a name rather out of place, you must allow,' defend ing his position valorously. ' A very appropriate name, I think,' says Griselda, declining to fall into his line of view. ' Considering all we have ever heard of that most unpleasant Catherine, I should say she must now be in a position to send up tons of phosphor, or sulphur, or whatever those matches are made of, to her sorrowing relatives.' ' Oh, I say ! ' says Mr. Peyton, and thereon most unwisely gives way to mirth. 'If you don't take care,' cries Griselda, overcome by this last token of frivolity on his part, in the midst of a tragical performance, ' you will shortly be able to send tons of sulphur to your relatives ; and,' with awful emphasis, ' they won't be sorrowing ! ' As if horrified by this thought, she bursts"], [80, "72 UNDER-CURRENTS into tears ; and Mr. Peyton, horrified too, but from different causes, promptly takes her in his arms and otherwise consoles her. ' Griselda ! ' says he, ' I will acknowledge myself to be the most inhuman, the most blood-stained wretch of my species, if only you will forgive me, and be to me what you were before.' This appeal has apparently its charm ; Griselda, as if mesmerised by it, at once succumbs, and with a sigh, suggestive of re lief that quarrelling has come to an end, lays her head upon the blood-stained wretch, as though here indeed was a refuge from every storm. Peace thus restored, they wander down the shady pathway, once more lost in the happy dreams of youth : still happier in the thought that this being a blessed Sunday evening, no fear of Mr. Dysart's putting in an"], [81, "UNDER-CURRENTS 73 embarrassing appearance need be dreaded ; that dear old man making a point of spending every seventh noon in his private chamber, the room in which Vera had once discovered him. The lovers, therefore, secure in the thought of his absence, stroll leisurely along, whispering gay nothings and making wonder fully merry. Their mirth has indeed reached quite a boisterous pitch, their laughs ring loud upon the air, as they come to a curve in their favourite walk in which stands a mouldering rustic seat, watched over by a dilapidated goddess, whose signal indecency has long since been lost sight of amongst the wreaths of respectable ivy that have insisted on re ducing her to a proper frame of mind. Here, as if by one consent, Mr. Peyton and his betrothed come to a sudden and awful standstill. So motionless indeed, so rigid do"], [82, "UNDER-CURRENTS 74 they become in one short moment, that but for the ivy, and the decorous, if dirty, garments in which one of them is clothed, they might have been mistaken for com panion statues to the goddess up above. Their mirth has come to an untimely end, their smiles are frozen on their lips, for there ■ — there right before them, staring at them, sits Mr. Dysart on the crumbling seat !"], [83, "UNDER- C URRENTS 75 CHAPTER VI. It is the nature of the human disposition to hate him -whom you have injured. It is hopeless to attempt to withdraw the arm that is close clasping Griselda's waist, the maddest folly to dream of dropping the little hand so confidently clasped in Peyton's broad palm. To all intents and purposes, Griselda stands revealed in the warm embrace of the new gardener ! As though turned to stone the two culprits wait, staring blankly at the inexorable face before them. This, too, looks carved, so emotionless, so altogether destitute of life it seems, not so much as a flicker of the eyelids betraying the fact that he yet breathes. Only,"], [84, "76 UNDER-CURRENTS the terrible eyes sparkle and gleam, and pre sently there grows within them a vile expres sion, that might be termed triumph. At last, when the strain has become well nigh unbearable, he rises and advances a step or two towards the stricken pair. This move ment breaks the spell so far as Peyton is con cerned, and seeing that Griselda is on the point of fainting, he tightens his arm round her, and gives her a sharp and vicious little shake that startles her into life once more. ' So ! ' says Mr. Dysart. The triumph is gaining ground steadily : he now looks posi tively radiant in a Satanic sort of fashion. ' I congratulate you,' addressing Griselda. ' After all, I see the severity of the command that forbid your wandering in the woods yonder cost you but little. With you, a bird in the hand is worth two in the bush ; you have learned wisdom early. You take indeed the"], [85, "UNDER-CURRENTS 77 good the gods provide, without any foolish cavilling at the quality of it. But so soon,' with an odious touch of banter in his tone, ' to abandon one swain for the other ! What a cruel fair one you portray yourself. Consider the feelings of your first young man. They must be poignant in the extreme. Truly you are one of those troubled with \" thick-coming fancies.\" Yesterday the woodman, to day the gardener, to morrow who ? ' ' Tom ! ' says Griselda in a suffocated tone, but by a pressure of her hand he compels her to silence. Let the old man get it all out first. ' After all,' goes on Mr. Dysart pleasantly, ' I almost regret that I objected to your daily rendezvous with the woodman. There is some thing romantic about the feller of \" the oak and the ash and the bonny elm tree,\" and it may be that the young man looks clean ; saw-"], [86, "78 UNDER-CURRENTS dust in itself is a cleansing material. As for my gardener,' turning an abominable smile on Peyton, ' I fear I cannot congratulate him up on his outward graces, though, doubtless, this second choice of yours is unapproachable when the inner virtues are called into question. He seems affectionate, too,' Avith a pensive glance at the attitude in which Peyton still stands* his arm about the trembling form of Griselda. ' Have you done ? ' says Peyton in a mur derous tone. ' No, not quite, yet. There is just one question that has suggested itself to me, a mere matter of curiosity, I assure you, but I should like it satisfied, if you will kindly alloAV my niece to answer me. Why, my dear Griselda, if your taste lies with the eminently respect able, if, perhaps, rather trying, lower classes, why did you not decide in favour of the tailor's son, Avho lives in the village ? I hear he is a"], [87, "UNDER-CURRENTS 79 great admirer of female beauty, so that you Avould have stood a good chance Avith him. Nay, no blushes, my dear.; it is your poor old uncle alone Avho thus renders a tribute to your perfections, not any of the bucolic youths around. This Saunders is, I am told, a remark ably steady person, and has one hundred and twenty pounds laid aside as a nest-egg toAvards furnishing a dear little rustic cottage for his bride. Beside these substantial allurements, T should say the charms of the woodman and the — er — astonishingly plain young man be fore me would sink into insignificance. After all, I feel I have scarcely done my duty by you, I gave you no chance of cultivating the tailor's son.' ' Sir,' says Peyton, taking off the damnatory cap, that hides rather more than half his face, and flinging it violently from him, ' cease these unmanly insults, these contemptible gibes ! In"], [88, "80 UNDER-CURRENTS me you see the Avoodman and gardener combined, and,' haughtily, ' Tom Peyton of Girtonmore, besides.' There is no mistaking the breeding that accompanies his glance and Avords. For per haps the first time in his life Gregory Dysart is completely taken aback, a circumstance that does not tend to sweeten his humour. ' Peyton ! ' repeats he slowly, ill-suppressed fury in his evil eyes ; ' so it Avas to your sister's place, to Lady Riversdale, that my nieces Avent? It Avas you, I suppose, they had to thank for the invitation ? Pray is she aware of the honourable part you are enacting here ? Does she admire it ? ' ' She knoAvs,' says Peyton brusquely ; ' I cannot say that she admires it. You, ho.v ever, put it out of my power to pay my ad dresses to your niece in an open manner.' ' Strange,' says Dysart with a slow, inso-"], [89, "UXDEK-CUR/tENTS &i lent laugh. ' And so it is for you, 1 with an exhaustive and impertinent survey nf the heated, angry, honest but certainly imbetiu teuus countenance of the young man before him, ' for you that my niece has defied me and risked her position here ? You will, of course, understand,' spreading his white hands abroad with an assumption of an apologetic air in tensely irritating, ' that I am, unhappily, entirely ignorant of your social qualifies, which,' with a second even inflcre eloquent glance, l must be enormous. So that yon will pardon me for saying that as I look at you I am filled with amazement.\" Tom Peyton laughs scornfully. IL' i? quite aware that his present habiliineuis do in it :idd to the meagre stock of good looks with which a niggardly nature has supplied him. 1 \" Handsome is as handsome does. 1 ' ' says VOL. Ill- O"], [90, "UNDER-CURRENTS 82 he, quoting that vulgar, homely old proverb Avith a valiant air. If Griselda sees good in his face, who shall dare decry it ? He makes his speech Avith a meaning glance that implies that his beloved's uncle has signally failed in behaving handsomely tOAvards her. ' She has been complaining, no doubt,' says Mr. Dysart, catching the other's tone and casting a withering glance at Griselda ; ' but you — have you behaved handsomely towards her, do you think ? She is young ; Avas it nothing to imperil her reputation, to induce her to give up her self-respect ? ' He speaks with sIoav, malignant emphasis ; a dry sob breaks from Griselda. Peyton makes a step forward. 'Stop that,' he says A-ery Ioav, but in a tone so strange that Mr. Dysart, who, to do him justice, is devoid of fear, instinctively looks up at him. ' I Avould to heaven,' says"], [91, "UNDER-CURRENTS 83 the younger man in a \\*oice that quivers with rage, ' that I could take forty years off your shoulders.' ' That you might reduce me to powder ? ' suggests Dysart Avith a laugh. ' Let me tell you, my quondam gardener, that if you did so you would not find me the feeble foe you imagine. I should, in all probability, be the one to do the pulverising. It seems a pity, hoAvever, to Avaste time over such trivial thoughts as these. The day is fast deserting us, and but a short hour or two of light remains. I fear this will scarcely suffice Griselda to pack up her things.' ' You mean .' says Peyton starting. 'That she leaves this house at daybreak to-morroAV. Nay, not a word ; she has had fair warning, she cannot complain. Twice she Avas told what would be the end of all G 2"], [92, "84 UNDER-CURRENTS this. To-morrow morning she leaves my house, she and her sister.' ' Oh, poor Vera ! ' says Griselda in an agonised tone, but beneatli her breath ; Peyton presses her arm tenderly, Avarn ingly. ' You have got her into this scrape ; you Avill, of course, feel it your duty to get her ■out of it,' says the old man to Peyton with a cold smile full of bitter revenge. ' I hope you are prepared to support her and her sister for the rest of their lives.' ' It has been my desire for a long time to rescue her from her present miserable life. For this at least I have to thank you, that you have driven her to accept the home I can offer her. I Avould, for her sake,' with a most earnest glance at Griselda, ' that it Avas better than it is, but though her life with me will, I fear, be but a poor one, in so far"], [93, "UNDER-CURRENTS 85 as money is concerned, it will, at all events, enable her to have a soul of her own.' The extreme contempt of Peyton's manner maddens the other. 'You have a proud spirit, sir,' he says, his voice trembling Avith rage, ' yet I think I have heard it said that the last Peyton of Girtonmore is little better than a pauper.' ' Then you heard wrongly,' says Tom Peyton Avith dignity. ' I acknowledge myself a poor man, but I never yet heard of a pauper with seven hundred a year. A mere pittance in the eyes of the fashionable world, I alloAv, a beggarly income Avhen compared with the rent rolls of my ancestors, a very insufficient sum to keep up Girtonmore or any home such as I would gladly give her, but,' with a swift fond glance at Griselda, ' 'twill serve, I think.' A dark scowl covers the face of the old"], [94, "86 UNDER-CURRENTS man ; there is a touch of angry bafflement in it. He had not thought the elder Peyton had left his son even half the sum mentioned, out of the Avreck of as handsome a property as AA7as in all Derby. ' And to-morrow,' he says, making his last contemptible move Avith a base longing to AA7ound, no matter by Avhat scurvy means, ' to-morroAv Avhen I turn her adrift will you marry her then, or take her under your protection until you tire ? ' Peyton starts as if shot ; his first thought is for Griselda, he turns a colourless face to hers, but eA-en if she had heard the abomin able Avords, she certainly had not understood them. There is only the same sad frightened look upon her charming face. ' For shame, old man ! ' says Peyton, with such terrible scorn in eyes and voice that involuntarily Mr. Dysart shrinks from him. The latter Avould have spoken again, but"], [95, "UNDER-CURRENTS 87 Peyton checks him by an imperious gesture. ' Silence, sir ! ' he says haughtily, and step ping past him, leads Griselda away, e\\*er farther and farther through the gardens, till they come to the old ruin that lies half a mile or so from the house."], [96, "88 UNDER-CURRENTS CHhAPTER VII. AVhen sorrows come, they come not single spies, But in battalions ! Griselda is iioav crying bitterly. ' My darling, don't give way like that,' says Peyton ; ' after all, Avhat has happened ? Nothing but Avhat Avas sure to come sooner or later.' ' Oh! what will Vera say? Oh, what shall I do ? ' sobs Griselda distractedly. ' Exactly as I tell you,' says Peyton coaxingly ; ' when the first step is taken, Vera will be as glad as I am. That old barrack of mine is as lovely a place as one could wish to see, and if not kept up en prince, why we shan't mind, shall Ave ? '"], [97, "UNDER-CURRENTS 89 ' It isn't that — you know it isn't,' earnestly, ' but Ave shall be such a burden to you, and ' 'Noav, Griselda, have I deserved that? Do you knoAV that is the unkindest thing you have ever said to me ? ' ' Is it,' wistfully, ' and iioav, too, when I should in common gratitude say my kindest? I didn't mean about myself, but about Vera ; it is so good of you to feel toAvards her as you do, and indeed — indeed,' the tears rolling down her cheeks in a most forlorn little fashion, ' I cannot bear to think I am thus thrust upon you. Don't you think Seaton could do something ? ' ' You can ask him if you like,' rising Avith a hurt expression, and beginning to pace up and down ; ' Avhat do you expect him to do ? ' ' To speak to his father ; to entreat him to let us stay on here.'"], [98, "UNDER- C UR RENTS 90 'You are indeed eager to escape a life Avith me,' says Peyton, Avith exceeding bitter ness, ' and yet I thought, I believed ' 'You believed only the truth,' says she, colouring faintly, ' but — but can't you see how a woman must feel Avhen throAvn at her lover as I am? Ah, noAV I have hurt you again ! ' She gets up quickly, and goes to him, and very, very softly steals her arms around his neck ; ' I don't love anyone in the Avorld as I love you,' she whispers, with a little rush of tender vehemence. ' Oh, Griselda,' catching and holding her against his heart, as though he can never let her go, ' you do mean that, don't you ? ' ' I do, indeed,' simply. ' I think,' rubbing her cheek fondly against his, 'you needn't ask that question. But it is for that very reason that I don't Avant to marry you,"], [99, "UNDER-CURRENTS 91 this Avay. Your sister — she will not like it, Tom ? ' ' She will, Avhen she hears all about it,' says Tom valiantly, though in his soul he knows Lady Riversdale will be a little nasty over the scandal arising from the fact of the girls being turned out of doors by their uncle. ' She Avill not,' says Griselda ; ' I knoAV her better than that, and I don't blame her. It will sound badly, hoAvever it is put. People will, of course, ask why Uncle Gregory turned us out, and what shall Ave say? You must alloAv,' her voice breaking, ' that it is very hard on Vera.' ' Every Avord you say cuts me to the heart. But for me, darling, I know this would not have happened. Well, let us think of Season then ; any chance of his turning up to-night, or could I get at him?'"], [100, "92 UNDER-CURRENTS ' You know, I suppose, that he is going abroad? Yes, for an indefinite time and at once. I think,' in a Ioav tone, ' it has some thing to do with Vera. His father wanted to force him into a marriage Avith her, and — and of course it could not be thought of, and so he is going. Vera does not like him, and he — well, you say he likes Mary Butler.' ' Did I say that ? ' asks Peyton vaguely. ' Why, of course you did,' with some just indignation, ' don't you remember telling me he Avas as good as engaged to her ? ' ' Oh, Avell he isn't,' airily ; ' she on the contrary is altogether engaged to a felloAV in Madras or somewhere. But about Season, any hope of his coming to-night ? ' ' As likely he should come, as that he shouldn't. And now that I think of it, I saAV Grunch busy in his rooms to-day. He may"], [101, "UNDER-CURRENTS 93 come ; if — if he does,' nervously, ' will you tell him about it ? ' To-morroAV morning, yes. In the mean time I shall be anxious to knoAv how Vera has taken it, and Iioav you are getting on, my poor httle heart. Could you not manage to write a line, and run up here, and stick the note into a hole in the wall ? I could come for it after nightfall.' ' I'll try,' says Griselda ; ' though I shouldn't wonder if he told Grunch to keep her eye on me. HoAvever, I dare say I could manage it.' ' Very .veil ; see, there is an opening here in the wall of this inside room. Don't forget the spot ; I shall be here about ten o'clock. And now, good-bye for a little Avhile, my oavu SAveetheart. Oh, Griselda ! I Avish I could think you Avere as glad as I am that soon Ave shall never ha\\'e to say good-bye again.'"], [102, "UNDER- C UR RENTS 94 ' I should be afraid to be as sure of it as you are,' says she nervously, ' but,' clinging to him, ' I am glad, too ; only, it sounds too good to be true.'"], [103, "UNDER-CURRENTS 95 CHAPTER VHI. Where shall 1 find a refuge ? Such is the fate of guilt, to make slaves tools, And then to make 'em masters— by our secrets. As Mr. Dysart, still with that look of baffled revenge upon his face, takes his way sIoavIv back to the house, the sound of running footsteps coming toAvards him from a side Avalk attracts his attention. The baffled expression vanishes, as if by magic, and one of vicious hope replaces it. Is it she again, that girl Griselda, to ask him, perhaps, to have pity, to condone her offence, to let her still stay on at Greycourt? Oh, if it might be ! He turns eagerly, hoping to see that he may disappoint it, the pretty, soft, flushed"], [104, "96 UNDER-CURRENTS face of Griselda ; but it is not Griselda Avho is now hurrying toAvards him with such speed as betokens terror. It is Grunch, wild-eyed, haggard, her thin grey locks, unbound through her unusual haste, flying at each side of her lean forbidding face. Every feature of the woman expresses overpoAver- ing excitement, each gesture fear. Tall be- yond her fellows, and gaunt as a leafless tree, she swoops down upon the old man standing awaiting her with a grim ironical smile upon his lips, like a veritable bird of ill omen. 'More haste, worse speed,' says he sar castically. ' Is the house afire, or my precious nieces dead, that you rush upon me Avith such indecorous abandon ? ' 'Hush,' says she sternly, with a glance behind her and then to right and left, ' this is no time for Avords like those. Think only"], [105, "UNDER-CURRENTS 97 of this, Dysart,' pausing and panting for breath, ' that I have seen a ghost.' The old man laughs. 'Why, I congratulate you and myself too ; I believe I am the only person alive who has actually met a person who has seen the merry spook. Generally one falls in with somebody who has seen somebody else, who knew a man who ' ' Be silent ! ' hisses the woman savagely ; * cease your gibes, I tell you. The ghost I have seen is — is ' ' My Avorthy father, for example,' suggests he with a sneer. ' No ? Well, come, who then ? ' ' Michael Sedley ! ' The Avords fall from her as though they burn her lips in passing. The sneer dies from Mr. Dysart's lips ; a dark flush suffuses his face, turning it almost black for the moment, to fade presently VOL. III. h"], [106, "98 UNDER-CURRENTS beneath the ashen hue that makes him look like a corpse — a corpse with eyes of fire ! He staggers back against a tree, and his hands catch convulsively at the bark of it. ' You are mad, Avoman ! ' he says in a terrible voice. 'Ay, maybe. So I say. Mad, I am, if it was his ghost I saw. But if I saw him in the flesh, Iioav then, Dysart ? Why, sane. Well,' with growing excitement, ' shall it be mad or sane ? ' ' Mad, mad, mad ! ' shrieks he furiously. ' All my hfe you have been my bane, my curse, and now, now, Avhat is this news you would tell me? Sedley ! Why he is dead, Avoman, dead, I tell you.' ' Then 'twas his ghost,' says she sullenly. ' Where have you seen him ? speak, I command you,' cries he, seizing her arm and shaking her violently. ' If it is not some infernal lie invented for my torture, tell me"], [107, "UNDER-CURRENTS 99 all. Why are you silent ? Speak, I say, or I'll tear the words from your breast ! ' ' On the avenue. I was there watching Miss Griselda, as you told me to, lest she should go into the woods again, when he came sloAvly towards me through the trees, prowling about, as it were, and as if half un certain, like one who is calling up, after many years, old memories. He's changed, he's gone to bone a deal, but I'd know him still amongst a thousand, ay, ten thousand, for all he's altered with his long beard and the Avhiskers that try to hide his lantern jaws. Ay, and you'll knoAV him too.' ' No, no, no,' cries Dysart, cowering a.vay as if from some fearsome sight, ' I won't see him, I Avon's, I won't ! ' ' Fool ! do you think he will be so easily avoided? What d'ye think brings him but to bleed you ? ' says she, with withering B 2"], [108, "100 UNDER-CURRENTS contempt. 'Why, his first word was for you.' ' You spoke to him ? You told him I was dead, dead and rotten ? ' says he, laying his trembling fingers Avith such force upon her arm as to make her wince, and quickly throw him off. ' You did not betray me, Grunch ? You could not — a good master, an old master, one that has remembered you in his will ? You have not ' ' What ails you ? ' says the woman, peering at him. ' Is it now your pluck is failing you, noAv Avhen you Avant it most ? I tell you he is this moment in your own room, locked into it, waiting for you to appear. You've got to go to him, and buy him off as best you may.' ' Buy him off! ' moans he, ' but I'm. poor, Grunch, poor. I haven't any ready money, Iioav can I buy him off? You know I'm beggared by all the calls I have upon me, and"], [109, "UNDER-CURRENTS 101 is this man to step in now, and drag from me my very heart's blood, the few little coins I have been able to scrape together to ' ' Stow all that ! ' says she coarsely, ' and pull yourself together, and be a man again. You've money enough to send him back to where he came from, and you've got to do it — unless ' 'Well, well, well?' catching at the one word of hope with feverish impatience. ' Nothing,' says she shortly. ' But if I pay him now,' says the old man, again grasping her sleeve, ' he'll come again, again, and again, until I'm a beggar ! ' ' Ay, he'll do that,' grimly ; ' he looks like that.' 'He won't leave me with a penny, he'll stick to me, he'll suck me dry ! ' almost screams the Avretched miser. ' Ay, ay; that'll be true.'"], [110, "UNDER-CURRENTS 102 ' When I'm beggared, you'll be beggared too,' says he, still in a piercing tone, but with a most miserable sense of comfort in the thought. ' I've been thinking of that. He's a leech, that Sedley. You're right when you say he'll stick to you ; noAv he's found his way here, he'U find it again. You've had a long riddance of him, but I'm thinking you'll see a good deal of him from this day out.' ' I won't — I swear it ! ' says he, the craven look dying at once from his face ; ' I'll take means to rid myself once for all of ' ' Ay — but Iioav, Dysart — but how ? ' says she, leaning forward, and thrusting her lean avaricious face into his. ' There's but one way to end this trouble for ever and aye. No one knows of his coming here — I asked him that — no one knows his errand — I asked him that too ; he came here across the hills"], [111, "UNDER-CURRENTS 103 from Granthorn without speaking to one or making himself knoAvn — what if he — should never go back again ? ' ** You mean ? ' says Dysart sternly. ' Kill him ! ' says she with a low hissing breath, ' kill him, if you're a man at all ! ' ' Tut, woman ! ' says he scornfully, put ting her aside with a light gesture, and walk ing with a new air of determination towards the house."], [112, "UNDER- C URRENTS 104 CHAPTER IX. Diseases desperate grown, By desperate appliance are relieved, Or not at all. It is characteristic of the iron nature of the man — that rose above all petty cringings to a miserly fear — that as he enters the presence of the one creature whom on earth he dreads, he does so with a calm visage and one ex pressionless. His step is slow, methodical as usual ; his face, grey in its pallor, a very mask. His brilliant eyes alone betray the keen life that still lingers in the gaunt old frame, and they look through and through the unwelcome visitor Avith an unblinking gaze."], [113, "UNDER-CURRENTS 105 ' You ! ' he says softly, nay smilingly, ex tending a graceful hand with a good deal of languid indifference. ' Just that,' says Sedley, in a tone so loud and common as to contrast painfully with the polished accent that had gone before. ' Years since we met, mate.' ' Many,' says Mr. Dysart, sinking carefully into a rickety old chair near him, Sedley being in possession of his rightful throne. ' And yet it seems like yesterday — that Ave parted.' ' Take it like that ? By George ! it shows what a downy nest you've been lyin' in,' says the large coarse-looking man in the arm chair, Avith a distinctly aggrieved air. He stretches out his long legs, sticks his hands into his trousers' pockets, and deliberately spits into the empty grate. ' And why ? There's the injustice of it. You've as much"], [114, "106 UNDER-CURRENTS right to this place as I have, when all's told. And if I can't get my share — I ' ' Sh— ! ' breathes Mr. Dysart softly, lifting one hand. ' Why shout, my dear felloAV ? You can't think hoAV it hurts my head. And — well, so you haAre come back ? Pining for the old country, eh ? Tired of the beautiful climate out there ? One hears so much of the home-sickness, I can understand, really that ' ' I got reg'lar tired out trying to turn pence into shillings,' interrupts the other brusquely, ' Avithout any decent result. After a while there ceased to be even the pence to experiment on, so I — came back.' ' So I see ; ' always Avith that delicate smile, upon his thin lips. ' And for Avhat purpose ? ' ' To look you up,' doggedly. ' To see whether you were in the grave or out of it.' ' I'm out of it,' says Dysart sweetly."], [115, "UNDER-CURRENTS 107 ' So I see ; and jolly glad I am to see it Your corpse would have been of httle use to me, and I might have had trouble proving my case with your son.' ' You might have trouble proving it even with me,' says Dysart, still smiling. ' Come, drop that ! ' says Sedley, with a ruffianly glance. ' Don't try that game, my good friend ; you forget a line or two of yours I have under my Avaistcoat.' He slaps his breast viciously, and looks with lowering brow at the old man before him, who is staring back at him very gently, and with an unruffled expression. ' Why don't you speak ? ' roars he violently. ' Take that infernal grin off your dead-looking old face, and answer me. You know what brought me, eh ? ' 'Yes, I know. May I again remind you that the voice uplifted, except in praise,"], [116, "108 UNDER-CURRENTS creates, as a general rule, confusion ; even then, it has been known to — to ' Per haps it is a sign (if so, the only one) of his mental disturbance that he fails to find a suitable ending to this sentence. ' I dare say, after your long absence, you have a good deal to tell me,' he says, with the utmost urbanity. ' Ha ! that's better,' says Sedley, a threat ening ring still in his tone. 'And, after all these years of which you remind me, how are you, eh ? ' He leans forward, and peers at him in an offensively vulgar manner. ' Half-middling, eh ? ' ' I am Avell,' says Mr. Dysart, in a per fectly even voice. ' Can't say you look it,' says his com panion coarsely. ' Rather peaky about the mug, in my opinion. Look as if you'd been dug up. Conscience troublesome, eh ? '"], [117, "UNDER-CURRENTS 109 ' N — o,' says Mr. Dysart, calmly as before, and slowly, as if debating the question Taking note of his quiet, almost death-like exterior, who could guess at the fire that is raging within ! After all, through all, has it come to this? A vulgar expose; . . . And for Seaton to know — to hear all the wretched details — to go through them one by one, con demning as he went ! No ; that should neA7er be! ' I'm glad of that ; it shows grit,' says Mr. Sedley, with a terrible assumption of hearti ness, of bon camaradeship. He settles himself more comfortably into the capacious old chair, and, with an air of growing thoroughly at home, once more makes himself objectionable by offending the empty grate. His whole manner conveys the idea that he has no inten tion of rising from his present position for the rest of his hfe."], [118, "o UNDER-CURRENTS 110 ' It shows the true bull-dog grip,' he goes on, genially. ' The pluck to hold on to what one has got. Damme, I admire you. No puling for me. No crying over spilt milk. I like a partner o' your sort, let me tell you, gov'nor.' Dysart regards him steadily for a moment or two ; a strange light coming and going in his dark, wild eyes. ' Partner ? ' repeats he, as if in gentle in terrogation. ' In crime ! ' roughly, as if angered by the other's tone. ' That's Avhat they'd call it, Dysart, at the Old Bailey, or whatever court it might come before. I'm not particular.' ' No — no,' assents Mr. Dysart, with gentle encouragement. ' I never blamed you, mind you that. But a lawyer's a worriting sort o' varmint. He might pick a hole in your spotless carcase."], [119, "UNDER- C URRENTS 111 But for me, I say nothing — so far. I'm not keen to see your crime, as they'd call it. A man should stick to his Avord, sez I ; and when the old gov'nor refused to stick to his, after all his promises to you, why, if you kept him to it, in spite of him, when he had no longer power to kick — well, who's to say you were wrong, eh ? ' ' You are very good ; very — sustaining,' says Mr. Dysart slowly. His tone is, perhaps, a little fainter. ' Ay, that's what I am to them as stands to me. And you and I are in the same boat, Dysart ; never lose sight of that. I don't. Ha, ha ! I'm your devoted adherent, remember ; your pal ' — with a sickening leer — ' of twenty years. I'll back you up as fresh as though it was only yesterday we'd agreed on — on — you know what. Ha, ha, ha ! ' The old man crouched a little farther back upon his chair, but otherwise remained un-"], [120, "UNDER- C URRENTS 112 moved, and smiled as if in answer to that loud coarse laughter Avith a remarkably successful effect. Then, suddenly, he stiffens himself, and looks straight at Sedley. ' And now, Avhat is it you Avant ? ' he asks tersely ; his tone ringing cold and clear through the room, though very low. ' Now, I like that ! Ton my soul you're the very one for me,' says Sedley, slapping his leg. ' To the point, you say ; well, here it is — I want part o' the swag. No more, no less. My silence is worth a sov' or two to you, I imagine, Avith those girls hanging round and ready to pop in if ' ' How do you know about them ? ' inter rupts Dysart, with a curious start. ' Who told you — Avho — I mean,' controlling himself by a supreme effort, ' how did you know they Avere living here ? ' ' How did I know they were living at all,"], [121, "UNDER-CURRENTS 113 you mean,' says the other, with a Avink. But he was Avrong there. ' Why, what d'ye think brought me across ? The knoAvledge that there were those avIio could make it worth your while to buy me off. See, old cove ? ' He rises and slaps Dysart familiarly on the shoulder. ' 'Twas a crony of mine in Glasgow who wrote me word (native o' these parts, he is) ; but he wrote promiscuous-like, not know ing anything of our business.' ' I see : and you wrote back to him, saying you were coming over to England once again ? ' questions Dysart, his eyes now fastened upon the other. ' Most natural ; but— you did not drop a hint of your business, eh ? ' ' Pish, what d'ye take me for ? Let an other into a chance of getting half my own rights ! No, sir. I did not even tell him I was coming to England.' A'OL. III. I"], [122, "UNDER-CURRENTS 114 <■ No — not even that ? ' The eyes now seem to be burning, so lurid is their light. ' Not him, nor any other man, there or here. I took ship without bidding good-bye to a soul ; landed at Plymouth, and came on here without exchanging a confidence with a soul ; and I'll go back again without a word to a soul, on this subject, if you treat me as I deserA7e and expect to be treated.' ' Ah ! Well, I confess I am glad to hear that,' says Dysart, in a curious tone. ' Then no one knows of your business here ? ' ' No one knows I am here in fact,' says Sedley, with his loud irritating laugh. ' How sensible ! how truly wise ! ' says the old man, leaning back in his chair with a little appreciative nodding of the head at Sedley, but a rather exhausted air. No one knows. No one ; no one knows. It seems to ring through his brain."], [123, "UNDER- C URRENTS 115 ' I'm not saying that people won't know, though — if we don't come to terms,' says Sedley, with a facetious air. 'I've the pull over you, you see, old chap, when we consider that those girls are in the next room, as it were. A word to them, and ' ' I thought when I gave you that cheque, on your leaving for Australia, now twenty years ago, that you considered yourself in demnified for — for any risk you may have run? ' ' There was no risk for me. I did nothing. 'Twas my silence you bought.' ' Ah ! you are Avrong there, I think,' gently. ' There is such a thing as compound ing a felony. You may have heard of it ? ' ' I have. It don't frighten me,' says Sedley indifferently. ' I'm thinking you'll pay up rather than let it come to open court.' 'You are evidently of a deeply penetrative 1 2"], [124, "116 UNDER-CURRENTS mind. But to return to our argument. When I paid you that sum, you agreed to accept it as a final payment. You signed a bond, I remember, that ' ' Would you like me to show up that bond — to your eldest niece, let us say ? ' asks Sedley, with a contemptuous sneer. ' Try it. It will cost you a trifle more than 1 shall, I bet you. 'T/will cost you all] ' You gave your word then,' says the old man doggedly. ' You swore ' ' Pah ! You make me sick,' interrupts Sedley violently. ' What have you got to do with the value of an oath, with the word honour in any form? Though, indeed, a false oath would be a good deal in your line. Why, look here now,' savagely. 'Low as you think me, I never did what you have done ; poor as you knoAV me to be, I Avouldht stand in your shoes for a good deal. I never"], [125, "UNDER-CURRENTS 117 robbed the orphan, the fatherless ; I never defrauded my own ' Silence ! ' cries Dysart in a terrible tone, rising to his feet, his face ashen. He is trem bling in every limb. Then, it is all over ; he conquers the excitement and sinks back in his chair again, Aveaker, but outwardly per fectly calm. ' Name your price,' he says. ' Five thousand pounds,' says the other coolly. ' Five thousand ! You must be mad ! ' ' Not one penny less. My silence is Avorth that — and more. But that will do for the present.' ' I haven't it ! I SAvear I haven't,' says Dysart, in an agitated tone. ' Then you'll find it. Pshaw, man ! d'ye take me for a fool that I don't knoAV what you're worth — Avhat the value is of this property — I, who lived on it as steward, as"], [126, "UNDER-CURRENTS 118 trusted agent for so long ? Give up that hope, Dysart ; I know if I said twenty thou sand there Avould be no reason why I should not get it.' ' You forget the expenses of an estate like this. And — I have a son — an — an — expensive son. And then these girls ; they, too, are throAvn upon my hands.' ' So am I, ' says Sedley, with a burst of vulgar mirth. ' Come, don't imagine you can impose on me. I tell you,' raising his voice, 'I would think as httle of going into that room out there, and telling your nieces of that first will, than ' ' Hush — hush ! ' says Dysart in a sharp tone, wild with fear. He rises quickly, noiselessly to his feet, and stands like a ghost before Sedley, his arms uplifted. ' Not another Avord, not a breath on that subject here. Walls have ears. How dare"], [127, "UNDER- C URRENTS 119 you even hint at it within the house ? Is there no safer place, think you ? Be silent, I tell you, as you value your life ! ' It is rather melodramatic — a trifle stagey ; but the actor's get up redeems it from medi ocrity. The agony of apprehension expressed by the expressive face ; the very pallor of that face, round which the long, gray, venerable hair is streaming as it escapes from beneath the ghastly skull-cap that crowns the head ; the marvellous power of those strange, bril liant eyes ; the feebleness of the gaunt emaciated frame — all impress Sedley in spite of himself. Yet with a determination not to be done, common to common natures, he affects an indifference he is far from feel ing. ' Bravo ! Go it, old man ! You were always a bit of a play-actor,' he says bois terously, but with some uneasiness. ' Let us"], [128, "120 UNDER-CURRENTS speak in whispers, then, if it must be ; but, at all events, let's come to the point.' ' Not even in whispers,' insists Dysart, keen to see the effect he has produced, and quick to take advantage of it. 'There are other places. I do not say that I Avill accede to your demand ; but — I would talk it over. You know the old ruin at the end of the far garden ? Meet me there to-night, and I shall see if we can come to terms.' ' At night ! But Avhy not here — now ? Surely you can provide against listeners.' ' I cannot,' impatiently. ' And — and be sides, I am expecting my son every moment. It would not do for him to see you here.' ' Hah ! You mean you would consult Avith him. No doubt he is a chip of the old block,' says Sedley, with a loud laugh. There is no response to his mirth. Mr. Dysart"], [129, "UNDER- C URRENTS 121 seems to stiffen as he stands, and there is a murderous gleam in his eyes as he looks fixedly at his companion that should have Avarned the latter. To accuse Season. To connect him of complicity in this most vile affair ! ' You are Avrong,' says the old man with Avonderful calmness. ' He knows nothing. It is because I would keep it from him that I desire your departure now and your presence later on, where we can be sure of being alone.' ' But — at night — in that lonely spot,' says Sedley, with a curious hesitation. ' Tut, man ! What would you ? Are you afraid of me ? Look well at this frail body, and then ask yourself where fear lies. Why,' with a cold laugh, ' if it so minded you, and if it would not be killing the goose with the golden eggs, you could squeeze the life out of"], [130, "UNDER-CURRENTS 122 this impotent frame as easily as you could compass the destruction of a fly.' ' There's truth in what you say. I'd have you bear it in mind,' says Sedley with a rather savage laugh. 'Well, where is it we meet, then ? In the old ruin ? A fit place ; it heard many a secret of yours and mine when the old man lay a-dying. Well, and at Avhat hour? ' ' Ten. By that time all will be in bed here, and no one awake or near to interrupt us,' says Mr. Dysart, in a dull, death-like tone. With a last word or two, he succeeds in getting Sedley to the door, and there summons Grunch, who in truth is mar vellously handy, being — luckily — just going down the passage as the door is opened. ' Grunch ! Will you see to Sedley ? He is an old friend of yours, as of mine, I think,'"], [131, "UNDER-CURRENTS 123 says Mr. Dysart in so genial a tone for him that Grunch involuntarily glances at him. ' He is tired, and no doubt hungry. Make him comfortable in every way.' ' Yes, sir,' says Grunch respectfully. She leads Sedley down the passage, and then, with a muttered Avord to him that she should get the keys of the cellar, runs back to Dysart, who stands staring after them with an un fathomable expression in his eyes. 'Your will — quick!' she says in a low tone. ' Keep him out of sight. Let no one see him, or guess at his presence in this house,' whispers Dysart fiercely ; after which he steps back into his room and slams the door, and locks it behind him in a frenzied fashion. Will Grunch be able to manage it ? Will she so keep him that Season will get no hint of the fact that a stranger is within his"], [132, "UNDER-CURRENTS 124 father's doors ? This is the one awful anxiety that at first overrides all others. He seems to understand, to think of nothing, to grasp no other sense of coming trouble, save the fear that ' Season may know.' Money, position, home, all are about to be struck from his hand ; yet only this one thing dAvells with him. Nay, he must know ! That devil will never be satisfied. He might, indeed, give him the five thousand he has stipulated for ; he might fling to him half his fortune — but Avhat then ? Hoav would it avail him ? He Avould still have the other half for that harpy to descend upon. He Avould come again and again : he had tasted blood, and Avould cling until the last drop was draAvn, until the corpse, sucked pale and dry, Avas fit for nothing but to be cast upon the dungheap. A feeling of impotency, of the dulness that"], [133, "UNDER-CURRENTS 125 is the worst form of despair, has seized upon him. Almost he experiences the sensation of having a vampire at his throat, greedily draining the warm drops that mean life. And even supposing he were thus to sacrifice him self, to give up all that has hitherto made existence endurable, all for which he has im perilled his soul, how would he be the better then ? Even after death— should Sedley out live him — even were he laid in the silent grave, the secret would live and would cry aloud through that man's lips. It would be his, and he would betray it to Seaton, to secure himself more gold; and his — the father's — memory Avould be for ever ac- cursed ! Should Sedley outlive him ? should. Ay, if so, nothing could prevent the telling of that vile story to his son. But supposing he should not? Every day, and oft, kindly"], [134, "126 UNDER-CURRENTS Death is busy in our midst, and sAveeps away this one and that ; generally the young, the seemingly safe, the strong. Death ! What was it Grunch had said ? ' Kill him ! ' So ! It was sound advice, but diffi cult — difficult. And yet, if Sedley should live to ruin him uoav, to blast his memory hereafter, Iioav Avould that be ? — Kindly Death ! A tigerish gleam comes into the terribly youthful eyes, and Avith a slow, strange, crawling movement, the delicate sinewy hands grasp the arms of his chair. Death ! How seldom it took those it ought to take. The old, the miserable, it left languishing in their earthly prison, whilst the young, the happy, were those whose names were written on the roll of those appointed to die. Surely justice was badly meted out in this"], [135, "UNDER- C URRENTS 1 2 127 life, whatever the hereafter — if there was one — might show ? Yes, death was slow about carrying off those it ought to take. He repeats this sentence to himself many times, as if there is a fascination in it, drumming always in that slow, curious fashion on the arms of his chair. For an hour he sits thus, with his head thrust forward, lost in unholy thought. A loud ringing at the hall-door bell startles him into life again, and for a moment the terrible drumming noise ceases. He still sits motion less, as if listening ; and then a quick, light step in the hall outside, coming ever nearer, strikes on his ear. It is the footstep of his son ! At once it decides whatever doubt had been harassing him. With an almost youth ful alacrity he springs to his feet, and flings out his arms as though desirous of trying"], [136, "128 UNDER-CURRENTS their strength ; then he throws back his head ; a low exultant cry breaks from him. An infernal glow lights his withered face, and in O O 7 his eyes gleam the fire of a devilish resolve."], [137, "UNDER-CURRENTS 129 CHAPTER X. And my large kingdom for a little grave, A little, little grave, an obscure grave. It is ten o'clock, and night like a heavy shroud lies over Avood and garden. The hour has struck ; the solemn tones falling sloAvly, warningly, as it were, from the old clock in the ivied tOAver. Those sounds have now died away, and silence, the more intense for their having been, reigns once more. A virgin moon is trailing* her glory over head, surrounded by a million stars ; a faint, salt breath comes up from the slumbering ocean, and from the night itself come forth the many soft, sweet sounds that, dead to the insensate ear, still make themselves felt. VOL. III. K"], [138, "UNDER-CURRENTS 130 Tom Peyton, treading Avith cautious steps the upper part of the garden on his way to the ruin, is silled vaguely with this knoAvledge of Nature's inner workings. The very deAV uprising from the grass he treads, speaks to him, soothing in part the troubled thoughts that throng his brain. He had Avithheld from Griselda all his fears, but a knowledge of his world has told him that this expul sion of her from her uncle's house with- out a moment's Avarning will materially in jure her position in the eyes of a society very critical to judge a beauty, poor but honest. Softly he makes his way to the old house, to get the letter he knows will await him there. Poor darling, what will be in it? Further vexations ? With a desire to avoid all risks he elects to enter by the back, Avhere a large rent in the dilapidated walls will"], [139, "UNDER-CURRENTS 131 enable him to squeeze through into the room where the letter will be. He has, AATith considerable difficulty, and a rather painful abrasion of his shin, reached the desired goal, and secured the bulky note lying perdu in the spot indicated, when some thing so strongly attracts his attention that he even delays opening the note to hear Avhat it may be. Voices decidedly ; and in the next room. A room divided from him only by a Avail of abnormal thickness, and with an open space Avhere the door had been. There must have been a pause in the conversation as he entered his part of the building, or else he must have heard them even then. But one thing at once dawns upon him : the speaker at this instant is Mr. Dysart. As he stands motionless, scarcely knowing what to do, afraid for Griselda's sake to retire K 2"], [140, "UNDER-CURRENTS 132 lest he shall draw attention on himself, the voices suddenly rise. The second voice is strange to him — coarse, vulgar, and dicta torial, and very threatening. Who is it that is here at this lonely hour, menacing that old man ? Forgetful of all injuries, he remembers only the miserable decrepitude of Mr. Dysart, and determines to stay aAvhile lest harm befall him, and a rescue be needed. The voices grow in Avrath ; the unknoAvn one being loud in vituperation. The actual words do not reach Peyton, nor is he desirous of hearing them ; but the knowledge that a quarrel, deep and bitter, is being carried out to its bitter end in the next room is clear to him. And now, all suddenly as it were, the voices cease ; there is a strained silence, as if each man waits with drawn sword for the other's next word ; and then — a sickening"], [141, "UNDER-CURRENTS 133 sound ! A dull aAvful blow, as of oak meeting flesh and blood, a ghastly groan, and then •silence. Great Heaven ! What has happened ? Has he killed that old man ? Peyton springs for.vard, filled Avith a passion of regret that he should have so long delayed to go to his succour ; but even as he reaches the broken doorway, and looks upon the inner room, he stops short as if shot, to stare aghast upon the scene before him. Upon the earthen floor lies a huge figure, prostrate, apparently dead, whilst standing over it is Mr. Dysart, his face alight with a ghastly hope, his Avild eyes gleaming. A fresh life seems to have entered into his frail frame — perhaps the life he is just now bent on taking, and there is a horrible sense of exidtation in his whole bearing. A heavy oaken stick is in his hands, those delicate,"], [142, "134 UNDER-CURRENTS white, sinewy hands ; and even as Peyton looks at him, horror-stricken, glued to the spot by the unexpected turn events have taken, he sees as in a dream that the man lying in that helpless fashion on the floor — stirs. It is the barest movement — a horrible spasmodic beating of the hands upon the earth beneath, a mere convulsion of the muscles, as it seems to Peyton, who had read death in the rigid outline of the stricken man. But to Dysart apparently that movement means a return to life, a return to him of all those intolerable fears from which he has determined to set himself free. He goes quickly forward. Again the murderous bludgeon is uplifted to complete the crime already begun — to finish his Avork, to make sure of the helpless A7ictim lying at his feet ; when Peyton, uttering a loud cry,"], [143, "UNDER-CURRENTS 135 rushes from the spot where until now he lay concealed. There is an instant's hush, a strange hush, and then a convulsive shiver runs through the old man, the stick drops from his nerve less grasp, striking the floor as it falls with a loud clatter that draws an exclamation from Peyton ; but Mr. Dysart seems deaf to it. An ashen greyness has risen from chin to brow. His eyes — those wild, unearthly eyes ■ — seem to be starting from their sockets. A shocking sound — a sound that might come from one suffocating and fighting madly for breath — issues from his parched lips. He flings up his arms for a second or two, clutches foolishly at the air, and then all at once he collapses, and falls with a dull thud across the body of his enemy. Peyton, with a nervous shrinking that amounts to sickness, goes hurriedly up to the"], [144, "UNDER-CURRENTS 136 old man, and turns him on his back. Even in the dim uncertain light of the moon that streams through the spaces where windows once had been, he realises that it is death itself he is supporting in his arms. Laying him reverently backwards on the floor, he steps Avith a shudder over the bludgeon, smeared Avith hair and blood, that had dropped but awhile since from the now harmless hand, and touching Sedley, gently, very gently, rolls over the insensible form until the face lies uppermost. A faint but stertorous breathing assures him that here at least life still lingers. Afraid to lay him quite flat upon the ground lest the breathing, already so laboured, should cease altogether Avhilst he is away, he tears off his own coat, and, rolling it into the semblance of a rough pillow, places it beneath the stranger's neck, leaving the head, from which"], [145, "UNDER-CURRENTS 137 the blood is still dripping, free, lest the coarse touch of the cloth should hurt the gaping wound. To tie up this wound Avith his handker chief as well as he is able, and then to quit the ill-omened ruin, is a work that takes him some time ; but once outside it, with the cool night wind playing on his temples once again, and the calm sweet beams of the sacred Isis lighting his path, energy grows Avithin him, and, with a speed which astonishes even himself, he runs through the garden, never pausing or drawing breath until the house is reached. On his way he has had time to mature his plans, and has made for Season's bedroom, which, being on a line with his sitting-rooms, is on the ground floor. Knocking impatiently with his knuckles and receiving no answer, he so far gives Avay to the agitation that is"], [146, "138 UNDER- C URRENTS consuming him as to smash a pane with a stone. This brings Season to the window in a minute or two, partially dressed. ' It is I, Dysart — Tom Peyton. Come out, come out quickly ! Your father,' panting, ** is hurt — is \\*ery ill ! ' ' My father! ' says Season, as if not believ ing. 'But Avhere — Iioav?' 'In the garden — up there in the old nun. Oh, hurry, man, hurry ; you can hear all after.vards ! ' ' My father ! ' says Seaton again, as if stunned. And then, suddenly, he leans more into the moonlight and casts a terrible glance at Peyton. ' You ? ' he says, ' was it you ? ' ' Good Heavens, no ! There is some one else. Some one unknown to me, but you may know. HA — he is hardly aware of the empha sis he lays on the pronoun — 'has not been murdered — it was the visitation of God. I"], [147, "UNDER-CURRENTS 139 was there,' with a choking effort at com posure, 'I saAv all. I might explain, but,' with groAving impatience, ' there is no second for delay. Get into your clothes, and I'll tell you what I can Avhilst you dress.' He scrambles in through the AvindoAv, and, as Season dresses himself, giA7es out in jerky sentences all he has to tell — all of the terrible scene of Avhich he Avas eye-Avitness. It is so Avild, so unaccountable a tale that Season hardly dares to A7enture a remark ; but, having Avith trembling fingers clothed himself, follows Peyton out through the AvindoAv in the chill night air, and soon the tAvo young men are tearing like hunted things through the gardens to that fatal old ruin at the end of them. Here everything is just as Peyton left it. The old man lying dead, AATith a more peaceful expression on his face than had ever been there Avhilst he lived — at least, in the recol-"], [148, "140 UNDER- C URRENTS lection of the two now bending over him ; the other, the stranger, almost as motionless as his enemy, save for a faint quiver of the lips and nostrils every noAv and then. Who was he ? What had brought him here ? Peyton turns to Seaton with these questions on his lips. It is imperative that something about the stranger be discovered — and at once. Seaton is still holding his father's body in his arms, inexpressible grief upon his counte nance. The old man had been stern, hard, begrudging, but he had loved his son well, and the son knew it. Peyton touches him lightly on the shoulder. 'Rouse yourself!' he says in a low, earnest tone. ' My poor father ! He is dead ! ' says Seaton, with terrible agitation. ' I thought so. I kneAv it. You knoAv I told you to anticipate the Avorst,' says Peyton,"], [149, "UNDER-CURRENTS 141 scarcely less unnerved. But' — nervously — • ' this man lives ! ' pointing to Sedley. Dysart shudders. ' True, true ! ' he says. He lays his father's lifeless body tenderly back upon the earth, and rises slowly to his feet. His face is pale, the expression vacant. ' Great Heaven ! what is the meaning of it all ? ' he says, like one dazed ' You know this man ? ' asks Peyton anxiously. ' No — not at all. I never sa,v him before.' ' What ! you can tell me nothing ! Oh, think, Dysart ! ' says Peyton, Avith increasing anxiety. ' If you knoAv nothing, Ave shall scarcely be able to see Iioav to act. Exert 5 your memory, man. 'It is useless. I SAvear I neATer saw him before.' He compels himself to look again at"], [150, "UNDER-CURRENTS 142 Sedley, and a shiver of disgust shakes him. ' I know only this — that he has killed my father.' ' You forget,' says Peyton very quietly. He would have been thankful, glad, to be able to leave his friend in this belief, but he knew it Avould be impossible. ' I saw the Avhole thing. There was a quarrel, about Avhat I did not hear, but it was your father avIio knocked that fellow down.' ' Well, it killed him,' says Seaton excitedly. ' The excitement of that quarrel Avas too much for him. I still maintain that that man caused his death.' He covers his face Avith his hands. ' Nevertheless, Ave cannot leave him here to die. Come, Seaton, take your courage in your hands. Think if there be no Avay to avoid the scandal that must necessarily arise out of all this. For — for the sake of your poor father's memory, bestir yourself.'"], [151, "UNDER-CURRENTS 143 It is a potent argument. Seaton flushes hotly, and the old touch of poAver returns to his face. ' Could we not get your father to his room — to his bed ? ' says Peyton hurriedly. ' There are no marks of violence about him. He — he might have died in his sleep. Forgive me, dear fellow ! it is horrible having to discuss these shocking measures with you, but, believe me, it is as your friend I speak.' ' I knoAv it,' says Seaton shortly. ' Is there no one in the house you can trust ? ' He himself has thought of Griselda, but has shrunk decisively from subjecting his darling girl to such an ordeal. ' There is Grunch. She is, I think, faith ful. She would help us with my poor father ; and — and as for this fellow, she could see to his wounds, she is skilled in medicine-— she '"], [152, "UNDER-CURRENTS 144 The words die on his lips. As though they had invoked her Grunch stands before them, silent, gaunt, in the open doorway, gazing in tently on the aAvful scene. ' He took my advice then — he killed him,' says she hoarsely. She looks, strangely enough, at Peyton, not at Seaton. ' You can see,' says Peyton sloAvly. ' 'Twas a good job,' says she, nodding her head. ' I told him. But — but — Avhat ails the master then ? ' ' He is dead ! ' says Peyton solemnly. ' Eh ? You lie ! ' says she ferociously. ' Joy never yet sleAV anyone. Stand back, and let me look at him. Ah ! so ! Why — Avhy ! ' She stands up again suddenly, and brings her hands together with a loud clap. ' An' Avas this your courage, Dysart, to give in, Avhen fortune laughed? A poor heart — a coAvardly ending.' As if another thought has struck"], [153, "UNDER-CURRENTS 145 her, she looks round sharply at Peyton. ' How Avas it ? ' she asks. ' Did yon man kill him ? ' ' No. It Avas the visitation of God,' says Peyton again in a Ioav tone. At this moment a faint groan breaks from Sedley's lips, and with a Avild scream the woman starts backwards. ' He lives ! ' she shrieks, ' that devil ; and the master dead ! Why don't you finish the famous Avork that he ' (pointing to Dysart 's corpse) ' began ? Stand aside, and let me show you how to stifle the breath in a serpent, such as ' Be quiet, woman,' says Peyton vehe mently ; ' and if you have any regard for your master's memory, thank God upon your knees that he did not die a murderer.' He forces her backwards. ' See here,' he goes on presently, Avhen her VOL. III. L"], [154, "146 UNDER-CURRENTS fury has somewhat abated. 'For the honour of the house you have served so long, I Avould ask you to help us to bring this man back to life ; and more — to conceal all knoAvledge of Avhat has passed to-night. Mr. Dysart,' indi cating Seaton, who is looking sick and stunned, ' tells me you have a singular acquaintance •with medicine, and e\\7en surgical matters. If you can patch up this felloAV without the aid of a doctor I see no reason Avhy your master's share in this night's work be not concealed for ever. You are to be trusted ? ' ' Ay, in his cause,' Avith a nod towards the stiffening corpse of the man who for so long time she had served so faithfully for meagre thanks and grudging wage. Together they carry the two bodies into the house, under cover of the silent nioht Mr. Dysart to his own room ; and then up the stairs, and through the endless corridors, that"], [155, "UNDER-CURRENTS 147 other groaning, scarcely living burden ; up always until a disused chamber in a remote corner of the old tOAver is reached, where it is beyond probability that anyone in the house, save these three avIio know, will ever seek to penetrate. l 2"], [156, "UNDER- C URRENTS 148 CHAPTER XL A fellow of no mark nor likelihood. Mark now, how a plain tale shall put you down. Of that night's fatal Avork the countryside remains in complete ignorance. Of Mr. Dysart's sudden death it hears the folloAving morning Avith a feeling of strong curiosity, but with none of regret. The funeral that takes place on the third day is small, cer tainly ; yet, considering all things — the dead man's open hostility to his neighbours, and the dearth of hospitality that characterised his sojourn amongst them — larger than mi^ht have been expected, and at all events select. Amongst others Lord Riversdale attended — out of compliment, it was supposed, to Seaton,"], [157, "UNDER-CURRENTS 149 as lie and the old man had neA7er so much as seen each other's features. But it Avas found impossible to conceal the existence of Sedley from the two girls. Peyton had undertaken to give them a rather careful account of what had happened ; and in truth, when all Avas told, he Avas almost as much at sea about it as they were, as the stranger remained a stranger to him. No one could account for his presence in the old ruin ; no one, apparently, had ever heard of him before, save Grunch. That gaunt person had been appealed to, threatened, cajoled, all to no effect. The morning after the accident she had incidentally let out that his name Avas Sedley, and Peyton had at once pounced upon her. ' You kneAV him,' he said. ' Why did you not say so before ? Go on noAv, at all events ; it is most necessary we should get a clue"], [158, "UNDER-CURRENTS 150 to this mystery. What do you know of him ? ' ' Nothing good.' ' I dare say. If you had said something bad it Avould perhaps have been nearer the truth.' ' I didn't say it, however.' ' At least try to understand that any assistance you can give Mr. Dysart now Avill help him to clear the memory of his father.' Grunch lifted her head there, and gave him a queer look. ' Clear him from Avhat ? ' she said. ' The suspicion of having at least meant to murder this man.' ' Oh ! ' said she. ' Why seek to clear him of that? It Avould have been a deed Avell done. The only pity in it is that, though he tried, he failed.' 'We will not go into that,' said Peyton,"], [159, "UNDER-CURRENTS 151 who Avas openly disgusted. 'The question really is, what do you knoAv of this Sedley ? ' 'Nothing good,' repeated she doggedly. And though they tried her in a hundred ways they got no more out of her than that. Meantime that hint, that Sedley 's redemp tion from death Avould remove a stigma from the name of the old master iioav lying in the family vault, had done more perhaps for Sedley's recovery than anything else could. She attended him night and day with as close a devotion as though he had been the one thing dear to her on earth. And presently the mists of death rolled by him, and he emerged from the fatal cloud, Aveak indeed, but with his senses once more restored, and the eager throbbings of return ing life beating in every vein. With, too, a wild longing for revenge : a savage determination to repay the man avIio"], [160, "UNDER-CURRENTS 152 had treacherously smitten him to the ground, a hundredfold for that one deed. He cast aside the thought of the paltry sum for which he had stipulated as the price of his silence. Five, it had been ; well, it should be ten thousand iioav : five for that old story, and five for this last new act, that Avould have placed him in that outer darkness from whence no man returns to establish any claim or tell the most damnatory tale. It is as yet early in the day. The sire is burning cheerily, and the cold December sun shine is streaming languidly in through his Avindow, as all these thoughts chase each other through his too active brain. He has not as yet arisen from his sick bed, but it is more lassitude and Avant of desire that chains him to it than actual incapacity to bestir himself. As the door opens he turns languidly"], [161, "UNDER-CURRENTS 153 towards it, hardly caring to see Gruuch's ill favoured face approaching him Avith the usual bowl of broth, against which he is nourishing an inclination to rebel ; but catching sight of Seaton, the look of languor disappears, and he springs up in his bed as if possessed Avith a sudden strength. His sunken eyes glare, his lean cheeks flame to an angry crimson. 'You have come at last,' he says, clenching his hand, and feebly shaking it ; ' you But where is he ? Tell him he need not hope to escape me. I will haA7e revenge — revenge such as he never dreams of. He shall come to my terms now, or I'll drag him through every court in the land. Ha ! swindler, murderer, I'll be even Avith you yet ! Tell him from me, that my only regret is that I can't see him hanged, but justice at ieast I'll have.' ' Justice ? ' echoed the younger man Avith a shudder. In an instant that scene in the ruin"], [162, "154 UNDER- C URRENTS is again before him ; he remembers the awful suddenness of his father's death, his instant appearance before the Judge of all, AA-ithout one moment given for repentance, with his murderous Avrath still hot within his breast, his hand still uplifted to slay ! ' Ay, justice ! ' cries the sick man Avith increasing vehemence. ' I have him noAv in the hollow of my hand, and I'll squeeze him — tell him that ; that will fetch him — till not a [coin remains ; I'll stick to him for that night's Avork, until he's dry, as he Avould have made me. Go — you're his son, aren't you?' — peering viciously at Seaton, ' and repeat Avhat I say, word for word. Tell him it shall be ten thousand noAv, and the rest later on. Ha, ha 1 That will touch those delicate nerves of his ! And see here ; I'll Avant him to come to me. I'll have no go-betAveen. I'll see him face to face. Go, tell him that —"], [163, "UNDER-CURRENTS 1 5 5 fetch him, I say, or 'twill be worse for you, and for every one that is kith or kin to him.' ' He is dead ! ' says Seaton sloAvly. He presses his hand to his forehead. Great Heaven ! Avhat is the meaning of this man's s'trange words ? How Avas his father in his power ? ' What ! ' shrieks Sedley, leaning forward in the bed, and grasping the bed-clothes in one hand, in his agitation, whilst his face gradually assumes the expression of a beast robbed of its prey. ' Come, none of your d lies ! Does he think to get out of it that way ? Then so much the Avorse for you, say I. Come, come, stow all that rot, and tell him Eichard Sedley was never a fool at any time of his life.' ' You must believe it,' says Seaton, still in that cold, slow tone. ' The whole country can testify to the truth of it. That night ' —"], [164, "156 UNDER-CURRENTS draAving his breath sharply — ' his heart must have failed him, because when A\\*e found you still living, we found, too, my father's corpse lying across your body.' ' Sold ! ' says Mr. Sedley, with a blas phemous Avord or two. ' Sold, by gum ! ' He cast a diabolical glance at Seaton. 'A good thing for you, you think, eh ? Did he never tell you of that bit of Avriting of his I still hold ? ' ' I don't understand you,' says Dysart, with a look of icy disgust. ' Perhaps, Iioav ever, it is necessary that I should. What I Avish to know, then, is the cause of the quarrel that there evidently Avas betAveen you and my father ? ' ' SAveet innocent ! ' says Sedley, with an insolent sneer. Dysart takes no notice of it. ' If,' he says, rather unsteadily noAv, ' if he"], [165, "UNDER- C URRENTS 157 in any Avay Avronged you, it shall be my part to make up to you that Avrong.' There is an unmistakable air of sincerity in his manner, and Sedley, as if bewildered by some neAv and conflicting thought, stares vacantly at him. Rising in his bed, he leans heavily upon his elboAv, so settling him self that he can get a better vie,v of the young man. ' Don't you knoAv ? ' asks he, at length ' I knoAv nothing.' Something in the man's look of utter astonishment has struck some chord within him, and a sIoav, dark colour mounts to his forehead. No A7aguest suspicion of the real truth presents itself to his mind, and yet he shrinks inwardly as if from some descending blow. ' By jingo ! ' says Mr. Sedley concisely and elegantly, dropping back upon his pilloAv. Then a moment later, ' Here, get me out of"], [166, "158 UNDER- C URRENTS bed,' says he. 'I bet I'll brighten your blinkers for you, if you just get me doAvn to the old man's private den.' ' Do you think you will be able for it ? ' asks Dysart, coldly alluding to his intended exertion. All the time he speaks, that ter rible sense of foreboding is pressing heavily upon him. ' Tut ! a crack on the nob is no such great matter to a man like me, whose life has been so often in his hands, Avhose paths have been in such strange places. Get me doAvnstairs, I say, to the room Avhere the old bureau stands, and I'll let you into a secret that will tickle your palate a bit.'"], [167, "UNDER-CURRENTS 159 CHAPTER XII. But in the way of bargain, mark ye me, ] I'll cavil on the ninth part of a hair. All through the rather difficult task of being dressed — Dysart undertaking to help him because of a strange repugnance to let the man out of his sight until the threatened re\\*e lation be made — Sedley's mind was clear and strong upon the situation as it iioav presents itself. The fresh turn events have taken, the novelty of having to explain the dead past tragedy to the one now most interested in it, all serve to whet the keenness of his Avit. Thoughts surge within him, and sloAvly arrange themselves. The old man is lying in his grave, the burning eyes, the restless hands, as calm as"], [168, "160 UNDER-CURRENTS though the fever of living had never been theirs. Dear beauteous death, the jewel of the just, had seized him. Alas, for him no geni-like sparks shot forth ! All Avas gloom trans cendent. He was sunk in the chill horrors of the tomb, lost sight of, gone beyond all men's reach, whither no man could follow. And he, Sedley, was left to pursue to the end the cruel mission that was his — to drag down his quarry like a sleuth-hound, no matter whether the beast be noble, or the meanest of earth's creatures. He would gain his own ends, Avhatever came of it, hoAvever those ends be reached ; on that he Avas determined, nothing should turn him aside. He knew now that his legitimate prey had escaped him, but that hardly troubled him. Fresh blood gave a zest to the chase. The young man, if he kneAv, as after all,"], [169, "UNDER-CURRENTS 161 perhaps he did, would be compelled for his OAvn sake to deal Avith him as liberally, nay, more liberally than the old one, as life, and the sweets that life holds out, must neces sarily be of greater importance to him. And eA'en if he did not know, Avell, Sedley could enlighten him. It Avas a good move in spite of all things that his sickness should have given the youngster time to taste the pleasures of poAver, of money unlimited. During all these days of his — Sedley's — illness and convalescence, the younger Dysart had had time to grow accustomed to the thought that he was master over these immense estates, over the unbounded wealth stored away in bonds here, and scrips there, and investments of all kinds. He would be now the keener to retain this new-found power, the less willing to resign a fraction of it, the readier to treat ArOL. III. M"], [170, "162 UNDER-CURRENTS with anyone Avho could rise up to destroy his hold upon it. All the Avay downstairs, walking feebly as one long invalided, and gently, most care fully supported by Dysart, these thoughts possess him. The young man's kindly manners and tender protective touches do not move him one inch from his resolve. He had seemed very much weakened during all this troublesome descent of a vast staircase, a fact that smote Dysart with a terrible remorse — for Avas it not his father's hand that had brought him thus Ioav? — but now, as the man catches sight of the old fashioned bureau, a light springs into his eyes, a fresh life into his limbs. Loosing himself from Dysart's kindly support, he makes his Avay unsupported to the side of it, and by a subtle touch unlocks the secret spring. The door falls back, the"], [171, "UNDER-CURRENTS 163 hidden shelves and their contents lie all unconcealed. Seizing upon a fast yelloAving parchment, Sedley draAvs it out, and over come by fatigue and excitement drops upon his knees. Eagerly he opens and scans it, and then holds it out to Dysart. ' Compare that,' says he, in a high tone of triumph, ' with the will of your grand father, that left all to Gregory Dysart, cutting out the elder son. Compare it, I say, and you Avill see that this Avas executed three years later than that other— that other Avhich is noAv in force, and has been these twenty years ! ' Mechanically Dysart takes it. No Avord escapes him. Speech, indeed, is impossible to him, so busy is his mind trying to take in all the miserable dishonour of the story that as yet has but the bald outlines laid before him. m 2"], [172, "164 UNDER-CURRENTS ' No one kne.v of it but me,' says Sedley feverishly, yet with an undercurrent of delicious excitement in the recital. ' But me, and Grunch. What she made out of it no one can tell, as the old chap's gone, but she's as knoAving a file in my opinion as you'd meet in a day's walk. You can see our two .signatures. Eh, can't you read 'em ? We Avitnessed it. We alone knew, and he bought us over. Well, 'twas Avorth a quid or two ; 'tis a fine old place.' ' Oh, my God ! ' says Dysart. There is nothing irreverent in the Avords. It is but a wild uplifting of his soul to the helper of all men — the only one from Avhom Ave may hope for succour when despair settles doAvn upon us. ' I got my hush-money and went abroad. At first everything prospered with me, but lately luck failed ; and when the Avorst came"], [173, "UNDER-CURRENTS 165 to the worst, I bethought myself of the old man and his secret — mine too,' chuckling, ' and back I steered to see how the land lay here, and Avhat I could squeeze out of him— your father, you know.' Dysart makes no ansAver. He has sup-> ported himself against a table near him, and is gazing blankly, hopelessly, through the windoAv at the dull landscape outside. He sees nothing, heeds nothing, save the voice of the man Avho is speaking. ' 'Twas felony, mind you, besides the fact of having to give up the money, and pro perty, and all ; so I kneAV I could turn on the screw as tight as I liked. But,' he laughs, ' you see, I counted without my host. I neA-er dreamed the old man would show fight like — like this.' He points to his head, which is still bandaged. ' He took it hardly, my return — guess he believed me dead, and"], [174, "166 UNDER-CURRENTS resented the breath in me — and I shouldn't wonder if, after all these years, he had got to beheve the place, money and everything, was legally his own. At all events, he Avas deter mined to stick to it, by fair means or foul, as you may see, even if the foul means led him to — murder ! ' Still Dysart says nothing. He has indeed ■withdrawn his dull eyes from the scene with out, Avhere rain and drifting shoAvers have taken the place of the chill sunshine that aAvhile since shone, and is now staring, Avith unseeing eyes, at the parchment that tells him Iioav the property was never his father's, but Avas left to his uncle, and Iioav his father suppressed the will, and kept the property in spite of law and honour, and all things that go to give a sweet savour to man's life on earth. It had never been his father's. All his, Season's, life long, until he Avas old"], [175, "UNDER-CURRENTS 167 enough to emancipate himself, he had eaten of stolen food. If not all his life, at least for many years. Oh, the bitterness of those years now ! Yes, it had never been his father's, all this huge property, it never would be his ! And if not, whose ? Vera ? He starts as if shot ! Suddenly, as though brought back to a sharper consciousness as this thought comes to him, he lifts his head and looks straight at his tormentor. ' Is that all ? ' he asks. ' Well, no. Not quite. Your face says very politely that you'd be glad to see my back, but business first, pleasure afterwards.' He grins. ' It is as good for us to come to terms now, as later.' ' Terms ? ' repeats Dysart, gazing at him darkly. ' Ay, why not ? D'ye think you'll get"], [176, "UNDER-CURRENTS 168 out of it scot-free? I tell you, you are in the same hole as he was, so far as keeping the property goes. I've got my grip on you, too, and, by George, you needn't think you'll get from under it. Come, you're no chicken ; you knoAv Avhat busi ness means as Avell as I do. Say, iioav, Avhat Avill you give me to hold my tongue about — that?' jerking his thumb at the will. Dysart stares at him as if scarcely com prehending. ' Want time to think it over, like your respected parent ? ' with a sneer. ' Not for me, my lad. None o' your tricks, say I. I've had enough of that with the old chap. Don't try it on ; I'm Avide-a.vake this time, and no mistake. We'll settle now, or never. You see you're in my power, my fine fellow, and I'm not the one to '"], [177, "UNDER-CURRENTS 169 ' Sir, I am in no man's power,' says Dysart calmly. ' I trust in God I never shall be. This will,' striking it Avith his hand, ' through which my uncle and his daughters have been — been fraudulently ' — he says the Avord Avith difficulty — ' kept out of their property for so many years, shall be at once restored to its proper owner.' A yelloAV tint overspreads Sedley 's face. As if entirely OA*ercome he sinks upon a chair. ' You'll surrender ? ' he says with a gasp. ' Give in ? Chuck it up ? Well, you're a poor devil ! 'Tis enough to make the old man turn in his grave. Ah ' — a SAvift gleam lights his face, and a look of diabolical cunning lights his eyes — ' so that's your little game, is it ? You'll marry the girl, secure the property, and do the virtuous besides? Then I'm d if you do, without a word from me throAvn"], [178, "LNDER-C URRENTS 170 in ! I'll bloAV on you ; she shall know Avhom she is marrying, and why he is in such a mighty hurry. I'll ' ' Be silent ! ' says Dysart, in a low but terrible tone, that for a moment cows the brute before him. ' I shall never marry my cousin ! ' ' A lie is an easy thing,' says Sedley, Avith a coarse laugh, trying to work off the dis comfiture he is feeling beneath those con temptuous eyes. ' But there is one thing more that perhaps you have overlooked. To so extremely respectable a young gent as you, I fancy it will be aAvkward to have your father's memory dragged here and there through the mud. Scandal's an ugly thing. How will you like to hear this precious story of hoAv he fraudulently — your own word, eh ? — kept out the rightful heir, and himself en joyed the heritage. A \" dainty dish to lay"], [179, "UNDER-CURRENTS 171 before the king,\" eh ? What will you pay me to keep silence, there ? It Avill damn you in society, let me tell you. Come, Avhat will you give ? ' ' Nothing,' steadily, ' I Avill offer you no bribe, Avere it to save me from the gallows. I Avill hold no dealings with you.' ' And your father's memory ? ' asks Sed ley, Avhose eyes are now glaring with malice, and a suspicion of groAving disappointment. ' How Avill you like to hear him branded as a common swindler, whom death alone saved from the law's grip ? ' Dysart blanches. Involuntarily he puts out his hand and seizes the chair next him, and clings to it as if for support. No, no, that he could not endure ! ' Ha, ha ! I thought I'd have you on the hip. I touched you there, eh ? ' He laughs boisterously, fiendishly. ' Come, come to"], [180, "172 UNDER-CURRENTS terms. Down with the rhino ! The sum, eh ? Name it.' ' I Avill give you 500/. the day I see you on board a steamer sailing for Australia,' says Dysart, Avith dry lips, and a heart that seems dead within him. ' I am now comparatively speaking a poor man,' his Avords coming from him slowly, mechanical^*, in a didl expres sionless way. ' I can offer you no more.' Sedley reflects. ' Double it,' lie says at length, ' and I'll leave the country to-morrow. To confess the truth, I am sick of it.' 'I haven't it at this moment, but I daresay I shall be able to manage it,' says Dysart in the same worn-out, indifferent manner. ' In the meantime, Avhile I try to get it, I shall require of you that you stay within this house and hold speech with no one, save Grunch.'"], [181, "UNDER-CURRENTS 173 'All right, I can look out for myself. Don't try any more foul play with me, as you value your life,' says Sedley, walking to the door with a sort of SAvagger. ' You have been in my poAver for a long time,' says Dysart slowly. ' Ay, when you were ignorant that you .Avere in mine ! ' ' True,' says Dysart. ' And yet — you must trust me still.' ' Well, I guess I'll chance it,' says Sedley after a long glance at the young man's pale earnest face."], [182, "174 UNDER- C URRENTS CHAPTER XIH. I hold the world but as the world, Gratiano A stage, where every man must play a part And mine a sad one. With the fatal will clasped in his hand, Dysart goes straight to the small morning room, Avhere he knows he will be sure to find A'era. Twilight is beginning to fall, and already the swift herald of night is proclaim ing the approach of his king. The air is chill with an intense cold, and though fires are burning everywhere, in halls, and corridors, and antechambers, the penetrating sting of frost makes itself felt. Already the old house, under the neAv regime, has taken a Avonderful turn for the better ; life once more seems to rush through its ancient veins, and it stirs,"], [183, "UNDER-CURRENTS 175 and breathes, and rustles, as if making vigorous efforts to fling off the coils of death and sordid disorder, under which for so long it has lain bound. A smart fire is burning in the morning room; blazing pine-logs are flinging forth brilliant flames, Avhite as the moon's rays, and keen as the diamond's. So bright are they, that Vera, nestling in a low chair and bending forward, is reading, by their aid, the thick Arolume she holds in her hand. She starts slightly as he comes in, and lays the book upon the table near her. ' I am sorry to disturb you,' says Dysart, with an effort at calmness, but, it was so necessary that I should come, that ' ' I am glad you have come ; I, too, Avas anxious to see you,' says Vera, a touch of nervousness in her tone. ' I — you must knoAv it is impossible that we should stay here any"], [184, "176 UNDER-CURRENTS longer. Our uncle, aa71io Avas our guardian, is gone and ' — she has risen to her feet and is looking at him in sore distress — •' I have wanted to speak to you about it for a long time ; I thought, perhaps, you Avould help us to find another home.' He can see that she suffers terribly in having to throAV herself upon his good nature, to openly demand his assistance. ' We must leave this and at once,' says she, stammering a little, and with a slight miserable break in her voice. ' You Avill not have to look for another home,' says he ; ' this is your oavii house.' ' Oh, no ! ' drawing back Avith a haughty gesture ; ' I have told you it is impossible. I shall certainly not stay here.' ' As you will,' quite as haughtily. ' It will be in your poAver for the future to reside exactly where you please, but if the fear of seeing me here is deciding you against this"], [185, "UNDER-CURRENTS 177 place, pray be satisfied on that point ; I have no longer the smallest claim to consider my self master here.' Warned by a change in his manner Vera looks at him. ' Something has happened ? ' she says abruptly. ' Yes ; something I find it difficult to ex plain to you.' ' Griselda ! ' exclaims she sharply, her thoughts running first in a stupid, unreason ing fashion to the sister so dearly loved. If harm should have come to her. She gives herself no time to remember that his agitation had to do Avith her quitting the house, not with a possible accident. ' It is not that ; it is nothing of that sort,' Avith some impatience. ' It is not,' bitterly, ' decent grief to Avhich I allude, it is disgrace — for me, not you — so do not have any fear.' VOL. III. N"], [186, "178 UNDER-CURRENTS 'Disgrace? For you? Oh, impossible ! ' The last ardent declaration has been given in a Avhisper. She has grown deadly pale. ' For me, indeed ! ' As he speaks, he flings upon the table with a heavy sigh — heavy as though his soul has been dragged from his body with it — the fatal document that proclaims his father's dishonour. ' Read that ! ' he says vehemently, and turning aside, heartbroken, he Avalks over to one of the distant AvindoAvs, and stands there Avith his back turned to the room. ' But what is it ? ' asks she, womanlike shrinking from the document that smells so distinctly of law. ' Our grandfather's will. It Avill explain everything to you better than I can ; and yet ' — his lips seem to groAV suddenly dry, and it is by a violent effort alone he produces the next words — - this much must be said —"], [187, "UNDER- C URRENTS 179 my father knew of its existence. For twenty years, ever since its execution, he knew of it ! He purposely suppressed it ! He wilfully de frauded your father, you, your sister, of your rights for twenty years ! ' He has compelled himself to turn his face to hers when making this damning confession, and his face is as that of a corpse. ' But what rights ? ' asks she, puzzled, bewildered. 'Haven't I explained sufficiently? Do you compel me,' roughly, ' to go deeper into it ? ' Then he controls himself, and goes on in a loAver tone, through which, however, the anguish he is suffering is distinctly heard. ' I suppose I have not made myself clear. You will excuse me; you will see that it is hard for me.' He is plainly laying a great pressure on himself. ' I hardly know myself what I am saying, but I entreat you to try and follow s2"], [188, "180 UNDER-CURRENTS me, to try and grasp it. Our grandfather, it appears, left a later will than that noAv in force, a Avill by Avhich this property, and all of which he died possessed, with a small ex ception, Avent to your father — and — my father deliberately suppressed and hid that will — my father ! ' There is a little sharp sound in the semi darkness, as though he had brought his teeth together in a strong effort to suppress the shame that is overpoAvering him. It becomes clear to Vera, the horror of despair that must be his, and her heart dies Avithin her. ' But this is horrible ! ' she says faintly ; she lays her hand upon the table, as if to steady herself. ' That is only what I expected you Avould say,' returns he coldly, failing to read her real meaning, ' but I Avould entreat you to"], [189, "UNDER-CURRENTS 181 remember that he is dead ! ' There is a Avorld of reproachful grief in his tone. ' You misjudge me. I was not thinking of him — poor Uncle Gregory ! ' says she, tears rising to her eyes. ' Oh, how could you believe it ? What I mean, is that you Am I to understand, then, that this place is no longer yours ? ' ' You are to understand a little more — that it is yours.' ' I Avon't have it ! ' cries Vera sharply. She throAvs out her hands as though in re nunciation. ' Why should I deprive you of your home ? Give me enough to live on else.vhere Avith Griselda, but ' ' You are quick to fall into error,' says he grimly. ' I have begged you already to try to grasp the situation. It is I, it appears, I Avho ' he hesitates, and after finding it im possible to speak of his father, goes on, ' who"], [190, "182 UNDER-CURRENTS have deprived you of your home. You must see that. I beg,' sloAvly, ' that you will not permit yourself any further foolish discussion on this subject.' So strong a despair savours all his words, that she finds it impossible to take umbrage at tbem. ' Have you considered,' says she, after a while, ' that your surrender of this place to me Avill necessarily give rise to comment ? People Avill Avant to know why you are no longer master here. There will be surmise, question, scandal.' 'I have thought of all that; I have thought, too, that I shall not stay here to face the dishonour of it. I confess, poor as it may sound to you, that I have not the courage for that. I shall throAV up my posi tion at the Bar and go abroad, for eA*er. And I Avill ask you to grant me a fe,v days' grace,"], [191, "UNDER-CURRENTS 183 to conceal all knowledge of this matter,' pointing to the will, 'until I have seen this fellow Sedley safely out of the country. You Avill understand,' brokenly, 'that — that I Avould naturally shrink from hearing him discuss my father's ' ' Oh, don't — don't say it ! ' cries she pas sionately. ' You must indeed hold me in low esteem when you think it necessary to ask me to grant such a request as that.' ' You do grant it, then ? Thank you,' says he Avearily. ' But why need it e\\*er be knoAvn ? ' asks Vera quickly. ' Once that man is gone, who is to betray the truth ? Why should we not come to some arrangement, you and I, and give the world a story that will satisfy it? See now,' drawing nearer to him, ' Avhy Avill you not let this unhappy affair remain a secret between — between,' nervously, ' you and me ? '"], [192, "184 UNDER-CURRENTS ' You forget,' coldly, ' others are interested in it Avho must be told. Griselda, under this neAv — this,' correcting himself with a touch of bitterness, ' old will, inherits a large for tune. She and Peyton will have to hear the truth. There is one thing,' says he, draAving his breath hard, ' that, if he did defraud you, he at least did not squander your money. I have been looking through his papers, and the money accumulated during his lifetime, saved off this property, amounts to an enormous sum. I thank God at least for that small comfort.' He remains silent for a little while, drum ming idly with his fingers on the back of a chair. Vera, too miserable to know Avhat to say, too shocked for tears, stands mutely watching him. ' There is something else I may as .veil say now and be done with it,' he goes on"], [193, "UNDER-CURRENTS 185 presently ; ' there is one slight reparation I can make you. My grandfather, I see, by that] pointing to the will, 'leaves me an estate in Suffolk, a not inconsiderable one I believe, that I give up to you ; and, one thing more,' staying her as she Avould have vehe mently broken in upon his Avords, ' I AA7ish to tell you that — it will sound trivial, I knoAv, but yet I haA7e a great desire to say it — that for the past six years I have lived entirely independent of any assistance from my father. I took no alloAvance from him. I had private means inherited from my mother, and I was, fortunately, not unsuccessful at the Bar.' He is speaking moodily, yet eagerly, and Avith downcast eyes. ' I understand ; I can see why you speak to me like that,' in a suffocating tone. ' You would owe me nothing, would accept nothing at my hands.'"], [194, "186 UNDER-CURRENTS ' Nothing ! ' he turns upon her Avith sudden passion. 'Do you think I have forgotten everything, all that has passed betAveen us? Hoav I pursued you Avith my love, Iioav I madly deemed it possible that love might in time win a return? I — I — the son of a- The terrible word refuses to pass his lips ; with a groan he lets his arms fall forward upon the mantel-piece and buries his face on them. Vera, moved by an uncontrollable impulse, goes to him, and lays her hand lightly on his shoulder. She Avould have spoken, but, as if thrilled to hatred by the pressure of her fingers, he rouses himself and flings off, Avith a gesture of horror — the little kindly hand. ' Do not touch me ! ' he says hoarsely. ' Do you think I could stand your pity ? I tell you it Avould drive me mad. Is not this"], [195, "UNDER- C URRENTS 187 disgrace enough, that you should seek to add to my suffering ? ' There is such fierce anger in the glance he fixes on her, that instinctiA7ely she loAvers her hand and shrinks away from him."], [196, "UNDER-CURRENTS 188 CHAPTER XIV. How tired we feel, my heart and I ! We seem of no use in the world, Our fancies hang grey and uncurled About men's eyes indifferently. Perhaps this little expression of fear does more to restore him to his proper mood than anything she could have devised. ' Of course, I shouldn't have spoken to you like that,' he says hastily, cut to the heart by the frightened, shy look she casts at him. ' There is no excuse for me, I know, yet I would ask your pardon. I scarcely knoAv Avhat I said. And I am afraid,' re luctantly, ' that you will have to see a good deal of me just for awhile until things are"], [197, "UNDER-CURRENTS 189 finally arranged. I shall be obliged to be doAvn here very often during the next six months, there are so many things that must be seen to. The transfer of that Suffolk property amongst others.' ' I have nothing to hear on that subject,' says she with a froAvn. ' Do not for a moment imagine that I can have anything to do with it. You accused me awhile since of speaking foolishly ; do not let me have to accuse you in like manner.' ' You can accept it or not, as you will,' indifferently, ' but be assured that not one penny of the accursed property will I ever touch, not if it were to save me from starva tion. Not that I shall starve,' with a dull smile. ' I have sufficient private means to prevent that, and I dare say I may be able to practice abroad. To the point, however ; I hope you Avill not object to my coming"], [198, "UNDER-CURRENTS 190 here, now and again, until matters have finally arranged themselves.' ' I suppose it is useless for me to tell you that you hurt me very much,' says Vera, with a SAvift indignant glance. ' Why should you not come or go as you will in this house ? Besides,' nervously, ' I should like to go away for awhile, Avith Griselda — for a month or tAvo, somewhere Avhere I might learn to for get my late unhappy life.' 'Yes, you Avere unhappy here,' says he, gazing at her. ' I knew it, yet I Avas poAver less to prevent it. My poor father, what a warped nature he had ! But,' Avith some agitation, ' I Avant you to try and believe this, that there Avere excuses to be made for him. My mother' — he pauses — 'in deed she was true to him, in thought false. It Avas a marriage thrust upon her, and — there Avas another. She Avas the SAveetest, purest woman"], [199, "UNDER-CURRENTS 191 alive,' throwing up his head, ' but she could not live through it — it killed her, and my father knew and never forgave.' A silence falls upon them ; Dysart stands half leaning against the table, his eyes staring blankly through the fast darkening panes before him. There is no hope anywhere. He has entered into the cloud ; he is en veloped by it. There is no light in any place, not the vaguest glimmering of a soli tary star. 'I think, too, there Avas repentance,' he continues presently, softly, as if to himself, yet with a gentle disturbance of manner born of the near presence of a listener. It is evident his thoughts have left the dead, dear mother and have returned to the father, dead, too, but, alas, Avith no tender memories left behind him ! ' His fierce anxiety to see you married to me showed that, as well as his"], [200, "UNDER-CURRENTS 192 passionate desire to expiate his fault by giving you back your own.' ' And thus insuring it to you — his son ! ' It is a little ungenerous, but avIio shall o*auge a Avoman's moods ? But a moment since she had been soft, sympathetic, con sumed Avith pity, and iioav that one un emotional allusion to the marriage that had been so hateful in her eyes, has destroyed all gentle thoughts within her. To speak of it, of that insult, thus indifferently ! A hot rest less colour surges into her cheeks ; her eyes grow hard and clear. Dysart regards her coldly. The strange Avhirlpools of a woman's humour have not been sounded by him. To him her Avords are merely ungracious, ignoble. ' You are, no doubt, correct in the vieAV you take of it,' he says ; ' you are also merci-"], [201, "UNDER-CURRENTS 193 less. Whatever his faults, he is beyond de fending them now.' ' True. I should not have said that ; I Avas wrong,' confesses she with chill self-con demnation. ' I deserve your rebuke, but I suffered many things at his hands. It is not always possible to forget, even Avhen the grave has opened and closed upon our enemy.' ' Was he altogether that ? ' asks Dysart, with emotion. ' What else Avas he ? He deprived me of my inheritance ; he compelled me,' with grow ing intensity, ' to feel the sharp sting* of de pendence ; he would have forced me into a loveless marriage ; he would have married me — to you ! ' ' Truly he was an enemy,' says Dysart, Avith a curious smile. She makes an impatient movement VOL. III. 0"], [202, "UNDER-CURRENTS 194 ' We seem to be ever Avandering from the main subject,' she says. ' I have told you I AA7ant to leave this ; do you think it can be managed soon ? ' ' Is it to me you appeal for help ? ' asks he, with such vehemence, such passionate reproach, that her heart smites her. How stern he looks ! Has she been too unkind, and just now too, now when all his world has crumbled beneath his feet ? She feels de- pressed, ashamed of herself. ' Of you, if you will give it,' she says in a low voice. ' Can I go soon ? May I ? ' She lifts her eyes reluctantly to his, an uncertainty, an appeal in them that is charm ing. A Avild passionate thrill runs through him. Is this indeed his haughty cousin, or Avas the cold repellent girl of a moment since the real Vera — the girl, proud, unapproach able, who, in her days of adversity had"], [203, "UNDER-CURRENTS 195 deliberately scorned him, and yet Avho now when fortune smiles on her can grow humble, gentle, beseeching ? The firelight, breaking into brighter flames, lights up her delicate beauty, the pale, perfect face, the slender, black-robed figure, the pretty white hands. In all the dismal future that stretches itself out before him, in all time, shall he ever be able to blot this picture from his mind? Never, never ! Great HeaAren, Avhat miseries fate has kept cradled in her lap for him all his life, only to crush him with them at last ! ' You must not ask me,' he says frigidly, in answer to her appeal. ' In a day or two, when I have seen Sedley safely out of the country, I shall explain all to your lawyer ; he will advise you. As to money, he will give you anything you may require. Is 02"], [204, "196 UNDER-CURRENTS there any other question you would like to put to me ? ' 'No.' ' Well, that is over,' says he, Avith a quick sigh of apparent relief. He pushes tOAvards her across the table the book she had been reading on his entrance. ' I need not disturb you further ; but you Avill see for yourself that I had to come.' He moves aAvay and then hesitates, as one might who has something to say yet shrinks from saying it. At last he conquers his re pugnance and looks back at her. 'I should like to ask you one thing,' he says, speaking with an effort. ' Do not give up the old house. Do not desert it quite. I shall like to think of you as living here.' He turns aAvay abruptly. There is some thing so solitary, so utterly alone in his whole air, that without giving herself time for thought she springs to her feet and calls to"], [205, "UNDER-CURRENTS 197 him. ' Where are you going ? To sit alone ? To brood over all this ? Oh, do not. Why,' going SAviftly to him and standing before him with doAvncast lips and trembling fingers and quickened breath, 'why not stay here Avith me for a little while and let us discuss all this together, and try to see a Avay out of it?' It is evident that it is a positive pain to her to say this. ' My way is plain before me ; it Avants no discussion,' says Dysart resolutely, refusing to look at her. ' You mean,' tremulously, ' that you will not stay ? ' One Avhite hand hanging at her side closes upon a fold of her soft, black goAvn and crushes it convulsively. ' I mean,' in an uncompromising tone, ' that I fully understand your mistaken kind ness — the sacrifice of your inclinations you would make — and decline to profit by it.'"], [206, "198 UNDER-CURRENTS ' You are disingenuous. What you really mean is,'inalowtone, ' that you Avill not forgive.' ' There is nothing to forgive, save my pre sumption.' He opens the door deliberately and closes it with a firm hand behind him. Vera, left standing thus cavalierly in the middle of the room, with the knowledge full upon her that she has been slighted, spurned, her kind intentions ruthlessly flung back upon her, lets the quick passionate blood rise upwards, until it dyes cheek and brow. A sense of unbearable indignation grows warm within her breast. To be thus deliberately scorned, her attempts at friendliness declined, it is not to be borne. She presses her hand upon her throbbing heart, and then all at once it comes to her that she is no longer poor, forlorn, but rich, one of the richest commoners in England. And Avith this comes, too, a sense"], [207, "UNDER-CURRENTS 199 of deeper desolation than she has as yet known. Dropping into a chair she covers her face with her hands, and cries as if her heart is broken. ' Why, darling, what on earth is it ? ' cries Griselda, coming into the room half an hour later, with all the soft virulence of a spring breeze. ' This troubled house will certainly be the death of you. Ah, you've been reading. Some depressing love-lorn novel, no doubt. How stupid of you, with your spirits already down to zero.' ' Yes, yes. It was foolish,' says Vera, gladly grasping at the excuse offered for her inopportune tears. 'Well, you shan't finish it at all events,' pouncing upon the open volume. ' I'll take care of that. The idea of Aveeping over imaginary Avoes when Why, Vera, it is \" Harry Lorrequer ! \" '"], [208, "UNDER- C URRENTS 200 CHAPTER XV. With a smile on her lip and a tear in her eye. ' Tom, I've something to tell you. Come here, come closer.' This is a distinctly unnecessary order, but the younger Miss Dysart does not seem to see it. She looks at Mr. Peyton Avith a countenance grown supernaturally solemn. ' Something has been found,' she says, in the tone of a conspirator. Of course, it had been considered impos sible, Avhen things were looked into, to keep the whole truth from Griselda, but Vera, Avhen telling her a part, had reserved as much as she could of her uncle's dishonesty. To Griselda the story appeared like a fairy tale."], [209, "UNDER-CURRENTS 201 Suddenly, from somewhere, an old bureau, apparently, with a secret draAver — and what place could be more romantic or desirable for the fulfilment of a successful denouement? — a will had been drawn forth that put an end for ever to the Cinderella fives of her and her Vera. Providentially, the day on which she heard of this miraculous tale was the day on which she expected Mr. Peyton back from his visit to his old home in Derbyshire. ' Found ? ' echoes he Avhen he has obeyed her obliging command not only in the letter but in the spirit. ' Found out, you mean, eh ? ' He grows rather dispirited and his face loses its usual healthy tint. Good Heavens, has she heard then of that awful scene in that vile old ruin ? ' Yes, found out, in a sense, certainly.' She is too full of her longing to detail her neAvs to notice the strangeness of his remark."], [210, "UNDER-CURRENTS 202 ' But, oh, Tom, so extraordinary ! If you Avere a regular conundrum man, one of those people Avho call themselves by abject names and ansAver all the brain-splitters in the society papers, even then I'd say you Avould never guess this one.' ' If that's so,' says Mr. Peyton sensibly, ' let's consider me a fool at once, and get on to business. What was found ? ' ' An old will ! ' ' The deuce ! ' says Mr. Peyton, \"with a tragic start. Then he laughs irrepressibly. ' Whose ? ' says he ; ' yours ? ' ' I really think you might be a little serious ; but go on,' indignantly, ' you'll wake to a sense of your frivolity presently, presently] with aAvful emphasis, ' when you hear that the will was my grandfather's, and — and that it changes everything ; Everything — Seaton is no longer the heir '"], [211, "UNDER-CURRENTS 203 ' My dear girl, do you knoAv what you are saying ? ' says Peyton, now really brought to a proper frame of mind. ' But this will, where was it found, and how ? ' 'In a curious old cabinet, that opened somehow at the side in a most unexpected manner. It had a secret drawer, and in it the will lay. Isn't it interesting ? It appears that this drawer was known only to my grandfather and the man Sedley, whom you found up in the ruin. Perhaps he knew of it, but at all events by accident, as it were, the other day, in moving it or something, this secret drawer flew open and — there lay the will ! ' ' Ah ! ' says Peyton. She has made a dramatic pause ; therefore it is necessary that he should say something. This vague, but eloquent monosyllable, fills his blank. ' It is my opinion,' says she, leaning con-"], [212, "204 UNDER-CURRENTS fidentially towards him, 'that this Sedley kneAV of the will and told my uncle of it, and — and Avhen Uncle Gregory heard that there Avas a chance of his being turned out of the property, why, he tried to kill Sedley ! Oh, Tom, if I am wrong in this awful accu sation, I feel I ought to be hanged, draAvn, and slaughtered, but I can't tell you Iioav it thus presents itself to me over and over again.' 'Tut, my dear,' says Tom lightly, who, hoAvever, is still rather depressed, ' why should you imagine anything so terrible? And, as to the mere finding of a will, I don't see why that should make my lovely girl look as pale as a spent lily.' 'You don't understand yet. I may be wrong about Sedley, but, when I tell you the old will is in reality the new will ' 'Wait a moment. How many wills is"], [213, "UNDER-CURRENTS 205 that ? I feel as if I couldn't possibly on the head of so many others have ever again a will of my own,' says Mr. Peyton, with disgraceful flippancy. ' Oh, will you listen, Tom ? Do you know,' regarding him Avith disfavour, ' honestly, I Avouldn't be such an — an ' ' \" An \" goes Avith \" ass \" or \" idiot,\" a Avith \" fool,\" ' says Mr. Peyton sereneky. ' Continue. I feel there is Avorse still to come. I am resigned — prepared for a deluge.' ' I'm glad to hear it,' hypocritically, and Avith a false air of misery, ' because ' here the false air deserts her, and Avithout Avarning she precipitates herself into his willing arms. ' Oh, Tom, this — this old-new will has given me something over a hundred thousand pounds ! ' For the first time in all their kiioAv ledge of each other Mr. Peyton's arms groAv"], [214, "206 UNDER-CURRENTS slack, Avith that gracious burden between them. ' Isn't it lovely ? ' goes on she, scarcely noticing this defection, or else spiritually com prehending it. ' Now — noAv, instead of your having to help Vera and me, I shall be able to help you to do up that darling old place of yours, in which Ave shall live happy ever afterwards ! ' There are tears, delicious tears in her laughter. But Peyton does not echo her mirth. ' Griselda, are you sure your head is all right ? ' says he, tapping gently that charming member. ' Oh, nonsense, never mind my head. Go and ask Vera if it isn't just what I have said. And, by-the-by, Vera comes in for all the rest of it, everything, in fact, house, place ' ' And Seaton ? ' interrupts he hastily. Griselda grows grave."], [215, "UNDER-CURRENTS 207 ' Ah, that is the only drawback,' she says, ' but I hope we shall be able to arrange things Avith him. It seems he is left quite out in the cold. Oh, I can't bear to think of it ; neither can Vera, though he is absolutely abhorrent to her. I call it a shame that such unjust wills should be made. After all, though we were the children of the elder son, still he was a grandson, and that should count ; boys go before girls. However, I hope it Avill be all right eventually, because Vera is arrang ing to divide everything with him, and, of course, Tom, in that case, we'll divide too ? ' She looks at him anxiously. ' Of course ! ' says he eagerly. ' Oh, by Jove ! Oh, poor old fellow ! Dear old Seaton ! And he was always so good to us. You remember, darling? Took our part straight through, and never betrayed us to the governor, though sometimes I think he"], [216, "208 UNDER-CURRENTS didn't quite approve of our \" plan of cam paign.\" ' It speaks volumes for Tom Peyton that iioav in the hour when his luck has turned and his little adored beggar-maid has turned out a princess, that his first thought should be, not for his OAvn good fortune, not for this strange lift on the Avorld's stairway, but for the disappointment and sad downfall of the friend Avho had been so good to him and his Griselda. ' What Avill Grace say ? ' asks Griselda presently. ' She can't say I'm a bad match for you now, anyAvay ! ' ' My dearest girl, Avhen did she say that ? ' ' She may not have said it, but she thought it, always. She didn't even hint it to me, but she cried it aloud to you. Now, now, Tom,' shaking her singer at him, 'no lies."], [217, "UNDER- C URRENTS 209 The time for them is past. When I was so poor that I liked to try and believe you, you told me them by the ton, in the fond hope that they would make me happier. And they did, I think, though I never believed them — never. And I don't blame her a bit. Why should she want a penniless sister-in-law when she knew you ought to marry money, if only to keep up that charming old place of yours? No, I haven't an unkind word for her. But I am happy in the thought that now she will be glad to Avelcome me. And — do you think she would take me down to Girtonmore, Tom, to see it ? I want so much to go there to see your home ! ' ' Our home,' fondly. ' Ah, yes. That's why I love the very sound of it. Of course, I shouldn't care for it if you were going to marry somebody else. Oh, oh, what a hateful thought ! ' VOL. III. p"], [218, "UNDER-CURRENTS 210 ' An impossible thought ! ' contemp tuously. 'And we'll make it look beautiful, Avon't Ave ? — just what it used to be in the old days. Oh, Tom,' stealing her pretty arms around his neck, ' isn't it nice to have money sometimes ; and isn't it the happiest thing in the Avorld to love as we do ? '"], [219, "UNDER-CURRENTS 211 CHAPTER XVI. The spring clad all in gladness Doth laugh at winter's sadness. Three months have come and gone. Three months of piercing cold, sleet, and snoAV, of days now brilliant Avith a treacherous sun shine, now lost in storms of drifting rain. And at the end of them, lo, a neAv birth! a sweet fresh creation, that cries aloud from every branch and twig, from springing grass and tremulous leaflet, and the Avarm tAvitterings of the birds in all the soft thick bushes. It is still cold and boisterous at times. This mad March weather is more foe than friend, but yet the small fleet touches of p2"], [220, "UNDER-CURRENTS 212 friendship as they come are golden in their Avorth. Above, the skies may have a dull, gray, neutral tint, there may be breathing still of angry storms anon, but below, Avith the coming life in everything, Avho can keep back the hope that yearly surges happily in every breast ? The lilac trees in all the sheltered spots are now a-bud ; fern-fronds begin to peep. Here and there may a stray late violet be found, and delicate groups of dainty, star-like primroses. Sometimes great gleams of passionately eager sunbeams drop down upon the earth, to disappear almost as they come, and leave a blank behind that nature cannot fill ; and by degrees one begins to learn to dread these golden visitants, for on their vanishing foot steps come tearing angry winds and violent tempests and raindrops that dash themselves"], [221, "UNDER-CURRENTS 213 with vehement rage against the trembling window panes. Great changes have these three months brought ! They have unhoused Seaton Dy sart, and given his inheritance into the hands, the most unAvilling hands, of his cousin. Hands too small to wield so large a sceptre. But Mr. Peyton has nobly come to her rescue. It is to him that most of the innova tions owe their birth. The handsome landau, the pony-trap, the single brougham, all have been bought by him. He has perfectly revelled in the choosing of them, and has perforce dragged the reluctant Vera up and doAvn to town (aided manfully by Griselda, who has also been revelling), to vieAv the several carriages, and give her verdict thereon. But it is in the stables that he has indeed shown his native genius. As by a miracle,"], [222, "UNDER-CURRENTS 214 all the boxes have grown full. Through his instrumentality, the handsomest pair of carriage horses in the county have been placed there ; the pony is a very marvel of beauty ; the farm horses irreproachable ; the cobs faultless. He has spirited, at the shortest notice, and from no man knows where, a coachman beyond suspicion ; and a Aveek later a footman, steeped to the neck in testimonials, that are almost tearful in their enthusiastic praise. As for grooms, they seem to fall into their places quite naturally beneath his poAverful Avand, and stable boys spring up, as occasion calls for them, beneath his feet. Lady Riversdale, too, had come to Vera's succour, Avhen time had been given her to get over her disappointment about Seaton. She was heartily and openly indignant at his downfall, and insisted on regarding Vera as"], [223, "UNDER-CURRENTS 215 an impostor. Indeed, it took Seaton himself a good hour to bring her to a proper view of the case, but it is doubtful if she ever entirely forgave Vera for having, as she said, ' thrust him out in the cold.' However, she so far gave in to his entreaties as to call on Vera, and insist on carrying her off to Switzerland with her for a month or two. Griselda and Tom Peyton had, of course, accompanied them, and it naturally was a slight solace to Lady Rivers dale to know that though her favourite was dethroned, her brother's wife, instead of coming to him as a burthen, would bring a considerable fortune. A fortune, undiminished, moreover. Dy sart had distinctly (and in terms that left it impossible to press the matter) declined to accept a penny of the money left to his cousins. He is still in England, but only for"], [224, "216 UNDER. C URRENTS so long as will enable him to Avind up his affairs, and then farewell to his Father land for ever ! Lady Riversdale, after that foreign tour, groAvn attached in a greater degree than she had believed possible, to Season's supplanter, had undertaken the reformation of dismal Greycourt. She had at first advised the girl to let it, but Vera had so distinctly expressed her determination never to do this, that Lady Riversdale, whilst Avondering at the fancy that could make her cling to a place so possessed by tragic memories, had ceased to argue the question with her. Instead, she had entered, heart and soul, with all the energy with which a beneficent nature had endowed her, into the resurrecting it, as she called it, and the bringing of it to a proper frame of mind. Light was thrown in here, there, and"], [225, "UNDER-CURRENTS 217 everywhere. Windows that for years had remained hermetically closed were flung Avide ; innumerable old and musty curtains Avere pulled down and consigned to the dust heap. In all these meritorious acts she was aided and abetted by Griselda, now Mrs. Peyton, and indeed it cannot be said but that Vera, in spite of the feeling that never left her, that she was in truth, what Lady Riversdale unjustly called her, a usurper, took a decided interest in the marvellous changes that were fast transforming the gloomy old mansion into a charming home. Lady Riversdale had brought doAvn with her quite an army of indoor servants, London ones ; Tom Peyton, as I have said, took excellent care of the others. Grunch and old Peter had been pensioned off by Seaton, and were now living within a stone's throw of each other somewhere in the outskirts of"], [226, "218 UNDER-CURRENTS London. To Vera it was an intense relief to get rid of them ; she breathed more freely Avhen their sour faces could no longer be seen on staircase and in corridor ; and indeed it seemed that everything that was being done just noAv Avas ordered Avith a view to her happiness. And yet this gnawing feeling of usurpa tion never leaves her. It clings to her, indoors and out, more especially during the long solitary rambles she loves to take through the wet springy woods, or over the dry and crackling leaves that fall to powder beneath her tread. This wild, fresh, new growth that fills the world around her tempts her forth, and noAv that Griselda has left her, and she is livins alone in the old house, she has ample time given her to indulge in walks as long and as frequent as she may desire."], [227, "UNDER-CURRENTS 219 Each mad little rivulet, swollen by last night's rain, sings aloud a merry song to her as she goes by. The yelloAv sunbeams strike her through the trees. Not one, but a myriad tiny blossoms cry to her through the dank, soft grasses at her feet ; each swaying branch tells of its coming life, and yet her heart is heavy. All Nature used to breathe to her soft whispers of hope and love, and a being perfected, but now — noAv it seems to ha\\7e all gone silent, somehow, to speak to her no more in those gentle numbers, and only the clouds and the shadoAvs appeal to her, closing round, and stretching always before her, as though to engulf her in their sorrow- ful folds ; and the whole world appears but a round ball slipping from under her feet, and there is nothing anywhere to touch, to hold, to keep I Of course these more desperately dejected"], [228, "UNDER-CURRENTS 220 moods do not always have her in their keeping. There are many moments Avhen she is blithe hearted enough, and only too eager to grasp the good the gods hold out with liberal hands. She has been down tAvo or three times to stay Avith Tom and Griselda, and indeed it would be but a sorry wight, a poor heart that never rejoiced, who could come aAvay unimpressed by their geniality. Of Dysart, however, and of his intended projects she knows little or nothing ; some strange perversity always prompting her to change the subject, or sIioav an inclination to turn a deaf ear to it, Avhen Griselda, avIio Avould Avillingly have enlarged on it by the hour, ever makes an attempt to introduce his name into the conversa tion. To-day is rich in storm and rain. The heavens seem to have opened. Down from"], [229, "UNDER-CURRENTS . 221 their watery home come the heavy drops, deluging the gaunt shrubberies, and beating into the sodden earth such presumptuous anemones and daffodils as have dared to show their faces. Vera has just ensconced herself cosily before the leaping fire, book in hand, ha\\'ing resigned all hope of seeing visitors to day, when the sound of carriage-Avheels on the gravel outside the AvindoAv, the echo of a resounding knock, startle her out of her contemplated repose. And now there is a little quick rush through the hall, a springing step up the staircase, the rustle of silken skirts in the ante-room beyond, a voice that makes Vera start eagerly to her feet, and presently Mrs. Peyton, looking supremely happy, and, there fore, charming, flings herself into her sister's arms."], [230, "UNDER-CURRENTS 222 ' What a day to come out, my darling,' says Vera, holding her closely, joy dancing in her eyes. 'What supreme luck to get such a A'isitor as this, on such a heaven-forsaken day!'"], [231, "UNDER-CURRENTS 223 CHAPTER XVII. Thou troublest me ; I am not in the vein. ' Yes, I know. It was because it was so bad that I felt I should come. I couldn't bear the thought of your spending such a day alone, with no company but the pitter-patter of that detestable rain upon the window panes. I had a tussle for it, I can tell you. Tom and Grace threatened to tie me to the leg of the bed, but I dragged myself away, literally. Aren't you surprised to see me in this part of the world so soon again? ' ' Oh, I am too glad to be surprised,' says Vera fondly. ' You're an improvident person,' says Mrs."], [232, "UNDER-CURRENTS 224 Peyton, beaming on her from out the masses of furs that clothe her dainty form. ' Fancy wasting such a pretty speech on a Avoman ! Well, Grace telegraphed for us, to help her with a dinner-party that is to come off to night ; so come we did. And, being so close to you, I felt I should see you or die.' ' It's selfish, I know, but I'm so glad to have you. Let me take off your furs. What a delicious coat! You hadn't that when I was down with you, eh ? ' ' No. It's a new one. Tom gave it me. He's absurder than ever. But I haven't braved the elements and the coachman's wrath to talk about him. It is about Seaton I want to tell you.' ' Seaton ? To come out such a day as this to talk of Seaton ! But why ? It must be something very serious,' says Vera, changing colour perceptibly. She moves abruptly"], [233, "UNDER-CURRENTS 225 from one small table to another, ostensibly with the purpose of changing an ornament though in reality such changes are needless. ' Is — has anything happened to him ? ' ' No, no ; nothing worse than what has already befallen. When I think of it, do you knoAv, Vera, I cannot help regarding us — you and me — as in part criminals. Poor dear felloAV, it must have been a blow to lose everything in one fell SAvoop. And yet what more could Ave have done than Avhat we did do ? To the half of our kingdom Ave offered him, but, as you know, he Avould none of us ! ' She throAvs her arms wide to giA*e further value to this remark. ' I know all that. We have discussed it a thousand times. Surely you did not place yourself in danger of death from droAvning to go over it all again ? ' 'Not exactly ; I was merely leading up to VOL. III. Q"], [234, "226 UNDER-CURRENTS my point, if you had only given me time,' says Griselda, with charming audacity. ' The fact is, Seaton is leaving England for ever, and he has a desire, a longing he cannot subdue, and, I'm sure, a most natural one, to see his old home before he goes.' ' Well ? ' says Vera coldly. ' Well,' in exactly the same tone, Avith a little mockery throAvn in, ' that's the Avhole of it. He wants to get a last look at the old place before leaving it for ever. At least that is how he puts it. To get a last look at you would, perhaps, be nearer the truth. Can he come ? that is the question. I really think it would be only decent if you Avere to drop him a line and ask him. It would be the most graceful thing, at all events.' ' It is so entirely unnecessary. He knows he can ahvays have his own rooms here. One would think I Avas a tyrant of the Middle Ao*es, shut up in my castle, to Avhich no man dare"], [235, "UNDER-CURRENTS 227 make approach. He must know that look on this house as — as quite as much his as mine. He certainly need not ask for a written invitation to come to it.' ' It appears he does, nevertheless. Of course, you have heard he is off next week to the North Pole, or the moon, or somewhere equally rational, where he is certain to find his death. My Avord, Vera, I wouldn't have as much on my soul, as you have, for a little kingdom. It's a bad thing when one gives a man a distaste for life — that sweetest of all things. You should take pattern by me and reform your evil ways ; see how I sacrificed myself. I took Tom, simply and solely be cause ' ' You couldn't help yourself.' ' Nothing of the kind — because I saw he couldn't possibly pull on without me. Well,' with a saucy little glance that only partially a 2"], [236, "228 UNDER-CURRENTS hides a good deal of earnestness, ' can he come ? ' ' I have already said he could. ' Ah, yes ; but that won't do. He doesn't see it in that light ; more's the pity. He makes the most foolish remarks about not liking to intrude upon you, and so on. Not to me, he knows I'd blow his head off, but to Tom, who is so much safer.' ' If he is determined to be so absurdly punctilious,' impatiently, ' of course, he must get his formal invitation.' ' Well, go on. Shall I send it, or will you ? I mean shall I write and tell him you will be charmed if he will come ? ' ' That letter would not bring him.' ' No ? What a conceited speech ! You think him still so very devoted then ? ' ' I think him proud,' with a slight access of colour. ' For the rest, I don't suppose he"], [237, "UNDER-CURRENTS 229 ever thinks of me, save as the person avIio usurped his rights here.' ' He is looking a good deal older,' says Griselda presently, and rather inconsequently. Vera moves impatiently. ' We all get older,' she says, with a swift frown. It is plain that Griselda's last words have been unpleasant to her. ' If I am to believe that Seaton ages, in proportion to the many times I hear he is falling into the sere and yelloAV period of existence, he must now resemble Methuselah ! ' This is such an un usual burst of flippancy for her, that, involun tarily, Griselda turns to look at her with a glance full of surprise. ' He has a hair or two left still,' she says at length, ' and a few front teeth I can vouch for. You must not believe all you hear.' Vera laughs umvillingly. ' It is not wisdom to give credit to all that"], [238, "UNDER-CURRENTS 230 one's mutual acquaintance have got to say,' goes on Griselda mildly, ' but as a mere fact, and as a sisterly account, believe this, he is three years older than he Avas last season. I feel that I should make it the orthodox ten years, but I'm nothing, if not a modern Washington.' ' You speak as if you had seen him yes terday,' says Vera. ' My dear girl, I hope not. I Avould at all risks act up to the character upon which I have modelled myself. I saw him to-day.' ' To-day ? ' starting. ' Why, where is he then ? ' ' Staying Avith Grace. Perhaps he knew I Avas coming here. I don't know ; but,' coax ingly, ' you will give me a little line to take back Avith me ? You won't shut his OAvn doors against him ? ' ' Oh, Griselda, is that kind, is it generous ? '"], [239, "UNDER-CURRENTS 231 cries Vera cut to the heart. ' I will write — yes — but I don't think you should put it so.' ' I'm a beast,' says Griselda SAveetly. This naturally puts an end to all reproach. Having been assured that she isn't a beast or anything lower than the very dearest of girls, Mrs. Peyton returns con amore to the subject in hand. But first she finds something to say about Vera herself. ' Where's your colour ? ' she asks, pinching Vera's pretty pale cheek with fond fingers. ' You look altogether Avoe-begone. I knoAv an artist or tAvo, and I'll tell them, if they Avant a really unimpeachable \" Mariana,\" moated grange and all, they are to come down here. What is it, darling ? You look as if life Avas upside doAvn Avith you, as if the salt and red pepper had gone out of your days somehow, and that you were no longer hungry for the plain rice. And small blame to you, too !"], [240, "UNDER-CURRENTS 232 But what has taken away those spicy ingre dients ? ' ' What a baby you are to talk,' says Vera, Avith an attempt at lightness. ' Never mind me. Tell me more of this hapless cousin of ours.' She tries to speak gaily, but she finds herself suddenly bankrupt where smiles are concerned. ' You see how I hunger for a little bit of gossip.' She goes on as if trying to deaden the effect of her words — to hide the real anxiety she is feeling to know something of the man whom she has ousted, however unwillingly, from his home. ' It is really good to see you,' she says ; ' I've been mooning here alone untill I feel only half alive. Come, tell me all you know.' ' I'll tell you one thing,' glancing rather anxiously out of the window, ' there will be a storm to-night, an early storm, and a storm worth remembering, or I'm a Dutchman ; so I"], [241, "UNDER-CURRENTS 233 haven't much time to stay. After all, I should have come by the train. Twenty miles by that is nothing, and so I'll delight Tom's heart by saying when I get back. Nothing pleases him more than to be discovered in the right. It's the novelty of it, I suppose. You'll give me a note for Seaton, then ? ' ' Yes.' ' And what about that Suffolk property, Vera ? He is still as bent as ever on having nothing to do with it. And now, if he goes abroad, what is to become of it — who'll see to it?' ' I will,' says Vera calmly. ' He may renounce it now in a spirit of Quixotism, but — later on — he will be glad to have it.' ' You mean ' ' That though he now swears he will never touch a penny of it, time is a great healer of"], [242, "UNDER- C URRENTS 234 all injuries, and that by-and-by he will learn not to despise it.' ' When he marries, you mean ? ' says Griselda discontentedly. The idea displeases her. She is noAv more than ever convinced that his cause with Vera is hopeless — a girl who could discuss a man's possible marriage. ' I dare say you may be right,' she goes on presently ; ' he may want to give it to his eldest son by-and-by.' ' Yes, no doubt,' says Vera quietly. She has, however, grown deadly Avhite, and rising abruptly from her chair, goes over to the windoAV. ' What a day ! ' she says in a rather stifled tone. ' For the ducks ! I suppose I must not stay too long. When will luncheon be ready ? Vera, I Avish you would come back with me. Do now. Bundle on your clothes, and get a dinner goAvn into a basket, and there you are."], [243, "UNDER-CURRENTS 235 Grace will be delighted. In fact, she told me to bring you ; and I know you are regularly hipped here. No Avonder, too ; dismal old hole ! ' ' I couldn't, darling. Lady Riversdale was over here yesterday to ask me, and I refused her. I can't bear dinner-parties for one thing.' ' And Seaton is at The Friars for another. I know. As to dinner-parties I hate them quite as much as you do, but Avhat I hate more is to think of you here, alone, without a soul to speak to. I can't believe it is good for you. Why don't you sell the place, or let it ? ' ' No, I shan't do that,' says Vera in a curious tone. ' Well, perhaps you are right. One's own place is always so much better than anything one can hire. And after all I can always come to the rescue. Expect me here the day"], [244, "236 UNDER-CURRENTS after to-morroAv to carry you off with me to Girtonmore. That will cheer you up, and kill the blue-devils.' 'Nothing could cheer me half as much,' says Vera, who is indeed always quite happy Avith Tom and Griselda. ' Well, I must run,' says Griselda, about an hour later, getting up from the luncheon table in a little pretended hurry, ' or I shall catch it. As it is, I'm sure I'll be late, which means earthquakes where Grace is concerned. Now, give me the note for Seaton.' ' Won't it do to-morrow ? ' rather surprised. ' No. I shouldn't wonder if he came over here to-night, on receipt of it. You know, or if you don't, you ought, that he won't go into society at all now ; so that when he gets your permission to come here, it is almost a moral certainly that he will leave The Friars this evening.'"], [245, "UNDER-CURRENTS 237 'I'm glad you have told me,' says Vera. ' One naturally has a distaste for avalanches, and to have him answer an invitation in such hot haste as that ' 'Perhaps he won't. If the promise of storm fulfils itself, I hardly see how he can. I only hope the old house will live through the coming hurricane, and not give way and bury you beneath the ruins. Just the sort of malignant thing it would do. Well, good-bye, darling girl. By-the-by' — pausing as an after thought occurs to her, ' how are the servants going on ? Fighting ? Squabbling ? At logger heads with each other from morning till night? ' ' Oh, no ; as peaceable as possible.' ' Peaceable ? ' as if scarcely able to believe her ears. ' Then all I can say is, lucky you ! You should live with mine for a bit; they'd open your eyes ! However, you are coming down and then you'll see ! '"], [246, "UNDER-CURRENTS 238 ' What do they do ? ' ' What don't they do ? Never mind ; I tell you, when flung into their midst you'll knoAv fast enough. I think they must one and all have been bred and born in Billingsgate. Not, of course, but that they are civil to Tom and me, but otherwise, Avhen they aren't swear ing at each other, they are, one and all, modern Niobes. I'm completely worn out from them. Tom says it's because I don't keep a tight rein. Now you seem born to that kind of thing, Vera ; so I hope you'll help me tackle them, and tell me whom to send away, and whom to keep.' ' A pleasant task,' says Vera laughing. ' How the doomed ones will love me ! ' ' Oh, and Tom sent his love and a kiss.' ' Give him the very same from me when you get back. And here's the note for Seaton, though I really hardly see yet Avhy he"], [247, "UNDER-CURRENTS 239 requires it. Please say I said so,' this very coldly. ' I hope I have made it intelligible, but you have been talking so hard ' ' It wouldn't be me if I wasn't talking, and then you wouldn't care for me,' says Griselda saucily, but fondly encircling her with her arms. She is noAv clad in her furs again, and like a pretty soft, round bear, she hugs her sister, steps into the carriage, and with many adieus and waves of the hand through the window, is driven away."], [248, "240 UNDER-CURRENTS CHAPTER XVIII. - Behind no prison-grate,' she said, ' Which slurs the sunshine half a mile, Live captives so uncomforted As souls behind a smile. God's pity let us pray,' she said. Night has quite closed in, a night exception ally wild and violent, when once more the sound of wheels upon the gravel without catches Vera's ear. Perhaps she had been listening for it — is even in a measure prepared for it, but even if so, this does not prevent the sudden agi tated change that overspreads her face as she hears it. Her pulses quicken unpleasantly, and she half rises to her feet. What a night to be abroad ! All the winds of heaven seem"], [249, "UNDER-CURRENTS 241 to be let loose, and to be warring Avith each other, their tumultuous voices deadening every other sound. Round the old house they shriek and roar as if ravening for prey, tearing through the shrubberies and dashing themselves with passionate force against toAver and turret. Anon come bursts of rain, Avild as they are short, breaking themselves to pieces against the windoAv panes, and cutting up large holes in the gravel. Sometimes, too, through the infernal din of the elements a dull, sullen crash may be heard as some old monarch amongst the trees in the avoocIs below is flung, with many a dying groan, to the earth. The tall weak saplings are bent as though they are mere twigs, and the stately elms bow so low beneath the tyrannous blast, as it goes over them, that one deems it almost miracu lous that they ever rise again. VOL. III. R"], [250, "UNDER-CURRENTS 242 From the sea, away down there beyond the trees, comes a rude roar, as though the ocean itself is in revolt. In the village, the sailors and fishermen stand apart in little groups and shake their heads and look out to sea Avith doubtful faces. And by-and-by, one or two of them give voice to the thought that is filling all minds, that there will be a ' wreck out o' this, 'fore morning.' The coast- guards see to their rocket apparatus, and the lifeboat comes in for a good share of the con- versation. Louder and still louder grows the tempest. The heavy drops beat on the sodden ground. The darkness is terrible. The clouds, From many a horrid rift abortive pour'd Fierce rain with lightning mixed, water with fire In ruin reconciled ; nor slept the winds Within their stony caves, but rush'd abroad From the four hinges of the world. Vera, still standing, listens to the sound of"], [251, "UNDER-CURRENTS 243 footsteps crossing the hall and ascending the stairs. Now they are at the door of the room in Avhich she waits, and for a moment it seems to her that her heart has ceased to beat. A moment later, and it beats with most un- pleasant rapidity ; for the footsteps have passed the door and gone towards that part of the house where Seaton's own rooms used to be, and still, indeed, are. She had cer- tainly thought it possible that he would come in and present himself to his hostess. Is she not that ? Nay, more, she had believed it impossible that he should fail to do so. She pulls herself together now Avith a little pale angry look on her lovely face, and assures herself that he has gone to his own apart- ments merely to change his clothes, and that later on he will pay her the courtesy due to her. Yet in her OAvn heart she knoAvs she is belying her OAvn judgment, and that she will e 2"], [252, "244 UNDER-CURRENTS not see him to-night, nor to-morrow, nor any other time. An hour, two hours, pass, and she is in her room dressing for dinner, when a servant brings her a note. ' I have to thank you for your kind invi tation which Griselda gave me. Business matters have compelled me to come here again — for the last time — to-night ; to tres pass, for the last time, upon your hospitality. I beg you will not let my presence disturb you ; my stay will be so short that I dare to hope you will not mark the coming or the going. — S. D.' A quick wave of colour dyes Vera's face ; she lays the letter with studied slowness upon the table near. ' My compliments to Mr. Dysart, and I hope he will dine with me to-night,' she says calmly, but with an unconscious touch of"], [253, "UNDER-CURRENTS 245 hauteur. Unconsciously, too, when the Avoman has left the room, she puts her hand to her throat, as if to loosen the small band of velvet that encircles it ; she is, however, sure of one thing, that she is passionately angry. Hoav does he dare to treat her like this, to persist in believing — or rather, to pre tend to beheve — that his presence is so dis tasteful to her ? What is he to her, one way or the other, that she should care Avhether he was in her house, or out of it ? Good Heavens, how a man can flatter himself! At dinner, hoAvever, she will have an opportunity of widening his knowledge some what. It Avill be the simplest thing to let him see how utterly unimportant an item he is in the scheme of her existence. There is a brilliant light in her eyes as she turns to receive the woman who has noAv come back Avith an answer to her message to Dysart."], [254, "246 UNDER-CURRENTS There is a timidity in the Avoman's air that warns her. ' Mr. Dysart's compliments and thanks, madam, but he has already dined in town.' ' Fasten this bracelet,' says Vera, holding out her arm. She is aware that the Avoman is watching her, curiously if nervously, and she so moves that the sudden pallor of her face, the sole thing that shows her indigna tion, shall not betray her. ' That will do ; you can go,' she says after awhile. She sweeps downstairs almost on the servant's footsteps, and into the green draAving-room, a smaller apartment than the usual reception rooms, and now looking delicately cosy be neath the touches of lamps and firelight, and with the perfume of many floAvers hanging round it. The contrast betAveen the dainty comfort within and the fierce yelling of the storm"], [255, "UNDER- C URRENTS 247 without is very marked. Vera, as though her soul is in unison rather Avith the angry tumult than the calm, goes quickly to one of the Avindows, and drawing back the curtains gazes outwards as though trying to pierce the intense blackness that covers all things. The wind, the thunder, the lightning, still rage, but the rain has ceased, and in the murky heavens above, a pale, sickly moon is striving feebly to break through the dense clouds. Now and again a faint ray proves its presence only to be swallowed up again by masses of vapour. Light twigs, and some times heavy branches, are flung by the wind against the windows, and once as Vera stands motionlesss, silent, awed, it seems to her that there comes from far away, from out an immeasurable distance, a strange booming sound, that even to her uninitiated ears is horribly full of despair."], [256, "248 UNDER-CURRENTS Again, and once again, that melancholy sound has reached her ears. It has noAv become so real, so entirely a thing present and to be expected, that with an unknown dread she recoils from the window, and lets the curtain drop from her trembling fingers. As she does so the door is thrown open by an agitated hand, and the woman avIio had attended her upstairs comes hurriedly, with out ceremony, into the room. 'Oh, madam, I thought you would like to kno.v — that you should be told ' she stops, frightened by the expression on Vera's face. ' Well ? ' says Vera, going a step nearer to her. ' There is a ship in great distress, madam — somewhere out there,' pointing vaguely in the direction of the ocean, ' upon the rocks, they say ! There is scarcely any hope ' ' But the lifeboat ? ' cries Vera sharply, for-"], [257, "UNDER- C URRENTS 249 getting everything now but the a,vful thought of death — and death so near — out there upon those cruel rocks, with the boiling murderous waves leaping to receive their prey. ' Yes, madam, but that accident yesterday — you will remember it ? — they say it has dis abled six of the men, and it is almost certain death to go at all, and the hands being short, there must be volunteers, and who will risk their fives and ' the town-bred girl stops short with a shiver, and covers her face with her hands. ' Volunteers ! Where is Mr. Dysart ? ' cries Vera suddenly, with prophetic instinct. ' Speak, girl ! ' turning fiercely on her maid. ' Gone down to the beach, madam, to see what can be done.' ' Gone ! ' says Vera slowly, as if dazed, and then again, ' gone ! ' A little convulsive shiver runs through her — it is the final break-"], [258, "UNDER-CURRENTS 250 ing-up of any lingering deceits, any last illu sions, that she may still have clung to. ' Order the carriage,' she says after a minute or tAvo, during which mistress and maid have remained silent. This sudden waking-up has been so far a shock that it has killed all immediate nervousness. She feels chilled, calmed, strengthened ' The carriage, madam ? ' ' Yes, for me.' ' But, madam, the night ! Have you con- sidered ' Order it ! ' says Vera curtly, in a tone the girl has never heard from her before. The moon has in a measure conquered the clouds, and now shines out with a pale Avatery lustre, that rather adds to than takes from the weird wildness of the night. The thun der still rattles overhead, and vivid flashes light the blackness. Here and there, as the"], [259, "UNDER-CURRENTS 251 carriage passes by the outskirts of the wood, these intermittent bursts of light show where a tree has been felled, or the road ripped up, or a small bridge carried bodily away by the force of the swollen current underneath. Either there is a civil strife in heaven, Or else the world, too saucy with the gods, Incenses them to send destruction. All through the deadly crashing of the storm that booming sound may still be heard, but now at longer intervals. Half maddened by it, and by that other greater fear, Vera lies back in the carriage pressing her fingers now to her ears, now to her throbbing brow, that feels as if it were bursting. Arrived at the entrance to the village, a drive of about a mile from Greycourt, she stops the carriage, and opening the door springs to the ground. A sudden gust of wind passing by almost dashes her to the"], [260, "UNDER-CURRENTS 252 earth, but by a superhuman effort she defies it, and half blinded by the flashing lightning, and bewildered by the raging storm, she turns aside, and runs panting, struggling, down a side pathway that she knows leads to the beach below."], [261, "UNDER- C URREN TS 253 CHAPTER XIX. And a voice said in mastery while I strove : ' Guess now who holds thee ? ' ' Death,' I said. But there The silver answer rang, ' Not Death, but Love.' The wild scene that meets her sight strikes terror to her heart. The mad roaring of the waves that, mountains high, rush impetuously inland to dash themselves to pieces against the granite rocks ; the cries of the women ; the hoarse calls of the men ; the flaming, restless torches that fling a weird light upon the picture ; all serve to unnerve her. Clinging desperately to a piece of rock high up on the beach, she crouches close to it, and tries to see all that is going on forward. There is a considerable group of people"], [262, "254 UNDER-CURRENT S collected on the beach, and she can see by the still vivid flashes of lightning that all heads and all hands are pointed in one direction — to Avhere, far out toAvards the rocky point, a dark object can be seen — indistinctly by the dull light of the sickly moon — but clearly Avhen ever a dull flash shocts from the heavens. In the shrouds, and clinging to the rigging, Vera, Avith a terrible sense of helplessness, can see that five human creatures are clinging, with a natural but very faint hope of saving the lives that seem so surely doomed to destruction — only five out of all the souls that set sail a month ago. It seems horrible ! She feels choking, suffocated. Can nothing be done ? Almost, in her agony of pity for those poor, helpless beings, she loses sight of the intolerable fear that has driven her hither, a fear undefined vague but sure."], [263, "UNDER-CURRENTS 255 And now a shout from the beach ! A dark object being dragged forward, a valiant cheer, perhaps meant to reach those miserable souls hovering on death's brink, and so give courage to their failing hearts ; it is the lifeboat, and now A tall figure has suddenly become promi nent ; he seems to tower above all those around him. He is evidently addressing them Avith passionate words, and now he springs into the boat, and Avith reneAved eloquence seems to compel those present to follow him. His voice, in its vehemence, rises even above the storm. Not that the stricken girl crouch ing within the shelter of her rock needs that testimony to know that it is he Avhoni her soul loveth. Great Heaven, Avhat was it the girl had said ? ' Almost certain death ! ' Oh, no ! Not that ! Not this one man ! ' Let all the world"], [264, "256 UNDER-CURRENTS go, but spare me this one creature, kind Hea ven ! ' Those five miserable wretches clinging for dear life to the ropes out there are for gotten, the Avhole creation sinks aAvay from her — only this man exists. There is a stir on the beach once more, a ringing cheer, a rush towards the boat, and a piercing scream from some woman. There are voices upraised in every form of entreaty — prayers, expostulations, commands. A brilliant flash from above shows one young thing hanging wildly round a sailor's neck, as though defying him to cast her from him. She is taken away, though, by strong hands, and flung back, not untenderly, into the group of weeping Avomen behind. Some of them, as though given over to despair, and hopeless of earthly help, fall on their knees, and uplift their eyes to heaven. Vera, as though impelled to follow their"], [265, "UNDER-CURRENTS 257 example, slips on to her knees. She flings back the hood of the fur cloak that covers her, panting for air, and clasps her hands upon her breast. The wild wind catches the hair upon her forehead, and scatters it loosely. She tries to pray, but no thoughts will come ; her lips are dry, frozen, dumb. Yet her whole attitude, her entire mind is surely one earnest, most fervent petition. Her pride is broken down at last, so lost, so dead, that she is conscious now of but one hope, that she may be given the chance of telling him all that her heart contains. This desire is consuming her. Let him scorn her if he will— it is his turn now — but let her only be given one small five minutes in which to betray herself. Oh, to think that he should die and believe her heartless ! VOL. III. s"], [266, "258 UNDER-CURRENTS But it is not true ! He will not, he shall not die ! Who are these people that he should give his life for them ? There must be justice somewhere ! She staggers to her feet, and stares blindly into the semi-darkness. How much time has gone by since she fell half kneeling, half lying in the sand, she knows not, but now a hearty cry goes up from those crowded together on the beach. The mists have cleared away from the moon, and she can see as well as those other eager watchers that the five black spots that were upon the rigging are no longer there. They have been successful then, so far. They have taken those five half-dead creatures into the blessed lifeboat. Surely, if the rescuers could go through such a sea in safety, they can return. A faint sense of hope is struggling for prominence in her breast, Avhen a scream"], [267, "UNDER-CURRENTS 259 from some women strikes like a knell upon her heart. ' It is gone ! Oh, merciful Heaven, gone ! ' Vera, crushed, faint, starts from her hiding place, and runs into the open space before her, as though in some mad Avay to rush to wards the speakers. But the Avind catches her and beats her to her knees. Scarcely breathing, scarcely, indeed, conscious, and with her breath falling from her lips in dry sobs, she lifts her head and gazes out to sea. And then a blessed relief comes to her, so sharply, so unpreparedly, that she almost gives Avay beneath it. The good ship, indeed, is gone ! Where the black, indistinct mass stood a minute since, now all is bare — there is but sea and sky, and the memory of it ! But the lifeboat still lives. To complete her hope, a Avild cry rises from the sailors on the land, a cry mingled a 2"], [268, "260 UNDER-CURRENTS with eloquent sobs, and cheers, and vehement outcalls. There is, too, a rushing here and there, as if of expectation, for these people, trained to all the sad and beauteous sights of the sea, could know, before Vera's inexperi enced eyes could fathom the gloom. To her it seems that no boat could live in such a mad, boiling, ungovernable sea, yet certainly those outcries are full of triumph, and pre sently, indeed, it seems even to her dull eyes that now on the crests of these awful waves, and noAv deep down in the hollows between them, a dark and struggling object can be seen. And now, now, it declares itself. Every onward dash of the tempestuous waves drives the lifeboat the more surely into shelter, until at last it touches ground. A hundred eager hands are stretched out to prevent the return ing Avave from carrying it backwards ; some of"], [269, "UNDER-CURRENTS 261 the men, more adventurous than the rest, rush into the surging tide up to their waists, and seize the boat and drag it forcibly into safety. Dysart, springing to land, helps out the rescued men, now exhausted by fear and ex posure — one of them, indeed, has fainted — but there are kindly arms open to receive them and kindly voices to bid them welcome — and to praise the God of sea and land for their delivery from death this night. Dysart, indeed, is threatened with an ova tion ; wild, almost boisterous, is the greeting he receives. The Avomen press round him Avith hysterical sobs, and some fall upon their knees beside him. For has he not only re scued the shipAvrecked men, but brought back to them in safety their brothers, husbands, sweethearts, from the very depths of that awful sea? Worn-out, fagged to death, Dysart turns"], [270, "262 UNDER-CURRENTS away from them, only stopping to give a last direction or two about the half-droAvned men. ' Take them up to the inn,' he calls aloud to an old sailor hovering on the edge of the croAvd, ' and tell Mrs. Griffin to prepare beds for them ; and tell her, too, that I shall be responsible for any expense to which she may be put. And all you felloAvs,' raising his voice, ' Avho so bravely fought through that sea Avith me to-night, I shall have something to say to you to-morrow — for to-night, go Avith these poor creatures to the inn, and tell the landlady to give you something to bring back the Avarmth to your limbs.' With a hurried wave of the hand he turns abruptly away from the cheering crowd and the dancing torchlights, and makes his way through the heavy darkness towards the small pathway that will lead to the road above. Stumbling, uncertain, and feeling altogether"], [271, "UNDER-CURRENTS 263 exhausted, he nevertheless finds it, and puts out his hand to grope for the rock that he knows stands at the right side of it, where the beach commences. The dismal moon has at last taken its final departure, and clouds big with rain and black as ink cover the heavens. Once more a storm is about to burst over the frightened earth. Already great angry drops are falling, striking his face, and trickling uncomfortably down his neck. He has either miscalculated the exact position of the rock, or Good Heavens, what is this ? He starts violently, and then his fingers fasten with almost convulsive energy over the small cold hand that has been thrust into his. A little sharp cry breaks through the darkness, and then the cold hand is hurriedly withdraAvn, and two arms are thrown round him, and cling to him with passionate vehemence."], [272, "264 UNDER-CURRENTS ' It is you — you ! And you are safe ! Oh, Seaton ! Oh, thank God, thank God ! ' Whose voice is it ? Not Vera's ? Vera ! and yet the clinging arms are warm, living, and genuine ; the sobbing voice is real ; a small dishevelled head is very close to him — very ! What has happened ? Has he gone mad ? Not a Avord escapes him, but he draws a long, long breath, and suddenly, as it were, new fife seems given to him. How could he have thought he was tired a moment since ? The strength of ten men seems noAv to have entered into him, as he takes up the slender, trembhng figure bodily into his arms, and carries it over the rough shingles until he reaches a smoother part of the pathway."], [273, "UNDER-CURRENTS 265 CHAPTER XX. Oh, heart my own, oh, eyes mine too, Whom else could I dare look backward for ? One born to love you, sweet. Here he places her gently on her feet, but still with his arm round her, and, always in perfect silence, they grope their way to the road, where he finds the carriage waiting, the men stamping up and down the road to try to keep Avarm, and the horses restless and terrified, as they once more feel the approach of a storm. Having carefully placed her in the carriage, and covered her with furs to try and restore some warmth to her chill frame, he seats him self beside her, and the short drive home is"], [274, "266 UNDER-CURRENTS commenced. Even iioav no word escapes him ; indeed, it never occurs to him that speech may be necessary. Vera has crouched away into the farthest corner of the brougham, and he, still retaining her hand in a firm, a resolute, grasp, sits motionless, stricken dumb by con flicting hopes and fears. He is sure of one thing only, that the hand he holds is trembling and very cold, and that she, Vera, is trembling too. At last, at last, the house is reached. Always holding her hand, as though afraid to let it go, he assists her out of the carriage, and leads her into the hall — the door standing Avide open. No servants meet them, and drawing her with quick impetuous steps into the room on their right hand, he deliberately closes the door behind them. A brilliant fire is blazing on the hearth, and three or four lamps are burning cheerily."], [275, "UNDER-CURRENTS 267 The intense change from the dull, unutterable blackness of the night outside to this warmly lit and delicately-perfumed room is hardly noticed by him. For the first time releasing her, he unfastens her cloak and hood and flings them on the ground. Laying his hands on her shoulders he turns her more directly to the light. ' Speak !' he says in a hoarse tone. He is ghastly pale, white as the death from which he has but just now so narrowly es caped, and across his right temple there is a slight streak of blood, still wet. This adds to his pallor. Vera, seeing it, shudders violently, and involuntarily, almost unconsciously, lifts her hand and presses her handkerchief to the wound. ' Speak ! ' says he again, and now the word is a command. It rings sharply through the room. There is a ATery anguish of doubt in"], [276, "268 UNDER-CURRENTS his tone, and his eyes, burning into hers, are so full of desperate question, that they utterly unnerve her. The strain of the past terrible hours has been too severe, and now she sinks beneath it. She bursts into tears. 'Oh, yes, yes, yes ! ' she cries, giving him thus vaguely the answer he requires. In a moment his arms are round her, crushing her against his heart. To him those incoherent Avords are full of sweetest meaning. Yes, she loves him ! Who shall tell the joy this knowledge brings him — joy that is almost pain? 'Darling, darling!' Avhispers he softly. And then after a little Avhile, ' I am too happy ! I do not knoAv what to say. I cannot speak.' And then again, ' May I kiss you ? ' He does not wait for permission, but presses his lips to hers — dear lips, that kiss"], [277, "UNDER-CURRENTS 269 him back again, with honest, heartfelt glad ness. When a few minutes have gone by he speaks again. ' Was it lately ? ' he asks, very tenderly ' I don't knoAv. I shall never know. I can't remember when it began. But ' she pauses, and stirs, restlessly yet happily, Avithin his arms. ' I think it must have been always — always,' she repeats, as if a little defiant Avith herself. ' I don't know what is the matter Avith me,' says he presently, with a half laugh ; ' I used to think I had so much to say to you and now there is nothing. It is the great change, I think ; the reaction from utter, horrible hopelessness, to such happiness as I believe no man has ever known before. I suppose it is enough for me to see you — to hold you here against my heart.' He stoops and kisses her"], [278, "UNDER-CURRENTS 270 with earnest but gentle passion. ' Well,' he says, with a long heavy sigh that seems as if his very soul is in it, ' whatever comes after this I shall remain content — you love me ! ' Something in his tone troubles her ; she lifts her head and regards him nervously. ' What is it ? ' she says. ' Listen to me, Vera. I shall not ask you to marry me. Not noAv, nor any other time. Not because you are rich and I am poor — I should not let that come between us for an instant — but because of — of — that old crime that must be for ever fresh in both our memories. I shall not ask you to spoil your life. There is always this stain on me — that I am my father's son.' ' Stain ! What stain ? What has it got to do with you ? ' cries she indignantly. ' Oh, do not speak to me like that ! It makes me"], [279, "UNDER-CURRENTS 271 feel as if — you had not forgiven me.' Her lovely eyes fill with tears. ' If there is a stain on you, it shall be on me, too ; I will not be in any way different from you. Surely you be long to me, and I to you ! Oh,' naively, beginning to cry again, and burying her face on his breast, ' do not say you will not marry me!' ' But ' begins he. ' No, no, no, I will have no buts ! Are you doing this to punish me ? Ah, I know only too well how heartily I deserve it, but I hoped you would be generous enough to ' My darling, what folly ! As if I ever had anything to forgive. But, seriously, Vera, have you thought all this out to the end ? You cannot have forgotten ' ' I have forgotten nothing,' interrupting him eagerly. ' But what has it all to do with"], [280, "UNDER-CURRENTS 272 you and me ? No one knows about it, except Griselda and Tom, and even if they did— if the Avhole Avorld were to shout it abroad I should not care. You,' sweetly, ' would still be you.' This is an incontrovertible fact, and yet he sighs deeply. ' There are other things,' he says ; ' you are now in a position to make a very dis tinguished marriage. People will remember that. I knoAv how they regard you already.' ' I knoAv how I regard myself, as a robber — yes, a barefaced thief. Come, see it in another light— say I don't love you at all, but that conscience has driven me into marrying you, just for the sake of restoring you your own property, which I meanly possessed myself of some little time since.' ' Oh no,' says he, ' I wouldn't look at it in that light for anything. What ! to think now"], [281, "UNDER-CURRENTS 273 that your love wasn't mine ! Do you believe I should live if I thought that ? ' ' Well, you needn't die,' says she, ' but are you going to condemn me to death — and all for a mere paltry touch of pride ? ' ' It isn't that, but I think you ought to consider things more than you do.' ' I am going to consider you for the future, and nothing else,' says Vera, Avho is indeed waxing frivolous, as she sees the ground giving way beneath his feet. ' Other people — your friends — will con sider for you, if you refuse to be sensible for yourself. Griselda ' ' Adores you ! ' triumphantly. ' Sometimes, I confess, I have been jealous.' ' Peyton ' Sings your praises from morning till night ; that is why I am so fond of him.' T VOL. III."], [282, "UNDER-CURRENTS 274 ' Lady Riversdale ? ' ' Pouf ! If you can find nothing better to suggest than that, you are a doomed man Why she is your most devoted servant ; she has never forgiven me for having usurped your rights. Perhaps,' Avith a little artful glance, ' she will take me back into favour now ! ' Dysart laughs. ' You are determined then ? ' he says ; ' you Avill take me ? ' And then with passionate tenderness, ' Sweetheart, if you could only know hoAV thankful I am to be taken ! ' It is at this moment that Vera wakes to a certain fact. ' Your clothes are wet ; you are positively drenched ! ' she cries in a tone of dismay, passing her hand over his coat, which is in deed saturated not only with rain but salt Avater. ' Oh, why didn't I think of it before !"], [283, "UNDER-CURRENTS 275 Go aAvay, go upstairs at once, and change everything on you. You will catch your death of cold ! ' ' Cold ? I defy it,' returns he radiantly, throwing up his handsome head. ' My heart is warm enough to-night to conquer a second deluge. But you, darling,' anxiously, ' I should not have touched you, Avet as I am, and all that exposure— that cold, terrible time on the beach — Vera, I implore, nay, I command you to take some wine, or a little brandy without delay.' 'Go up to your room,' says she imperi ously ; ' I'll send you some brandy there. Command, indeed ! Your turn has not come yet, let me tell you. It is I who shall com mand for a little while. Ah, there, do go. You know you said you oughtn't to touch me with that wet coat, and — yes — I'll promise to take some wine.' T 2"], [284, "276 UNDER-CURRENTS 'You look very pale,' says he apprehen sively, releasing her. 'Do you knoAv that we have had no dinner,' says she, ' and it is now nearly half past ten ? Come, let us both get ready for it, though I suppose Ave shall have to call it supper ; not,' with a little shake of her head, ' that I think I could eat anything.' 'When we see it Ave may,' says Seaton, avIio if he had been quite ingenuous would have declared himself starving. They go upstairs, hand in hand, like two good httle children. ' Don't be long ! ' entreats he, on parting with her at her doorway, with such deep imploring in his tone as would have done credit to a man bidding adieu to his beloved for a score of years or so."], [285, "UNDER- C URRENTS 277 CHAPTER XXI. Sorrows remembered sweeten present joy. In obedience to this ardent request, Vera makes short work Avith her toilette. And yet it is in a very marvel of a gown that she next makes her appearance — a gown far too lovely for a simple evening at home with only a cousin to entertain. But she had tried it on once, and had felt the charm of it, and she could not resist the desire to look her very best in his eyes to-night — this night of all others. No ; Avhen next he sees her he shall have no reason to repent him of his love. It is a soft white gOAvn, innocent of even one fleck of colour. It leaves her fair sweet"], [286, "278 UNDER- C URRENTS arms all bare, but runs up jealously to her very throat, Avhich it surrounds with a dainty fall of priceless lace. ' Surely it Avas made for you, and you only, madam,' says her Avoman, as she gives it a last touch here and there. Downstairs, seeing him standing aAvaiting her upon the hearthrug, she goes quickly to him Avith a charming accession of colour, but no actual shyness. 'My beloved!' whispers he; and then, after the first embrace, holding her from him, ' I never saw you dressed like this before ; I always knew you Avere lovely, but noAv ' ' You have changed your mind ? ' says she gaily, laughing a little, and just a little con fused. ' Come,' leading him towards the door ; ' this afternoon you refused to dine with me — to-night I lead you captive.'"], [287, "UNDER-CURRENTS 279 He has gone down to the village next day, to keep his appointment with the fishermen, when Griselda, true to her promise to carry away Vera with her to her happy home at Girtonmore, makes her appearance. ' Was there ever such a night as last night ? ' exclaims 'she when she has tossed her hat on to a sofa ; ' it kept me awake half my time. You felt it here, of course ! When I wasn't dreaming bad dreams, I lay awake dy ing with fright lest this old ruin was tumbling in on the top of you. It wasn't, however.' ' No,' cheerfully, ' it still uprears itself.' ' Your spirits are better,' says Mrs. Peyton with a prolonged gaze at her ; ' you were down in your boots yesterday, you are up in a balloon to-day. One never knows how to ex pect you. Perhaps,' reflectively, ' that's what makes you so nice. However, I came over fully prepared to find you in a state of de-"], [288, "280 UNDER-CURRENTS spair. ThatAvreck last night must have upset you ?' ' It Avas aAvful ! ' returns Vera with a shudder ; ' but fiA\"e poor people were saved.' ' By Seaton ; so we have heard. It will be in all the papers to-morrow. Really he is turning out a perfect hero. I should think,' lightly, ' his undoubted pluck should melt even so determined a hatred as yours.' Vera colours crimson. ' You're blushing,' says Mrs. Peyton with interest ; ' you are as red as fire — a sign of grace. After all, I believe I was right, and Seaton is not the demon you have always painted him.' ' A demon ! I don't think I ever called him a demon,' murmurs Vera nervously. ' No, the Avord as I recollect it Avas even much stronger. But you know the veriest sinner unhung has his good point. Courage"], [289, "UNDER-CURRENTS 281 is Seaton's. Poor felloAv ! ' with a little rapid change of tone, and a sudden accession of earnestness, ' his life is so spoiled, that I dare say he was sorry the sea did not swallow him up, and put an end to his troubles.' ' Why should you think that ? ' says Vera, who has grown very pale. ' Why shouldn't I ? By-the-by, did you hear any particulars ? Did you see him after the rescue ? ' 'Yes,' in a rather constrained tone. She is trying to work out a Avay to declare the truth to Griselda, but the latter's determina tion to still regard her sister as his bitterest foe makes her task difficult. How can she declare that she loves to-day the man whom yesterday she hated ? ' Oh ! ' says Griselda. She makes the ex clamation rather prolonged. ' Anything the matter, ducky ? ' asks she gazing in a puzzled"], [290, "282 UNDER-CURRENTS fashion at Vera. ' I never saw you look so queer before ! That wreck,' slowly, ' I sup pose ? ' ' Yes, I dare say,' hurriedly, ' to be there — watching — Avaiting — fearing lest every wave should swalloAv him — them] correcting herself hurriedly, and with a rush of blood to her brow. ' Oh, it was horrible ! ' and she covers her eyes with her hands. ' Him ?' repeats the astute Griselda firmly. ' Vera, there is no use in your trying to de ceive me. Something has happened; get it over at once. It will save time, and nothing else, as I shan't stir from this,' planting her self securely on a sofa, ' until I hear all.' ' But Griselda — ' But me no buts. For one thing, you were on the spot watching lest the waves should swallow him. Where was the spot ? The beach?'"], [291, "UNDER- C URRENTS 283 ' Yes,' falters Vera. ' At that hour ! And do you imagine, my good child, that I will believe that purely philanthropic feelings drove you out of a warm house in a storm that could have razed St. Paul's to the ground, merely to knoAv how a ship in distress was faring ? No, no, my Vera, there was something more.' ' Well, what ? ' demands Vera, making a feeble effort to turn upon and defy her adver sary. ' There was Seaton ! And I verily believe Oh, Vera, oh, darling, you are crying ! Is it — can it be true that ?' ' Yes, it is true,' says Vera. ' And when — when — did you know ? When did it happen ? Well, it is the blessedest thing ! It just arranges everything. And do you know all through I liked him, you will remember that?'"], [292, "284 UNDER-CURRENTS 'And you?' shamefacedly, 'what do you remember ? All the horrid things I said of him ? ' My dear, to credit me with such stupid ity ! Fancy any decent person nowadays re membering anything that was best forgotten. No, indeed, and besides ' — laughing — ' a little aversion to begin Avith is a capital help to a lasting affection. But Iioav did it all come about ? ' ' Oh, I don't know,' colouring 'Never mind. It was a mean question. Of course, I couldn't expect you to tell only ' ' I could tell you, if I could tell anyone — and you only,' says Vera, struggling with a sudden shyness. ' You see it was in this way. He was going out in the lifeboat with the other men to rescue these poor creatures, and I Avas down on the beach, and when I saAv the"], [293, "UNDER- C URRENTS 285 raging sea, and then the frail few planks that stood between him and it, and death, I — I Oh, Griselda, I thought I should have gone mad ! And then somehow all at once I knew, I knew everything. I knew that my pretended dislike had been but folly, though it was folly strong enough to deceive even myself for a long time, and that I loved him with all my heart.' ' Yes, go on, it's beautiful ! ' says Griselda encouraging her largely. 'I do like a real love-affair ; none of your wishy-washy sorts, but a bona-fide, stick- at-nothing romance ! Well, you rushed forward, you threw yourself bodily upon him, and forbade him to tempt Providence, by rushing to a watery grave, when there was some one ashore to whom this particular sea-dog was 'I really think, Griselda, you — you needn't !' says Miss Dysart rather affronted."], [294, "286 UNDER- C URRENTS Mrs. Peyton laughs. ' You're so sIoav about it,' she says ; ' a little push Avas all I meant. I thought it might help you on. Well, never mind, I can quite understand how you felt Avhen you saAv the sea on one hand and an idiot on the other.' ' I don't think heroism should be called idiocy,' says Vera rather coldly. ' It shouldn't be called so, of course. But considering Iioav matters stand, I for one should regard Seaton as an idiot if he had let himself be drowned last night.' ' Well, he didn't,' says Vera. ' No. That fact just barely saves him from my scathing sarcasm. Poor old boy ! Tom Avill be glad when he hears about this. But you haven't told me half your story. Go on, Mrs. Dysart, I pine for the third volume. When you saw he would start in that unpleasant lifeboat, what did you do ?"], [295, "UNDER- C URRENTS 287 ' What could I do ? Nothing. Nothing, but wear my heart out till his return.' ' What, nothing ? And ' — with withering contempt — ' was that all that occurred to you — to sit down and grin and bear it ? Good Heavens, had the man no coat tails ? Did it never suggest itself to you to hang on by them ? Oh, if that had been Tom ! How ever, it is all over now, and happily over, so no more need be said. But I should hke to know that you repent of your inaction at that supreme moment.' ' No, I don't,' says Vera indignantly, ' I wouldn't swing on any man's coat for anything you could offer me. It reminds of nothing so much as one of Artemus Ward's abominable women. Of course I know you are only amusing yourself, but still ' ' I'm not, indeed. I seldom felt so solemn. If you like a man, isn't it better to demean"], [296, "288 UNDER-CURRENTS yourself a bit rather than lose him for ever ? It's a large subject, I allow, and — \" American papers, please don't copy ! \" Well, let it go for to-day, at all events. Darling girl ' — very fondly — ' if I talked for ever I could not tell you how glad I am. I know he adores you, and there is something about him that assures me he will make you happy.' She pauses, and then says softly, ' I need not ask, but I suppose he is quite another man now ?' ' I think you would hardly know him,' says Vera, with a sudden, eager delight that tells her sister more than all the rest how she loves him. At this moment the door opens and Sea ton enters the room. His first glance is for Vera. Griselda, regarding him keenly, admits the truth of Vera's last words. Truly, she would not have known him, so happily trans figured is the erstwhile melancholy face."], [297, "UNDER-CURRENTS 289 ' Griselda has come to take me back with her to Girtonmore,' says Vera flushing Avarmly, and glancing from him to Griselda. ' But not alone,' says Griselda, with a charming smile, as she lays her hand in his ; ' you will come with us, will you not ? Tom Avill be more than pleased to welcome his neAv brother.' VOL. III. XI"], [298, "UNDER-CURRENTS 290 CHAPTER XXII. Come back with me to the first of all, Let us learn and love it all over again ; Let us now forget and then recall, Break the rosary in a pearly rain, And gather what we let fall. How sweet, how clear, how cool is the fresh spring wind. Already there is a little touch, a tiny breath, of summer in the air, a baby effort, that yet is felt and delights everyone. April is well begun, and a warm sunlight is no longer a novelty. At Greycourt, great openings in the old yew hedge have been cut, through which the delicate rays rush merrily upon the opening flowers within. In the wood below some of the trees have been felled, and through the"], [299, "UNDER-CURRENTS 291 glades sweet glimpses of the dancing ocean can be had, with here and there a wider vieAV of the rocky coast. An exquisite scene, so grand in its Avild ness as to make one for ever regret the fact that once it had been hidden. Crag after crag rising saw-like, terrible, into the sky, from the green depths of the waters below. So straight these granite walls rise, that not even a shelf stands out to give the adventurous boy who would rob the pigeon's nest a single foothold. To-day the sea is all sapphire, a dark, deep sapphire, touched and streaked here and there by flakes of purest white, whilst all along its lower coast the scanty verdure stands out in bold relief, as red-brown as the hide of a fallow deer Now and again the eye catches glimpses of orange and purple in the valleys on right v 2"], [300, "UNDER-CURRENTS 292 and left, that half-filled Avith cloud reach in land, far, far away to where a misty Avail of shadow dAvells, that is in reality a rising hill, but from here resembles the sulky draAving back of night to give place to victorious day. The curling waves are running in little white rushes along the shore. Not baby waves, not yet full grown, but strong young lasses and lads, as it Avere, hurrying along in all the glory of their strength and youth, only to Avaste themselves upon the strand of Time ! Sometimes one wave will catch another, and mingle with it, and clasp it warmly, Avhereon a mighty mass of spray Avill rise high in the ambient air, and fall again, with a musical crash, into the solemn parent of both these wild things. Over there in the distance the lighthouse stands, Avhite and glaring in the sunshine ;"], [301, "UNDER-CURRENTS 293 whilst nearer, flying between us and it, great croAvds of snowy sea-gulls float hither and thither, or settle with their other friends in soft masses on the hot and pebbly beach. Motionless they stand there, as though eternally affixed to that one spot. When lo ! a Avord, a gesture, and they uprise a grey white cloud, and the whole wild lovely flock disappear behind the huge rock leaning ocean- Avard upon our right. The Avild cry of the curlew startles one, and even as one stares disconsolately after the last gulls, two solan geese come slowly into sight, flying now up, now down ; now skim ming close to the dancing waves, now skirting their very bosoms, as though riding thereon ; anon uplifting themselves, but always Avith an eager eye to the prey beneath. And now at last there is a downward dash, a swift rush, a faint wriggle, and the"], [302, "UNDERCURRENTS 294 fish is caught ! Great fishers these, and grace ful as dexterous ! Vera who has come out upon the terrace, and is now moving sloAvly down the garden to that other terrace below, feasts her eyes lovingly upon this exquisite scene. To-day, how different it is from that other ocean she never can forget, Avith its wild, white, raging surface ; and yet to it, too, she bears no ill- Avill, for did it not give him back to her, in spite of all its seeming treachery? And to morroAv will be her wedding-day ! A great light has been thrown upon the garden wherein she Avalks, dreaming sAveet dreams. Heaven's sunshine has been given room, and now streams over her and every spot whereon she treads. Over garden, and pleasaunce, and budding orchard, and the grim old walls of the house itself. Workmen are everywhere. The gaunt,"], [303, "UNDER-CURRENTS 295 hideous ruin where that last fatal scene in Gregory Dysart's fife took place has been laid level with the ground. In time old memories will disappear with it. Sedley has gone back to Australia, and even if he were to return can do little to disturb the gladness of the two lives so soon to be made one. As Vera reaches the lowest terrace of all she sees Dysart come towards her from the wood. There is a very respectable entrance now from it to the gardens above, a flight of steps that vanquishes the old wall at once, and at the top a charmingly rustic little gate. But as Griselda had said on seeing it, 'It knocked romance on the head. No more danger of breaking your neck now, no scope for the talents of a modern Romeo. One had but to walk up the steps, swing back the orthodox gate, and lo ! there you were in the presence of your beloved without any"], [304, "UNDER-CURRENTS 296 trouble at all ! It Avas far too tame.' Thus Griselda. A quick happy flush mounts to Vera's broAV as she goes quickly foi'Avard, and gives her hand to Dysart. 'I thought you still in London,' she says ; ' I did not think you would come doAvn to The Friars until to-night, and I did not dare hope to see you until to-morrow.' ' To-morroAV ! ' says Dysart. He lifts her face and kisses her fondly. ' Oh, Seaton, the workmen,' expostulates she, ' don't you know, they are everywhere ! ' ' Except here,' says Seaton with a rather uselessly careful look around now, consider ing that the crime has been accomplished. He had indeed forgotten all about them. ' I wanted to bring you these,' bringing two or three jewel cases out of his pockets. ' I thought, perhaps, you Avould wear them to-"], [305, "UNDER-CURRENTS 297 morrow.' He is as embarrassed as though he were offering her a deadly insult, instead of as lovely a set of pearls as any girl need care to have. ' Oh, Seaton, Iioav delicious ! ' cries she ; and now it is she who forgets the Avorkmen. ' You extravagant boy, they must have cost a fortune ! ' ' I have only had them re-set. They were my mother's,' replies he. ' Ah, I thought there was a look about them one never sees in modern jewels ! ' says she, and fortliAvith seats herself upon one of the stone steps, the better to admire her new treasures. She is evidently delighted Avith them. She strings them round her neck, and fastens them in her gown, and pushes them into the high knot on the top of her shapely head, and otherwise decks out her pretty person Avith them. ' And if they look .veil"], [306, "298 UNDER-CURRENTS now,' cries she naively, taking it for granted that they do, ' how will they look when I am en grande toilette ? ' ' I am glad you will Avear them first upon your Avedding-day,' says he softly. There is a pause whilst she is replacing them in their cases, and then — ' Do you remember, Vera, something you said about me very shortly after we first met? I have thought of it so often since.' ' Well, don't think of it any more,' says she, growing rather pale. ' Why not ? I don't mind thinking of any thing noAv. You said you knew it would take only time to teach you to utterly detest me.' ' Why do you remember that to-day of all days ?' — her eyes are distinctly reproachful. 'Because I am rather proud of it than otherwise. You have had time and yet — you don't detest me, do you ? '"], [307, "UNDER-CURRENTS 299 ' Oh, love,' says she, so heartbrokenly that he in turn grows miserable, ' will you ever forgive me entirely, do you think ? It seems to me that it must be impossible for you to do it. What madness possessed me in those days ! All through, do you know, I believe I loved you, but so many things held me back.' ' I don't regret it now,' says he, ' all I have gone through, all I have suffered ' ' Ah, I suffered too ! ' ' All we have suffered has only made this present happiness the sweeter. Perhaps I should not have reminded you of those past days just noAv, but, somehow, all my thoughts seem yours, I cannot keep anything back from you.' ' Well, I defy you to make me sad to-day,' says she Avith a little laugh, flinging her mo mentary remorse from her. ' Come,' springing"], [308, "UNDER-CURRENTS 300 to her feet, ' let us go to the end of the terrace and see what the men there are doing.' They wander aAvay in happy idleness to watch the Avorkmen at their task, and scarcely have they done so, Avhen Griselda trips lightly down the hilly path through the ye,v hedge to the gravelled Avalk below, closely followed by Tom Peyton. Arrived at the old parapet she pauses to point out to him for the thousandth time the exact spot Avhere she used to risk life and limb to go and meet him in the wood. ' I Avonder I didn't kill myself,' says she, peering over the six feet of wall that bounds the garden ; ' I Avas near doing it, I'm posi tive, many a time and oft.' ' What a frightful thing it would have been had you done so ! ' says he. ' Just con sider all you would have lost.' He smites himself expressively upon the breast."], [309, "UNDER-CURRENTS 301 ' Frightful for you, certainly,' with a ma licious glance. ' You would then have been left stranded in this lonely world, Avithout the only creature who was, I am convinced, expressly born to keep you in order. Dear me,' glancing downwards again with unmis takable pride, ' it was a difficult climb ! ' ' Yes. It's astonishing what deadly risks you ran for the pleasure of seeing me ! ' says Mr. Peyton complacently. 'Nothing could keep you from me — not even the fear of breaking your neck ! ' ' Nonsense,' indignantly, ' I don't believe it was half as much to see you I went down there as for the joy of defying Uncle Gregory! And, at all events,' with a scornful glance, ' if I knew you were sitting here now all day long, waiting as you used to do in perfectly miserable suspense, I shouldn't dream of descending that dreadful wall.'"], [310, "302 UNDER-CURRENTS - 1 should hope not, indeed, my dear,' in a tone of reproof ; ' as a rule, respectable matrons do not perform acrobatic feats of that description. Lest you might be tempted, I shall not, therefore, perch myself upon a fallen log and wait for you in \" miserable suspense.\" ' ' I only Avish I had you indoors and alone for a minute or two,' says Mrs. Peyton, with full meaning in her tone. ' As you haven't, I shall still regard life as Avorth living,' returns her husband. ' Come,' tucking his arm genially within hers, ' let's go and unearth Vera.' ' Dear thing ! I do hope to-morrow will be as fine as to-day. If ever the sun should shine upon anyone's wedding-day it should be upon hers.' ' Why ? ' with a rather suspicious thirst for information."], [311, "UNDER-CURRENTS 303 ' Oh, you know the old adage, \" Happy is the bride that the sun shines on.\" ' ' Ah, and Avhat about the others ? I recollect it rained cats and dogs on you.' 'Well, doesn't that just show?' retorts she with a mischievous glance. ' Quite so. I entirely agree with you. It shoAvs what a lying old adage it is. Mrs. Peyton,' stopping short in the middle of the pathAvay, ' are you going to deny that you are the happiest woman in Great Britain ? ' ' Tom, what a fool you are ! ' cries his Avife laughing ; and then with a bewitching little side glance, ' perhaps that's why I love you so.' Whatever Tom might have replied to this is never known, as at this moment Gri selda's eyes have caught sight of some one standing at the farthest end of the long walk. ' There's Vera ! ' cries she. ' At last, and"], [312, "UNDER-CURRENTS 304 Seaton with her ! Vera ! Ve-ra ! Here we are ! Here I am ! ' — she shouts this extremely superfluous remark at the very top of her healthy young lungs. ' Aren't you glad to see us ? After all, Ave were able to come quite early.' By this time she is in Vera's arms. ' And Iioav are you, darling ? No need to ask, Seaton is with you. Hoav d'ye do, Seaton? I brought Tom too, because he'd be sure to be late if he waited for to morrow, and anybody late at a wedding puts everybody out so.' ' It's very unfair,' says Tom, in a melan choly tone. ' I don't think I am such an unmitigated bore as she makes me out. I should certainly have been in time for your Avedding, Vera, if I sat up all night to make sure of it. The fact is, she can't get on with out me and so ' ' Never mind him ! ' says Mrs. Peyton,"], [313, "UNDER-CURRENTS 305 with fine contempt. ' Well, and Iioav does the trousseau go, Vera ? Any chance of the Avedding garment turning up in time ? You know I always Avarned you against that Avoman. She is so ultra-fashionable that she thinks it her duty to disappoint two people at least in the year ; and besides, she all but told Grace that ' ' That she certainly wouldn't disappoint me,' interrupts Vera laughing. ' If you go in and up to my room, you will find that spot less garment lying on my bed.' ' It's come ! It's on view ! Ye gods, and here have I been wasting my time ! ' cries Griselda, turning tail at once and making for the house. ' Vera, you can follow if you will, but I for one can stay here no longer Avith such a temptation offered to me as a new Avedding-goAvn.' ' Wait and I'll race you to the house,' VOL. III. x"], [314, "306 UNDER-CURRENTS cries Peyton, avIio quails before the thought of doing gooseberry to the two beside him ; ' wait, can't you ? Well, I do call that un fair.' He puts forth his strength and soon overtakes her. ' I think you needn't have done that,' says he reproachfully. ' What ? ' ' Left me alone there with them ' Why ? Did they threaten you ? molest you ? show any desire to reduce you to poAvder ? ' ' They looked every bit of it ; and they certainly gave me to understand that my room was, at all events, as good as my com pany. Spoony people have no manners ; I thought the most ignorant knew that ! ' But after all neither Vera nor Dysart are thinking much about them. ' I suppose I must go in,' says Vera re luctantly. ' And you ? '"], [315, "UNDER-CURRENTS 307 ' I must catch the next train back to The Friars. It seems too bad that I must leave you, but there is always a happy thought somewhere. To-morroAv will come, and then I shall never have to leave you again.' A little strange half- troubled look crosses his face. They are quite alone, and with a gentle but impulsive gesture he takes her in his arms. ' Darling, sweetheart, forgive me the question,' he says hurriedly, ' but — are you sure you love me ? ' ' I wish I was not so sure,' returns she, with a rather nervous if entirely happy laugh. ' Do you know,' slipping her fingers into his, ' that, as each morning comes, I ' She pauses as if ashamed of herself and rubs her pretty cheek up and down against his sleeve in a little soft confused way. ' Well, darling ? As each day comes ?'"], [316, "308 UNDER- CURRENTS ' I wonder how it was I didn't love you enough yesterday.' ' Oh, Vera ! ' whispers he, straining her to his heart. the end PRINTED BY 9POTT1SWOODK AND CO., NEW-STREET SQL'ABE LOXDOH"], [317, "The 'MOLLY BAWN' SERIES of POPULAR NOYELS. Works by the Author of 'MOLLY BAWN,' 'GREEN PLEASURE AND GREY GRIEF,' &c. Ac. In Pictorial Covers, fcp. %vo. 2s.; or, in limp red cloth, fcp. Svo. 2s. (id. each. PHYLLIS : a Novel. ' A clever and interesting novel.' — Spectator. ' Very pleasant writing.' —Queen. MOLLY BAWN. ' Really an attractive novel, idealising human life without departing from the truth, and depicting the love of a tender, feminine, yet high-spirited girl in a most touching manner. Full of wit, spirit, and gaiety. We advise all to order \"Molly Bawn\" from the circulating library. All women will envy and all men will fall in love with her. Higher praise we surely cannot give.' — Athenæum. 'AIRY FAIRY LILIAN.' 'A delightful story, cast in the same mould as its predecessors. The characters are cleverly drawn, the dialogue is terse and pointed.' — Court Journal. MRS. GEOFFREY. 1 A prettier or more readable story than \" Mrs. Geoffrey \" nobody need wish to meet with.' — Scotsman. ROSSMOYNE. ' Monica Beresford is a very pretty example of Irish naivett dissociated from shille laghs ; and there is true humour in the conception of Kit, her sister.' — Academy. DORIS. ** ' ' Doris \" is a clever story of a marriage of convenience The dialogue is good ; that of \" Dicky Browne,\" a kind of licensed jester, being really bright and lively. The heroine is well drawn, and so is a terrible aunt of hers, whose encounters with the Marquis (himself a clever portrait) are diverting.' — Academy. GREEN PLEASURE AND GREY GRIEF. '\"Green Pleasure and Grey Grief\" is what many of its readers will be inclined to call a sweetly pretty story.' — Athenæum. PORTIA. ' \"Portia, or by Passions Rocked,\" is of the category of novels to which may fairly be applied the epithet of \" charming.\" ' — Morning Post. BEAUTY'S DAUGHTERS. ' Another triumph. ... Of the success of the story there can hardly be any doubt.' Court Journal. FAITH AND UNFAITH. (A singularly bright, vivacious, readable story.' — Illustrated London News. ' \" Faith and Unfaith\" is distinctly superior to three-fourths of the fiction published. .... The incidents are of a most painfully exciting kind, and the narrative is bright and lively throughout.' — Academy. LADY BRANKSMERE. ' The plot is capital, and the details are so cleverly and gradually worked out that the real denouement is never suspected. . . . Sufficiently sensational to suit the most ardent admirers of fiction, and yet contains much that is worthy of admiration. ' — Court Journal. LOYS, LORD BERRESFORD, and other Tales. 'A collection of stories which cannot fail to be popular. There is something good in all of them, and one or two are especially racy and piquant.' — Academy. London: SMITH, ELDER, & CO., 15 Waterloo Place."], [318, "MISS THACKERAY'S WORKS. Uniform Edition, each Volume Illustrated with a Vignette Title page. Large crown 8vo. 6s. each. i. OLD KENSINGTON. 6. THE STORY OF ELIZABETH; 2. THE VILLAGE ON THE CLIFF. JZsAA ° U RS * FR°M AN 3* FSN?*'t?p,SENDS AND A 7- TOILERS' AND SPINSTERS ; and YOUNG PRINCE. other Essays. 4. TO ESTHER: and other Sketches. 8 MISS ANGEL: FULHAM LAWN. 5. BLUEBEARD'S KEYS: and other o. MISS WILLIAMSON'S DIVAGA- Stories. TIONS. io. MRS. DYMOND. ILLUSTRATED EDITION OF THE LIFE AND WORKS OF CHARLOTTE BRONTE (CURRER BELL and her sisters). EMILY and ANNE BRONTE (ELLIS and ACTON P.F.LL). In Seven Volumes, large crown 8vo. handsomely bound in cloth, price 5s. per volume. The descriptions in 'Jane Eyre' and the other fictions by Charlotte Bronte and her Sisters being mostly of actual places, the Publishers considered that Views are the most suitable Illustrations for the novels. They are indebted for a clue to the real names of the most interesting scenes to a friend of the Bronte family, who enabled the artist, Mr. G. M. Wimperis, to identify the places described. He made faithful sketches of them on the spot, and drew them on wood. It is hoped that these views will add fresh interest to the reading-; of the stories. 1. JANE EYRE. By Charlotte Bronte. With Five Illustrations. 2. SHIRLEY. By Charlotte Bronte. With Five Illustrations. 3. VILETTE. By Charlotte BrontE. With Five Illustrations. 4. THE PROFESSOR, and POEMS. By Charlotte Bronte, With Poems by her Sisters and Father. With Five Illustrations. 5. WUTHERING HEIGHTS. By Emily BrontS. AGNES GREY. By Anne BrontH. With a Preface and Biographical Notice of both Authors by Charlotte Bronte. With Five Illustrations. 6. THE TENANT OF WILDFELL HALL. By Anne Bronte. With Five Illustrations. 7. LIFE OF CHARLOTTE BRONTE. By Mrs. Gaskell. With Seven Illustrations. *fi* The volumes are also to be had in fcp. Svo. limp cloth, price 2s. 6d. each. UNIFORM EDITION OF MRS. GASKELL'S NOVELS AND TALES. In Seven Volumes, bound in cloth, each containing Four Illustrations, price 3s. 6d. each. CONTENTS OF THE VOLUMES: Vol. I. WIVES AND DAUGHTERS. I Vol. III. SYLVIA'S LOVERS. Vol. II. NORTH AND SOUTH. | Vol. IV. CRANFORD. Company Manners — The Well of Pen-Morpha — The Heart of John Middleton — Traits and Stories of the Huguenots — Six Weeks at Heppenheim — The Squire's Story — Libbie Marsh's Three Eras— Curious if True— The Moorland Cottage -The Sexton's Hero — Disappearances — Right at last — The Manchester Marriage — Lois the Witch — The Crooked Branch. VoL_ y MARy BART0N Cousin Phillis — My French Master— The Old Nurse's Story— Bessy's Troubles at Home — Christmas Storms and Sunshine. Vol. VI. RUTH. The Grey Woman — Morton Hall— Mr. Harrison's Confessions — Hand and Heart. Vol. VII. LIZZIE LEIGH. A Dark Night's Work — Round the Sofa — My Lady Ludlow— An Accursed Race— The Doom of the Griffiths— Haifa Lifetime Ago— The Poor Clare— The Half- Brothers. *»* The Volumes are also to be had in fcp. Zvo. limp cloth, price 2s. 6d. each London : SMITH, ELDER, & CO., 15 Waterloo Place,"], [319, "* The Cornhill is the most interesting of English magazines.\" Vanity Fair. 'The magazine reader will find no better investment for his sixpence.' Pall Mall Gazette. ' The Cornhill still holds its place as the best of the Sixpenny monthlies. and deservedly so. ' — Scottish Review. PRICE SIXPENCE MONTH L Y. THE CORNHILL MAGAZINE Edited by JAMES PAYN. Each number contains, in addition to an instalment of a Serial Story by a Popular Author, SHORT STORIES AND ARTICLES BY THE BEST WRITERS. A. NEW SERIAL STORY ENTITZEI* 4A LIFE'S MORNING/ By GEORGE GISSING, Author of ' Demos,' ' Thyrza,' &c. Was commenced in the January, 1888, number, and will be continu;d throughout the year. Volumes I. to IX. of the New Series (July 1883 to December 1887) price 4s. (id. each, bound in cloth, are kept in stock, AND FORM VERY SUITABLE VOLUMES FOR PRESENTATION OR LIBRARY PURPOSES. ■-» Cases for binding the Volumes may be had, price One Shilling each. London : SMITH, ELDER, & CO., 15 Waterloo Place."], [320, "ILLUSTRATED EDITIONS or POPULAR WORKS. Handsomely bound in cloth gilt, each volume containing* Four Illustrations. Crown 8vo. 3s. 6d. each. THE SMALL HOUSE AT ALLINGTON By Anthony Trollope. FRAMLEY PARSONAGE. By Anthony Trollope. THE CLAVERINGS. By Anthony Trollope. TRANSFORMATION : a Romance. By Nathaniel Hawthorne. domestic stories. By the Author of 'John Halifax, Gentleman.' NO NAME. By Wilkie Collins. ARMADALE. By Wilkie Collins. after dark. By Wilkie Collins. THE MOORS AND THE FENS. By Mrs. J. H. Riddell. WITHIN THE PRECINCTS. By Mrs. OLirHANT. CARITA. By Mrs. Oiiphant. FOR PERCIVAL. By Margaret Veley. NO NEW THING. By W. E. Norris. LOVE THE DEBT. By Basil. London : SMITH, ELDER, & CO., 15 Waterloo Place."], [321, ""], [322, ""], [323, ""], [324, ""]]