[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "SKÅLAR OCH FÖREDRACx I CARL JOHANS-FÖRBUNDET den 8 Mars dren 1848— 185 1. IPSALA C. A. Leffieb. 185*/."], [8, ""], [9, "18 48. J_Fet var i dag för fyra år sedan, ungefär vid denna timma, som en hög hjellekonung lemnade jorden, bjöd farväl åt Nordens folk och uppträdde inför den Evige domare, hvilken Han, så vidt menniskor kunna se, genom en lång och verksam lefnad, troget tjenat, och som äfven omfattat honom med sitt faderliga hägn och skänkt honom lofnadsöden, ovanligt utmärkta äfven af limlig lycka och framgång. Han öfverlemnade vid sin bortgång åt histo rien icke blott ett namn i de Nordiska folkens konunga längd, utan äfven ett verkligt fortlefvande, stort och både med nordens och Europas historia djupt införlifvadt minne, som skall tillvexa genom de kommande tider och när den dag inträffar, då både prisets och smädelsens för gängliga röster tystnat och historien uttalar sin rättvisa dom, omgifvas med ära och glans. Det är af denna anledning, som vår lilla krets nu samlat sig och vi vilja broderligen dricka en skål icke för Carl Johans minne, ty detla är oberoende af oss och vår hyllning, och skall utan tvifvel lefva ännu länge sedan stormen hviner. öfver våra förgätna grafvar, utan för minnet af den kärlek, vi och våra med oss liktänkande medborgare för honom hyse. Denna kärlek utgör en, om också obetydlig, del af det stora faclum, CarL Johans minne öfverlemnat till efler verlden och innehåller ett vittnesbörd, som är vigligt, om äfven icke för Carl Johans ära, dock åtminstone sä kert för Sveriges. Men om vi äfven icke skulle kunna hoppas, att vår kärlek till den store Hädangångne, skall"], [10, "4 i framtiden kunna öfvergå till ett sådant historiskt vitt- nesbörd, räkne vi dock för en glädjefull hugnad attsjelfve bevara den, och derigenom hos oss oupphörligt återupp- lifva erinringen derom, att vi sett och personligen känt en man, som på sina natursgåfvor, sin character, sin verksamhet och sina öden burit storhetens prägel, och med denna storhet i ovanligt hög grad förenat mildhetens och menniskokärlekens rena och starka vilja. Hans hjerla klappade varmt äfven under purpurn, och äfven ifrån thro- nens höjd kunde han se ner i dälden och der känna igen äfven den ringaste ibland sina bröder, ined ömhet deltaga i hans bekymmer, ined aklning uppskatta hans mennisko- värde och med fördragsamhet bedömma hans fel. Men det, som framför allt annat utmärker Carl Johan ibland alla hans samtida, är alt hans tänkesätt var genomträngd! af vördnad. Han bar vördnad ej endast för försynen, den heliga verldsordningen och mensklighetens gemen- samma bestämmelse, utan äfven för det, som utgör orga- net och en ibland uppenbarelserna af denna högre magt, samhället och dess inrättningar; och han tyckes hafva haft en djup insigt deruti, att samhällets inre gemen- samma lif är högre och ntägtigare än menniskovilja och menniskokrafl, och att således äfven den väldigaste på jorden icke kan ulöfva det välde, hvilket han med djup förvillelse ofla anser och kallar för sitt, med framgång, ulan såvidt han är tjenare åt denna högre, gudomliga magt. Om denna vördnad vittnar hela hans lefnad, och nästan ännu mer arten och syftningen af alla de smädel ser, som fäslat sig vid hans namn. Gulår mine Bröder !- Vi dricke delta glas för bevarandet af vår kärlek till Carl Johan, och vi hoppas att minnet deraf, i fall det fortlefver efter oss, skall bära vittne derom, att vördnad, kärlek och tacksamhet, dessa mägliga häfstänger för sjä lens lyftning och mensklighelens förädling, någon gång kraftigt inverkat äfven på Svenska hjertan."], [11, "5 1849. t. V i minnas att, då vi det förflutna året på denna dag voro samlade, för alt gemensamt upplifva våra hjertan genom den återväckta hågkomsten af Carl Johans vör- dade namn, vi blefvo öfverraskade af den just då an- lända underrättelsen om den i Paris icke bloit utbrutna trtan äfven redan i hufvudsaken utförda revolutionen; och vi anade då hvad som äfven sedan inträffat, att den var en början lill skakningar, uppror och borgerliga krig inom flera delar af Europa. Denna revolution är dock blöt t elt enskildt utbrott af den inre sjukdom, som i en lång följd af år fortgått inom det Europeiska sam- fundslifvet och hufvudsakligen genomgripit culturens in- nersta område. De skakningar, hvälfningar och omsiört- ningar, som i sextio år utgjort hufvudsaken af Europas historia, hafva utgält från en lika slor och mägtig, som djerf och lögnfull mening, hvilken åtminstone hos mäng- den eröfrat herraväldet inom tankens verld. Denna me- ning är en känk protest emot försyn och verldsordning, och innehåller att det är menniskans vilja som är helig och icke Guds; att det icke är lifvets eviga lag, som leder [»ensidigheten fram emot dess bestämmelses mål, utan tvertoni den derifrån emanciperade menniskans fri- het och att i följd deraf trohet och lydnad böra förak- tas, men deremot djerfbet och våld prisas. Ifrån denna djupt rotade mening har utvecklat sig a ena sidan en vildhet i mängdens tänkesätt, som förfärligt skikai sam hällets grundvalar, och å den andia den ål våldets män"], [12, "6 egnade vämjeliga afgudadyrkan , som är det verkliga slafsinnets egentliga rot. Det är nu icke passande, att ingå i någon undersökning om denna förfärligt skefva rigtning hos tänkesättet och dess egentliga orsaker, om dess inre nödvändighet och om hvarthän vi skole vända oss för att med framgång söka hopp om räddning ifrån det förderf, Ijvarmed den hotar oss. Vi vilje nu blott uppfatta verkligheten af dess faclum. Tviflels köld och hädelsens fräckhet hafva förjagat alla fromheiens och kärlekens englar ifrån menniskobjerlat och sammanpres sat det till egoismens trånga eremitkula, der livar och en för sig dyrkar icke någon annan gudomlighet, än sin egen individualitets ideal eller lycka. Denna den egna personlighetens husgudsdyrkan utgör vår tids egentliga hedendom, och det är derifrån de tjocka töcknar sliga upp, som förmörka tankeverldens himmel och ifrån hvilka sedermera i oräkneliga tunga, kalla droppar fal ler ned det döfvande gift, \"som fräter länken bort ur bjernans kamrar, och mod och styrka ur det fria bröst\". Individualismen tågar fram genom bildningens verld så som elt skimrande vidunder. Bakom honom ligga omät- liga korallbankar af förkrossade hjärtan och dödade för- hoppningar, men hans ansigte skiner som solen och folken falla tillbedjande ned inför honom och helsa honom, såsom morgonens härold, såsom hoppets genius, såsom den verklige räddaren och befriaren. Han är dock blott en niordengel, som lika säkert skall förstöra mensklig lycka, som han förstört och förstör mensklig dygd. — När vi se tillbaka på det tidehvarf, hvars rö relser hufvudsakligen berott af denna individualismens dsemoniska magt, liknar del ett af tätt på hvarandra följande orcaner till ytterlighet upurördt brusande haf, som på sina blodiga vågor upphöjer den ena väldiga menniskogestalten efter den andra, för att snart derpå återslörta dem i. djupet. Vid en sådan betraktelse mö tas dock våra blickar åtminstone af en man, som varit"], [13, "7 i omedelbar beröring med sjelfva centralområdet för pas sionernas häftigaste strid, och der i likhet med alla de öfriga i samma ställning varit blottställd för frestelserna till inkräktningsbegär, till hatfull förföljelse, till våldsam och blodig handling, men gått fram ur denna pröfning ren och obefläckad. Vi se honom sedan upphöjas på en af den högsta samhällsmyndigbetens spetsar och der mö tas af frestelserna till hersklv sinad. till menniskoförakt, till sjelfklokhelens käcka ingripande i samhällets lagar och ordning: men äfven på thronen bibehåller han kärle kens fulla värma och med stark vördnad hyllar han sam hällets, öfver menniskoviljan upphöjda, heliga grundkraft ; vi se honom i Europas största strid träda upp och af både furstar och folk emottaga en förtroendets hyllning, hvil ken väl sällan, om någonsin, någon annan i följd blott af sina egna personliga egenskaper fått i lika hög grad åtnjuta, men den frestelse, som denna hyllning innebar till högmod och ärelystnad, förmådde ,h varken öfverväl diga hans själ eller ens förleda honom, att åt något enda håll öfverskrida gränsen för sin skyldighet; vi se honom sedan blifva föremål för mångfaldiga ilskna och nedriga smädelser, men icke en gång den rättvisa harm han deröfver naturligtvis måste känna, förmådde qväfva den kärlekens himmelåtsträfvande låga som brann i hans bröst; vi se honom uppnå en hög ålder och en lång tid vara konungaförbundets Nestor, men icke heller ålder domens afkylande och förlamande inflytelse hade magt öfver hans rikt begåfvade hjerlas ädlare krafter, utan han geck ur verlden med samma rika och djupa känsla af vördnad och kärlek, som lifvat honom under hela hans långa och ärofulla lefnadsbana. Om, säger jag, vi hafve selt en sådan man, kunne vi med glädje säga det oss blifvit förunnadi att åskåda något, som ej blott är stort, sublimt och skönt, utan äfven bör kraftigt stärka vår, annars måhända i följd af lidens skakande föi hållanden, lätt vacklande tro på menniskans förmåga"], [14, "8 af trohet och verklig dygd — och vi böre skatta det minne vi derigenom förvärfvat, såsom en försynens skänk. Det är åter med djup känsla af denna tacksamhet, som vi I öm me delta glas för den skål,' som är oss så kär, för fortfarandet och tillvexten genom de kommande ti der af Carl Johans vördade minne. 9. Kellgren har skrifvit en satir, som klädd i drägten af en myihologisk fabel, väl gäller menniskoslägtet i all mänhet, men dock synes åsyfta en särskild tillämpning på vårt kära fädernesland. — Jofur hade skapat verlden och då han såg att allt var godt, genomträngdes han af glädjens förtjusning och inbjöd de öfriga gndarna att dellaga deri. Ej blott Apollo och Minerva, utan äfven den andra Gudaskaran instämde med vördnad och fröjd i sin herres och mästares lof. Men der kom slutligen en uf smågudarne fram, den beryktade Momus, Ut nr hans falska blick ett bittert löje lyste, Hans läppar gift, hans hjerla galla hyste, Hans panna grälets skrynklor bar — — Efter en svekfullt smickrande inledning, började han sitt klander. Han tyckle alt verldskropparna icke voro så väl ordnade. Den fixsijernan hade bort slå så här och den planelen gå så der. Somliga stodo hvarandra för nära och andra voro för långt ålskiljda. Alla hade den simpla klotformen och ingen sexkant eller åttakant var till finnandes o. s. v. Det var allt så enformigt, och så likadant, allt så beiäknadt på macbinell ordning och jemn fortgång, utan någon anledning till tvedrägtens och sön dringens fria och lefvande rörelser, att när allt geck kring, så fanns det, menie Momus, hos hela skapelsen just ingenting, som förtjenie alt berömmas. Jofur blef af detta tal väl trött, kanhända också något stött — men han höll dock god min och sade blott:"], [15, "9 I sanning gör det mig elt nöje, Alt Momus i min konst så mycken insisl har: Tag detla ämne, som är qvar Och skapa sjelf bäst du är kar. Momus förstod icke att detla var ett gäckeri, ly I alla verldens dar Var dumhet öfvermodets far, utan tog Jofur på sitt ord, och smorde hop, hvad då? — vår jord. Den största skiljaktigheten emellan Jo- furs och Momi skapelseverk låg uti den sedlighetens lag, som de hvar för sig gåfvo åt sina förnuftiga varel ser. Jofur hade befallt sina Att vara nöjde med sin lycka, Och söka blott förkofring i sitt vett, hvaremot Momus uppmanade sina, Att vara nöjde med silt vett, Och söka blott förkofring i sin lycka När vi nu i tankarna are samlade kring Carl Jo- hans graf böre vi allvarligt behjerla denna skiljaktighet, och besluta oss om vi skole hålla oss lill Jofur eller till Momus. Carl Johan är nämligen vår framlids verk- lige Jofur. Han har uppmanat oss att vara nöjde med vår lycka. Han har försatt oss i vänligt förhållande till våra grannar, och gjort denna vår politiska ställning så stark, att vi, oakladt all vår grälighet, hafva svårt att träda ut derur. Han har förmanat oss, genom ord och gerning, alt bära aktning för vår samhällsförfatt- ning, och ej låta sjelfklokhet, afund eller egennytla, förleda oss alt med försiöringslust angripa dess grund- valar. Deremot uppmanade han oss, alt arbeta på för- kofringen af vår bildning. Han bar högaktning för både vetenskap, konst och industri, och uppmuntrade deras idkare. Ehuru sjelf uilänning, ansåg han icke bildningen såsom något, hvilket kunde utifrån införas. Mig veterligen gaf han oss aldrig det rådet, alt vi skulle fortsätta vår hittills använda bildningsinethod, och vara"], [16, "10 antingen Fransosernas apor eller Tyskarnes skolepiltar, ulan ifrån hela hans lefnad utgår uppmaningen alt tro get arbeta på utvecklingen af vårt eget inre, och han har till hela Svenska folket uttalat den förmaning, Gustaf I på dödssängen gaf sina söner: \"varer Svenske!\" Han var i sitt innersta genomträngd af den förtröstan på det heligas magt, som ulgör all sann bildnings rot och grund. Han sade till en resande Fransos, efter det han yttrat djupa bekymmer om Europas framtid under det tårar fuktade hans ögon: \"Mais je crois — et il faut croire\". — Han yttrade engång till en deputation af Professorer ifrån Upsala: \"Tiden är mörk och orolig och man kan mången gäng bli frestad, att förtvifla om framliden. Men vi skole, hvar och en på sin plats, tro get bemöda oss att uppfylla våra skyldigheter — et esperons, car Dieu fera le reste!\" — Sådana ord fick man ofta höra ifrån hans läppar, och, så vidl menniskor kunna dönima, voro de verkliga uttryck af hans innersta tankar. Annorlunda har Momus talat. Han har först och främst uppmanat oss, att vara nöjde med vårt vett! Naturens andeliga gåfvor äro här uppe i Norden, menar han, särdeles stora och beböfva icke förkofras. När Svensken får göra hvad han vill, så gör han rätt; när han får säga hvad han vill, så talar han klokt. Momus har ett bittert hal (ill tankar, i synnerhet när de äro stora, höga eller ädla; då äro de för honom som den röda färgen för kalkonen. Deremot älskar han särdeles mycket inånga ord, i synnerhet då de äro smädliga. Vår lycka skole vi åter förkofra, och detta sker, menar han, bäst derigenom att vi förändra vår ställning, med hvil ken vi således först och främst skole göra oss, så miss nöjda som möjligt. Vi böre flitigt erinra oss det vi en kort tid ägde ett eröfringsvälde, ty detta är den egent liga Egyptiska köttgrytan, efter hvilken vi böre längta, och vi böre inbilla oss, att vi när som helst kunne"], [17, "11 återvinna det, blott vi sjelfve vilja. Vår statsförfattning våra lagar och vår styrelse skole vi anse såsom den egentliga grunden till våra olyckor, och vi böre derföre anstränga våra yttersta krafter för att nedrifva och kull kasta dem. Skulle Momus blifva herre öfver vårt öde, är det knappt värdt att tala något om vår framtid. Hvad hans uppmaningar i afseende på våra yitre för hållanden angår, så torde väl dessa svårligen komma lill handling, utan stanna sannolikt vid att utan återvändo idkeligen utropa: \"ur vägen Moscoviter!'' — och detla belyder ingenting så länge ingen, som det egentligen angår, hör det. Men huru det kan gå med statsförfatt ningen är en annan fråga. Väl är denna starkt sam manfogad, och vår Momus är icke såsom i Frankrike en Briarevs med jeiiekraft i de hundrade armarna, ulan en liten vanskaplig dverg med många, ehuru ytterligt små bufvuden. Dock kan det länkas såsom möjligt att IMomi slägte, dessa käbbellustans oräkneliga da-inoner, småningom kunna trötta ut de lefvande krafter som än- nu hylla trohetens magt, och all i följd deraf samhälls- byggnaden kan lossna i sina fogningar och af sig sjelf falla sönder. Om åter detla händer, har jag den oför gripliga öfvertygelsen, att Svenska folkets förstånd och bildning, sådana de nu äro, äro alldeles för små och otillräckliga, att åstadkomma en ny samhällsordning, med något slags förmåga att sammanhålla sig, vore det äfven blott for den kortaste tid, ulan Momus får slå der ibland ruinerna, ensam med sin dumhet, och säga såsom barnen, när de i oförslånd sönderslagit något : \"Så der har det sntii', och vår framtid kan då icke blifva något annat än en fullbordan af Kellgrens profetia: ''Bälten skall med blygd elt vidsträckt dårhus famna\". Men åt sådana tankar kunne vi icke gifva rum, då vi stå vid Carl Johans graf och äre lifvade af hans minne; ty detta minne föder hopp. Det är sagdt och af världshistorien bekräfladt, att kärleken fåll elt rike på"], [18, "12 jorden, en magt, som är större än ödets, omständighe ternes och den tilltagsna sjelfklokhetens, äfven då denna understödjes af mägtiga talenter. Förr eller sednare skall den dag uppgå då den Skandinaviska ballon blir det, It vartill naturen synes hafva ämnat den, det verkliga manhem, bostaden för mannatro och mannavett och för det sanna mannamod, som icke i våldsam handlingslust ulan i tålamod har sin skönaste och ädlaste utvecklings- form, då dess innevånare, genom enighet, trohet och ihärdighet kunna vara segersälle i den väldiga strid, som är dem af ödet förelagd, med kölden, stormen och den väl jernbemängda men klippiga grund, som är så karg och motspänstig för odlarens arbeten. Och då det just är en sådan slrid, som mer än något annat förmår ut- rota flärdens lust ar ur menniskosjälen och gifva spän- stighet och segerkraft åt dess högre och ädlare förmö- genheter, k u 11 ri t- vi äfven hoppas, att vetenskapens under- bara lampa, om det någonsin blir åt den sökande men- niskoanden förunnadt, att finna den, skall kunna upp- ställas äfven på denna väldiga klippa och derifrån sprida sitt klara sken öfver verlden, öfver haf och land, så att folken skola se hit upp såsom till ett vishetens vårdtorn. Det lyckligare och bättre slägle, som då vandrar på våra fäders jord, skall med en tacksamhet, som djupare än vår förstår sig sjelf, bevara det minne vi redan nu kärleksfullt fire, emedan det bättre och klarare än vi skall kunna se, att öfver begynnelsen af den samfunds- lifvels rigtning, som gifvit uppkomst åt deras förädlade samhällscharacter, historien skrifvit Carl Johans namn. När kommer denna lyckliga, herrliga dag? — Det vete vi ej — vi känne blott att den tillhör en aflägsen framtid. — Men vi böre uppfatta tanken derpå ej alle nast med anande hopp utan äfven med uppoffrande kär lek, och det är endast medelbart genom denna tanke, som vi med full sanning kunne bevara Carl Johans minne, emedan hans käraste föreställning, ända intill"], [19, "13 lifvets afton var: Skandinaviens lyckliga och ärofulla framtid! — Lefve derföre hoppet om denna framtid i våra bröst — närdt och underhållet af varm och helig kärlek ! 185 0. t. JLfet tidehvarf, hvari vi nu lefve och som tog sin början för tvenne år sedan, är troligen elt af historiens läro- rikaste skiften. De djupa förvillelser, som redan länge genomträngt mängdens tänkesätt, hafva nu åter brutit fram i våldsam och blodig handling, men just genom sin egen hastiga framgång hafva de kommit i ställning alt bättre än förr förslå, vederlägga och möjligen förstöra sig sjelfva. Mången sjelfklokhetens man, som i sinfiendt- lighet emot samhällets bestående ordning förr var tem- ligen säker på sin sak, slår nu förvirrad och undrar. En af Englands mest ansedde författare*), en anhängare af liberalismen och onekligen en af denna politiska åsigts största och mägtigaste literära lalenler, har nyligen yllrat dessa märkvärdiga ord: \"sedan 1818 års revolution hafva, såväl ifrån talarestolar som i bokpressens nästan oräkne liga alster, läror och meningar blifvit yttrade, som om de skulle kunna verkliggöras, skulle på 30 år förstöra *) Mac Aulay."], [20, "14 hvad menskligheten förvärfvat på trettio sekler\". Denne lalentfulle författare har likväl förr alllid varit en an hängare af den äldre revolutionens läror, och dessa läror voro i hufvudsaken öfverensstämmande med dem, som förkunnas nu. De sednare äro blott en fullständigare utvecklingsform af de förre. Det dårskapens jettestora träd, som nu står inför våra ögon och väcker vår för färan, är ganska gammalt och har djupa rötter i vårt slägtes förflutna historia. Men de blommor, som sedan sextio år tillbaka utgjort dess kronas prakt och med sina prunkande och vanligen bjert röda färger tjusat mängdens sinnen, hafva nu vissnat; och dess för öfrigt nakna grenar äro nu fullsatta endast med de giftiga fruk ter, som icke en gång kunna kallas för sodomsäplen, emedan äfven det glänsande skalet är försvunnet och de visa nu omedelbart sitt vidriga innehåll. Den för villelse som nu antagit denna förfärligt hotande skepnad, beslår väsendtligen deri, att man icke har någon tro på, något medvetande af eller någon vördnad för samhällets verkliga ifrån försynen sjelf omedelbart utgående och så ledes öfver menniskoviljans magt upphöjda lif; samt i följd deraf anser samhällets inrättning och lagar, ej alle nast såsom blott och bart menuiskov erk, ulan äfven det oaktadt såsom samhällets grund och ursprung. Alt efler godtfinnande förändra eller förstöra dessa inrättningar tror man sig derföre vara fullt berättigad, och man förmenar derjeuile att man genom dylika föländringar af det yllre och verkligt beroende uti samhället kan ifrån grunden förvandla samfundslifvet sjelft. Denna djupa förvillelse har, ehuru den knappt någonsin varit så allmänt, genom skenfagra tbeoretiska läror, förkunnad och utbredd som nu, dock ifrån ålder fördunklat vårt slägtes historia, och gifvit den skepnaden af oupphörliga vexlingar emellan despotism och anarchi. Dessa olika former af samhällets sjukdom, bekämpa väl oupphörligt hvarandra med bitter fiendtlighet, och folken öfverlemna sig med fanalisk ifver"], [21, "15 ömsevis än åt den ena och än åt den andra af dem, så snart det lidande, den ena förorsakar, öfversliger måttet af deras tålamod. Men de uigå dock ur samma inre gemensamma rot. Då den, som af lyckan, antingen den ärftliga .eller den individuella, ställes på samhällets spels, der icke förnimmer något hvarken af den ande, som ifrån begynnelsen herrskande sväfvat öfver det förgäng ligas bäfvande rörliga massor, eller af mensklighetens gudasände genius, eller af den vishet, som blifvit för— värfvad genom tankens verksamhet och culturens vård, eller af nationalitetens protest emot den enskilda menni skoviljans missbruk af sig sjelf, eller af jämmerropen ifrån nödens och eländets många och vidsträckta områ den; utan på fullt allvar tror, att samhället icke är nå got annat än en piedestal för den herskarestol, der han kan sätta sig ned för att emotlaga folkmassornas afgu dadyrkan, då uppkommer ett till förfärlighet vidrigt skådespel, och dess vidrighet förhöjes af den hyllning folken undergifvet frambära åt den missbrukade magien och af den tro de derigenom yttra, att en sådan indivi dualismens ytterligt ensidiga utvecklingsform är den rätta gestalten af mensklig storhet, den sanna uppenbarelsen af mcnniskonaiurens innersta. Denna hyllning kan dock icke blifva något bestående, ty dess inre grund är ett erkännande af egoismens princip, och denna mer och mer genomgripande det allmänna tänkesättet fostrar upp afundens, hämndens och roflystnadens passioner, hvilka slutligen med fanatisk vildhet bryla ut och drifva stora folkskaror fram mot den förut dyrkade herrskarestolen, för att rycka sönder den, och då detla icke lyckas, kifva om hvilken skall sitia der. Då uppkomma dessa blodi ga förfärliga uppträden af samhällets nästan fullständiga förstöringsprocess, af hvilka så mänga djupt' förmörkat och vanärat vår tid. Men ehuru dessa uppträden blifvit ifrån början af samhällets historia så ofta förnyade, att de i mer än en"], [22, "16 betraktares ögon synas utgöra den sednares egentliga in nehåll, forlfar dock i mensklighetens inre försynens lif vande, uppräithållände och återställande kraft, i sin för menniskors ögon oftast fördolda verksamhet och gifver åt samhället ej blott bestånd, ulan äfven utveckling och fortgång. De menniskokrafter, som ulföra detla mensk lighetens stora verk, äro de, som tro på lifvets gudom liga ursprung och i följd deraf inse att de, deras plats i samhället må vara på dess höjder eller i dess dälder, icke kunna vara något högre än tjenare åt denna lif vets eviga magt. Det är sällan, som den falska ära, hvilken har sin grund blott i menniskopris, faller på dessa trognas lott, men deremot är deras välsignelserika inflytelse på mensklighetens öden genomgripande och stor. Carl Johan hade under sin långa ärorika bana till hört fyra olikartade samhällen. Uppväxt under den gamla Franska Monarchien, lät han, ehuru då innehaf vande blott en underordnad plats och genomträngd af en uppålsiräfvander ande, dock af densamma, när revolulio nen utbröt, hvarken locka eller skräma sig till otrohet emot sin skyldighet. I republikens tjenst steg han ha stigt och högt, och då revolutionens fortgående förslö ringsprocess tillintetgjorde äfven denna samhällsform, in nehade han en hög, inflytelserik och ärofull ställning. Han var den 18 Brumaire, af republikens högre Em betsmän nästan den ende, som öppet, fullständigt och kraftfullt uttalade sitt ogillande af de rev oluiionära slämplingar, som beredde dess undergång, men ehuru erbjudande sin tjenst till samhällets räddning, ville han dock träda upp till dess försvar endast i laglig form och äfven för detta ädla ändamål, afskydde han att begagna den revolutionära handlingens lugslridiga medel. Hos Kejsareväldet ogillade han allvarligt både dess princip och dess medel samt tyckes ifrån början hafva inseit dess förgänglighet och fördolde aldrig denna sin öfver-"], [23, "17 tygelse, men det oaktadt var han äfven- under denna samhällsform sitt fäderneslands trogne tjenare, och ut förde i denna egenskap många stora, vigtiga och ärofulla värf. När han kom till oss, fick han emottaga styrelsen af en samhällsinrättning, alldeles olikartad med både det ena och det andra af de samhällen han förut såsom medborgare tillhört, men icke en gång thronens magt kunde förleda honom till alfall ifrån vördnaden för sam hällets verkliga inre lif och den mensklighetens fordran som utgör det väsendtliga deri, — utan han förblef den fullkomligt trogen, hvilket vi så mycket tydligare måste inse som. de smädelser, för hvilka han var föremål, egent ligen emot denna vördnad riglade sina pilar. Carl Johan var således genom hela sin lefnad i ord och gerning en förkunnare af den sublima sanningen, att troheten utgör det väsendtliga likasåväl i konungens som i medborgarens politiska dygd; han var en praktisk lärare i vördnaden för samhällets lif och i den deri grundade förtröstan, att den fortgång, utveckling och förvandling, som utgöra mensklighelens väsende och samhällets ändamål, kunna af menniskor befrämjas endast genom denna vördnads fulla och det oaktadt verksamma trohet, och att upplös ningen och undergången af det föråldrade och hämman de uti samhällets inrättningar, måste vara följd af dess förädlade lif och således aldrig kunna blifva orsak dertill — med ett ord, han var en lärare, i hvad man har skäl att kalla för politikens religion. Vi samlas snart omkring vår gamla samhällsinrätt ning, som måhända i högre grad än det är händelsen hos andra folkslag är genomträngd af lifvets organise rande.kraft, och månge utsträcka med käckt mod sina händer för att om möjligt omkullstörta dess grundvalar, och göra början lill ett efterspel äfven hos oss af den förfärliga tragedi, som nu fortgår inom Europas central länder. Hvad \"utgör under sådana förhållanden vårt po litiska tänkesätts största, mest trängande behof? är det 2"], [24, "18 icke det af den vördnad för samhällets verkliga lif, och af den öfvertygelse att sann förbättring af dess ytire skick icke kan äga rum annorlunda än såsom frukt af detta lifs egen genomgripande förvandlingskraft, af hvilka Carl Johans hela lefnad utgör en så trogen uppenba- relse? — Vare derföre det glas vi nu tömme ett uttryck af vår varma tacksamhet, för den lärdom han gifvit oss och af vår önskan, att den tålamodets och vördnadens ande, som lifvade honom, må i den snart stundande pröfningen meddela sig äfven åt de folkslag som under- lydt hans spira och ända till det sista ögonblicket af hans timliga lif voro föremål för hans varmaste kärlek, och derigenom för dem blifva en inre skyddsmagt emot revolutionens faror och olyckor, förvillelser och brott! s. Det Europeiska statsförbundet är civilisationens största triumph, den verkliga republiken, det största och mägtigaste rike som funnits på jorden, ty i jemförelse dermed var sjelfva Romareväldet litet. Dess storhet och magt skulle dock vara lika förgängliga, som de fornti- dens välden, hvilka den på sig sjelf förtröstande menni- skokraften upprättade och som nu lefva qvar blott i ett hufvudsakligen af ruiner bevarad t minne; om icke den heliga grundtanke, som utgör dess innersta lifsprincip hade satt detsamma i ett närmare förhållande till mensk- lighetens utveckling och gifvit det den höga bestämmel- sen att vara organ för den sednares frälsning och ny- skapelse. Detta stora samfund är en federativ stat, som i högre grad än någon annan samhällsinrättning någon sin förmått, gifver ej allenast åt personligheten utan äfven åt folkskrafterna ett stort utrymme för allas verk samhet för det höga gemensamma ändamålet. Det fo strar derföre upp hos tänkesättet denna ädla och starka"], [25, "19 spänningskraft, som erhållit det vördnadsbjudande, ehuru i sednare lider genom oupphörligt förnyadt missbruk vanärade och djupt befläckade namnet af politisk frihet. De många nationer och samhällen, som af det Europei ska statsförbundet sammanhållas till ett helt, hafva hvar och en sin bestämmelse, som hufvudsakligen beror af det helas gemensamma ändamål. De tvister och krig, som emellan dessa olika folkslag hittills uppkommit, hafva oftast, om icke alltid, haft sin grund deruti att ett eller annat af dem, genom inkräktningsförsök öfver trädt gränsen af denna sin politiska bestämmelse och således förgätit det helas heliga fordran. Den historiska betraktelsen af Europas öden, måste för att kunna göra rättvisa åt såväl personer som folkslag, således utgå ifrån det stora statsförbundets gemensamma bestämmelse och den mensklighetens idé, som ulgör dennas förkla ring, ty annars blir den skef och de omdömen, hvartill den leder, orättvisa. Äfven Sverige måste inom detta civilisationens stora samhälle hafva sin egen bestämmelse, hvars rigtiga upp fattande och trogna befordran utgör den nödvändiga grunden både för dess välstånd, dess magt och dess ära. Men hvartui består egentligen denna bestämmelse? — och är vårt begrepp derom djupt rotadt i vårt tänkesätt och med klarhet och säkerhet tippfattadt i vår före ställning? — Sverige har flera gånger spelat en bety dande roll i Europas historia, men har denna roll varit öfverensstämmande med och rättfärdigad af dess verkliga bestämmelse? Med öfverlägsna personliga egenskaper uppträdde Gustaf Adolph den store i spetsen för den då särdeles inskränkta Svenska magten, och ingrep mägtigt i ett af de största och förfärligaste spänningsförhållan den, som någonsin genomgripit det Europeiska samfun det, och förvärfvade ej blott åt sig sjelf utan äfven åt sitt folk en ärans glans, som aldrig så länge deras namn ännu bevaras i häfdernas bok, torde kunna för-"], [26, "20 svinna. Den magt, som då hotade det Europeiska sani- fnndet med underkufvande och förtryck, och emot hvilken Gustaf Adolph trädde upp med öfverlägsen segerkraft, var dubbel. A ena sidan påfveväldet , som försökte återvinna de länder, i hvilka reformationen segrat, och å den andra den Österrikiska kejsaremagten, som genom Tysklands fullkomliga underkufvande ville tillskansa sig öfverväldet öfver Europa. Emot den förra hade han lill bundsförvandter egentligen blott Tysklands små prote- stantiska stater, ty Danmark var genom nederlag försatt i overksamhet, samt Storbrilanien och Holland näslan passiva. Det var först i ett sednare tidskifte, som de sistnämnda med kraftfull verksamhet uppfattade denna sida af striden, och genom Cromwell och Wilhelm af Oranien utförde den emot andra magier än den Öster- rikiska. Emot den sistnämnda magten hade deremot Gustaf Adolph både Frankrike och måhända äfven påf- ven sjelf till verksamme deltagare. Att den Store Ko- nungen hade till hufvudsakligt syftemål att åt protestan- tismen bereda en icke allenast fri och tryggad, utan äfven mägtigare och inflytelserikare ställning än den nu har, är sannolikt, och denna syftning skulle, om den blifvit utförd, hafva rättfärdigat äfven hans eröfringar i Tyskland, men denna stora idé, som sannolikt var hans politiska tankars medelpunkt, var sluten inom hans egen själ och dess egentliga innehåll kan numera vara föremål endast för gissningar. Det historiska factum, som Gustaf Adolphs fältherrestorverk nu innehåller, har således tvenne sidor, hvilka med hvarandra ej böra förvexlas. Den ena är det kraftfulla beskyddet af ej allenast de små staterna, utan äfven af trons och samvetets frihet emot både yttre och inre förtryck, och denna sida har ej allenast en evärdlig storhet, utan utgör äfven ett fullkomligen troget uttryck af den politiska inflytelse, hvilken Sverige har åliggandet att utöfva på det Europeiska statsförbundet. Den ändra är eröfringarne , som söndrande ingrepo i"], [27, "21 Tysklands gemensamma nalionalkraft och gjorde det svagt i motståndet emot de Frankrikes eröfringsföretag, för hvilka det sedermera blef ett olyckligt föremål. De kasta således en fördunklande skugga öfver den politiska handlingens verkliga storhet, och utgör början af det förstorings- och eröfringssystem, hvilket Sverige sedermera försökte, men hvaråt det icke förmådde gifva varaktighet. Det var Carl X, som geck i spetsen för detta eröfrings- system, och ehuru ingen, som har något sinne för hjelte- modets och herrskarekraftens ära, kan tillsluta sina ögon för de stora fäliherretalenter, som af Carl Johan för- värfvade åt denne store härförare namnet af sin tids Achilles, måste dock sjelfva systemet ogillas, och det bör, för en kvar, vara tydligt, att om dess ändamål skulle hafva blifvit uppnådt, Sverige sjelft måste hafva blifvit underkufvadt af den nya magt, som onaturligt ut- växt ur dess eget sköte. Carl Xll:s politiska system hade alldeles uteslutande till syftemål att hämma fort- gången och tillväxten af den Slaviska folkstammens stör- sta magt, och det uppfattade såsom elt hufvudsakligt medel för detta ändamål, att åt den underlägsna af de Slaviska staterna återförvärfva national regering, sjelf- siändighet och kraft. Ehuru detta system misslyckades och beredde Sverige sjelft stora olyckor, och oaktadt förebråelsen att vid dess utförande hafva åtlydt ingifvel- serna af tapperhetens öfverdrifna sjelfuppskatlning, i stället för dem af tålamodet och visheten icke är orättvis, var dock sjelfva (anken stor och sann, och, om dess utfö- rande verkligen hade lyckats, skulle många af de olyc- kor, som i sednare tider hemsökt och ännu i dag hem söka flera Europeiska länder sannolikt kunnat undvikas. Den bör icke heller vissna bort uti det Svenska tänke sättet, så vidt nämligen den kan åteiupplefva i en helt annan gestalt än den hade uti Carl XII:s krigiska system, hvaremot det af vanmägtig hämndlystnad genomträngda nationalhat, hvartill den nu förvandlat sig, måste öfver-"], [28, "22 vinnas, ty detta är en rot till flera af de olyckor vi re dan erfarit och kan i framtiden blifva det till ännu flera och större. Såsom Carl Johan uppfattade Sveriges poli tiska bestämmelse, består den å ena sidan uti alt utöfva ett medlarekall emellan Europas mägtigare stater, och derigenom efter yttersta förmåga motverka deras ömsesi diga eröfringsföretag, samt å den andra uti att använda detta medlaresystem till beskydd af statsförbundels smär re samhällen, i synnerhet af dem, till hvilka Sverige står uti ett närmare förhållande. Att biträda den stora coalitionen emot Napoleonsväldet, att medverka till be frielsen af Tyskland, som då låg blödande under eröf rarens fot, och att genom befrielsen af Norrige ifrån Danmarks öfvervälde försätta de Skandinaviska staterna i ett sådant inbördes förhållande, att deras gamla brö dratvister kunna försvinna, och möjligen i framtiden ett tänkesätt hos dem uppkomma, som är djupt genomträngd! af den gemensamma känslan af gemensamma interessen och gemensamma skyldigheter, var allt något, som enligt denna politiska åsigt, utgjorde Sveriges och dess anfö rares ovillkorliga skyldighet. Att åter, sedan ej blott Tyskland utan Europa var befriadt, hvarken hämndens lystnad eller den vidskepliga tron på Napoleons person liga öfverlägsenhet, kunde gifva åt det segrande och öfvermägtiga Europa rättigheten att intränga i Frankrike, tvinga Napoleon till afsägelse och imperativt ingripa i denna mägtiga stals inre samhällsskick, ulgör äfven en ur denna politiska åsigt omedelbart utgående fordran. Carl Johan var denna åsigt fullständigt trogen, och har således hos sectatorerna af begge de emot hvarandra häftigt stridande ytterliga meningar, som genomgripit och förvillat betraktelsen af den sednare tidens historia, blif vit föremål ej bloU för klander, utan äfven för ytterligt hatfull smädelse. A ena sidan har inan derföre af afund påstått, att Carl Johan till besegrande af Napoleonsväl- det gjort litet eller intet, samt å den andra med af"], [29, "23 hämnd lågande harm yrkat, att han gjort allt. En af Carl Johans biltraste fiender, Sarrant, säger uttryckligen att det är han och ingen annan som störtat Napoleon och hans herrliga välde. Vi vilje ej taga denne ilskne smädare på orden, ty vare det långt ifrån oss, att på någon enskild man öfverflytta priset för en politisk handling, som utgör det gemensamma Europeiska sam fundslivets omedelbara uppenbarelse och hittills dess största utvecklingsact. Men att hafva uppfattat, förstått och troget åilydt den höga kallelsen af detta Europas uppvaknande gemensamma lif och kraftfullt medverkat till utförandet af dess verk, är stort, och hvad Carl Johan i den stora striden uträttat i Sveriges namn är det mest öfverensstämmande med deltas politiska bestämmelse, som vår historia har att uppvisa, och derföre äfven fullkomligen consequent med den ljusa sidan af Gustaf Adolps stor verk, och således äfven med den egentliga grunden för vår nationalära. Vi are skyldige att erkänna detta, — och vare det glas vi nu dricke, ett tittryck både af detla erkännande af vår glada tacksamhet för det detla politi ska system blifvit äfven af vår nu regerande milde Ko nung fortsatt, och af vår önskan att Skandinaviens folk måtte alltmer komma lill klar och bestämd insigt i sin verkliga bestämmelse, lära sig att rätt förstå hvad de bäde böra och kunna vara, och således i silt eget tänke sätt vinna ett skydd emot både ärelystnadens och eröf ringsbegärels frestelser. 3. Carl Johan är Stamfader för Skandinaviens nya konungaält, öfver hvilken hoppets morgonsol ännu ler och lofvar en lång och fridsäll dag! — Konungaätternas öden äro dock ytterst sällan länge omsträlade af glädjens och sällhetens sol, utan de utgöra tvertoni till en stor"], [30, "24 del den tragiska sidan af verldshistorien. För att inse och erkänna detla behöfve vi icke vända vår betraktelse emot de slora fursleäller, som bära namnen Hohenslau fen, Plantagenet, Smart och Bourbon, och hvilkas öden utgöra den Europeiska historiens förfärligaste sorgespel; emedan vårt eget rikes historia innehåller i delta afse ende ett öfvermåtl af sorgliga minnen. Om vi hålla oss blott lill den sednare delen af denna vår historia, se vi der den Gustavianska familien, hvars trenne tragiska slutscener hela Erik XIV, Sigismund och Christina, de tre Zweibruckiska Carlarna, som både gemensamt och hvar och en för sig bära den tragiska hjeltecharacterens imponerande stämpel, och den Holsiein-Gottorpska ätlen, som genom ett blodigt slut för en af sina medlemmar och elt vanärande för en annan, åt ett mörkt ödes öf vermagt hembar offergärden af sin lycka. Hvad är väl åter den egentliga orsaken till dessa så många konun gaätters tragiska öde? Omständigheterna och yttre hår da förhållanden? Någon gång: Söndrande spänning emellan konungen och folket? Oftare. Men den dju paste och vanligaste orsaken är dock en förstöringskraft, som utvecklar sig ur familjens eget inre. Familielifvels egentliga skyddande och upprätthållande kraft inom såväl furstliga som andra ätter är dess egen renhel och helgd, och den moderliga kärlekens mystiska magt, som der utur utvecklar sig. Vi vete alle, att vår nu regerande Drottning är elt mönster af moderlig kärlek och moder lig vård, och frukterna af hennes kärleks oförtrutna mö dor utgöra nu för alla ädelsinnade en väckelse till glädje och hopp. Och den Prinsessa, som snart går att emot taga vår älskade Thronföljares hand, skall, såsom vi förtiöstansfullt vänte, både emottaga och bereda kärle kens och trohetens lycka och dygd: och vi kunne såle des äfven om henne med rikt och vnrmt hopp återupp repa den store skaldens förtjusande ord :"], [31, "25 \"När Maj har löfvat våra lindar, Och vakieln slår på lummig strand; Då kominer hon med vårens vindar Med sv anorna till sagans land\". Hennes Majestät Enkedrottningen har på den medalj, vi nyss betraktat, i de enkla, osminkade, men särdeles sköna och betydelserika orden ''allt genom dem allt för dem\", uttalat qvinnans sanna betydelse och heliga för hållande till make och barn. Hon uppsteg vid vår Hjel tes sida på lyckans spets, hvilade vid hans hjerta och var troligen en fostrarinna af de mensklighetens milda böjelser, som i så hög grad ulmärkle honom framför de flesta af hans jemlikar i verldslig höghet och magt. Den stilla och fromma hyllning, hvarmed hon bevarar hans minne och den välvilja bon hyser för alla dem, hvilka hon tror verkligt deltaga i hennes kärlek, äro icke blott ett sannt uttryck af hennes egen trogna och rena, öfver grafven ännu med ungdomsfrisk känsla fort lefvande tillgifvenhet, utan äfven ett öfverlygande vilt nessbörd derom, att den Slore Hädangångne var äfven inom det innerligaste förhållande, som kan äga rum emellan menniskor, lika ädel och god som inom de stora offentliga, der verlden *se(t och historien känner honom. Vi dricke derföre med vördnad och tacksamhet, ined kärlek och hopp, denna skål för Hennes Majestät Enkedrottningen och för vår ifrån Henne och Carl Johan härstammande konungaätt. 1851. ■ Jf (rakseisen öfver den sednare tidens historia är ge nomgripen af en förvirring, som hos de flesta gör en"], [32, "26 sann uppfattning af dess verkliga innehåll nästan omöjlig. Denna förvirring ligger dock icke i det factiska, ulan uti de dunkla och förvridna begrepp, som bestämma be traktelsen sjelf. Till dessa förvridna begrepp anser jag mig böra hänföra äfven det, hvilket man i allmänhet gör sig om betydelsen af ordet republik. Det väldiga eröfringsfolk, ifrån hvilket ej blott ordet härstammar, utan som äfven kraftfullare än något annat försökt att göra dess inneboende idé gällande och att i verkligheten utföra den, hade derom, icke såsom månge nu, en blott formell, ulan äfven en väsendtlig och positiv föreställning. Det antog nämligen, såsom det väsendtliga i denna be. nämning, alt Res publica, det offentliga och gemensamma, skulle vara allt och Res privata, det enskilda och indi viduella, intet. Det sednare skulle vara det förra full komligt underordnadt — och endast ett tänkesätt, som så uteslutande hyllade det offentliga, att för detta upp offrades ej endast lycka och lif utan äfven välvilja emot barn och maka, slägtingar och vänner, tacksamhet emot välgörare och alla öfriga ingifvelser af mensklig känsla, förtjente och erhöll namn af republikansk dygd. Denna politiska åsigt var dock så hård och förtryckande, att dess magt öfver tänkesättet icke i längden kunde hafva bestånd. Den var väsendtligen en statens afgudadyrkan, som i menniskobröstet hermetiskt tillslöt icke blott kär lekens utan äfven den sanna vördnadens lefvande källa. Men genomträngd och förvandlad af den religiösa verlds åsigten, återfödes den republikanska dygden till en ny och segrande förädlingskrafl. Derigenom förvandlas sam hälle! ifrån ett blott menniskoverk till en uppenbarelse af försynen och den eviga verldsordningen, och foster landskärleken införlifvar sig med den det evigas tro och det heligas kärlek, som utgöra sjelfva urkällan til både den enskilda menniskans och mensklighetens högre lif. Så förvandlad träder den republikanska dygden fram, så som samhällets inre lefvande nödvändighet, ty utan den"], [33, "27 kan det sednare icke hafva bestånd, det må hafva Ii vil ken yttre form som helst. Att för uppkomsten af re publikansk dygd den ärftliga thronen är elt afgjordt hinder trodde väl Romarena, men denna tro, ehuru den ifrån dem gått i arf och ännu fortfar, är falsk, ty den samhällets höjd, ifrån hvilken dess nödvändiga högsta myndighet utöfvas, måste stå fast och säker, om sann republikansk dygd der skall kunna utveckla sig, och träder den icke fram der, är den på andra punkter af samhället endast en vanmäglig, stundom af fanatisk känsla missledd upprorisk och fredstörande, privatkraft. Den rörlighet och osäkerhet i samhällsmyndighetens yttre ställ ning, som väsendtligen tillhör den statsförfattning, hvilken man enligt det traditionella begreppet kallar för republi kansk, innehålla deremot å ena sidan så inånga och stora frestelser till alla arter af egoism och å den andra en fordran på så sträng utöfning af magien, att denna nä stan måste urarta till tyranni och förtryck, att möjlighe ten af verklig republikansk dygd, måste under en sådan författning blifva ytterligt inskränkt. Det starkaste fac tiska beviset för detta påstående, innehålles i den Ro merska republikens egen historia. Dess öfvergång till monarchisk författning eller det hundraåriga tidskiftet emellan Graccherna och Augustus är en till ytterlighet för- färlig men fullständigt bevisande bekräftelse deraf, och utgör således i synnerhet i vår tid ett af de lärorikaste capitel i politikens historia. Men oaktadt både denna Romarefolkets djupa erfarenhet och den Europeiska civi- lisationens egen dermed öfverensstämniande historia, be- håller dock den moderna republicanismen de af den Romer- ska föreställning, hvars namn den usurperat, endast qvar det falska deri, nämligen hatet till den ärftliga thronen. Ty det positiva innehållet af den föreställning om re- publikens väsende som nu för tiden lefver i mängdens tänkesätt, är rakt motsalt Romarenas begrepp derom. Det beslår nämligen uti individualism. Res privata är"], [34, "28 der allt och res publica intet. Det individuella ansprå- ket eller rättigheten, såsom man plägar kalla det, är der det första och heliga, det offentliga deremot, det ge- mensamma, samhället blott individualitetens tjenare. Dess syftning är alt upplösa samhället till en oupphörligt kämpande och jäsande massa af jagpunkter, och, hvad namn denna politiska åsigt annars må tillvälla sig, det af republikanism är, näst det af humanitet, det olämpli- gaste af alla. Den är nämligen blott och bart anarchism, och försöken att, såsom man säger, organisera anarchien eller alt förvärfva organisk samhällsform, åt en princip hvars öppet erkända syftning är desorganisation, äro rent al löjliga. Då det gamla Franska samhället, i följd dels af brist på conservativ och sammanhållande moralisk samhälls- kraft, dels af Ludvig XVLs välmenta och genomgripande men i utförandet oklokt beräknade reformförsök, och de mångfaldiga corporationsinteressenas lika oädla som oför- ståndiga reactioner deremot, lossnade i sina fogningar och sönderföll med ett så förfärligt brak, att verlden trodde då och till en del tror ännu, alt det var den Europeiska civilisationens yttersta dom, frambröt ur de förvildade passionernas afgrundsdjup en storm, som slyrd af con- vulsionens och raseriets falska, men fruktansvärd! starka krafter, fyllde mensklighetens himmel med blodfärgade skyar, och gaf uppkom! åt en epoch, som uti den fasa- väckande massan af olyckor, vanvett och brott, knappt har sin like i verldshistorien. Men stormen lade sig och samfundslifvets återvaknande ande böljade det stora verket af det nya samhällets generation. Dess verksam- het trädde först fram inom armeen, ty denna, när den är hvad den bör vara och slär i civilisationens tjenst, är den egentliga pracliska skolan för lydnad, resignation, Irohet och fosterlandskänsla, eller för hvad som förijenar namn af medborgerlig eller verklig republikansk dygd. Medvetandet alt de voro en vårdande ny samhällsordnings"], [35, "29 icke blott försvarare och beskyddare ulan äfven foster- fader, gaf åt denna krigarenas gemensamma tänkesätt en religiös lyftning, som höjde dem upp till oberoende af roflyslnadens, flärdens och egennyttans frestelser, och fä- derneslandet ensamt, dess lycka och dess ära, vann de- ras kärlek. Denna vördnadsbjudande mililäriske ande trädde väl, såsom det säges, företrädesvis och fullstän- digast fram hos den armeecorps, som successivt anför- des af Hoche, Pichegru och Moreau ; men dess välde var till dem icke inskränkt. Flera af den nu ifrågavarande republicanismens hjelteslägle buro i sin character och sina handlingar dess prägel, och i synnerhet utgöra ibland dem namnen Kleber, Gouvion St. Cyr, Dessolle, Mar- ceau, Dessaix, Bernadotte och Macdonald lysande stjernor. Men hvad ville väl desse republikens män? De ville rätlvisans återställda magt och en derpå hvilande sam- hällsordning, som skyddar både samfundslifvels inre he- liga verksamhet emot godtyckets ingrepp och den svage emot den slarkares förtryck, de ville trohet och flärdfri- het i tänkesätt, handling och seder, men någon fix idé om det nya samhällets yltre form synes icke hafva be- herrskat deras tankar. Men revolutionens våldsamme, egennyllige och sjelfviskt förstöringslystne ande var icke så lätt öfvervunnen, ulan dess djupt rotade inotverkan blef stark och öfvermägtig just derigenom, att den träng- de in äfven inom armeen och besegrade dennas nyss började ädlare sträfvande. Den både djerfvasle och ta- lenifullaste af revolutionens anhängare inom armeen var, såsom nogsamt är bekanl, den Italienska Armeecorpsens unge anförare; och han angrep, med segrande framgång, den republikanska dygdens, så väl hos flera af hans vapenbröder som hos hela corpser af manskapet, och äfven hos många af den civila myndighetens organer, redan herrskande ideologi, såsom han allt framgent hå- nande kallade den. Han sade vid början af det Italien ska fälttåget till sina stridsmän: \"Soldater! I aren nakne"], [36, "30 och dåligt födda. Regeringen är skyldig Eder mycket, men har ingenting, att gifva Eder. Eder ihärdighet och det mod, I ådagaläggen midt ibland dessa klippor och berg, äro beundransvärda. Men de förskaffa Eder ingen ära; ingen glans återfaller på Eder ifrån dem. Jag åter vill leda Eder till de fruktbaraste länder i verlden; rika provincer, stora städer skola lemnas i Edert våld. I skolen der finna heder, ära och rikedom\". — Dessa ord äro sannolikt väsendtligen lika dem, hvilka Brennus och Attila måste i samma ställning hafva yttrat till sina vilda skaror. Den princip de innehålla, är den mägtiga kraft, hvarigenam krigaren förvandlas ifrån civilisationens försvarare och beskyddare till dess fiende och förstö rare: och den har således alllid blifvit förkunnad och använd af dem, som varit det sednare; ifrån HögAsiens väldige verldsstormare ända ned till de lägsta och obe tydligaste banditchefer. Den är äfven den egentliga grundstenen för militärdespotismens samtliga förfärliga byggnader; ty när eröfraren träder upp på höjden och visar sina följeslagare civilisationens fredliga rike, med dess skatter af rikedom, skönhet, ordning och förädling, hvilka fliten, konsten och visheten förvärfvat, och säger dem, att de äro föremål för deras sköfling och rof, til lägger han vanligen till löftet derom äfven frestarens fordran: \"allt detta skall jag gifva eder, om I viljen (alla ned och tillbedja mig och blifva min viljas fullkomligt undergifne slafvar\". Att krigarena i alla tider alltför ofta dukat under för denna frestelse, och således den ena gången efter den andra kastat folkens och civilisa tionens öde i den af herrsklystnad förvildade despotens hand, berätta verldshisioriens tideböcker nästan på hvarje blad, och månge tro verkligen att detta är det hufvud sakliga de hafva att förtälja. Men att sådant kunnat ske i befrielsens namn och blifva beprisadt såsom frihe tens seger, är en lögn som vår tid synes hafva förbe hållit sig. När sedermera den 18 Brnmaire genom en"], [37, "31 handling af våld och list, fräckhet och bedrägeri, den Romerska republicanismens adopterade grundregel: \"ce- dant arma tog»\" — alldeles kastades öfverända, feck revolutionens egoistiska princip uti den unge härföraren en fullständig personlig incarnation. Djerf såsom Dan- ton, ihärdig såsom Robespierre, falsk såsom Barrére och blixtsnabb i öfverdådig handling såsom S:t Just, ärfde han, såsom en af hans många beprisare uttrycker sig, \"alla revolutionens krafter och lade dem till sin egen jettestyrka\" '*■•). Genom det af roflystnadens, äregirighe- tens och herrskarebegärets lockelser sammanblandade gift, som han ingaf åt armeen, förlamade han dennas morali- ska kraft och gjorde den till ett sig fullkomligen under- gifvet verktyg. Öfver det allmänna tänkesättet vann han hastigt, ovanligt hastigt, den mystiska öfvermagt, som krigslyckan så ofta skänker sina gunstlingar. \"Vår beundran för en lycklig härförare\", säger en snillrik för- fattare, \"öfvergår snart till en passion, en fanatism, ett yrande vanvett, som gör oss till hans lika blinda som vildsinnta slafvar\". Han feck således inom ganska kort tid magt att uppföra det despotismens Babelstorn, som ännu i dag är ett föremål för mångas beundran, men som en tid hotade den Europeiska civilisationen med undergång och injagade skräck i dess vårdare, ända till dess folkens innersta nationalkrafler retades upp af för trycket och de tågade fram deremot, såsom Birnans skog emot Dunsinans fäste, och nedrefvo det. Men dess mi ner stå ännu qvar, ej blott i Frankrikes yttre statsskick, utan äfven i det Europeiska tänkesättet. Det är i dessa ruiner som revolutionens nattuglor egentligen byggt och bygga sina nästen, och dess ytliga meningar, klädda i de *) Storheten af denna personliga styrka kan icke med någon viss het bestämmas förrän de skrytets mångdubbla pösande och glittrande mantlar, hvarmed dels han sjelf dels lians oräkneliga smickrare ora gifvit honom, multnat sönder, men säkert är det, att den ?ar af jette art, titanisk, bimmelstormande, menniskofiendtlig."], [38, "32 gamla, platta och utslitna phrasernas trasiga drägter, van dra der omkring såsom hemska tankespöken, hvilka med orakelhäniiande spådomar förkunna tornets återuppbyg gande och med sina ilskna smädelsers munväder oupp hörligt förfölja alla dem, som i den stora ännu fortfa rande striden varit och äro trogne menskligheiens sak. Genom omhvälfningen den 18 Brumaire, hvilken med rätta bör anses för den revolutionära principens andra stora seger, öfverväldigades alldeles det nyss vaknade nitet för utvecklingen af den nya samhällsordningen ur rättvisans eviga rot, genom ett tänkesätt, som frilt ifrån allt slags menniskodyrkan hyllar denna rättvisa såsom samhällets gudomliga och nödvändiga ursprung — eller den enda gemensamma kraftutveckling, som i vår tids historia kan förtjena namn af republicanism. Dess or ganer och förfäktare, utom två, som föllo offer för ome delbar förföljelse, inblandades med kejsareväldets öfriga tjenare och förvexlas af de flesta betraktare ännu i dag med dem. Denna förvexling, vare det sagdt i förbigå ende, är en stor olycka för den historiska betraktelsen. Ty derigenom blir å ena sidan revolutionens egen mörka färg mildrad af en ifrån dess motståndare lånad falsk glans, och å den andra blir denne eller republicanismen fördunklad, så att den synes chimerisk, svag och hyck lande, hvilket den i sjelfva verket icke var. En allena blef dock räddad, på det han måtte kunna träda fram inför historien och säga såsom budbäraren till Österlan dens patriark: \"alle äro de förgångne; jag är allena öf rig alt jag skulle säga dig det\". — Bernadolte fortfor äfven under kejsareväldet att vara sitt fäderneslands trogne tjenare, och åtnjöt slutligen en lycka, som med undantag af Dumouriez, icke föll på någon annans lott ibland hans vapenbröder. Han fick nämligen försvara och skydda sitt fädernesland emot en hotande invasion. Men just denna lycka uppretade herrskarens misstänksam het och rivalitetskänsla, och öfver Bernadottes framlid"], [39, "33 skymtade redan, ehuru ännu på afstånd, ett moln, som hotade honom med Moreaus öde; med statsfängelse, landförvisning eller död. Det var då som det Svenska folket fick nästan underbart den inre kallelsen, att räd da honom och öppna för honom en högre, friare och ädlare bana. Men till hans innersta, öppet som det var för uppenbarelsen af det sublima och eviga, kom en än nu högre kallelse, framburen af hans framtids gudasände genius. Vid den så ofta förnyade andaktsfulla betrak telsen af Carl Johans lefnad, tycker äfven jag mig för nimma det höga sändebudets slamma, och jag vågar derföre nu uttala dess ingifvelse i ord. \"Du skall er hålla en mycket större magt än Du hittills ägt, och i följd deraf vida högre och mer vidt omfattande skyl digheter, än hittills ålegat Dig. Du skall emotlaga sty relsen af ett folk som i lynne, sedvanor, bildning och statsförfattning är alldeles olikt dem, hvilka Du hittills lärt känna. Men Du skall älska samhället äfven i den na för Dig främmande form, Du skall omfatta Dina un- dersåter med kärlek, fördragsamhet och mildhet, äfven då de djupt missförstå Dig och till trots af alla sjelf- klokhetens frestelser bära vördnad för deras gamla, men starka och djupt organiserade statsförfattning. Europas furstar, ja! de väldigaste på jorden skola, i olyckans dagar söka Dig och af Dig begära råd, ledning och hjelp; och då Du i följd deraf inträder i fursteförbun- det, skall Du, upphöjd öfver diplomatikens konstgrepp, vara stark och klarsynt, men ärlig och trofast. Den Eu ropeiska civilisationen sjelf skall anropa Dig i sin ytter sta nöd och i dess namn, skall ett mägtigt, men för tryckt folk frambära till Dig sin förtröstans helsning med den classiske skaldens ord: O! lux Dardaniae, o! spes tutissima Teucrum.*) *1 Det poem af v. Held, hvilket Berlins innevånare öfverlemnade till Carl Johan, vid Hans ankomst dit 18J3, hade detta motto. 3"], [40, "34 Du skall genom allt detta, i följd mindre af Din magt eller Dina förhållanden, än af Dina personliga egenska per, blifva försatt i en ställning, som få dödlige innehaft. Du skall få skyldigheter att uppfylla, icke allenast emot Ditt nya fädernesland och emot det gamla Du nu går att lemna, utan äfven emot Europa, civilisationen och mensk ligheten. Du skall falta dessa fordringar i deras gemen samma djupa betydelse, och icke tillåla speciella sympa thier eller considerationer förmå Dig att underordna de högre under de lägre. Du skall ej allenast kämpa emot förtrycket med vishet och kraft, utan äfven omsorgs fullt bevaka och efter yttersta förmåga skydda de för trycktas rätt. Du skall derföre troget yrka och försva ra det Europeiska statsförbundets smärre staters rätt och betydelse i förhållande till de större, och då inkräkt ningslystnaden försätter de sednare i ömsesidig spänning, skall Du förstå och utöfva det fridens medlarekall, hvil ket den högre politikens princip synes hafva ålagt Sve rige, och för delta ändamål skall det åligga Dig, att försätta det vesiliga N ordens samhällskrafter i en bättre ställning än de hafva nu. Då den eröfring, som för en sådan slällning är nödvändig, förelägger Dig valet emel lan underkufvarens och befriarens handling, skall Du, till trots af alla äggelser till ir.olsatsen, trogen Dig sjelf och Din bestämmelse dock välja den sednare. — Du skall uppnå en hög ålder, och på Dina gamla dagar skola afundens och »tacksamhetens dajinoner resa sig upp emot Dig och oupphörligt skicka till Dig den låga smä delsens stinkande harpyer för all störa Din ålderdoms frid. Du skall derigenom emollaga uppmaningen till tålamodets starka, Din inre ädelhet fullkomligt utvecklan de dygd, och vid lifvels gräns skall Du få utöfva den inre handling, som är den af Gud anbefallda mennisko kärlekens krona. Du skall förlåta och älska Dina fien der och välsigna dem, som bannat Dig \". — Hafva dessa aningsfulla fiamtidstankar, hvilka sannolikt, ehuru i be-"], [41, "35 slöjade skepnader, uppstego i Carl Johans själ, då han kallades att beträda sin högre lyckas uppåtsträfvande bana, galt i fullbordan och har han, så vidt det för mensklig förmåga är möjligt, varit trogen de stora och högre förbindelser, hvilka försynen genom dem ålade honom? Detta må vara hänsk jutet till efterverldens dom — till den aflägsna dag, då den historiska betraktelsen af vår lid hinner förvärfva sig förmåga, att se sanning och göra rättvisa. Tills vidare böjer jag med erkän nande vördnad mitt hufvud djupt för den höga person ligheten. (Här förevisades ett portrait af General Bernadotte från 1797.) Der se vi bilden af Divisionsgeneralen Bernadotte vid 33 års ålder. Kär vi se dessa ädla, uttrycksfulla anletsdrag, denna värdiga och manliga hållning, denna enkla drägt, och jemföre dem med den vördnadsbjudande konungagestalt vi sjelfve lärt känna, kunne vi ej undgå att göra oss en liflig föreställning om den rikedom af nit, hopp, förtröstan och mod, som då lefde i den unge mannens bröst, genomlrängdt som det var af dunkla men starka framtidsaningar. Men genom denna bild träder äfven fram ur det förflutnas mörker, ett stort och betydelserikt minne, minnet nämligen af den andliga reactionskraft emot revolutionens djupt demoraliserande förstöringsprocess, af hvilken Carl Johan är den enda minnesvård historien nu äger. Hans själsfränder och förbundsbröder, öfverväldigade af en yttre magt, hafva till sin inre betydelse fallit under glömskans alltmer till växande välde. Men genom honom hafve vi lärt känna äfven dem och vi hembäre nu åt den ande, som lifvade dem alla, vår tacksamma och vördnadsfulla hyllning, och se uti Carl Johan det stora historiska beviset, att den Europeiska thronen kan vara den förnämsta punkten in om samhället för både utvecklingen och utöfningen af"], [42, "36 verklig republikansk dygd eller med andra ord, att det egentligen är magiens innehafvare, som kan ådagalägga det \"spiran är strålen af osedde herrskarens glans\" och han sjelf således icke samhällets herre, utan en tjenare åt den mensklighetens heliga grundkraft, ur hvilken dess lif egentligen utgår."], [43, "FÖREDRAG i CARL JOHANS-FÖRBUDET den 8 Märg 1852. -3ä»:D<§£<<*- UPSALA, C. A. Lev fler. 1853."], [44, ""], [45, "i. V i minnas eller böre minnas det i vår historia så märk- värdiga året 1809. Ett militäriskt uppror hade störtat Konungen ifrån thronen, under det vi voro invecklade i krig med öfverlägsna fiender. Den genom sitt grannskap och sina redan vunna fördelar mest fruktansvärde af dessa hade ej allenast eröfrat Finland och Åland, utan äfven inbrutit inom Sveriges egna gränsor, och en af dess arméer stod redan hotande uti likets nordliga land- skap. I denna hårda belägenhet skickade Sveriges då- varande Riksföreståndare till Ryske Kejsaren och begärde beviljandet af vapenhvila, på det fredsunderhandlingar måtte kunna börjas. Denna begäran vägrades af Alexan- der, af det uppgifna skäl, alt han lofvat sin bunds- förvandt, Franske Kejsaren, alt icke utan gemensamt med honom ingå något stillestånd. Detta skäl synes mig hafva varit ett tomt förebärande, hvaremot det verk- liga motivet hölls hemligt. Detta motiv anser jag åter icke hafva varit någon afsigt att försöka eröfringen af Sverige. Vi vete väl att Ryssland länge varit ett eröfrings- välde, men dess inkräktningssystem har dock varit utmärkt af klok beräkning. Det har icke eröfrat något annat, än det förr eller sednare med sig sjelf, till förstärkande af sin eged kraft, kunnat införlifva. Att, såsom då var på modet, taga för sig hvad som föll i dess väg, det må gagna till något eller ej, hade varit inconsequent med"], [46, "2 detta system. Eröfringen af Sverige, om den lyckats, skulle hafva försvagat Ryssland i stället att föröka dess kraft. Den skulle hafva invecklat det i nya och svårare krig, och dragit bort en betydlig del af de stridskrafter det på andra punkter, för vigiigare ändamål, behöfde. Att åter Alexander, såsom Danileffsky tyckes anlyda, skulle varit fåfäng nog, alt förlänga kriget, blott för att vilja på Napoleons vis diclera freden i den öfver vunna fiendens hufvudstad, har jag äfven flera skäl att betvifla, ehuru jag medgifver att han då var strängt Bo napariiserad. Motivet åter hade, efter min tanka, tyd ligen sin grund i Alexanders familjeförhållanden. Den störtade Konungen var hans svåger, och att genom sitt orättvisa krig hafva varit den hufvudsakliga anledningen till hans fall, var sedermera för Alexander ett djupt smärtande minne, som efter hvad det berättas plågade honom ännu på hans dödssäng. Han ville således be gagna den öfverlägsna ställning, han genom krigets fram gångar förvärfvat, för att återställa den fallna och med honom beslägtade konungaätten på Sveriges thron. Detta var för Sverige en vida slörre fara, än den af en verklig eröfring. Den sednare kan vara ett medel, att väcka och till full styrka återställa en nations sjelfräddnings kraft, ur det tillstånd af dvalu och upplösning, hvari den genom trygghetens hvila stundom försjunker. Verkligt eniga nationer, äfven då deras materiella krafter äro små, äro starka både till försvar och till räddning; och histo rien har få exempel på att ett folk, som varit fullkorn ligen genomuängdt af gen-ensamhetens förenande ande, kunnat med framgång underkufvas af blott utifrån ver kande eröfringskrafier, de må hafva varit huru stora som helst. En eröfring kan således på ett folks tänke sätt verka såsom ett djupt genomgripande botemedel, och då kan den icke blifva långvarig. Restaurationer åter af fallna välden i följd af utländsk inflytelse äro djupt demoraliserande, söndrar samfundskraften i split och parti-"], [47, "3 strider och framkalla harmfulla passioner, som förr eller sednare åstadkomma samhällets upplösning och undergång. Sverige skulle äfven, om Alexanders afsigt kunnat verk ligen utföras, sannolikt hafva blifvit en krigslheater äfven för främmande magter. Faran var således ytterligt stor. Riksföreståndaren skickade derföre ett sändebud till Fran ske Kejsaren, för att af honom utverka det så strängt bchöfliga stilleståndet. Delta sändebud uppsökte den då varande chefen för Frankrikes stridskrafter i Tyskland, Marskalken Bernadotte, som på sin marche till Donau länderna då befann sig i Dresden, för alt af Honom för sin beskickning begära understöd och råd. Bernadotte gaf honom ej allenast pass och en af sina adjutanter till ledsagare, utan sade äfven: \"Faran är ganska sior. Kej saren är nu i Spanien, och innan ni hinner tillbaka der ifrån hafva Ryssarne sannolikt inträngt i det inre af Sve rige och eröfrat Stockholm. Jag ingår derföre tillsvidare stilleståndet, och skall derom både utfärda befallning till de under mitt befäl slående troppar och äfven tillskrifva den Svenske befälhafvaren\". Derigenom fick Svenska Regeringen anledning alt afsända en ny beskickning till Alexander, som då ansåg sig icke kunna undgå att be vilja stilleståndet. Bernadotte marcherade sedermera till Donau, och deltog i de fältslag, om hvilka Napoleon brukade säga, att de utgjorde hans segeräras silfverblic kar, men hvarom flere af hans förnämste Generaler be rättas hafva tänkt annorlunda. Det ägde då nämligen en spänning rum emellan honom och de förnämste af Frankrikes högre embetsmän, så väl inom armeen som inom statsförvaltningen, hvilken, i händelse lyckans gunst då hade svikit honom, sannolikt hade omedelbart åstad kommit hans fall. Men lyckans korta dag var ännu icke för honom förliden, och det var egentligen efter dessa segrar, som Napoleonsväldet anlog despotismens fullstän diga form. Han tyckes äfven hafva insett denna sin ställning. Han sökte derföre genom artighet och fri-"], [48, "4 kostighet försona några af sina vapenbröder — gaf Mas sena prinsvärdigheten af Esslingen, Davoust den af Eck muhl och Macdonald, Moreans vän, den för denna vän skaps skull nog länge fördröjda marskalksstafven. Emot prinsen af Pontecorvo hyste han åter en starkare rivali litetskänsla och uppförde sig emot Honom ovänligt och klandrande. Vid den explication, som i anledning deraf emellan dem uppkom, yttrade han ett skarpt missnöje öfver stilleståndsfördraget med Sverige. Jag kan svårli gen föreställa mig, att delta ogillande var ärligt ment. För dem, som envisas med att se klokhet och förstånd uti Napoleons politik, är det en olöslig gåta, huru han så länge och så ihärdigt kunnat arbeta på förstorandet af Rysslands välde, genom sitl uppförande emot dess grann stater, genom försummelsen af Turkiet, genom det oupp hörliga bekrigandet af Österrike, genom det ända till gränsen af förstöring drifna underkufvandet af Preussen och genom uppmaningen till Alexander, att i förening med Frankrike och Danmark försöka eröfringen af Sverige. Men Napoleons större politiska handlingar, hos hvilka hans dyrkares vidskepelse dunkelt anar, Gud vet hvilka, djupttänkta planer, hade ej sällan sin egentliga grund i hans uppretade passioner. Gustaf Adolph var personlig vän till Hertigen af Enghien, vistades, då mordet på den sednare begecks, i Tyskland och var ibland furst liga personer den, som nie-d den största bitterheten yttra de sig derom. Då Napoleon var särdeles redig för ord, blef hans hämndlystnad derigenom väckt, och då fick, såsom vanligt, den politiska klokheten vika tillbaka. Den så djupt kränkta personliga vänskapens våldsamma harm, förvirrade den olycklige konungens förut ej sär deles starka förstånd, och betog honotn all förmåga att med klokhet skydda sitt rike emot Napoleons i personlig hämndlystnad rotade och Sveriges undergång åsyftande politiska syslem. Det kan dock sältas i fråga om något slags klokhet hos den Svenske konungen kunnat räcka"], [49, "5 till att i dessa förhållanden åstadkomma ett sådant skydd, ty det är säkert alt de olyckor, som träffade Sverige under Gustaf Adolphs regering, hade sin grund uti Na poleons hämnd och de skulle troligen hafva uppkommit om äfven den förre haft större förmåga att kämpa der mot. Nu åter var Gustaf Adolph fallen och Napoleons personliga hämndlystnad borde vara tillfredsställd. Man synes således hafva skäl att förmoda, det han då med någon större klokhet skulle kunnat bedömma Nordens politiska ställning, och i sitt inre verkligen gillat den åigärd, hvarigenom hans Marskalk hindrat Ryssarnes vidare framträngande inom Sverige. Men han yttrade alldeles motsatsen, och, allvarligt beklagande det Ryss land icke fulländat eröfringen af Sverige, befallde han i onåd Bernadotte att begifva sig hem. Denna Napoleons behandling af Sveriges interessen, uti elt af deras mest criliska ögonblick, har likväl icke åstadkommit den rin gaste afkylning af hans talrika Svenske tillbedjares glö dande dyrkan. Bernadotte hade icke många dagar varit hemma i Paris, förrän underrättelsen kom dit, att en Engelsk armée landstigit i Holland. Denna underrättelse åstadkom häpnad och den tillförordnade ministerconseilen, som hufvudsakligen styrdes af Fouché, begagnade tillfället af Bernadottes närvaro, för att åt Honom uppdraga för svaret emot denna fiendtliga invasion. Frankrikes strids krafter voro då så skingrade och sysselsatta i främmande länder, alt ett högst ringa antal fanns qvar, att försvara landet sjelft. Man måste derföre taga sin tillflygt till nationalgarden, söndrade småcorpser af hvarjehanda be skaffenhet, gensd'armer, matroser m. m., och det blef Bernadottes åliggande, att, såsom han sjelf sagt, ordna ett chaos till en samverkande försvarskraft. Men han gjorde det och lyckades att, genom Hollands försältande i ett för miliiärmarcher impracticabelt tillstånd, tvinga Engelsmännerna att qvarblifva på ön Walcheren, der det osunda climatet ibland dem åstadkom en svår, mycket"], [50, "6 förödande nästan pestilentiell farsot, som ännu utgör ett vigtigt capiiel i feberprocessens historia, och i följd hvaraf Engelska armeen måste återvända hem. Denna miss lyckade expedition förorsakade uti England ej allenast ett stort missnöje, utan äfven en söndring inom minisléren, i följd hvaraf de m-rkvärdige statsmännerna Canning, Casllereagh och Huschisson måste träda ut derur. Det försvar, genom hvilket Bernadotte afslog detta fiendtliga anfall, var således för Frankrike vigtigare än mången be prisad seger. Sedan åter värfvet var fullbordad!, faran förbi, och blott en observationsarmée vid kusten behöflig, log Napoleon ifrån Bernadolie befälet öfver den armée, denne under särdeles missgynnande omständigheter sjelf bildat, och öfvei lemnade det åt Bessiéres. Ånyo återkom men till Paris fick Bernadotte af krigsministern en an modan itrån Napoleon, att hegifva sig till sitt fursten döiue Pontecorvo. Derpå svarade Han: \"Då har jag skäl att begära mitt afsked. Jag återlemnar Kejsaren allt hvad han gifvit mig — befattningar, värdigheter, liilar, ftirstendömc, allt — och begär blott att såsom fri Fransk medborgare sjelf få välja min vistelseort!\" Vid detta svar studsade ministern och sade: \"Denna begäran vågar jag icke frambära, utan jag får på Kejsarens vägnar uppmana Ers Höghet att återresa till stora armeen1'. Då svarade Bernadolie: \"Jag vill anse denna anmodan såsom en ren! militärisk ordres och är då skyldig att åt lyda den\". Sedan armeen efier fredsslutet återvändt hem, förblef under förra hälften af 1810 förhållandet emellan Napoleon och Bernadotte, om icke ovänligt, åt minstone spändt. Det ligger uti Napoleons uppförande emot Bernadotte, under en lång följd af år, en besyn nerlig blandning af å ena sidan ovilja, misstänksamhet och farhåga och å den andra aktning och förtroende. Bernadotte hörde till de personer, på hvilka den hemliga polisen var anbefalld att använda en särdeles sträng upp märksamhet, och i mycket af hvad Kejsaren både sade"], [51, "7 och gjorde spörjer man redan då en tydlig syftning att nedsätta Hans anseende. Men då det gällde uppdrag, som fordrade ej blott militnrisk skicklighet, utan äfven förvaltningstalent, klokhet och moderation, valde han get tia Bernadotte till dem. Så förhöll det sig med den högst vigtiga General-gouverneursbefatlningen i Hannover och Norra Tyskland, hvilken Bernadotte på ett så utmärkt och he römligt salt bestred i omkring Henne års tid. Vid för svaret af Holland emot Engelsmännerna fick Bernadotte, ej allenast ända till dess de sednare anträdt sitt återtåg behålla det Honom af ministerconseilen uppdragna befälet, utan bemöttes af Napoleon under hela tiden med aktning, förtroende och artighet. Det var först sedan faran var alldeles förbi som Han blef återkallad och klandrad. Det är derföre tydligt, att Napoleon ej egentligen fruktade Bernadotte sjelf, utan hans popularitet. Det är sannolikt att denna popularitet då var äfven i Frankrike ej obe tydlig — och det är dessutom en känd sak, att miss tankan alllid förstorar sina föremål. Då del är en gam mal, af Napoleon ihärdigt följd, despotregel, att ej lala någon annan popularitet än sin egen, är det lätt begrip ligt hvarför han ej gerna såg all Bernadotte vistades i Paris, och denne fick äfven derföre, sommaren I8IO, det vigtiga och ärofulla uppdraget att vara General-gouvernör i Rom. Det var åter just under det han beredde sig alt afresa till denna sin nya bestämmelse, som underrättelsen om Thronföl jarevalet i Örebro ankom till Paris. Detta val hade väl sin egentliga rot uti Bonapartism och vid skeplig tro på den Franska omhvälfningsprincipens san ning och magt; men det var tillika utmärkt af okunnig hel, af elt falskt och ytligt bedömmande af ställningar och förhållanden. Men det kan dock möjligen hafva haft äfven en annan och bättre grund. Det händer så väl folkslag som enskille, att de vid afgörandet af vigtiga frågor stundom genomträngas af en mystisk framtidsaning, som bestämmer dem till handlingar, för hvilkas egentliga"], [52, "8 motiv de sedermera icke klart och fullständigt kunna göra redo. Vi vilje tro, att det denna gång förhöll sig så äfven med våra ombud, på det vi må kunna minnas deras betydelserika politiska handling icke blott med tacksamhet, utan äfven med aktning. Valet erhöll straxt Napoleons bifall och förmodligen var det med en inre belåtenhet, som han på delta sätt såg Bernadotte för alltid aflägsnad ifrån Frankrike. Men vid närmare efter sinnande föll det honom sannolikt in, att Sveriges poli tiska betydelse, hvilken han dittills djupt föraktat, kunde, när den komme att vårdas och användas af en sådan man som Bernadotte, möjligen blifva något, hvilket icke vore alldeles utan vigt, och han kom derföre vid afskeds audicnsen fram med den orimliga fordran alt den redan edsvurne Svenske Kronprinsen skulle förbinda sig alt aldrig bära vapen emot Frankrike. Men icke en gång frestelsen af en krona kunde förleda Carl Johan att vara otrogen sin pligt, ulan Han svarade bestämdt: \"Jag har med Eders Majestäts tillåtelse redan aflagt min trohetsed till Konungen i Sverige, och såväl denna ed som den val-act hvilken föranledt den, förbjuda mig att blifva va sall åt en främmande magt. Om E. M. fortfar i yrkan det af detta vilkor för den mig lofvade tillåtelsen att lemna Frankrike, tvinga mig heder och samvete, att un derrätta Konungen i Sverige om de skäl, på hvilka jag nödgas afsäga mig den plats, hvilken Svenska folkets val och hans adoption mig tillerkänt, och den jag, förlitande på E. M:s redan gifna bifall, emoiiagit\". För den öppna, höga och starka manlighet, som genom deiia svar trädde fram, måste sjelfve Napoleon gifva vika, och han bjöd farväl åt sin gamle vapenbroder med de bekanta, tvenne gån ger återupprepade orden: \"Må våra öden gå i fullbordan\". Carl Johan hade således innan Han ännu satt sin fot på Svensk jord, tvenne gånger räddat Sveriges poli tiska sjelfständighet ifrån faran, den ena gången af Ryss lands och den andra af Frankrikes öfvermagt. Af den"], [53, "9 förra af dessa välgerningar har den Svenska allmänheten icke aktat nödigt, att taga någon närmare kännedom och den sednare har af många blifvit bittert klandrad. För mig ligger det något underbart uti allt delta. Jag tyc ker mig deruli se en uppenbarelse af den högre magt, som leder folkens öden, som förvandlar deras dårskap till vishet och deras olyckor till medel för välfärd, och då den historiska betraktelsen kan upptäcka tecken till denna Försynens vårdande hand egentligen hos de folkslag, som hafva en vigtigare bestämmelse för mensklighetens framtid, kan den verklige fosterlandsvännen här hemta näring för ett hopp, som annars har att kämpa med en nog bedröflig och nästan förlamande erfarenhet. Carl Johan hade, såsom Fransk medborgare, visat sig vara en verkligt fri man. Han hade med värdighet och kraft försvarat sig sjelf, då listens snaror hotade Honom, Han hade försvarat sitt fädernesland, då herrska ren missuunade Honom den lager, Han derigenom vann, Han hade skyddat det nordliga Tyskland emot förtryck och försvarat dess krigsära emot åsyftad skymf, Han hade emot sin herrskares önskan räddat Sverige undan det skoningslösa inkräktningssystemets svåraste följder; och Han hade gjort allt delta under den ensidigaste de spotism, verldshistorien har att uppvisa och utan att vika en handsbredd ifrån sin pligt, såsom medborgare och un dersåte; och det var denne frie man, som nu kallades till en thron, hvilken blifvit ledig genom uppror och en hotande inkräktnings olyckor. Men hvad betydde den Europeiska fursterollen då? och hvad betyder den än i dag? Ludvig XlV:s väldiga thron låg sönderkrossad i spillror och, öfversköljd af många slagtade offers blod, hade den, i trots af den mägtiga inflytelse den utöfvat och ännu utöfvar på Europas politik, seder, lefnadssätt och åsjgter blifvit föremål för ett fanatiskt och hånfullt hat, som genom oräkneliga opinionsorganers flitiga mull vadsarbete, undergräft det Furopeiska konungadöinet i"], [54, "10 allmänhet. Deremot hade anarchiens vanliga foster, den personliga hersklystnaden, upprest en annan herrskare stol, hvilken alldeles saknade Europeisk character och i stället fullkomligt liknade dem, hvilka Högasiens eröf ringsfolk uppförde på de underkufvade gamla cullursta lernas ruiner; och denna nya herrskarestol omfattades med en hyllning, som det är orätt att kalla blott för enthu siasin, emedan den har varit och är verklig afgudadyr kan. Den strid, som då skakade verlden, gällde således icke blott kämpande dynasti interessen och de Europeiska staternas ömsesidiga eröfringsanspråk, nian den var ett uttryck af tvenne mot hvarandra fiendtliga politiska veilds åsigter, som genom sin inbördes spänning stört samhäl lets fred under hela dess historia, men knappt någonsin genomgripit tänkesättet så djupt och allmänt som då. Genom den kallelse Carl Johan då fick, ställdes han på en skiljeväg, så betydelserik och stor, att väl få menni skor hafva varit i samma ställning som han. Det lägre motiv, som i sådana förhållanden vanligen bestämmer valet hos politiske män, nämligen beräkningen af fram gång, kunde här knappt komma i fråga, ty ifrån begge hållen hotade svårigheter och faror i nästan lika drygt mål t. Öfver begge v äga me hängde skyar, sä mörka, tjocka och blodfärgade, alt äfven inför den skarpsyntasle framiidsbeiraktare ingen hoppets snåle kunde genombryta dem. Ställningen hörde således till de sublima förhål landen, som befria det verkliga och ädla manuahjertat ifrån alla hinder att odeladt åtlyda skyldighetens bud. Skyldigheten blir då allt och helig — dess fordran må ste uppfyllas, utgången må blifva hvilken som helst. För den som uppnått denna höjd af moralisk frihet, måste den stora tvistefrågans sanna betydelse träda fram med full klarhet, och ådagalägga det den icke gällde något mindre än: Skola den Europeiska civilisationens samhäl len, lagar, inrältningar och förhållanden skyddas, på det den, sjuk som den är, må kunna utkämpa sin inre strid"], [55, "11 och derigenom möjligen återvinna sin förlorade helsal eller skall man gifva dess sak förlorad, underkasta sig våldets och inkräktningens system och således åt Europa bereda en framtid, livars prototyp Asiens historia visar oss i Mongolernas, Tartarernas och Turkarnas hvarandra efterträdande välden? — Det är tydligt att endast den fege och lågsinnte kunde, då detta stridsfrågans väsendt liga innehåll fullständigt och klart uppfattades, välja det sednare alternativet. Men ehuru skyldigheten anbefallde det förra, var det dock förknippadt med slora, nästan afskräckande svårigheter. Carl Johan var väl fri ifrån den herrskande vidskepelsen alt Napoleons öfverlägsna snille utgjorde Europas öde, och denna Hans frihet har blif vit erkänd och förföljd af oräkneliga smädare. Men det oaktadt kände Han mer än väl, att den magt, som var lagd i Napoleons hand, var fruktansvärd! stor. Den för vildning, som utgjorde Franska revolutionens princip och åt densamma gaf både rigtning och fart, och liv ars för nämsta incarnaiion och egentlige yttre verkställare Napo leon var, hade djupt genomträngt det allmänna tänkesättet och utrustat det med civilisationshaleis mägliga prestige, hvilken injagade skräck hos många, men verkade på ännu flera med en magisk ijusningskrafl. A andra sidan voro den Europeiska civilisationens motståndskrafter väl stora, men ännu icke uppvaknade ur det domningslillsiånd, hvari förvridna religiösa och vetenskapliga läror, samt ett för slappande vekligt lefnadssätt under ett långt tidskifte hade dem försänkt. Diplomaliken bestämdes ännu allt för mycket af de enskilda staternas partiella interessen, för alt kunna uppfatta civilisationens gemensamma sak såsom sin högsta princip. Den egentliga folkskraften eller natio naliteten hade trädt fram med stark och verkligt gemen sam energi ännu blott i ett enda land, och detta var Spanien. England, det är sannt, hade genom några stora och kraftfulla personligheters ihärdighet och an strängningar länge kämpat i spetsen för civilisationens sak,"], [56, "12 men ehuru denna strid understöddes af folkets traditio- nella conservatism, utfördes den dock blott af ett parti, ty det motsatta gamla partiet, som upphöjer individuali- teten till princip, och yrkar att samhället skall vara dess tjenare och icke tvertom, var revolutionens anhängare, och att detta parti är mägiigt böra vi väl åtminstone nu inse, då det både i ord och gerning så framgångsrikt ådagalägger sitt öfvervälde inom det Engelska tänkesättet. I Tyskland hade väl en stark väckelse genombäfvat fol- ket, men yttringarne deraf voro blott partiella, utan sam- manhållning och sans, och kunde således gälla endast möjligen såsom förebådande tecken. Den Slaviska folk- stammens mägtige anförare var då med den Franske herr- skaren nära förbunden, och endast en myckel skarpsynt kännare af den sednares lynne kunde ana, att hans oklok- het skulle innan kort våldsamt bryta denna för Europa så fruktansvärda och för hans egna planer så gagneliga despotförening, och derigenom gifva luft åt befrielsens hopp att flamma upp i en låga, som lysande, värmande och skön gaf åt civilisationen en, ehuru snart åter för- svinnande, dock för en tid mägtig character af gemen- samhet, ädelhet och segerkraft. Men före det denna hoppets och nitets kraft bröt fram, hade civilisationen, i likhet med förhållandet efter det den så hastigt afsval- nade, sin fruktansvärdaste fiende inom sig sjelf; och denne fiende heter individualism. När menniskan icke lefver för något högre än sig sjelf, är hon alltid miss- nöjd med sin ställning, ly då är det icke något, som räcker till att tillfredsställa hennes anspråk. Detta miss- nöje öfvergår snart till hat emot civilisationen, dess in rättningar och dess organer. Shakspeare låter en anförare i ett borgerligt krig säga till en, som lidit en stor olycka; — \"låt delta slipa Din klingas egg! låt sorgen blifva harm; Gör icke hjertat vekt, förvilda det\". och det tyckes som dessa ord blifvit vår tids egentliga"], [57, "13 utanlexa. Sorgen har temligen allmänt blifvit harm och man har arbetat på sina hjertans förvildning, såsom vore denna en helig sak. När en sådan sinnesstämning be herrskar mängden, är det vanligt att denna helsar fien den, inkräktaren, förstöraren, såsom befriare. Vår tid har en bedtöflig likhet med det Vest-Romerska kejsaredömets sednaste period. Barbarerna skulle icke hafva med fram gång inträngt inom det sednares länder och ännu mindre öfverändakastat dess välde, om de ej blifvit dit inkallade och underslödde af missnöjde och upproriske Romare. Det förtjenar alt, såsom ett för vår lid särdeles lärorikt factum ihågkommas, att både Altila och Genserich, dessa sköf lingskrigets förfärligaste minnen, ej allenast inkallades af Romerska medborgare, utan äfven vid sitt inträde het sades af stora hopar af dessa, med lika högljudda som vanvettiga jubelrop. Det folk, till hvars styrelse Carl Johan kallades, måste i följd af sin geographiska ställning, då antingen framträda med activ och bestämd politisk betydelse eller ock falla i den annalkande stormen. Men deiia fram trädande hade dock sina stora svårigheter. Sverige hade under förloppet af nära ett sekel varit en af corrupiions medel beroende kastboll emellan diplomatikens kämpande sysiemer, och den vacklande politiska character det der igenom ådagalagt kunde icke hafva vunnit aktning och förtroende; och den missaktning, som derigenom fallit på dess lott var dessutom genomträngd af de äldre natio nala antipaihier hvilka den öfveruiagt, hvarmed det ho tade under sin krigslyckas korta period, hade framkallat. Det hade nyss lidit ett hårdt slag, som frånröfvat det åtminstone tredjedelen af dess redan förut ej särdeles stora materiella krafter, och ehuru dess sedermera så flitigt fortsatta arbete att förvandla sorgen till harm, och att genom hatets förvildning drifva bort vekheten ifrån sina hjertan, redan då var börjadr, var det dock äfven andeligt svagt. Man kunde åtminstone icke påräkna, att"], [58, "14 det allmänna länkesättet skulle kunna uppfatta tidens verkliga, stora problem och civilisationens fordran, eme dan Bonapartismens offerlågor brunno i särdeles många brösi, med åtminstone stark rök. Carl Johan var dess utom en främling ej blott i sitt nya fädernesland, utan äfven i det Europeiska Fursteförbundet och i diplomali kens töckenhöljda verld, der endast det verkliga snillet kan ersätta erfarenhetens brist. Huru complicerad och stor var således icke Hans ställning? Hvilka nya kunska per och erfarenheter hade Han icke att förvärfva? Hvilka fördomar, och mångfaldiga former af misstroende och afund hade Han icke att bekämpa? Hvilka fodringar trädde Honom icke till möte å ena sidan på ädelhet, mod, ihär didhet, tålamod, nit och fördragsamhet och å den andra på försigtighet, klokhet, de mångsidigaste talenler och och en de mest complicerade förhållanden genomträn gande snilleblick? — Man kan icke undgå alt inlagas af en djup vördnad då man fullständigt uppfattar dessa fordringar, och tillika måste erkänna att till trots af dem Carl Johan var det stora problemet verkligt vuxen. Orättvisa och olack hafva väl ifrån de flesta håll blifvit Hans lön, men sådan har nästan alllid verldens dom varit emot dem, som arbetat och kämpat för mensk lighetens sanna väl. Delta betyder dock föga eller intet, ty ännu är vårt slägte icke så djupt fallet, alt verldens eller opinionens dom af de tänkande anses såsom den högsta och den yttersta. Mensklighetens verklige män hafva emanciperat sig derifrån, emedan de veta alt de stå inför en högre domare, hvars dom är den eviga rätt visan sjelf. Men jag återvänder till den egentliga utgångspunk ten af mitt föredrag. Vi böra inskärpa i vårt minne året 1809, de faror, som då hotade oss och vår rädd ning derifrån, på det våra sinnen må genomträngas både af tacksamhet och af hopp. Då vi åter nu hembärc vår tacksamhetshyllning åt minnet af den, som då hufvudsak-"], [59, "15 lig! och framför andra bidrog till denna vår räddning, göre vi det med from undergifvenhet för den högre magt, ifrån hvilken all räddning dock ursprungligt kommer, och Inais organ och tjenare Han då och sedermera allt framgent i afseende på vården af vårt samhälle var, och då vi säge detta, yttre vi om Honom det största, som kan sägas om någon menniska, hans verkningskrets må vara sior eller liten. 9. En af den sednare tidens snillrikaste skalder har sagt, \"alt vår tid hör till de perioder af mensklighetens historia, i hvilka verldsinsirumenlerna slammas till den concert, som skall uppföras i framliden\". Denna tanke är skönt yttrad och den gör ett angenämt intryck, emedan den uigår ifrån ingifvelsen af välvilja och tolerans. Men den är det oaktadt ytlig och falsk. Det fordras i san ning en verkligt förvriden optimism, för att i de tvedräg tens föi farliga missljud, som i vår lid försätter hela den moraliska verlden i en lika plågsam som hotande darr ning, i de oräkneliga mungipornas pinglande toner och de sammanskockade skramlornas smattrande lälen igen känna några verldsinstrumenler, som slammas till fram tidens stora concert eller — med andra ord — tro det alla dessa oljud härröra ifrån mensklighetens grundkraf ter, och äro elt ullryck af dessas kämpande sträfvan, att sammansmälta i den harmoni, som skall utgöra fridens rike på jorden och fulländningen af mensklighetens kä raste hopp. Det finnes väl många menniskor, som bära fasa för tvedrägten och djupt lida af missljuden, men få äro uttin ivifvel de, som vänta på att dessa misstoner i följd af sin egen inneboende syftning skola förena sig i endrägtens välljud. Tvertoin önska de och hoppas, alt trumpeternas och kanonernas groftoniga dunder skall öf verväldiga allt del öfriga bullret. Men derigenom upp-"], [60, "16 kommer icke någon harmoni, utan endast tystnad, den tystnad som tillhör omgifningeu af den förfärliga graf, hvilken i sitt sköte sluter mensklighetens käraste, största och ädlaste förhoppningar. Orsaken till dessa förvirrin gens och upplösningens hotande tvedrägtsläten, ligger åter deruti, alt nu flera menniskor än förr, vilseförda af egoismens frestande demoner, herrsklystnad, vinstbegär, njutningsdrift och sjelfklokhet, hafva förlorat den tänke sättets heliga grundkraft, som är den verkliga fridens lefvande rot och grund, och som, då den genomtränger menniskans bröst, gör \"Alt hela skapelsen för henne blir en sång, Der allt är bild och klang och tanke på en gång'', och uppfyller hennes själ med den bestämmelsens starka aning, som skänker henne det upplyftande hoppet, att hennes slägle en gång skall blifva: \"Den slora orgelns bild, den ingen ser, Hvars silfverpipor gå igenom verlden, Och till hvars toner spelade af Gud Naturens hjerta slår och spherer dansa\". I de heliga urkunderna finnes en berättelse om den mägtige furste, som länge ansetts såsom monarkismens fader, såsom sjelfva det gyllene hufvudet på den konunga dömels colossala bildstod, kring hvilken genom årtu senden civilisationens krafter samlat sig. Han stod en dag på takel al sin konungsliga borg och betraktade sin herrliga hufvudslad, såg dess starka, breda murar, dess gyllene torn, dess likasom i luften sväfvande trädgårdar, det rörliga lifvol på dess galor, der folk ifrån alla jor dens då kända länder hvimlade i brokig pragt och fred ligt skolande sina bestyr, göromål och nöjen, prisade den väldiga hand, som skyddade dem. Han såg på detta sköna skådespel med naturlig och rättvis fröjd; men stoltheten vexte upp i hans bröst och ljust af dess gif tiga ande — sade han: \"detta är det stora Babel, som jag uppbyggt hafver genom min egen stora magt, min"], [61, "17 herrlighet till ära''. Då föll domen öfver honom ; hans hjerta*blef grymt och vildt såsom rofdjurets, och hans tankeverld öfverhöljdes af vansinnighetens natt. Han måste skiljas ifrån menniskors gemenskap och fjettras med jern och kopparkedjor. Han åt hö såsom oxar, hans naglar vexte till fogelklor och hans hår blefvo såsom örnfjä drar. Detta är en sann, både poetisk och historisk, bild af ett vigtigt, ej sällan inträffande moment i menniskans inre historia. Det är väl högst få, som grundlagt verlds välden och uppbyggt hufvudstäder; men högmodet behöf ver icke sådana storverk till sin näring för att svälla ut till vanvettets öfvermagt. Dess sugrör hafva förmåga att heinta gift äfven ur de obetydligaste småsaker. Den hos menniskan i allmänhet vanligaste källan för högmodels näring, är hennes belraktelse af sin egen timliga lycka och af sin egen bildning och skicklighet, ty hon säger derom alltför ofta: \"detta är mitt Babel, som jag har uppbyggt genom min egen kraft och klokhet, blott för mitt eget bästa, mitt eget välstånd och milt eget pris\". Men i samma stund hon i sitt hjerta säger detta, faller öfver henne samma dom, som öfver den Babyloniska ko nungen. Hon får väl vistas qvar ibland menniskor, men ifrån det mensklighetens heliga förbund, som fått bestäm melsens gudomliga löfte, är hon utesluten. Låga pas sioners jern- och kopparkedjor fjettra hennes bättre anlag vid jorden, Hennes händer äro icke mer välviljans och nitets välgörande verktyg utan i stället egénnytlans gri pande roffogelklor, och hon äter väl icke hö såsom oxar, utan i stället läckerheter, men hon gör det med samma råa djuriska drift, som oxen äter sitt hö, Men högmodet är dock understundom af en högre och star kare art, och då stadnar dess inflytelse icke vid denna djuriska förnedring, utan det blir en dsemonisk magt, som fyller menniskans bröst med förstöringslust och hat. Den rörelsekraft som skakar vår tid, har sitt ursprung 2"], [62, "18 uti den grundtanke, som hos mängden gäller såsom den nya tidens evangelium och hvars innehall är, att menni skans största magi är den hon tager sig sjelf och att hon är fri ifrån lydnaden för all lag, som har en högre princip än hennes egen individualitets anspråk. De käc kaste organerna för denna rörelsekraft hafva väl icke sagt: Vi hafva uppbyggt det nya Babel, ly denna bygg nad har hittills icke kommit längre än till förbistringen. Men de hafva sagt: Detta samhälle, hvilket de fördoms fulle och de servile kalla försynens verk, skole vi rifva neder, och i stället ifrån grunden uppföra ett nytt, som skall blifva ett rent menniskoverk ocb en minnesvård af menniskokraftens herrlighet och ära. Denna tanke har blifvit uttalad af tusende och åter tusende, ifrån Robes pierre och Napoleon ända ned till de oräkneliga kann siöpare, hvilka nu i stora skaror krypa omkring på Eu ropas sjuka samhällskropp Och hvad har blifvit följden deraf? — Vi hafve inom flera af civilisationens central pmråden sett uppträden den ena gången efter den andra förnyas, hvilka i ryslighet likna om icke öfverträfta dem, som utmärkte Barbariets mörkaste tidehvarf. Vi hafva hört dessa afskyvärda uppträden beprisas, såsom uttryck af mensklighetens triumferande utvecklingskraft! Stora skaror hafva i ord och gerning yrkat, att uppror är folkens heligaste rättighet och högsta kallelse, och upp fört sig så, som om de antagit till sitt valspråk: — \"Vi vilja hälla Endrägiens söta mjölk i helvetet* Uppröra verldens fred; förderfva All enighet som finns\" Vi hafva sett huru begreppet om det godas nödvändighet blifvit hos det rådande tänkesättet ej blott fördunklad!, utan nästan uppryckt med roten, huru dårskap kommit till ära, våld och ränker till magt, huru äfven den obe slöjade ilskan vunnit mängdens hyllning och huru egen nyttan blifvit den mägtigaste kraften inom handlingens"], [63, "19 verld och med gyllene kedjor fjettrat all starkare verk samhet vid vinstbegärets hopp. Deremot hafva den verk liga dygden, oskulden, tålamodet och den traditionella visheten blifvit föremål för hån och \"Som en kraftlös skugga sitter fromheten En gäst ibland de döda''. Tankens verldshaf återspeglar icke mer ljusets och him melens bilder, utan våldsamma passioners ur djupet fram brytande springkällor hafva upprört dess vågor, och oräk neliga menningars väderbubblor hafva stigit upp på dess yta, söndei brustit och bildat det fräsande skum, om hvilket mängden tror att det är culturens rikaste skatt. Den, hos hvilken en lång lefnads erfarenhet förstört alla de illusioner, som hafva sin grund i den ungdomliga ingifvelsens rika phantasmagori, känner sig således, ål minstone i mörkare stunder, genoingripen af den hemska aningen att den Europeiska culturens långa dag är för liden, och med häpnad vantar han alt snart få höra dess midnattstimma slå, ty han har fått se allt för mycket af hvad han trott vara omöjligt, så länge ännu taukeverl dens verkliga sol håller sig uppe öfver synkretsen. Häf dernas bok innehåller, att mensklighetens historia haft sina förfärligt mörka nattskiften, den har bevarat de tecken, soni förebåda deras annalkande och den säger tydligt att \"Natt skall vara Innan kärrets irrsken lysa Innan jätten blir en gud. Innan dvergars hop blir fara För de få, som verkligt hysa Vördnad för det godas bud\". Den berättelse ifrån den urgamla forntiden, hvars början jag anfört, innehåller vidare: \"att den vansinnige konun gen lyfte sina ögon upp emot himmelen, och den då uppvaknande ödmjuka känslan af den eviges magt för störde hans högmod, återgaf honom ett menskligt hjerta, ett klart förstånd och et» ifrån förvildningens förnedrande"], [64, "20 tecken befriad, ädel gestalt. Han blef åter den väldige, lycklige och vördade fursten, och fri ifrån högmodets bojor iasåg han att han, ehuru den mägtigaste på jorden, dock var ett intet, om han icke var en trogen tjenare åt Gud och hans heliga verldsordning. Han skref då ert berät telse om sitt högmodsbrott, sitt straff, sin förvandling och nyfödelse, hvilken han skickade ut såsom elt sändebref till sina undersåter och till efterverlden, och slutade den med dessa märkvärdiga ord: 'Derföre lofvar jag Nebu cadnezar, prisar och ärar konungen i himmelen, hvars välde är evigt och varar ifrån slägte till slägte, ty hans gerningar äro sanning och hans vägar äro rätte, och den som stolt är kan han förödmjuka.\" Denna berättelse har en så djupt genomgripande sanning och en så sublim skönhet, att af de minnen hvilka forntiden till oss öf verlemnat, det finnes få, som dermed kunna jemföras. Den innehåller mensklighetens gemensamma innersta er farenhet, personligen förvärfvad på väldets högsta spets, och uttalad i ett mägtigt varningsord af en ibland ko nungamagtens förste innehafvare till de kommande släg ter, i synnerhet till alla dem, som äga magt, denna må vara stor eller liten. Man har i allmänhet under den långa tid, som sedan förflutit, föga aktat derpå, och få äro väl de, som haft en så djup erfarenhet, att de full ständigt förmått fatta dess sublima innehåll. Särdeles vördnadsbjudande förekommer mig denna röst ifrån civi lisationens och samhällsmyndighetens barndom, i dess förhållande till vår tid, i hvilken man nog allmänt be römmer sig af att hafva uppnått deras mognad och full ändning, Den är den kraftfullaste protest, jag känner, emot tänkesättets nu herrskande rigtning och den vänder sig icke blott till furstar och andra, åt hvilka samhällets lagar uppdragit magiens förvaltning, utan äfven och huf vudsakligen till de oräkneligt många, som i folkets namn vilja förstöra samhället för alt sjelfve få ett välde. Det är..i vårtid icke blott enskilde män, som gjort sig skyldige"], [65, "21 till den Babyloniske konungens högmodsbrott och erfarit hans straff, utan hela folkmassor hafva deltagit deri, och vi hafve således skäl att fråga: om icke hos det ge mensamma tänkesättet redan vaknat någon känsla af mäg ten i himmelen eller af samhällets omedelbara beroende af lifvets eviga kraft? och vi äro lycklige att icke behöfva besvara denna fråga med nej ! Män hafva framträdt, och de äro icke alldeles så få, hvilke till trots af upprors skriken och deras många ålerljud yrkat: ''att samhället, oaktadt mångfaldiga menniskofunder, individualitetsanspråk och företag af sjelfklokhet och herrsklystnad ifrån ålder inträngt deri, förvridit dess verksamhet och gjort flera delar af dess byggnad både förtryckande och bräckliga, dock i grunden är försynens och lifvets verk, och att ingen, han må hafva sin plats på höjden eller i dälden, kan med framgång arbeta för dess förkofran och utveck ling, utan att åtminstone i sin känsla uppfatta denna dess högre lefvande princip och vara den, både i ord och gerning, vördnadsfullt trogen''. Desse män hafva erhållit det politiska partinainnet af \"de conservative\". Benämningen är träffande, men den användes ej sällan såsom ett öknamn för att utmärka de fegsinnade och slappe. Många hafva nämligen sällat sig till detta parti af trötthet vid dagens oro, af egennyttig omsorg om egna interessen och af fruktan för den instundande nattens faror. Men genom sådana anhängare förlorar conservatismens sak mer än den vinner. Magten inom det allmänna tänke sättets verld beror icke på pluralitetsmassors ytliga bi fall, utan på sanningen af den princip som hyllas, och den allvarliga trohet, hvarmed denna utföres. Den som uppfattar conservatismens idé fullständigt och djupt, måste tydligt inse, å ena sidan att den är rakt motsatt det sist förflutna seklets våldsamma rörelsekrafter, så väl inom tankens som samhällets områden, och å den andra alt despotismen och anarchien i trots af sin inbördes fiendt- lighet och sina oupphörliga blodiga strider, utgå ur samma"], [66, "22 inre geihensamma rot, nämligen tänkesättets uppror emot den andeliga magt, hvars trogna hyllning ntgör den nöd vändiga grunden för samhällets förmåga att utveckla sig till helsa och frihet. \\e ■•'- Under den sednaste tiden har i en följd af år, så som vi alle veta, upprorsrörelsen haft en blott negativ och a'f»archi*sk syftning och framträdt i ordtvister, smä delser, kannstöperier, stärnplingar och upplopp. Men för fyrtio år sedan förhöll det sig icke så, utan den hade då concentrerat sina krafter i en käck despotism, som hade djerfhet rtog att med öppet erkänd förstöringsafsigt träda opp emot detEuropeiska statsförbundets hela organisation, ■både emot dess yttre verklighet och dess inre principer. För civilisationens försvar räckte då tålamodets Och fördrag samhetens väl trogna och ihärdiga men fridsamma reac fionskrafter icke till, utan den hehöfde män, som med fast och ädel trohet förenade djup insigt i stridens verk liga betydelse, samt magt, inflytelse och den starka per sonlighetens handlingskraft; Det' var en oskattbar lycka for Europa och menskligheferi, att sådane män då verk ligen flinnos till; och till denna de consérvatives första, starkast i förgrunden framlrädande ordning hörde Carl Johan. '— Det finnes i menniskans hrost en helgedom, ■som förbehållen ål Gud och hennes eget samvete, ar sluten för verlden, och det tillates icke en gång tillgif venhétens forskande blickar att intränga dit. Utan att i afseende på tår hjeite bryta emot denna vördnadens lag, vage vi dook uppfatta de yttre tecken, liv ai igenom detta Hans innersia: i ord Och gerning uppenbarade sig. Han sade engång till Upsala Academis studerande ungdom, \"frukten Gud så behÖfven J icke frukta något på jorden\". Han yttrade en annan gång i ett enskildt samtal: \"allt hos menniskan är förgängligt, utom hjertats godhet och renhet, ty dessa utgöra själens verkliga helsa, som varar genom lifvet\" och åter ''Napoleon blef straffad af Gud, emedan han förtröstade blott på sig sjelf och hade icke"], [67, "23 något högre ändamål än sig sjelf\". Sådana ord skulle hafva varit värdige den Babyloniske konungen efter hans omvändelse; men de äro dock endast ord, och deras inre sanning skulle kunna sättas i fråga, om den icke bekräf tades af en hel lefnads dermed öfverenssiämmande vitt nesbörd. Det starkast framträdande grunddraget i Carl Johans offentliga character var, såsom vi redan en» gång förr erkänt, Hans starka och djupa vördnad för samhället och för den mensklighetens bestämmelse, som helgar dess fordringar. Ifrån det han uppsteg på* en af dess myn dighels höjder, aktade han alltid högre dess styrelses skyldighet än han älskade dess magt. Detta I kan så mycket mindre betviflas, som det är emoi denna vördnad, som Hans många smädare egentligen riglade sina pilar» Derföre, när man ser! dessa smädare rigtigt i ansigtet, blifva de hans störste loftalare. Ty utom det att i all mänhet ett af de säkraste tecken till verkligt och stort menniskovärde är dåliga menniskors hat, skall det, då vår tid en gång blir. en äntiquitet ,och måste träda fram inför den verkligt 01 eldiga och raltv isa historiens domstol, blifva ett märkvärdigt och för Carl Johans ära -betydelse rikt factum, alt af alla civilisationens; försvarare emot revolutionens angrepp, ingen blifvit af den sednares an hängare förföljd med ett åk bittert hat sem Han. Då det åter är endast en , föreställning, som förmår ingifva menniskan den sanna vördnadens upplyftande känsla, och denna är den heligaste, hafve vi en säkejr grund för vår öfvertygelse att, då Carl Johan en gång med ett hög tidligt uttryck i sitt ansigte och tårar i sina ögon, yttrade till en resande landsman: \"Je crois et il faut croire\" — gafHan ord åt sin själs innersta medelpunkt — och det var denna tro, som ej allenast gaf Honom kraft att uthärda sin skifterika lefnads mångfaldiga erfarenheter, ntan att förlora der, hvilket Han sjelf ansåg såsom sjä lens verkliga helsa, utan äfven utrustade Honörn med den sammanfattning af egenskaper, hvilken för två och"], [68, "24 ett hälft sekel tillbaka den nyare tidens skaldekonung sagt utgöra den verkliga och ädla furstecharacteren. Shakspeares berömda förteckning på konungadygderna lyder nämligen så här: \"Rättvisa, sanning, hof, ståndaktighet, Nåd, trohet, ödmjukhet, barmherlighel, Gudsfruktan, kraft, förtröstan, bjelteinod\". och är, frågar jag, icke denna teckning en trogen bild af Carl Johan ? — Men, fråge vi åter, hade Carl Johan förmåga att äfven hos de folk, som underlydde Hans spira framkalla den vördnadens, tålamodets, ödmjukhetens och förtröstans anda, som lifvade Honom sjelf? Det är med den bittra ste känsla, som jag måste svara nej ! på denna fråga. ''Ack! än i dag en Nordens son, Kommer ej så lätt ifrån Jätten i sitt bröst som pockar Jemt på sjelfbestånd och lockar Jemt till uppror eller knöt, Alla himlens magter mot. — Denne \"Jätte'' hur han hatar Fridens lära. Hur han matar Odens korpar i vår barm, Annars för det goda varm!'' Ja! vi vete det väl, ty vår historia vittnar derom, att jätten alltför ofta genomgripit och öfverväldigat vårt in nersta, utsläckt den heliga elden på vårt hjertas altar och derigenom förvandlat oss till ett dvergslägte, som väl har qvar besegrarens titaniska hat, men intet af hans styrka, utan är svagt, klent, oförmöget till allt stort, så väl i tanke som handling, såväl i godt som lyckligtvis ännu i ondt. Men å andra sidan innehåller äfven vår historia enskilda personliga exempel på, att jätten blifvit besegrad af en högre magt, och dessa hafva behållit hans styrka, varit nästan underbart segersälla i Strider för"], [69, "25 mensklighetens högre interessen och skänkt en ovansklig äras glans åt våra annars i flera afseenden mörka häfder. Dessa vördnadsbjudande minnen uppfattas oftast af oss med skrytsamt öfvermod och åberopas alltför mycket så som bevis på vår egen ädelhet och kraft. Men det gif ves äfven andre betraktare, som med en särdeles flit efterleta skuggdragen i de berömda personernas lefnad, på det de må kunna säga: ''deras ära är blott det tradi tionella prisets bländverk och de voro i sjelfva verket icke bättre än vi\". Begge dessa betraktelsesätt äro för kastliga, och endast den gamle jättens ingifvelser. Vi böre tvertom uppfatta våra utmärkta män, såsom sände bud ifrån en högre verld, såsom uppenbarelser af vår nations inre förmåga alt förvandlas till ett kraftfullt och ädelt slägte, som ännu möjligen kan blifva mägtigt i det godas tjenst. — Carl Johan tillhörde icke oss genom födelsen. Hans sydeuropeiska, ja! nästan österländska personlighet kunde icke hafva haft sin vagga under nor dens kalla himmel. Men ifrån det Han kallades till oss, genomträngdes Hans själ af en kärlek till de folk, hvilka försynen öfverlemnat åt Hans vård, som oupphörligt till vexande var så stark och varm, att hvarken motgångar, smädelser, ålderdom eller den annalkande dödsengeln sjelf förmådde afkyla den. Genom försynens skickelse och våra ombuds val blef Han vår konung. Men genom sin egen starka kärlek blef Han vår broder och verklige landsman. Han är således fullständigt vår, och har nu inträdt i våra ädlaste minnens helgedom. Derföre bör Hans dödsdag vara för oss en löftets Ett blott gäller en och gäller alla, Att det goda sker; om ined bedriller, Som Dig höja, slöiia — lika godt ! Kan Du icke stiga; lär att falla, Och en bätlre alt på våra grifter, Skall då en gång återfå vår krafts och äras lott"], [70, ""], [71, "FÖREDRAG i CARL JOHANS-FÖRBUNDET den 8 Murs 18ö3. ■S8> &■:':\"*>- UPSALA. C. A. I.EFFIER. 18511"], [72, ""], [73, "t. \\Jar\\ Johans valspråk var, såsom alle vela, \"Folkets kärlek min belöning\"; och dessa ord ullryckfe verkligen Hans hjertas innerliga önskan. Det har gifvils och gifves utan tvifvel ännu män, som älska mensklighetens bestämmelse och verkliga inleressen med allt uppoffrande nit, men då de uppfatta menniskorna sådana de verkli gen äro, anse de deras klander med förakt, deras pris med vämjelse och deras individuella olyckor med temli gen ljumt dellagande. Sådane hafva månge af dem varit, som starke i handling anfört de mägtiga och ge nomgripande rörelser, hvilka på verldshistoriens tafla träda fram i förgrunden, såsom både straffets och rädd ningens verk. Månge af dessa historiens utmärkte män hafva hos efterverlden förvärfvat anspråk, ej blott på beun dran och pris, utan äfven på aktning och tacksamhet; men hos ganska få ibland dem undgår den noggrannare betrak telsen af deras personligheter, att upptäcka skuggor, som ej sällan äro särdeles mörka. De förtjena dock äfven då betraktarens fördragsamhet. De hafva genom lyckan eller sin egen personliga kraft blifvit ställde på en för färlig spets, invid syndafallels djupasie afgrund. Hög mndels och herrsklyslnadens frestelser- äro der uppe på väldets höjd starkare än någorslädes annars, och nitets strid med dem kan vara verkligt både allvarlig och ihär dig, men det oaktadt icke förmå förekomma de bättre föresatsernas enskilda nederlag Mången gång är dessa väldiga passioners seger fullständig, och då falla deras"], [74, "2 offer djupt, blifva tyranner och finna sin lust och fröjd i föröfvandet af grymhetens, förstöringens och förtryckets brott. Men då herrskaren undgår denna fara derigenom, alt hans hjertn omhuldas af menniskokärlekens milda genier, händer det ej sällan, atl han veknar genom denna inflytelse och således, äfven i sjelfva farans stund, af sin barmhertighet hindras att göra sainhällsmyndighetens kraft gällande, emot upprorets angrepp; och vi hafva i den sednaste lidens historia, mer än elt verkligt fasaväckande exempel på de, både tänkesättet och samhället djupt ge- nomgripande, förderfliga följderna af en sådan svaghet. Carl Johan lemnade åter aldrig samhällsordningens heliga bud ur sigle; Han kände djupi konungabestämmelsens högre fordran och, ehuru Han utöfvade magien med mild- het och fördragsamhet, var Han dock rättvisan trogen, och gaf icke vika hvarken för sjell klokhetens stämplin- gar eller upprorets hot. Men det oaktadt älskade Han sina medmenniskor med sannt och kraftfullt allvar. Han fick under den sednare delen af sin lefnad erfara oupp- hörliga anledningar till menniskoförakt, men Han kämpade med denna inre fiende och bestod i pröfningen, så alt Han, så vidt menniskor kunna dömma, in i sjelfva döds- stunden älskade sina likar med en känsla så varm och stark, att den väl sällan i samma grad funnits i en ål- drad herrskares hjerta. Att han af sina undersåtares tänkesätt önskade sig kärlekens återsvar och skulle skat- tat detsamma såsom en ljuf belöning, var således natur- ligt; och Han erkände äfven detta öppet i sitt valspråk. Men vann han någonsin denna belöning, hvarefter Hans hjerta längtade? Om en betraktare af Hans lefnad skulle säga att: \"då Carl Johan till underhåll af sin själs inre frid och lycka, af Svenskarna begärde kärlekens närande bröd, gåfvo de honom i stället smälekens hårda och kan tiga sten,\" kan han åberopa särdeles många bevis för sitt påslående. Dessa bevis äro obestridliga; och vare det långt ifrån oss att vilja förneka eller på något sätt"], [75, "3 fördölja detta, den emot Carl Johan riglade Svenska smädelsens, breda och mångstämmiga factum. Tvertom böre vi önska, att minnet deraf måtte fortlefva i fram tiden, emedan det är af en allt för stor vigt för en sann och djup insigt, såväl i Carl Johans verkliga historiska betydelse, som i den egentliga characteren af den Sven ska allmänhetens nuvarande tänkesätt och hittills för värfvade bildning. Men å andra sidan vore det skeft, ytligt och sanningslöst, att anse denna smädelse, så hög ljudd och utbredd den äfven varit, för hela verkligheten af det Svenska tänkesättets återsvar på Carl Johans kärlek. Det gifves nemligen facta af annan och alldeles motsatt art, hvilka icke heller böra förgätas. Carl Jo han hade många af de personliga egenskaper, som upp rätthålla konungavärdighetens mystiska prestige. Han hade ett majestät i sitt väsende, som icke var en följd af Hans höga ställning och vanan vid magiens utöfning, utan hade utvecklat sig inifrån och således var i ovan ligt hög grad fritt ifrån både högdragenhetens och den affecterade nedlåtenhetens skuggor. Han hade fästat hjeltebragdernas ära vid sitt namn, och detta frambärs al ryktet äfven till dem, som af historiens detalj annars kände föga eller intet. Hans ovanliga frikostighet sträckte sig till alla folkklasser och, ehuru många emoiiogo Hans välgerningar med olacksamhet, var detta dock såsom jag hoppas icke händelsen med alla. Genom allt detta upp kom, i synnerhet hos de folkklasser, hvilka både af sin ställning och sin okunnighet äro skyddade emot smädel sens inflytelse, en vid Carl Johans namn fästad förtrö stan om skydd och fred, hvilken, såsom alltid, var en framgångsrik uppfostrarinna af undersåtlig tillgifvenhet. Då ringningen i Upsfda Domkyrka första gången för kunnade den store konungens bortgång, sade en gammal tiggare, då han blef underrättad om anledningen dertill : \"Så är Han nu död! Gud gifve de haft vett att lacka Honom medan han lefde,\" och yttrade genom dessa enkla"], [76, "4 ord en tanke, som efter hvad jag vill hoppas, vid sam ma tillfälle uppstod i flera andra Svenskars bröst. Ibland de så kallade bildade klasserna var väl de fiendiliga smädarenas hop stor nog, och ännu talrikare de, som er bjudande det ena örat åt smädelsen och det andra åt berömmet, ej med säkerhet visste hvad de egeniligen skulle tro; men det oaktadt funnos dock äfven inom dessa klasser män, som egnade den store konungen hjertats verkliga och varma hyllning; och det är af denna hyll ning som vårt lilla förbund sträfvar att vara en minnes vård. Men hos dem, som ägde lyckan af Carl Johans närmare personliga bekantskap och oftare fingo åtnjuta Hans umgänge, uppkom en ännu varmare kärlek. Denna tillgifvenhet var nemligen sä stark, att den, som varit i tillfälle att på närmare håll åskåda den, måste nästan med förtjusning erkänna, det han, om någonsin, dock högst sällan sett någol dermed jemförligl. Så länge Konun gen lefde märkte man mindre, än man skulle önskat, till denna kärlek. Den liknade de blommor, som under da gen sluta sina kalkar, för att först på aftonen öppna dem. Men då qvällen kom och grafvens porl slöt sig om den Store Hädangångne, uppsteg ifrån dessa kärlekens blom mor, såsom ifrån nr.il violen, denna välluktens milda doft, som hos den fördomsfrie betraktaren väckt och väcker en så verklig hugnad. Carl Johan hade således under sin furste period förvärfvat sig ett af de kärlekens verkliga riken, som sällan uppkomma på jorden. Delta facium är så mycket märkvärdigare, som riket hade sin yttre plats i ett land, der dess konung både genom sin börd och sina individuella egenskaper var en verklig fremling. Det låg dessutom till en stor del på samhällets höjd, der det väl är rikedom på ljus och glans, men tillika kallt, så som på den solbestrålade alpens spels. Det är i sanning en sällsynt händelse, att kärlekens blommor vexa der. Detta rike låg ytterligare här uppe i höga norden, der det allmänna tänkesättets atmospha?r ej allenast erinrar"], [77, "5 om polarclimalets köld, ulan äfven är nog mycket ge nomträngd af den låga smädelustens och den småaktiga afundsjukans giftiga dunster. Detta faclum ådagalägger således på elt omisskännelig! sätt, alt Carl Johans eget hjerta måste hafva, i högre grad än de flesta menniskors, varit genomträngd! af människokärlekens mägiiga ande. Men öfver den kärlekens rosengård, som ännu uigör en prydnad på Hans graf, sänka sig alltmer ålderdomens kalla (öknar. Flera af blommorna hafva redan vissnat och fallit till jorden, och efter några år skall ingen mer af dem vara qvar. Carl Johans kärleksrike upphör då och nfvergår till ett blott minne. Men att detta minne skall forllefva äfven i de kommande dagar, är åtminstone vår innerliga önskan — och vare derföre del första glas vi nu till Carl Johans ära tömma, ett uttryck af denna önskan och af vårt hopp att våra svaga bemödanden för dess fullbordan icke måtte vara ulan all framgång! 9. Till trots af alla fromhetens bemödanden skall dock minnet af Carl Johans kärlek och det ålersvar, den vann hos Nordens folk, förblekna i den aflägsna framtiden. Den var allt för nära införlifvad med den individuella sidan af Hans personlighet, att kunna blifva ett de kom mande tiderna verkligt genomgripande historiskt faclum ; \"Ty hän dör da sjelf; Hän dör allt hvad Dig tillhör. — Men elt vet jag som aldrig dör, Och det är domen öfver dödan man. Detta våra förfäders tänkespråk har icke, såsom dock mången måhända tror, afseende på Guds dom, på den rättvisans eviga lag, som åt det goda, verlden må känna och se det eller ej, skänker en genom tiderna fortlef vande evärdlig, välsignelserik verksamhei, och dömmer det onda till en likaså uti framliden fortfarande sjelf-"], [78, "6 förstöring, som icke skall upphöra förr än det frö, dess organer utsått, blir fullständigt utrotadt. Denna sublima tanke, som blifvit oss skänkt och innehåller historiens djupaste mysterium, var fremmande för våra förfäder, och de tänkte endast på verldens, på de efterlefvande men niskornas dom, ty äfven denna räcker länge. På tidens väldiga flod skjuter den ena generationen af vårt slägte upp efter den andra, och sedan den der fulländat sitt dagsländelif, sjunker den i massor ned i glömskans djup, och ingen dykare, så dristig han än må vara, hemtar dem upp derifrån. Några få enskilde hålla sig väl nå gon tid uppe, men de kastas snart till stränderna, der de ligga krossade i skärfvor och någon gång uppletas af archeologiska forskare, som genom biografier och äre minnen fruktlöst försöka, att kämpa emot glömskans öf verlägsna magt. Ett ännu inskränktare antal stadnar dock, genom sin mystiska verkan på de under dem hvälfvande böljorna, qvar på flodens yta, bäras af densamma fram genom de kommande åldrarna och blifva föremål för de omkring dem uppskjutande slägternas oupphörligt förnyade betraktelser och omdömen. Det är åter dessa, hvilka fö reträdesvis kallas historiska personligheter, och som så ledes beständigt träda fram inför efterverldens domstol. En gammal och djupt inrotad föreställning gör denna domstol till den egentliga rättvisans säte; men ännu har en sådan tro icke gått i fullbordan. Schiller har sagt \"Die Weltgeschichtc isl das Weligericht,\" och dessa ord innehålla sanning, om man dermed har afseende på den verkliga historien, menoiskoslägtets fullständiga gemen samma faclum, hvilket ännu ingen meuniskotanke förmått fullständigt uppfatta, men de äro deremot den mest oför skämda lögn, om man tillämpar dem på menniskotankens dom öfver verldshändelserrta, hvilken äfven plägar kalla sig historia. Hittills har efterverlden icke varit mycket rättvisare än samtiden, och i de flesta fall har dess dom väsendtligen icke varit något annat än ett traditionellt,"], [79, "7 ehuru ofta i förändrade former förnyadt, återupprepande af den sednares. Då denna traditionens magt medgifves följer deraf, att den närmaste efterverlden har en stor och magipåliggande förbindelse, att innan samtidens dom hinner uti traditionen fixera sig, underkasta den en sträng pröfning och, så v i dt möjligt är, rensa lögnen derifrån, den må hafva skepnaden af pris eller af tadel och smä delse. Samtidens dom är i allmänhet osammanhängande och mångstämmig, men i de flesta fall är det, hvilket deraf stadnar qvar såsom historisk tradition, utgånget ifrån den större och okunnigare delen af allmänheten, som öfverröstat de färre, som haft djupare insigt. Mängden åler dömmer aldrig efter oveldig pröfning, ulan beherr skas af den mening, som för dagen förmått göra sig gäl lande såsom lidsande. Den mening åter, som öfver vår tid utöfvat en sådan magi, har tydligt och fullständigt intalat sig. Den yrkar, alt individualitetens emancipation ifrån samhällets, ifrån slägtets, ifrån försynens magt bör utgöra det högsta målet för alla menniskors både önsk ningar och sträfvanden I rak och öppen strid emot den religiösa verldsåsigt, hvarlill vi bekänne oss och som förkunnat, att menniskans bestämmelse är att till renhet, ädelhet och helighet förvandla sig sjelf, sitt slägte och den natur som omgifver henne, genom tron på Gud; yrkar hon att menniskans bestämmelse tvertom är att er öfra verlden, naturen och sitt eget slägte genom tron på sig sjelf. Vår tids character beror således det på, att individualiteten tagit samhället och dess öde i sin egen hand, den har kullstörtat bestående välden och byggt upp andra i deras ställe, och der hon icke ännu förmått detta, har hon dock försatt samhällets gamla inrättnin gar i en darrning, som hotar med upplösning och fall. Men individualismen har icke stadnat inom politikens och handlingens verld, utan den har inträngt äfven inom tan kens rike och bemägtigat sig de flesta af dess områden. I synnerhet har den genomgripit den historiska betrak-"], [80, "8 telsen af vår egen tid, dess personer, förhållanden och händelser. Väl hafva enskilde författare försökt, att hos denna betraktelse göra en högre verldsåsigt gällande, men de hafva varit de ropandes röster i öknen, och den större allmänheten har lyssnat endast till individualismens predikare. — 1 sina yngre år hörde Carl Johan till dem, som efter den gamla Franska monarkiens fall, kämpade för det vardande nya samhällets utveckling nr rättvisans eviga lag; då sedermera genom en ined den politiska cabalens vanliga medel, list, våld och bedrägeri utförd usurpation, dessa bemödanden af en ädlare republikansk ande blefvo om intet och den man, som utgjorde den förnämsta personliga incarnationen af tidehvarfvels sjelf viska princip och just derföre blifvit föremål för verklig idolatri, lyckades att uppföra ett militärdespotismens Ba belsiorn, som uti ensidighet knappt har sin like i världs historien, var Carl Johan den ende, som vid usurpa tionens första förelag, deremot uppträdde med öppen protest; under den första perioden af sin furstebana, var Han en af de uppretade nationalkrafternas förnämsta an förare i deras framgångsrika strid emot individualismens förtryck, och sedan Han uppstigil på thionen kämpade Han uiildt men ihärdigt, med tålamod och vishet, emot anarchiens jäsande förstöringskrafter. Ifrån en domstol, der sjelfv iskbetens princip gäller såsom lag, kan man så ledes icke hafva att för Honom vänta något annat, än ogillande och förkastelse. Försynen gaf åt den menskliga personligheten väl det öfver sitt slägte, pä det den må kunna blifva organ för den djupa och fullkomliga förvandling, som utgör det sednares högsta bestämmelse. Den högsta formen af delta personlighetens välde inom samhällets yttre ordning är fursteväldet, och då man uppfattar blott statens yttre form och organisation, har man skäl att anse della välde för personlighetens högsta tritiinph. — Men det var en vis man som sade: \"Tanquam natura ita societas vinci."], [81, "9 tur parendo,\" eller menniskan vinner väldet såväl öfver samhället som öfver naturen, endast genom trogen lyd nad emot den högre magt, som ursprungligen bestämmer begges tillvarelse. Alla välden, som icke hafva sin rot i denna lydnad, äro förstörande eller förtryckande och förr eller sednare förgängliga. Det tillhör väl derföre fursten, att göra lydnadens pligt gällande hos alla sam hällets medlemmar, men om han rigtar denna lydnad per sonligen emot sig sjelf och gör sin individuella vilja till samhällets lag, blir han tyrann och förtryckare och den civilisation, på hvilken han utöfvar sin magt, blir skef, förvriden och osund, samt får, ehuru den i början stun dom har en falsk skimrande yttre glans, dock uti sitt inre lif en rigtning till upplösning och sjelfförstöring, som förr eller sednare ofelbart skall vinna en alla mensk liga räddningsförsök trotsande öfvermagt. Han måste således i första rummet lyda sjelf. Han bör, så fullständigt och djupt han någonsin förmår, uppfatta sam hällets verkliga princip, det godas heliga fordran och rättvisans eviga nödvändighet, och vara den i själ och hjerta, i tanke, ord och gerning allvarligt trogen, på det den må besegra herrsklystnaden både hos honom sjelf och hos andra, och befriande mensklighetens alla föräd lingskrafler ifrån passionernas förnedrande förtryck, posi tivt genomtränga civilisationen, sä att denna blir sund, stark och oberoende af lyckans och tillfälligheternas vex lande skiften. Den furste, som förmår göra delta, ut för den Europeiska monarchismens verkliga idé, och ådaga lägger, att denna är icke hvad mången tror, envälde, utan tvertom samhällets mägtigaste skydd deremot. Att Carl Johan uti denna furstens egna lydnad emot sam hällets heliga princip satte konungadömels hufvudsak, är den oveldige betraktaren skyldig att erkänna. Der ifrån härrörde hans djupa vördnad för civilisationen och de former, i hvilka den hittills utvecklat sig, derifrån äfven den starka förtröstan, hvarmed Han betraktade"], [82, "10 framliden, derifrån Hans milda fördragsamhet både med personer och förhållanden. Derigenom trädde Han äfven under hela sin lefnad upp i öppen strid emot tidehvarf vets individualism, och alla de mångfaldiga revolutioner, usurpationer, statscouper och sjelfklokt-ytliga lagstiftnings företag, som utgått ur dess sköte, och gifvit åt de sed nare tidernas historia dess lika förvirrade som bedröfliga skepnad. Deremot vände Han sig med den varmaste kärlek emot den kraft, som rör sig i mensklighetens in nersta och, ehuru nu förtryckt, väl någongång skall ut veckla sig till öfvermagt inom tänkesättet, förebådad som den är af det ur djupet kommande nödropet, som till trots af de öfriga oljuden tränger fram till den verklige menniskovännens öra och säger till alla, som hafva nå gon magt, den må vara stor eller liten: \"Missbruka ej det välde, som är lagdt i din hand, ty det är icke ditt, utan underordna dess utöfning under den heliga verlds ordning, hvaraf allt lefvande beror och hvilken allt måste troget lyda, om det icke sjelft skall bereda sin undergång.\" Carl Johans verkliga betydelse inom den politiska histo rien kan således först i framtiden blifva fullständigt upp fattad och rättvist bedömd. Men äfven innan detta sker, bör den anthropologiske betraktaren knnna göra rättvisa åt Hans personliga character. Han uppsteg på thronen icke i följd af sin börd, ännu mindre i följd af uppro riska slämplingar och revolutionär inkräklning, utan i följd af den aktning Hans personliga värde vunnit hos ett förut för Honom alldeles freiumande folk. Denna art af upp höjelse på lyckans och magiens spets, är lika ovanlig, som den är ärorik, men den innebär tillika en stark frestelse till egenkärlek och öfverdrifvet sjel (förtroende; Han hade sjelf erfarit och ännu mer hos andra omedel bart åskådat framgången af djerf handling, och en sådan erfarenhet gör menniskan vanligen döf för försigtighetens varningar; Han hade en stark välvilja och denna är en ädel men stundom mägtig och vådlig lörledare till obe-"], [83, "11 tänksamtna företag; Han hade en liflig och rik phantasi, och denna idealiserar handlingens syftemål så, att de skuggor och svårigheter, hvilka den kalla försigiigheten ser, försvinna derifrån; Han saknade det menniskoförakt, som härdar sinnet emot inflytelsen af menniskors både pris och klander, och i våra dagar hyllar priset egentli gen öfverdådet, hvaremot klandret vanligen förföljer för sigiigheten, tålamodet och fördragsamheten, och Han hade dessutom ett lifligt, stundom till och med häftigt tempe rament. Alla dessa egenskaper, när de hos samma per son äro förenade, innehålla en stark receptitiiet för de fre stelser, som Ulgå ifrån vår tids character och förhållan den, men om Carl Johan skulle gifvit Vika för dessa, hade Han blifvit raka motsatsen af hvad Han verkligen var. Den vördnadsbjudande gestall, som deremot nu står intör våra af tacksamhet genomträngda tankar, och hos hvilken kärleken, tålamodet och visheten äro innerligt in förlifvade med den starka hjeltekraften, är ett öfverly gande bevis derpå, att den heliga kraft, som lefver i mensklighetens innersta och ensam förmår segra öfver verlden, måste hos Honom hafva varit ovanligt stark. Han är en factisk vederläggning af den olaliga gånger återupprepade platta meningen, att omständigheter och förhållanden göra menniskans character, alt menniskan är sin tids barn o. s. v. Mängden af menniskorna äro väl, det är sannt, sin tids barn, men hela deras lif, med all dess diktan och fraktan, är icke heller något annat än en oupphörligt förnyad bekräftelse och färklaring af den gamla mythen, enligt hvilken tiden sjelf uppäter sina barn, ty förgängelsen bemägligar sig äfven såväl deras gernin gar som dem sjelfva, och lemnar blott stundom qvar en dyster skugga som åtföljer deras narnn. Den menskliga handling åter, som skall segra öfver tiden, blifva odödlig och genom seklerna fortverka till befordran af mensk lighetens sanna väl, måste vara evighetens barn, foster af den förvandling och nyfödelse, hvilken christendomen"], [84, "12 förkunnat vara mensklighetens egentliga väsende och verkliga lif. Carl Johan hade äfven i följd af detla sin person- lighets inre djup, mer än de flesta andra furstar både i äldre och nyare tider, en verkligt Europeisk character. Ibland Europas regenier hafva äfven de, som vunnit hi- storieskrivares pris uch falt åtnjuta minnets tacksamma hyllning af sina efterlefvande nationer, nästan uteslutande upphittat de sednares intressen, såsom det enda syftemålet för sin verksamhet. Pä det gemensamma Europeiska samfundets behof och fordringar, hafva de åter ganska sällan akiat, och, om de kränkt och skadat andra sam- hällens rätt och lycka, hafva de lika sällan tillräknat sig detla såsom fel, så snart de derigenom åt sina egna ri- ken förvärfvat magt och fördelar. Carl Johan synes der- emot hafva klart och djupt insett, att det Europeiska Statsförbundet är det stora, det fullständigt utvecklade, det verkliga samhället, som i sin helhet fått af försynen den höga bestämmelsen sig förelagd, alt ulföra civilisa- tionens verk så, alt del blir hvad det bör vara, ett skyd- dande och vårdande organ för utvecklingen af det verk- ligt menskliga, och att de tierfaldiga naiionalkrafler och olikartade civilisationsformer, hvilka af delta stora Stats förbund sammanhållas, hafva livar och en sin uppgift att uppfylla, som lör rfr* stora gemensamma målet är af större eller mindre vigt, och äga således i kraft af det helas princip elt rättmätigt anspråk på skydd för sitt be stånd och sin frihet. Han synes hafva uppfatlat och verkligen förstått det mägtiga bud, som förkunnas af häfdernas röst, och gäller såväl nationer som enskilde: 'uppfatta tydligt och fördomsfritt din bestämmelse och uppfyll så fullkomligt du någonsin förmår dess fordran; men sök aldrig att vara något annat eller mer, än denna din bestämmelse innehåller, ty då bereder du endast olyc kor för dig sjelf och för andra och understundom din egen undergång\". Då 1813 det siora förbundet omsider"], [85, "13 bildade sig till försvar af den Europeiska civilisatio nen emot den öfverdådigaste fiende, som någonsin an gripit densamma, var Carl Johan den, som mer än nå gon annan uppfattade stridsfrågan ifrån verkligt Euro peisk synpunkt, och det var denna Hans upphöjda åsigt, hvilken i förening med det fältherresnilie, som utrustade Honom med förmåga att utstaka den omfattande slrids plan, hvilken sedermera i det stora fälttåget följdes, gaf Honom den öfverv igt inom furslarnes råd, Han då en kort lid verkligen ägde, ehuru man sedermera ifrån flera håll flitigt äflats alt förneka den. Den politiska character, Han i detta stora förhållande ådagalade, bibehöll Han troget genom hela sill furstelif både i tänkesätt och handling. Den förändrade ställning, Han förvärfvade åt den Skandinaviska halfön, och som har ett framtidens löfte med sig, hvilket dess folk förut måste sakna, kan till sin verkliga och rika betydelse icke fullständigt för stås, ulan ifrån Europeisk synpunkt. Ifrån samma höga politiska åsigt utgick äfven Hans vid flera tillfällen yt trade försvar för de smärre magiernas rätt till oberoende af de störres förtryck eller inkräktningsförsök. Men äf ven de större staterna betraktade Han med fri och ovel dig blick. Han gjorde rättvisa åt dem alla, och be dömde dem alla utan hat, ulan fördom, ulan afund; — och elt särdeles anmärkningsvärd! di >g i Hans politiska character är, alt af alla Frankrikes si ner svårligen nå gon varit, i samma grad som Han, fri ifrån den så ytter ligt förderfliga fördomen, att Frankrike har bestämmelsen alt blifva herrskare öfver den öfriga verlden både i and ligt och verldsligl afseende; — en fördom, ifrån hvilken flera af Europas största olyckor leda sitt ursprung. — Af hvad nu blifvit anfördt följer å ena sidan, att, såsom redan är sagdt, Carl Johans historiska betydelse icke kan fullständigt uppfattas eller rättvist bedömmas förr, än den historiska betraktelsen förmått höja sig upp till en högre ståndpunkt än den nu innehar, och å den"], [86, "14 andra, att ett allvarligt, oveldigt och fördoms fritt studium af Carl Johans character och hi storia är en ibland de vägar, på hvilka denna betraktelsens högre ståndpunkt kan uppnås. Jag föreslår derföre, att vi tömme detta glas för en sådan åt Carl Johans historia egnad allvarlig forsk ning, och ingen bör dricka denna skål, utan alt känna en inre uppmaning, att derpå använda någon del af sin tid och sina krafter. 3. Sedan Carl Johan, rik på ära och mätt af år, bort gått ur den förgängliga verlden. lefde i flera år Hans qvarlemnade Höga Alt i ostörd inre frid och lycka. Hop pets morgonsol log deröfver och lofvade en lång och fridsäll dag. Men den hårda pröfningens stund kom om sider äfven för dem. Den förfärlige, som skattar allt jordiskt lika ringa och med samma oblidkeliga stränghet beherrskar såväl konungen som slafven, såväl millionären som tiggaren, såväl den vise som dåren, såväl ynglingen som gubben besöker menniskornas alla boningar och skonar ingen. Christendomen har väl lärt oss, att han är en Guds engel, en af mensklighetens mägtigaste upp fostrare, som framför alla andra andliga magier, ej alle nast kufvar hennes högmod och lär henne ödmjukhet och vördnad, utan äfven ofta framkallar personlighetens hög sta och ädlaste utvecklingsact, utvidgar barmhertighetens rike och ger åt menniskans både hopp och kärlek en högre och ädlare rigtning ; men förfärlig är och förblifver han dock, och allt lefvande bäfvar för honom. För nå gra månader sedan inträdde han inom vår dittills så lyck liga konungaborg, och utsträckte hotande sin hand emot flera af dess innevånare, ja! emot Konungen sjelf — Vi skola säkert länge minnas den pinsamma spänning, som"], [87, "15 gennmgrep vår känsla under detta sorgliga skifte. Men dödsengeln tycktes omsider sjelf röras till medlidande, lyfte åter sina vingar och vek bort ifrån dem, hvilka han så länge hotat. De tjocka, mörka skyar, hvilka han sammandragit öfver både Konungaborgen och Landet, skingrade sig, solen gick åler upp på vår himmel, och våra hjertan höjde sig med innerlig tacksamhet upp till lifvets fader och frälsare. Och vi täcke icke blott för räddningen, ty sorgen förunnade oss en blick in i Kon ungafamiliens inre verld och den möttes der af en sällan åskådad rikedom af from undergifvenhet, af tålamod, af kärlek och af tro. Den hårda pröfningen genomgecks så, som religionen bjuder och den kärleksfulle menni skokännaren med hugnad vördar. Döden utkräfde dock ett dyrt offer, och detta var den älskvärde ibland de älsk värda, den så allmänt och ömt älskade och så bittert sörjde Prins Gustaf. Han hade nyss fyllt sitt tjugufemte år och befann sig således i den vigtiga lidpunkt af lif vet, då ynglingaålderns ulvecklingsact vanligen är full ändad och den mognade manlighetens period börjar. Denna tidpunkt är i allmänhet en af de hetydelserikaste epocher i personlighetens historia, och olycklig den, som kan betrakta den utan deltagande, utan kärlek, utan verk lig vördnad. Enligt lifvets ordning, fiamträder då den förnämsta uppenbarelsen af dess heliga inre, blomnings aclens högsta och ädlaste form. Men lifvets ordning blir i de flesta fall störd och förvriden derigenom, att redan i tidigare åldrar det ondas magt genomgriper ut vecklingen, i följd hvaraf blomningen antingen uleblifver inom det högre lifvet eller ock blir ful och motbjudande, stundom verkligt afskyvärd. Detta är elt ibland de vi drigaste skådespel som någonsin kunna träda fram inför menniskovännens blick. Han får dock, vare det sagdt med den djupaste bedröfvelse, alltför ofta åskåda det, och då förvrider sig för hans tanke lifvets eviga sanning till en dunkel, oupplöslig gala, och med en näslan för-"], [88, "16 tviflande känsla hör han huru dess harmoni upplöser sig i skärande missljud Hos andra deremot framträder blom ningen i sköna, bjert prunkande färger. Aningen om menniskans bestämmelse genomtränger känslan med en glödande värma, och uppfattas af den rika fantasien un der idealels sköna bild. Viljan och hoppet genomträn gas af ett djerft mod, och drifne deraf begära de unge af hiinmelen underverk, på det deras skimrande, men obe stämda aningar mätte snart gå i fullbordan, och deras kärlek antager ofla skepnaden af ett bittert hat emot hvad de, ej sällan ined djup förvillelse, anse för ondt. Desse unge män stå på passionernas glödande vulcan, och ofla nog uppstiga derifrån da?mouer, som förskapande sig till ljusets englar förmå nedrycka dem i förderfvet och förvandla dem till mensklighetens fiender, till öfver modiga förtryckare eller vildsinnta förstörare. Men då troheten till det goda skyddar dem emot detta affall, och blomningen får öfver.å till mannakraftens ädla frukt, blifva de de starke i samhället, det godas stridsmän, sanningens förkunnare och mensklighetens räddare och vårdare i faror och nöd. Men icke heller till denna dass af ynglingar hörde Prins Gustaf. Hans själs blom ning liknade den 'silfverhvila liljans och var, så vidt menniskor kunna se, utan fläck. Så långt betraktarens blick kunde framtränga i Hans inre, funnos der inga skuggor, som hindrade den klara återspeglingen af hiin melen och ljuset. Han älskade sanningen och sökte den med flitigt arbete inom flera allvarsamma forskningsom råden, men alltid med uppåt rigtad blick emot ljusets eviga källa. Han längtade dit, och denna Hans längtan skänkte åt hela Hans väsende en egenartad Ijuf mildhet, och gaf sig understundom luft i sköna, aningsfullt lju dande toner. Såsom man efter Hans bortgång fått flera anledningar att tro, hade Han i slutet af sin lefnad nå gon aning om sin snart förestående död, men detta gjorde Honom icke dyster eller grubblande, utan tvärtom måhända"], [89, "17 förhöjdes derigenom rlen milda glädje, som förlänade åt Hans umgänge dess allmänt kända och så högt värderade behag Han älskade myckel 1 — Sina Föräldrar, sina Sy skon, -sitt Fädernesland, sina vänner, sina landsmän, och i allmänhet sina medmenniskor, och vann äfven kärlekens återsvar i ett ovanligt rikt mått. Men oakladt vi alle kände detta, var dock den djupa sorg, Hans tidiga oeh oförvänlade bortgång så allmänt framkallade hos Nordens folk, nästan förvånande. Vi hafve på mycket lång tid icke erfarit en så djup och allmän rörelse hos den ge mensamma känslan. Vi kände att modren Svea lefver än, ty hennes uppvärmda hjerla klappade starkt, så att alla hennes barn af alla stånd och vilkor kunde sitt innersla darra deraf. Afven den starke tvillaren måste medgifva, alt det loyala, det gemensamt älskande tänkesätt, som utgör en så mägtigt upprätthållande kraft för folkens en drägt, icke ännu försvunnit ifrån våra hjertan. Men skall denna vår nyss erfarna gemensamma varma rörelse snart åter kallna? eller kunna vi hoppas, att den skall utgöra en början till en sinnesstämning, som utvecklande sig allt mer och mer, skall förjaga många af tvedrägtens d-emoner ifrån vårt tänkesätt, och derigeuom göra oss starkare än hittills, i vårt arbete för fridens och föräd lingens höga mål? — Om åter elt sådant hopp skulle i framliden gå i fullbordan, förvandlar sig Prins Gustaf till en verkligt historisk personlighet. Han träder då fram inför kommande tider, såsom en Iagerkrönt seger hjelte inom vår inre verld, såsom en personlig uppen barelse af det inres af så många betviflade magt, såsom en förkunnare af den heliga sanningen, att försynen ined en djupt och vidsträckt verkande förädlingskrafi utrustar dem, som äro trogne i det heligas dyrkan och det godas tjenst, oaktadt de aldrig eftersträfva, alt med omedelbar hand ling ingripa i lingens yttre ordning. Genom sin lefnad förvärfvade väl Prins Gustaf kärlek, men det var dock först genom sin bortgång i blomman af sina dagar, stim 2"], [90, "18 Han framkallade den djupa väckelse, hvilken utgör det högsta uttrycket af hans inflytelse på vårt tänkesätt. Hans lefnadsbana var väl kort, men den är fulländad! och Han har uppfyllt en stor bestämmelse. Hvilken mild dager faller icke genom denna tanke ifrån de högre rymder ned på vår sorg! Den förjagar den väl icke, men den borttager dess bitterhet och uppfyller vår själ med en vördnadsfull aning om försynens vishet och nåd. — Våra föreställningar om de saliga andarnes hem, verksamhet och bestämmelse äro väl dunkla, och i för hållande till deras höga föremål låga och inskränkta, men vi våge dock tro att de behålla qvar och till allt högre fullkomlighet utveckla den kärlek, som under de ras jordiska lif påtryckte deras personligheter det godas stämpel och utgjorde grundkraften i deras ädla och väl görande handlingar; och då våge vi äfven föreställa oss, att Prins Gustaf gått till sin ädle Farfader och till Honom framburit budskapet ifrån dem, som på jorden utgjorde föremålen för Hans kärlek. Han har då kunnat säga Honom, att Hans Ätt lefver i endrägt och frid, och sam mansluten af en ovanligt varm kärleks starka band, ge mensamt älskar de, folk, hvilkas vårdare, välgörare och konung Han länge var, och med ihärdig nitälskan arbe tar för befordran af deras välstånd och ära. Då den döendes öga är mera klart seende än andras och, i syn nerhet då kärleken skärper dess blick, förmår genom skåda den närvarande dagens förgängliga skuggor och tränga fram till den inre verkligheten, våge vi äfven hoppas det Han kunnat säga, att i det innersta af de Nordiska folkens tänkesätt en ny, viss och förhoppnings full ande redan vaknat, som väl ännu för de flesta dold dock lofvar att i framtiden utveckla sig till öfvermagl, och göra dem mägtiga af den höga bestämmelse, som är dem af försynen förelagd och som i lifvet utgjorde Carl Johans käraste tankebild, \"föremålet för hans lefnads bön, den Han med tro och offer ihärdigt frambar både"], [91, "19 till menniskor och till Gud!\" Han har åtminstone kun nat säga, att det gemensamma tänkesättet hos Nordens förenade folk redan framträdt i en, ehuru späd, dock löftesrik blomningsact. Ynglingahänder hafva slutit sig i hvarandra, ynglingahjertan hafva närmat sig hvarandra, genomträngda af den mystiska aningen om det veslliga Nordens framtid, och de hafva lofvat att, med gemensam tro och gemensam kärlek, för denna framtids heliga mål arbeta, lefva och dö! Om någonsin något, som kommer ifrån jorden, kan förhöja himmelens salighet, måste det för Carl Johan vara ett sådant budskap; ty Sveriges och Norriges förening, icke uppkommen genom utifrån ver kande eröfringstvång, utan utvecklad inifrån, var Hans käraste, ädlaste, heligaste verldsliga önskan, och den yttre förberedelsen deraf Hans största och framtidsrikaste politiska handling. — Men Prins Gustaf har gått till Carl Johan äfven i en annan mening, än den vi heinte ifrån ingifvelsen af Christendomens tro. Han har nem ligen trädt intill Hans sida uti historiens pantheon, och är den förste af Hans ätt, som ännu intagit en sådan plats. Hvilken skön och herrlig anblick erbjuder icke nu föreningen af dessa begge gestalter åt betraktaren! A ena sidan den Gamle, som mer än de flesta andra menniskor erfarit hvad det timliga lifvets skickelser och förhållanden hafva stort, känt det stora såväl i lyckans gåfvor som i olyckans hot; omedelbart erfarit det stora uti den fasaväckande verldsstriden, som under större delen af Hans lefnad skakade det Europeiska samhällets grund valar, och uti den blodiga lagerskördens förfärligt mäg tiga frestelser; känt det stora, både förkrossande och upplyftande, uti den omedelbara åskådningen af det mensk liga eländet i dess största och rysligaste former; nödgats känna det smärtsamt genomgripande uti de af passioner och fördomar uppretade opinionernas förföljelser, men tillika och framför allt djupt erfarit det, öfver verlden och allt hvad den förmår gifva eller taga, upplyftande uti försy-"], [92, "20 nens ovanligt nåderika och vårdande skydd; — och å den andra sidan den Unge, som icke kände verlden och aldrig erfarit något hvarken af dess frestelser eller af dess sårande retelser, men i stället hade en så mycket större rikedom af inre erfarenhet, emedan Hans inner sta tyckes ifrån Hans spädaste barndom hafva varit oin huldadt af det godas himlaburna englar, och derigenom blifvit invigdt i den mensklighetens djupaste mysiére, som hos de flesta menniskor är dold eller blott dunkelt anad. Han står der nu på den höga historiska platsen, lik en smärt pyramidalpoppel med sina himmelålsträfvande gre nar, och hvarje blad af sin löfrika krona fullsiänkl med de klara dropparna af himmelens dagg, som i skimrande färger återspegla morgonsolens strålar, invid sidan af den väldiga eken, som dristigt lyfter sin krona upp emot de åskdigra skyarna och, kämpande med stormen, utbreder sina skyddande grenar öfver den jord, i hvilken den Allgode Vårdaren i en välsignelserik stnnd planterade Hans på en annan mark uppväxta ädla stam. Men hvaruti beslår den egentliga historiska betydelsen af Prins Gustaf på denna höga plats? — Carl Johans hjeltecharacter var sammangjuten af flera elementer. Elt ibland dem var den hjertats naturliga, innerliga godhet, som aldrig vek ifrån Honom under Hans långa lefnads vexlande skiften och på dödsbädden förvandlade sig till den ljusets engel, som förde Hans från stoftet flyende själ till fridens och salighetens verld. Det är åter af detla element, som Prins Gustaf är en ren och fullständig personifica tion, och Han utgör således en början af den förklaring eller fulländade utveckling af Carl Johans personlighet, hvilken det tillhör Hans Att att utföra på jorden, och derigenom göra Hans ande evärdligt fot (lefvande genom tiderna, och oupphörligt verkande till befordran af de Nordiska Folkens förädling, sällbet och ära. Lefve derföre minnet af Prins Gustaf! Lefve det i kärlek och välsignelse! och blifve Han äfven inför"], [93, "21 kommande tider en minnesvård deraf, att äfven under Nordens kalla himmel ynglingacharacteren kan utveckla sig i mildhetens rena form, och tillika en skön, klar och strålande uppenbarelse af den innerliga godhet, som tillhörde Carl Johan, och ännu utgör det starkast i för grunden framträdande grunddraget i den gemensamma Familiecharacteren af Hans Ätt!"], [94, ""], [95, "FÖREDRAG i CARL JOimS-FllRIUMET den 8 Mars 1854. UPSALA, C. A. Leffler. 1854."], [96, ""], [97, "i. VVarl Johan hyllade den politiska verldsåsigt , som er hållit namn af den conservativa. Detla hafva både vän ner och fiender erkänt. Hans vedersakare och försmä dare hafva ställt fram denna Hans politiska character, såsom elt föremål för anklagelse och bittert klander, under det Hans tillgifne erkänt den med djup vördnad och varm tacksamhet Carl Johan var dock icke blott en anhängare af den conservativa åsigten , utan en af dess väsendiliga innehålls kraftfullaste och trognaste tolkar. Ehuru detta väl hade sin egentliga grund uti den djupt religiösa anda, b v armed Han uppfattade sam hållets betydelse och ändamål , närdes dock och bekräf tades Hans fasta politiska tro, under en läng lefnad, af en mångfaldigt rik erfarenhet. I sina yngre år feck Han omedelbart åskåda den gamla Franska Monarchiens fall. Detta mägtiga rike var en egenartad, väl i sitt yttre lysande men dock invärtes sjuklig, utvecklingsform af den Euiopeiska civilisationen. Konungamagten var starkt centraliserad ända till despotism, men det oaktadt icke genomgripande och consoliderad. Icke blott kyrkan och domstolen , utan äfven de olika samhällsclasserna och stånden, provincerna, städerna, näringarna hade en sådan mängd af privilegier och undantagslagar, att re actionen emellan dem och magtens ulöfning, måste un derhålla en djupl fiendtlig spänning, hvilken väl någon gång ulbröt i med hvarandra kämpande partiella uppror och våldsamma regeringsåtgärder, men dock hufvudsak-"], [98, "2 ligen verkade inom länkesältel, som deraf försattes uti en väl i allmänhet dold, men dock oupphörligt tillta gande jäsning. Den sisle olycklige Konungens försök, att genom samhällsim ältningens yllre reform, upphäfva denna inre spänning, misslyckades, såsom bekant, all deles, och samhället föll sönder i ruiner, genom en så förfärligt haslig och allmän upplösningsact , att något dermed jemförligt exempel icke finnes i verldshislorien. Atl åter efter det gamla samhällets fall åieruppföra en ny byggnad af större inre enhet och varaktighet, saknade den Franska nationen både intellecluell och moralisk kraft. Aldrig har sjellklokheiens dverg framlrädt sa ytterligt både fåvetlig och fräck som då, och han följdes äfven omedelbart i spåren af våldets och grymhetens jättar, til) dess snart alla tre sammauslöto sig i den per sonliga incarnation af lidehvarfv els förvi idna, ifrån mensk lighetens högre mål rakt nfvikande rigtning, hvilken länge varit och än i dag till en stor del är hopens idol. Uti Italien och äunu fullständigare i Tyskland, feck Carl Johan sedermera göra bekantskap med en annan art af den Europeiska civilisationens sjukliga afvikelse ifrån sin innersta grundkraft. Der har nämligen sam hällssty relsens princip icke förmatt centralisera sig, ulan i stället uivexl i flera små dels monarchiska dels olig archiska välden, hvilka mer eller mindre förtryckande inom sina inskränktare områden, upplöst den gemen samma nationaliteten i hvarandra. ofta nog med bitter fientlighet, bekämpande provinciaikiafter, och derigenom hindrat utvecklingen af en verklig, sund och det hela genomträngande civilisation, i följd hvaraf den rika cultur, dessa folkslag förvärfval, blifvit nästan blott theoreiisk och personlig, samt ulan inflytelse på den gemensamma bildningen, och snarare är att anse såsom en lysande drägt än såsom en uppenbarelse af det allmänna tänke sättets verkliga inre. Försvagade genom en sådan sön derspliltring, hafva dessa märkvärdiga folkslag varit van-"], [99, "3 mägliga al! emot yitre fiender försvara sina herrliga länder, i följd hvaraf dessa genom sekler varit skåde platser för med hvarandra kämpande eröfrares blodiga och förödande krig. Carl Johan kom slutligen till oss och der möttes Han af en samhällsförfattning, som väl vid den förslå anblicken vanligen synes för den dermed obekante vara lung och complicerad , men hos hvilken den allvarligare betraktelsen, då den är ihärdig, förr eller sednare upp- täcker, all den är djupare genomträngd al lifvels orga- niserande kraft, än de flesta andra. Carl Johan fann således att i Sverige konungainagien väl är strängt lag- bunden och inskränkt, men dock åt en kraftfull och ädel personlighet lämnar utrymme ej allenast för upprätlhål- landet af samhällets frid och ordning, ulan äfven för ul- öfningen af en posiliv inflylelse till civilisationens be- fordran, ehuru den af honom nog mycket fordrar an- strängningar, ihärdighet och tålamod. Han fann ytter- ligare alt kyrkan , utan att sakna det oberoende af den verldsliga magten, hvilket dess heliga princip fordrar, är genom sin yttre ställning närmare införlifvad med statsförvaltningen än måhända i något annat land, och i följd deraf innehåller mindre anledning än annorstädes, till den fiendlliga spänning, som så ofta hos Europas folk åstadkommit de förfärligaste skakningar, samt att den vård af menniskans innersta, som utgör det väsendt- liga uli kyrkans verksamhet, är hos oss af dess yttre ställning ej allenast skyddad utan uppmanad och ålagd all, genomgripande folklifvets helhet, tränga fram till menniskor af alla stånd och villkor; Han fann vidare, att domstolen är lika helig och okränkbar som thronen, och att den Svenske domaren i ulöfningen af sitt kall icke har någon annan herre än lagen sjelf, samt alt då han samvetsgrannt lyder denne herre erkännes han så som Guds befallningsman och kan af ingen ibland sam hällets öfriga myndigheier angripas eller ifrån siit em-"], [100, "4 bete skiljas, och del oakladt, på det lagskipningen icke måtte genom hokstafsdyrkan och formalism förstöra sin egen princip, den lefvande rättvisan sjelf, är både åt konungen och folket medgifvei , al! till en viss grad, genom hvad man kallar nåd och billighet, derpå utöfva en mildrande inflytelse. Han såg vidare, alt armeen, denna regenlens högra hand, genom hvilken han skall åt ordningen och friden gifva dess yttre skydd och för svara samhället både emot yttre fiender och inhemska orostiftare, icke såsom i andra länder är en ifrån folket mer eller mindre skarpt skiljd korporation, som ofta urartar ömsom till tyrannens och ömsom till upprorsmakarens verk tyg, i begge fallen folkets fiende och förtryckare samt i allmänhet pöbelns förbundsbroder, ulan tverlom omedelbart utgår ur folkets sköle och är dermed innerligt iuförlifvad. Den Svenske soldaten är derföre ej mindre folkets man och representant än konungens trogne ijenare, och i följd deraf blir armeen, så snart den hos sig upprätthåller sin inrättnings princip och är trogen sig sjelf, en ut gångspunkt icke, såsom mången gång annorstädes, för ett emellan servilism och anarchi texlande ulan tvertoni för ett verkligen loyalt tänkesätt. Den exseculiva mag tens egentliga utöfning såg Carl Johan här vara an förtrodd åt en höfdingastyrelse, som ehuru utrustad med tillräcklig myndighet för sitt ändamål, dock är så ställd, alt det nästan är för densamma omöjligt att blifva organ för godtycke och våld. Han fann slutligen en repre sentation, som är rakt motsatt den, till hvilken det re volutionärt upprörda Europa nu tenderar. Den ger näm ligen icke betydelse och vigt åt den ochlokratiserande personlighetsprincipen, hvilken nu utgör de upproriska rörelsernas egentliga utgångspunkt, ulan tvertoni upp- ställer den, till skydd emot individualismens förstörings- kraft, de grundfunclioner, hvarigenom samfundslifvet både upprätthåller och utvecklar sig sjelft; å ena sidan dem, som skydda och upprätthålla det traditionellt be-"], [101, "5 slående, ärftligheleu och sedvanan, och som således i strängare mening äro conservativa och borde kallas de mokratiska, om ordet icke så länge blifvit missbrukadt lill skydd för pöbelagitationen , och å den andra sidan dem, som verka lill samhällets utveckling och förbättring genom personlighetens inflytelse, culturen och industrien, som i sjelfva verket äro samhällets aristokratiska eller förbättringskrafter. Den Svenska representationen är så ledes ej endast passivt slark emot det oroliga förän dringsbegäret i allmänhet, ulan äfven genom sin inne boende princip positivt, emot samhällets vådligaste fien der i vår tid, det uti en förnedrande egennytia rotade penningeväldet och det ur sjelfklokhetens ytliga grund oupphörligt uppvexande meningsväldel. Den enskilda personligheten åtnjuler inom det Svenska samhället icke blott skydd till lif och egendom, utan äfven, då han behöfver det, styrelse och vård. En Engelsk författare-) säger: att ,. det grymmaste hån någon kan yttra till den svage och hjelplöse, då han, omgifven af nöd och fre stelser, icke vet hvarthän han skall vända sig, är till sägelsen: \"styr dig sjelf.\" Det är åter motsatsen af detta den falska liberalismens hån, som utgår ifrån den Sven ska statsförfattningens anda. Svensken är äfven fri att efter förmåga arbeta för sitt fäderneslands väl. Siats författningen utestänger honom icke ifrån någon plats ibland sina vårdare och organer, om han har eller an ses hafva duglighet dertill, och han åtnjuter den yttran derätt, som, ehuru den mer än ofta missbrukas, för smädelsens och tvedrägtens låga och förderfliga ändamål, och deremol alldeles för litet brukas för befordran af det goda, det sanna, det rätta och det nyttiga, dock är och förblifver elt nödvändigt villkor för den verkliga culturens tillvext och förkofran. Men om å ena sidan Carl Johan såg allt delta, måste Han äfven å den andra, ') Ca.lyle."], [102, "6 ehuru Hans mildhet sannolikt hindrade Honom att nå gonsin yttra del, hafva funnit, att Nationens bildning är alldeles för svag och inskränkt all kunna utrusta tänkesättet med den insigt uti statsförfattningens verkliga betydelse, ulan hvilken det icke förmår genomtränga den med lefvande kraft, utan känner den, den må vara huru förträfflig som helst, blott såsom ett tryckande yttre tvång, blir genomgripet af oro, och till ytterlighet bestämbart af såväl inhemska hugskott som utifrån inhemtade me- ningar. Carl Johan måste således snart hafva förvärfvat en öfvertygelse, som kraftigt understödde Hans, äfven utan den, starka vilja, att vara trogen de förbindelser, Han vid uppstigandet på sin höga fursteplats sig åtog och då beseglade med högtidliga löften. — I en tid, då trolöshet hör till dagens ordning; då de mägtige bryta sina löften både till samhället och folken, och de sed nare, eller rättare de demagoger och pöbelmassor, som missbruka deras namn, bryta sina emot både regenter och lagar, och i följd deraf den ena dagen upproret beprisas såsom befrielse och den andra den med våld och list utförda usurpationen lofsjunges såsom räddning, gaf Hjel ten i Norden trohetens vördnadsbjudande föresyn; och under det i de flesta delar af verlden hopar af män, hvilka såväl i förstånd, kunskaper och talenter som i vilja och mod, icke kunna anses för annat än dvergar, sammanskocka sig omkring än den ena och än den an dra af samhällsbyggnades pelare, för att med Simsons hat och blindhet, ehuru icke med hans styrka, rycka dem omkull, stod Han, den af naturen, lyckan och erfaren heten rikt begåfvade, med djup vördnad inför den under bart rika och stora organism, hvilken menniskorna van ligen i sin förmälna inskränkthet tro vara deras eget verk, och den de således anse sig kunna handtera efter sitt godtycke, mången gång efter sina infall eller blott och bart efter ingifvelsen af sina passioner. Men ehuru"], [103, "7 den, i följd af delta menniskornas öfvermod, bär alltför många spår af menskliga både förvillelser och förbry telser, är den dock så länge den lefver och har bestånd, en uppenbarelse af det mensklighetens gemensamma lif, som innehåller vårt slägles högsta, af den enskilda inen- niskans vilja och anspråk oberoende, lag. Men hvad var det, som hos samhället utgjorde det egentliga föremålet för Carl Johans vördnad? Det gamla, säger man van ligen; men detla är alldeles falskt. I vårt land bzv al drig funnits någon, som i lika hög grad som Han omedel bart åskådat och med sin personliga erfarenhet införlifvat förgängelsens magt öfver samhället, i hela dess förfärliga storhet, sett huru den sträcker sig icke allenast till alla menniskorverk, utan äfven till lifvets egna pioducler, lill den timliga varelsens alla geslaller. Men just derföre, alt Hans insigl uti förgängelsens säkerhet och magi, var så tydlig och djup, måste Han äfven vara öfvertygad derom, alt menniskans företag att sjelf gripa sig an med förstöringens verk är icke allenast alldeles obehöfligt, utan äfven, emedan svårligen någon kan egna sig deråt utan sidvördnad för det heliga, till sin inre grund icke annat än dårskap och brott. Tvertoni åligger det sam hällets vårdare, att ined vördnadsfull kärlek omfatta det vardande nya och lill beskydd af dess utveckling om sorgsfullt vårda det förfallande gamla, så länge dess lif ännu räcker. Den vördnad åter, som utgör den lefvande och bestämmande principen i ett sådant politiskt system, måste uppkomma genom elt djupt uppfattande af den eviga grnndkraft, ifrån hvilken allt som varit, är och varda skall, med inre nödvändighet utgår. Då menni skan åter emanciperar sig ifrån denna nödvändighet, icke mera tror på lifvet utan sätter sin vilja och sin kraft i dess ställe, tager hon ej blott förstöringen i sin egen hand, utan företager sig äfven att sjelf göra det nya, hvilket i följd deraf blir utan inre verklighet och korl lifvadt såsom årets, ja! slundom såsom dagens skiften."], [104, "8 Med vördnadsfull och verkligt längtande aning älskade Carl Johan den förädlade mensklighetens vardande blom ma, men Han kände djupt, att det icke är åt mennisko hand förunnadt att i förlid bryla den knopp, som ännu omsluter den. Detta ingrepp har oräkneliga gånger under loppet af mensklighetens historia blifvit, dels af det ovisa nitet dels af den våldsamma handlingens luslä, ej blott försökt utan äfven verkställdl, men följden deraf har varit den, att blomman den ena gången efter den andra vissnat, och den stam, ur hvilken den skjutit upp, har ofla sjelf derjemte gått under. Förstå åter samhäl lets vårdare sitt kall och blomman får ostörd uppnå den mognade utvecklingens dag, skall knoppen då öppna sig af sig af sig sjelf, det yttre skalet falla bort sedan dess skydd ej mer behöfves, och blomman träda fram i sin fulla pragt, med säkerhet förebådande den herrliga frukt, som innehåller mensklighetens stora förvandling och nu utgör föremålet för dess skönaste och ädlaste hopp. Det går i denna stund en hemsk och dyster aning genom många tänkande menniskors bröst, vid föreställ ningen om det gamla Europas framtid. Bedan 1807, då våldets magt nyss hade utfört en af sina hurtigaste bragder, och tunga, mörka, åskdigra moln alltmer sam manskockade sig öfver Europas centralstater — yttrade en, både såsom statsman och häfdatecknare utmärkt, man*): 'Min tro, att menskligheten en gång skall komma fram till fridens och frihetens förlofvade land, är väl fast och orubblig, men jag är nästan lika säkert öfver tygad derom, alt den Europeiska civilisationen är så djupt genomgripen af sjukdom, att den måste gå under först.\" Denna tanke har i den sednaste liden ålervaknat hos många, och hos flera gifvit sig luft i mystiskt ho tande spådomar. De, som vända sina tankar utåt och ej betrakta något annat än mensklighetens yttre släll- *) Mackintosb."], [105, "9 ning, äro ej besvärade af sädana aningar; utan de hafva sin lust. sitt hopp och sin fröjd uti industriens flor och i lillvexten af de empiriska kunskaper, hvaraf delta be fordras. Men just sjelfva denna ytterliga förtröstan på det yttre vittnar om svaghelen hos det inre och verkligt positiva, hvilket hos mängden tyckes hafva förlorat med vetandet af sig sjelf. Crislallpalaiseu med alla sina herr ligheter, ångmachinerna, telegrapherna och gräfningen i Californiens guldgrufvor skola lika så litet rädda civi lisationen hos de nu existerande nationerna, som pyra miderna, pagoderna, aquseduclerna och den rika konst verld, hvars qvarlemningar ännu åskådas med vanmäg tigt efterapningsbegär, förmådde göra det hos forntidens folk. Civilisationens verkliga grund är andelig; den är uttryck af och organ för den inre förvandling, som ut gör mensklighetens väsende, och när den upphör att vara detta, affaller den ifrån sin lefvande princip och förstör sig sjelf. Att åter en sådan sjellförslöring i vår lid börjat, ådagalägges icke allenast af de oupphörligt återkommande upproren och det aldrig hvilande oms:öpningsbegäret i afseende på samhällets inrättningar, utan äfven och huf vudsakligen af den öppet och nästan allmänt uttalade bekännelsen, att individualitetens emancipation ifrån samfundslifvets inre nödvändighet bör anses såsom menniskonalurens heliga fordran, och tillfredsställandet af den förras anspråk, såsom samhällets högsta ändamål. Men emot denna nog djupt och allmänt genomgripande emancipation, har dock omsider en, såsom det synes, mer och mer tillvexande reaction vaknat, Denna reaction utgår dock icke hos alla, som deltaga deri, ur samma inre grund. Några göra det af tröghet och undergifvenhet under vanans magt, och några derföre, att den form, samhället nu har, råkar att beskydda deras personliga ställning och fördelar. Ehuru reactionen, äfven då den kommer ifrån dessa håll, är mindre vild och våldsam än revolutionen och stundom"], [106, "10 lill och med fridsam, är den dock till sin inre grund lika litet aktningsvärd, som den sednare. De utgå näm ligen begge ur egoism, och i sin oförsonliga strid egga de lill allt högre och lörderfligare grad hvarandra» för slöringskrafler. Den reaction åter, som förtjenar con servatismens ädla och vördnadsbjudande namn, är af hell annan art. Det är nämligen den, som af den fasta öf vertygelsen atl det heligas dyrkan är så väl den enskilda menniskans som mensklighetens egentliga grundkraft, äf ven i ror att lydnaden för detta heliga, eller troheten emot den eviga rältvisan utgör sam hälls myndighetens ursprung, rot och grund, och således yrkar att vördnad, lydnad och skyldighet äro s a m h ä I I s I i f v e t s upprätthål lande krafter, i motsats emot tidens sjelfviska läror om individualitetens emancipation och rättig het att, med hvilka medel som helst, göra sina anspråk gällande antingen genom uppror eller genom ink r aktning, allt efter som det passar för dess ställning och förhållanden. Det är åier denna conservatismens heliga grund tanke, som Carl Johan, någon gång i ord men ännu full ständigare och tydligare i gerning, genom sin under sin långa lefnads skiftande öden troget bevarade politiska charakter, både såsom undersåte, republikan och konung, uttalat med en sådan klarhet och fasthet, alt det torde vara svårt att uppleta något dermed fullkomligen jem förligt exempel. Om de mörka aningarne skulle gå i fullbordan, blir således Carl Johan en af vår tids tragiska hjeltar, hvilka inför en kommande tids häfdeforskare skola ifrån ruinerna, såsom lysande punkter, genomstråla barbariets nu instundande natt. Men denna föreställning är för tung att bära, och vi vilje derföre ännu bevara rädd ningens hopp, och blir detta en gång en verklighet, skola det Skandinaviska Nordens brödrafolk i de tillkommande"], [107, "11 tider, blicka upp till Carl Johans minne med tacksamhet. såsom vi nu göra det med hopp, och vi hembäre såle des Honom i dag vår hyllning, icke egentligen såsom det närvarandes eller det förflutnas, ulan såsom fram tidens man! i. Sedan vårt sista möte har förbundet lidit flera för luster. Af de kärlekens och det tacksamma minnets ljuft doftande nattvioler, som v exa på Carl Johans graf, hafva fem vissnat och fallit (ill jorden; SiatsRådet af Wingård, Landshöfd ingen Lorichs, Öfversten Da? v el, Fabrikören Swariz och Po s t - 1 n s p e c t o ren Major Flach. Den förstnämnde af dessa, SiatsRådet af Wingård, innehade under Carl Johans regering, först såsom lands höfding och sedan såsom statsråd, höga förtroendeposter, och han bestridde dem med nit och fosterländsk välvilja. I den provins, hvilken han såsom landshöfding en lång tid vårdade, skall hans minne af många bevaras med högaktning och tacksamhet. Det mest utmärkande dra get i hans charakter var en nästan barnslig och tillika glädtig fromhet, som genomträngde såväl hans verkligt varma fosterlandskärlek, hans djupt vördnadsfulla tillgif venhet för konungen och den välvilliga känsla, hvarmed han omfattade sina mångfaldiga vänskapliga förhållanden. Han hade både genom vidsträckt läsning och mångsidig erfarenhet förvärfvat ett rikt förråd af kunskaper, och, om äfven hans tanke icke hade tillräckligt speculativ kraft, att åt dem alla gifva grundlighet och sammanhåll ning, öfverskådade han dem dock, i synnerhet i vissa detaljer, med reda och klarhet. Hans långt drifna språk samhet både i umgänget och såsom författare, som dock i allmänhet var treflig och ej sällan späckad med naiva infall, gaf honom i mångas ögon en skepnad af ytlighet,"], [108, "12 hvilken likväl vid en närmare bekantskap oftast försvann. Hans vördnadsfulla kärlek lill Carl Johan var varm och hjertlig, och syntes stundom vara genomträngd af något, som man skulle kunna kalla för häpen beundran. Hans politiska åsigier skulle i följd af den lifliga rörligheten i hans lynne möjligen hafva blifvit vacklande, om han icke i afseende på dem hade haft tillfälle, att sluta sig intill sin, i sina grundsatser ovanligt fäste och honom i de flesta afseenden öfverlägsne, yngre broder. Det är mycket att beklaga det denne yngre broders, Erkebisko- pen af Wingårds namn saknas ibland ledamöterna af vårt förhund. Men orsaken dertill är den, att det var först efter hans borlgång, som förbundet började utvidga sig, genom att till Carl Johans samleliga kända vänner adressera en inbjudning, all, såsom ledamöter af detsamma bekänna sin tillgifvenhet för den Store Hädangångne och derigenom åstadkomma ett historiskt document, som för Hans minne hos eflerverlden kan blifva af någon vigt. Men omErkebiskopen af Wingårds namn icke tillhörde förbundet, var han sjelf dock genom sitt tänkesätt så mycket närmare dermed förenad. Han var icke allenast Carl Johan i utmärkt grad varmt till- gifven, ulan äfven en af de märkvärdigaste män, som lefde under Hans regering, och skall troligen såsom så- dan erkännas af eflerverlden. På den bana, hvilken han genomgick lill den högsta platsen inom Svenska kyrkan, var han trofast i sin öfvertygelse och i uppfyllandet af sina skyldigheter. Han var föremål för många antipa- thier och ihärdiga bittra smädelser, och det fanns tro ligen icke något skifte af hans lefnad, uti hvilket opi nionens vind var för honom gynnande. Men han vack lade dock aldrig, och ehuru han genom qvickhet, skarpa sarcasnier och ovanlig öppenhjertighet ökade antalet af sina fiender, var hans harm dock mindre djup, än men niskor vanligen föreställde sig. Den höga befattning, han i slutet af sin lefnad innehade, utöfvade han med tro-"], [109, "13 het, nit och framgång, så all kyrkans politiska betydelse inom vårt samhälle, blef under hans lid större än den på länge varit förr. Hans starka religiösa tro och ovan ligt grundliga bildning saite honom i slånd, att med djupare insigt än menniskor i allmänhet bedömma värdet af Carl Johans historiska betydelse, och han hade der igenom för sin personliga tillgifvenhel för konungen en verklig och genomgripande öfvertygelses säkra grund. Han hade en fast tro. att det goda slutligen skall segra icke blott inom menskligheten i allmänhet, utan äfven hos oss, att omsider sanning skall segra öfver lögn, vis het öfver fåvett. nit öfver illvilja, lydnad öfver slursk het och verklig heder öfver smädelse, och det var ge nom denna tro, som han så djupt sympathiserade med den Store Konungen, och var värdig, att slå vid Hans sida, såsom den främste vårdaren af samhällets djupaste, ■■lägligaste och heligaste grundkraft. Landshöfdingen Lorichs innehade under Carl Johans regering äfven ett högt och vigtigt embete. Han var i mer än trettio år Dalarnes höfding och således i konun gens namn vårdare af den provins, der allmogen mer än annorstädes bibehåller det Svenska folkets urgamla character i seder och lefnadssätt. Han förvärfvade der, i ovanlig grad, förtroende, högaktning och kärlek, och dessa yttrade sig allmänt och högtidligt först då han af trädde ifrån sin befattning, och sedan måhända ännu djupare, ehuru, såsom det egnar den verkliga sorgen, mindre öppet och allmänt, då han snart derefter lemnade det jordiska. Hans kärleksfulla vördnad för Carl Johan var stark, och detta i ovanlig grad. Det berättas om honom, att han mer än en gång skall hafva yttrat, det han tyckte att verlden var tom efter Konungens bortgång, i synnerhet då han icke träffade någon själsfrände, till hvilken han öppet och förtroligt kunde om Honom yitra sina tankar. Öfver den usla smädelse , som icke en gång vid den Store Mannens graf hade vett att tystna,"], [110, "14 kände han en djup harm. och när någon i hans närvaro tillät sig ett aktningslöst eller förklenligl ord om den älskade Hädangångne, upplågade denna harm till verk lig vrede. Öfversten Daevel var i nära 20 år Chef för Up lands regemente och ehuru han aldrig var i tillfälle alt bestrida denna befattning, behöll han dock så länge han lefde, q» ar sina gamla vapenbröders vänskap i oförmin skad värma, och denna vänskap meddelade sig äfven åt regementets yngre officerare, så att han af dem alla åtnjöt aktning och tillgifvenhet. Den befattning han i stället utöfvade var den af commendant i hufvudstaden , hvartill han utnämndes redan 1820. Det var åter denna tjenst, hvilken han bestridde på elt sätt, som åt honom förvärfvade den egenartade repulalion, hvilken troligen länge kommer att bevara hans minne. Han var icke allenast trogen, ihärdig, punktlig och strängt ordentlig, utan, hvad som är ännu ovanligare, äfven mild och för dragsam. Det anseende och förtroende han hos ord ningens vårdare och myndigheter åtnjöt, voro stora och förblefvo under hela hans långa tjenstetid oförminskade, men det oaktadt omfattades han af den större massan af Stockholms befolkning, med verklig, nästan barnslig kärlek, och delta i den grad, atl sällan, om någonsin, någon annan derför varit föremål, aldraminst på den plats han innehade. Han älskade sin Store Konung varmt, ej mindre af vördnad för Hans personliga egen skaper än af både fosterländsk och personlig tacksamhet. Men hans tillgifvenhet hade dock en ännu djupare grund. I utöfningen af sin tjenst var han oupphörligt blottställd för frestelser till missnöje, harm och menniskoförakt , men hans godhjertenhet var så rik och stark, att han segrade deröfver, och ända till sin lefnads afton älskade sina medmenniskor och ville af dem älskas tillbaka. Ge nom dessa sitt hjertas oupphörligt förnyade segrar blef han en själsfrände åt sin store Konung, hvilken på sin"], [111, "15 höga plats hade samma slags fiestelser, ehuru af en vida större och djupare art att bekämpa, och bestod i pröf ningen på ett sätt. som väl måste anses vara ovanligt hos alla liders herrskare. Själsfrändskap är åter den djupaste och starkaste roten lill den ömsesidiga lillgif venhelen emellan menniskor, deras ställning i lif vet må vara huru skiljaktig som helst. Fabrikören Svartz var icke embelsman och hade så ledes inom statsförvaltningen icke någon plats vare sig hög eller låg, utan han var blott borgare, ehuru i detla ords ädlare mening. Då en borgare sköler sill yrke redligt, flitigt och skickligt och gör livar man rätt, är han en aktningsvärd man, ehuru det egentliga ändamålet för hans verksamhet är hans egen fördel och vinst. Men det gifves dock af denna samhällsclass en högre ordning, och det är den, hvilken Svartz tillhörde. Det är näm ligen den, som uppfattar sladsmannanäringarna i allmän het och i synnerhet de verkligt producliva, såsom en icke blott för landels välstånd utan äfven för civilisatio nens utveckling och flor vigtig och nödvändig bildnings kraft. De älska den således för detla dess inre värde, och vårda med faderlig välvilja de uti industriens tjenst verkligt arhelandes både lycka och uppfostran. De hafva vanligen dessutom elt par utmärkande drag i sin cha racter, som äfven träffades hos Svartz. A ena sidan omfatta de med förkärlek den stad, hvars geuiensamhet de tillhöra och älska icke allenast dess välstånd och o lycka, utan äfven dess anseende och ära. A den andra skatta de framför allt det redbara och verkliga i lifvet, och hysa ovilja emot det, som är eller kan vara blott sken, samt hafva derföre en stolt antipathi emot alla skänkta företräden och utmärkelser, såsom rang, titlar, decorationer o. s. v. Denna eleverade borgarecharacter har spelat en stor rol i civilisationens hisloria , i syn nerhet i Europa. Hos oss är väl detta samfundselement ännu lemligen svagt utbildadt, men ibland dem, hos hvilka"], [112, "16 det personligen framträdt med större öfvervigt, intager Svarlz elt utmärkt rum. Jag Iviflar verkligen att sedan Sahlgrens och Ahlsirömers tid, någon haft ett så er kändt anseende derför som han. Denna borgarecharacter kan dock genom ensidighet urarta och i slällei för gag nelig blifva verkligt förderflig. Detta sker åter deri genom au den skattar industrien högre än culturen, handens arbeten högre än tankens och derjemte låter öfverväldiga sig af den vidskepelse, som tror att rike domen utgör hnfvudsaken i elt folks verkliga lycka. Men ifrån detla urartande var Svartz fri. Han medgaf åt den högre culturen vördnadsfullt dess rält, och han skattade de arhetandes välstånd, såsom väsendlligare för etl samhälles lycka än deras herrars och patroners rike dom. Det torde om få Svenskar kunna sägas med så mycken sanning som om honom , alt de silfverhvila loc kar som prydde hans hjessa voro en borgarekrona, den han vunnit på rättrådighetens och det kärleksfulla ni tets väg. Carl Johan älskade han med ett starkt mannahjertas hela allvar, både af tacksamhet på Norrköpings vägnar och af vördnad för Hans hjeltecharacter och öfriga per sonliga egenskaper, men framför allt af en djup sym patin med Hans varma landsfaderliga hjerta. Han har äfven ådagalagt denna kärlek tydligare och fullständigare än någon annan Svensk, ty det var han, som föran ledde och hufvudsakligen genomdref uppresandet af den minnesstod i Norrköping, hvilken är den första i sitt slag, vårt land äger Huru han sjelf tänkte om bety delsen af denna minnesstod har han en gång öppet ut talat. Han yttrade sig nämligen 1847 sålunda: \"Om vid Carl Johans död, det Svenska tänkesättet hade, ge nomträngdt af vördnad och kärlek, yttrat sig på ett både sig sjelft och det höga minnet värdigt sätt, skulle det hafva varit både förmätet och opassande af Norrköping, att i en provinsstad uppresa en så"], [113, "17 stor och Europeiskt betydelserik Konungs minnes vård. Men nu förhöll det sig annorlunda. Den ne driga smädelsens fräcka jargon tystnade icke en gång vid Hans graf och det allmänna tänkesättet var, lindri gast sagdt, slappt och vacklande. Då var det åter för en communauté, som för den Store Hädangängne var genomträngd af kärlek och tacksamhet, en skyldighet att inför samtid och efterverld träda fram med en pro test. Att denna protest begreps och väckte harm hos Carl Johans vedersakare, bör vara tydligt för hvar och en, som har öppna ögon, och derföre var företaget äf ven en handling af mod.\" Det är en skyldighet emot den bortgångnes minne, att anföra dessa hans ord, emedan de ådagalägga, att hans kärlek till Carl Johan icke var af den ljumma och slappa art, som kan sammanlänka sig med en till ytterlighet drifven, urskuldande och öfver skylande tolerans mot det älskade föremålets vedersakare och försmädare. Hans ord uttala äfven till en stor del principen af vårt förbund, ty detta är till sitt ursprung och i den inskränkta form, hvartill det hittills förmått utveckla sig, ännu icke något mer än en protest. Majoren Flach var en mera obemärkt man och ej känd af den större allmänheten. Men inom den trängre kretsen af vänner och bekanta, åtnjöt han i hög grad aktning och tillgifvenhet. Om sin kärlek till Carl Jo han har han yttrat sig sjelf. I det bref, hvarmed han besvarade inbjudningen till Carl Johans-förbundet, yttrar han: \"Det passar icke mig, att träda upp såsom domare öfver Carl Johans historiska betydelse, och att deröfver yttra något, vare sig pris eller klander. Men jag har tjenat under Honom såsom fältherre och varit i tillfälle att på närmare håll åskåda Hans personliga egenskaper och erfara Hans godhet och välgörenhet, och jag har fattat för Honom en kärlek och vördnad, som jag icke hyst för någon annan på jorden.\" — Dessa ord äro an- 2"], [114, "18 språkslösa, ädla och manliga, samt märk väldiga derföre att de, såsom jag vågar (ro, icke gälla blott om honom sjelf, utan äfven om flera andra. Det finnes nämligen i Sverige män, och såsom jag hoppas icke så alldeles få, som gifva Carl Johan hjertats varma hyllning, men förskrämda af smädelsens käcka prat, och förbryllade af dess vrång visa sophistik, våga de ej yttra den, utan sluta den inom sig sjelfva och förvara den i sitt innersta såsom i ett helgonskrin. Men det är tydligt att detta måste åtföljas af djupa lidanden, ty smädelse emot sig sjelf kan elt manligt sinne lättare fördraga, men då den riglar sig emot föremålen för dess kärlek och vördnad, smärtar den mycket djupare. För sådana män måste väl blotta tillvarelsen af vårt förbund vara hugnande, men det till hör oss att omsorgsfullt uppsöka och med oss införlifva dem, emedan detta torde utan tvifvel för dem medföra en ännu större både tillfredsställelse onh tröst; och mången ibland dem torde äfven känna hugnad af den tanken , att då glömskans natt en gång skall sänka sig öfver hans namn, det skall sägas på hans graf: \"han var dock en af Carl Johans vänner.\" Ära åt de bortgångne och frid öfver deras stoft! och så länge vårt förbund består, skall deras namn der lefva i högaktningsfull och kär åminnelse! 3. Redan i det 6:te seklet yrkades af den, för de Gö thiska folkslagens urgamla ära särdeles varmt nitälskande, Biskopen Jornandes i Ravenna den meningen, att alla dessa folkslag, som under Göthernas namn öfveranda kastade Roms välde i Europa, och på dess ruiner upp förde nya mägtiga riken, ursprungligen kommo ifrån Skandien, hvilket han synes hafva föreställt sig vara en kringfluten, af milda gudamagter beherrskad och skyddad ö. Så stridande emot icke blott elhnographiska facta i"], [115, "19 allmänhet utan äfven emot våra egna fornsagor och tra ditionella minnen, det äfven är alt flytta ett af de mäg tigare cullurfolkens vagga ifrån Medelasien till det Eu ropeiska Nordens yttersta gränsregion, har denna me ning dock äfven i sednare lider vunnit flera anhängare. Att verklige Svenskar, Johannes Magnus, Rudbeck ni. fl., drifne af en exalterad fosterlandskänslas missledande in gifvelser, varit det, bör väcka mindre förundran, men att andre utmärkte och tillika oveldige archeologer och historieskrifvare, såsom Cluvier, Grotius, Montesquieu , och till en tid äfven Gibbon sjelf, kunnat hylla en sådan mening, är både mindre förklarligt och af större märk värdighet. En nyare Fransk författare'\") har i anledning af denna åtminstone nu föråldrade och öfvergifna mening, yttrat följande: \"Må vi till heder för Scandinaviens ädla land, i stället för denna orimliga dikt, säga en ärorik sanning, nemligen, att den ädla Schythiska folkslammens både physiska och moraliska typ der bibehållit sig bättre än annorstädes. Det är der, som man i allmänhet får se dessa Göiher, Geter eller Schyther, med den majestät liga och dock smärta vexten, med de fint byggda och dock starka lemmarna, med de azurblå ögonen, som ut trycka både mildhet och stolthet, med den emot himlen upplyftade pannan (os sublime), med Apollohåret, med den genomskinliga hyns rena färg, men framförallt dessa bestämda characterer, dessa rättsinniga hjertan, dessa starka förståndskrafter, dessa utmärkta anlag för allt hvad som är godt, likasåväl för tankens, som för han dens arbeten, likasåväl för fridens yrken som för kri gets; de äro en värdig produkt af den Semitiska folk stammen, hvilken på alla ställen och i alla tider haft den äldstes företrädesrätt ibland menniskorna, den näm ligen att stifta eller förnya samhällsordning och lagar, *) Du Roure, Histoire de Tlieodoric le grand."], [116, "20 samt den att förena begäret efter frihet med dess visa utöfning och rätla bruk; drifvande bort ifrån sitt sköte träldomen och endast undantagsvis tillåtande den, antin gen såsom omedelbar följd af eröfring, för att först mil dra och sedermera alldeles upphäfva den, eller ock en dast såsom ett straff för brottslingar.\" Det är svårt, att föreställa sig det någon, vare sig Svensk eller Norr man, han må vara så djupt genomträngd af national egenkärlek eller fåfänga som helst, kan finna denna skildring träffande och sann. Tvertoni torde väl mången tro sig hafva skäl att anse den för lika sanningslös, som den förkastade archeologiska hypothesen af Jornan des. Men månne icke begge hafva en djupare rot, som väl icke synes, men dock möjligen kan vara verklig och en gång i tiden fä en rik betydelse? Månne icke den inre grunden till dessa exalterade föreställningar, både om forntiden och om det närvarande, är en djup aning om det tillkommande? om de Skandinaviska fol kens bestämmelse, att i framtiden blifva uti försynens hand ett mägtigt organ för mensklighetens förädling? Utgeck icke Rudbecks Atlantica ur en fosterlandskärlek, som så glödande och stark den äfven var, icke förmådde besegra det närvarandes sorgliga erfarenhet och derige nom utveckla sig till ett mägtigt och glädjefullt hopp, utan i stället vände sig emot det förflutna, öfvergeck till minnets afgudadyrkan och upplöste sig i vidunderliga archeologiska grillfängerier? Dä Jornandes, djupt ge nomgripen af den bittra sorgen öfver undergången af Theodoriks rike, öfver Tottilas och Tejas's hjeltedöd på slagfältet, och öfver det återställda Romareförtrycket, såg sig om efter hopp, tänkte han på Skandiens för trollade ö, och hans archeologiska mening att Götherna ursprungligen härstammade derifrån, var endast ett för vridet uttryck af hans hopp, att det är derifrån som hjelpen omsider skall komma. Då Du Roure för ej mer än 8 år sedan yttrade de nyss anförda orden, sörjde"], [117, "21 han, uppfylld af hotande aningar, djupt öfver den för färligt jäsande sinnesstämningen hos sina landsmän, hvilka till Irots af rikedomen både af de erfarenhetens läror, som så hårdt bestraffat deras förvillelser, och af de kunskaper och lalenter de under tidernas lopp förvärf. vat sig, icke hade håg för något annat än förstöring och deremot saknade all förmåga till återställande och räddning. Han länkte då: \"der uppe i höga Norden måste ännu lefvaqvar, bevarad genom seklernas skiften, en prototyp af den folkstam, som ibland menniskorua fått den äldstes företrädesrätt, att återställa samhälls ordning och lag och alt genomtränga friheiens begär med vishetens och den himlaburna rättvisans förädlande kraft; och derföre skall, när revolutionens storm går förstörande fram genom verlden , den verkliga civilisa tionen der ännu finna en fristad.\" Finnes det i vårt innersta något verkligt gensvar på dessa nästan prophe tiska uppmaningar, och som gör att vårt hjerta vid tanken på framliden klappar af kärlek, fröjd och hopp? — eller är detta vårt hjerta så förvissnadt, alt de förekomma oss blott såsom tomma klingande ljud och vi ej kunna svara derpå med annat än liknöjdhet och hån? Det i hela den civiliserade verlden lika allmänt beundrade som lästa Svenska skaldestycke, som inne håller en personificaiion af Nordens hjeltekraft, fram ställer i sköna poetiska bilder vårt nationala länkesätts både inre historia och förhoppningar. Det berättar oss hjeltens ungdom , kärlek, bragder, brott, inre fridlöshel, ätervaknande hyllning af det goda och försoning. Han stack Baldurs tempel i brand, och jagad af hämndens, sjeltförebråelsens, ärelystnadens och rofbegäreis furier for han ut på vikingatåg och \"sam ifrån seger till seger allljemt.\" Han sökte tröst i vilda bragder och sade: \"Låt mig höra stormens dunder, låt mig höra åskans röst; \"När det dånar rundt omkring mig, då är lugn i Frithiofs bröst.\""], [118, "22 Men detta var elt sjelfbedrägeri , ty i sjelfbetraktelsens lugnare stunder, hvilka ingen dödlig kan undvika , kände han att hans inre var lika fridlöst , som hans yttre ställ ning och han måste bekänna: \"Oförsonta Gudars vrede hvilar på mitt hufvud tung, Baldur med de ljusa lockar, han som har hvar dödlig kär, Se han han hatar mig allena, ensamt jag förkastad är.\" I förtviflan ulmanar han Guden sjelf till strid — \"Må han taga sitt svärd, jag vill falla om så är bestämdt\" Men detla är fruktlöst, ty \"Han sitter i skyn, skickar tankarna ned, som för- mörka hans sinne alltjemt.\" Innehåller denna skaldens skildring, då den tillämpas på den inre meningen af hans poetiska personification , sanning? — Har någonsin vårt gemensamma nationala tänkesätt varit genomlrängdt af varm och allvarlig hyll ning af frotnhetens, ljusets och fridens gudamagt? — och är denna vår dyrkan ett bestämmande grunddrag, i vår historia, som framträdt under alla dess skiften, i lyckans dagar uti mildhetens och fördragsamhetens , i motgångens uti tålamodets och ihärdighetens och i begges uli den fosterländska endrägtens, samhällets lif och bestånd upprätthållande, dygder? eller hafva vi i allmänhet ernan ciperat oss ifrån det godas dyrkan, och öfverlemnat den åt de enskilda, åt \"de stilla i landet,\" som ej hafva förmåga af någon annan patriotisk dygd än den passiva undergifvenheten , hvaremot de starkare, drifne af vin ningslystnad och begär efter magt, dels i iäderneslandets namn jagat efter ärans och lyckans drömbilder, dels för att tillfredsställa egna sjelfviska anspråk, upplöst den fosterländska endrägten i hätska och förderfliga partistri der, och dessutom med hån och smädelse förföljt dem, som haft nit för det verkligt goda, samt ej sällan förstört det fridens och det kärleksfulla hoppets Baldurslempel, hvilket mången af dem uppbygt åtminstone i sitt eget"], [119, "23 bröst? — Andre må svara på dessa frågor; för mig är det nog att hafva framställt dem! En annan af våra Skalder har sagt: Och när åt slafvens bojor folken tyckts sig lemna Så koiiinio Nordens Söner att dem hämna.\" Ar åler detta sannt, och när skedde det? — Våra för- fäder, om hvilka yttrandet egentligen är äinnadt alt gälla, drogo ined eld och svärd in uti folkens fredliga områ- den, sköflade, brände och mördade så mycket de för- mådde, och om de någon gång förslafvade det angripna folket, var detta sannerligen deras mildaste gerning, ty att utrota de underkufvade var det vanliga bruket. Befrielse kom aldrig i fråga. — I vår sednare historia finnes en lysande episod, som ännu i dag sprider krigs- ärans skönaste glans öfver vårt namn och äfven anses göra oss berättigade till civiliserade och genom oss be- friade frenimande folkslags tacksamhet. Det var nämli- gen då Gustaf Adolph den store anförde oss till försvar af den protestantiska kyrkan, emot Religionsförtrycket i Tyskland. Stor och ädel, som denna handling obestrid- ligt var, var den dock icke ren utan lika mycket er- öfring som befrielse. Dessutom är det krig, som här det fruktansvärda (rettioåra namnet på sin panna, ett af de blodigaste capitel i Europas historia. Då föröfvades brott, så oerhörda både till beskaffenhet och mängd, att eländet och förödeisen stego till en nästan exempellös höjd. Efter den store konungens död deltogo Svenskarna nog myckel i dessa förödelsens bragder, och stridens egentliga ändamål, befrielsens verk, synes sällan hafva blifvit af dem allvarligt behjertadt. Då omsider freden kom, lorde den icke af särdeles många ibland de Sven ska ki igarena hafva varit efterlängtad, och få voro sanno likt de, som sade i sitt sinne: \"Hvi ligger jag här uti flammande land, och tar skatt och slår inenskor ihjäl ?"], [120, "24 Jag har ära alltnog, och det flammande guld, det lump na, föraktar min själ.\" Det är först i sednare tider, först i våra egna da gar, som Sverige framti ädl i historien med fullständig trohet emot den befrielsens princip, hvilken enligt de nyss anförda orden utgör det väsendlliga uti dess folks character. Det förtryck, som under det första tidskiftet af det nuvarande seklet, hade utbredt sig öfver den Europeiska continenten och hotade med en alltmer och hastigt stigande tillvext, var så håidt och ensidigt sjelf viskt, alt väl sällan civilisationen varit af något dermed jemförligt genomgripen. I den väldiga strid, i hvilken de förtryckta och holade folken deremot uppträdde till sin befrielse, deltog Sverige och, lill trols af alla de vedersakare, som med smädelse förneka det, hafva vi rätt att påstå, det delta deltagande hufvudsakligen bidrog både till sammanhållande af de gemensamt kämpande folkskrafterna och till beredande af stridens lyckliga ut gång. Vi befriade äfven vår fosterbröder, och denna befrielse är den enda i sin art, som då ägde rum och som utgjorde en verklig, ehuru blott partiell, uppfyllelse af folkens då temligen allmänt yttrade önskan. Det var dock icke vi som gjorde allt detta , utan nästan ensamt Han, som handlade i vårt namn, och öppnade en ny, väl förr icke beträdd politisk bana för vår framtida verk samhet, men som troligen närmare öfverensstämmer med den djupaste principen i vår nationala character och be stämmelse, än de, hvilka vi hittills följt. En skald yttrade då, att han var \"Den skönsia gåfva Södern gifvit Norden\" och detta kan väl i yttre mening vara sannt, men det var dock icke Södern som gaf oss Honom, utan skänken kom ifrån alla goda gåfvors Gifvare sjelf, oss till ett tecken att vi ännu äro föremål för Hans vårdande för syn och hafva ett mål oss förelagdt, som ingår i planen af Hans heliga verldsordning. Derföre vandre vi årligen"], [121, "25 till Carl Johans graf och den fromma andakt, som leder oss dit, måste i dag vara mer än vanligt varm och lif vad, ty fridens milda sol har sjunkit ned bakom bergen och krigets förfärliga natt med sina faror och förödelser börjar, med mer än vanligt hotande tecken, utbreda sitt mörka täcke öfver större delen af jorden. Men det är just i detta mörker, som den skimrande glans, hvilken lik en strålande krona omgifver den väldiga ättehögens topp och som länge retat nattens foglar att med sitt hesa, vidriga skrän fylla den dimmiga rymden, lyser med ett hjertare och klarare sken. Men hvad betyder denna mystiska glans? är det endast en af de minnets och ärans lyseldar, som vanligen flamma på de höglagda hjeltarnas grafvar och utgöra de ofta mer hemska än glada ljuspunkterna på historiens töckenhöljda forknings fält ? — Nej! den är något vida mer! \"Den är Dilt tecken Hjeltefader God!\" Den är det budskap Du lill oss framburit ifrån en hö gre magt; den är Din äfven efter döden forilefvande uppmaning att tillegna oss det starka mod och det för tröstansfulla hopp, hvarmed Du omfattade Skandinaviens framtid, och som i ännu högre grad ådagalade Din själs verkliga hjellekraft, än äfven de inånga herrliga lagrar, Du skördat på det egentliga krigets blodiga fält. \"Fruk ten Gud, så behöfven J icke frukta någon på jorden:\" yttrade Du en gång till Sveriges ungdom, och dessa ord skulle kunna passa till Dilt valspråk, till inskrift på Din lefvernesbeskrifning. Hela Din lefnad är elt stort och talande exempel derpå, att tålamod, ihärdighet, för tröstan och hopp bo i det verkliga mannahjertat , hvar emoi så många andra i vår tid, inför den skarpsynte betraktaren burit vittnesbörd derom, att öfvermod , skryt och ilsken smädelse af motståndare, ofta är blott en masque . som nndandöljer fruktan och feghet. Men de yttre farorna skola hafva en öfvergång , ty sällan , om någonsin, har det uti historien inträffat, att ett verkligen"], [122, "26 enigt, sig sjelft och sin bestämmelse troget folk, fallit blott för yttre fienders öfvermagt. Det ligger vishet och sanning uti de yitrade orden: \"alt samhällets bikupa har för sitt bestånd mer att frukta, af en getinghop, som smugit sig in ibland dess innebyggare, än af det yttre våldets örn\"\"). Derföre innehåller den lysande hägrin gen på Carl Johans graf en ännu högre uppmaning, än blott till tålamod i motgång; den ålägger oss nämligen, såsom vår bestämmelses nödvändiga fordran , att åter uppbygga Baldurs tempel, att ur djupet af vårt tänke sätt, icke blott med slapp medgifv enhet utan med själens fulla allvar och hjertats varmaste kärlek och uppoffrande nit, hylla det heliga, som i samhället och civilisationen uppenbarar sig genom rättvisans eviga grundkraft, i cul turen genom den eviga sanningens seger öfver fördo marna och sjelfklokheten och i det ömsesidiga förhål landet emellan menniskor genom menniskokärlek och fördragsamhet, samt att med full klarhet inse och be gripa, alt lycka, ära och magt b v arken för nationer eller enskilda hafva någon verklighet, varaktighet eller värde, utan så vidt de äro frukter af denna det heligas hyllning. Det är äfven endast genom denna hyllning, som den menskliga förädlingens inre hinder kunna öf v er vinnas, de mörka tankar, som göra forslandet vekt och förvirradt, de låga böjelser som till dåliga syftemål miss leda viljan, och de råa njutningsdrifter, som förnedra tänkesättet och befläcka sederna. Det är äfven först i ljuset af denna, af det heligas kärlek och tro genom trängda, åsigt af vår bestämmelse, som vi kunne full ständigt uppfatta och förstå den sanna och djupa bety delsen sä väl af den statsförfattning, hvilken vi ärft af våra fäder, sem af den nya verldsställning , hvilken Carl Johan åt oss förvärfvat , och finna att det icke ligger utom möjlighetens gräns att de många förhoppningsfulla ) Carl Johans egna ord."], [123, "27 aningar, med hvilka både (ankare, historieskrifvare och skalder betraktat vårt samhälle, kunna hafva en verklig grund, och i framtiden gå i fullbordan. Må vi således i denna åt minnet helgade stund i hela dess betydelse fatta den tanken, att en kommande tids historieskrifvare skall med blicken fästad på de Skandinaviska folkens förädlade sauihällscharacter kunna säga, såsom Skalden säger om Frithiof: \"Och som en blodig skugga sjönk hans vikings lif, Med alla sina bragder, sina äfvenlyr, I nallen neder och han lyckte sjelf sig slå En hlomsterki ansad Bautaslen på deras graf. Och mensklig hämnd och menskligt hat smalt sakta hän Som isens pansar smälter ifrån fjällets bröst, När vårsol skiner; och ett haf af stilla frid Af lyst hänryckning gjöt sig i hans hjeltebarm. Det var som kände han naturens hjerla slå, Emot sitt hjerla, som han ville trycka rörd Heiniskt ingla i sin broderfamn, och stifta frid Med hvarje skapadt väsen inför Gudens syn.\" Mången läsare af dessa herrliga ord , låter dem efter vanligheten gå förbi sin tanke, såsom skönt klingande toner, hvilka icke hafva afseende på något annat änden hjeltegestalt , som är ett foster af skaldens egen fantasi. Men det är dock om oss sjelfva, vår folkscharacter och vår framtid, som de egentligen gälla. Ingen har var mare älskat vara fornsagors kämpaminnen . än just den store skald som yttrat dem; och dock i trots af denna kärlek, måste han ti t i ingifvelsens heliga stund med för tjusning uttala det hopp, att dessa älskade minnen skola en gång förlora sin magiska magt öfver vårt tänkesätt och gifva vika för den djupa förvandlingskraften af det heligas dyrkan, för fridens kärlek och hopp. Det är åter denna ingifvelse, hvilken han sjelf kände såsom erfarenhet af en inre magt, som lyfte honom högt upp"], [124, "28 öfver sig sjelf och sina vanliga älsklingstankar, ty med djup vördnad sade han en gång: \"En gudom fattar mig; det bor en Gud i sången,' och hvilken tillika gjorde honom till medlem af den skaldernas högre ordning , som omfattar sändebuden ifrån mensklighetens inre verld , de der budbärarena pä ber gen, som för folken förkunna framlidens frid och upp mana dem , att förstå sin bestämmelse och rätta sig der efler. Om vi ur den dels poetiska dels mystiska kläd nad, som omgifver alla dessa till oss komna budskap om vår framtid och vår bestämmelse, till klar och en kel mening, utveckla deras väsendtliga innehåll, består detta deri: att den Skandinaviska halfön, som i forn tiden till den redan börjande odlingens länder, utskic kade den ena vikingen, äfventyraren och härjaren efter den andra, skall i framtiden blifva en rik utgångspunkt för civilisationens, culturens, fridens och frihetens rege nererande krafter. Denna tanke måste förekomma excen trisk och vidunderlig för hvar och en, som är obekant med den verldshistoriens djupa och heliga mystére, hvil ken innehåller, att det är de andliga krafterna som ut föra det stora, goda och verkligt varaktiga uti niensk ligheten, hvaremot de materiella, då de af de förra icke be stämmas, äro blott passionernas verktyg och medel för för störing och förtryck. Dessutom måste den för mäng den vara tung och motbjudande, emedan den inne håller en sträng fordran på en djup och fullständig förvandling af vår nuvarande nationalcharacter , vari tänke sätt och våra åsigter. — Men vi slå nu vid Carl Johans graf, och hvad är väl anledningen att vi hegifvit oss dit, om denna framtidens grundtanke är oss fremmande? Den var nämligen hos honom en fast och lefvande tro, den egentliga medelpunkten, så väl i Hans personlighet som i den historiska betydelse, Han genom hade sina hjeltebragder och sin trogna, ihärdiga regenlverksanihet sig förvärfvat. I den minnets lysande krona som skim-"], [125, "29 rar öfver Hans graf , är denna tro på Skandinaviens äd lare, lyckligare och ärorikare, framtid den ädelsten, ifrån hvilken de mägtigaste strålarna utgå, och hvilkas sken icke blott skall skänka åt Hans minne en evärdlig glans, utan äfven med huld värma genomtränga de kom mande tider, och hos den ena generationen efter den andra framkalla hoppets och kärlekens löftesrika blommor. Lifvade af Hans minne våge vi derföre nu yttra vår hoppfulla önskan för fäderneslandet, för det föryng rade och förädlade Scandinavien och för dess i framtiden stundande helydelserikare ställning inom den civiliserade verlden !"], [126, ""], [127, "CARL JOHANS-FÖRBUNDET uppkom 1848, då några vänner, lifvade af from tillgifven het, sammanträdde den 8 Mars. årsdagen af den vördade Konungens bortgång, för att gemensamt egna sin hyllning åt hans älskade minne. Då detta sammanträde de följande. åren blef förnyadt, beslöt det lilla sällskapet 1851, att gifva sig ett namn, och att anspråkslöst meddela sina betraktelser åt alla dem, som för den Store Hädangångne hysa en likartad varm kärlek, och att genom bevarandet af deras namn, inför efterverlden gifva ett vittnesbörd om den personliga tillgifvenhet, Carl Johan hos sina samtida förvärfvat. Något högre och betydelserikare ändamål har Förbundet icke ännu, och om äfven hädanefter dess verk samhet skulle inskränka sig dertill, våga dock dess förste stiftare tro, att den vördnad och tillgifvenhet, med hvilka flera af Carl Johans fordne undersåter ännu bevara Hans minne, är ett factum. som förtjenar att räddas undan glömskans magt, emedan det svårligen kan blifva likgilltigt för dem, som i framtiden skola skildra och bedömma den Store Konungens historia."], [128, ""], [129, "CARL JOHANS-FÖRBUNDETS LEDAMÖTER Den 8 Mars 1854. (I denna förteckning upplagas alla, som ifrån Förbundets stiftelse inlrädt deri, och i följd deraf qvarstå äfven de aflidnes namn). Adlercreutz, C. G. , Friherre, Öfverste, R. S. 0. Afzelius, A. A., Kongl. HofPredikant, Prost, L. N. 0. Ahlström, CA. E., Öfverste, R. S. 0. m. m. Anjou, L. A., Th. D., Prof., L. N. 0. Arnberg, J. A., Fabrikör, R. W. 0. Arfcedsson, C, Direct., C. m. st. K. af K. W. 0., R. N. 0. Asping, J. L., Lector. Bahr, K. v., Major, R. S. 0. Bahr, C. G. v. , Stallmästare hos H. Maj:t Konungen. Bahr, L. v., ÖfverJägrnästare. Berg, A., Prost. Bergenstråle, C. G. , Landsh. , General-Adjut., C. S. 0. Bergman, Sv., Prost. Beskow, B. v., Frih., HoOIarskalk, En af de XVIII i Sv. Acad. C. m. st. k. N. 0. m. m. Beskow, G., Grosshandlare. Boivie, P. G., Rector Scholaj, R. N. 0. Bog, J. F., Geo. Major, C. m. st. k. K. S. 0. Brand, J. A., Major, R. S. 0. BraunerAjelm, F., Förste HofStallm. C. S. 0. m. m. Broman, A. J., Th. D. Prost, L. N. 0. Bottiger, C. W., Prof., Eu af de XVIII i Sv. Aead. , Ordens- Hisloriograf. CallerAolm, N. , Lagman, R. N. 0. Cassel, C. G., Lagman, R. K. €. XIII.s 0., R. N. 0. Cederslröm, C. R., Frih., t. f. Protocolls-Secreteraie. Claesson, A. G., Rytlmästare, R. S. 0. Cronstedt, C. A., Grefve, f. d. Coutre-Amiial, G. m. st. k. S. O. Dwvel, C. L. , Öfverste, Commendant i Stockholm, C. S. 0. m. m. f 1854. DorcAimont, W. A., GeneralMajor, f. d. Landshöfd. C. ra. st. k. S. 0."], [130, "Edelstam, F., Lagman, R N. 0., R. W. 0. EdenAjelm, G., f. d. Gen. Major, f. d. Landshöfd., C. ra. st. k- S. 0., R. K. C. XIILs 0. EdAolm, E. af, Föiste Archiater, C. ra. st. k. W. O., R. N. 0., ra. m. Essen, F. U. v. , Friherre, GeneralMajor, C. m. st. k. S. 0. m. m. Fahlcrantz, C Ar. E., Th. D., Biskop, En af de XVIII i Sv. Acad., C. N. 0. Fant, C. J., vice Bibliothekarie. FlacA, E., Major, Post-Inspector, R. S. 0. , f 1853. Flach, C. E. G., Llentenaut ra. ra. Fleming, N. A. O., Frih. Capiten. Fågelberg, B. E., Prof. R. N. 0. Forssenius, G. A., Brnkslnspector. Fryxell, A., Th. D., Prof. En af de XVIII i Sv. Acad., C. N. 0. Glas, O., Professor. Goes, A. W., Major, R. S. 0. GrönAagen. F. A., Capiten, R. S. O. GyllenAaal, C. IL, Friherre, f. d. Siats-Råd, GeneraltnllDirectör. C. ra. st. k. N. 0., R. S. 0. GyllenAaal, S. H. , Friherre, En af Rikets Herrar, f. d. Justitie- Statsminister, PresideDt, R. o. C. af K. M. O., R. K. C. XIILs 0. Haak, J. H , i. V. D. , f. d. Aead. Råntm. , R. W. 0. Haasum, J. H., Öfverste, Guvernör på St. Barthelemy, R. S. 0. Hedrén, J. J. , Th. D. , Biskop, C. m. st. k. N. 0. , R. K. C. XIILs 0. Hemlin, CA. J., Th. D. Biskop, f. d. SlatsRåd, C. m. st. k. N. O. Hildebrand, B. E., RiksAntiqvarie, R. N. 0. m. m. Hillberg, J. B., Prost. Ho/fman, J. D-.son, Directör, R. W. 0. HoAenAausen, C. L., f. d. StatsRåd, GeneralMajor, C. m. st. k. S. 0. Holm, C. O. JoA:son, Med. Doctor. Holmström, II. O., Th. D. ErkeBiskop, ProCanceller. C. m. st. k. N. 0. Hwasser, G., Th. D. DomProst. L. N. 0. Hwasser, I., Professor, R. N. 0. ra. ni. Ilire, A. E., En af Rikets Herrar, f. d. StatsMinister för Utr. Ärenderna, En af de XVIII i Sv. Acad., R. och C. af K. M. O., St. K. ar N. S. 0. 0. in. m. Isberg, C. E. , President, C. m. st. k. N. 0. , R. C. XIILs 0. Jvel, C. A., Professor. Juel, H. O., BruksPatron. Järta, F. B., HofRättsRåd."], [131, "Krcemer, R. Fr. v., Friherre, Landsh. C. ra. st. k. N. 0. m. nr. Kreuger, J. H., vice Amiral, C. m. st. k. S. 0. ra. in. König, C. Fr., Major, R. S. 0. JLagerbring, C. G., Friherre, CapiteD. Lagergren, P. J., Assessor, Borgmästare, R. N. 0., n. v. Tal- man för Borgareståndet. Lagerstråle, C. E., ÖfversteLientenaut, R. S. 0. m. ra. Lefrén,J. P., General-Lientenant, President, R. och C. K. M.O. m. ra. Lewenhaupt, E. A., Grefve, ÖfversteKammarjutikare, C. ra. st. k. N. O., R. S. 0., R. N. S:t 0. 0. Lewenhaupt, G. A. , Grefve, Possessionat. LoricAs, f. d. Landshöfding, C. ra. st. k. N. 0.,R. S. 0. f 1853. Lundstedi, J., Lector, R. N. 0. Lundvall, C. J. , Th. D., Prof., Prost, L. N. 0. LöwenAjelm, C. A., Grefve, En af Rikets Herrar, f. d. StatsRåd, GeneralLienlenant, R. och C. K. M. 0., R. K. C. XIILs 0. m. m. LöwenAjelm, C. G.. Grefve, GeneralLieutenant, R. och C. K. M. 0., ra. m. LöwenAjelm, G. C. F., Grefve, En af Rikets Herrar, General. Envoyé Exlra-ordin. och Minist. Plenip. i Paris, R. och C. K. M. 0., R. S. 0. st. k. 2:dra cl., St. K. N. s:t 0. 0., ra. ra. Malmsten, C. J. , Professor. Morin, J. , Häradsskrifvare, R. W. 0. Moselius, J. , Consnl, R. N. 0. Munklell, H., BruksPatron. Nelzel, J. G., Exped. Secreterare, R. N. 0. NisbetA, C. W., Major, R. S. 0. Norling, S. A., ÖfverDirectör, Prof. R. W. 0. m. in. Nordström, A., Th. D. Prost, L. N. 0. Osbeck, C. A., Capiten, Acad. Fäktraästare. Palmstjerna, C. O., Friherre, StatsRåd, R. och C. K. M. 0. m. m. Palmstjerna, .V. F. , Friherre, GeneralLieutenant. C. m. st. k. N. Ö. , R. S. 0. in. in. Peter Jönsson i Gärestad, f. d. Riksdagsman. Pfeiff', D., Friherre, .Major. Reuterdahl, H. , Th. D.. StatsRåd, En af de XVIII i Sv. Acad. L. N. 0. Rosen, G. Fr. c. . Grefve, HofMarskalk, Öfverste. R. S. 0. in. m."], [132, "ScAedvin, D. M., J. U. D., f. d. Acad. Räntmästare, R. N. 0. ScAinkel, B. v., Öfverste, R. S. 0. ScAram, E., Prost, L. N. 0. ScAram, J. G., DomkyrkoSyssloman. ScAram, P. A., Handlande. ScAröder, J. H., Professor, Bibliothekarie, R. N. 0. ra. m. Smerling, G. F., Grosshandlare, R. N. 0. Stolpe, C. J., Borgmästare. Strinnlund, N., Riksdagsman, n. v. Talman för Bondeståndet. Swartz, J., Fabrikör, f 1853. Tamm, P. A., Friherre, BruksPatron, C. m. st. k. W. 0., R. N. O. Tetsmeden, N., Kammarherre, R. N. 0. Toll, G. PA. H, Friherre, Öfverste, R. S. 0. ra. m. Tuneld, G. E. af, Stads-Commissarie, R. N. 0. Tärnström, G. S., Häradshöfding. TörnebladA, G., ÖfversteLieutenant, R S. 0. Unander, J. O., Prost. Wallmark, P. A., CancelliRåd. Wingård, J. af, f. d. StatsRåd, C. ra. st. k N. 0 , R. K C. XHLs 0., R. S. 0., f 1854. WrigAl, P. G. von, Major, R. S. 0. UPSALA, C. A. LEFFLER, 1854."], [133, ""], [134, ""], [135, ""], [136, ""], [137, ""], [138, ""]]