[[1, ""], [2, ""], [3, ""], [4, ""], [5, "POEMS ON SEVERAL OCCASIONS, INCLUDING THE PETITIONER, OR A VIEW OF THE RED-BOOK; WITH A DEDICATION TO The Rt. Hon. W****** P*** BY J. J. VASSAR, Esq. \" Trifles light as Air.\" Shakespeare. CHELMSFORD: PRINTED FOR THE AUTHOR, V R. C. STANES, BOOKSELLER, AND SOLD BY F. & C. RIVINCTON, st. Paul's church-yard, london. 1799."], [6, ""], [7, "DEDICATION. JL AM told a Dedication is necessary for every thing, and I therefore dedicate the following Trifles to the Friends of Idleness. They are chance Children of Hers, and all who love her, will (I trust) protect them, for in truth they are very weakly, and those that naturally should support them, will not acknowledge them. Ge nius denies them, Wit and Correctness both disclaim them, and Poetry disavows them, and yet all these (except correctness) have ever been very much attacht to their Mother, and indeed connected with her. Thei is however a reason (good or bad) as well as a time for all things, and I now offer to the Idle what has been the amusement of my idle Hours, because (as far as relates to myself) I A2"], [8, "DEDICATION. II have strong ground for belief, it was then, that I was most profitably employ'd. I must take leave to say tho', that I will never theless give fair play to Labor, to Assiduity, and to Research, and that I will from this time pay unremitting attention to more important Sub jects, till the reagitation of the Question with which I think them connected shall mark the proper time for trying the Value of Study, of Application, and of Exertion for the Publick Good ; and whilst I pledge myself to give to the Publick then, on the Subjects alluded to, much Fact, many Documents, and some Information, I also promise my best endeavours to place them in the clearest point of View, and in the strongest light — Then, as I shall have profited. by my attentions to them, I will devote the remainder of my days to Idleness, or to my Country ; In the mean time, Children of Idle ness, good luck to you — may the world be as partial to you, as it is to your Mother. J- J- v"], [9, "A 3 §>pmptom0 of %ottcj>*"], [10, ""], [11, "SYMPTOMS OF POETRY. V V OU'D some unhappy Wight become a Poet, Time out of Mind, these are the Ways to shew it. First, be He not, most miserably thin, It is in vain a Poem to begin ; But still, if fat, why let Him not despair, For Poverty will surely aid Him there. She never leaves a Poet's side, She still befriends Him, Pinches His cheeks that were before too wide, And plenty wild looks, and wild thoughts she sends Him. A4"], [12, "2 But He must get a black Coat, there She cannot help Him, nor to Bag, or Breeches ; These, notwithstanding, she will soil and tear, Work into proper holes, and Loosen all the stiches. Has He sublimity in view,- Why then one slipper, and one shoe, And half a Shirt, will do • But the half Shirt must still the wash refuse, For Rags, and Dirt, alike denote the Muse. His tawny Waistcoat, he may well enough, Embroider deep, with Scotch, or Irish Snuff, He shou'd not shave, for who but must have heard, That Homer (and Anacreon) wore a Beard. A Cockt Hat he must have, but he must see, One Corner only's left, out of the three; And mighty Punctilious, he must ever be. Can He, by any means, contrive to get, Enough of Lavender, to give a wet • Then shou'd he daily scent each tender Rag; The Breeches, Stockings, Waistcoat, Coat, and Bag"], [13, "3 About His diet, he need take no Care, For Poverty will daily that prepare ; She'll bring Him plenty of the Poet's fare ; The limped stream, and the sweet ambient Air. If he but deals in Ode, In Epigram, and Sonnet, Tho' snug be His abode, He yet may venture on it, But if at Verse heroic, He wou'd fly, He like His thoughts must mount, and feek the Sky, And faith in any Case, I own, He cannot be too high ; There must He lie, There eat, there drink, There write, there think, Midst Rags, and Wretchedness, and Dirt, and Stink. He must on Sundays, when He walks the Streets, Smile (if He can) on every one He meets. If His Poetic Air, Shou'd make the Vulgar stare; To punish these, Let Him to windward go, and then the breeze Shall make the Caitiffs turn, and turning, spit and sneeze,"], [14, "4 These things attain'd, a thousand whims beside, As yet unthought of, and as yet unknown, Odd fits of meaness, and strange freaks of pride, And ways peculiarly a Poet's own, Shall shew His Genius, and His Talents prove, And like a Poet He shall look,- and move. Thus have I pointed out the Road to Fame, And that is all the credit I may claim, For vain it were for me, just now to seek That Fame myself, since I am fat and sleek"], [15, "5 The BAT. OTRANGE Being; Bird and Beast, and neither quite ; Doubtful thyfelf, thou flittest in our Sight At that uncertain Hour, (we call) Twilight, When in this World there's neither Day or Night. This is the awful Hour, by all allow'd, When restless Spirits quit their mould'ring Shroud ; For when almighty Power made the Earth, (Whence Man, his creature, claim., his humble Birth) For Man he made it, and his Power sublime Establisht Order and divided Time. If for some mighty Crimes just Punishment Back to this World the guilty Spirits sent. These are those Spirits, for they hover round Some ruin'd Building, or Sepulchral ground, Where the sad Subject of their Crimes is laid, And they do Penance near the injured Shade."], [16, "6 In the dark Dungeons damp and horrid Cell, Heaps of these beings have been known to dwell > And once, where Baden's stately Castle frown'd, Many I saw in Caverns under ground, Where many a Victim shut from cheerful day Fell by Despair, or pin'd His Life away ; Flow are these Beings fed, what do they there? Still cause of Terror, and still slaves of fear, These are the Tyrants whose despotic Sway Made some poor Wretch here pine his life away, This is the Place, where by their Orders fell Some Human Victim — this is now their Hell."], [17, "7 Ode on WINTER. _____jO! now releas'd from Northern caves, The wintr'y winds loud blow, And the whole earth one livery wears, All white with driven Snow. Now the poor Black bird in each bush, And the shrill ton'd melodious thrush, In soft low notes complain, Whilst to the ground, the fierce storm beats The moss-built nests, their little seats, And drowns their languid strain. Where yonder straw-roof'd building yields A shelter from the wind ; Where the poor Sheep, (forsook the fields,) A dry warm covert find. Beneath the shed, there in the dry, With me the muse shall sit and sigh, The fleecy flocks around, How will the naked, hungry, poor,"], [18, "8 The increase of misery endure, The season scatters round. No blazing hearth the father warms, Some rags his wretched bed, His children lift their little arms, And ask of him their bread ; Tho' hard his toil, and sad his fare, He stints himself that all may share The scanty poor repast ; But when the infants (having eat) By cold compel'd their cries repeat, This, this, Alas ! must last. No hope have they that this may end Sad season but with you, Because they want, they have no friend, Tho' piteous, this is true. Ah ! cou'd the proud, the happy know, What feel the cheerless sons of woe So tenderly distresst ; Their hearts wou'd melt to give relief, They'd fly to wipe the eye of grief, In that supremely blest."], [19, "9 EPIGRAM I. XjLALF drunk I agreed to lend B******** Ten pound, But had luck, and I'll tell you how came it; I got rid of the promise by which I was bound. By giving him five, not to claim it."], [20, "10 ABSENCE. V V HEN 'tis morn, and the Sun arises, And cheerly looks the coming day, When each eye seeks what most it prizes, Mine turns, where once my Mary lay. What tho' then a sigh steals from me, Still I calm my troubled breast ; Still I think that peace surrounds you, And hope no cares disturb your rest. When 'tis noon, and all before me, Natures bounties, kind are spread, As time to you may soon restore me, I grateful eat my daily bread. What tho' silent, dull, and joyless, Every meal is, to say true, Still I happy am in thinking Surrounding friends attend to you. When 'tis night, and I sit lonely, Counting the slow passing time, i"], [21, "11 On you my Mary thinking only, I strive to put my Thoughts in Rhyme What tho' this awhile amuse me ? What tho' Hope my Bosom cheer ? I go (and you must not refuse me) To bathe your Pillow with a Tear."], [22, "12 The RETURN. IVJLy Heart, so late attun'd to Woe, Now feels a Joy, that few can know, My Heart that in your Absence mourns, With fluttering Joy to you now turns. Why does that raptur'd Heart beat high? My Love, my Wife, my Mary's nigh. My Bosom, lately torn with Grief, From Sorrow feels a full Relief, My Bosom, that in Absence sigh'd, Now feels a Peace it cannot hide What does that tranquil Bosom cheer? My Friend, my Wife, my Mary's near."], [23, "13 B3 ENIGMA I. A Can do it, you may see it If you will my Friend, Finish a Thing that's ne'er compleat, If e'er I make an End."], [24, "14 On TRUE LOVE. __L RUE Love is full of Fears, Of Doubts, of Sighs, of Tears, In Sorrow's various Garbs by Turns appears; Oft seeks the shady Wood, In melancholy Mood, Indulging causeless Woe, in deepest Solitude. True Love doth often lye In the jaundie'd Eye, Of self-tormenting Jealousy. True Love does sometimes rest In the suspicious Breast, 'Tho ill the Mansion suit the charming Guest. True Love is sometimes found Where Wealth and State abound, But this is not her favourite Ground; She, more delights to dwell In the sequester'd Cell, Dispensing there a Joy, no human Tongue can tell"], [25, "15 True Love alone bestows, (Where mutual Passion glows,) Relief to all human woes. True Love does every Thought employ, Does every selfish Wish destroy, Divides each Grief, and doubles every Joy."], [26, "16 Woes,) A FACT. Cure for a BLEEDING at the NOSE. A O good Dr. Stonehouse (o'erwelm'd with her A poor Woman with Tears in each Eye, Ran to say her poor Richard had bled at the Nose So long, that she fear'd he wou'd die ; The good natur'd Doctor first bid her be sure To make herself easy, and rest, For a Styptic wou'd presently perfect a Cure, So to apply it directly were best. Overjoy 'd she ran home, and with rapture return'd, Bless your Honor, youv'e sav'd my poor Dick, It stop'd the first Moment, (what 'tis to be learn'd,) That we put his Nose in the Slit-stick."], [27, "17 An EXERCISE GIVEN AT WESTMINSTER SCHOOL. The Subject the CARE and CULTIVATION of a GARDEN. AN the Room of Apollo, great Chambers thy aid, Or how shall a Gentleman sing of thy Trade, A Garden's my Theme, and there all must own Great Ability, Genius, and Taste, you have shewn. Whilst then of the Fiowers, the Shrubs, and the Lawn, And Octagon Temples, where his Lordship may yawn, I forcedly rhyme ; O ! teach me to show The Beauty of Lime-trees, that stand in a Row ; Each curious exotic in order to name, And point out the Country from which they ne'er came ; But enough good Sir William, I likewise must sing Of Cabbage, and Turnip, produc'd in the Spring, The Culture of Carrots, of Beans, and of Peas, The Virtues of Cellery, the grafting of Trees, The raising of Radish, the killing of Snails, The Ladder, the Hammer, of Shreds and of Nails, Of Matts that each Night round your Trees sh'd be hung, And that nothing's so good for a Garden as Dung."], [28, "18 d, Now many dull Blockheads to Homer wou'd run, And robbing the Odyssey get the Task done, Those who cou'd not read Greek, wou'd as readily hope, To steal an Idea from him out of Pope, But hating the Subject, I'll never take Pains, 'Tis a Gardener's Theme, for to them are the Gains, To such then I leave it, whene'er it may suit, To praise either Goddess, of Flowers, or Fruit ; For ne'er shall my Head with such Nonsense be cram'' The Devil take Flora, Pomona be d n'd."], [29, "19 SONNET. A Love and am belov'd again, Nor more shall Sorrow know ; My Bosom now has lost it's Pain, And fled's each pungent Woe. My Life shall now to thee my Love, Alone devoted be, And my fond Tenderness shall prove I live for only thee."], [30, "20 ENIGMA II. A ELL me Fair-one what is this ? And say if I deserve a Kiss? It ofren makes us absent, where We absolutely present are, And strange to tell, when we're apart ('Tis true as you possess my Heart) Miles distant, when with me, I will Affirm it is about you still, For far, or near, by Night or Day, On you it rests, with me to stay ."], [31, "21 To a LADY, Supposing the AUTHOR would forget Her. AF a Peach or a Rose shou'd suppose a poor Bee Cou'd forget all the Pleasure he felt near each Tree, The innocent Bee might thus answer each, And make this Reply to the Rose and the Peach : — \" Form'd to doat on what's sweet, and to sip the fresh Dew, \" My Nature must change, when I think not of you. \" To apply this small Story, Fate bade it be mine \" To love all that's lovely, and yours to combine : \" So tho' for a Moment far distant my Home, \" My Heart is still with you, and there my Thoughts roam. \" Go Thoughts to N B , to Miss say \" You are always about her, tho' I am away ; \" And from you too she'll know I shall constantly mourn, \" Till she kindly will give me one Thought in Return.\""], [32, "22 EPIQRAM II. A Wrote till Bed-time, made an End, Then shew'd my Verses to a Friend, Who from his reading being made surlier, Wish'd 't'ad been Bed-time somewhat earlier."], [33, "23 Written at the Bottom of a Note, Inviting a LADY to a BALL. T JL HRO' the Maze of the Dance, as each Eye roves to meet A View of some Fair-one, that makes the Heart beat, Mine will wander full anxious, with Hope, and with Care, And Grief be my Partner, if you are not there."], [34, "24 On a LADY, Who Rouged highly, and had a bad Breath EPIGRAM III. V V HEN next to her Toilet, the good Lady goes, To put on her Cheeks the sweet Bloom of the Rose ; For her Neighbours I'm sure it wou'd be full as well, If instead of the Colour she borrow'd the Smell."], [35, "25 The SAILOR'S ADDRESS To his COUNTRYMEN. V-^OME, rouse up my Hearties, ne'er let it be said, \" That Frenchmen cou'd make a true Briton afraid : \" They talk that they will (but damn them 'tis Vapour) \" Cut our Purses, our Throats, our Beef, then a Caper; \" But let them come on, Boys, and if they advance, \" We'll not leave alive a starv'd Blood-hound of France. \" Turn out, all you Lubbers, who live at your Ease, \" Take care of yourselves, we'll take care of the Seas. \" If they pass us by Night, as perhaps faith they may, \" For I'm sure that they ne'er will attempt it by Day, \" For yourselves you must fight Lads, and what wou'd you more, \" You'd shew them that Britons are Britons on Shore. \" As for me I'm determin'd, for England I'll fight, \" And all do the same, Boys, then all will go right ; \" I love good Plumb Pudding, Roast Beef, and a Wench, \" My King, and my Country, so God d n the French. \" Huzza for Old England, I'm a Tar, and as such \" I love Grog, and my Poll, d n the French and the Dutch."], [36, "26 Spain ; \"If a few are disloyal, we're sound in the Main, \"And, united, can drub well, France, Holland, and \" You have nothing to fear, if like Englishmen true, \" You fight for yourselves, Boys, as we fight for you \" For all that is dear, let us conquer or die, \" And may he fall the first, who is first to be shy.\""], [37, "27 ENIGMA III. v_>/F two Elements born, I am on my Word ; But I leave them direct, and am lost in a third ; And one of my Parents will instantly die, If to it enough of the fourth you'll apply."], [38, "28 LINES sent to Miss Lily S VvN the pure Streams (that gently murmuring stray, O'er their hard Beds where flinty Pebbles lay) Floating, the Water Lily, beauteous Flower, Decks with her modest Charms her wat'ry Bower, Till the fond Waves, suspend their gurgling Song, Kiss her Green Leaves, and slowly pass along. Her modest Charms, her beauteous Form is thine, And like the Wave, to praise and love is mine. In Form most delicate, under other Skies, The lovely Lilies of the Valley rise ; Transplanted thence, the beauteous Strangers bloom, And sweet their Blossom, and their mild Perfume. O ! Flower most elegant, unassuming too, How much the Fair I love resembles you. The Flower's mild Beauty, modest Nymph is thine, And Love, deep-rooted in the Heart, is mine."], [39, "29 In Robe of Innocence, of purest White, The Garden Lily meets the approving Sight ; Stately and tall its Form, unrivall'd there, The charming Flower decks the gay Parterre. And Nature kind, my Breast with Love to warm. Has bid one Lily take an Angel's Form. Unrivall'd Excellence and Beauty thine ; Unequall'd Love, and Constancy is mine."], [40, "30 SONNET to a LADY. A HAT Spring may be charming I do not deny, With all its sweet Flowei s of various Dye ; But by me still unheeded, they blossom in vain, Whilst mine is the Pleasure to look at thee — Jane. Let others that like, boast their Wit can convey A Joy to that Bosom, where Sorrow once lay ; With me all the Joy that I wish will remain, If mine is the Pleasure to talk with thee — Jane. Tho' absent from thee, down my Cheek steals a Tear, To have known thee my Fair-one to me is so dear ; In Absence I even can scarcely complain, For mine is the Pleasure to think of thee — Jane."], [41, "31 LINES to Miss VV HILST the Heart can fed a Pleasure, And Beauty captivates the Eye, Whilst Wit or Dance, with sportive Measure, Lightly make the Moments fly ; Whilst sweetly playful Smiles can charm us, And Love on ruby Lips is born, Whilst Grace and Ease delight and warm us. And Roses each fair Cheek adorn; Whilst fearing, hoping, loving, trembling, The enraptur'd Heart these Charms must view, Mine is the Love there's no disembling, And all the Charms belong to you."], [42, "32 A QUESTION -_Tj> S a Sportsman, my Friend, I pray you declare V *wo of all Scents most contrary are ?"], [43, "33 On a PATCH— To a LADY. V__y Fortunate Spot, How I envy thy Lot, To be fix'd on a Cheek so divine, Wou'd mine were the Place, Where you add a Grace, And my Touch to that Cheek close as thine. If still you are found, Where all Beauties abound, And must bide near a Lip so enchanting, Let me share thy Bliss For once in a Kiss, And she feel a Joy in the granting, Then her Lip as I press, My fond Heart shall bless The Fair-one it ever must doat on ; And distant will feel, What no Pen can reveal, Joy, greater than ever wras wrote on c4"], [44, "34 An Invitation to a BALL 5 To Miss Y- jLJ Y the sweet Mole that decks thy Cheek, By thy sweeter Lips I swear, No Pleasure in the Dance I'll seek, Nor feel a Joy, if you're not there No, dull and cheerless let the Night pass, In vain the sprightly Music play ; Each Lad, with Pleasure, view some bright Lass, And I will mourn if Y 's away. Mine, the constant Heart, that ever In your Absence still shall sigh, Can I feel Joy when from you ? never ; Nor be unhappy when you're nigh. Come, O ! come, and to my fond Heart Delight, and Joy, and Rapture bring. Oh ! cou'd we meet, and ne'er to part, How Joys wou'd in that fond Heart spring."], [45, "35 CHARADE I.— To a Lady. 1VA Y First you will see, in a very short Word ; I am my Second, and you are my Third."], [46, "36 Written for a Friend i And sent by him to Miss W- OAY, smiling Sweet-one, say Ah ! why Within the Ambush of thine Eye So many sportive Cupids lie, So many Arrows from it fly, That none who see it can deny They feel a Wound as well as I ? Why on thy soft and ruby Lip, Where Gods themselves might Nectar sip, (For Nature did its humid tip, In Honey and Vermillion dip,) Still, as you speak, the Graces trip, And make my Wish my Hopes outstrip ? <HK-47*-4»M~$H7f,<$."], [47, "37 But let me, Fair-one, once or more, Pay Homage where I must adore, And touch that Lip I iov'd before ; Contented then I'd meet thine Eye, And by its rapid Light'ning die, Nor utter one complaining sigh."], [48, "38 > ENIGMA IV. A ROM the first, and for ever, by Fate's strange Decree, So closely together we join, Neither Space, Time, or Thought admitted can be, Betwixt me and this Brother of mine. Yet still tho' we join, and for ever must do, Whilst Time and the Seasons shall last, We can ne'er be together (tho' strange it is true) In the Present, the Future, the Past. One always is going, yet always remains ; One approaching, yet never arrives ; But neither the Fool, or the Wise-man complains, And expect it each Day of their Lives."], [49, "39 For the one, ever present, will quickly retire, And no more shall be seen it is clear ; Whilst the one that is absent, each Moment draws nigher, And yet it shall never appear."], [50, "40 CHARADE II. 1VA Y Second was spotless, till my First stain'd the Sheets ; And my Third tells the Story to all that it meets."], [51, "41 in LETTER to a LADY, Inclosing a Scotch Pebble in the Shape of a Heart, which there was the Appearance of a small Flaw. V_TO, go my Heart, since we must part ; O may you, may you, happy be ; I know you well, and this can tell, You'll never, never, rest with me. I know you seek, around a Neck Where Hearts in Clusters bide, To find the Grace, to gain a Place, And be with others tied. Vain Heart beware, for much I fear There's little Chance for you ; I anxious wait to know your Fate, But dread to know it too."], [52, "42 Yet for her Sake, when Pebbles take A smooth and polish'd Style, Sure she'll forgive the Hearts that live In Hopes to Share her Smile. I cannot say, that any Way You merit what you seek ; I know that you are fond and true, But of your Faults I'll speak. The little Spot, I own you've got, Shou'd she not Pity take, Will as you mourn, to Envy turn, And then poor Heart you break."], [53, "43 To the same, with a rais 'd Pye, Containing a Tongue, a Goose; and a Turkey, A OUR Captive, that wou'd not be free, Tho' ever doomed to sigh, Iv'e sent, to raise a Thought of me, An emblematic Pye. Within the Crust full quiet lays, A mute, cold, lifeless Tongue, That whilst my raptur'd Eyes could gaze, To Joy alone was strung. But now forlorn, and lost I stray,- By sorrow overcome, And cheerless pass the live-long Day, Without a Heart, and dumb."], [54, "44 Yet pkas'd I left my Heart with you, Nor for my Tongue complain, Sure when my fond Eyes meet yOur View, To find my Tongue again. But ope the Pye once more, you'll see, It too a Goose contains : A simple Body, much like me, That never boasted Brains. An Emblem next of me you'll find, If in the Turkey sought ; A moping, melancholy Bird, Without a Merry-thought. And if a Heart, with Rapture full, To hopeless Love gives loose, Well may he be as Turkey dull, Who's silly as a Goose."], [55, "45 And yet there is no Help I fear, There is no Cure for me, And if there was, I cou'd not bear To live, and not love thee. Let Prudence whisper stay away, O cou'd I Leave obtain, I'd for the Pleasure of a Day, Endure an Age of Pain. Tho' like these Birds, to her I love. Not on their Wings I'd fly, But steal the Pinions of a Dove, To be near you hap-py. But Ah ! adieu, and say for me, To all that you surround, None more affectionate can be, And none more grateful found. D2"], [56, "46 POSTSCRIPT. Distant, and ill, forgive the fond Request, The Hope to hear from you, that you are blest ; The Hope, that from your former Kindness caught, Raises my Spirits, and embodies Thought."], [57, "47 To the same, from 5 In Answer to some Lines of hers, entitled A Fragment, and stated to be written by her best Friend, V V HILST here in foggy, damp, Retreat, Delug'd with Rain, and dried with Peat, Lonely I pace, in daily Round, With dullness Uniform the Ground ; My only Pleasure is to see Myself remembered still by thee : By all those Friends, who ever dear, Give to my Heart its chief Joy here. Pleas 'd do I learn, the Pye at last, Safe to my Friends at B past ; Gave to the 'Squires Tooth that Touch, He swears he'il swallow many such ; And so my Lady's Palate hit, That I escape her Threats and Wit. O ! charming Pye, well worth the giving, Since the dead Goose protects the living;"], [58, "48 Since the silent Tongue prevails, And in my Favour turns the Scales ; With Anger flashing in her Eyes, Kick him down Stairs, the Peeress cries, But happy too for me, poor Dolt ! The Turkey saves me from the Polt : So great thy Power, O Pye most trusty, That when you came, none else was crusty. But drop we here the sportive Measure, And let my Verses speak of Pleasure ; Pleasure pure, and dear, and glowing, Which only knowing you, is knowing ; Which only can in Absence be By your dear Letters given me. Pleasure that must e'er attend All who call my Fair-one Friend. To whom alone the Powers belong, To charm with Beauty, Worth, or Song. As one who in some Fragment traces, His Friend's peculiar Wit and Graces, Wishes he cou'd his Joy reveal, With as much Force as he must feel ; But finds the Thing is different quite To read good Verses, and to write ;"], [59, "49 D4. So I, who no kind Muse will fire, Can say, but thank you, and admire; But to your Best Friend kindly tell, I have no one I love so well ; Her graceful Ease, her lovely Form, Where'er I go my Breast shall warm, And on my Heart (by Fondness etch'd) Thus is her lovely Picture sketch'd : On her coral Lip there dwells A Smile, that ev'ry Smile excels ; •Sweetly beaming in her Eye, Intelligence, and Softness lie ; In her Dimple, fix'd and Deep, Beauty does it Station keep, And just as May, approaching \"throws On Earth's Green Lap, the Pink and Rose,\" And each fair Flower that \" young ey'd Spring\" Does at her Bidding gaily bring ; So when she comes, sweet living May, She animates the Human Clay, Bids Pleasure rise where'er her Footsteps tread, And fills the Heart with Joys that in her Absence fled."], [60, "50 But Sorrow now does in her Turn, Bid my Verse say, my Heart will mourn 'Till Health shall to his Friends restore, The worthy Man that all adore ; '> Long from the Circle I revere, O ! be it mine to frequent hear, That all those Pleasures there remain, I long so much to Share again."], [61, "51 LETTER to a LADY. JL^EAR are the Joys that Memory bestows, Dear the lov'd Thought on which thy Image glows ; Dear are the moments when from others free, Retired I dwell on former Days and thee. They, they are gone ; and now alone remains, The Hope, my Fair, her Friendship still retains. Can I forget, can I forego, The Friendship which you gave, and owe To one whose Heart will ever burn To merit it ; and in Return Of each fair Flow'r that gaily blooms, And lends the Morn its sweet Perfumes, A Wreath he'll twine, whose lovely Hue And Fragrance, shall resemble you ;"], [62, "52 The Damask Rose-bud there shall glow, Mix'd with the spotless Lily's Snow, Whilst the Blue Violet of the Plains, Peeps thro' that Snow-like azure Veins ; Plac'd by his Hand too, shall be seen, (Two parted Poppy Leaves between) The spicy Pink and Eglantine Breathing an Incense short of thine, If in these votive flowery Wreaths That Friendship offers thee, One single Sprig of Myrtle Leaves, Entwin'd by Love there be ; Say, shall the Gift deserve thy Scorn And for one Sprig the whole be torn? Ah ! no, observe, the Roses hue, The Lily white, the Violet blue, And each fair Flower that there is seen Derives fresh Lustre from its Green ; So does Love's Flame illume the Urn Where Friendship's sacred Fires burn."], [63, "53 Kind then receive these artless Strains That simply, but yet true, Speak the warm Heart that e'er retains, Affection warm for you ; That offer at fair Friendship's Shrine All that can friendly be, Prayers that each Joy you wish be thine, And mine those Joys to see. And if by Chance amidst the Lays That Friendship pure inspires, Love's gentle Flame should seem to blaze, Forgive the harmless Fires."], [64, "54 On seeing a Bee in a Flower Garden, To a LADY. V_TO Bee, yon Flowers range among, And sip the fresh Dew off the blushing Rose, Bathe in the liquid Pearl by Morning hung, On each fair Flower that sportive Spring bestows. For thee the Violet, the varied Pink, The Woodbine sweet, the Snow-Drop's early Bloom, The Primrose opening on the Rivers' Brink. Steal from the rising Dawn, their Fragrance and Perfume. Go happy Rcver, on their honied Leaves, Humming thy Song of Rapture, fluttering lay, Thy little Theft no beauteous Flower bereaves, Or of its Fragrance sweet, or Colours gay."], [65, "55 Be't mine, like thee to rove, from Lip to Lip, Stealing from thence, the Heart enrapturing Kiss, On each warm Ruby, there Love's Breath to sip, Whilst each fresh Change, is but a Change of Bliss. Ah ! no, the varied Charms that deck thee, Fair, Each roving Heart shall fix, and wandering Eye; And as I fondly gaze, I form the Prayer, To touch thy Lip, e'er I despairing fly."], [66, "56 A Parting Wish, given to IV A AY he to w horn Fate shall more kindly incline, Have a Heart that's as warm, and as anxious as mine ; May the Passion he kindles, but lead him to know, The Raptures that mutual Affections bestow, And teach him with tender Attentions to trace, The delicate Mind, in the beautiful Face ; Each Wish of your Heart, may he read in your Eyes, And catch every Thought, on the Lips as they rise ; May he fondly, and constant, his whole Time employ, To lessen each Grief, and to double each Joy, And find in his Heart, that no Pleasure's so true, As the Pleasure he takes, in the pleasing of you. If Sorrow by Chance assails Beauty, and Worth, When Angels like you take their Turn on the Earth,"], [67, "57 And Grief for a Moment my Fair-One makes dull, May his Eye too o'erflow, and his Bosom be full ; In short 'tis my Prayer, Oh ! may he like me, But love you the more, as he more shall you see."], [68, "58 Step towards a Union. A OU'LL ne'er get the Parliament, on board the Dublin Packet, They'll not cross the Water, till they've got a Cork Jacket."], [69, "59 ARGUMENTS Against the Union with England, Gratefully address'd to the glorious Hundred and Five Members, Who threw out the Measure before it was proposed. a UNITED IRISHMAN. A-.ONG Life to you Honies ; 'tis plain as a Pike, That about dis (same) Union we all think alike, Did not England (dear Jewels) when the Irish united To cut Throats, and burn, and with Blood were delighted Send her Troops (Horse and Foot) disuniting that Band, Who by Murder and Fire, united the Land. Then (Erin go brah) you explain the Thing right, To separate from England's the Way to unite, For if Peers, and the Commons, for the good of the State, Shou'd unite with Great Britain, we must separate. E."], [70, "60 WRITTEN IN THE NAME OF A THIN DRAPE R, To a Fat Lady who laugJid at him l\\LTHO' I am a Draper thin, And you a Lady fat, Exact Reverse of Bone and Skin, It is all one for that. If we are not alike, 'tis hard, So let the Truth come out, I always am about a Yard, And you a Yard about."], [71, "61 On a WHITE GLOVE J On a LADY's ARM. A HOU soft, and snowy Cover, What's under thee discover, Which makes me thus thy Lover, And all my Bosom fires. O ! 'tis the polish'd Arm, White, round, soft, plump, and warm, Which gives to thee the Charm, That Passion thus inspires, Which makes thy pleasing Touch, Possess of Force, so much, Instant, and ever such, To raise in all Desires But off smooth Glove, that I may view The white A.rm vein'd with Heaven's pale blue, And taper Fingers tipp'd Vermilion Hue, For so my Love requires ; E2."], [72, "62 And as I hold in fond embrace, The Arm that swell'd its spotless Case, Nicely to hide, yet give a Grace, I'll own thee, Talk, admires."], [73, "63 SOLITUDE, A Burlesque Pastoral, on reading Shenstone. iiH ! where shall poor Corydon stray, Or whither for Solitude roam, Abroad, Crowds are still in my Way, And his Servants they vex him at home. If he seeks the deep Shade of the Grove, From the Noise of the World to retreat, There the Turtle is wooing his Love, And Echoes the Cooings repeat. From the Wood, if by Chance he then goes, His lov'd Silence to seek at his Farm, There he's hurt by the Bleat of his Ewes, Tho' perhaps they mayn't mean any Harm."], [74, "64 Ah ! where then shall Corydon go ? What do, his lost Peace to regain ? Since his Woods now no Pleasure can show, And he's sick at the Sight of the Plain. Why he'll to his Study retire, And take Pen and Ink from his Shelf; Then Pastorals write by the Fire, As gentle, and dull as himself."], [75, "65 free, To an Old Bachelor, Who raiVd at Marriage. T JL HOU silly old Bachelor, doom'd to be stupid, Unnoticed by Hymen, tormented by Cupid ; Enduring all Plagues, and each Comfort neglecting, No Will of your own, and no Voice in directing. In your House a mere Cypher, a Dupe, and afraid ; And succeeding your Man, in the Arms of your Maid, Robb'd and cheated, and laugh'd at by both, till in fine You father their Bastards, and they steal your Wine. To the World whilst from Home, you talk loud you are And wonder what Comfort in Wedlock can be, Declare that no Wife, shall your Wishes controul, For not to have Liberty, is to want Soul. How different (poor Fellow) to this is your Life, 'Tis Cowardice, Folly, Suspicion, and Strife, Full of dread of those Wretches that yet you can see, To dupe you, expose you, and cheat you agree ; E4."], [76, "66 To your Maid (tho* well knowing the Strumpet) a Slave. And bribing your Footman to silence the Knave, Not daring the Rascal or W e to offend, Your Life's without Joy, unlamented your End."], [77, "67 CHARADE.— To Miss Willson. V V HEN feeble Mortals quit this Stage, And Spirits leave their Clay, Where Grief and Sorrow seem to rage, My first can Joy convey. Each Mother fond, whose Darling 'scapes Ills threatening to destroy ; Drops on my second's infant Cheek The Tear of speechless Joy. Whilst such the Joys that others feel, Be these reserved for me ; The Joys that o'er my fond Heart steal, Whene'er my third I see."], [78, "68 Address to Poetry. Written at an Inn, after a Solitary Dinner, V../H ! Poetry, thou coy, retir'd Maid, (If Maid thou art, On whom tho' many weak Attempts are made, Yet some succeed in Part) Where dost thou hide thee? I wou'd court thee too, And for thy Sake Full many a tangled Brake, With sorely scratched Legs have wander'd thro'. Yet nought did I find there Save the lone Woodcock, and the timid Hare, And now and then a Poacher's Snare : Yes ; it was too, the dangerous abode Of Snakes, and Adders, and the loathsome Toad \\nd every noxious Weed, luxuriant grow'd. ■."], [79, "69 There some poor famish'd Sheep expiring lay, Whilst the death-scenting Ravens seiz'd their Prey; And there the tender Lamb its Milk had fed, By Kites half-murdered, and by Want half dead, Fatten'd the cruel Birds by whom its Parent bled. For Poetry I'm sure this was no Place, She was no meet Companion here, Here dwelt a tyrant and a trembling Race And all was either Cruelty or Fear. I oft had heard it said, Thou lov'st charming Maid, Near some meandering Brook to sit and spy, How 'midst the liquid Glass To and fro the Fishes pass, And how they catch a Fly. I sought the River's Bank, with every Hope let loose To find thee, Poetry, and saw a Goose."], [80, "70 I clim'd the Mountain's lofty Side, And far as the visual Ray could glide, Saw Flocks, and Fields extended wide, Whilst o'er my Head, the Heaven's pale Blue Appear'd the only Thing in View, And at my Feet the black Clouds flew ; Sure Poetry is here said I, But Devil take me if I know why, For she can only see the Sky, And what without the Trouble of climbing, Wou'd just have done as well for rhyming. Faith Poetry, to follow thee Is Trouble much too great for me; But if thou art a frolick Lass, And of good Wine will take a Glass, Welcome: I'll share my Port and Fire, The only Things that me inspire."], [81, "71 O cruel War, that do'st enhance, Far beyond my slender Purse, The exhilirating Wines of France, And Port makes dearer too and worse ; O but for thee, in this Retreat, Even in this Place, Poetry might have took a Seat, Or else some Muse, or Grace. But I will yet, enraptur'd touch the Lyre ; To Beauty loud, yet soft, attune the Strings, Steal, like Prometheus, from that Heaven my Fire, And soar an Eagle's Flight on Turtle's Wings. I'll find thee Poetry, I'll tell thee where, In every varied Charm that decks the Fair ; In G e's Manner, in her speaking Eye, And in the Form of A n you lie ; In the sweet Archness, and the beauteous Face Of lovely N 1, I thy Dwelling trace ; In L g's enchanting Wit, and on the Tip Of Cupid's Coral, call'd M* 's Lip, In S g's voluptuos and bewitching Air, If you are not, I'm sure that Love is there ;"], [82, "72 Thy artless Ease too, thy unpractis'd Smile; Darling of Nature, innocent D L e, Shall show that Poetry, may best be sought, In the pure Mansion of unspotted Thought ; Whilst with the Sigh that heaves thy Bosom Y g, The Muse shall strike the Chords by rapturous Fancy strung."], [83, "73 Written in a Passion, On the Chimney Piece of an Inn at M W -, thy liberal Mind was never meant. •j Such an infernal Place to represent Let thy great Hammers beat this Hovel down, And all thy Fires burn this wretched Town, Where the starv'd Traveller, for want of Fare, Wastes his sad Breath in Oaths, and feeds on Air ; Where any sorry Chop, where Bread and Cheese, If barely eatable, would serve, and please, But here no hungry Wretch can safely sup, For India's poison'd Berry fills his Cup. Stranger to thee, but to thy Worth a Friend, I pray thee bid this Borough, blaze, or mend."], [84, "74 ■> LINES Addressed to the Literary Society. AAOW hard the Sentence, but alas ! how true ; The Mind that's polish'd, and the warm Heart too, Are doom'd the Means of Misery to those Who most can pity, and least merit Woes ; For Genius ever tender and humane, Seeks with a Sigh, the Cause of others Pain, And when by adverse Fate ordain'd to groan, Hides with a Blush the Anguish of its own ; Nor finds from others Hands that Succour fall, It joy'dto throw into the Lap of all. So the mild Camel in Arabia's Soil, Where the parch'd Traveller scarce endures his Toil Bears on his willing Back, for ali supplies, And when exhausted, unassisted dies."], [85, "75 > When the dark Clouds of Poverty have spread, Their awful Gloom around the unshelter'd Head, The humble Sufferer, of lowly State, (In Talents only, and Misfortunes great) Fix'd on another World, from this retires. Endures, defpairs, droops, hopes, and then expires ; But when sad Penury with its poison 'd Dart, Strikes thro' the Breast of Joy, and wounds the Heart ; When conscious Worth, is hurl'd from Fortune's Chair And sees inferior Minds exalted there ; When those who best cou'd feel for others' Grief, And long had given, now may want Relief, And all the Sources of their former Joy, Changing from sterling Gold become alloy; Then Poverty, with Cruelty refin'd, Rends the warm Heart, and racks the polish'd Mind, Adds to their Pangs the Wretchedness beside Of broken Spirit, and of wounded Pride, Does to the o'ercharg'd Heart, the Misery give, Of greater Motives, and less Means to live ; Draws from the Springs of Joy the Streams of Woe, And plants Despair, where Hope alone shou'd grow F."], [86, "76 To calm these Feelings, soothe that generous Pride By which a Chatterton, untimely died ; To give to prostrate Genius due Relief, To raise no Blush, yet remedy the Grief; To bid the enlighten'd Mind again expand ; And rescue Merit from Oppression's Hand, Or trv at least no common Cause destroys, The dying Embers of its former Joys, Where lingering Hope is sometimes led to seek, The cheering Flame that brighten'd once her Cheek, Tho' now the feeble Gleam but serves to show. Expiring Comfort, and approaching Woe ; To shield the Humble from the Storms of Fate, To raise the Lowly, and the Meek elate ; The Friends of Genius who alike possess, The Power of judging, and the Power to bless, Have now united in the glorious Cause, To give Assistance, and bestow Applause. Blest be their Efforts ; yes their Worth shall raise A noble Co.umn to record their Praise —"], [87, "77 Fa. Round its firm Base, Humanity shall twine Attractive Magnets to its heavenly Shrine, And grateful Genius constantly shall bring, The fairest Blossoms of each mental Spring."], [88, "78 The WANDERER 5 A PORTRAIT. IVAaRK you, yon Wanderer, as he treads the Observe his varied Step, now quick, now slow. Ground, > See his indignant Eye cast wildly round, Or calmly filling with the Drops of Woe. 'Tis some forlorn one, who in happier Days, Felt every Comfort, and gave all a Share ; In Youth, the Object of Esteem and Praise, In Age, — the wretched Victim of Despair. To all a Friend, but now by all forgot, His Worth, his Talents, in Oblivion lost ; Neglect and Poverty are now his Lot And all his former Hopes in Life are cross't."], [89, "79 Yet he was once the Soul of every Feast, For he was generous, cheerful, kind and true, An entertaining and a sought-for Guest, And all he had, his Friends were welcome to. But mark his slow, his firm, and haughty Stride, Now are his Sorrows by his Scorn subdu'd, Plac'd for the Moment by a noble Pride Above the World, and — its Ingratitude. Mark now that Change, how rapidly he moves, And all his Actions, all his Looks are wild ; Now the keen Anguish of Despair he proves, And you will know the Cause, — if you've a Child See, see, he stops ; exhausted Nature now, No longer can the dreadful Conflict bear ; Mild Resignation smooths at last his Brow, And smiling Hope has chas'd away Despair F*"], [90, "80 Mark now the Calmness of a Man resigned; The Eye uplifted ; the low bending Knee ; The Hands together clasp'd ; the Head reclin'd ; Whilst Faith turns Sorrow into Extacy."], [91, "81 A Vain Remonstrance. ADLE, sleepy, ever dozing, By the Fire, or in Bed, Indolence still unopposing, And away by Dullness led. This, O this is all my Pleasure, Daily still to sit and see, Heavy Waste of Time, and Treasure Misapplied as it can be. Who can say but that is wasted, Which no lasting Comfort gives ? When you have scarce your Dinner tasted. Not a duller Creature lives. F4."], [92, "82 Come for Shame, from Sloth retracting, Come for once be brisk and gay, Virtue consists in proper acting, Not in dreaming Life away. Thus to C •s spoke his Darling, But Remonstrance was in Vain, For he but op'd his Eyes, and snarling, Stretch'd, and yavvn'd, and slept again."], [93, "83 On CONTENT. V_VFT have I strove, and strove in Vain And wish'd, and hop'd, and pray'd, Riches, and Pomp, and State to gain, And scorn'd Content (sweet Maid) Not unreveng'd Neglect she bore, But taught me soon to know, Where she is not, that Joy's no more, And Hope must languid grow. E'en Time himself, her powerful Sway, Made travel slow and dull, Most heavy seem'd the present Day ; The next as heavy full."], [94, "84 ■> Thus unenjoy'd each Pleasure past, And thus I daily grew Listless, and peevish, and at last No Comfort felt or knew. Fatigued and thoughtful, without Rest Whilst any Scheme I try'd ; Anxious to gain it till possess'd, And then disatisfied. A lucky Hour at length I found, When Reason by her Aid, Within my Bosom's restless bound, Safe lodg'd the lovely Maid. Since when tho' humble is my Lot, I find a perfect Ease, Labour brings Pleasure to my Cot, And pleas'd I learn to please."], [95, "85 Now quick, and gay, the rosy Hours, Lead on my happy Days ; No Joy denied my Temper sours, Nor by being gain'd decays. Thus may I live, Content respect- For such is human State, True Happiness we oft reject, And real Woes create."], [96, "86 Elegy, on a Friend. I III! ■■ 1 !■. I I II -II II ■!■■ \" — — —^ .TA-DIEU thou dear Friend of my Youth, Ah ! G — n — y beloved, farewell, That thy Friends heavy Loss may be known, Thy Worth let this Elegy tell. With Meekness his God he ador'd, With a Faith the most lively did blend, The warmest of Love for the Poor, And the real Regard for his Friend. The Hungry he constantly fed, Charity all his Attention engag'd, He dried up the Tears of the Young, And he lighten 'd the Griefs of the Ag'd."], [97, "87 The Naked his Bounty partook, Who shrunk from the wintr'y Breeze, And where Sickness invaded the Cot, He pillow 'd the Head of Disease. He with-held not his comforting Hand, 'Till ask'd by the Wretched or Poor, For where Sorrow her Residence kept, His Footsteps were seen at the Door. From his Presence so mild and so kind, No Person unhappy cou'd go, Whilst his Hand was bestowing Relief, His Eye dropt a Tear at the Woe. Ah ! such was the Friend of my Youth, Such G — n — y thy Character known, O may I thy Virtues revere, And endeavour to make them my own,"], [98, "88 A SONG For the BEEFSTEAK CLUB. VV HOE'ER has attended to Grecian Story, Must have read that one Milo devour'd an Ox, For which that wise People proclaim'd loud his Glory, And Athens gave Freedom in the Horn made a Box. But, doubtless tho' great was the Athletae's Merit, We Moderns outdo this Athenian, by Jove We've Numbers superior, I speak it with Spirit, Each Man at this Table has eat a whole Drove. When smart Widow Dido, in Afric first landed, And all her bold Warriors were close by her Side, A large Ox was slain, and as she commanded, They fed on the Steaks, but preserv'd safe the Hide."], [99, "89 Shewing this, the arch Widow (who first had eat hearty) Obtain'd from the Natives a large Spot of Ground, For the Steaks gave her Wit to gain Room for her Party, And the Steaks gave them Strength to guard what the Hide [bound. Thus then in all Countries, all Climates, all Ages, In Whatever History Researches you make, Where Feats, or of Valour, or Wit, fill the Pages, You'll find the choice Mortals were fond of a Steak, Ye Britons, who this Sea-girt Island inherit, Where free, in your Pastures your Oxen safe graze, Who possess all the Wit, all the Strength, all the Spirit, Deriv'd from a Steak, to a Steak give due Praise."], [100, "90 Those Joys all must feel, let all value, all nourish, So each a full Bumper of Claret now take, And drink that this Club for ever may flourish, Where Wit, Mirth, and Friendship, are found with a Steal"], [101, "91 Tribute to Scotland. __L_L AIL Scotland, so famous for Poets and Lasses, Hail, thy Feasts, where so often I happy have been, Where Nought but good Claret e'er flow'd in the Glasses, And Nought but good Sense, and good Humour, was seen. Hail Country delightful, where only is found All that gladdens the Heart, and that pleases tne Eyes, Where the Virtues, the Graces, and Learning abound, And Beauty is seen that Description defies. Hail, ye noble and friendly Attentions, that ever To Strangers of Credit are constantly shewn, Hail, that frank, and that Heart- warming Welcome that never, By Worth can be either unfelt, or unknown. G."], [102, "92 Receive from my Heart, as a Tribute to thy Land, The Praises it gives, and in giving it shares, For an Englishman loves, like a Scotchman, his Island, And for Virtues he wants, will take Credit for theirs."], [103, "93 On looking at a Wild Rose. iiH Wild Rose sweet, ah I have caught thee Flower, In thy retir'd Bower ; I've watcht thee all the Day And seen thee' play With the fond Air, that stole thy Breath away. I saw thee too, Open thy Bosom to the Morning Dew ; And I have seen that Libertine the Bee Visit thy honied Leaves, and steal a Kiss from thef . Yet all that I have seen, Whilst near thy Bower Green Delighted I have been, But proves to me, thou art a lovely Child Of Nature, — innocent, and wild, Modest, tho' playful, and tho' sprightly, mild. G2."], [104, "94 And I have markt the Parent Thorn Whence thou wer't born, If e'er the Wind too rudely toucht thy Charms, Or when some Bee Has flutter'd thee, Trembling with Anger, hide thee in its Arms. Thus have I seen thee courted, thus protected, And found thee honor'd, whom I thought neglected ; For in thy Green Domain, on every Spray, Some wild Musician does his Homage pay, And the sweet Songs the Nightingale compose!. Are made for thee, he's Minstrel to Wild-Roses. I too came here, thy Charms (retir'd) to seek, And steal thy Tines to match my Fair-one's Cheek, For sweet thy Blush is, sweet thy modest Air, With thee the Garden Rose cannot compare ; Thine is the lovely Bloom, by Nature shed O'er Youth and Innocence, — her's, the Harlot's Red,"], [105, "95 But stay a little, Flower, it seems to me You to a Lover may of Service be, For in the perfum'd Down that's on thy Breast, I think I see the God of Love at rest ; There seem to stick his Darts, And all thy glowing Leaves, are shap'd like Hearts I'll look again, ah, now I think 'tis certain That is his Bed, and each sweet Leaf's a Curtain. Then come with me, sweet Flower, Come away, And in Love's choicest Bower, Thee, and the God I'll lay — Even on my Fair-one's Breast Ye both shall rest ; Then, when he wakes — he'll wake in Extacy, She'll find Love there, and — I shall happy be. Gj."], [106, "96 Sent with the foregoing Poems To a Lady who had shewn the Author some Lines of hers. jl\\CCEPT my Verses, and return me thine, And for my Leaden, give thy Golden, Mine ; Then for awhile, there'll be Employ for each ; I'll trace those Beauties that I cannot reach ; And you, with equal Elegance and Wit Can point out Faults, altho' you can't commit."], [107, "a .1 THE PETITIONER 5 OR, A PROSPECT of the RED BOOK. A PARODY OF Dr. GOLDSMITH'S TRAVELLER. n What Sort of a Place may you ha' turn' d your Thoughts upon f My Lord, says I, Beggars must not be Chusers j but ony Place, says I, about a Thousand a Year will be well enough to be doing with till Something better falls in — -far I thowght it wou'd not look well to stand haggling with him at first.\" \" Journey to London,\" G4."], [108, "DEDICATION. To the Right Hon. W- p — , SIR, JL AM sensible that the Distance between us is not likely to be lessened by the Forms of a Dedication, and perhaps it de mands an Excuse thus to prefix your Name to a Poem, to which I decline giving my own. But as the Subjects of it are within your Power, the Prayer of it, can with Propriety be only inscribed to you. It will also throw a Light .upon many Parts of it, when the Reader understands that it is written by a Man, who desiring Fame and Fortune, wishes to retire from Idleness and Obscurity, and to get an Income of a few Hundreds a Year. What Reception a Poem may find, whose Author has neither a Scat in Parliament, a Connexion with any powerful Party,"], [109, "II Party, or even a Friend in Office, I can easily tell any One anxious to know. My Aims however arc right. Without applying for any particular Place, I have attempted to shew some Insight into the Business of all. I have endeavoured to shew that there may be equally good Things in other Offices, that in different Degrees are dependant on your own. That every Department has some Place that wou'd be a Source of particular Happiness to me, and that this Place might be given me without any Public Mischief arising from my Success. There is no One can judge better than yourself how far these Positions are illustrated in this Poem. I am Sir, With the Respect and Veneration due to you From every Lover of his Country, Your obedient And most humble Servant, The AUTHOR."], [110, "THE PETITIONER; OR, A PROSPECT of the RED BOOK JLVEMOTE, unfriended, melancholy, slow, As Page by Page, I thro' the Red Book go ; Or those curs'd Lists, that by Sedition bore, Destroy Content within the Cottage Door ; Or the long String so pleasing to our Eyes, Of Patriot Placemen aiding the Supplies ; Where'er I look, whatever Page I see, In anxious Hope, I fondly turn to thee ; Still to thee P— t I turn, with ceaseless Pain„ And wish myself a Link of this great Chain."], [111, "2 ■> Eternal Blessings crown my Country's Friend, And round his Dwelling Bankers still attend; Blest be that Spot, where Ministers retire To pause from Toil, and renovate their Fire ; Blest that Abode, where Wit and Worth repair, And I shou'd like to find a ready Chair; Blest be those Feasts, where Mirth and Wine abound, Where all the merry Cabinet around Laugh at the Jests, and Pranks that never fail, 'Till comes with serious Face anri Ta comes with serious Face and Tale, To press the jolly Statesman from his Food ; Scorning the Luxury of Ought that's good. But me, not destined such Delights to share, My Days spent in Petitioning and Care ; Impell'd, at vast Expence, to still pursue A fleeting Seat, that mock'd me with the View ; With Hopes allur'd me in the House to rise, And catch, the first Debate, the Speaker's Eyes ; Me, Fortune leads to read these Names alone, And find no Place in all the Book my own."], [112, "3 d. Ev'n now, where Scotland's barren Hills ascend, I sit me down a pensive Hour to spend, Whilst Castle-building, Hope runs her Career, I search the Book where these snug Things sppear ; Place, Title, Ribbons, seem extended wide, And not to share them hurts my Purse and Pride. When thus Creation's Charms around combine, For want of Title, may not I repine ? Say, why not covet, why shou'd I disdain, What Proud, or Humble, equally makes Vain? Let Patriot Pride dissemble all it can, These little Things are great to little Man, And wiser he whose comprehensive Mind Secures a Title, and a Place, combin'd. Ye glittering Peers with Wealth and Splendor crown Ye Bannerets with Stars bedeck'd around, Ye Baronets Poor, whose Titles raise a Flame In the fat Bosom of some City Dame ; I seek not Honors in your mighty Line, Creation's humblest Rank, a Knight, be mine."], [113, "4 As I remember well, in Days of Yore When the Spring-spotted Fields I rambled o'er, I sought my Infant Hand with Flowers to fill, And each fresh Flower was most valued still : Thus as I read, the same Sensations rise, And each new Place, a new Desire supplies ; Yet oft a Sigh prevails, and Sorrows fall, To find alas ! I have no Place at all ; And oft I hope, amidst the List, to find, To me in Future some snug Place consign'd, Then a fond Parent's anxious Heart will rest, And his lov'd Patron gratefully be blest. But where to find a Place you might bestow, I have no vast Ability, I know, And each who holds an Office from the Throne, Boldly proclaims the hardest Place his own, For whilst he talks, the poor Expectant sees, Whole Nights of Labour and no extra Fees : E'en the starv'd Gauger with his Rule and Line, Complains he measures but ne'er tastes the Wine, And if he stop some Smuggler on the Wave, Shares not the Brandy he has help'd to save ;"], [114, "5 Nor less his Labour if we higher roam Whose is! the hardest Place ? Pray ask at Home. And yet perhaps whilst Places we compare And estimate the Perquisites they share ; If Partriots murmur, here the Reason find, No equal Portion's dealt to all Mankind ; For Bad, or Good, just as denied, or given, So turns a Scale, too nice to be long even. Interest, a Principle alike in all, Troubles each Premier with her earnest Call, Swallows with monstrous Jaws extended wide, Pensions on this, and Titles on that Side, And each mock Patriot, tho' he now may frown Wou'd gulph his Pride, and Patriotism down. From you tho' various be the Blessings sent, Wealth, Splendor, Honor, Places and Content, So many for each trifling Thing contest, I am not yet enrol] 'd amongst the rest : Hence my uneasy State, to Business prone, 1 sigh for Office, but I sigh unknown ;"], [115, "6 Each to his favourite Interest still attends, And spurns that Man, who has no mighty Friends, 'Till finding at the last my Hopes are vain, I read this Book with Envy and with Pain. But let me view the List with closer Eyes, And weigh each Place in Order as they rise, Then for awhile, to Vanity resign'd, Think how I'd serve myself, and how Mankind. Shou'd some poor Shrub (like me) at Random cast, Seek my protecting Hand against the Blast. Far to the South, where Margaret's Tower ascends* Blacken'd with Smoke, the Treasury extends, Where at the sloping Desks, on every Side, Clerk, nods to Clerk, with consequential Pride, While oft the black Cropt empty Heads between Some steady Man of Business is seen. Cou'd Self-conceit, but satisfy my Breast, Here, midst the Sons of Pen and Ink I'd rest."], [116, "7 Whatever Fashion in her daily Round Bids on her Vot'ries instantly be found ; Whatever new, does on the Town appear, That Instant circulates, and buzzes here ; Whatever Scandal forms the Morning Lie, Does here in instant Circulation fly, These, here congenial, own the kindred Soil, Where sweet Perfumes are used to sweeten Toil While gentle Gales from Lavender expand, And the bright Diamond decks the lily Hand. But small the Bliss, a Place like this bestows, Where Forms alone, employ the formal Beaux ; In regular Order, Hats, Canes, Men appear, And only Information's wanted here ; Correcting Faults the only Thing they deign, But their own Faults still scorning to explain. Tho' slow they copy, yet corret and true, They dai.y prove, that One and One make Two Contractors here, still leave with anxious Mind, Accounts, most carefully perplex'd, behind ;"], [117, "8 For Art is theirs to try by alter'd Date, And Vouchers numberless, to cheat the State. At their Command the Price of Oats shall rise, And if a Horse is wanted, straight he dies. The Canvas Tent, to keep the Soldier warm, Worn out by Age, shall take a youthful Form, Tho' grown unequal to the smallest Gale, It opens to the Rain, the Wind, the Hail, While Nought remains behind that Government gave, But the poor Soldier, and the wealthy Knave. Yet here, with punctual Honor still applied, Attention seeks, no Art a Fraud shall hide, And here the guileful Heart, the imposing Mind, The faithful Servants of the Country find ; Here may be seen in mighty Bundles laid, Each separate Sum, each separate Tax has made ; Schemes of Finance, that to hi: Country prove It's much-lov'd Premier worthy of its Love. By Schemes like these, are all our Cares beguil'd, On Pomp they're heavy, Poverty they're mild; H."], [118, "9 And whilst from Faith in him, we Gifts advance, He bids his Country scorn the Threats of France. When others Aims, no modest Qualms control, Why shou'd I hide the Wrishes of my Soul ? While each is pleas'd in Hopes himself to find For the next Vacancy by you design'd. As in those spacious wa.ls, where ycu bear Sway, Promotion sweeps some Secretaire away, On me bestow the Office in his stead, And place the Honor on my grateful Head, Of Business fond, with mental Powers as strong, When he's promoted, let me be— C*****s L*.*g. Page Hundred Thirty-one let's now survey, Whence Britain's honest Tars receive their Pay ; Where the brave Sailor, Blessings on his Head, Pays her in Glory, what she gives in Bread ; No Products known that varying Climes afford, But Ocean's valiant Sons have brought the Board, Nor can a mortal Force their Souls dismay, And brav'd by them, the Wintry Storm is May : Alone can Glory touch the Seaman's Breast, For there if Tumults rise they cannot vest ;"], [119, "10 And truly brave, whilst in the Action warm, A suppliant Foe, does all their Rage disarm ; Tho' plain his Fare, and tho' his Pay be small, He knows his Lot is not the worst of all ; Free from the Cares of Life, to roving bred, Lightly each Sorrow passes o'er his Head : Not his the wretched Lot each Want to feel, And by hard Labour earn the scanty Meal, But warmly clad, and fed, if e'er he toil, Sure of his Grog, he quits his native Soil ; Nor his the Lot, worn out, to seek Repose In chilly Cottage, opening to the Snows ; Whatever angry Storms hang o'er the Deep, Warm in his Hammock each brave Tar can sleep ; By Chance disabled, or by Age turn'd Grey, He's sure of Care, of Med'cine, and of Pay, Whilst the ag'd Lab'rer by the Parish fed, Droops unsupported on his cheerless Bed, Sinks under Sickness, and his Cot surveys, Void of each Comfort, and the chearful Blaze. While such the Joys, that Seamens' Lives afford, And every Ship's with every Comfort stor'd, H2."], [120, "11 -> Proudly shall Britain's Genius raise her Head, And safe her Tars shall guard her oozy Bed. Thus every Storm that rends the Sails in Part, Rouses the Energy of the Seaman's Heart, And every Wave that o'er the Deck shall rise, With Courage fresh, each British Tar supplies : Dear is his Vessel, dear each Course she forms, And more he loves her as she feels the Storms, And as more close, when scaring Sounds molest, Each Mother holds her Darling to her Breast, So the loud Torrent, and the Whirlwind's Roar, But bind him to his much lov'd Ship the more. Such are the Men, that to the Care cdnsign'd Of this fair Office, here their Patrons find; In vain no Sailor seeks his Wages due, And here each Clerk's an Agent for each Crew ; Since S*****r's Patriot Worth, rais'd in each Breast That honest Flame that animates the Rest, Herewith prompt Diligence each Lord applies, And Britain's Commerce all her Wants supplies."], [121, "12 Bred to the Sea, an Honor to the Land, Second to these, N****n, here holds Command, Knows well what Force each separate Dock can frame, And what Protection every Fleet can claim, What Hopes of Plunder may the Foe inspire, And what can make than Enemy retire. But not alone on these, they Thoughts bestow, Where best the Iron's forg'd, the Timbers grow, Where best the Canvas wrought, the Cordage spun, Where Powder made, and where to cast the Gun ; Provisions how to store, to draw the Chart, Each of the general Knowledge make a Part ; Some Modesty, remaining in my Breast, I stand unequal to the Task confest, For all who here receive their Country's Pay, By naval Services, shou'd pave the Way, And I cou'd only Industry supply, And only fitted for a Lord am I. H3."], [122, "13 To easier Places, S*******y's Domain, Bowing we'll turn, to Eighty-seven again ; Gay sprightly Page, of Essence and of Ease, Where Nought's to do but bow, and take your fees ; How oft shall I, the Singers of the Choir, Beefeaters, Lords, and Chamberlains admire; Where still each one to his own Interest true, Forgets some Friend that Yesterday he knew, Yet haply, tho' his Eyes have fail'd, can still Read in his Patron's distant Eye, his Will ; But shou'd the Circle praise his wondrous Power, Ask what's o'Clock, he cannot seethe Hour. Alike each Lord that treads this courtly Maze, Alike each Courtier, dress'd in Bag always ; Alike each Youth, with Velvet cover'd o'er, Alike each silken Coat of gay Threescore. So smooth their Mornings pass, their Nights, so gay, In riding backwards, to, or from, a Play ; And theirs the Joys that little Minds hold dear, In each Procession, bringing up the Rear ;"], [123, "14 Theirs is the Triumph anxious Females gain, When e'er they chance Precedence to obtain. Here still pass current, paid from Hand to Hand, For Favors, Smiles • for Substance, merely Sand ; For Friendship, Form: whilst Bow, for Bow each pays; And all the Business here's Exchange of Praise, They try to please, and to be pleas'd, they seem, Despise each other, and themselves esteem. But while each softer Art, each here applies, And humbly sinks till he can proudly rise, For me too proud to strut a silken Nought, I scorn the Salary by cringing brought, Mine a proud Soul midst Affluence unblest, Wou'd make me uninform'd, unhappy rest ; Hence do I anxious watch the Stateman's A.rt, Born to admire, but to bear no Part ; Yet can I say, and with unblushing Face, I might be useful in some trifling Place. Let silken Softness, gently pace it here, No Wish have I amongst them to appear ; H4."], [124, "15 My Mind still anxious of its own Applause, Avoids that Picture it disdainful draws. To Men of other Minds my Fancy flies, Near where the Tower's rugged Ramparts rise, Where thick the busy Sons of Commerce stand. And Ocean wafts her Riches to the Land : Where England sees and with an honest Pride Her Wealth still flowing with the flowing Tide. On thee, fair Thames, now rapid, and now slow, Still on thy Wave incessantly shall flow Strength to thy Country, to her Sea-girt Shore, Riches, Resources, Powers, unknown before, While on thy Banks, Pile rising over Pile, The World's vast Tribute makes the Patriot smile ; Each Eastern Clime where Luxury prevails, Sends to thy Mart her tributary Sails, And every favour'd Soil where Plenty reigns, Lays at thy Feet the Produce of its Plains. Thus while upon thy Wave surrounded Soil, The Sailor lays the Produce of .his Toil,"], [125, "16 Habits of Enterprise each Bosom gains, And Thirst of Wealth, and Thirst of Glory reigns ; Hence in my Bosom now the Wishes spring, To be Commissioner, or some such Thing ; There might my Habits, Industry, and Parts, Fit me to forster the Commercial Arts To point the Modes, confus'd Accounts to clear, And check the many Frauds committed there. To you my Friend and Colonel I apply, To recommend me shou'd Old S****l**g die. Or e'er thy Father's Depute fills the Grave, Let me in Promise the Reversion have, > Then firmly bent my Duty to perform, My future Hopes my grateful Heart shall warm. Heavens ! how unlike to Formal slow and old, In Errors regular, to Improvement cold, Shou'd then the Business move, whilst on each Brow Dispatch shou'd sit, where Business slumbers now. Fir'd by the Subject, now with anxious Wings The Muse shall turn where Britain's Glory springs,"], [126, "17 Where England's Guardian, Scotland's greatest Pride, Bids his keen Eye thro' each Department glide, And in one Point, collects each scatter 'd Ray, That every Genius on each Desk can lay. Each Stateman's various Art is here combin'd, And general Knowledge centres in one Mind. O mighty Minister of a mighty State, Great like thyself, and by thyself made great ; Safe by thy Councils, England may defy The World in Arms, and on herself rely ; The British Spirit spreading o'er the Land, With proffcr'd Funds shall fill the Premier's Hand, And every Briton, with a British Soul, Shall give him Part, to him confide the Whole, See the full Wisdom of his Patriot Plan, And venerate the Minister and Man. Thine, D**d*s, 'thine, the Office I revere, To me most genial, dazzling, and most dear, And blest indeed ; enough for me the Joy, (Without Reward, if not without Employ)"], [127, "18 To be near you, and Information nigh, And but in Assiduity to vie, With him, who now, unaided and alone, By constant Labour seeks to save your own ; There, by the Bonds of Admiration held And every Wish but of Employ repe!!'d ; Whilst Ferments rise, and desperate Factions roar, And Crime-curs'd France with Envy eyes our Shore, There wou'd my Soul its dearest Pleasures feel To watch your Labours for the Public Weal, Nor watch alone, but still by Night or Day Unceasing Labour shou'd her Tribute pay ; Fictitious Wants, the Want of Wealth, or Power, I heed not these, be mine, in happy Hour To bow with due Obedience, there alone, Where Talents shine superior to my own, Till the Mind opening as the Subject charms, The Extent of Commerce, and the Strength of Arms, The internal Safety, and the foreign Claim, The Power, the Wealth, the Policy, the Fame,"], [128, "19 The Force, the Interests, of each Country lie, In one clear View before the enraptur'd Eye. Yet think not thou my Wish too vain, too great, To be an Under Secretaire of State, For fair Ambition bids my Soul aspire, I boast some Talents, and I ask no Hire. And thou great Statesman, while I thus reveal The daring Wish, but not the Hopes, I feel, Forgive an unknown Plant whose Whishes run To raise its Head, beneath thy splendid Sun ; Still may thy Deputy every Fee secure, If but divided Honor he'll endure; Be his the Profits, and be mine the Toil, Be mine to drive the Plough, and his the Soil, Be mine to learn, to Labour, his to teach, And yours to find a useful Man in each : Mine be the Hopes, the Hopes I fondly prize, To Merit first, and meriting to rise, And rooting there, in Time with Care to grow, Worthy such Favor, as you'll then bestow."], [129, "20 O closely then to all the Place requires, With Assiduity that never tires, A Mind, the very Thought of Business warms, Wou'd in its Duty find unceasing Charms, But when contending Peers, 'tis not unknown, Seek every Place for Creatures of their own, When even Bankers too, in this agree, For each to ask, what Hopes remain for me ; A Man unheard of, one the World ne'er saw At Power's Levee, bending like a Straw, One who tho' Happy, Happy, when at Home, Lets his Thoughts ramble, and his Wishes roam, And with an honest, but ambitious Heart, Where he admires, fain wou'd bear a Part, True to his Country, Ministers, the Throne, A Friend to all, and as their Friend his own. Yes I declare that in this baleful Hour When Hell and Madnefs threaten regal Power, And mock Philosophy poisons Reasons Source, And Murder, Anarchy, and Fraud, join Force; When pouring from her ruin'd, Blood-stain'd, Shore^ France meditates to send her Villains o'er,"], [130, "21 Bids her fantastick Blood-hounds hither Haste To lay fair Englands fruitful Valleys Waste, To seize her Flocks, and desolate her Plain, And bring Depopulation in their Train ; And madly arrogant does now propose To Match her Lily with the British Rose ; When too we see, some dead to Honor's Call, Who Basely-minded, wish their Country's Fall, Wou'd see the Silver Locks, the blooming Maid, Within a Ruffian's Gripe, by them betray 'd, The smiling Infant lift its Hand in vain And Age, and Innocence, and Beauty, slain; Yes I declare with Ills beset around, In you and P**t alone, our Safety's found. Even now perhaps, amidst the dreadful Blaze, The savage Rebel's of Ierne raise, In that said Country, with the desperate Aim, To change thy Substance Freedom, for thy Name,"], [131, "22 There (while about the horrid Tempest flies) Your Plans shall bid some lasting good arise ; Discord shall cease, Joy shall succeed to Woe, The Fires no more shall Blaze, no Blood shall flow Great Britain, Ireland, closely shall combine, And firmly in Eternal Union join. But now the Strains of Goldsmith I forsake, And to my Prayer, a kind of Index make ; If in the Admiralty, or in the Treasury Walls, Or in the Customs, any Office falls, If any snug Appointment drops at. Court, For even there, I did decline in Sport, If (what I own my bosom wou'd elate) Pleased with my Strains, some Minister of State Shou'd think my Talents might the Office fill If privaie Secretary, I'd be grateful still ; If any Embassy Assistance lacks, If any worn-out Consul wou'd go snacks-,"], [132, "23 If in the Mint, Post Office, or Excise, Salt Office, Pedlars, Others, shou'd arise, Some pleasing Vacancy, on him bestow it, Who humbly is Petitioner, and Poet. FINIS; With a TRANSLATION. Writer. Here is the End of ail my Verses. Reader. Amen. Thank God, for all his Mercies. A. Note [A] I hope I may be allow 'd one Note, just to say, that as I have infinite Pity as well as Respect for those unfortunate Gentle- men whose hard Fate it is to be Reviewers, I am extremely anxious they shou'd have no Trouble whatever on my Account, and as I do conceive (perhaps very ignorantly) a Difficulty may sometimes arise in writing Criticisms on Books that have never been read, I beg Leave to suggest the Possibility that the following may answer their Purpose :"], [133, "24 I. Monthly Review. \" We cannot convey our Opinion of these Poems to our Readers better than by quoting the two last Lines. \" Writer. Here is the End of all my Verses. \" Reader. Amen. Thank God, for all his Mercies.\" Analytical Review. \" This Volume contains Verses on Fifty-four different Subjects. The longest Poem has Four Hundred and Thirty-four Lines, several others from Fcrty to Eighty, some have Twenty-eight, many Twenty-four, Twelve and Eight, a few have Four only, and some but Two — We like these last best.\" European Magazine. \" Maugre the Insinuation of this Writer, we assure him, that we have read his Book, that we subscribe to his Opinion of it, and that (therefore) we adopt his Criticisms, which bring to our Mind what Old Lafus says of Paroles, 'Strange that he shou'd know what he is, and yet be what he is.\""], [134, "[ 25 ] Gentleman's Magazine.' « Our Duty to the Public compelled us to open this Volume, the Editors of the Lady's Magazine may perhaps read it.\" If however it is proper (as I believe it is) that Crimes of this Sort, which lead to (Poetical) Damnation, shou'd in the first Instance, in Order to prevent a Repetition, have no Mercy shewn them, then the following will do better, as being more severe, and besides, a Critic in admitting the Candor of an Author may perhaps gain some Credit for his own. Critical Review. « We can give this Author Credit for his Candor, tho' we cannot give him Praise for his Poems ; he seems to have estimated them with the utmost Impartiality and Justice, for in his Dedication he says (and so we say too) Genius denies them, Wit and Correctness both disclaim them, and Poetry disavows them— What cou'd make this Author publish ?\"* v *ytere — Messieurs, what makes you ?"], [135, "INDEX. Page. O YMPTOMS of Poetry i The Bat ........ 5 Ode on Winter - - - 7 Epigram, No. 1 __.__._._._ 9 Absence --------- 10 The Return ........ 12 Enigma, No. 1 — A Circle -■- - - - - 13 On True Love -------- 14 Cure for a Bleeding at the Nose ----- 16 A School Exercise - - - - - - - 17 Sonnet --------- 19 Enigma, No. 2 — Thought ------ 20 To a Lady, who suppos'd the Author wou'd forget her - 2. Epigram, No. 2 _____-- 22 Written at the Bottom of an Invitation to a Ball - - 23 Epigram, No. 3 ------- 24 Sailor's Address - - - - - - - - - - . 25 Enigma, No. 3 — Peat Smoke - -' - - - 27 Lines to Miss Lily S ' ------ 28"], [136, "II Page Sonnet— to a Lady - - 3° Lines to Miss _____-- 31 A Question — Ascent and Descent 32 On a Patch - - 33 Invitation to a Dance -------34 Charade, No. 1 — Inconstant ----- 35 Lines written for a Friend ------ 36 Enigma, No. 4 — To-day and To-morrow - - - 38 Charade No. 2 — Newspaper ----- 40 Letter, inclosing a Heart ------ 41 Ditto, sent with a Pye ------ 43 Ditto, from D --.- ----47 Ditto __-_----- 51 The Bee - 54 A Parting Wish -____-- 56 Step towards a Union «._.___.- 58 Arguments against a Union - - - - - 59 From a Thin Draper to a Fat Lady - - - 60 On a White Glove --_-._,-,_. 62 Solitude, a Burlesque Pastoral ---_._. 63 To an Old Bachelor 6_ Charade, No. 4 __.____.- 67"], [137, "III Page Address to Poetry ---___._ 50 Written on a Chimney at an Inn -___-- Address to the Literary Society - ~ - - - nA. The Wanderer ----____ -g A Vain Remonstrance ------ 8_ On Content ,- - - - _ -,_ _ g» Elegy --- -86 Song ------__._ gg Tribute to Scotland --_-___ gt The Wild Rose ___._._ 93 To a Lady with Poems ---___ 05 Petitioner __________ j Translation of Finis _______ 2-"], [138, ""], [139, ""], [140, ""]]