[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "THE REPUBLICSEURUGUAY. THE COUNTRY in the PAIjIS EXHIBITION, GBZCBRjfcl, DESCRIPTION &mm STATISTICAL MM, 1888-89. ISSUED BY AUTHORITY OF THE CONSULATE GENERAL, LONDON, 1889. LIVERPOOL : Rockliff Brothers, Ltd., Printers, 44 Castle Street. 1889."], [8, ""], [9, "THE REPUBLICWURUGUAY. THE COUNTRY in the PAIjIS EXHIBITION, QS'NRRAIr DESCRIPTION AND STATISTICAL DATA, 1888-89. ISSUED BY AUTHORITY OF THE CONSULATE GENERAL, LONDON, 1889. LIVERPOOL : Rockliff Brothers, Ltd., Printers, 44 Castle Street. 1889."], [10, ""], [11, "GAUCHO. Native of the Uruguay Highlands. By J. M. Planes, Uruguayan Artist"], [12, ""], [13, "TABLE OF CONTENTS. PREFACE -----_--____________5 THE ENGRAYINGS -----___-____-___-7 FIRST PART. GENERAL DESCRIPTION; Political Description ______ Independence, Constitution, and Form of Government. - - 11 Religion ______ _ freedom of Worship ----_-_- 11 Legislation of 1888 ____„_ Bills passed by Parliament aud sanctioned by the Executive - 11 The Press and Intellectual Progress of Uruguay - Opinion of the Hon. Edmund Monson, C.B., late British Minister at Monte Video. Salutary Transformation. Daily Papers. Periodicals and Reviews. Scientific, Artistic, and Literary Institutions. Foreign Languages in Monte Video. Operatic and Dramatic Celebrities. Classic Literature. The \" Solis \" Theatre _________ 12 Biography of the President of the Republic _ Hi3 Portrait. His career. His influence in the advancement of the Republic _--______ 13 The British Community - _____ The Social Club. The Rowing Club. English Sports - - 14 British Immigration _--___ Preponderance of British Trade in Uruguay. Farmers. Acquain- tance with the Spanish Language. Extracts from \" .Sheep Farming in Uruguay.\" The Journey. The Country. The Estancia. The Stations _ ______14 The Hotel for Immigrants - Provision by the State. Sanitary Appliances 16 Public Charities ------- Public and Private Enterprise- - - - - - -17 Uruguay at the Paris Exhibition - - - - The Pavilion and the Show in it. - - - - - 17 Physical Geography ------ Situation. Limits. Area. Comparative Statement of Area. Population. Climate. Orological System. Ports, &c. - 17 Animal Kingdom ------- Cattle Industry. Sport. ------- 19 Mineral Kingdom ------- Mining Enterprise. Variety of Minerals. Statement of Gold Extracted _________ 19 Vegetable Kingdom ______ Fruit. Flowers and Medicinal Plants. Cereals and Garden Culture ----------20 Forestry ___-_--_ Remarks of the Comte de Saint Foix, French Minister. Intro- duction of the \" Eucalyptus ------- 21 SECOND PART. STATISTICS. Population of the Department of Monte Video - Births. Deaths and Marriages. Comparative Tables 25 Immigration -------- Necessity of Protective Means. Comparative Tables. Immigra- tion Agent on the Continent. Frontier Colonization and Railway ----------27 Public Instruction ------- Table of Schools. Teachers. Pupils. Cost of Instruction - 29 University Education ------ Titles conferred. Preparatory Studies. Law and Social Science. Medical Faculty- --------30 Revenue Wealth of the Country - - - - Comparative Statement. Expenditure per Inhabitant. The London Financial Press. Taxation on Landed Property- - 31 Public Debt -------- Its Total 31st December, 1888. Amounts borrowed and Amounts Paid. The 5 % and 6 % Loans. Stock Exchange Quotations - 32 Custom House Revenue ------ Revenue of 1888. Abolishment of Export Duties 34 Custom House Duties ------ Ad-Valorem Duties and per centage on Valuation. Specific Duties. Instructions to Consuls. _______ 35"], [14, "4 TABLE OF CONTENTS— continued. Import and Export ______ Disturbance in 1887. Amount of Foreign Trade. Statement of the Special Commission appointed by the Government of the United States. General Tables. Consular Statistics of Goods Exported from Great Britain and Ireland. Consular Statistics of Produce Imported ___-- — — 37 Landed Property ------- Division according to Nationalities ----- - 42 Live Stock -------- Improvement of the Breeds. Young Cattle Imported from the Argentine Republic. Brazilian Consumption of Cattle. Value of Live Stock. Stock of Cattle, 1885-86. Comparison with Europe, the United States and Argentine Republic. Pedigree Cattle Imported --------42 Cattle Industry ___---- Saladero Produce. Slaughter 1878 to 1888, Consumption of Jerked Beef. Stock and Prices ------ 44 Jerked Beef -------- Certificate of Analysis by Professor T. Williams, F.C.S., M.S. C.I. Subsequent suggestions to Mr. Dauber, Consul for Uruguay in Liverpool. Advice to Producers ----- 46 Abattoir --------- Duty on Cattle Slaughtered - - -----47 The Liebig Company's Works - Production and Price of Extract of Meat 40 years ago and present Production and Price. General Description of the Manufactory 47 Sheep Farming Industry- - - - - - Wool Exported since 1879. Improvement of the Breeds. Export of Sheepskins. Stock. Comparative Prices 49 Agriculture —_ — - — --_ Production of Cereals. Export of Flour. Comparative State- ment of Steam and Hydraulic Mills. Cultivation of Vine - 51 Agricultural Colonies of Uruguay - - - - The Comte de Saint Foix's Report to the French Government. The Vaudois or Piedmontese Colony. The Swiss Quevedo, Spanish and other Colonies. Special Report of the Paullier Brothers' Colony. Investment of Capital and Returns - - 53 Industry — Licences __-_-_ Income derived _-_____-. -56 Banking and Limited Liability Companies - - Banks with a right to Issue Notes. The National Bank. Its Inauguration. Remarkable Premium of its Shares. The London and River Plate Bank. The English Bank of the River Plate. The Italian Bank. The Bank of Spain. Sundry Banks and Financial Companies ------ 56 Building --------- Public Works. Streets. Water Works. Gas and Electric Light. Review of the Monte Video Water Works. Comparative Analysis ---------- 60 Post Office Department ------ Increased Activity and Revenue ------ 62 Navigation _-____-- Amount of Shipping. Steam Communication between Europe and Uruguay. Statement of General Traffic- - - - 62 The British Flag in Uruguay - Preponderance of British Trade and Shipping - - - - 63 Railways- ________ General Remarks. Traffic of the Central Uruguay. Concession for a Railway on the Brazilian Frontier - - - - 64 Tramways ________ Length of Lines. Comparative Statement - - - - 65 Telegraphs - - - - - - -.- Direct Communication with the whole World. Trails of Messages to and from England ------- 65 Telephones ________ Wonderful Proportion compared with many principal Cities of the World. Telephonic Communication with Buenos Ayres- - 66 Chambers of Commerce ------ The French Chamber of Commerce, the first one founded under the auspices of the French Republic. The Italian Chamber - 67 Rural Association of Uruguay - - - - Its Object. Fortnightly Review ------ 68 Industrial League ------- Its Object. Its Exhibition ------- 68 Money, Weights and Measures - The Standard Currency. Equivalents of Weights and Measures. Official Value of Foreign Gold Coin ----- 69 Prospects of 1889 ------- General Description of Public and Private Works being carried out in 1889 ---______ 69 ADDENDA, Ratification of Marriages between Non-Catholics ---_-_______ 75 Laws and Regulations of the Republic regarding Registration of \" Trade Marks \" and \"Privilege of Invention \" - 76 Re-adulteration of Wines and Liquors ---------_____ 77 The British Press in Monte Video - Important Letter ----_-___ Jg Uruguayan Museum - - Permanent Exhibition at the Consulate General in London. Free Admission -----____ 79"], [15, "PREFACE. Owing to the great demand that exists for a general knowledge of the resources and conditions of the Republic of Uruguay, especially since the issue a month or two ago of two pamphlets called \" Retrospect of the Republic for 1888\" and \" Prospects of 1889,\" it has been considered advisable to supply that demand by publishing this pamphlet in a more complete form, adding to it several interesting views reproduced from photographs and oil paintings. This work is issued \"gratis,\" and whosoever takes an interest in the country may have a copy of it by sending in a written application to any of the following Consulates of the Republic in Great Britain, Ireland, and the British possessions. The object of the written application is to make a census of British merchants, &c, interested in Uruguay. London - Uruguay Consulate General- 27 Throgmorton Street, E.C. Liverpool - Uruguay Consulate - - Henry Dauber, Esq. Glasgow ----- do. do. William Law, Esq. Manchester do. do. - - Julio Zapata, Esq. Southampton do. do. - - J. H. Wolff, Esq. Cardiff do. do. - - Adolfo Masson, Esq. Brighton do. do. - F Richard Seaver, Esq. Cape Town (Cape Colony) - - do. do. - - William Jasper Knight, Esq. Gibraltar do. do. - - Antonio CoRSi,Esq. Montreal, Canada do. do. - - J. A. Maguire, Esq. Melbourne, Australia - - do. do. - - Robert T. Litton, Esq. Nottingham do. do. - - J. W. McCraith, Esq. Port Elizabeth (Cape Colony) - do. do. - - J. C. Kenslet, Esq. Birmingham - Uruguay Vice-Consulate - W. J. R. Hill, Esq. Belfast ----- do. do. - Samuel Andrew, Esq. Bhadford ----- do. do. - George Simon, Esq. Bristol (Nova Scotia) - - do. do. - S. C. Tupper, Esq. Chicoutim (Canada) - - - do. do. - B. A. Scott, Esq. Cork ------ do. do. - Richard Folet, Esq. Cowes (Isle of Wight) - - do. do. - T. W. Faulkner, Esq. Dover (Cinque Ports) - - do. do. - T. Prescott, Esq. Dublin ----- do. do. - W. J. Fitzpatrick, Esq. Falmouth ----- do. do. - W. Broad, Esq. Gloucester do. do. - E. F. Bird, Esq. Halifax (N. Scotia) - - - do. do. - H. W. C. Boak, Esq. Harwich ----- do. do. - J. H. Vaux, Esq. Hull ------ do. do. - Guillermo Moran, Esq. Leith ----- do. do. - H. P. Hansen, Esq. Milford Haven - do. do. - H. Kelway, Esq. Newcastle-on-Tyne - - - do. do. - E. S. Bilton, Esq. Newport (Mon.) - - - do. do. - W. E. Heard, Esq. Pictou (N. Scotia) - - - do. do. - C. W. Ives, Esq. Plymouth ----- do. do. - W. F. Collier, Esq. Quebec (Canada) - - - do. do. - C. P. Champion, Esq. Queenstown do. do. r W. B. Dawson, Esq. St. Mary's (Scilly) do. do. - T. J. Buxton, Esq. Sunderland do. do. - B. Peacock, Esq. Swansea ----- do. do. - G. Taylor, Esq. St. Mary's Bay, N.S. (Canada) - do. do. - C. E. Everett, Esq. Sydney, N. (Cape Breton) - do. do. - W. H. Archibald, Esq. Three Rivers (Canada) - - do. do. - J. MacDowgall, Esq."], [16, ""], [17, "THE ENGRAVINGS. The illustrations in this book will greatly assist the reader. Two of them are what may be called \" Colotypes \" taken from original oil paintings ; the others are Zincographs. Both reproductions were executed by the well-known firm of Messrs. Waterlow & Sons, of London, under great difficulties, because the photos we possessed were rather faded. A few words regarding the two \" Colotypes \" may prove interesting to our readers. The \" Gaucho \" is the work of the renowned Uruguayan artist Juan M. Blanes, the foremost of South American painters. The original of this picture is of an admirable perfection ; the subject stands out in bold relief, and the colouring is devoid of that exaggeration so common amongst many artists when producing on canvas a picturesque costume. The \" Gaucho \" is a picture of the characteristic habits of the Uruguayan peasantry 20 or more years ago. His style is fast disappearing, and, as we say in the chapter referring to British Immigration, is gradually adopting European style, owing to the influx of foreigners. It is the extraordinary energy and wonderful horsemanship of the Gaucho of the then wilder nesses of the River Plate that effectually overcame the difficulties connected with rearing wild cattle. What was wild cattle is now a domesticated animal, as most of the estates are divided and fenced in with steel wire supported by Nandubay posts (a wood that petrifies in the soil). The horse was the Gaucho's most faithful companion, and he not unfrequently traversed, between sunrise aud sunset, ninety miles on his back. His auxiliaries were the \" lasso,\" the \" boleadoras,\" and the knife. One more word on this subject — The Gaucho, with his sun-tanned skin and his characteristic habiliments, is, notwithstanding his curious appearance, the most hospitable and kind-hearted fellow of creation. The second \" Colotype \" is a reproduction of an oil painting by the eminent Italian artist Chevalier Eduardo de Martino, and represents the harbour of Monte Video, taken from the \" Fuerte San Jose,\" an old Spanish fortress recently demolished, and the site of which is now being covered with fine buildings erected with the masonry of the old fort. Peace and labour take the place of war. The officers of the Naval Station of Italy — to which De Martino belonged — and those of the U.S. Navy, used to gather at midnight at the foot of the decayed fortress to take the steam launches that were to convey them on board their respective berths, and no doubt many a happy dream was the consequence of their midsummer night rambles through the streets and gardens of Monte Video, a city proud of the title bestowed on it, viz.,\" The Pearl of the Plate.\" The following are the \" Zincographs \" contained in this book : — The Cathedral of Monte Video. Bird's-eye View of the Port. Piers and Wharves —Monte Video. Street \" 18 de Julio.\" General view of the Port from \" Libertad \" Square. Sketches of Liebig's Establishment at Fray Bentos. Street \" 18 de Julio \" from Libertad Square Shipbuilding yards. Mill-Ford. Shipbuilding yard. Lunatic Asylum. House of Correction. The Uruguayan Pavilion at the Paris Exhibition. General View of Monte Video, taken from the Cathedral Home of the Sisters of Charity. British Hospital. Marble Fountain — Constitution Square."], [18, "8 \" Zincographs \" — continued. Asylum for the Aged. \" Independencia \" Square. \" Cibil's \" Theatre. Port Market. Mr. Fynn's Residence. Constitution Square, with English Club in the background. Mr. Ilia's Summer Residence. \" Treinta y tres \" Barracks. Normal School. \" Solis \" Theatre. Argentine Legation. Central Market. \" General Artigas \" Barracks. Produce Market. Mr. Farini's Summer Residence. Entrance to the Central Necropolis. Anglican Church. London and River Plate Bank. Interior of the Central Market. General View of Monte Video, taken from the Mount. Monte Video Custom House, Cibil's Graving Dock. House of Parliament. \" El Siglo \" Printing Establishment. \" General Rivera \" Barracks. Government Palace. School of Trades for Destitute Boys. Marexiano Brothers' Boot Manufactory. Podesta's Flour Mill. General Post Office. Courts of Justice. National Bank. Uruguay Club, Gas Works. \" San Felipe \" Theatre. The Exchange. Concepcion Church. Asylum for Orphans. \" Libertad \" Square. The Book also contains Four Plates, showing graphically the increase of \" Population,\" ' Trade,\" \" Shipping,\" and \" Cattle Slaughter.\" Also the following Maps : — General Map of the Republic. \" Centenary \" Map. Superimposed Map of the Republic on that of the United Kingdom. Map of the World showing position of the Republic and its Telegraphic connections."], [19, "\"HAPPY TIMES.\" MONTE VIDEO IN 18 6 8. LONDON, 1888. BY Chevalier E1.\".' De Martino."], [20, ""], [21, "\"HAPPY TIMES.\" MONTE VIDEO IN 1868 LONDON, 1888. BY Chevalier En'.' De Martino."], [22, ""], [23, "THE CATHEDRAL OP MONTE VIDEO."], [24, ""], [25, "FIRST PART. GBKBRAIr DB8CSIPTIOK."], [26, ""], [27, "REPUBLIC OF XJRTIGTIAY. POLITICAL DESCRIPTION. The Republic of Uruguay declared its independence in 1825 and the Constitution was sworn in 1830. The form of Government is Republican representative ; the Sovereignty of the Nation being invested in the three High Powers, viz., the Legislative, the Executive and the Judicial. The Legislature consists of two Chambers ; one of Deputies and the other of Senators. The former are elected directly by the people, and the latter indirectly so, viz., by an Electoral College whose members are directly elected by the people. The Executive Power is invested in one person who assumes the title of President of the Republic, and is elected by the Legislature every four years, on the first of March. The Judicial Power is exercised by the High Court of Justice, the Courts of Appeal, Judges of 1st instance and Justices of the Peace. Criminal cases come before a Jury. RELIGION. The Religion of the State is Roman Catholic, but perfect toleration of worship and freedom of thought exist, as established by the Constitution. The Anglicans have their Church and several branches where Divine Service is performed according to their rituals ; they also possess a large Cemetery where all the dead belonging to their persuasion are buried. LEGISLATION. The following bills passed by parliament had the sanction of the Executive during 1888 : — January 5th. — Import duties. „ 25th. — Free education. „ 30th. — Abolishment of export duties on natural produce and goods manufactured in the country. February 25th. — The loan of 20 million dollars. April 11th. — Improved pavement of the Monte Video Streets. „ 16th. — Sanitary rates. „ 26th. — Approval of the Sanitary International Convention with Brazil and the Argentine Republic. May 16th. — The town of Minas raised to the rank of City. „ 26th. — Duties on the brands of cattle „ 30th. — Tax on copies of certificates, attestations and information given by the Executive. This tax specially destinated for the support of the National Library aud National Archives. June 2nd. — Bill re the additional duty on cattle for town consumption. ,, 12th. — The revision cf the Constitution of the Republic, declared a national necessity. July 2nd. — Stamp duties for the financial year 1888-89. „ 7th. — On parochial certificates issued by the Civil Authorities. „ 13th. — Ratification of Marriages. „ 31st. — Duty on landed property for the financial year 1888-89. September 1 2th. — Abolishment of bull-fights in the Republic. „ 14th. — Canalisation of the river \" Las Vacas \" (Department of Colonia)."], [28, "12 October 3rd. — Adjournment of the Budget. „ 17th. — Municipal loan. „ 20th.— -Cutting of a canal to the river \" Rosario \" (Department of Colonia). s, 23rd.— The sale and purchase of landed property by private treaty. November 20th. — Licences for the Department of Monte Video, for the financial year 1888-89. „ 30th. — Amplification of the law relating to railway plans. December 18th. — Issue of Treasury Bonds. „ 20th.— Authorisation to canalise the river \" Rosario \" (Department of Colonia). „ 24th.— Convention of pilotage with the Argentine Republic. „ 31st. — Licences for the country districts for the financial year of 1888-89. „ 31st. — Re the Cloth Manufactory of Messrs. Mur<5, Cortada & Co. „ 31st. — Re Frontier Colonization. THE PRESS AND INTELLECTUAL PROGRESS OF URUGUAY, The Press, the exponent of thought, which in every free country has assumed gigantic propor tions, and in some of them is in reality one of the Powers of State, is thus described by the Hon. Edmund Monson, C.B., late British Minister at Monte Video — \" The Press is absolutely uncontrolled, and enjoys a liberty which has, I fear, in too many cases degenerated into abuse.\" At present, journalism is undergoing a salutary transformation; the leaders of public opinion having gradually become convinced that their mission has a more elevated aim than that of contending for the sake of contention and demolition. The leadership of the Press, at present, is in the hands of more inspired individuals who have at heart the welfare of the country. Almost every town in the Republic publishes daily newspapers, some of -them two or more, but unquestionably the most important are published at Monte Video — the metropolis of the country. These are — \" El Siglo \" — Liberal — Two editions daily. \" La Nacion \" — Semi-official. \" La Razon \" — Liberal — Two editions daily. \" El Bien Publico \"—Catholic organ. \" El Teligrafo Maritimo \" — Commercial organ. \" The River Plate Times \"\"»-_, ,. , \" The Express \" / EnSllsh newspapers. \" El Ferro Carril \" — Evening paper. \" La Tribuna Popular \" — Evening paper. And sundry others of minor circulation, in Spanish, French, Italian, && Several interesting \" Reviews\" arc also published weekly. Scientific, Artistic and Literary Institutions- are numerous at Monte Video, amongst them :— The Uruguay Athenæum. The Art and Science Society. The Catholic Athenæum. The Military Athenæum. The Musical Association. The \" Lyre.\" The University Athenæum. Mention is made elsewhere of the English Club ; but the French, Germans, Spaniards, Italians, Brazilians and Portuguese also have their Social Clubs, located in buildings specially con structed for the purpose, where their numerous members meet regularly and give Conversazioni, Lectures, Balls, <fcc. which are attended by the -lite of the native and foreign population. It may be apropos to state that the educated classes of the Montevideans are perfectly conversant with modern languages, and are as much at home at the foreign clubs as they are at the numerous National Clubs. The study of modern languages is almost universal in Uruguay. Montevideans have had, and have the privilege of admiring the operatic and dramatic celebrities of the world ; from Tamberlik to Tamagno, from Lagrange to Patti. They are also very familiar with Salvini, Rossi, Ristori, Sarah Bernhardt and other artists, who, as confessed by themselves have had more ovations from this intelligent public than from any other."], [29, "13 The educated rising generation of Monte Video appreciates the works of Shnkespeare and Milton, Schiller and Goethe, Moliere and Descartes, as much as the classic authors of its own language, such as Cervantes, Calderon, Lope de Vega, &c, &c. Regarding the \" Solis \" Theatre, a distinguished English traveller recently said as follows : — \" The Theatre was very well lighted, the scenery and decorations good — all seemed at home there ; and I must confess that I have seen few interioi s in Europe that could rival or surpass the \" Solis \" of Monte Video ; and we were already half regretting having arranged to start so quickly for the country.\" GENERAL TAJES, PRESIDENT OF URUGUAY. We present our readers with a portrait of his Excellency, Lieutenant-General Maximo Tajes, who for the hist two years has been President of the Republic of Uruguay. This eminent citizen of the Banda Oriental has had a distinguished career both as a soldier and a statesman, and since he assumed the reins of Government the country has advanced more rapidly than under any previous administration. General Tajes was born in 1851, and is consequently now in his 38th year. At the age of 17 he joined the army as a volunteer, but having displayed great zeal »nd valour he was advanced from the ranks, step by step, until he reached the position of captain in 1875. During these years he saw considerable active service, taking part in the campaign of 1869 against the revolutionaries led by General Francisco Caraballo, and again iD that of 1870 to subjugate the rebels under the command of General Timoteo Aparicio."], [30, "14 Peace was not restored to the country till 6th of April, 1872, and during these troublous times Tajes took a prominent part in many engagements. In 1876 he was promoted to the rank of Major, in 1877 to Lieutenant-Colonel, and in 1881 to Colonel. He rose in 1882 to be Inspector-General of Arms, and in 1883 entered the Government as Minister of War and Marine. In 1884 he attained the rank of General of Division, and in 1886 that of Lieutenant-General. During the absence of General Santos in Europe in 1886 he was appointed by the Senate President of the Republic, which office he has continued to fill to the satisfaction of his countrymen. The financial position of Uruguay has, since the accession of President Tajes, greatly improved. A new loan of 20,000,000 dols. was raised in the London market. A National Bank has been founded, and also several private banks. New railways have been projected, and the construction of several is now being actively carried out, and on every side the country is showing signs of industrial improvement. (From the \" South American Journal.\") THE BRITISH COMMUNITY. The British community at Monte Video is not very numerous but very select. It possesses a club in \" Constitution Square,\" called the \" English Club,\" where members regularly meet, and a large ground facing the wide \"Avenue 18 dc Julio,\" where they indulge in cricket and other of the favourite and healthy British sports. Every holiday all the younger members of the British Community congregate there, and on special occasions the most select of British and Montevidean Society meets there to witness the sports. Englishmen have also their Rowing Club, and great regattas take place annually in competition with the Buenos Aires Club. The Monte Video Club has frequently been victorious. As already stated, the British community also possesses a large Cemetery for its own kindred, aud a Church at Monte Video, and many places of worship in the Country Capitals, where the service of the Church of England is held without any constraint whatever. It also possesses a Hospital at Monte Video, supported by voluntary contributions, and managed by the 61ite of British Society. BRITISH IMMIGRATION. So far most of the European settlers in Uruguay belong to the Latin race, Spaniards and Italians heading the list ; but there is no earthly reason whatever why Englishmen in general should not share to a larger extent the welcome and a prosperous future which the Republic offers to all industrious people. English trade with the Republic heads the list of all other nations. It represents 25% of the whole trade of the Republic, imports and exports combined. All other nations together making up the balance of 75°/-. (See statistical data). This is a wonderful proportion, bnt that is not all. All the railways and many of the public works are constructed with English capital. And yet a very small proportion of the labour employed is English, and this simply because English workmen are rare. The British Community in the Republic, with the exception of some cattle breeders, mostly belong to the banking, mercantile, engineering and clerical classes. Labouring classes of Great Briiain look to Australia, Canada, New Zealand, the Cape, and other colonies for an improvement of their condition ; but if they were to try it, they would find profitable employment in Uruguay. Farmers do very well. Young men with a modest capital are sure to prosper. The country is specially adapted for this purpose. The soil is very rich — almost virgin in a great many places, and no miasmatic infection from ague-breeding marshes taints the atmosphere. Whatever locality the settler may select for a residence, whether on the coast of the Atlantic and the rivers, or in the interior, he will find the climate healthful, invigorating, and calculated to inspire activity. The English camp settler becomes acquainted with the language of the country (Spanish) in a very short time, and before six months elapses is a perfect \" Gaucho.\" The natives are very kind to him, and being excellent horsemen themselves, admire the same accomplishment, so essentially British."], [31, "15 A sketch of what the dress of the \" Gaucho \" was about 20 years ago will be found in this book. The \" Gaucho \" is gradually adopting European style. The old difficulties in the rearing of cattle in South American countries, when the animals were running nearly wild, were the catching, branding, and counting. For some of these purposes the herds were driven to what is called a rodeo, some convenient and well-worn spot on an estate, where they were surrounded by pcones, or gauchos as the native peasantry or herdsmen are called, who, well mounted on the small but active horses of the country, and armed with the lasso and bolas, would ride round the herd, aud keep the refractory from straying whilst the animals were counted or branded, or points of the better-conditioned were selected and parted for sale, but at the present time the gaudy's work is much easier, most of the estates being fenced in. The following extracts are quoted from \" sheep-farming in the Banda Oriental,\" a pamphlet printed some years ago for private circulation. It was written at a period immediately preceding the introduction into the Banda Oriental of railways and trams, of a more extended use of wire-fencing, and of machinery, and other European methods in pastoral as well as agricultural pursuits. But in the main, the graphic descriptions given are still applicable to estates distant from the metropolitan province : and in some parts of the country the mode of travelling described ;s precisely as it exists at this day. The calculations presented of the profits of an estancia might be varied in one or two items to suit the expenditure as well as the prices of produce at this time ; but the facts stated are more than usually reliable. The author of the pamphlet is a large landowner in the River Plate countries, and occupies a high mercantile position in London and Buenos Aires. THE JOURNEY. \" We must be at the diligence office- by four o'clock, so that almost before we were asleep, the black boy (to whom we had promised a dollar if he would wake us up) was pulling me, with son las cuatro, senor. Saddles, bridles, saddle-bags, and pouches had been sent before. We stumbled along in the dark, half-awake, to the coach office ; found we were in good time, for there stood a kind of Noah's Ark on wheels, and its accompaniment of passengers, horse-boys and porters — something in the style of home one hundred years back. \" A cup of coffee and in we went. Men, women, and children had their representatives. Two of the men had most formidable blunderbusses. I found afterwards they were native Estancieros — and very pleasant fellows too — who had seen sights making their arms friends in need ; other two had revolvers. There was an Irishman who told me he had ten thousand sheep, and did not care a snap even for the Lord Mayor of Dublin.\" THE COUNTRY. \" The country, after passing San Jose, is quite open, with an almost monotonous succession of gently sloping hills and dales, and larger or smaller streams running at the bottom of each hollow. Where the river is large, a fringe of wood belts its course, emerging from which, you come upon a rising hill covered to the summit with rich grass completely clear of wood or shrub — something like the downs in the South of England, only that the pasturage is much richer, and the ground generally a black loamy soil, evidently most fertile, As we saw it then, it was most luxuriantly green — full of all colours of wild flowers— the scarlet verbena, the white campanilla, red clover, yellow and blue, indeed all colours mingled with the green grass. Nothing could more realise the ideal of a land made for flocks and herds. The cattle grazed at will, spreading out in points over the extent of hill and dale ; whilst flocks of sheep fed on the hill sides, sprinkling the green ground with thousands of whito spots. The Estancia house is always placed at the top of the most commanding hill— enabling the owner to over look his domain, and see that his cattle are safe, and that no suspicious strollers are ab..ut.\" .... THE ESTANCIA HOUSE, \" 1 have already described the country as having a regular series of hills and dales. Whenever there was no such deep stream at the bottom of these hollows as to altogether endanger the safety of the diligence by passing them at full speed, the great aim of our driver seemed to be, by as rapid a descent as possible, to obtain as much impetus as would force us half-way up to the opposite hill without any assistance from the horses. Picture to yourself then this heavy Noah's Ark shooting down the hill-side as fast as the horses could gallop before it, our cuarteador, at the head of all, yelling and shouting to frighten the half-wild horses to their utmost speed ; then through the hollow, then up the high ascent— where whips and oaths, and kicks on die splash-board, anything or any noise to goad the wretched team to maddened exertion— the pace gradually slacks, and the top of the hill is reached almost at a walk. « We arrived at the end of our last stage in good time, finding horses ready, waiting to carry us on to the Estancia, which lay about fifteen miles distant from the coach road. ... In little more than an hour we found"], [32, "16 ourselves crossing the pass of the Perdido river, close to the Estancia house. A hospitable welcome, a well-built mansion, everything about orderly and well arranged, and the language of home spoken on all sides, almost made us forget that we were so far away From the azotea* of the house we had a fine view of the Estancia lands, stretching on each side for some miles. Close about the house were the farm buildings ; the galpon, or shed, for the wool-press and shearing — in front of which are arranged the enclosures of hurdles, used for shutting-up the flocks for shearing, or curing scab or other diseases. Behind this shed lay the corrales, or large cattle yards— square enclosures, with high stone walls, used for shutting-up and branding the horned cattle. More to the right are placed enclosures of iron wire fencing, for cultivation or shutting-in the fine stock of sheep introduced from Europe ; whilst at a little distance appeared the nearest sheep stations ; others, still farther away, so placed as to allow sufficient run or pasturage ground for each flock ; the outside, or more distant ones, appearing like specks on the far-off horizon.\" . . . THE STATIONS. \" We soon arrived at one of the puestos : finding the flock feeding in the hollow near, under the care of the shepherd, and riding up to the hut — a well-built thatched house of two rooms — were saluted with genuine Irish welcome ; found an increasing family of the rael breed, with the never-failing pig feeding about the door. There seemed, however, plenty and contentment. The husband gained about £35 a year as shepherd, his sole employment being to take care of the flock placed under his charge. The wife told us, she made a nice thing by washing. They had their rations found — as much as they could eat. The sons and daughters, as they grew up, would early bring something to the general stock. As long as the country keeps at peace, there is no fear of want.\" . . . The immigrants most needed in the Republic are agricultural labourers and female servants. These can be sure of finding employment. Steady young men of good constitutions and accustomed to outdoor country life, can earn at the sheep farms from £3 to £4 a month, with board and lodging ; and after a short time usually get a flock of sheep with a third of the profits : ultimately they become independent farmers. The language of the country is Spanish ; but in the capital, and in some parts of the rural departments, there are many English residents. In the neighbourhood of the capital French and Italian are general. Unmarried English women — of good conduct and some experience in house keeping — are, notwithstanding their ignorance of Spanish, much in request in native families. They earn from £2 to £3 a month, with all found. Married couples, without families, are also in demand. The husband may act as herdsman, sheep-keeper, farm labourer, or gardener, and the wife can be employed as cook, or in other domestic duty. Their joint wages may be calculated at £70 per annum, with board and lodging. Some of the wealthiest landed \"proprietors now in the River Plate were either themselves originally English, Irish, or Scotch Settlers, who have gradually acquired landed property, or they are the sons or grandsons of such men. THE HOTEL FOR IMMIGRANTS. A large well-ventilated building has been acquired by the State for the accommodation of immigrants, the old one in Calle Patagones being considered too small for the purpose. The position is all that can be desired, as its northern frontage faces the Bay of Monte Video, and the upper stories of the hotel command a splendid view of the picturesque surroundings. This hotel, which provides immigrants with board and lodging, is completely isolated and protected from the sea by a wall having a gate leading on to the pier, where the immigrants land directly on their arrival. A large recreation ground is provided in front of the building, and behind the sea wall several tanks have been supplied for the immigrants to wash their linen. On the left-hand side there is a separate bathing establishment for females. The baths are supplied with fresh water by the \" Monte Video Water Works Company.\" The males bathe by the pier, the steps leading to the bay indicating the depth of the water. The dining hall with long tables is on the ground floor adjoining the large kitchen. There are other rooms on this floor which in case of need can easily be transformed into bedrooms for men. or into dining-rooms. The bedrooms for both sexes are on the first floor ; they face the sea from every side and are well supplied with Ws. The distribution throughout the building and the regulations, show a wise * The flat roofs of the houses are called atcteai,"], [33, "THE URUGUAYAN PAVILION AT THE PARIS EXHIBITION."], [34, ""], [35, "17 management aud a very remarkable improvement on the old immigrants' home. The Offices of the Board of Immigration and the Board of Agriculture occupy the length of the building facing \" Calle 25 de Agosto.\" The hotel has sufficient accommodation for 1000 immigrants at a time, and its sanitary conditions preclude the possibility of epidemic diseases. The establishment also contains an infirmary, with all the modern appliances for the prompt attention to any immigrant in case of an accident. Besides this, it is under daily medical inspection. Food is abundant and wholesome. PUBLIC CHARITIES. The Public Charities in the Republic of Uruguay are amply attended to by various charitable institutions, supported by public and private enterprise, for the reception, alike, of natives and foreigners of all religions and persuasions. There are various hospitals and numerous asylums, which are under the care of distinguished Committees who, in conjunction with the efficacious co-operation of the Government, help to make these charities the real refuge of all who, through poverty or sickness, find themselves reduced to seek protection and help in these institutions. The views of—-\" The Hospital de Caridad.\" \" The Asilo de Huerfauos \" (Orphan Asylum), the Lunatic Asylum, and the Asylum for the Aged, will be found in this work. THE URUGUAYAN SECTION AT THE PARIS EXHIBITION, Uruguay is represented at the Paris Exhibition in a beautiful pavilion, the framework of which is iron, with a frontage of 35 metres, extending backwards for fully 15 metres ; it has central cupola rising to a height of of 22 metres. The four corners of the building are surmounted with cupolas. In this grand tournament of industry, science and art, Uruguay demonstrates, with the objects it exhibits, the degree of advancement and perfection which it has attained in manufacturing industries : the activity of its commerce by the practical demonstration of the demand for its products in the European markets, plainly showing at the same time the intellectual progress and the degree of culture which its Society has reached by means of the scientific and artistic works which the talent of its literary men and artists has produced. Those who wish to form an exact idea of the territorial configuration of the country, as well as of the style and construction of the public buildings, monuments, promenades, parks, gardens, avenues, marvellous bridges, such as the one constructed in the Paso de los Toros (Rio Negro), theatres, bathing establishments, which are unique, beautiful sea shores, &c, will be able to consult maps, plans, and photographic views, which are exhibited in the Uruguay pavilion. The pavilion is situated on the right of the principal entrance and at the commencement of the avenue, facing the \" Avenue de Snffren.'' PHYSICAL GEOGRAPHY. The Republic of Uruguay is situated on the south-east of the Suiith American Continent. between 30\" 5' and 35° latitude South and leugitude 52° 25'— 57° 42' West of Greenwich. Its Northern limits are the River Cuareim, the ridges of Santa Ana, the River Yaguaron, Ac, which separate it from the Empire of Brazil ; on the West the River Uruguay, which separates if from the Argentine Republic ; on the South the River Plate, and on the East the South Atlantic Ocean. (For further particulars see annexed map). The area of the Republic is 186,920 square kilometres. This represents a surface about six times as large as Belgium, six times as large as that of Holland, five times as large as that of Switzerland, three times as large as that of Greece, and more than twice that of Portugal."], [36, "18 The Republic of Uruguay as regards territory is about two-thirds of that of the British Isles (refer to the superimposed map), two-thirds of Italy, and two-fifths of Spain, France, or Germany, as will be seen by perusing the following table : — The population of the Republic of Uruguay is at the present day estimated at 700,000. Monte Video (the Capital) contains 180,000. These data, compared with 1879, show that in 10 years there has been an increase of 41%. The Department of the Capital, i.e. Monte Video, which is the smallest of the Republic in area, contains 284 inhabitants per square kilometre. The other Departments of the Republic taken altogether contain about four inhabitants to the square kilometre. The disproportion between the number of inhabitants of the Department of the Capital and others of the Republic, is easily accounted for. The Department of Monte Video contains the capital, and is the emporium of trade and industry of the country, the other Departments are almost exclusively dedicated to cattle breeding ; but there are no deserts, the whole country is fenced in. The climate of the Republic is proverbial, not only on account of the mildness of the air and weather, but also on account of its salubrity.' People of every race and climate can reside in this country without any fear of endemic diseases, which are unknown. Eveu the epidemical diseases are fortunately very rare ; the country has been absolutely free from them for many years past. The Republic of Uruguay is the country of the sun. The meteorological observations at Monte Video furnish the following average weather chart for the 365 days of the year. 244 Bright sunny days. 85 Partly clouded, and 36 Rainy days. 365 According to Monsieur Martin de Moussy, the annual rainfall at Monte Video is 1106 milimetres, whereas at Paris it is only 506 milimetres. The following is the mean temperature for the year : — Summer ...71° Fahrenheit = 22 Centigrade. Winter ... 52° Fahrenheit =-^ 11 Centigrade. Autumn ...62° „ =17 „ Spring ... 60° „ = 16 „ The Repnblic of Uruguay is favoured with a great orological system formed by numerous hills of moderate height, and by ridges of mountains linked to the \" Cuchilla Grande,\" a chain which, crossing the territory from North to South, terminates in the peninsula watered by the great estuary of the Plate. Monte Video, the superb Capital of the Republic, is built on this peninsula. Sixteen large rivers, which cross the country in every direction, and numerous rivulets and lakes, which assimilate the orological aspect of the country very much to that of the United Kingdom, constitute its rich hydrography. Monte Video is the principal port of the Republic, but there are many others which at no distant future will become very important on account of their connection with the Capital by rail. Such are Maldonado on the Atlantic, Colonia on the River Plate and the River Uruguay Ports of Paysandu, Salto, Mercedes, and Fray Bentos ; the world-famed establishment of Liebig's being situated at the latter. Countries. Area in Square Kilometres. Countries. Area in Square Kilometres. Germany France... Spain Great Britain and Ireland . . Italy URUGUAY 540,513 528,571 508,080 314,000 296,323 186,920 Portugal ... Greece Switzerland Holland .. Belgium ... ... ... 92,820 64,688 ) The Republic of Uruguay is 41,389 f considerably larger than 32,999 1 these four Countries 29,455 ) taken together."], [37, "19 Comparative Table of Territory, Population, and Cattle of the United Kingdom and the Oriental Republic of Uruguay, 1887-1888:— The data referring to the United Kingdom are an average of information from various sources. The data referring to the Kepublic of Uruguay are taken from \" The Official Statistical Report \" of 1887. The proportions are as approximate as possible, reckoning 1 mile □ = 640 acres, and 1 kilometre □ = 247 acres. This Table Proves— That for every 100 inhabitants in the United Kingdom there are 27 head of cattle and 93 sheep. And that for every 100 inhabitants in Uruguay there are 960 head of cattle and 2648 sheep I ! ! In reality, as is elsewhere demonstrated, Uruguay possesses 20 to 25 million sheep. ANIMAL KINGDOM. To the sportsman who has shot over and fished all the resorts of Europe, a tour through Uruguay with gun and rod will afford very enjoyable excitement and prove a theme for memory to recall for many a year thereafter. The romantic peculiarity of the country with its marvellous water communications, its lakes, streams and rivers, are simply surprising. The vegetation of the forests bordering the innumerable streams and rivers is probably one of the richest of the world. The tints of the different trees during certain seasons of the year present a spectacle of colour that would scarcely be credited if represented in a picture. As regards fishing, the variety is very great and very abundant. Suffice it to say that thousands of tons of fish are yearly sent from Monte Video to Buenos Ayres, and that the amateur angler seldom thinks of carrying the whole of his trophies home. About 130 species of salt and fresh water fish are to be had. Among the first, the. richest are the brotola, conger and king fish. The rivers supply bagre, shad, goldfish, horse mackerel, eels, and any amount of fish of extraordinary size, peculiar to the country, as the monguruy6, pati, &c. In addition to the rod, abundance of game offers sport to the gun, and the rifle should also be taken for deer, puma (wild cat) and panther, although the latter are becoming scarce. The water hog, antbear and otter still defy the hunter. As regards the feathered tribe, partridges are a3 abundant as grass ; in fact they are not worth the shot, as a brace of them can be had at any market town for 10 or 12 cents. Children catch them with traps. Wild duck, plover (SA. Terutero) woodcocks, snipe, ostriches, storks, magpies, swans, wild turkeys, herons, and parrots of many descriptions are available to the most modest sportsman. The wild pigeon, as heavy as a fat hen is one of the greatest attractions. Regarding the principal industry of the country, viz. : cattle breeding, the reader will refer to a special chapter dedicated to this purpose. MINERAL KINGDOM So far the mineral resources of the country have attracted little attention owing especially to the difficulties of transport of machinery to the mineral regions of the Departments of \" Salto,\" \" Tacuaremb6,\" \"and \" Minas.\" Some years ago, a powerful French Company spent many millions of francs working the gold mines of\" Cunapiru,\" in the Department of \" Tacuaremb6.\" Its progress was very slow ; but now, that the means of transport have improved and the company is better managed, the prospects of success are brighter. Territory in Square Miles. Territory in Population. Cattle. Sheep. Proportion of Inhabitants per Sq. Mile. Proportion ofjProportion of Cattle per Sheep per Square Mile. Square Mile. Acres. _ited Kingdom.. Uruguay 119,766 72,112 76,650,169 46,151,680 37,500,000 700,000 10,280,000 6,255,000 34,800,000 17,300,000 313 9 86 861 200 239"], [38, "20 Since then a new company denominated \" The Gold Fields of Uruguay,\" with headquarters in London, is exploiting the same region. The Central Uruguay Railway Extension Co. to Rivera, which is in progress, will run through the very centre of the district. Agates of many varieties, marble of many colours, slate, alum, asphalt, gypsum and cobalt were discovered by Mr. Lettsom, late British minister at Monte Video. This mineralogist states that the silver minerals of the country contain 87 per cent of silver, copper ore 56 per cent, and magnetic iron ore 72 per cent., of their respective metals. A lead mine has been discovered in Soldado, Department of \" Minas.\" The mineralogist, Enrique Petivenit, discovered gold, topaz and diamonds in the stream of San Francisco, Department of \" Minas. \" Crystallizations, amethysts and agates are found iu the Northern Departments ; they are sent in large quantities to Europe, especially to Germany, where they are polished and employed in the manufacture of fancy goods and jewellery. ComparatiYe statement of mineral extracted and gold produced in the mining districts of \" Cunapiru,\" \" Corrales,\" and \" Sierra de Areigua.\" Year 1885, and first six months of 1886.— Average yield of Gold per ton of auriferous quartz : 22 grammes 60. VEGETABLE KINGDOM. Fruit, Floweks and Medicinal Plants. The Republic of Uruguay is famous for the variety and abundance of its fruit. Of late the export of fruit, especially pears and apples, from Monte Video to the Argentine Republic and to Brazil has assumed vast proportions. Peaches, pears, apples, cherries, plums, limes, lemons, pomegranates and grapes grow in every region of the country, whilst North, bordering on the Brazilian frontier, the banana, the cocoa nut, the pineapple, oranges and a variety of palms bearing fruit, thrive very well Quince trees are so abundant that they constitute forests in themselves, and the preserves made of them form a very important industry. The vine, consisting of several varieties, grows everywhere, even in the \" patios \" or court yards of the town residences, where it is practically a substitute for awnings as a protection against the sun during the long summer. Several successful attempts have already been made to produce wine (although the majority of the grape is especially consumed at table.) Very extensive vineyards of French aud Spanish root have been lately planted, and in a few years wine will become an important industry in the country. If fruit is varied and abundant, the flora of the country is simply superb. The enormous quantity and variety of flowers usually displayed in a banqueting hall or in a ballroom at Monte Video, cause the admiration of every foreigner, however distinguished and acquainted with the most fashionable saloons of all the European capitals. The forests abound with indigenous plants scarcely known in Europe, many of the summer residences in the suburbs of Monte Video such as those belonging to Messrs. Margat, Buschental, Castro, Esteves, Gomez and many others, are surrounded by veritable botanical gardens which can defy the splendour of the richest gardens and hot houses of the United Kingdom. Dates. Tons of Auriferous Quartz Worked. Yield of Gold in Ingots — Kilogrammes. Grammes of Golc per Ton. January 1st to June 30th, 1885 ... 2280 50 21-67 rune 30th to December 31st, 1885 948 14 14-65 ranuary 1st to June 30th, 1886 ... 1889 51 27-22"], [39, "21 The expensive English gardens are the result of very little nature but of very much science, but in Uruguay, without being so expensive, they are the work essentially of nature, assisted by science. As regards medicinal plants, 430 species are known in Uruguay (Herbarium of Doctor Francisco Salazar and Flora Uruguay by Doctor Sobron). Cereals and Garden Culture. The principal agricultural industry of Uruguay is the growing of wheat of several sorts ; it very often produces 30 for 1, weighing on an average 225 lbs. per \" fanega.\" Next in rank comes the maize (Indian Corn), which usually produces 300 for 1, and barley 18 to 36. Beans of many classes, peas, lentils, potatoes (two harvests per year), sweet potatoes, carrots, radishes, pumpkins, turnips, beetroot, vegetable marrows, melons, strawberries, &c,., grow profusely and require very little assistance from the gardener. Linseed, tobacco, saffron, hemp, although not yet to a great extent, are also produced in the country. Lucerne and clover are extensively cultivated for fodder. FORESTRY. Wishiug to be perfectly impartial throughout this work, and as we would have very little to say on our behalf on the subject of this chapter, but much to censure, we cannot do better than to give a translation of the interesting remarks that the distinguished Minister of France at Monte Video, the Comte de Saint Foix, has addressed to his government — and we hope they will tend to stimulate the people and Government of Uruguay to pay better attention to so important a matter, which not only affects the wealth, but also the climate of the country. \" In the report on the year 1884, addressed in 188t> by the Director of Agriculture to the Minister of the Interior of the Uruguay Republic, M. Cluzeau Mortet, mentions with regret that, whereas the question of the destruction of trees is earnestly engaging public attention in Europe and the United States, it is entirely neglected in Uruguay. This territory formerly possessed considerable forests, well supplied with woods, in demand for industrial and domestic purposes ; but intentional or accidental conflagrations, and the wood cutter's a.xe, have reduced almost to nothing, the riches accumulated in the course of ages, and which wisely worked would now have yielded profit both good and secure. \" Full grown forests are rare in the country, yet there still remain on the banks of the Rio Negro, the Cebollati, the Queguay, and other rivers, some important clumps of trees of great height, the thickness and interlac ing of which are such that in certain places, the rays of the sun are entirely intercepted. \" Difficulty of transport and distance from any consuming centre, have hitherto prevented the destruction of these last vestiges of the ancient virgin forests, which existed along the left bank of the Plate, especially in the direction of Brazil. As to the woods of small trees which border the rivers in the outskirts of Monte Video, they are subject to constant cuttings, without any sort of order or regulation, and they will soon disappear, if the authorities do not show themselves more strict than they have been in the past, in the enforcement of the law on the subject. \" The inhabitants of the Uruguay Republic, we regret to state, have hitherto shown themselves profoundly indifferent as regards the plantations, as well as the roads of communication. \" They scarcely admit anything else as necessary than the \"ombii\" to afford shelter from the sun in their immense plains, and the horse, as the means of transport, requiring no roads. It is on horseback, that the bakers deliver their bread, newsvendors their papers and children go to school, and on horseback the priest goes to church, or bears the Viaticum to the dying. In a word it is a life on horsebaek. It will be readily conceived that the native Uruguayan is a perfect horseman, who often accomplishes a distance of thirty or forty leagues in a day, on the same horse, without either steed or rider being fatigued. With this taste, this inborn passion, it is easy to understand the contempt of the native, a contempt analogous to that of the Arab, for paved or iron roads. \" To return to the plantations, such trees as there are in the country have been imported by foreigners at a comparatively recent date. \" To an Englishman, Mr. Tomkinson, is due the introduction of the Eucalyptus into Monte Video, fifty years ago. This tree, which grows rapidly, and is of a tough wood, easily became acclimatized in Uruguay, where it forms forests of a growth which exceeds in height the tallest beeches of our own Normandy. One of the most interesting estates we visited, in the vicinity of Monte Video, by reason of the magnificence of its woods of foreign"], [40, "22 origin, is that of Mr. Thomsen, the son-in-law of Mr. Tomkinson. There, are to be found the oldest Eucalyptus, the finest plane, and poplar trees, oaks, limes, coniferous trees of all kinds, and all the fruit trees of Europe, from the mandarine to the rennet tree of Canada, and the duchess pear. Under the dense shade of these trees, one might imagine oneself in some northern region, in some northern park, far away from Uruguay. ,; Ought not this trial plantation, which has succeeded so marvellously, to have been generally followed throughout the Republic of Uruguay ? \"In the face of so rapid and powerful a growth, ought not the soil of Uruguay to be studded with numerous forests, which would have happily modified the atmospheric conditions of the territory, whilst at the same time increasing its wealth in the future ? \" The man who has certainly most largely contributed to the development of arboriculture in Uruguay is a Frenchman, a M. Margat, whose sons are now managing extensive nurseries in the suburbs of Monte Video. This horticultural and arboricultural establishment, founded in 1841, is the most important one in the whole of South America and the firm of Margat now carries on considerable transactions, not only in Uruguay but with all the vast portions of the Argentine Republic. It is to this firm that is due for the last forty-five years, the introduction into La Plata of the plants, fruit and other trses, flowers and vegetables which are cultivated in Europe. Being in direct and constant communication with the principal horticultural establishments of the old Continent, and particularly with the firm of Vilnorin, Paris, Messrs. Margat are supplied with all kinds of novelties, which make their appearance in the world, in trees and plants, as well as in seeds. Their catalogues are in no way inferior in importance to those of the large houses of Paris and London. \" The plantations of olive trees made by M. Vidiella in his vineyard at Colon, to which we referred in the preceding chapter, have been a complete success. Trees, at the most, a dozen years old are already yielding fine large olives in sufficient quantity to make oil similar to that exported from Provence, Italy and Spain. This is a branch of industry, which has a brilliant future before it in Uruguay.\""], [41, "GENERAL VIEW OF THE PORT FROM \"LIBERTAD\" SQUARE."], [42, ""], [43, "SECOND PART. STATISTICS."], [44, ""], [45, "POPULATION OF THE DEPARTMENT OF MONTE VIDEO. STATISTICS OF BIRTHS, DEATHS, AND MARRIAGES. The statistics previously published were devoid of those referring to the increase or decrease of the population, the chief source of wealth. We have lately received from the Civil Register Office the statistics corresponding to the Department of the Capital, which we now publish, comparing them with those of other towns — the only means to show the value of figures. The number of births, legitimate and illegitimate, their proportion, their increase or decrease, compared with the death rate ; the number of marriages, &c, are the reflection of the social state, of the progress of the country and its customs. Let us see how the most populated Department of the Republic appears, viewed from these two points — the death rate and the marriage rate. BIRTHS. In 18S7 there was a total of 6603 entries of births— 3386 males and 3217 females. Of this number, 5956 were legitimate and 647 illegitimate. In 1888 the total of births had increased to 7079, that is to say, 476 more than in the previous year, of which 3514 were males and 356) females — 6395 being legitimate and 684 illegitimate. ; The enormous preponderance of the foreign population is shown by the fact that, whilst 1137 of the births registered were for children of native parents, 3829 were of foreign parentage. We do not possess statistics which could enable us to establish the comparative number of births in Monte Video, but in the absence of these we can attempt the inverse operation, inferring from the number of births that of the population. The population of the Federal Capital of the Argentine Republic (Buenos Ayres) is computed at 480,000— and the number of births being 16,000— the average is 33 per 1000 inhabitants. We give below the comparative statistics of births in different towns per 1000 inhabitants : — - Years. 1886. 1887. Buenos Ayres ... ... ••• ••• — 33 Bordeaux ... ... ... ... ••• 24 22 Lyons 49 21 Paris ... 26 — Birmingham ... ... ... ■•■ '2 Dublin 28 28 Glasgow ... 36 36 Yeabs. 1886. 1887. Liverpool ... « ■- 33 30 London ... ... ... 32 31 Manchester 36 36 Berlin 34 34 Rome 29 32 Copenhagen ... ... ... ... 37 37 St. Petersburg 28 23 Considering that the manner of living and the habits of Buenos Ayres and Monte Video are identical, we must accept the basis of 33 births per 1000 inhabitants in Monte Video, and con sequently we would have a population of over 200,000. The small proportion of illegitimate children registered is a credit to the morality of the Republic. It scarcely reaches 9£ per mille in the Capital, whereas the proportion to every 1000 inhabitant- is\" as follows in the undermentioned cities :— Prague 46.80 Vienna ... 42.35 Grao 43.44 Stockholm .30.56 Monaco ... ... — ... -. -• ... .28.73 Brussels • ... - |_t -• 25.30 Bajris ... ...-:- ... ... 26.80 Rome ... 20.30. Bologna 20.73 Marseilles 14-60 Berlin i ... ... ... ... ... 13.22 Milan ... , .... , ... ... 10.47 Buenos Ayres .'. = 12.00"], [46, "26 DEATHS. The number of births is in itself a sign of prosperity, because it indicates an abundance of means, but it is an indication only ; it is necessary to compare it with the statistics of mortality. The death statistics in the Department of Monte Video show the following results:— Uruguayans 3312, Foreigners 1513, males 2774, females 2051 ; general total— 4825. The birth rate therefore shows an excess of 2254 over the death rate. This excess is a source of utealth to the Department. The causes of death during the last year were the following : — Diseases. Lung diseases, consumption, &c «_ — — °70 Lockjaw and children's convulsions «°1 Other diseases ™ Unknown and without medical assistance ... ... 13 Stillborn - •- 3l° Senile decay j™ Murdered ._ - — 5* Suicides... ._ ... — * Drowned .- ... _- '- ■•• •■• \"' Poisoned *j Burnt to death - ••• — 1= Fractures ; falls, &c - 2<j Other accidents - * Smallpox _ ... _ 851 Measles and consequences ... ... ... —. 50 Scarlatina ... ... .*. ... — ... 5 Diptheria, croup ... ... -. ... ... 456 Erysipelas ... ... ... ... ... ... 12 Typhoid and Typhus Fevers, &c ... 108 Diseases of the organs of circulation... ... ... 697 Cerebral Diseases and of the spinal marrow 261 Diseases of the brain ... ... ... — ... 271 Diseases of the digestive organs 536 Diseases of the generative organs ... ... ... 60 Special diseases of woman ... ™ ... ... 24 Diseases of the respiratory organs 297 The average mortality is 25.32 per 1000 in the Department of Monte Video. For the sake of comparison we subjoin a list of the death rate of other large cities of the world : — Per 100O Inhabitants. 1886. 1887. Buenos Ayres 28 32 Bordeaux ... ... ..- ... 24 25 Lyons 25 22 Paris _ ... 25 — Birmingham 19 18 Dublin ... ,_ ... .„ ... 26 29 Glasgow .„ ... 27 23 Liverpool 28 23 LondoD — 19 Manchester 25 23 Per 1000 Inhabitants. 1886. 1887. Berlin 26 22 Vienna 27 26 Milan 31 83 Rome 26 29 St. Petersburgh 80 25 Copenhagen ... ... ... ... 23 Baltimore 20 19 Brooklyn 23 26 Philadelphia 21 22 It has been noted that in the towns where the streets are regularly swept, croup and diptheria have diminished. The great improvements which the Monte Video Water Works are carrying out, and to which we r-efer in another chapter, will tend to diminish mortality very considerably. We will now classify tie death rate according to age, sex, &c. : — Under 15 years of age, males 1,419 Under 1 5 years of age, females 1,233 Bachelors 579 Spinsters - 250 Married men _. ... „ 591 Married women _ _ ...» 341 Widowers „ ... .,. 160 Widows .. ... 224 Stillborn ~. ... 242 Under 5 years of age 1,804 From 5 to 10 years of age 365 „ 10 to 15 „ „ 263 „ 15 to 20 , _ 219 „ 20 to 40 753 „ 40 to 60 „ „ 634 „ 60 to 100 „ „ 536 Over 100 „ „ 8 Total of males 2,774 Total of females 2,051 The deaths in the Department of Monte Video during 1887 amounted to 5,176, owing to the prevalence of cholera and diptheria at the time, but it became reduced to 4825 in 1888, owing to improvements in the sanitary conditions. MARRIAGES. From death we turn to the origin of life — matrimony. In 1887, 1,215 marriages were registered. In 1888, 1,386 were celebrated, an increase of 171. The figures of life increase, those of death decrease."], [47, "(^£^^910^^ MOJ^TE VIDEO -1789 —1889. PLAN OF I7S9. pfy/ 4f<fflsi&&i/s& '^^^ui/yysCa/i'. RoCKLirrBBOM't OstllSv Liverpool."], [48, ""], [49, "27 Of the contracting couples 423 were natives and 963 foreigners. Amongst them 680 of the fair sex were natives and 706 foreigners ; total of natives 1,103, of foreigners 1,669. In order to show how the nationalities intermix in this part of America, which is a laboratory of races, we will point out that amongst the natives there were 358 marriages, amongst foreigners 638 ; between native males and foreign females 65 ; between foreign males and native females 325. Regarding the general culture of the contracting parties, 1,120 could sign their names, 226 could not ; of the women 977 could read, 409 could not ; that is to say that the fourth part were entirely illiterate. It is not an astounding fact, but neither is it a tranquilizing one, at any rate not so for the newspaper editors. The marriage rate shews a proportion 7-65 per 1000 inhabitants, and as it will be seen, perusing the following figures, it is one of the highest : — Marriages perlOUO Countries : Inhabitants. Hungary _ 10.2 Prussia ... 7.9 Austria ... ... ... ... ... ... 7'8 Denmark 7.7 England 7.7 Italy 7.5 France 7.5 Holland ... 7.1 Marriages per 1000 Countries : Inhabitants Scotland 7.0 Switzerland 6.8 Belgium 6.7 Bavaria ... ... ... ... ... ... 6.6 Norway ... ... ... ... ... ... 6.6 Sweden 6.3 Ireland 4.3 City of Buenos Ayres ... ... ... .. 8.6 As to the ages of the couples they were as follows : — Under 18 220 From 25 to 30 795 From 18 to 20 270 „ 30 to 35 314 „ 20 to 26 851 Over 35 322 The greatest number of women marry between the ages of 20 to 25, and men between 25 to 30. Marriage is contracted more or less at the same age as in Europe, as the following table plainly shows : — Males. Females. France 284 25 Paris .. 30 26 England 254 24 Belgium 30 27 Males. Females. Holland 29 27 Italy 29 24 Sweden 30 274 IMMIGRATION. Taken altogether, we must confess that immigration, during the last year, has not been very brisk. The figures we give below show that it is necessary to adopt protective means to prevent our two powerful rivals to absorb entirely the strong current of European immigration. The empire of Brazil and the Argentine Republic not only maintain abroad well-appointed offices of information, but also advance passage money and offer lands. It is but logical that the Republic of Uruguay, which does nothing of the sort, and which has to battle against the traditions of mis-government of recent periods, cannot, even taking into account the relative smallness of its territory, compare, as regards immigration, with her mighty neighbours. At the present moment, hands are short at Monte Video, and notwithstanding the great demand, immigration does not supply them. This proves that we must stimulate it by some other means, if the State does not see its way to encourage it. The following is a statement of immigration and emigration during 1888, compared with 1887:— 1887 Immigrants. Emigrants. January 966 260 February 577 332 March 612 436 April 713 846 May 964 865 June 1,055 711 July 867 650 August 856 532 September 1,194 457 October 1,403 459 November 1,530 542 December S,130 396 Total 12;867 6,252 1888. Immigrants. Emigrants. January 1,762 438 February 1,219 539 March 1,263 534 April 802 923 May 1,294 1,055 June 958 740 July 969 685 August 1,009 665 September 1,094 585 October 1,220 496 November 1,260 511 December 2,648 436 Total 15,498 6,647"], [50, "28 This statement shows, taking into account only the arrivals as they do in the Argentine Republic, where departures are never published, that our progress in this department is very slow. Durinjj 1888 over 100,000 immigrants settled in Brazil, and 129,105 in the Argentine »«P\"™ic ; r.ne province of Santa Fe itself (to compare ourselves with smaller territories) sharing 20,'4-J ol tue 129,105. , , If we compare the returns of the last few years, we come to the conclusion that, so lar, tbe change in our political life has encouraged European immigration in a very slight degree. Immigrants. Emigrants. Immigrants. Emigrants. 18S3 H.0S6 6,089 1886 12-291 «.»« 1884 11,954 6,040 1S87 12,867 6,252 1885 15,679 6,729 1883 15,198 b bil We are yet a long way behind the amount of settlers in 1874, viz., 24,000, but it will be noticed that, whilst the amount of departures is almost stationary, arrivals during 1888 show an increase of 2631 over 1887. We must look to the Argentine Republic for a more healthy sign of our immigration. Formerly the neigbouring Republic not only absorbed the few immigrants we received from Europe, but did not send us a single one in return. Thus, during 1886 we received 12,291 transatlantic immigrants, but 6542 emigrated. Apparently there was a balance of 5749 in our favour, but this was a delusion, because during the same period, 29,099 left our shores for the Argentine Republic, and in return we only received 23,780. Taken altogether, the increase of our population from foreign sources was only 430 during 1886. During 1887 matters improved somewhat, but although in a lesser degree, the Argentine Republic still absorbed a large number of our scarce European immigrants. We sent them 34,620 ; they returned us 32,141, a net loss of 2479 out of the 6615 which appear to our right side in the transatlantic returns for that year. It is during 1888 that things took a different turn. During that year, 45,483 people left our shores for the Argentine Republic, but on the other hand they sent us 52,102, a balance of 6619 in our favour. This is promising ; but as we already stated a few months ago, we would incur a great mistake if we believed in a continuity of this stream of immigration. As a fact, during the last months it has decreased notedly, and only a crisis, an exceptional demand for labour, as was experienced during 1888, could be a motive to induce European labourers to come over from the Argentine Republic to our country. It is the direct stream of European immigration we must encourage, taking, as an example, Brazil, the country which was the least favoured with immigration in the South American Continent, and which will very soon contest for the first rank with the Argentine Republic. In short, during the last year, the country has had the following increase of population from abroad : — From Europe... 8851 „ Argentine Republic : 6619 Total 15,470 We repeat ; these figures are satisfactory, inasmuch as we take into consideration our \" emigration,\" which our neighbour does not. They show a revulsion against the total absence of real immigration during former years. But the country cannot rest satisfied with such small crumbs. Immigration must reach at least the cipher of 1874, aud will do so very soon if the country follows the path of its present advancement, and encourages it sufficiently at least to cope with the protective methods adopted by Brazil and the Argentine Republic. During the first four months of the present year (1889), the immigration from Europe was as follows : — January 1706 February 1464 March 1591 April 1257 Total , 6018 / This shows an increase of 1,196, over the same period of the previous year."], [51, "A GRAPHIC DESCRIPTION. SHOWINGTHc POPULATION OF THE Kepuilit of Kniguag. 1796 TO 1888."], [52, ""], [53, "29 The Government of Uruguay has recently appointed Doctor Rappaz (late Swiss Consul at Monte Video) immigration agent, for the Republic in Switzerland, Savoy, Piedmont, and Alsace- Lorraine. The competency of this gentleman, his perfect knowledge of the country, which has been his residence for many years, will undoubtedly tend to increase the immigration of labouring people — so much needed in the Republic. We now insert the principal clauses of the Bill passed by Parliament on the 31st December, 1888, re Frontier Colonization and Railway. DECREE. Article 1. — The Executive is authorised to concede to Mr. Benjamin Victorioa y Urquiza, the right to construct a railway, vv-liich will run as follows : from San Eugenio to Rivera and Villa de Melo. Article 2. — The concessionaire must establish five colonies between San Eugenio and Rivera, and fifteen between the last place and Villa de Melo. Article 3. Each of these colonies will have to be populated with a hundred European families, brought to the country with this object, and form at least a nucleus of five hundred persons. Article 4. — The concessionaire will also be obliged to admit in the colonies, under the same conditions as the other inhabitants, all the native families that may desire to establish themselves in them. Article 5. — Said colonies will be established on fractions of territory of about 10 square leagues (about 90 square English miles), at the most convenient spots which the Executive will indicate. On any other matters referring to colonization, the concessionaire will be guided by the basis of his proposal of the 4th April, 1888. Akticle 6. — The expropriation of 200 square leagues of land for the object of Colonization is declared of public utility. This expropriation will have to be carried out by the concessionaire, in accordance with the laws of the land relating to the matter. Article 8. — The purchase of the lands in which the colonies will be established, as well as any disbursements therewith connected, will be at the cost of the concessionaire, without any guarantee whatever on the part of the State. PUBLIC INSTRUCTION Total 0! Schools. Depart:) ents. >. u s C 09 'o ~ _ - & y 0)7: o _ 04 End'-S -3 ~? \"S 2 3 2 a in «o O is o Eh Monte Video Canelones ._ San Jose Flores Florida Durazno Miuas ... Maldonado Rocha ... Cerro Largo Treinta y Treb Tacuarembo ... Rivera Salto Artigas Paysandu Rio Negro Soriano Colonia Technical School of Monte Video ... ... 47 24 3 2 4 5 4 5 6 6 3 6 3 8 4 10 3 9 11 1 14 27 13 6 12 7 9 7 5 21 14 8 10 7 15 10 6 10 15 61 51 16 8 16 12 13 12 11 27 17 li 13 15 19 20 9 19 26 1 255 24 27 6 7 ! 6 6 5 8 5 4 4 316 75 43 14 23 18 19 17 19 32 21 18 13 29 19 32 16 25 32 1 14 12 7 6 6 i ] 164 216 380 402 782"], [54, "30 The number of private Schools given for the Department of Monte Video, is that of those exist ing at the commencement of the year, because the regular inspection of them is only made every two Years. The teachers at the public Schools are 694. Of these 229 are males and 465 females. Of the male teachers 110 are natives and 119 foreigners. Of the female teachers 409 are natives and 56 foreigners. The preference given to native females is with the object to nationalize the professoriate. The number of teachers at private Schools is 833 ; of these 174 belong to religious com munities and 4 1 5 are natives. The following tables give an exact accouut of pupils that attend public and private Schools in the Republic : — _^^^^_________________ The amount of capital invested by the State for buildings, furniture, &c. of the Public Schools amounted to $483,302 at the end of last year. The total cost of public instruction at the end of last year was $572,108 13c, an equivalent of $1 5.95c. for every registered pupil. The management and control of the public schools was handed over in 1876 to the Ministry of public instruction, and since then there has been an increase of 181 schools and 15,315 pupils. It is a fact worthy of notice that of this increase, Monte Video only shares 2020, and the bulk of it the country districts. In their turn, since that date, the private schools have had an increase of 14,624 pupils, the majority of which (11,422) belong to the Capital. This conclusively proves that in the metropolis, private enterprise is ahead of official action, whilst in the country districts the State is left alone to combat ignorance. UNIVERSITY EDUCATION. Advanced instruction in the Republic is directed by the Rector of the University and a Council, and the following degrees and academic titles are conferred : — Doctor in Law, Doctor and Bachelor in Science and Doctor in Medicine, Surgery and other branches. w >% o M o -J Eh j5 3 o T5 V u £ £ _4) O t- o as 3 3 3 Pj 3.s o ■ o M o J- 0) 1 - a o r m 13 o s- V _- fl a :■ H <u II œ o -m - u s._ 3 u CfL| \"* 3 _> ■\" o H a? 09 o c a, — . u -u +-- Q _3 H'Sb s 0) O ■p •-< o 03 O A, a> o Eh 9 ss a A --. _ » o c o 3 Ul P4_o .+- \"— . o Js _ 3 o Eh is o Eh *rf 'EL _ a OT. O a 3 o « . ° a. ~- 3 .go* o fs V a v a ca -8 g s I o Departments. Departments. Æonte Video 3a_eiones ian Jos£ <\"lores Florida Durazno Uinas Æaidonado ... iocha Larffo [Yeinta y Ties ... L'acuarembo rtivera Salto _rtig_s Paysandu Rio Negro Soriano rechnicalSchool ( if Monte Video. J 5875 1793 697 301 566 510 463 339 336 1361 757 548 427 611 523 852 314 813 907 5215 1843 523 259 321 446 242 267 174 640 294 361 238 602 171 817 318 732 865 11,090 3641 1220 560 8S7 956 705 606 510 2001 1051 909 665 1213 694 1659 632 1545 1772 8064 546 304 127 142 125 93 43 12) 74 105 89 6904 494 391 59 188 149 108 48 114 75 56 50 14.96S 1040 695 136 330 274 201 91 243 149 161 139 26,053 4681 1217 746 1217 1230 906 697 753 2150 1212 1048 665 1992 694 2641 899 1825 2014 Monte Video ... Canelone3 San Jose Flores Florida Durazno Mioas Maldonado Rocha Cerro Largo Treinta y Ti es . . . Tacuarembo Rivera Salto Artigas Paysandu Rio Negro Soriano Colonia Technical Sch'l ) of Monte Video J 12S4 1S75 735 235 509 327 320 258 157 1207 691 348 465 401 450 431 389 1336 714 11,090 3641 1220 560 887 955 705 606 510 2001 1051 909 665 1213 694 1669 639 1545 1772 22,351 2607 944 503 681 903 577 439 596 916 484 646 200 1525 244 2186 460 i 33 I 1141 3707 2074 ! 971 243 536 327 329 258 157 1234 723 402 465 467 450 455 439 336 873 26,058 4681 1915 746 1217 1230 906 697 753 2150 1212 1043 665 1992 694 2641 889 1825 2014 480 299 779 453 159 170 159 519 108 110 83 972 267 280 242 77 328 405 405 405 405 405 11,132 I ] 32,731 39,297 I I 14,451 53,748 18,070 14,661 I 32,731 11,262 9755 21,017 53,748"], [55, "31 At the University, law and the social and preparatory sciences are taught ; the docent staff being composed of 27 native professors, all doctors in law, and nine foreign professors. The medical faculty consists of 1 1 Uruguayan and 8 foreign professors. Both institutions have separate buildings, and have the most modern elements for instruction. The number of students is 450 to 500 . the national element predominating. We annex a statement of the subjects which each branch comprises : — PREPARATORY STUDIES. Latin 2 Years. Physics , 2 Years. French 1 „ Chemistry 2 Ergli-h 2 „ Natural History 2 Geography 1 §1 Universal History 2 „ Cosmography 1 „ Literature 1 „ Mathematics 2 „ Philosophy 2 „ LAW AND SOCIAL SCIENCE. Public International Law 2 Years. Political Economy 2 Years. Civil Law 4 „ Judicial Proceedings 2 „ Commercial Law 2 „ Private International Law 1 „ Penal Law 2 „ Medical Jurisprudence 1 „ Constitutional Law 2 „ Forensic Practice 2 „ MEDICAL Physics, Chemistry and Natural history applied to medicine, Anatomy, Physiology; General, internal and external pathology, Anatomical pathology, Materia medica, Hygiene, Obstetrics, &c, &c. REVENUE WEALTH OF THE COUNTRY. Taken as a total, the annual revenue is 14,000,000 dollars. We do not take into consideration amounts which do not appear in the General Budget, such as for instance \" The administration of Charity,\" which produces 600,000 dollars. We are proud of these figures. It is an astonishing fact that a country with scarcely 800,000 inhabitants supplies the Exchequer with a larger income than other countries with twice, and as much as three times the population. The following comparative statement obtained from official sources proves this interesting fact : — Population. Income. Population. Income. Brazil 12,00\",000 $70,745,954 Chili 2,500,000 $43,000,000 Mexico 10,447,974 31800,000 Bolivia 2,000,000 4,000,000 Colombia .. 3,000 000 10,445,000 Ecuador 1,004,600 5,107,992 Peru 3,000|000 16,183,674 I Uruguay - ... 800,000 14,000,000 As regards the Argentine Republic, Mr. Latzina in his book on the wealth of that country, puts down the population at 3,000,000, and the revenue of the nation and provinces at 65,000,000 dollars. He also produces the following comparative statement : — The expenditure in Uruguay is about 20 dollars per inhabitant, this is another demonstration of the wealth of the country. Countries. _, ... Expenditure \\ „ , .. Expenditure. r „„„ Population. TV.1U™ rer UoUars. inhabitant. Countries. Spain United States Germany . . . Countries. Population. p , .. Expenditure Expenditure Population. pollars per Inhabitant. j ... 16,600,000 170,400,000 $10.78 ...I 50,200,000 29o,000.000 5.78 ... 45,300,000 153,009,000 3.37 Argentine Republic ... 3,000,0f>0 65,100 000 France 37,700,000 635,800,000 United Kingdom ... 35,000,000 435,000,000 Belgium 5,200,000 63,800,000 $21.67 16.88 12.42 12.23"], [56, "32 The following remarks are not out of place : — A section of the London Financial Press, especially at the command of stock jobbers who have an interest in alarming investors, who have no perfect knowledge of the wealth and resources ot Uruguay, says that it is not advisable to supply the country with any more money; that its population is too scarce, and that it has had money enough. Everybody knows that to establish facts, cyphers are inexorable, and these demonstrate the false arguments of the press referred to. Investors ought to bear in mind that a great portion of that section of the press is of a speculative character. Let it be supposed that one hundred of its members — and that is quite enough — intended raising a loan in London, they would not get a farthing. But if Baring Bros. or Rothschild, that is to say only two firms, were to apply for ten, fifty, or one hundred million sterling, the amount would be subscribed immediately. Even if as they say the population of Uruguay is only 500,000, these 500,000 inhabitants possess, produce and consume more than other countries with a population of two or three millions. The landed propertv, according to the declarations of landowners subject to taxation, (small landowners are not subject to it) was valued in 1886 at $283,000,000. Since then the value of landed property has risen considerably, and if we take into consideration that to avoid the tax (though by no means a heavy one), many proprietors manage to produce and pass a reduced valuation, 33 / can very fairly be added to the above amount. This would assign to every inhabitant of the Republic an average landed property of at least £86, whilst his maximum indebtedness is scarcely £26. Some people may argue that £26 of debt is too much for every inhabitant of a country, but what if the production is four or five times as much ? The National debt of she United Kingdom is not far off one thousand millions sterling; its population is under forty millions. This, in round cyphers represents an average of £25 per inhabitant. Why then such a fuss about the debt of Uruguay? a country full of resources yet unexplored and daily becoming wealthier. PUBLIC DEBT. We also advance in this respect, and although reluctantly must confess that we are not coming near to North America, which according to Egisto Rossi, will hail the next century with a hundred million inhabitants, and not a single dollar of public debt. This is our debt on the 31st of December, 1S88 : — Dollars. lars. Italian debt 800 French debt 1,725 Spanish debt :;B,7;i0 For railway building encouragement ... 94,478 Sinking Fund , 2,335,067 Central Uruguay Railway 760,000 Santa Rosa Railway 1,740,000 Higueritas Railway 641, OuO Loan of 20,000,000 dollars 19,800,160 Unified debt 50,821,570 Total dollars... 78,647,550 To this we must add four million dollars of Treasury Bonds, that are being issued to cover the deficit, and the municipal loan of five million dollars. And yet this small country, with between seven and eight hundred thousand inhabitants, pays this debt easily, and it will easily cover its budget in future if order is maintained. It is consoling to know that our neighbours (the Argentine Republic) are, relatively speaking, deeper in debt, for, with a population of barely four millions, they owe, between National, Provincial and Municipal debts, 640 million dollars. Since the 27th June, 1859, the Republic of Uruguay has borrowed 195,479 342 dols., and has paid 112,089,398 „ 83,389,944 „ This is the balance we owe, exclusive of the Municipal Loan. The National Bank of Uruguay at Monte Video, a recent institution, the shares of which are at the present moment at a premium of 75 % !!! (an almost unprecedented feature iu banking), attends the service of the \" Internal Debt \" of the country."], [57, "33 The Uruguay unified loan of 5 % and the Uruguay 6 %, both of which were floated in London, are conducted by the renowned firm of \" Baring Brothers \" in London and by their agents at Monte Video. This firm, to a very great extent, contributed to the credit of the Argentine Republic, the progress of which astonishes the world, and it is but fair to state that it has also considerably con tributed to the credit of \" Uruguay \" since it took up its finances in 1888. COMPARATIVE STATEMENT OF THE QUOTATIONS OF VARIOUS FOREIGN DEBTS ON THE LONDON STOCK EXCHANGE. PUBLIC DEBT Denominations. March 22, 1884. March 22, 1889. Advance. Greek Independence . . . Hungarian 1881 Italian 5 % Russian 1883 Spanish 4 % Portuguese 3 % Uruguay, 3% ... 85 % 76i „ m„ 91 „ 61f„ 60| „ 55 „ 99 % 84|„ 95 „ 102 „ 74g „ 65J „ 71 „ 14 % 8*„ 21 „ 11 ., 131 „ 148,, 16 „ Redemptions and Quotations. Denomination. Value and Series of each Bond. Interest. Annual Sinking Fund. London Stock I Monte Video Exchange ; Stock Exchange Quotations May, j Quotations April, 1889. 1889. INTERNAL. I 39.50—95 % • At par Sinking Fund. | A, $100-B, $500. Treasury Bonds. Central Cruguay Railway. $500. ( A, $100-B, $100— C, $500. North- Western Uruguay D, $500-E, $1000-F, $1000. I G, $5000— H, 5000. Higueritas Railway, j S500. For Railway Promotion. ; $200. 9% 4% 4% Ad libitum. 2 \"/ \" /o 40 % ; At par, not quoted i At par, not quoted >t >. At par EXTERNAL. 6% 6% i% 1% 74 @ 75 88 @ 89 ii ,i ii ii Unified Debt. j A, £1000 -B, £500-C, £100. Uruguay 6 %, 1888. j „ » >i » » ,, INTERNATIONAL. 93.93—93 % A,$500-B,$200-C,$100-> Italian Debt D, $50. j 5% 5% 5% $100,000 2% s I At par, not quoted At par French ,, ' _ . „. Spanish ii A, $500-B, $100-O, $50. »>"], [58, "34 CUSTOM HOUSE REVENUE. We ought to have commenced with the statistical data of imports and exports of the Republic ; that is to say, with what the country imports from abroad, and what it produces for foreign con sumption. This, in oar opinion, is the best test of the wealth of a country. But neither the statistical department nor the custom's authorities could furnish detailed figures at so early a date. Those we produce summarily will help our readers to judge if our import a,nd export trades have increased or decreased. The Customs revenue is undoubtedly the safest guide for this purpose. The following is the Custom House Revenue for 1888 January $1,102,825 94 February 702,081 37 March 853,822 89 April 778,528 16 May 592,956 14 June ... 558,878 26 July 659,043 9S August 702,105 03 September 812,186 62 October 798,228 46 November 592,507 48 December 707,285 49 $8,860,449 82 In 1886 it amounted to $6,846,176 „ 1887 „ 8,687,312 The increase of 1888 over 1887 is not so prominent owing to the abolishment of export duties shortly after the commencement of 1888. The export duties in 1886 amounted to $1,060,071 „ 1887 „ 850,781 „ 1888 „ 323,220 The whole Customs Revenue is now derived from import duties ; thus the $8,860,449 collected in 1883 reveal a decided progress, because, if the export duties had not been abolished it would have easily reached the sum of nine million dollars. The increase of 1888 over 1886 is partly due to the new tariff, partly to the improved manage ment introduced by the Collector General, but specially so to the vitality of trade, as we will show xer. The following is the Revenue of the first four months of the present year (1889). January ... $976,000 February , 850.000 March 920,000 April 952',000 Jotal $3,698,000 being an increase of over §260,000. compared with the same period 1888."], [59, "35 CUSTOM HOUSE DUTIES Levied in Uruguay on the principal goods of British manufacture, and on Colonial produce, aocording to the laws of 9th January, 1888, and 18th January, 1889 :— AD-VALOREM DUTIES. Percentage on Valuation. Acids— Sulphuric, Nitric, and HydrocMorio 8 Ammunition 81 Boots and Shoes 48 Ericks and Tiles 20 Brushware .8 Carriages Coal Mineral .8 6 Drugs Earthenware, China, and Glassware 48 31 Fire Arms 81 Furniture 48 Gunpowder 81 Haberdashery in General Hardware in General 31 31 Hats 48 Hessians (Jute Cloth) ... ... 20 Hides 44 Jewellery and Watches Metals, Copper, Bronze, Tin, Lead, and Zinc, in bars, plates, 8 pigs, &o 20 Paper specially adaptea for newspapers 8 Perfumery Portland Cement 51 20 Precious Stones 6 Printed or Lithographed Invoices, &c. ... 48 Printed Books 8 Printing Ink 8 Printing Machinery and Types Ready-made Clothing 8 48 Salt, common 6 Scientific Instruments 6 Tar and Pitch 20 Salt, Table 31"], [60, "36 SPECIFIC DUTIES. Linseed Oil, gross $0-05 per kilo. Rice „ 004 Sugar, refined u'OS „ Beer and Cider in bottles, not exceeding 1 litre 0-12 per bottle. „ in casks 0-10 per litre. Brandy in casks up to 20* 0#15 „ Bitters „ „ 015 „ Rum „ , 0-15 „ Whiskey „ „ 0'13 Brandy, Bitters, Rum and Whiskey in casks, and over 20s proof in proportion. Brandy, Bitters, Rum and Whiskey in bottles, not exceeding l litre and 20° 0-25 per bottle. Half and Quart Bottles in proportion. Preserves, Vegetable, gross weight 0' 16 per kilo. „ Other Classes „ 0-28 „ „ Dry Fruits, Confectionery, &c 0-40 „ „ Pickles, gross weight 0*10 „ Biscuits, gross weight 0*18 „ Hams, „ 0-24 „ Butter, „ 0'35 „ PlayingCards,, 10-00 per gross. Wrapping Paper, gross weight 0-05 per kilo. Pepper, gross weight 010 „ „ Ground, gross weight 0'16 „ Cheese, „ 0-25 „ Tea, net weight 0-25 ,, Cotton Goods, according to quality 0*15 to 0-28 per kilo nett. Baizes 0*31 „ Flannels, Wool 0*75 „ „ Mixture 0*62 „ „ Cotton 0-28 „ Cloths, Wool 0-93 „ „ Wool and Cotton 0*31 „ Cordage, gross weight 006 per kilo. Iron Bars, Plates, and Rails 0-01 „ „ Galvanized, for roofing 0*15 „ All the Consuls of the Republic in the United. Kingdom are instructed, if applied to, to furnish the special valuation of the different goods which pay duty ad-valorem, but they are not responsible for errors of judgment, or of the interpretation of the tariff."], [61, "37 IMPORT AND EXPORT. As already stated, we are not enabled to give detailed figures to show the productive capability of the Republic in 1888, but it can be affirmed that they are higher than in 1887. During 1887 we experienced a great disturbance between imports and exports. On the one hand, the amount of imports which in 1886 was $20,194,655 reached, owing to greater facilities of credit and more reliance on the future, to $24,615,944. On the other hand, the closing of the Brazilian ports, and the general fall of price of our natural produce, caused the value of exports to represent only $18,671,996 as against $23,811,986 in 1886. This meant a deficit of over five million dollars in our foreign trade. The amount of the Customs Revenue, the shipping activity and the daily evidence of increased consumption, tend to prove, that if the amount of imports has decreased, it must have been in a very slight degree. But we are perfectly sure that exports have come up to the standard of former years, owing to the renewal of commercial transactions with ports that had been closed to us, and the rise in price of our natural produce. We would not be surprised if it reached the total of 1885, say $25,000,000. It can be safely affirmed that the Foreign trade of the Republic, exports and imports united, amounts to what we may call the colossal figure of forty-eight to fifty million dollars per aunum, considering the population is only 700,000. On an average each inhabitant of the Republic trades with foreign countries to the extent of over $70. A member of parliament not many days ago protested against the mania of establishing comparisons for the purpose of estimating, in every branch, the progress of the Republic. We are ignorant of any better test. When the Special Commission appointed by the Government of the United States had gone over the whole of the South American Continent to inquire into the commercial value of every State, it drew up the statement which we subjoin. This statement shows that we are comparatively the most commercial country in Latin America. The nations with an overplus in comparative computation are very few : — Countries. Population. Imports. Exports. Argentine Republic... 3,435,286 $95,408,000 §6,983,500 Brazil 12,932.375 106,650,710 105,279,274 Bolivia 1,952,079 872,400 1,227,800 Chili 2,526,969 48,232,802 52,683,001 CostaRica 182,073 2,882,185 2,629,032 Cuba 2,306,393 46,170,000 64,800,000 Ecuador 1,201,651 4,162,065 4,772,755 Guatemala 1,357,900 2,685,716 5,591,263 Honduras 4-8,000 1,245,000 1.328,000 Hayti 800,000 4,121,162 7,271,475 Mexico ... 10,447,974 '-00,000 34,402,695 Countries. Population. Imports. Exports. Nicaragua 400,000 $1,462,496 $1,944,754 Peru ... ,.. 3,^00,000 9,183,737 6,615,658 Paraguay 1,337,431 1,215,750 1,118,250 Salvador 651,130 2,427,643 4,754,648 St. Domingo ... 504,000 2,104,369 5,544,090 Uruguay 596,403 20,315,822* 23,943,850\" Venezuela 2,198,320 9,433,655 16,460,857 French Possessions 383,132 13,000,000 20,000,000 Danish „ 33,763 1.218,860 500,000 British „ 6,215,005 — — Dutch „ 56,869 — — Since the foregoing report was published, the position of some of the countries therein mentioned has improved, so has also that of the Republic. Referring to the very same report, the Notion, of Buenos Ayres, commented as follows :— \" The proportion of every South American State is briefly this :— Brazil '25 % I Chili 12% Argentine Republic 20 „ Ur-giiay... ... ... -- »„ -u^a ]3 „ The other li countries altogether 22 „ \" Brazil, numerically, is ahead of the Republic as regards foreign trade, but if both returns are carefully compared, the superiority of the industrial energy of the Republic is very apparent. \" Brazil, with a population of thirteen millions, had a foreign trade worth $211,000,000, and say $16-70 cts. for every inhabitant, the production of every one representing $8. •These are \" official figures.\" but at the very least ?3 per sent. may be added to them, as the Custom House valuations are os a nil. very low."], [62, "38 \" The foreign trade of the Argentine Republic amounted to $165,000,000, and ascribing her population three and a-half millions, every inhabitant contributed $47, three times as much as Brazil. If exports are only taken into account, it is at once ascertained that each inhabitant of the Republic produced more than double the value of a Brazilian. \" If the value of exports is a demonstration of the productive capacity of a country, the industrial superiority of the Republic is evident : — A Brazilian produces $800, An Argentine produces $19*70. \" The average export value of the 22 states is $8 per head :— Uruguay leading with ... $40 Cuba * • $25 Chili $21 \" Such is the commercial rank of the Republic on the Continent.\" So far the transcript. But if we mediate in this great peaceful contest between our two colossal neighbours, we may add that the commercial and producing superiority which they acknowledge us is still more weighty. Their figures are dollars of paper currency, which in the Argentine Republic is at a discount of about 30 %. Ours are specie. Taken altogether it comes to this : each Brazilian inhabitant exports under $8, each Argentine about $13, and each Uruguayan about $40. We must however candidly confess that the number of inhabitants of the Republic is greater than shown in the statement referred to, but this, notwithstanding, our superiority is enormous. We produces, times as much as the Brazilians, and three times as much as the Argentines. The following tables show some interesting details of the imports and exports of Uruguay for the five years, 1883-87 : — Proportion of Value which all Countries have contributed towards \" Exports \" of the Republic :— Countries. 1883 188* 1869 1886 1887 England France Brazil ... Belgium United States, N.A Cuba ... ... ... ... Spain Italy Germany... Argentine Republic Chili Paraguay Antilles, Mauritius, and Reunion Island India, China, and Japan Peru Portugal ... Falkland Isles \"... Cape of Good Hope Canary Isles Austria and Hungary Mexico ... Venezuela Holland Barbadoes Various Countries % 19—14 16-77 13—29 19—31 8—69 4—26 0-91 1—26 2-73 8—17 0—18 0—01 0-08 0—01 — %~ 21—04 14—82 15-68 15—47 7-21 3—83 1—85 1—42 3—37 7—51 0—37 0—01 0—35 0—01 0—02 0—88 0—01 0—01 0—01 0—01 % 19—34 13—74 13-16 14—90 17—30 1—10 1—99 2—41 1-44 5—70 0—22 0—03 0—08 0—03 % 20—96 10—91 18—82 15—92 11—42 1—56 1—06 1—97 1-54 4—84 0-12 0—02 0—09 % 22—09 13—29 13—76 17—96 8-16 5—12 0-82 1—69 1—72 6—00 0—76 0-03 0—08 0-26 0—01 0—53 0—02 0—06 0—03 0—65 0—01 0—05 0—03 0—79 0-02 0—01 0—05 0—01 4—8. 6—12 100 7—89 10—03 0-03 7—67 Total I 100 100 100 100"], [63, "39 EXPORT.— Official Custom Nome 1 \"aluation. THE PROPORTION which each Country has contributed towards the amount of the official value of Imports t— COUNTEIES. 1883 1884 1885 1886 1887 England France ... ... ... Brazil ... ... ... Belgium United States, N.A Cuon, Spain Italy Germany Argentine Republic Chili Paraguay... Antilles, Mauritius, and Reunion Island India, China, and Japan Peru Portugal Falkland Isles Cape of Good Hope Canary Isles Austria and Hungary Mexico ... Venezuela Holland Barbadoee Various Countries ■••I $4:831.263 4:230.562 3:352.287 4:870.947 2:187.162 1:076.081 230.479 317.960 689.087 2:056.291 47.416 2.900 22,436 2.532 176 66.260 428 $5:210.315 3:668.300 3:882.077 3:828.405 1:785.151 958.422 458.Nr.0 834.155 1:859.080 92.147 2.354 86.080 900 3.983 218.304 898 2.340 307 650 35.456 3:480.220 3:299.647 3:764.006 4:370.591 278.482 504.288 609.055 365.327 1:440.659 56,131 5.470 22.282 4.940 2.134 135.103 2.250 17.146 $4:988.765 2:597.744 4:481 240 3:791.032 2:719.085 370.860 251.316 469.714 366.467 1:156.739 29.455 5.469 20.870 100 7.525 153.337 661 11.004 $4:125.320 2:476.561 2:563.934 3:354.286 1:522,854 957.197 152.928 317.041 322.329 1:122.030 142,861 5.455 14.965 378 6 980 147.987 92 _.'_5_ 100 13.066 1.807 194 1:234.843 1 :515.7_8 1:994.976 2:389.803 6,-61 1:432.937 Totals $25:221.664 $24:759.485 $25:253.036 $23:811.986 $18:671.996 „ ... £5:366.312 £5:267.975 £5:372.986 £5:066.380 £3:972.765 ii ■■• Fr 134:157.860 Fr 131:699.375 Fr 134:324.650 Fr 126:659.600 Fr 99:319.125 Countries. 1883 1881 1883 1886 issz England France ... Brazil ... Spain Italy United States.N. A. Germany Belgium Cuba Argentine Republic Chili Holland Paraguay Sweden & Norway Denmark & Russia Portugal ... India, China & Japan Peru and Ecuador Switzerland Columbia Mauritius Austria & Hungary Canary Isles Canada ... Venezuela Falkland Isles Various Countries % 27—13 17—17 10-88 10-30 6—45 5-77 9—98 2—94 1—11 3—66 0—48 0—56 0—46 0-02 0—01 0—21 0—25 0-01 0-07 0—06 % 27—71 18—44 9—89 9—25 6—14 6—41 9—56 3—36 0—65 2-58 0-34 0—51 0—36 % 29 20 16—62 8—74 9-26 6—34 8—09 9-04 3—25 0-79 2—90 0—55 0—25 0—59 27—78 16—93 7—36 9—47 7—38 6—17 10-39 ! 4—26 0-95 2-56 0—97 0—65 0-86 27—26 16—71 7—42 8—73 6—89 6—91 11-53 4—86 0-88 1—80 0—39 0—26 0—61 0—13 0—06 0—01 0—05 0—01 0—12 0—04 0—01 0—38 0—06 0—10 0-03 0—03 0—10 0—07 0—01 0—16 0—02 0—01 0—01 0-27 0—01 0—03 0—04 0-05 0—01 0—01 b— oi 0-02 i 2-47 4—45 4—02 3—47 5-42 Totals ... 100 100 100 100 100"], [64, "40 IMPORTS, According to Custom House Valuations. Table showing the Percentage of Trade of the whole World with the Republic of Uruguay during the last year:— Countries, 1883 1884 1885 1886 1887 England France Brazil Spain Italy United States, N.A Germany... Belgium ... Cuba Argentine Republic Chili Holland Paraguay Sweden and Norway ... Denmark and Russia ... Portugal... India, China and Japan ... Peru and Ecuador Switzerland ... Columbia Mauritius Austria and Hungary Canary Isles Canada ... Venezuela Falkland Isles Various Countries $5:515.091 8:491.258 2:213.239 2:093.290 1:313.634 1:713.633 2:029.860 595.853 223.850 744.332 99.155 115.090 82.770 4.345 2.372 44.566 52.456 2.452 18.381 1.427 $6:803.283 4:527.772 2:430.143 2:271-237 1:506.294 1:572.926 2:348.185 824.255 159.656 635.598 84.923 125.147 88.972 $7:381.859 4:199.555 2:208.494 2:340.197 1:603.403 2:045.107 2:277.931 821.737 199.788 733.141 140.390 64.560 149.044 758 1.333 31.960 10.988 775 34.443 $5:610 784 3:410.384 1:486.983 2:015.066 1:492.102 1:246.819 2:098.309 861.937 193.008 517.562 197.712 133.084 174.065 535 2.282 62.332 12.107 $6:710.961 4:114.045 1:826.170 2:149.133 1:697.276 1:701.964 2:839.296 1:195.562 216.458 442.397 97.879 64.316 151.398 33.020 13.369 1.360 9.415 24.875 7.982 884 24.155 1.897 701 17.668 158 50 3.434 17.128 1.577 2.061 55.491 2.605 7.430 9.418 1.739 13.639 406 2.573 729 100 1:018.418 502.659 1:093.199 602.401 1:334.575 Total ... $20:322.311 $24:550.074 $25:275.476 520:194.655 $24:615.944 £4:323.899 £5:223.420 £5:377.761 £4:296.735 £5:237.435 Fr 108:097.475 Fr 130:585.500 |Fr 134:444.025 Fr 107:418.375 Fr 130:935.875 I Countries. Percentage of Imports. Percentage of Exports. Percentage of Imports and Exports combined. Great Britain and Ireland France ... .„ Germany Spain United States of America Italy Belgium Argentine Republic Brazil All other countries taken together 2- 17 11 9 7 } 5 O 7 7 22 13 2 1 8 2 18 6 14 14 ' I 25 15 01 5 7. Ik ni s 10. 101 Total 100 100 100"], [65, "41 EXPORTS. CONSULAR STATISTICS. Goods exported from Great Britain and Ireland to the Republic of Uruguay during 1888. N.B.— The value is appoximate, as many shippers are under the erroneous impression that duties are levied on invoice value, and produce imaginary figures. The tariff of duties, perfectly independent of invoice values, will be found in this book (vide Table of Contents). Value. Wire and Fencing Rods ... ... £67 898 Live Stock ... ... ... '\" fi'643 Firearms, Ammunition and Explosives ... ... ... ... \".' 1^788 Colonial Produce {see Provisions) 8171 Spirituous Liquors ot all kinds .,' . 28^028 Apothecary Wares, Drugs and Perfumery ... ... 2. ... ... ... 24^349 Boots. Shoes and Shoemakers' Utensils 4!s36 Coal, Coke and other Combustibles; tons 298,098... ... ... .. ... ... 149 124 Cement, Chalk and Whiting ' x,70G Provisions and Confectionery (sec Colonial Produce) 13450 Leal her and Skins of all kinds 13,490 Private Effects '\" ___ 1780 Hardware, Cutlery and Tinware ... ... 64JS14 Irdii-rublier Goods ... ... ... ... 2 521 Tools of all kinds (excepting Agricultural Implements) ... ... l'c03 Iron and Steel, in bars, bundles, ingots and plates 101,010 Galvanized Iron for Roofs 8S,130 Scientific and Arti-tic Instruments 2,160 Jewel !e>y, Clocks aud Watches, Plate, Plated and Electro Goods 4,256 Bricks, Tiles and Drain Pipes 30,954 Chinaware Porcelain and Glassware 27,442 Gas and Waterworks : Engines, Apparatus and Fittings 10,578 Agricultural Machines and Implements 861 Sewing Machines 1,815 Railway and Tramway Plant and Rolling Stock, and Bridgework 94,693 Machinery and Accessories uuenumerated ... ... ... ... ... ... ... 25,583 Naval Stores and Requisites 17,220 Telegraph and Telephone material 981 Metals of all kinds (excepting Iron and Steel) 20,561 Furniture. Upholstery and Carpets of all kinds 20,545 Kitchen Utensils and Stoves 1,873 Stationery. Paper, Printed Books and Music 6,666 Painters' Materials, Oils and Colours 6,695 Plants and Seeds ... ... ... ... ... ... ... ... ... ... 7-4 Lead. Bronze and Plumbers' Materials 498 Clothes, ready made ... ... ... ... ... ... ... ... ••■ ■•• 9,323 Hats of all kinds 12.SS7 Tobacco, Snuff and Cigars 1,313 Harness aud Saddlery 3,802 Cotton Fabrics, bleached, unbleached and Coloured 471,969 Linen Fabrics ... ... ... ... ... ... ... ... ■•■ ■•• •■• 8,189 Woollen Fabrics 26,422 Silk Goods 1,630 Mixed Fabrics (Cotton, Woollen, Linen or Silk) 119,445 Jute Goods and Sacks ... ... ... ... ... ... ••• ■•• ■•■ ■■• Drapery, Hosiery and Haberdashery ' 127,559 Sundries... 219,249 Total Value of Merchandise for Uruguay £1,868,727 Specie „ , £1'„?o'?Q2 Total weight and or measurement of cargo for Uruguay, tons 'in Number of Vessels cleared „ » steamers ... 300 „ ., sailing ... 353 Tonnage of Vessels \" .'. register ... £08.360 -™ss - 907,580"], [66, "42 IMPORTS. CONSULAR STATISTICS. Produce Imported in tlie United Kingdom from the Republic of Uruguay during 1888. LANDED PROPERTY. According to the entries registered at Monte Video, the sales during the year realised twenty four million dollars. To appreciate this increase in sales and value, it must be remembered that the sales effected in the Department of Monte Video in 1886 only produced 5,194,344 dollars, and throughout the Republic 9,859,703 dollars ! ! I At present the transactions in the Department of Monte Video alone, realise almost three times as much as the whole Republic in 1886. It will be interesting to show how landed property is divided according to nationalities. Below is a list of landed proprietors in the Department of Monte Video in the financial year of 1887-1888 :— Number of Proprietors. Nationalities. 3400 Uruguayans 3900 Italians 1820 Spaniards 1052 French 164 British 92 Germans 91 Portuguese 150 Argentines 60 Brazilians 44 Swiss Number of Proprietors. Nationalities. 16 North Americans 4 Belgians 3 Africans 1 .Dane 9 Austrians 2 Greeks 2 Norwegians 10,810 Consequently, two-thirds of the landed property belongs to foreigners The State has, of course, also benefited by the rise in the value of landed property. During the financial year of 1885-6, the Department of Monte Video produced 670,394 dollars, whereas during the financial year of 1887-8 the property tax amounted to 717,347 dollars. LIVE STOCK. The Republic of Uruguay is famous for cattle breeding, but it is only recently that the farmers have taken a special interest in the improvement of the breeds ; feeling now as they did not before, a certainty of the peaceful prospects of the country. Years ago they were afraid of importing valuable animals from Europe (especially from England) owing to the fact that during revolutionary times, they would be carried off by marauders. This, fortunately, is a thing of the past. Articles. Value. Articles. Value. Salted Ox Hides Wool Tallow Jerked Beef Sheep Skins ... Maize (Indian Corn) ... Dry Ox Hides Preserved Meat „ Tongues ... Extract of Meat Salted Horse Hides ... Bones ... ...i £158,389 87,520 75.087 . 46,270 33,334 28,815 25,195 22,804 18,085 13,725 5,954 5,000 Horse and Cow Hair... Horns ... Oil Cake Dried Blood Dry Horse Hides Guano... Bone Ash Horn Piths Linseed » Gum ... Sundries 4272 2072 1818 1425 1256 1074 1016 837 288 125 34,446 £568,807 Total"], [67, "GRAPHIC DEMONSTRATION* OF THE COMMERCE OF THE REPUBLIC OF URUGUAY"], [68, ""], [69, "43 si f i } Republic 19 famous for cattle breeding, is not an exaggeration ; it is a well kown fhct that hundreds of thousands of young cattle are yearly imported from the provinces of Entre-Rios aud Cornentes (Argentine Republic) to feed and fatten on the rich pastures of Uruguay. Special flats convey them across the river Uruguay, to the Departments of Paysandu and Sal to. Brazil consumes a very large proportion of Uruguayan beef. The \" Charque \" or jerked beef is sent to her over sea ; but the most important trade is the export of live cattle over the frontier. since the Export duties have been abolished in Uruguay this trade has assumed very large proportions. The following is a list of the present value of live stock :— $ 9 to $12 for \"Saladero.\" Bulls 12 to 16 „ £°™ 12 to 14 „ home consumption. Bulls 13 to 15 „ °\"n 15 to 20 „ Sheep 1 to 2 Horses $10 to $20 Mares 2 to 3 Mules 15 to 20 Goats _ 2 to 3 Pigs 5 to 6 We annex a table of the stock of live cattle in the Republic, for 1885 aud 1886. lo take an exact stock is almost impossible, as many proprietors, to reduce their liabilitv to taxation, produce statements which are very far from being correct. On the other hand many farmers not possessing more than $100 worth of cattle are not subject to taxation. Cattle employed for agricultural purposes is also free. TakiDg all this into account, we are not far wrong if we add about -0 /0 to the figures shown in the statement. STOCK OF CATTLE. 1885—1886. The following is an Extract from one of this year's London Financial Papers : — \" Compared with Russia, Germany, France, United States and England, Uruguay is certainly very far _bead. Referring to the most recent and authentic available data, the ratio is as follows per unit of the population, viz : — Cattle. Sheep. Kussia 0-01 0'04 Germany 003 0'04 France 0'03 0 03 Cattle. Sheep. United States 0'07 0-08 England 0-03 009 Uruguay 9-00 2500 A comparison with the Argentine Republic, moreover, is also very striking. It is calculated that there is now in that State 20,721,668 head of cattle and over 100,000,000 sheep, to a population of 2,942,000, against, in 1887, 8,000,000 head of cattle and 24,000,000 sheep, to a population of 700,000 in Uruguay. VACCINE. SHEEP. EQUINE. mu: ,ES. GOATS. :gs. Departments. 1883 1886 1888 1886 1883 1886 1883 1886 1883 1886 1883 1886 Paysandu Rio Negro Salto Artigas Tacuarembd . . . Rivera Canelones Cerro Largo ... Treinta y Tres . Minas Soriano San Jose Maldanado Rocha La Colonia Durazno Florida 650.969 401.147 491.135 420.153 706.006 439.452 24463 663.508 368.078 280.821 329.008 186.531 93.198 250.747 182.738 324.140 181.963 646.485 379.352 663.638 345.358 677.678. 428.444 27.285 660.939 371.427 291.646 321.707 180.274 89.836 247.857 167.070 579.704 175.831 683.580 970.165 654.606 430.918 1:097.195 299.163 172.557 578.433 555.44-. 992.930 2:453.190 2:271.090 367.154 505.276 1:789.033 1:534.049 1:795.014 623.215 883.905 620.509 354.035 1:040.153 292 341 150.812 551.920 575.990 982.923 2:299.303 2:187.048 369.269 511.278 1:547.119 2:483.120 l:76-.037 34.707 20.669 53.687 49.227 53.142 39.325 1.005 36.531 23.867 25.103 33.814 17.233 6.175 21.380 185 264 17.6*7 16.201 33.709 19.825 47.089 45.454 47.220 34.719 853 34.445 22.790 23.677 30.600 14.331 5.578 20.159 14.880 32.802 14.334 545 277 617 820 699 381 264 234 18 109 501 123 523 33 235 2.131 205 363 325 559 742 687 321 193 210 15 123 577 171 87 30 128 2.333 168 640 705 170 565 254 78 780 100 95 99 420 443 232 12 5.216 41 70 675 695 343 608 215 150 672 60 120 120 331 427 206 2 731 66 702 375 418 13 287 215 1.176 40 743 839 142 636 793 194 68 1.806 739 747 138 1.235 873 721 2.068 11 185 182 299 706 60 13 6:254.491 17:049.798 17:245.977 442.525 7.735 7.032 9.920 5.405 4.522 11.833 Total -, 5:994.057 639.967"], [70, "44 \" Obviously, as respect* cattle, Uruguay beats the world — not even Australia and New Zealand, which, in fact, are behind the Argentine Republic, coming near her in this element of natural wealth. It is evidently of tho greatest possible importance to Uruguay to utilise these resources.\" During 1888, the following pedigree cattle, from Great Britain, were imported in Monte Video, for the purpose of improving the breed : — Mares. Rams. Stallions. Cow3 and Bulls. 43 76 153 75 It must be said that large numbers are also imported, for the same purpose, from the European Continent. According to \" The Field,\" the Shorthorn Society reports that, between March 5th and 26th, they issued 47 pedigree certificates for exporting shorthorns, the whole of which are to be consigned to South America, and, undoubtedly, the bulk of them are for the River Plate. CATTLE INDUSTRY. SALADERO PRODUCE. During the last eleven years, that is to say from 1878 to 1888, the amount of cattle slaughtered at the \" Rio clrande \" and \" River Plate \"\" Saladeros \" amounted to 16/122, 125, as will be seen if reference is made to the following report, which also shows the pre-eminence of the Republic in this respect. SLAUGHTER. The following statement shows that our activity in this branch is greater than ever. SLAUGHTER— JANUARY 1st to JANUARY 15th. Monte Video, January 16tb, 188B. Tears. Republic of Uruguay. Argentine Republic. Rio Grande. Total. 1878 ... 1879 ... 1880 ... 1881 ... 1882 ... 18S3 ... 1884 ... 1885 ... 18S6 ... 1887 ... 1888 ... 677,026 556,500 665,500 576,170 733,500 704,400 853,600 647,029 745,000 496,100 763,900 672,500 539,000 491,500 399,000 434,500 365,100 316,800 610.700 480,900 314,700 452,250 465,450 460,000 415,000 310,000 330,000 3 75, '000 335.000 410,000 310,000 415,000 396,000 1,714,976 1,555,500 1,572,000 1,285,170 1.503,000 1.444,500 1,505,400 1.677,729 1,535,900 1,225,S00 1,G12,150 Total 7,423,725 4,976,950 4,221,450 16,622,125 1889 1888 1887 1886 Rio Grande Up River Saladeros. Uruguay side ... Argentine side ...36,200 ...11,400 68,000 45,000 50,000 31,000 Buenos Ayres... Monte Video 47,600 76,900 137,426 69,700 13,500 83,371 6,800 3,000 58,676 76,100 29,400 86,117 Totals 201,571 118,476 329,926 222,617"], [71, "45 The consumption of Jerked Beef (Chnrquc) instead of diminishing with the abolishment of slavery in Brazil, increases b -cause of the influx of European settlers who cannot do without meat for food, however primitive the preparation of the beef. The following comparative statements of the last five years show it conclusively : — RE-EXPORT AND CONSUMPTION. STOCK AND PRICES AT THE EN'D OF EACH YEAR During 1888 the consumption of Jerked Beef in Brazil over 1887 was as follows : — Rio Janeiro ... ... ... ... 7,174,823 Kilos. Pernambuco ... ... ... ... 603,900 „ Baliia, in proportion. There is still a good future for this produce. According to the latest reports from the River Plate, the slaughter for the first quarter of 1889 was as follows : — Up River Urusjuay Salculeros 1S6,800 Moute Video _al_deros 251,700 Total for Uruguay 43V.00 Same period 1SS8 456,800 Reo-nrdino- Salndero produce in general, such as jerked beef, tallow, salted hides, bones, bone ash, &c. &c, winch constitutes the principal export trade of the country, detailed figures for 1888 are not given, because the space required ior it would be too large, but its importance can easily be judged by taking into account the number of cattie slaughtered every year, and the constant increase of the whole export trade of the Republic. RIO GRANDE. RIVE PLATE. TOTAL. Tears. Bales. Kilos. Bales. Kilos. Bales. Kilos. 18S8 1837 1886 1SS5 1S34 57,759 202,720 3,833,410 13,683,657 1,679,410 1,537,419 1,778,720 536,873 261,332 3S,422.4S8 18,729,650 32,594,012 32.650,492 29,604,501 591,633 461,102 42,255,898 32.413,307 34,273, J22 34,187,911 31,383,221 Tears. Bales. Kilogrammes. Bales. Kilogrammes. 1888... 1SS7... 1SS6... 1SS5... lsS4... 136.170 94,703 9,889,325 6.642 672 5,484.H97 4,310.837 8.840,843 455,500 32,147,663 350,809 24.P72.835 28.944,615 29.611,624 28,185,378 STOCK PRICES. Tears. Ba'es. Kilogrammes. Rio Grande per 100 pounds. River Plate per 100 pounds. 1883 ... 1SS7 ... 18S6 ... 1SS5 ... 1SS4 ... 40 913 37,950 25,366 2.863 910 2,645 000 1,846,000 1,990,000 1,754,570 $2.20 to $2.50 1.40 to 3.00 3.40 to 4.00 0.50 to 2.00 $2.10 to $4.20 1.40 to 3.80 4.00 to 5.00 1.S0 to 3.!'0 2.00 to 4.20"], [72, "46 It may be added that, as a rule, these articles command in Europe a higher price than similar ones from other parts of the world. To all those who take an interest in the supply of wholesome and cheap food for the poorer classes of the community, we submit with confidence the following report of Professor Williams, F.C.S., M. S.C.I., England ; who has, in a most scientific and practical manner, investigated the merits of this natural, sustaining and essential food. It will be seen that this distinguished expert of agricultural produce reports his results thoroughly and conscientiously, noting on the one hand, whatever defects he found the sample, upon which he was operating, possessed ; adding his experience of how easy those drawbacks could be obviated. The report of the tests, however, bear a convincing testimony and proof of the importance of this beef as a relishable and strengthening dish, and as possessing keeping qualities of the most stringent order. Chemical Laboratory & Assay Office, 3 York Buildings, 14 Dale Street, Liverpool, 16th May, 1889. CERTIFICATE OF ANALYSIS URUGUAYAN JERKED BEEP. I have had submitted to me, by Henry Bia'oer, Esq., Consul of the Republic of Uruguay, in Liverpool, » large sample of jerked beef, drawn out of bulk from Uruguay, to report upon. At a glance it is noticed that the beef lacks in what is an important criterion with the public, viz., in its appearance. This defect being, however, most easy of remedy, by the application of a touch of art in the paring, or in its folding, its general value only remains to be reported upon. There is in this meat no bone whatever, no water, no extraneous amount of fat. It consists of the choicest beef from the animal, and as far as it is possible to judge, from the closest examination, it is the prime cut from young beasts of about five years old and under. The relative proportions of lean and fat are, in round numbers, f ths lean and fat. The beef is preserved by salting, drying, and the application of pressure. In my opinion the pressure employed has been used to an unnecessary extent, not because I have found in my analysis, that any of the juices of the meat have been lost, but only that it causes a longer time to be required in the steeping and the boiling, when being prepared for consumption. Of the perfection of the curing, and the keep ing qualities of the beef, I have convinced myself beyond any doubt, as I have subjected it to a series of tests practically, for over si.t months with results proving that it will retain its freshness and flavour unimpaired for an indefinite period, if stored in a fairly dry situation. Without containing either water or bone, it has to be con ceded that this beef constitutes a most nourishing and concentrated article of food. A little effort and atttention, bestowed in the cooking, secures a rich flavoured, whole'some and relishable dish of soft and tender meat, at a surprisingly low cost. It is satisfactory to know that the supply of charque, or jerked beef, is yielded in an unlimited quantity by the rich and fertile pastures of Uruguay. T. WILLIAMS, F.C.S., M.S.C.I. Consulting Analyst to the Cheshire, Shropshire and North Wale3 Farmer's Association ; the Agricultural and Horticultural Association, London, &c, &c. In a visit Mr. Dauber subsequently paid to Professor Williams' laboratory, he received a suggestion bearing upon the saline matter made use of in the preservation of this beef. The Professor advises the discontinuance of the employment of sea salt for that purpose, as it contains bromide of magnesia, Epsom salts, and traces of other undesirable chemical bodies. These have a tendency of impairing the delicate natural flavour of the meat to an appreciable extent, as well as to produce nausea in weak constitutions. In the place of sea salt the Professor recommends the use of ordinary mineral salt in conjunction with a regulated proportion of saltpetre or nitrate of potash, and says that the increased cost of this mode of treatment will be fully compensated by the increased marketable value of the article. The appearance will be improved, and less soaking or softening required ; this will make the cooking easier and the flavour better. We think that this practical advice should be carefully considered and tested by the producers, and doubtless a much improved article will be tho result, and that it would ODen up new markets in Europe, thus strengthening the position of the producers."], [73, "A GRAPHIC DEMONSTRATION Of Cattle Slaughtered at the \" Saladeros •■ of Slruguaj antr tije 2fogtirttnt ikspitblit, 1874 TO 1888."], [74, ""], [75, "47 ABATTOIR. The duty on cattle slaughtered for purveyance at Monte Video amounted to $212,444 in 1887, and to $252,375 in 18S8. This shows an increase of consumption, and, as a natural consequence, also of population. THE LIEBIG COMPANY'S WORKS. It is now forty years since the illustrious chemist,' Justus von Liebig, introduced to the world his Extractum Carnis, or Extract of Meat, as an article of diet in cases where an invalid needed the strongest possible nutriment in the most dijestible possible shape. The medical profession took it up at once, and it speedily acquired a wide reputation, but chiefly as a \" medical comfort ; \" it was too expensive at 20s or 25s a pound to be used as au ordinary article of diet. Baron von Liebig, indeed, looked forward to a time when the vast herds of cattle sustained by the great pasturages of the world might be brought in this form to increase the food supply of the European communities ; but, in his time, he never succeeded in using more than 200 or 300 oxen a year in his manufacture. Subsequently the manufacture was taken up and developed by a company, which brought practical business qualities to bear upon the valuable discovery of the chemist, and the result has been very remarkable. The production of the Extract of Meat has gradually been increased, and its price reduced until at last it has become a common and very valuable addition to the food resources of the household, and its consumption is rapidly increasing year by year. Instead of the 200 or 300 oxen a year which snpplied all the demand for extract in Liebig's time, the company now, during the seven months of the killing season, slaughter 1000 to 1200 a day ; and the entire number killed since the works were started is about 3,000,000. We give an illustration of the company's establishment, which is at Fray Bentos, on the river Uruguay, in the Republic of that name. Fray Bentos was nothing more than a miserable little village, consisting of a few huts some years since, and owes its present rise and importance entirely to the factory, which gives employment to huudreds of workpeople, and has been the means of completely civilising the place. The Fabrica is situated on a high \" barranca \" overlooking the river, and is connected with the town by a good road and bridges, all built by the company, who own the whole land between the town and the manufactory, near which they have erected excellent houses for both their European and native workpeople, and every effort seems to be made by the management to insure the comfort and happiness of all in their employ. The Liebig Company have the pick of all the best \"troperos *' (cattle buyers), and therefore can always obtain choice animals. These troperos travel to all parts of the interior, to purchase for the company, and frequently in riding across the country immense troops of cattle may be met with, all going towards Fray Bentos. On reaching the works they are placed in an enclosed feeding-ground one mile square, which is surrounded by a strong wire fence ; here they remain to recover from their journey, as no heated or tired animals are allowed to be killed on any account. Calves, heifers, and animals under four years old are not used at Fray Bentos, and it is to the interest of the company to use only the best meat in their manufactures, as a deteriorated animal yields much less extract than a strong well-fed one, and we have frequently eaten beef at the Fabrica of excellent quality and in %he best condition. Inside the gates, of the establishment, on the left, are a number of \"corrales,\" or strong enclosures, capable of holding some 5000 head of cattle at once. These \" corrales\" are of different sizes, and the animals are driven into the largest first, and then into smaller ones, until they reach the last, where there is room for one bullock only to enter at a time, and as it does so a man from above drives a dagger into its brain, the animal falls upon a sliding floor, dies instantly, and is drawn off to the \" skinning \" and \" cutting-up \" department, while another beast steps in and shares the same fate. All this work is done in the early morning, so that by eight or nine o'clock everything is cleared up, and no trace of the wholesale carnage that has been going on can be distinguished. Of course, in an establishment where cleanliness is so necessary, immense quantities of water are used, and this is supplied from a large iron tank, which contains 5000 pipes of water, filled by an engine from the river. This water is conducted to all parts of the establishment, and not only the factory, but also all the workpeople's houses are kept most scrupulously clean."], [76, "48 The new Extractum factory covers some 20,000 square feet, is roofed with iron and glass, and ad joins the boilerhouse, where there are eight large boilers. A railroad connects the butchers department with the Extractum factory, and the meat is brought down from there, weighed, and passed through apertures into four beef-cutting machines placed in an airy and well lighted room. The cut meat then passes into \"digesters\" of wrought iron, each holding 12,000 lbs. of beef, which is digested by high pressure steam, and the liquid conducted by tubes to a range of fat \" separa'ers,\" designed by Professor von Pettenkofer, by which method the fat is separated in the hot state ; below these there is a range of five iron clarifiers, containing 1000 gallons each, worked by high-pressure steam, and by means ot these the albumen, fibrine, and phosphate of magnesia are separated out. The liquid extract is then raised by air-pumps to two vessels 20 feet above the clarifiers, then run into other large evaporators, and afterwards further evaporated in the vacuum apparatus at a very low temperature, having previously passed through several filtering processes. We now enter a room where five pans, con structed of steel plates, with steel discs, revolve in the liquid e.xtract— a cooling and quick evaporating process, invented exclusively by the engineers of the company, to whose ability and skill the success of most of the machinery is due. These pans, with their 100 discs in each, cause a very rapid evapora tion. The extract is now drawn off in large cans, and allowed to stand till the next day. Another department is the \"packing hall,\" where two large cast-iron tanks are placed, warmed with hot water, aud into these 10,000 lbs. of extract are thrown at once and made of uniform con sistency. Now samples are taken and carefully analysed by the chemist of the establishment, and if the samples are of the required quality the extract is packed in long tins of 100 lbs. each, which are made on the premises, and shipped per steamer to Europe. The evaporation going on daily is some thing enormous, amounting to some 20,000 gallons of water every day, and all the vapours are carried off from the factory by means of conduits partly underground, which collect in one large chimney built for the purpose. All the departments are paved with the best Scotch flags, and the doors and windows are protected by wire-gauze, so that no flies or dirt of any kind can get in ; indeed, all the rooms may be compared to a dairy for sweetness and cleanliness. Railroads are laid down in all directions, and, as to the separate buildings, tiny are far too numerous to describe here. In the large and airy tinsmiths' shop, a number of Scotch mechanics are employed principally in making the tin cases for the extract. Of course, coal is a most serious item in the company's expenditure, as it has to be all brought from England, and on arriving is placed in a large coal depot, constructed solely of iron, where 1500 tons of coal can be stored at a time. There are always a number of ships either loading hides or other produce or dischar<rin(r coal : and the sailors manage to get sufficient fish, which they dry, to serve them for a considerable time on the voyage home, as the quantity ot fish in the neigh bourhood of the factory is marvellous, and they are excellent eating, but different from any found in our rivt-rs. To show the great economy there is in the use of the extract, we may mention that 4\"> lbs. of best beef are required to make 1 lb. of extract, and to produce the same amount in England at the preseut price of beef (Is perlb.) it would cost 45s for the meat alone, without taking into consideration the expense of manufacture. There is probably not one grocer's shop which does not contain the jars of the company's extract with the signature of Baron Liebig in blue colour on it, and this in itself proves that it has become au article of general consumption in almost all good houses throughout the country. Francatelli's theory was that without first-rate stock it is impossible to prepare a good dinner ; now, the Fray Bentos E.xtract has the advantage of being more highly concentrated and of a finer flavour than ordinary stock, and may be kept for many months, after being opened, without deteriorating. Owing in a great measure to the extract, the art of cookery has much improved recently in this country, and the production of light-made dishes, savoury sauces, and good soups has become more general, aud by its friendly aid scraps of meat, poultry, &c, may be speedily prepared and made palatable. In India and hot climates it is highly beneficial, and a basin of Liebig often does away with the craving for stimulants. It is also considered excellent for the voice, and the singer Nilsson, when about to appear in an opera, is said to abjure solid food and take nothing but Liebig. It is invaluable in mountainous and uncivilised countries where meat cannot always be obtained, as we have experienced in the interior of Spain ; and, as it contains a quantity of nourishment in a small compass, is admirably adapted for the sportsman who, in search of game, wanders away from the civilised world ; and what specially recommends it to those who have had the opportunity of seeing it manufactured is that, throughout all the processes from first to last, the most thorough cleanliness is observed."], [77, "SKETCHES OF LIEBIG'S ESTABLISHMENT AT FRAY BENTOS."], [78, "\" MILL-FOBD,\""], [79, "49 That the process has been a great success can be proved from the fact that the extract is used by all classes, and in every civilized country in the world. Moreover, numerous gold medals and diplomas of honour have been showered on the company at every exhibition for the excellence of their productions. The company have also erected a large guano manufactory — the first the River Plate can boast of — which turns out annually upwards of 7000 tons of animal manure, being simply the dried and carefully ground offal, meat, bones, &c, from the cattle killed. This fertilising material is mainly used by Continental farmers, who grow beetroot for the manufacture of sugar, and can afford to pay for valuable artificial manure. The effect of the manure manufactured by the Liebig Company is well known to be far more lasting than that of the Peruvian guano, although its contents in nitrogen are naturally not quite so high. This new branch of industry denotes wonderful progress, aud is of great benefit to the company, considering that formerly these enormous quantities of valuable animal residues were thrown into the river. (From the Pictorial World). Several other establishments of a similar nature exist in the Republic, such as \" Cibils,\" at Salto ; a large one at \" Trinidad,\" on the estate of the late Mr. Buschenthal. McCall's \" Paysandii\" preserved ox tongues are a household word in England. Space being limited we must close this chapter. SHEEP FARMING INDUSTRY. We have shown the importance of the cattle industry of the Republic. We will now turn to sheep farming, which is yearly attracting more attention. It is becoming as important as cattle breeding, because, setting aside the value of the wool, the carcasses of the animals, not many years ago of insignificant value in the Plate, are now exported to Europe in large quantities in a frozen condition, and by steamers having special appliances for the purpose. One of the principal export firms at Monte Video supplies the following table of wool exported from Uruguay since 1879 : — 1879-80 16,309,760 kilos. = 35,456 bales. 1880-81 19,385,320 „ „ 42,142 „ 1881-82 19,725,720 „ „ 48,862 „ 1882-83 22,476,520 „ „ 58,032 „ 1883-84 26,694,720 „ „ 60,834 „ 1884-85 27,383,640 kilos. = 63,947 bales. 1885-86 29,415,620 „ „ 64,557 „ 1886-87 29,696,220 „ „ 65,957 „ 1887-88 30,340,220 „ „ 75,778 „ As is seen the production has doubled in less thau ten years, and everything indicates that it will increase more so in the future, in consequence of the division of the estates aud the improvement of the different breeds, which steadily progresses. The export of Sheep skins has increased in the same ratio : — 1885 kilos. 6,072,033 1886 , 7,183,673 1887 „ 6,877,261 1881 kilos. 3,620,164 1882 „ 4,203,086 1883 „ 5,237,902 1884 » 4,135,533 These figures lead us to suppose that there is a stock of from 20 to 25 million sheep, a little less than that which England possesses ; the half of that of the United States (48 millions) ; the third of that of Australia (75 millions), and a third also of the Argentine Republic (80 millions). The export of wool in 1886-87, and from the 1st of October, 1887, up to the 31st July, 1888, gives the following result : — 5 & 1887-88. 1886-87. To Antwerp 26,001 bales 33,685 bales. „ Dunkirk 21,544 „ 1/.405 „ „ Bremen and Hamburg H.910 „ o,ill „ ' Havre ... 2,496 , 6,524 „ \" New York and Boston 3,690 „ 3,358 „ | Liverpool 1,938 „ 977 „ I! Genoa W ; *$ « „ Other ports M8-4 , itf/ \" 75,778 bales. 65,957 bales."], [80, "50 We now give a comparative table of the price of Uruguay wool from October, 1887 to June, 1888. The figures are in \" reales \" of five pence each, per Spanish \" arroba \" of 25 lbs. English :— The following were the prices of River Plate and Rio Grande Wool on the 23rd of March last, in England. They prove the superiority of the Uruguay Wool : — Good medium Inferior to Good medium Inferior to to extra superior. medium. to extra superior. medium. Buinos Atbes— Montevideo— Saxony and Merino 7£d to 8Jd ... 55d to 7Jd Merino 8Jd to 9Jd ... 7Jd to 8Jd 1st Mestiza 7Jd „ 8|d ... 5Jd „ 7d 1st Mestiza 8J „ — ... 7d „ 8d 2nd „ 7id „ 8id ... 5Jd „ 7d 2nd 8d „ 9|d ... 7d „ 7|d 3rd „ 7d „ 8id ... 5d „ 6Jd 3rd , 7Jd „ 8Jd ... — „ 7|d Lambs 6|d „ 7Jd ... 4Jd „ 6£d Lambs 7Jd „ — ... 6Jd „ 7Jd Pieces 4£d „ 5|d ... 3*d „ 4|d Pieces 5id „ 6Jd ... — „ 5d Bellies 3Jd „ 4jd ... — „ — BeUies 4fd „ 5Jd ... — „ — Rio Geandb — Merino 8id to 8|d ... 7$d to 8d. Fina 8d „ 8|d ... 7gd „ 7Jd. Mestiza 7Jd „ 8d ... 6|d „ 7Jd. SHEEP SKINS. s. d. s. d. Buenos Ayres, unwashed, Matadero per lb. 0 5 to 0 6i Campo „ 0 5 „ 0 6J Lamb's „ 0 3f „ 0 5J Monte Video, unwashed, well-woolled „ 0 5J „ 0 7\\ „ „ short-woolled or shorn ... ... ... „ 04„0 6 We take the following items from the report of Messrs. Jacamb Son & Co., Wool Brokers, of 61 Moorgate Street, London, up to the 31st of December, 1888 : — APPROXIMATE TOTAL EXPORT of Wool from Rivek Plate and Uruguay ; Seasons— Average Weight of bales, say 875 lbs. Uruguay wool obtains from eight to ten per cent, more at the sales, on account of the better result it gives on being prepared for weaving. The conditions of the ground on which the sheep are reared, is the cause of the wool being cleaner. Notwithstanding that the sheep industry dates, strictly speaking, from the year 1855, since 1869 to 1872 the annual exports have been on an average about 45,000,000 lbs., and since that date they have reached a maximum of 70,000,000 lbs. and a minimum of 45,000,000 lbs., which gives an average for the 16 years elapsed of 59,500,000 lbs. Principal exports from Monte Video during the month of January, 1889 (taken from Williams & Co.'s Shipping Circular) :— 11,120 bales of wool, 772 bales of sheepskins, 245 bales of hair, 2505 pipes of tallow, 49,895 salted hides, 85,761 dry hides, 33,251 dry kips, 616 tons bones, 36,378 horns, 16,412 bags corn, 4883 bags flour, 1050 bags bran, 140 live mules. 18S7 18! Apl. May. June. Oct. Nov. Dec. Jan. Feb. Mar. Merino ... 1st Mestiza 2nd „ 3rd „ Bellies ,, 32 29 30/31 28 1/2 32/33 30 26/27 24 15 3/4 32 30 27 25 17 31/32 29 1/2 26 23/24 16 31 1/2 27 24 16 31 1/2 33/34 28 30/31 25 26/27 16/17 25 31/32 27 14 1887-8 | 1886-7 I 1885-6 1884-5 1883-4 | 1882-3 1881-2 1880-1 1879-80 I 1878-9 374,000 i 340,000 380,000 401,000 370,000 333,000 I 305,000 294,000 276,000 i 250,000 'PROXIMATE IMPORTATION of River Plate and Uruguay Wool INTO EUROPE. 1888 1887 I 1886 1885 I 1884 358,000 320,000 [ 368,000 361,000 I 321,000 1883 1882 1881 j 1880 j 1879 265,018 ' 258,000 I 246,000 320,000 i 276,000"], [81, "51 AGRICULTURE. Failing complete agricultural statistics, the only means at our disposal to show if agriculture is advancing or receding, is to take into account the import and export of the principal articles, Wheat and Indian Corn ; the approximate quantity of ploughs, threshing machines, and agricultural machinery in general sold, and the number of mills, which have doubled during the last few years. Everything considered, we are inclined to believe that agriculture has advanced in the same ratio as the population has increased. Since 1877 neither Flour or Corn has been imported ; the national production fully meets the demand of the population. But if during the last 12 years the country could do without foreign supply, the export of its agricultural produce has not notedly increased. Export of Flour during 1885, kilos. 6,174,926 „ 1886, „ 11,942,468 1887, „ 8,671,301 And during 1888 about eight and a half to nine millions as near as can be ascertained. The other rural productions show about the same proportion. If the total value of the agricultural export is compared, the stagnation in this branch would be evident, but then the yearly value of wheat, corn, &c, varies so much, that it is no fair basis to go by. The cyphers relating to \" quantity \" are by far more reliable. Anyhow, so far, Uruguay, as regards agricultural produce, makes no headway in the European markets. How different the Province of Santa Fe, in the Argentine Republic. The value of the agricul tural produce of this Province in 1882 was $3,992,804, two years later (iu 1834) it amounted to §9,184,432, more than double, besides having to satisfy the wants of an everincreasing population. The statesmen of Uruguay ought to give this matter their earnest attention. To compete with other countries it is necessary to reduce the existing railway tariffs — this, Mr. Chamberlain, Director of the Central Uruguay Railway, seems disposed to grant at the request of the Financial Commission. Besides this, the opening of natural outlets, such as the river \" Rosario,\" the construction of railroads in the agricultural districts, such as proposed by Mr. Lacaze, the spread of agricultural credit by establishing district banks (the Esperanza Colony possesses two), efficiently provided agencies and practical instruction in agriculture, are a paramount necessity. There is no need to weaken individual effort by an official plan, but to stimulate it by direct aud indirect protective measures. As we have said, the number of mills gives an idea of the development of agriculture, although not a complete one, as a good part of the grinding in the country is still done by mills worked by horse power. We give the following data comparing them with those of the Argentine Provinces. ARGENTINE REPUBLIC! Provinces. Mills. Steam. Mills. Hydraulic. Total. Santa Fe... Capital . . . Buenos Ayres Entre Rios Cordoba ... Santiago ... Mendoza ... San Luis ... Salta Catamarca Rioja San Juan... Corrientes Tucuman... Jujuy 62 21 5 25 12 8 2 1 1 1 4 41 5 60 06 49 30 72 3 39 9 67 4 49 34 37 8 66 3 49 32 2 10 4 14 Total ... 151 312 463"], [82, "52 REPUBLIC OF URUGUAY. This is so far very satisfactory. It will be noticed that the province of Buenos Ayres, including the capital, only possesses 26 steam mills, and the province of Santa Fe, that rich region of the Argentine Republic, 62 ; that is to say, only two more than the Republic of Uruguay. The relative importance of the agriculture of the country can be gathered from the following source. According to last year's returns the Santa Fe\" mills have ground 118,242,097 kilogrammes of wheat, which produced 78,205,339 kilogrammes of flour. The average consumption of flour per inhabitant cannot be less than 188 kilos, per annum, or about half a kilo, per clay. Therefore if we take the population of Uruguay to be 700,000, the consumption of flour must exceed 125 millions of kilos, per aununi, and as neither wheat nor flour have been imported into the country for many years, but on the contrary, a comparatively considerable quantity is exported, our assumption of the relative importance of the country's agriculture is not unfounded. At any rate it is an undeniable fact that the country before 1877 had to import cereals for home consumption, since then the population has increased and it can now supply other countries with the surplus of its production. A, so far, slow but gradually progressing movement is noticeable. The next few years will witness a wonderful change. Colonization schemes on a vast scale are contemplated ; for some of them the capital is already subscribed, and before long the very heart of the country \" Paso de los Toros,\" Rio Negro, and the Department of Colonia, will be teeming with agricultural labourers. The cultivation of the vine is becoming very important, and it is expected that in a few years the importation of foreign wines will be considerably reduced. Before the century is out it may become an article of export. To give an approximate idea of the extent of the cultivation of the vine we give a list of the number of the principle growers known. Department of Monte Video ... ... ... ... ... 28 Midland Departments ... ... ... ... ... ... 17 North Departments ... ... ... ... ... ... ... 10 West Departments ... ... ... ... ... ... .., 18 East Departments ... ... ... ... ... ... ... 5 Total 78 These are only 78, but the list is not complete. At the present time the Department of Salto is actively pushing forward this new and valuable industry. From statistics recently compiled by a Government official in that Department, the area under vine cultivation there, is 426 squares of 10,000 square varas. These plantations will go on extending from year to year, the vine cultivators owning vast tracts of suitable land for the purpose. The value of land in this district varies considerably, but the average per square cuadra (10,000 varas) may be estimated at about £6. One of the Salto growers already produces about 1000 Bordelaises (Bordeaux casks) of claret per annum, the market value of each cask being about £10. Owing to the initiative of the \" Rural Association,\" a company with a capital of $100,000 has just been started at Monte Video with the object of acquiring suitable lands for the wine growing, according to the most modern processes employed in Europe, especially in France. Steam Mills. Hydraulic Mills. Total. Country Districts 42 2 4 4 Monte Video 18 9 27 Totals ... 60 11 71"], [83, "53 AGRICULTURAL COLONIES OF URUGUAY. We now give a translation from a work recently published by the Comte de Saint-Foix, Minister Plenipotentiary of France in Uruguay, aud dedicated to the Secretary of State for Agriculture in France. \" One of the surest methods of developing* the wealth of the Oriental Territory of Uruguay (and one which cannot be too highly recommended to the government of an essentially agricultural country) is, the establishment of colonies, which, by reason of the advantages granted to immigrants, will attract population to a country where hands are still wanting, and this population at the expiration of a relatively small number of years will form villages and centres, the inhabitants of which, in the second generation will assimilate with the natives, while at the same time preserving the primitive qualities of their race. \" If indeed, consequent on political events, of which the Republic of Uruguay has in recent times been the theatre, immigration and the development of the colonies have necessarily experienced a check ; it is probable that this period of agitation will be followed by a time of peace and internal tranqnility, during which there will be an increase in the agricultural wealth of a region on which nature has bestowed everything necessary for happiness and prosperity. \" In order to retain in the country the stream of European immigrants, whose numbers are yearly increasing in the La Plata basin, but who proceed in preference to the Argentine territory, the first essential is to free the immigrant from military burdens, and to guarantee him and his children against the too frequent levies to which, in recent times, he has had to submit. The fear of being forcibly enrolled in the Governmental or insurrectional battalions, has turned away very many immigrants from Uruguay, and has led others to quit the territory or has peopled the wooded districts of the Republic with lawless men who live by plunder and lead a semi-savage existence. \" A few years of peace would bring back prosperity to the colonies, which we are about to refer to, and which, originally flourishing, have been checked in their onward course by the causes we have just enumerated. The Government, moreover, must see to improving the roads of communication. With the exception of the few railroads in actual working, or in course of construction, and which seem to have been conceived without any uniform plan, carriage roads and railways of local interest are nowhere in existence. \" You pass where you can ; and it will be imagined what enormous cost for carriage the interior products of the country incur when these products are far distant from any natural water-way or from any railway. We would wish to make it clear to the inhabitants of the Uruguay territory, that, in order to colonise, the first thing to be done is to open up the roads of communication, and thus to insure the export and sale of agricultural products. Almost as soon as the regions of their vast empire are discovered, and long before they are peopled, the North Americans and the Canadians push forward their rails, locomotives and waggons. The latter even are used as rolling dwellings for the first occupiers of the land, and soon populous cities arise in these northern latitudes which are, however, far from offering to the inhabitants the advantages which the mildness and salubrity of the climate afford in the districts watered by the La Plata.\" THE VAUDOIS, OR PIEDMONTESE COLONY. In 1856 some Vaudois families, banished, in consequence of their heresy, to the mountains of Piedmont, where they lived a miserable life, resolved to emigrate, and proceeded to Monte Video without any settled object. They first of all established themselves in the Department of Florida, where they had to sutler many annoyances occasioned by their religion. Soon, however, a society was formed to protect these families, who, despite the persecutions of which they were the object, had had their numbers increased by other Vaudois, who came at their invitation to found the first agricultural colony in Uruguay. This Association, the shareholders of which were almost all of them natives of Uruguay, bought four leagues of land in the western portion of the Department of Colonia ; divided each league of land into small farms of about 30 hectares, aud signed in 1858 the first contract of colonisation with such of the Vaudois families as consented to remove to the new colony. Being well received by their neighbours, and especially by the inhabitants of the little town of Rosario, who helped them by"], [84, "54 a subscription, the new colonists already numbered in 1860 fifty-five families. Of the 80 farms marked out on the plan seven only remained to be sold or let. The Vaudois colony was established. Their director represented the Society, a Deputy-Mayor was intrusted with the preservation of public order, and the colony delegated its powers to a Municipal Council, composed of five members. After various changes, which it is needless to mention here, the Vaudois Colony now forms an agricultural centre, with a total area of 7,753 hectares, containing 1680 inhabitants, in this number, in 1884, there were 171 owners, residing on their property, and 20 absentees. Eight schools of the first and second grade are established in the colony, and Protestant worship is celebrated in Old French and in Spanish in the places of worship erected by the Society. SWISS COLONY, OR NUEVA HELVECIA, QUEVEDO, AND SPANISH COLONY The Swiss Colony was founded in 1861, in the Department of Colonia. Since 1878 it forms a district or section, in which are likewise comprised the Quevedo and Spanish Colonies. The Swiss Colony comprises an area of 8782 \" cuadras,\" or 6499 hectares. The Quevedo „ \" „ „ 5091 „ „ 3768 „ The Spanish „ „ „ 9600 „ „ 7104 „ The latter consists of lands sold from 1869 up to 1875 to cultivators descending from the Canaries, who, having ended their leases in the Department of Canelones, came and settled in the neighbourhood of Nueva Helvecia. On this territory, which comprises a total of 23,500 \"cuadras,\" or 17,395 hectares, there are living at the present time 182 Spanish families, 139 Swiss, 53 German, 17 Austrian, 14 Uruguayans, and 16 of other nationalities, that is, in all, 420 families, comprising 2380 souls. The rearing of cattle, the cultivation of wheat and maize, the manufacturing of cheese, similar to \" Gruyere,\" and the gathering of honey, as in Switzerland, were for this centre a source of wealth and prosperity. Unfortunately the depreciation in the price of cereals and cattle, on the one hand, and political troubles on the other, stopped the development of population aud of trade. It is not to be doubted, however, that this region, which is considered one of the most fertile in Uruguay, will recover its prosperity as soon as the local authorities give their serious attention to providing the country with roads of communication, which are absolutely wanting at present. THE PAULLIER BROTHERS' COLONY. At a hundred kilometres to the West of Monte Video is situate the town of San Jose, the chief town of the department of the same name, and connected with the Metropolis by a line of Railway. The towers of the Cathedral reminded us of those of Chartres, and the country round seemed to us similar to Beance, with its two steeples standing in the midst of a boundless horizon. San Jos6 is on the road which we were to take in order to proceed to \" Estancia Escudero,\" the object of our journey, and the seat of the colony belonging to Messrs. Paullier Brothers. It takes two and a-half hours in a carriage to accomplish the distance between San Jose and the Estancia. Our kind host, who was of French extraction, and a Senator of Uruguay, was awaiting us with horses richly caparisoned in the fashion of the country, at a spot which will be the future centre of the Colony, and where he has built a church and a school, already quite full of children. An hour later we were at his farm, seated before a good fire, which the wind and the last rains of the season (it was at the beginning of September) made as necessary as it was agreeable. The Paullier Colony has a total area of 4,700 hectares, out of which the owners have reserved for themselves 500 hectares round the working buildings. The greater part of this reservation of"], [85, "55 land of excellent quality consists of meadows watered by numerous water-courses, where 1000 animals graze. Out of this number 400 cows are milked daily, aud their milk is employed for the making of cheese of the Gruyere Ementhal kind. The maximum production of this cheese is at present 80 kilos per day. This manufacture is carried on under the direction of M. Fischer, a native of Switzerland, who brings to it all that extreme cleanliness which is so much admired in his country. The apparatus employed comes from Switzerland — it is the Laval apparatus. It is worked by mules, and makes 8,000 revolutions a minute, and churns 600 litres of milk in the same space of time. In a trial, made in our presence, 260 litres of milk turned out 32 kilos of cheese. Messrs. Paullier Brothers are busily engaged in extending the area of the fields devoted to growing lucerne. By thus improving the food given to their milch cows, and by crossing their stock with Dutch and Swiss breeds, so much so, that they already possess over 600 crosses, they will very soon be at the head of an important industry, the products of which, thanks to the superiority of the cattle and the fodder, will gain more and more the first place in the market of Monte Video. The special care bestowed on the manufacture of the cheese, the good management of the cowsheds and granaries, which are such as are not met with in Uruguay, giving the Escudero Estancia the appearance of a fine farm in Normandy, prove the intelligence of its owners. What will it not be then, when, in a few months, they receive the Norman cows and bulls which they have ordered? It is a well-known fact that at the Great Exhibition at Amsterdam, in 1884, after analysis had been made by order of the Jury, it was ascertained that the milk of the Norman cows contained a proportion of butter very much superior to the milk of any other European cows. The whole of the lands of the colony of Paullier Bros., are made up of 72 small farms of 40 to 80 hectares each, which have almost all of them been sold in a few months at the price of 80 francs per hectare, the purchaser having the privilege of paying off the purchase mouey in five years. This system of colonization offers so many advantages, that, in all probability, it will be adopted by the owners of vast tracts of lands which are here called \" estancias,\" and concerning which we have spoken in the preceding chapters. The streams which separated us from the town of San Jose being swollen by the diluvial rains which are very frequent ar the beginning of September, in the Republic, blockaded us for some eight days at the Estancia Escudero. We were therefore compelled to trespass on the hospitality of Messrs. Paullier ; but we availed ourselves of our stay to study the agricultural conditions of this fertile region of Uruguay. Here are the results of the calculations we made in conjunction with our host, a very competent authority in the matter. A colonist arriving from Europe would easily meet with 100 hectares of very fertile land, watered by water courses which never run dry, at a distance of about 3 hours by rail, at the rate of 100 francs the hectare, that is, for the 100 hectares, 10,000 francs. Out of these 100 hectares, 50 would be brought under cultivation, and 50 as meadows. On the meadow land he would place 46 Oxen, Cows and Horses. His capital would be laid out in this way : — Purchase money of the land : 10,000 francs. 4 Horses at 60 francs each 240 n 12 Oxen at 75 francs each 900 h 24 Milch-Cows at 75 francs each 1,800 ii 6 Pigs at 10 francs each ■••■ 60 n A brick or stone Dwelling House, roofed with corrugated galvanized iron and containing 3 rooms, out-houses, well, furniture, a cart (the climate renders stables and barns unnecessary) 3,000 n 2 Ploughs at 100 francs, 1 Harrow at 100 francs, and sundry tools 500 n Seeds for the first year 50 n Total 16,550 francs. The first outlay then, is about 16,550 francs. Adding thereto the expenses for moving and current expenses up to the harvest, we may take an amount of 20,000 francs. The first year the returns will not be important, because the land, which is a natural meadow, and unwooded, must be prepared for maize, which under these conditions gives but a small yield. It is then, only in the second year that the working of the 100 hectares, well managed, begins to give returns, already very handsome, and which, even in Europe, would be surprising. Our calculations upon this subject have given the following results —"], [86, "56 The 24 Cows will give for 4 months, 3 litres of milk daily, which will make— 2150 lbs. of Cheese, say 1290 francs- The six fat Pigs will sell for 60 francs each 360 n 24 Calves at 10 francs each 240 » The Maize will yield a minimum of 2000 n 3890 francs. The produce of the poultry yard— chickens, ducks, turkeys, etc.— ought to pay, to a great extent, the current expenses. 2nd Year. — All the preparatory work having been done the first year, even to the sowing of lucerne and beetroot for the cows, the product of cheese, will by this very fact, increase by more than a third. The land being cleared, Corn can be sown, which, even in the least favourable years, will give a return of more than 5000 francs. The total prodnct of this second period will, therefore, amount to an average of 7000 francs. In the following years the cultivation of flax, vines, potatoes, tobacco, and the castor-oil plant, a cultivation not as yet undertaken on account of the ignorance of the inhabitants, will give much more advantageous results. A single hectare of potatoes can produce a clear 400 francs. Supposing that, in accordance with the privileges which Messrs. Paullier grant to the colonist, the latter has a term of five years to clear oft' his liability, and to become the sole owner of his 100 hectares, it may be affirmed, putting matters at their worst, and supposing a series ot poorish crops, that the portion of capital devoted to the purchase of his 100 hectares, say 10,000 francs, will be repaid within the term agreed upon. For an affair of this kind to be profitable on a large scale, it is necessary to insure — 1st, suitable hands, such as those of the numerous class of farm labourers who would vegetate in Europe. 2nd, the vicinity of a water, or ironway, for the disposal of the produce. With these two conditions present, the success of the enterprise is certain, and the fortunes which numerous Basques have made in Uruguay, by constantly adding to the first fields they had bought, are there to bear witness to the correctness of our assertions. INDUSTRY-LICENSES. We have no exact census of industry, but as the cost of licenses for industrial establishments has not altered, the income derived from this source during the last years shows a decided improvement : — Dollars. 1884-5 765,354 1885-6 814,162 1887-8 935,385 We have not produced a single cypher, but that shows the progress of the country. BANKING. Banks with a right to issue Notes. We pay special attention to these institutions, because other banks do not publish their balance sheets, or, with few exceptions, place any information before the public. Banks with a right to emit notes are, on account of their greater connection with the public, of most interest to our readers. Appended is a list of these banks, according to the latest balances published."], [87, "57 NATIONAL BANK. Capital $12,000,000 Paid-up Capital 10,107,914 Portfolio Securities and several Debtors 19,758,603 Government Debt 1,101,118 Cedulas issued 5,947 700 Capital of Branches 2,500,'000 Mortgages $9,716,603 Dividends, 12% per annum. Cash in hand (specie) 5,144,074 Notes (paper money) ... ... 6,994,147 Trustee Funds 701,721 Deposits bearing Interest ... 5,247,922 Do. in Account Current ... 2,680,845 Such was the Balance Sheet of the National Bank on the 31st December, 1888. It will be seen that the bank is in a very prosperous condition. During the year it has discounted nearly $39,000,000, and will be quite able to discount a larger amount in future, as it can easily increase its issue. Everything tends to show that unless public distrust is brought about by a change in the Board of Directors, the deposits will not be long in augmenting. The report of the Banco Nacional del Uruguay for 1888 shows that* the total transactions for the year amounted to $674,885,986, and the nett profits to $1,728,259 gold, equal to 21 1-5 per cent. on the paid up average capital (namely, 8,146,501 dols). Dividends amonnting to $12 per share, paid quarterly, being equal to 12 per cent, on the entire capital of $12,000,000, have been paid, absorbing $1,440,000. Of the remaining $288,259, we also notice that $172,826 had been placed to reserve fund ; $86,413 appropriated towards payment of the founders' shares; $9020 as gratuities to bank employes; and $20,000 carried forward to the new account. We may observe that the reserve fund of this bank now amounts to $215,828, and that the note emission on 31st December last amounted to $6,994,147, against which the bank held $5,144,074 in specie. The Cedulas Hipotecarias emitted were $5,947,700 against properties valued at $9,716,603. The bank balance-sheet, on same date, exhibits $2,612,622 at credit of Government account, being balance of the $20,000,000 loan issued in 1888, still available for the purposes stipulated in the law authorising the loau in question, and at debit $1,101,118, advauces to the Government on account of the $1,500,000 which the bank, by its statutes, agreed to lend to the Government in account current. On the whole the report and appended statements appear to be favourable, and ought to be satisfac tory to the shareholders. The Shares of the \"National Bank\" of $100 each were quoted at $174 and $175 on the Monte Video Stock Exchange on the 31st of March, 1889. The \" Cedulas Hipotecarias \" (mortgage bonds ; Series A) at $75. The dividends are paid by the bank at Montevideo, or by its agent in London, Michael Carroll. Esq., Bloomfield House, 52 New Broad Street, E.C. <v- . ... The inauguration of this establishment is undoubtedly the most important event in the commercial history of the Republic since its birth as an independent State, pregnant as it is with such great promise for the material development of the resources of the country. The fact that within three months of the passing of the law authorising the creation of the bank, the entire capital of twelve million gold dollars has been guaranteed, suitable premises prepared, a competent staff organised, and everything else necessary for the despatch of business placed in order, is an achievement of which the promoters may well be proud, whilst the enthusiasm with which the new institution has been welcomed in Monte Video (the portion of the capital allotted there having been subscribed for seven times over), is sufficient augury of its future success. With only 25 /0 ot the share capital called up, the bank commenced operations with over o£ millions gold paid in, most of the local shareholders having paid up their shares in full. Within forty-eight hours of its doors being opened over $40,000 of its small note issue (50 and 20 cent notes) were eagerly taken by the public, and in most cases exchanged for gold. Its available issue of large notes — over $600,000— became exhausted in nearly the same time, whilst the discount operations on the opening clay exceeded a million dollars, and comprised the best signatures of the Monte Video market. The shares of this remarkable institution have been at a large premium since its inauguration. At the present moment they are at 75 % I ! ! premium."], [88, "58 LONDON AND RIVER PLATE BANK. Subscribed Capital, £1,500,000. Paid-up Capital, £600,000. Reserve Fund, £350,000. Head Office — 52 Moorgate Street, London, E.C. Branches — Buenos Aires, Manager, Henry Gibson Anderson, Esq. ; Sub-Manager, Thomas Hogg, Esq. Monte Video, Manager, Robert A. Thurburn. Esq. Rosario, Manager, Benson A. Prichard, Jim., Esq. Paris, Manager, Edward H. Tootal, Esq. BALANCE SHEET, LONDON, 30th SEPTEMBER, 1888. ASSETS. £ g. 4 By Cash on hand, at Bankers, and at Branches 5,038,368 5 11 ii Bills Receivable, Advances, &c 9,217,857 14 8 ii Bank Premises and Furniture at Head Office and Branches 32,135 9 3 £14,288,361 9 10 LIABILITIES. £ s d To Capital paid up 600,000 0 0 | „ Reserve Fund 350,000 0 0 | „ Bills Payable 2,690,467 15 6 j i. Current Accounts and Deposits, &c. ... 9,743,594 17 3 ii Noteis in Circulation at Branches ... 576,583 8 9 ii Rebate of Interest on Bills not due ... 68,475 12 3 .i Profit and Loss Account, as per statement below 253,239 16 1 £14,288,361 9 10 Balance Sheet of the Uruguay Branch of this Bank for 18S8 : — Portfolio Securities $8,503,367 I Deposit Account ..'. $9,254,038 Cash in hand (Specie) 5,190,610 Notes in circulation 2,939,940 The Shares of this Bank (£20 each, but only £10 paid up) were quoted on the 30th March of the present year at £27 2s 6d on the London Stock Exchange. THE ENGLISH BANK OF THE EIVER PLATE, LIMITED. Head Office : — St. Swithin's Lane, London, E.C. Authorised Capital £1,500,000. Subscribed Capital (in. '50,000 Shares of £20 each) £1,000,000. Paid Up, £500,000. Reserve Fund, £150,000. Directors — Charles A. Cater, Esq., Hon. S. Carr Glyn, Rt. Hon. Lord George Hamilton, M.P., M. H. Moses, Esq., William Rodger, Esq., and H. B. Sim, Esq. Managing Director — Arthur E. Smithers, Esq. Secretary — Bruce Thornbury, Esq. Branches : Buenos Ayres — Thos. H. Jones, Manager, Henry O. Fielding, Esq., Sub-Manager. Monte Video— J. McCrindle, Esq., Manager. Rosario— Robert Kidd, Esq., Manager. BALANCE SHEET, MADE UP TO THE 30th SEPTEMBER, 1888. Dr. Capital and Liabilities. To Capital subscribed — £ s. d. 50,000 Shares of £20 each £1,000,000. Called up £10 per Share 500,000 0 0 *,, Reserve Fund 100,000 0 0 „ Amount due to Customers on Deposit, Current and other Accounts 5,658,518 19 9 „ Bills Payable 2,077,991 3 9 ,, Notes in circulation at Branches ... ... ... 427,085 4 2 ,, Profit and Loss Account — ■ Balance from last year ...£10,814 18 11 Net Profit to 30th Sep., 1888 141,768 1 9 152,583 0 8 Deduct Amounts written off as below — Rebate on Bills Discounted not due, 30th Sep., 1888 31,430 3 7 Bank Furniture Account ... 1,073 3 0 32,503 6 7 120,079 14 1 Lets — Interim Dividend paid 9th Juno, 1888 12,500 0 0 107,579 14 1 £8,371,175 1 9 Pbo.ert. and Assets. Or. £ s. d By Cash in hand, at Bankers, at Branches, and on Deposit ... 2,526,809 16 8 ii Local Bills discounted, Bills Re- ceivable, Current Accounts, and other Securities, &c. ... 6,303,827 18 ? ii Bank Premises 33,627 14 3 ii Bank Furniture Account ... 7,982 16 3 Less Amount written off for Depreciation ... 1,073 3 0 6,909 12 3 £8,871,175 1 8 6. \". ■■ a ,■,■■■;—.. ,- __.■■:■ •Invested in British Government Securities."], [89, "59 Balance Sheet of the Uruguay Branch, 28th February, 1889 :— Capital $1,250,000 Cash in hand (specie) 2,811,361 Portfolio securities ,_ 4 630,504 Deposits and accounts 4,856,226 Notes in circulation ... ... ... ... ... ... im 895 850 Owing to the increase of business in the River Plate this bank also increased its capital at the commencement of this year. It established a branch at Paysandu (Uruguay), and erected a splendid building at Monte Video for its offices. The shares of this institution (£20, but only £10 paid-up) were quoted £17 10/- on the 30th March last on the London Stock Exchange, and the new shares are at a premium of 2 to 3 per cent. ITALIAN BANK, December, 1888. Capital $2,200,000 Deposits _ $3,121,488 Paid-up capital 1,791,401 Saving department 53,745 Cash in hand (specie) 1,265,847 Notes (paper money) 1,162,460 Portfolio securities 3,163,873 Deposits and accounts current ... 4,543,602 During March, 1889, the shares of this bank were quoted at $106 on the Monte Video Stock Exchange. BANK OF SPAIN, 31st December, 1888. Capital ...\" ._ $3,000,000 Portfolio securities $2,167,792 Paid-up capital 1,925,483 Deposits 642,262 Cash in hand (specie) 1,005,373 Notes (paper money) 1,055,420 The shares of this bank are quoted at par on the Monte Video Stock Exchange. The foregoing data regarding \" Banking \" in Uruguay show that the Banks with a right to issue notes have a paid-up capital of $17,694,798, ten millions of which belong to the \"National Bank,\" Portfolio securities to the. extent of $38,524,139, and $15,417,265 specie in their safes. The value of notes in circulation is considerably less than the cash in hand at the banks ; it only amounts to $14,047,817, the National Bank being responsible for about the half. Consequently the country is too safe to fear au over-issue of paper currency, as in our opinion it would be wise to extend this element of credit. The total deposits and amounts in account current of the five banks reach a total of $30,346,383. The figures we have produced do not show the whole extent of the amount of capital employed by the Banking Institutions in Uruguay. The following is a list of Banks established at Monte Video, which do not emit notes : — Capital. Compa&ia Nacional de Credito - $20,000,000 Commercial Bank 1,594.000 Banco de CnSdito Auxiliar 2,000,000 London and Brazilian Bank, Ltd. 5,875,000 English Bauk of Rio Janeiro 2,350,000 French Bank ... Banco Constructor Oriental Banco de Credito Real ... Caja de Peque&os prestamos y descuentos - Co-operative Bank of Uruguay General Bank of Uruguay Credit Union... Bank for the promotion of the building of bridges, &c. &c LIMITED LIABILITY COMPANIES. The number of Limited Liability Companies registered in the Republic is another proof of the commercial development of the country. No less than 71 Companies, with an aggregate capital of 65,148,348 dollars, were registered during the year. That all that glitters is not gold is undoubted, but, nevertheless, such an amount clearly shows the spirit of association that prevails."], [90, "60 BUILDING. PUBLIC WORKS, STREETS, WATER WORKS, GAS AND ELECTRIC LIGHT. Building is one of the most tangible proofs of the growth of the city. The issue of building licenses increases annually. 1883— Licences granted 309 1886— Licences granted 543 1884 „ n 425 1887 „ n 697 1885 „ ii 692 1888— (First six months) 295 This does not apply to licences for re-building, paving, fencing, &c. Frontages built. Metres. During 1886 8296 1887 9922 First six months 1888 5905 We are not in possession of the figures for the second half-year of 1888, but know that during this period more licences were issued than in the first six months. It is therefore easily surmised that 10,000 metres of frontages, say over thirty-two blocks, were built in the city during the year, notwithstanding which fact there is not a single untenanted house, and the rents are very high. The Corporation of Rosario (Province of Santa Fe), the city of most prodigious growth in the Argentine Republic, only granted 250 licences for building houses during the year 1887. These buildings represent a frontage of 3993 metres, or only half of that built in Monte Video during the same year. The streets of Monte Video are well paved with granite, this rock being the subsoil on which the city is built. The sewers are fairly good and are constantly being improved. They are flushed by the Water Works Company. Building in general is solid and of elegant architecture. The adjoined engravings will give our readers a fair idea of the different styles of architecture. The city is lighted by the Monte Video Gas Company of London and also by the National Electric Light Company, whose works are on a large scale and can easily supply the public and private lighting. The Monte Video Gas Company, Limited, also own a Dock, used not only for the accommodation of the vessels importing the coals, but also for the repair of vessels up to 268 feet long, 49 feet beam and 14 feet draught. Another dock, the property of Messrs. Jackson and Cibils, capable of admitting the large transatlantic steamers, exists at the foot of the Mount (Cerro). Besides this, shipbuilding yards are numerous in the bay of Monte Video, and there is one at Salto and another at Colonia. The suburbs of Monte Video are splendid. Recently a large public bathing establishment was inaugurated. An English traveller, just arrived from Uruguay, pronounces it to be the finest he has seen in all his jonrneyings throughout Europe and America. During the summer months the elite of Society of the Argentine Capital crowds Monte Video to take advantage of its invigorating sea baths. The Buenos Ayreans bring their carriages and horses with them. During the summer evenings, carriages crowd the boulevards that lead to the \" Prado \" and the \" Paso del Molino.\" It is a sight once seen never to be forgotten. The demand for accommodation is so great that the rooms of the numerous hotels at Monte Video are engaged months beforehand. The bathing season may be said to last about four months, from the middle of October to the end of February. It may be imagined what an amount of money the opulent \" Porteno \" spends at Monte Video during those months. We are limited to space and will close this chapter with a few words regarding the Monte Video Water Works, which were inaugurated in 1868, and are unquestionably one of the most wonderful engineering achievements in South America. WATER WORKS OF MONTE VIDEO. \" In the list of important works which will be brought to a satisfactory conclusion this year should be included the improvements now being carried out at the water works. The works were commenced in September, 1888, at the grand deposit at Piedras, which occupies an area of 4473 square metres, and holds 40,000 pipes of water. The roof of this immense tank is already finished, formed of arches cemented with Portland, and upheld by 932 beams, 6upported on 112 iron pillars. Here and there are chimneys for the ventilation of the waters. All that remains"], [91, "61 to be done is to throw a stratum of earth one metre deep on the top of this roof and sow grass there. In the other deposit the roof has not yet been commenced, as some unexpected difficulties have been met with, owing to its great depth, but we understand these difficulties have been overcome, and that this deposit will soon be roofed in as well as the other. \" At Santa Lucia the works occupy more than ten squares. All over this large space workmen are to be seen busily employed, some excavating, some building walls, some loading carts, some blowing up the rocks and constructing tunnels — it is a world of movement and labour. The works that are being undertaken consist of a grand deposit occupying 6750 square metres, and constructed to hold 45,000 pipes of water. It is altogether of sand and Portland cement, without either stone or brick, and is almost concluded, being 135 metres long. It has the appearance of being made of marble. On the north of this there is another deposit of 3400 square metres, divided into three. This will be filled with three filters, capable of filtering 12,000 pipes each in 24 hours. They will be a metre and a-half thick. The deposit will be covered with a tiled roof. The floor is already made and the lateral walls are almost finished. \" Nearer the river we find a large excavation, which will soon be concluded; this is the deposit of filtered water. _ It will occupy a space of 4200 square metres, with capacity for holding 30,000 pipes. This will also be divided into two parts by a central wall, and will also have a roof similar to the deposit at Piedras, covered by a layer of earth. ,l Between these works and the chief building are the excavations for the pipes of entrance and exit, and for the pipes for distribution, &c. At one side of these works the walls of a room are being built to enclose a new pump recently arrived from England, guaranteed by the maker as capable of raising 40,000 pipes of water in 24 hours, fifteen metres high. Room has also been made for the reception of two new boilers, which are now awaiting orders in Canelones. \" When these works are terminated the result will be as follows : The new pump will draw up the water from the river and will force it into the first deposit we have mentioned, that is to say, the decantation deposit ; there it will remain some days to allow a great part of the matter in suspension to settle down ; from here the water will pass through the filters, and from the latter into the deposit for filtered water ; the old machines will take up the water from here and send them to Las Piedras, from whence they will be distributed in Monte Video. These renovations will be inaugurated on the 1st of June of the present year, weather permitting. The cost of these works was estimated at 282,000 dollars, but it now seems probable that they will at least reach 300,000 dollars.\" — River Plate Times (Monte Video). A few more words on this subject, from an interesting book on Uruguay, published by the Consulate-General in London in 1883. \" For the last twelve years, since 1871, the City of Monte Video has been abundantly supplied with water of remarkable purity, compared with the supplies of several large cities in Great Britain. The works are situated on the River Santa Lucia, near a village of the same name, about 33 miles from Monte Video. They are due to private enterprise, and were until lately the property of Messrs. Lezica, Lanuz & Fynn, by whom they were initiated. They are now the property of a London company. The works were planned and constructed by the English engineer, Mr. Frederick Newman. The reservoir is placed at the distance of about two miles from Las Piedras, a village near Monte Video, and holds upwards of 30,000 pipes, or 3,000,000 gallons of water. The elevation of the reservoir is 160 feet above the level of one of the central squares of the city, According to the analysis made by Messrs. Parodi & Isola, the waters of the Santa Lucia run over a bed of primitive rock of granite, gneiss, and feldspar, &c, which accounts for the small proportion they contain of mineral and organic substances. Compared with the water supplied to four large cities in Great Britain, the analysis of the supply at Monte Video is classified as follows : — \"The Monte Video water-works were commenced in April, 1870, and were inaugurated on the 18^ July, 1871. It speaks something for the beauty of ' The Camp '—or undulating grass-lands of the Banda Oriental— that upwards of 20,000 tons of iron piping, employed in the construction of the works, were easily conveyed in bullock-carts from Monte Video to the banks of the Santa Lucia, without other road or pathway than nature had provided in the solid but elastic turf.\" Grains pi )r Gallon. Solid. Hardness. Organic. Total. Birmingham Liverpool Glasgow * Manchester 3770 14-64 1-90 4-17 1-65 0-55 0-30 0-25 39-35 15-19 2-20 4-42 15-5 96 10 2-5 Monte Video 4-62 0-70 5-32 20"], [92, "62 POST OFFICE DEPARTMENT. The following table will show the surprising activity in this department : — 1888. Prepaid letters 1,981,044 Registered letters 80.724 Unpaid letters 61,233 2,123,001 Prepaid parcels -. 14,997 Registered parcels ... ... ... ... ... ... 1,368 Unpaid parcels 1,041 17,406 Postcards 19,288 Printed matter ' 5,350,819 Official correspondence 93,307 Total 7,603,821 In 1886 it only amounted to 5,650,945 This shows an increase of nearly 40 per cent, in only two years. The Post-office revenue naturally increases, but great credit is due to the retiring Post-Master General, Mr. Ricardo Tajes, for the zeal by him displayed in this department. During 1887 the Post produced $165,582 During 1888 „ „ 193,694 Increase in 12 months _ ... $28,112 or say, in round figures, £6,000. That everything possible is being done to bring the remote country districts in rapid postal communication with the capital is proved at once. During 1887 the new postal branches opened were 18 During 1888 „ „ „ 66 NAVIGATION. Another item which renders the progress of trade evident is the amount of shipping, and unmistakably so, its register tonnage. To make the progression perceptible, we subjoin a statement of vessels entered at the port of Monte Video from transatlantic ports during 1886, 1887 and 1888. 1886-|m^sseis ::: ::: ::; ::: ::: ES}*-* iww 1887-iS^seu ::: ::: ::: ::: ::: g.}*-«w™ 1888— Steamers 787 1 rp„„„„„„ , -„■> 70~ Sailing vessels 602 | Tonnage, 1,622,723 And during this year the arrivals from the rivers amounted (steam and sail) to 2601 vessels, with an aggregate tonnage of 482,268. According to the latest reports, the following has been the transatlantic steam traffic at the port of Monte Video during the first four months of 1889: — January — Arrivals, 88 Steamers — Tons cargo 25,000 February „ 79 „ „ 26,000 March „ 89 „ „ ... ... 29,000 April „ 74 „ „ 23,000 These items show an increase of 54 steamers and 19,000 tons of cargo, compared with the same period in 1888. Steam communication between Europe and Monte Video is very rapid and comfortable. The following are the regular lines : — From Liverpool ... Pacific Steam Navigation Co., Houston Line, Lamport and Holt From London .. .., Houlder Bros., Holland and Co., etc. From Southampton ... Royal Mail Co. and Belgian Mail. From Antwekp ... Belgian Mail, Lamport and Holt, and Houston Line. From Havre Chargeurs Reunis. From Bordeaux ... \" Messageries Maritimes.\" From Marseilles ... Sooietc dea Transports Maritimes. From Genoa \" La Veloce,\" and the \" General Italian Navigation Co.\" From Barcelona ... The Compania Trasatlantica Espauola, and the Marques de Campo Lino, From Glasgow ... Lamport and Holt, Allan Brothers, Bell and Co., etc, etc."], [93, "63 Many of the steamers accomplish the voyage to Monte Video in 22 days ; the longest passage is 2b days. The usual fare is:— First Class £30 to £35 Second Class £18 to £20 Steerage £6 to £7 A considerable reduction is made for return tickets. Statement showing the General Traffic of the Port of Monte Video in 1888— I. TRANSATLANTIC TRADE. Steamers arrived ... ... 765 „ sailed ... ... 777 Sailing Vessels arrived ... 692 n sailed ... 504 ..\" ..'. ,'\" 2. Total of Tons register The Statistical Department at Monte Video records the following average cargoes for each vessel arriving and departing — Steamers, arriving 9 -35 % of the register tonnage = tons of cargo ,, sailing 10-24 % „ „ = „ Sailing Vessels, arrivals and departures, 80 % Total of Tons of cargo II. RIVER AND COASTING TRADE. Steamers arrived ... ... 1450 „ sailed ... ... 1454 ... '.'. ... .\" 2. ... Sailing Vessels arrived ... 2090 „ sailed ... 2155 ... ... ... ... [ . Total of Tons register Total of Tons of cargo III. TRANSATLANTIC, RIVER, AND COASTING TRADE COMBINED. Transatlantic cargo ... River and Coasting cargo Total at the Port of Monte Video COMPARATIVE STATEMENT. Total of Cargo in 1887— Tons ... 1,187,557 1888— „ ... 1,411,686 This shows an increase of ... 224,129 Tons in 1888 sub-divided as follows— Transatlantic Trade River and Coasting Trade Tons. Tons. 1,264,919 1,265,197 2,530,116 360,009 324,349 684,358 8,214,474 117,224 125,768 557,876 800,868 1,380,702 1,421,310 2,802.012 169,075 169,677 338,752 3,140,764 610,818 800,868 610,818 1,411,680 127,447 96,682 224,129 THE BRITISH FLAG IN URUGUAY. The ascendancy of British trade in the Republic is shown in the Table referring to Imports and Exports, and a rapid review of the importance of the British Flag in Uruguay waters is not out of place. The statistics for 1888 are not complete, but those of 1887 will give a very fair idea of the preponderance of British navigation. Herewith a statement showing that out of a yearly traffic of two and a-half million tons, con siderably more than one million tons are carried by the British Flag. British trade represents ... ... ... 25 per cent. British navigation over ... ... ... 40 n Every item tends to prove that British influence is a potent factor in the wealth of Urnguay."], [94, "64 Arrivals at and sailings from Monte Video and other Ports of Uruguay d uring 1887, according to nationalities:— Tonnage of all Nations, arrivals and sailings combined... ... ... 2,519,572 British Tonnage 1,087,181 RAILWAYS. Referring some time ago to the inauguration of the railway to \"■ Minas,\" we pointed out that in this respect we are showing no weakness, and are coming up to the standard of our neighbours. In 1887 we had the central Uruguay line and the branch from \" 25 de Agosto \" to \" San Jose.\" Beyond this only 97 kilometres of the North- Western from Salto Yacuy, 19 kilometres to the Abattoirs at Santa Lucia and 34 to Pando. Altogether only 456 kilometres, whilst at the same period the province of Santa Fe in the Argentine Republic, with only the third of our territory and population, had 962 kilometres in working order, and were building about 500 more. Regarding railway communication we have also improved considerably since the change in our political situation. During the last two years we have added 80 kilometres to the North-Western from Salto, terminating at \" Cuareim \" (Brazilian frontier), 89 kilometres to the line just inaugurated to \" Minas \" and in a very short space of time the system from \" Paso de los Toros \" to Paysandu and Salto (317 kilometres), which will connect Monte Video and Uruguayana without interruption, will be open to the public. We may add to this that towards the extension of the lines to Rivera (Central Uruguay) and to Nico Perez (North-Eastern), the capital has already been subscribed, and the works have already begun. That is to say that during the last two years 486 kilometres have been constructed, and that we have more than doubled the lines which existed. We subjoin in extenso a statement of the traffic of our first Railway (the Central Uruguay), but abstain giving an account of the other lines, their traffic being so far in its infancy : — CENTRAL URUGUAY RAILWAY. Flags. .RRIV. Iailing: Steamers. Sailing Vessels. Tonnage. Steamers. Sailing Vessels. Tonnage. British French German Italian Spanish .11 other Nations ' 277 108 103 79 20 51 172 6 53 71 76 209 571,432 230,490 166,933 177,641 43,735 156,484 250 99 87 74 17 47 138 5 39 47 56 164 515,749 203,967 141,784 153,068 34,734 123,555 Total 638 587 1,346,715 574 449 1,172,857 1887. 1888. Incre; -,e. Increase per cent. £ s. d. £ s. d. £ s. d. Passengers ... Passengers' receipts... Telegraph revenue ... Parcels' revenue Sundries Wool and Horse Hair Hides and Horns Grain and Hay Flour Limestone ... Building Material ... Merchandise .. Fencing Wire and Posts Company's Materials Gross weight carried General Income Freight and Cattle ... Number of Cattle ... Total Receipts Working Expenses ... Nett Profit Distance run in miles Profit per mile Average Passengers per day.. Daily Income per Passenger. Daily Income per ton of cargo 57,792 11 9 1,361 2 5 6,567 2 6 1,957 18 0 281,380 T. 14,043 „ 4,792 „ 37,391 „ 4,288 „ 10,052 „ 39.240 „ 43,421 „ 5,953 „ 20,867 „ 180,047 65,071 11 3 1,457 16 9 7,208 14 4 2,646 6 6 332,571 T. 15,762 ., 4,946 „ 60,374 ., 3,715 „ 9,657 „ 47,923 „ 49,178 „ 6,869 „ 11,701 ,,236,127 7,278 19 6 66 14 4 641 11 10 688 8 6 51,191 T. 1.719 „ 154 „ 22,983 18-19 % 12-59 „ 7'H „ 9'77 „ 35-16 „ 12-24 „ 3-22 „ 61-47 „ „ 5,756 917 13-26 „ 15-39 „ 117,902 17 3 9,461 14 8 195,043 6 7 97,021 2 0 L98,022 4 7 46,245 133,826 11 6 11,422 19 6 221,633 19 10 103,206 19 11 118,426 10 11 60,929 15,923 14 3 1,961 4 10 26,590 13 3 0,185 17 11 20,404 15 4 „ 56,080 14,648 31-15 „ 13-51 „ 20-73 „ 3175 „ 13-63 „ 6-38 ., 20-81 „ 819 „ 266,835 288,708 21,873 10 11 7 9 18 2 771 911 140 0 4 2 0 13 1 0 3 11 0 11 4"], [95, "1S7S TO 1888- VESSELS. .- TONNAGE."], [96, ""], [97, "65 Receipts for weekending April 28th, 1889, £6,325. Same period last year, £4,944. Increase, 7 H A inS for 43 weeks t0 27th Al,ri1' 1889> £226,418, as against 43 weeks and 2 days to April 28th, 1888, £176,786. Increase, £49,632. The financial success of the Central Uruguay Railway is enough to stimulate the employment ot Luropean capital in this country in similar undertakings. On the 31st December, 1888, the Government of Uruguay granted Mr. Benjamin Victorica Urqmza a concession to build a rtulway on the Brazilian \"frontier of the Republic, under the following general conditions: Ths Government guarantees 7 rer cent, on the capital to be employed in the construction of the line, in accordance with the law on the subject of the 27th August, 1884. The 7 per cent, guarantee can only be enforced by the Concessionnaire, as works are proceeding, and the sections in which the line is sub-divided are colonised by him according to the contract. The general tariff will in due time be a matter of arrangement between the Government and the Concessionnaire. The permanent way, stations, rolling stock and other materials will become the property of the State ninety years after the opening of the line. The Concessionnaire, at the signing of the contract, must deposit $200,000 in coin or in National Unified Debt, as a guarantee. This guarantee will be forfeited in case the concession is legally annulled. TRAMWAYS. LENGTH OF LINES IN 1887. KilometreB. Kilumetres. Union ... 31 Oriental 13 Paso Molino and Cerro ... ... 23 Reducto ... ... ... ... 34 East 14 Pocitos 18 Total ... 150 North 17 During the year, 25 kilometres have been added by the \"Union\" and \"East.\" The \" Oriental \" has opened a new branch, and the \" Credito Real Uruguayo \" has laid a new line. As a comparison, we give statistics of the Buenos Ayres tramways : — Kilometres. Kilometres. City of Buenos Ayres ... 57 Northern Railway 1 Anglo-Argentine ... ... ... 60 The Capital ... ... ... ... 12 Central 25 Buenos Ayres and Belgrauo ... ... 57 Total ... 212 This represents only about 40 kilometres more than at Monte Video. The Municipality has recently granted several concessions for new lines of Tramways, and when these are constructed, Monte Video will possess more, or at least as many kilometres of trams as Buenos Ayres. TELEGRAPHS. Uruguay is joined to the great net of cables and telegraphic lines which puts her in direct communication with all countries. The messages can be sent by two distinct routes. The first, as well as the shortest is the Eastern Company, via Portugal ; the two cables between Lisbon and Pernambuco, and from that port by the sub-marine cables which run along the Eastern coast of South America, touch at all the Brazilian ports, and as far as the River Plate (Monte Video). Between Monte Video and Buenos Ayres there are two telegraphic routes. The second route is that by the innumerable cables which join this country and the Continent with the United States of North America, and from there by the Pacific Coast to Chili, crossing the Andes mountains to Monte Video, through the Argentine Republic."], [98, "66 The tariff both ways is the same, though rather high; formerly the charge was 9/2 per word, but within the last few weeks it has been reduced to 8/-, and it is hoped that at the next Telegraphic Conference (International) lower rates will be fixed, in accordance with the just requirements of trade. In 1887 there were the following telegraph lines in the Republic : — Kilometres. Kilometres. River Plate Co 233 Central Uruguay Railway Co. (property). 315 (Cable) Co 160 Platino Brazilero Co 829 Total ... 2173 Oriental Co 636 In 1888 the following lines were laid out : — Kilometres. Kilometres. National Telegraphs 942 North-Eastern Railway (property) ... 123 „ (Cable) 11 North-Western „ „ 177 The \" International \" 222 (Cable) 47 Total ... 1522 There are, therefore, 3695 kilometres of telegraph wires, by means of which all parts of the Republic are in direct communication with each other. The province of Santa Fe has 2600 kilometres, 712 having been laid out last year, and in the province of Buenos Ayres there are 6636 kilometres, of which 173 were also comiileted the last year. We have solicited statistical and other data from the different Telegraph Companies, but have only succeeded in obtaining the required information from the \" Compaflia Platino Brasilera,\" which kindly furnished us with a statement of the business done on their line relating to 1887 and 1888. This will answer the purpose of showing the constant increase in telegraphic communications. In 1887 the aforementioned Company forwarded 36,642 private messages, that brought in 45,847 dollars ; 3539 press messages, 2726 dollars, and 2972 official messages, 9136 dollars. In 1888 the Company transmitted 42,088 private messages, yielding 48,118 dollars, 1941 for the press, 1997 dollars, and 2765 official messages, 7143 dollars. TELEPHONES. The two Telephonic Companies at Monte Video have the following number of lines and subscribers : — The \" Uruguaya,\" late the \" Grower Bell \" Company, has 1796 subscribers, and as many wires. The average of daily communications is 6000. The Co-operative Telephone Company, although only recently formed, has already placed 105 apparatus and laid out 430 wires, which are not all in working order on account of the scarcity of apparatus. In order to show the marvellous development of the telephone in the River Plate, we transcribe below a table from a pamphlet on the census of Santa Fe, taken last year, adding Monte Video, as it bears the comparision very favourably. As will be seen, the names of towns, numbers of lines and proportion per 10,300 inhabitants are the items given: — Proportion per 10,000 Sub- inhabi- Proportion per 10,000 Sub- inhabi- Cities. Inhabitants, scribers. tants. Rosario 51,000 1546 304 Providencia ... 105,000 2417 234 Detroit 116,000 2585 222 Pittsburgh 156,000 2286 146 Santa Fe 14,000 200 141 Cincinatti 255,000 2900 114 Chicago 503,000 4577 90 Buenos Ayres ... 435 000 2837 65 Baltimore 332,000 2105 63 Brooklyn 567,000 3297 58 Boston 370,000 2130 58 New York 1,206,000 6881 57 Berlin 1,315,000 6260 48 Cities. Inhabitants, scribers. tants. Philadelphia ... 847,000 2420 29 Madrid 398,000 1091 27 Paris 2,345,000 5000 21 Havre 112,000 217 19 Lyons 402,000 720 18 Bordeaux 241,000 399 17 Calais 59,000 95 16 Marseilles 376,000 403 11 Rouen 107,000 115 11 San Esteban ... 118,000 107 9 Nantes 127,000 105 8 MONTE YIDEO ... 140,000 2226 159"], [99, "67 Relatively, Rosario, Providencia and Detroit are the only towns with more subscribers than Monte Video. J Taking the population of Monte Video at 150,000, and the subscribers being 2226, the proportion is 159 subscribers per 10,000 inhabitants, whereas in Berlin it is only 48, in Pans 21, and even in Buenos Ayres 65. VAe have more than double the number of telephones than Madrid, with a population of 398,000 ; more than three times than Lyons with 402,000 inhabitants, and almost six times as many as Marseilles. Quite recently a company was formed with the object of establishing telephonic communication between the two large cities of the River Plate, Monte Video and Buenos Ayres. In a very short tune the inhabitants of both capitals will be able to communicate with each other direct from their nwu houses or offices. This reveals our commercial, political and social activity, and proves that in every branch the country keeps apace with civilization. CHAMBERS OF COMMERCE. Besides the Commercial centre (the Montevidean Exchange), there is a French and an Italian Chamber of Commerce — both having their head offices in the capital — and a Spanish Chamber will be shortly inaugurated. FRENCH CHAMBER OF COMMERCE. The French Chamber of Commerce was founded on the 3rd December, 1882. It numbers about one hundred subscribers. The subscription, as a minimum, is 50 cents per month, but in addition to this the Chamber receives pecuniary support from the Ministry of Commerce of the French Republic — the French Government taking an interest in these institutions abroad. By its statutes, the objects the Chamber of Commerce has in view are : — 1st. — To place at the disposal of the mother country, and of the French Chambers, all information which may be beneficial to the interests of commerce. 2nd. — To form a court of conciliation or arbitration in commercial disputes. 3rd. — To influence the local authorities, railway and shipping companies, in all matters pertaining to customs, tariffs, transport, &c. 4th. — To investigate and study the means of developing French trade in the Republic of Uruguay, and to protect its rights and interests. 5th. — To publish before each sailing of a steamer of the \" Messageries Maritimes \" a commercial review, giving particulars derived from reliable sources of the condition of French trade in Uruguay, as well as of the resources of the country. In its sphere of action this Chamber of Commerce has had to deal with some important matters, both in the commercial interest of its country aud in the general interests of the Republic. Its archives are kept in the Secretariat of the French Club. This Chamber was the first one founded, of the 25 in operation abroad, under the auspices of the French Republic, and is in direct communication with the Ministry of Commerce and Industry, the Chambers of Commerce of French towns, commercially connected with the River Phite, and with the Corporations and Syndicates, to all of which its fortnightly Review is forwarded regularly. ITALIAN CHAMBER OF COMMERCE. The Italian Chambers of Commerce established in foreign countries have been founded expressly for the purpose of facilitating and developing the interchange of products between Italy and the countries where they are domiciled."], [100, "68 The Italian Chamber of Commerce at Monte Video was founded on the 28th October, 1883, at the instance of the Italian Ministry of Agriculture, Industry aud Commerce, and under the auspices of the Italian Consulate. It was the first one established abroad. At present it numbers over 100 members; the monthly subscription being one dollar in some instances and .fi0 cents, in others. It publishes an official Report monthly, with a general market Review of imports, exports, freights, public debt, &c. It has a Museum, inaugurated on the 20th September, 1886, containing numerous specimens of Italian manufacture. The Chamber forwards samples of the producers the country to the commercial museums of Milan and Turin, to the Ministry and to the Legislative Chambers, and corresponds with the Ministry, with all the Chambers, with private individuals and with Corporations who may solicit information. This Chamber has dealt, with praiseworthy diligence, with important matters relating jointly to the general interests of the country and of its members. RURAL ASSOCIATION OF URUGUAY. This important association was established in Monte Video in 1871. Its principal object being the protection of rural rights and interests, and the diffusion of information useful in all branches of agriculture, cattle breeding, and all industries therewith connected. It publishes fortnightly a very interesting review bearing the title of the association. The services rendered by the association, which is composed of influential gentlemen who, with commendable application, devote their time to everything which may tend to benefit the nascent agriculture of Uruguay, its important cattle breeding and other industries which are being developed, are of incalculable value to the country. The Board of Directors is at present thus constituted : — President — Luis Lerena, Esq. ; Vice-President — Benjamin Martinez, Esq. ; Treasurer — Joaqnin Corta, Esq, ; Accountant — Alfredo Margat, Esq. ; Secretaries — Messrs. Federico R. Vidiella and Victor Las-Cazes ; Directors — Messrs. Francis Aguilar y Leal, Arsenio Lermitte, Conrad Hughes, Maximo Fleurquin, and F. Elzaurdia. Juan Ramon Gomez, Esq., is the Honorary President, and Doctor Domingo Ordosiana the Life Secretary. The Museum of the Society contains a' large collection of specimens of minerals, wool, hides, cereals, &c, &c. Frequent conversazioni are held by this association, and they are largely attended. INDUSTRIAL LEAGUE. This important association has done much good and disinterested work for the country and the labouring classes. The noble purposes which this association has in view and uses every effort to carry out, are the following — To encourage by every lawful moans within ils power the national industries already existing, or which may in the future be started ; and also to assist in establishing such as may have a chance of success within the territory of the Republic. To use such means as may be at its disposal to improve the condition of the working classes, whatever their trade, either by instructing them or assisting them in the exercise of their calling, or else by encouraging the public discussion of matters which, either directly or indirectly, affect their interests. To encourage the formation of similar associations in the country districts. To hold a permanent Exhibition of exclusively national products and industry."], [101, "69 It possesses a technical library; the works may be consulted by the industrial classes. The \"Industrial League\" is composed of active, honorary, and corresponding members. The managing committee consists of five members, elected from among the active members, to fill the honorary positions of chairman, vice-chairman, treasurer, librarian and secretary. It has a paid manager and the minor assistants required. MONEY, WEIGHTS AND MEASURES. The standard currency in Uruguay is gold. The nominal unit is the gold doubloon, value 10 dollars silver. The doubloon, however, is not yet coined. The silver coins are the dollar, and pieces of 50, 20, and 10 cents, each. 4- 70 dollars = 11.; 1 dollar -= 4s. 3d. The Metrical System of weights and measures has been officially adopted since 1862, but some of the old measures are still in use. 100 lbs. Spanish = quintal 101-40 lbs. avoirdupois. 1 cuadra or \" square \" ... 100 varas in length. 1 arrobe 25 lbs. 60 cundras 1 league in length. 4 arrobes 1 quintal. 3600 square cuadras 1 square league. 20 quintals, 80 arrobes, or 2000 lbs 1 ton. 1 square league, 6564 acres, or lO^ths English square miles. 225 lbs. = 1 fanega (chiefly used as a measure for grain, and in 1 metro ... ... ... ... ... 1\"196 square yards. some cases the fanega varies). 1 hectare (10 metres) 32,809 English feet, or 2'47 English acres. 1 vara (Spanish yard) 2 feet 10 inches, or 859 lineal metre. 1 cuadra 1-82 English acres. Large pieces of land are purchased by the square league (3600 square cuadras), or by the \" suerte \" of 2700 cuadras, equal to 4923 square acres and a fraction. OFFICIAL VALUE OF FOREIGN GOLD COIN. British ...Sovereign $4.70 Half Sovereign 2.35 German.. .20 marks 4.60 10 marks 2.30 French ..100 francs 18.66 50 francs 9.33 20 francs 3.73 Italian 1 Belgian \\ 20 francs 3.73 Swiss . . ) Austria... 8 florins 3.73 Argentine 5 dollars ... ... ... ... ... 4.66 Portugal.. Crown of 10,000 reis 10.45 Brazil ...20,000 reis $10.56 10,000 „ 5 28 5,000 2.64 ChiU 10 dollar condor 8.82 5 ,, half condor ... ... ... 4.41 U. States. Double Eagle 19.32 Eagle 9.66 Half Eagle 4.83 Spain ...10 escudos ... ... ... ... ... 4.82 25 pesetas -1.66 Colombia.20 dollars 18.66 Peru 20 soles 18.66 Venezuela.20 dollars .. .... ••• 18.66 PROSPECTS OF 1889. 1887 and 1888 were years of preparation, of study, of vast schemes, and the concentration of power which will now be practically applied to transform the country into an immense workshop ; from Montevideo to the extreme frontiers, from the River Uruguay to the Atlantic. This means the investment of many million dollars, and the employment of hundreds of thousands of hands. \"We hear daily of new enterprises, of vast projects of public and private works, and are getting quite familiar with this state of things. This notwithstanding, a rapid review of the works at the present moment (1889) being carried out, will seem surprising to our readers. Let us commence with the Capital (Monte Video), where whole blocks of buildings of the Old Spanish style are being transformed as if by magic into the finest specimens of elegant and solid architecture. On the west side the \"Grand Hotel,\" as an \"annexe\" to the \"Hydropathic Establishment,\" the grandest in South America, is in an advanced, state of construction. One of the most central parts of the city \" The Cagancha Square.\" is being adorned with a sumptuous palace."], [102, "70 The \" San Felipe \" Theatre, a comparatively modern structure, will be pulled down and be replaced by the \" New Exchange Buildings.\" About 150 yards further on, the great Hydropathic Establishment, the most prominent in South America, is far advanced. The English Bank of the River Plate, only a few yards off and just finished, is one of the finest specimens of modern architecture. At right angles with streets 33 and 25 de Mayo, the fine building belonging to the \" Compahia Nacional de Credito y Obras Publicas \" is almost finished. One square further on, the old house, tenanted for so many years by Messrs. Carril & Galli, will be replaced by a fine building for the new \" Franco-Uruguayan Bank,\" a powerful institution which is to bring a capital of thirty million dollars to the Country. On the Playa (shore), the \" New Grand Central Railway Station \" is to be constructed, and there the lines of the \" Central \" and \" North Eastern Railways \" will meet. This new Station, on a site near the present one, will be one of the most remarkable in South America. The\" Produce Market,\" with large stores, will soon be built near the New Central Station. Another large \" Produce Market,\" with stores andj shipping wharves will be built at Capurro Playa. In the same neighbourhood the large distillery of Messrs. Capurro, Reus and Paysse, is approaching completion. Close by, the foundations of Felipe Monteverde's Furniture Manufactory are being laid. This factory which will be of great extent, will contain the most improved machinery, aud give employment to one thousand people. For the accommodation of workmen's families, Messrs. Citterio, Gowland and Sere, are about to build, a little further on, rows of modern cottages. At the Arroyo Seco the \" Electric Light Works \" are being erected. These works are very far advanced, aud will in a short time supply the public electric light for the whole city. At the foot of the \" Cerro \" (Mount), Messrs. Ansa & Anaya and Messrs. Vellozo & San Martin are building two large \" Saladeros,\" which will contain the most modern machinery invented for slaughtering establishments. The Seminary is actively pushing forward the building of its great church, a model of architecture. The \" Summer Theatre \" in the Calle Mercedes is to be opened shortly, and the building of the \" Grand National Theatre \" in \" Cagancha Square \" will soon be commenced. Within a few months the \" Faubourg Reus,\" almost a town ; larger in extent and in number of houses, than some of our Country Capitals, will be completed. It will consist of more than 600 houses, and will be a healthy substitute for the bad lodgings the working classes had to put up with hitherto. The '-' Grand Boulevard Maillart,\" the plans of which are ready, and materials and workmen contracted for, will soon transform one of the poorest portions of the City into a splendid faubourg, and become the central artery of our constantly increasing traffic. 1889 will also witness the conclusion of three new tramway lines which will materially improve communication between the City and suburbs. Much more can be said regarding private enterprises but it is fair to add that the Government's share in this wonderful activity is not behindhand. The \" Public Charity Committee,\" besides concluding the important works they have in hand at the \"Hospital,\" the \"Lunatic Asylum,\" the \"Orphan House,\" the \"Poor House,\" and the \" Lottery Establishment,\" will begin almost immediatelv the construction of three large buildings for"], [103, "71 \" Maternal Asylums,\" where young children are taken care of during the hours their mothers are out at work. One of the Asylums will be in calle Yi, at the south of the city, and another on the playa lands, for all the children of the families employed in the grand manufacturing establishments of Podesta, Marexiano, Anselmi, Nidiug, Castellanos y Delucchi and others which are about to be started in that locality. The new \" School of Arts and Trades,\" which is being built near the Playa Ramirez, will be finished this year. This grand structure consists of an entire square of land covered with handsome and spacious buildings. This year all the streets of the old city and the greater part of the new will be thoroughly paved and repaired, whilst many of the roads on the outskirts of the town will also receive attention. The splendid palace in calle 25 de Mayo, at the corner of Camaras, known as the \" Gomez Palace,\" the finest building in town, and which has been likened to one of the wings of the Houses of Parliament in London, will be at last completed and prepared for the \"Junta Economico Administrativa,\" the Municipal Council having purchased it for their offices. The public roads throughout the department of the capital will be thoroughly repaired, large gangs of workmen have been organized by the Junta for that purpose. The \" Playa de la Aguada,\" so long left half finished, will be entirely completed, the whole ground properly levelled and all the roads paved. The Roads to the \" Buceo \" and the \" Cerro \" will also very shortly be thoroughly levelled and paved. * \" Calcagno's\" Quinta in Calle Sierra will be transformed into a public garden, with lakes, fountains, &c, which will afford an attractive and pleasant retreat for the thickly populated neighbouring districts. A few weeks hence the public squares will again he laid out as gardens, and opened to the public. The \" Arroyo Seco,\" hitherto a source of danger to public health on account of its stagnant waters, will be transformed into a great drain communicating with the sea. The following Railway Extensions are in progress : — Continuation of the North Eastern line, from Suarez station (old Panclo line) to San Ramon, in direction of Nico Perez, Melo and camino de Bage with a branch to Treinta y Tres. Continuation of the line from Paso de los Toros to Pysandii and from Paysandii to Salto ; the works on both branches to be accomplished simultaneously. Works will be commenced on the following lines : — From Isla Cabello to San Eugenio. From Paso de los Toros to Rivera. From Monte-Video to Colonia, Nueva Palmira, Mercedes and Fray Bentos. These works will be commenced simultaneously at various points, materials being collected both at Monte Video and at Nueva Palmira, the Company having bought suitable lands for the purpose at the latter place. And finally, plans are being traced for the construction of the Frontier railway, for which Don Benjamin Victorica Urquiza has been granted a concession. The Department of \" Colonia \" is to be the scene of very important undertakings. Besides the improvements contemplated in the City, which will completely transform it, the following works are to be carried out in the Department : — The Canalization of the \" Arroyo del Rosario \" to be accomplished by the \" Sociedad de Credito Real.\" The Canalization of the \" Arroyo de las Vacas.\" These works will commence shortly. The construction of large Granaries in the town of \" Rosario,\" by Messrs. Lassa and Barriero, who arc investing a large capital in the undertaking."], [104, "72 The colonization of the lands of Don Domingo Ayarragaray, carried out by the \" Sociedad Fomento Druguayo,\" which acquired them for that purpose, as well as those of the estate of the late Mr. Reyles, bought by the same Society with a similar object. These Colonies will be connected with the Monte Video to Colonia and the Central Uruguay Railways. In the City of \"Maldonado\" (on the Atlantic), Messrs. Mur6, Cortada and Co. are to establish a large cloth manufactory. All the Departments will have a share in these colossal enterprises this year. Each of them has §130,000 at its disposal at the National Bank for the construction of public buildings, bridges and roads. The Local Boards in each department will superintend the carrying out of these works. If it were possible to obtain a bird's-eye view of the country, we would see the whole Republic transformed into a vast workshop. We could add much more, but have confined ourselves to the works in actual progress, and those about to be commenced during the year. Many more are contemplated, but are still under study. Such are the prospects of the \" Republic of Uruguay \" for 1889. We may be justly proud of them."], [105, "AIWEIKDA,"], [106, ""], [107, "75 RATIFICATION OF MARRIAGE BETWEEN NON-CATHOLICS. The Honourable Chamber of Representatives of the Oriental Republic of Uruguay. Month Video, July 12th, 1888. ( I have the honour to forward to the \" Executive\" the Act passed by the Honourable Chambers, at this day s sitting, prolonging for two years the period for the ratification of marriages contracted in the Republic by non-Catholics, before their respective Ministers of Religion, or Consuls, and for legitimising the children in accord ance with the Acts of 1878. With this object I beg to convey to- the \" Executive\" the assurance of my most distinguished consideration. J. A. MAGARINOS CERVANTES, Manuel Garcia y Santos, Secretary. To the Executive Power of the Republic. The Senate and Chamber of Representatives of the Oriental Republic of Uruguay, assembled in General Meeting DECREE. Art. 1. — A further period of two years, to be reckoned from this date, is granted for the ratification of marriages contracted in the Republic by non -Catholics, before their respective Ministers of Ueligion or Consuls, in accordance with the provisions of the Acts of the 24th September and the 28th of October, 1878. Art. 2. — In order to obtain the benefits granted by these Acts, it is not necessary for both the husband and the wife to present themselves together, to complete the legal formalities, but it shall be sufficient if one of the parties does so, and gives proof of coming under the general conditions required by law. Art. 8.— All provisions contrary to these presents are hereby repealed. 4. — Let it be notified, &c. Sessions Hall of Hon. Chamber of Representatives at Monte Video, July lZth, 1888. J. A. MAGARINOS CERVANTES, Manuel Garcia y Santob, Secretary. Ministry of Justice, Worship, and Public Instruction Monte Video, July 18M, 1888. Let it be carried out, acknowledge receipt, notify and publish. TAJES, Martin Berinddaoui."], [108, "76 LAWS AND REGULATIONS OF THE REPUBLIC Regarding Registration of \" \"Trade Marks \" and \" Privilege of Invention.\" ABSTRACT. 1.— A special Department for this purpose, under the control of the \" Home Secretary of State,\" was established on the 1st of March, 1877. 2.— Only denominations of the objects, names of the parties, emblems, monograms, engravings, and the like can be registered as Manufacturing or Trade Marks. 3. — The Trade or Manufacturing Marks may be placed on the goods and on the packages which contain them. 4. — Drawings, illustrations, &c., in any way offending morality will not be registered. 5. — The property of a Trade Mark belongs to the next-of-kin, but can be transferred by contract, as the sale of an industrial or commercial establishment entitles the buyer to the use of the registered Mark, unless stipulations to the contrary are set forth in the contract. But in any case the transfer must be registered at the special Department. 6. — No Trade Mark is legal until the certificate of the Home Officers been granted. 7.— The property of a Trade Mark only lasts 10 years, but can be extended by paying the corresponding tax referred to hereafter. 8. — To obtain the property of a Manufacturing or Trade Mark, application must be made to the Department under the control of the Home Office. The application must accompany : — (a) A full and detailed description (in duplicate) of the Mark or Emblem. (b) A statement of the objects such Marks will be applied to, and if they are connected with Manufactory or with trade. (c) A receipt from the Treasury that the registration fee has been paid. The following are the fees- Registration, $50 ; registration and certificate of transfer, 3525. (d) A power of Attorney, in case the interested party does not apply personally. 9. — Should the Home Secretary refuse to grant a Trade Mark, petitioners can appeal within ten days ; and the opinion of the Attorney-General will be taken into consideration by the Government. 10. — The Penal Code establishes $100 to $500 fine, or 15 days to 12 months' imprisonment, according to the magnitude of the offence, for whosoever : — (a) Forges or adulterates any legal Trade Mark. (b) Uses a Trade Mark not belonging to him. (c) Sells or induces to sell goods with a forged or fraudulent mark. (d) Sells or induces to sell goods with a legal brand, but without the authority of the proprietor of the Trade Mark. On the 11th November, 1885, the Senate and Chamber of Deputies authorised the Executive to extend the laws and regulations relating to \" Patents of Invention \" and \" Trade Marks.\" The following are the salient points : — 1. — For inventions or improvement of inventions the State may grant exclusive Patents of privilege. 2. — Industrials patented in foreign countries will have the right, if they want it, to establish their industry in the country, if their privileged industry has been at work for at least twelve months. 3. — New discoveries or inventions become the exclusive property of the inventor for the time, and under the conditions ot' the law. 4. — New industrial products and the appliances used for that purpose are considered new discoveries or inventions. 5. — The State will not grant Patents of privilege to the following — (a) To financial schemes. (6) Discoveries or inventions which are sufficiently known in the country or abroad, and contained in books, pamphlets, &c. (c) Pharmaceutical preparations. (d) Anything offending morality or the laws of the Republic."], [109, "77 6.— The State does not guarantee the merit or the priority of the discoveries or inventions. 11.— When the State grants a privilege, it will, incase of need, consult the Board of Health regarding insalubrious or dangerous industries, and will fix a period for their establishment. 13.— If the industry is not established within the period mentioned, the interested party must apply to the House of Representatives for an extension of time, and this petition must be made at least three months before the expiration of the first period. 85. — The following Patents will become null and void : — (a) Those obtained through false testimony or information. (6) Those whose description is inexact or incomplete. (c) Those that have been granted as for a National invention, and subsequently found out to be a Foreign one, in which case the fraudulent party will be fined $500 or six months' imprisonment. RE-ADULTERATION OF WINES AND LIQUORS Exchequer Office, Monte Video, 10th April, 1889. DECREE. In view of the numerous and repeated representations addressed to the Government by the import trade, complaining of the strict enforcement of the Decree of the 12th September, 1885, as regards that portion which refers to the rejection of wines that contain more than two grammes of Sulphate of Potash per litre, and considering : — 1. — That the said enforcement causes serious loss to the trade and injures the Public Revenue, inasmuch as some of the wines, commercially known as fine, which are imported exceed the established allowance. 2. — That although the regulation complained of is similar to those existing in other countries, and is based on the opinion of Technical bodies, it has not always been strictly exercised ; nor is it as yet scientifically determined what quantity of the said salt certain wines may contain in their natural state. 3. — That the allowance of two grammes per litre uniformly applied to all wines has no reasonable basis, in a practical and hygienic point of view, since the individual consumption of the so-called fine wines, besides being limited to the wealthy consumer, takes place in small quantities ; whereas the consumption of common wines, on account of their cheapness and low alcoholic strength is general, and attains relatively enormous proportions. 4. — That even supposing that it should be demonstrated scientifically and conclusively by the technical bodies that the allowance authorised is prejudicial to public health, the Government would always be in a position to repeal the present Decree, either wholly or in part, giving sufficient time for the admission only of shipments already made. For the reasons set forth, the President of the Republic Decrees : — Art. 1. — The suspension, until the 81st of December of the present year, of the provisions of Art. 6 of the Decree of the 12th of September, 1885, in so far as it may apply to fine wines, but maintaining, nevertheless, the said provisions with regard to liquors in common use. Art. 2. — In the fine wines referred to in the previous Article, the Custom's Authorities of the Republic shall allow the presence of as much even as four grammes of Sulphate of Potash per litre. Art. 3. — Notify, publish, and enter in the proper register. TAJES, Jacobo Varkla. Which I have the honour to transcribe for your Excellency's information and corresponding purposes. May The Lord grant you a long life. JACOBO VARELA, Minister of Finance. To his Excellency the Minister of Foreign Affairs, Dr. Don Tldefonso Garcia Lagos."], [110, "78 THE BRITISH PRESS IN MONTE VIDEO. Important recent Letter from a British Subject To finish, we transcribe the following, contained in \" The South American Journal,\" of the 29th June, 1889, a weekly newspaper, published in London : — \" A new Journal, called the Montevidean Independent, hw appeared in. the Uruguayan capital. It is very well got up, and we wish it the best success. Monte Video is now pretty well supplied with English papers, having three, viz., the River Plate Times, the Express of Monte Video, and now the Montevidean Independent, This is surely a conclusive proof that Uruguay is going rapidly ahead. \" We take the following important letter from the columns of our new colleague the Montevidean Independent — \" C. H, Sandford, Esq., London. \" Monte Video, May 27, 1889. \" Dear Mr. Sandford— I proceed to comply with my promise, that is to give you my opinion about this country after residing two months in Monte Video. I have to confirm what I said at the time of your departure, and now can add more information. \" Most people have the idea that this is a very small country, principally because it lies between the vast territories of Brazil and the Argentine Republic, and consequently looks very small on the map. But, in fact, it is larger than Great Britain, with better soil and a lovely climate. No country better deserves the name of Garden of the World. Most of the people still live a primitive pastoral life, losing their time in breeding horrid criollo (native) cattle, which do not give beef good enough for the London market. \" It is a comparatively easy task to refine the cattle, as the land is so good, and the climate so mild, that one can raise the finest shorthorns, and have them fat all the year round without artificial food or shelter. This is the only country in the world where this can be done, and one can easily realise what a rich country it would be with some twelve million of Durham and Hereford cattle, representing, after home consumption, an annual export of two million beasts worth about $50 each. \" The sheep here are mostly Merinos, and these do very well in some districts, but, in my opinion, it is just the country to grow long-woolled sheep, Lincolns, &c, in some parts, and Southdown and Scotch Bheep in the cuchillas (hilly parts) and hard grass camps. The country is well watered, one finds streams everywhere — no danger of animals dying from drought. \" The horses are very good, but small, and lacking quality, but the very be9t horses can be grown here with scarcely any expense. This country and the Argentine Republic will some day supply the world with horses, as they cannot be raised so cheaply elsewhere. The tramway horses here are the best I have ever seen. It is strange that an English company has not been formed to breed horses by the thousand. No business pays better. \" Monte Video. — This city is growing like a giant, houses are going up so fast that enough men and materials cannot be obtained for the work. In the last two months city property (and country also) has advanced 40 per cent, in price, and still is not at half its value. This great rise is due to various causes. 1st. — The resur rection of the Compafiia Nacional de Credito y Obras Piiblicas, which is now healthy and flourishing, and holds properties worth $15,000,000. 2nd. — The death of General Santos, the last of the caudillos, the only man capable of inspiring fear of a revolution. 3rd. — The steady influx of capital. 4th. — The railways, which are opening up the country in every direction. 5th. — The well-known intentions of the Government to foment immigration in every way, and its preparations to put cheap land within reach of the poor agriculturist. For the furtherance of this object, the Government holds Si, 500,000, deposited in the National Bank. The population has increased greatly during the last two years, and now stands at about 200,000. \" Railways. — The railway development is startling, there are about 1700 kilometres of lines contracted for, or in course of construction. With railways and emigrants the future of the country is secure. \" Banks. — Monte Video is full of banks, but as yet there is not much banking facility. There are five banks of emission, circulating notes to the amount of about $11,000,000, an amount totally inadequate for the business of the country. With the present system, although there is about $25,000,000 gold coin in the city, the emission cannot increase much, as the banks convert each other's notes every morning, and woe to the one that discounts more than its neighbour ; the excess is carried away in gold to the vaults of the least enterprising. This cannot last much longer ; some plan must be hit upon to raise the emission to at least the amount of gold on hand. A new"], [111, "79 bank called the Halo-Oriental, authorised capital $8,000,000, subscribed capital $4,000,000 will open next week. I hear that this institution, although having the right to emit notes, will not avail itself of the privilege, which shows the peculiar state of the market at present. \" Compania Naoiosal dr Cr£i>ito y Obas Publicas — (National Company of Credit and Public Works.) This Company, which occupies all my time in Monte Video, is in a very flourishing condition. The present market value of the shares is about 1 10, but there is no reason why they should not go to 150 this year, as most likely a dividend of 25 per cent can be paid, say about November. Besides the London business, and others of which you are aware, the Company will realise large profits in the launching of the following Companies, which will come out in rapid succession — Electric Light Company, Bolsa de Comcrcio (Stock Exchange), Great Produce Market, Miguelete Port for Coasting Vessels, and several others. I estimate that the profits from the above companies will be over $2,000,000. Our land sales are giving a profit of about 40 per cent, on their cost, and prices are rising every day. I do not see the slightest difficulty in the company gaining $5,000,000 this year. This would 6how 50 per cent, on our $10,000,000 capital, but I don't think the Directors will pay more than 25 per cent, to shareholders. The 3rd and 4th series of shares, $5,000,000 each, will not be issued until next year. \" Politics. — There is not the slightest cloud on the political horizon ; the new President will be elected by the Chambers next March, and General Tajes will descend from office with the glory of having re-established Constitu tional Government, and his prudence, firmness and moderation, coupled with establishing banks and encouraging railways, have abolished civil war or revolution in this country for ever. \" Port. — On the 31st May will be opened the tenders to construct the Port of Monte Video. I hear there are some 12 or 15 plans, with corresponding estimates of cost. The proposals will first be reported on by the National Engineers, and then passed to the Chambers, where, I hope, the best scheme will be accepted. \" I am glad to see the Uruguayan Bonds rise in value in London, and I recollect that two years ago, when the 8 per cents, were at 70, how you laughed at me when I said that a Uruguayan bond was as good as an Argen tine one. I repeat this, so that you won't forget it, and here I may be a prophet, as I am not one in my own country. The \" boom \" is not here yet, it will commence most likely in the spring, and the summer will be \" lively.\" \" It is ludicrous to see how pessimistic the inhabitants of this country still are, but that is easily accounted for. They have only lately emerged from 25 years of more or less revolution and bad Government, with the corresponding soldiers, spies, traitors, &c. They have seen their estancia lands at $5000 the league, and cannot yet realise how it is they are now worth $40,000, and some even up to $100,000. They have seen the best sites in Calle 25 de Mayo (the principal street of Monte Video) sell at $25 the vara (yard), and now think that $120 for the same must be wild speculation. But in a short time they will forget the old grievances, and be just as optimistic as you or I, which is saying a great deal. \" Commerce is sounder here than in any other part of the world ; nearly all commercial men work on their own capital and have money to spare. \" People are honest and very careful of their credit. Mr. Gowland (manager of the National bank) tells me that since the bank started no commercial bill has been protested. There is no mercy shown to a bankrupt here ; they begin by putting him in prison until it is proved whether he is a swindler or not. If he is not a swindler he is taken out of prison, and the creditors fight over him ; there are always some who will not make any com position, and eventually the unfortunate has to emigrate to some country less honest but more merciful to the bankrupt. \" Monte Video is a wonderful place, wonderful ! \" Yours sincerely, \"EDWARD CASEY.\" Ffom The South American Je-urnal. URUGUAYAN MUSEUM. A permanent Exhibition, containing a great variety of specimens of the Animal, Vegetable and Mineral Kingdoms of the Republic, will in a few weeks be opened at the Consulate General, 27 Throgmorton Street, London, E.C. The Public will have Free Admission during official hours."], [112, ""], [113, "GENERAL YIEW OF MONTE VIDEO, TAKEN FROM THE CATHEDRAL."], [114, "MARBLE FOUNTAIN— CONSTITUTION SQUARE."], [115, "BIRD'S-EYE YIEW OF THE PORT."], [116, "PIERS AND WHARYES- MONTE YIDEO."], [117, "STREET \"18 DE JULIO.'"], [118, "BT-U-EI \"18 DE JULIO\" FROM \" LIBERTAD \" SQUARE."], [119, "SHIPBUILDING YARDS."], [120, "SHIPBUILDING YARD,"], [121, "LUNATIC ASYLUM."], [122, "HOUSE OF CORRECTION."], [123, "HOME OF THE SISTERS OF CHARITY,"], [124, "BRITISH HOSPITAL,"], [125, "'INflOW 3HI HOHJ N3HYI '03CIIA 3IN0W 10 JR3IA TYH3N39"], [126, "asnoH woisno oaaiA aiHon"], [127, "C1BILS GRAYING DOCK."], [128, "HOUSE OF PARLIAMENT."], [129, "\\LN3WHsnavisa ONiiNiaa «oiois ia»"], [130, "\"GENERAL RIYERA \" BARRACKS."], [131, "GOVERNMENT PALACE. SCHOOL OF TRADES FOR DESTITUTE BOYS."], [132, "MAREXIANO BROTHERS' BOOT MANUFACTORY. PODESTA'S FLOUR MILL."], [133, "GENERAL POST OFFICE. COURTS OF JUSTICE."], [134, "RATIONAL BANK. URUGUAY CLUB."], [135, "GAS WORKS. THE EXCHANGE. \"SAN FELIPE\" THEATRE. CONCEPCION CHURCH."], [136, "ASYLUM FOR ORPHANS. ASYLUM FOR THE AGED. \"LIBERT AD\" SQUARE. \" INDEPENDENCE \" SQUARE."], [137, "\"CIBILS\" THEATRE. Mr. FYNN'S RESIDENCE. PORT MARKET. CONSTITUTION SQUARE, WITH ENGLISH CLUB IN THE BACKGROUND."], [138, "* TREIFTA-Y-TRES *' BARRACKS. \"S0LI8\" THEATRE. Mb. ILLffS SUMMER RESIDENCE.\" NORMAL SCHOOL."], [139, "CENTRAL MARKET. PRODUCE MARKET. ARGENTINE LEGATION. \"GENERAL ARTIGA8\" BARRACKS."], [140, "ENTRANCE TO THE CENTRAL NECROPOLIS. LONDON AND R1YER PLATE BANK, Mr. FARINI'S SUMMER RESIDENCE. ANGLICAN CHURCH,"], [141, "INTERIOR OF THE CENTRAL MARKET."], [142, ""], [143, "S/rercH _r CHAF)l£5 D.*OB£R PM_MMr**V44 r -n_5-r UftOMMk"], [144, ""], [145, ""], [146, ""], [147, "W. GILBERTSON & CO. LIMITED. w®MT&mw&ww mh f_lam* woiii, Cable and Telegraphic Address! *ulLoUll, ( Pontardawe. WORKS ESTABLISHED UPWARDS OF HALF A CENTURY. MAKERS OF TINPLATES for culinary articles, canning fruits, fxsH, meats, «fcc TERNEPLATES for roofing purposes, being durable, ligKt, and easy of transport, AND BLACKPLATES. BRANDS. GILBERTSON'S PONT-AR-TAWE BEST CHARCOAL— GILBERTSON'S & CHARCOAL LINCOLN CHARCOAL— COMET— A Z— REGINA— GWYNED— PARSONS' COKE and GILBERTSON'S COKE. A.IaIa MADE OUT OF SOFT SsTSaZEaL.."], [148, "LONDON & RIVER PLATE BANK I_.IIVXITI3r>_ m^mmoMEMMw capital - &i,g©@»©©© PAED-17P » - \" - H©@0,©Q© llillTI PVlfD - H|@@,©@© Head Office-No. 52 Moorgate Street, E.C BOARD OF DIRECTORS. GEORGE W. DRABBLE, Esq., Chairman. | E. ROSS DUFFIELD, Esq., Managing Director. JOHN ELIN, Esq. CHARLES HEMERY, Esq. THOMAS S. RICHARDSON, Esq RICHARD FOSTER, Esq. DAVID HOWDEN, Esq. EDWARD ZIMMERMANN, Esq. ALBERT TEMPLE, Esq., Assistant Manager and Secretary. BRANCHES PARIS, BUENOS AYRES, MONTE VIDEO \\nd ROSARIO. AGENTS. LIVERPOOL IRELAND SCOTLAND MARSEILLES BORDEAUX BAYONNE HAVRE ANTWERP BERLIN HAMBURG AMSTERDAM GENOA NAPLES MILAN LEGHORN PALERMO ROME TURIN VENICE BARCELONA SANTANDER OORUNNA BILBAO CADIZ MADRID VIGO LISBON CANARY ISLANDS NEW YORK BALTIMORE BOSTON PHILADELPHIA AUSTRALIA NEW ZEALAND And the Various Branches of the NATIONAL PROVINCIAL BANK OF ENGLAND BANKERS. THE CITY BANK, LIMITED, THREADNEEDLE STREET, LONDON. Deposits for fixed periods are received at interest, particulars of which may be received at the Bank Letters of Credit and Bills of Exchange issued on the Branches. Bills payable at Buenos Ayres, Monte Video, or Rosario, sent out for Collection. Purchases and Sales of Stock, Shares, aud other Securities effected on the usual charges."], [149, "THE ENGLISH BANK OF THE RIVER PLATE LIMITED. Subscribed Capital, £1,500,000. Called Up, J3T50,000. Reserve Fund, £250,000. BRANCHES— Buenos Ayres, Monte Video and Rosario. AGENCIES— Paysandu-Salto. Deposits received at the Head Office for fixed periods at rates of interest to be ascertained on application. Letters of Credit, Bills of Exchange and Cable Transfers issued on the Branches and Agencies. Bills payable in Buenos Ayres, Monte Video, Rosario, and other Cities of the Argentine and Uruguay Republics negotiated or sent for collection. The Bank effects purchases and sales of Stocks, Shares, Coupons, and other Securities, collects Dividends, and undertakes every description of Banking business. BRUCE THORNBURY, St. Swithin's Lane, E.C. Secretary."], [150, "LONDON & BRAZILIAN BANK, Limited CAPITAL, £1,250,000, in 62,500 SHARES of £20 each*. Paid-up Capital 62,500 Shares at £10— £623,000. Reserve Fund £360,000. Head Office— 8 Tokenhouse Yard, London, E.C. directors. THE HON. PASCOE CHARLES GLYN, Chairman. CHARLES EDWARD JOHNSTON, Esq., Deputy-Chairman. JAMES ALEXANDER, Esq. CHARLES SEYMOUR GRENFELL, Esq. JOHN BEATON, Esq. (Managing Director). JOHN HOLLOCOMBE, Esq. EDWARD LONSDALE BECKWITH, Esq. CHARLES DAY ROSE, Esq. Manager— JOHN GORDON, Esq. Bankers. t«™™ /BANK OF ENGLAND. London— | Megsrg GLYN) MILLS, CURRIE and Co. Paris— Messrs. MALLET FRERES and Co. Hamburg— Messrs. SCHRODER and Co. BRANCHES. BRAZIL. RIO DE JANEIRO, PERNAMBUCO, BAHIA, RIO GRANDE DO SUL, PELOTAS, PORTO ALEGRE, PARA, SANTOS, SAN PAULO. RIVER PLATE. U.S. AMERICA. MONTE VIDEO. | NEW YORK (Agency). PORTUGAL. LISBON. OPORTO. CORRESPONDENTS. BRAZIL CAMPINAS, CAMPOS, CEARA, MACEIO, MANAOS, MARANHAM, SANTA CATHARINA. PORTUGAL. AMARANTE, BRAGA, COIMBRA, FARO, FIGUEIRA, GUIMARAES, LAGOS, PORTIMA6, SETUBAL, SILVES, SINES, TAVIRA, VIANNA, VILLA REAL. RIVER PLATE. BUENOS AYRES, ROSARIO. The Directors of this Bank grant Drafts on the Branches and negotiate or collect Bills payable at the above places, on the most favourable terms. They also issue Circular Notes and Letters of Credit for the use of Travellers to all parts of the World. They undertake the Agency of parties connected with Brazil and Portugal, make investments in the Public Funds, and other British and Foreign Securities, and receive Dividends and Interest free of charge to constituents. They also receive Monej on Deposit at rates of Interest varying according to tie length of time for which the Deposit is made. Current accounts opened at the Head Office and Branches. For further particulars apply at the Bank, 8 Tokenhouse Yard. Office hours, 10 to 4 ; Saturdays 10 to 1. ERNEST EDYE, Secretary."], [151, "ENGLISH BANK OF RIO DE JANEIRO LIMITED. SUBSCRIBED CAPITAL, £1,000,000, in 50,000 Shares of £20 each. WITH POWER TO INCREASB S'.A-ID-TTI\" CAPITAL, ÆSOO.OOO. I RESERVE F-CTI«I>, jCIOO.OOO PAD OFFICE— 2a BfOORGATE STREET, LONDON, EX. Directors. CHARLES CARRINGTON, Esq., Managing Director. JOHN CONRAD IM THURN, Esq. FREDERIC LUBBOCK, Esq. MATTHEW GEORGE MEGAW, Esq. RICHARD HATT NOBLE, Esq. JOHN ALEXANDER SELLAR, Esq. ARTHUR BERNARD WHITE, Esq. 5ub-/lDanager 8. Secretary ALEXANDER DICK - CUNYNGHAM, Esq. auditors. ARTHUR ABRAHAM FRASER, Esq. | MORGAN YEATMAN, Esq. FREDERIC JOHN YOUNG, Esq. (Messrs. Turquand, Youngs, Weise, Bishop & Clarke.) Banners. LONDON— THE BANK OF ENGLAND; THE LONDON JOINT STOCK BANK, LIMITED. PAEIS— Messrs. HEINE & CO. HAMBURG— Messrs. JOH. BERENBERG GOSSLER 4 CO. PORTUGAL— BANK OF PORTUGAL. ITALY-BANCA GENERALE. MADRID -Messrs. URQUIJO & CO. BARCELONA— LA SOCIETY DE CREDITO MERCANTIL. BRANCHES IN BRAZIL— RIO DE JANEIRO, PERNAMBUCO, SANTOS, PARA, SAO PAULO, BAHIA, PORTO ALEGRE. BRANCH IN THE RIVER PLATE-BUENOS AYRES. AGENCY IN THE RIVER PLATE-MONTE VIDEO. AGENT IN NEW YORK-CHARLES M. FRY, Esq., 48 WALL STREET. Correspondents. ANTWERP, BORDEAUX, HAVRE, MARSEILLES, CEARA, MARANHAM, RIO GRANDE DO SUL, PELOTAS, ROSARIO, MONTREAL, TORONTO, HAMILTON, HALIFAX N.S., ST. JOHN N.B., and NEW ORLEANS. Also in AUSTRALIA, NEW ZEALAND, and SOUTH AFRICA Deposits received at the Head Office for fixed periods, on terms which may be ascertained on application. Drafts, Cable Transfers, and Letters of Credit issued on the Branches in Brazil and the River Plate. The Purchase and Sale of Funds undertaken, as also the receipt of Dividends, the Negotiation aud Collection of Bills of Exchange, Drawn Bonds and Coupons, and all other legitimate Banking business."], [152, "\"HOUSTON\" LINE LIVERPOOL TO RIVER PLATE, CHILIAN 2154 tons PRINCESS 209. « ANJER HEAD 2015 » HELLENES 1983 » HILDEGARDE 19.0 .. THESSALY 1925 .. NORFOLK 1790 ■■ TUSCANY 1642 ., DILSBERG 1514 .. MASCOTTE 3192 tons HELLOPES 3000 s. HIPPOMENES (building) 3000 >i HYDARNES .. 3000 .. HELIADES 2965 n HERACLIDES 2947 .. NIGRETIA 2.77 .. HESPERIDES 2403 ., CILURNUM 2190 .. Sailing every SATURDAY mt\\ Passengers and Goods FOR PTE YIDEO, BUENOS AYIjES and IjOSARIO, Loading Berth— WEST SIDE HARRINGTON DOCK. For Freight or Passage apply to the Agents— J. R. SCHWARTZ, Monte Video. JOHNSTON & CO., Buenos Ayres. BARBER & CO., New York. or to R. P. HOUSTON & CO. 17 Water Street, Liverpool."], [153, "Liverpool, Brazil & River Plate Mail Steamers, LAMPORT &, HOLT LINE. WORDSWORTH, 2660 Tons. HEVELIUS, 2610 „ MASKELYNE, 2605 „ GALILEO, 2262 „ LEIBNITZ, 2280 Tons. OLBERS, 2161 „ BIELA, 2169 „ SIRIUS, 2169 „ BUFFON, 2328 Tons. CUVIER, 2317 „ PLEIADES, 2296 „ The above-named or other First-class Steamers, carrying Passengers, are despatched From SOUTHAMPTON on 2nd and 16th of each Month. For MONTE VIDEO and BUENOS AYRES Direct, calling only at the ISLAND OF MADEIRA. Not calling at any European or Brazilian Port, and thus avoiding all danger of Quarantine. Trains leave London, Waterloo Station (Main Line) for Southampton in time to connect with the Steamers. On Week Days at 11.15 a.m., arriving at Southampton at 1.35 p.m. On Sundays at 12.25 p.m., „ „ „ at 2.17 p.m. Free Railway Passes from London to Southampton. Special carriages attached to these Trains running to Southampton Docks, Passengers going straight on board the Steamer from the Train. A Cablegram is received on the arrival of each Steamer at Monte Video, and Passengers' friends advised. FIRST-CLASS RETURN TICKETS, available for Twelve Months, can he arranged for on advantageous terms, with the option to Passengers of breaking the journey at any intermediate Port, and of proceeding to their destination by one of the Company's succeeding Steamers. Also of making the round voyage by way of New York. A Cargo Steamer is despatched direct to the River Plate from Liverpool every Saturday. For Freight and Passage apply in Manchester to J. W. JONES, 19 Chapel Walks; in Glasgow to P. HENDERSON & CO., 15 St. Vincent Place; in Antwerp to KENNEDY, HUNTER & CO. ; in Southampton to KELLER, WALLIS & CO. ; In London to ARTHUR HOLLAND & CO, And in Liverpool to 2 East India Avenue, or LAMPORT & HOLT, (for Conveyances) 5 Lime Street, E.C. 2-1 Water Street."], [154, ""], [155, "Trap B Wg Mark. ÆJbÆ&* (The Trad° Mark is in Eed)- ___k^_^^^^__^j_l •* THE FACT THAT MAMTJWM^B _^^_P^^l/■s^^_fsl^Q^Ts1^T*'Ts,i^i^^%_^s, HAS B0 MANY IMITAT0RS proves the undoubted %s v< -LVA Jtr \\J O A X Iv/IN SUCCESS & SUPERIORITY of our ORIGINAL ARTICLE \" The ONLY Composition with which I have any connection is HARTMANN'S RAHTJEN'S with an open hand in red as Trade Mark.\" str Signed, We, as the ORIGINAL Manufacturers of this article, would request Shipowners when ordering RAHTJEN'S COMPOSITION through other channels than from us direct, to specify \" HARTMANN'S.\" Our manufacture ha6 been applied during 1888 to 2,600,000 TOMS of British Steamers. About the same proportion (in some parts even higher) of foreign tonnngc is similarly coated. Among these are the following large Steamers — H. M.S. H. M.S. Inman & International S.S. Co. Anchor Line. White Star Line. \"NIGER,\" s. \"MEDUSA,\" a. \"CITY OP HEW YORK,\" 6. \"CITY OF ROME,\" e. \" TEUTONIC,\" B., \"MAJESTIC, ' s. Hamburg American Co. Peninsular and Oriental Steam Navigation Co. \"AUGUSTA VICTORIA,\" s., \"COLUMBIA,\" s. \"BOMBAY,\" b., \"HONG KONG,\" s., \"ORIENTAL,\" s., \"PENINSULAR,\" s., \"OCEANA,\" s. The following Navies use our Composition — \"The Royal British Navy,\" \"The Imperial German Navy,\" \"The Imperial Austrian Navy,\" \"The Imperial Russian Navy,\" \"The Royal Spanish Navy,\" \"The Imperial Chinese Navy,\" \"The Imperial Japanese Navy,\" \"The Imperial Indian Navy,\" \"The Imperial Brazilian Navy,\" _c. PREVENT EXISTING CORROSION Going Further, and New Setting in, inside Steel and Iron Vessels (particularly the foimer) by using HARTJVUNN'S GREY PAINT. ITS LIGHT COLOUR IS A DISTINCT ADVANTAGE. SDTER, HARTMAM _ I(1HTJEN'S COMPOSITION COMPANY, Limited, Head Office— 18 BISÆIf'EK SiT'BB'E-., E>@lf__@_f. BRANCHES AT LIVERPOOL, GLASGOW AND NEWCASTLE. Agents at all important Parts throughout the World-"], [156, ""], [157, ""], [158, "MPROYED AND ECONOMIC COOKERY. dse LIEBIG WANTS EXTRACT OF BEEF. ' r($-:$pr ■\"^^^^ One pound of Extract Keeps for any length of Beef equal to forty of time, and is cheaper pounds of lean Beef and of finer flavour value about thirty than any other stock shillings. -*&&'. . COOKERY BOOKS sent free on application to LIEBIC'S EXTRACT OF MEAT COMPANY, LIMITED 9 PENCHURCH AVENUE, XjONDOCT. An interesting Account of this World-famed Establishment will be found in the text of this book • also a general View of the Manufactory at \" Fray Bentos \" (Uruguay). Refer to \" Table of Contents \" and \" Engravings.\""], [159, ""], [160, ""], [161, ""], [162, ""], [163, ""], [164, ""]]