[[1, ""], [2, "MELLIN'S FOOD For INFANTS and INVALIDS. \" Hazkldean, Kingston, \"Jamaica, Oct. ±tk, 1S91. \"Dear Sik, — I send with this a photo ot our son, who is two years old, ud a big and strong boy for his age. He is one of the numerous little ones benefited by your excellent Food: and even now if he sees anything broxvn in a bottle says it is * nice jMellin's Food,' and wants to taste it. \" From the time he was five months old he took Mellin's Food ; it strengthened him so that now he eats solids. Believe me, vours truly. \"ALICE L1DDELL.\" MELLIN'S FOOD BISCUITS (Manufactured ly Carr _** Co.. Carlisle, specially for G. Mellilt.) Digestive. Nourishing. Sustaining. For Children after Weaning, The Aged, Dyspeptic, and for aU who require a simple, nutritions and sustaining food- Price 2s. and 3s. 6d. per Tin. M ELLIN'S EMULSION OF COD LIVER OIL AND HYPOPHOSPHITES The Finest Nutritive and Tonic Food for Delicate Children & Weakly Adults VERY PALATABLE, EASILY DIGESTED, PERFECTLY SAFE. Price 2s. 6d. and 4s. Gd. per Bottle. Samples, Pamphlet, and Prospectus, post free on application to G. MELLIN, Marlboro' Works, PECKHAM, S.E."], [3, "THE HELTERSKELTER HOUNDS"], [4, "THREE THOUSAND COPIES PRINTED OF THIS EDITION."], [5, "THE HELTERSKELTER HOUNDS OR Mr. FLOPKIN' S SPORTING MEMOIRS BY GEORGE F. UNDERHILL AUTHOR OF \" IN AND OUT OF THE 1-IG5KIN,\" ETC, ETC WITH NUMEROUS ILLUSTRATIONS BY L. THACKERAY London— CHAPMAN & HALL, Ld. 1894 [All rights reserved)"], [6, ""], [7, "CONTENTS. CHAPTER I. TAGE How Mr. Flopkin arrived at Helterskelter Hall ........ i CHAPTER II. How Mr. Flopkin went Cub-hunting . .14 CHAPTER III. How Mr. Flopkin gave a House-warming at Madcap Manor 30 CHAPTER IV. How Mr. Flopkin was in at the Death . 44 CHAPTER V. How Mr. Flopkin got Lost in a Fog . -57 CHAPTER VI. How Mr. Flopkin spent Christmas . . 68"], [8, "Contents. VIII CHAPTER VII. tage How Mr. Flopkin Hunted in London . . S3 CHAPTER VIII. How Mr. Flopkin Mounted a Friend . .92 CHAPTER IX. How Mr. Flopkin went Hunting on Wheels . 107 CHAPTER X. How Mr. Flopkin entered for the Matri- monial Stakes . . . . . .118"], [9, "CHAPTER I HOW MR. FLOPKIN ARRIVED AT HELTER SKELTER HALL. Madcap Manor, in the neighbourhood of Cockylorem, the county town of Cockylorem shire, was let. It had been to let for some considerable time, in spite of the artificesof the local auctioneer, who was popularly supposed to be a lineal descendant of Ananias, so the consternation was great when it became known that a tenant had been secured in the B"], [10, "The Helterskelter Hounds. 2 person of Mr. Peter Flopkin, the hero of these memoirs. The inhabitants of Cocky lorem were indefatigable in collecting information about the new tenant, and tales containing plain unvarnished falsehoods were freely disseminated in the club smoking- room and in Miss Cecilia Shortsermon's drawing-room. Miss Cecilia was the only daughter of Doctor Short sermon, the Rector of Cocky lorem, and was the queen of a circle called \" The Tabby Cat Society.\" The members of the society were quite as obe dient to her as the little boys and girls of ancient Sparta were to the Spartan matrons, that is to say, they agreed implicitly with her when she was present, and did exactly as they pleased when she was absent. Still, when Miss"], [11, "How Mr. Flopkin arrived. 3 Cecilia announced that Mr. Flopkin was a young bachelor with no further incumbrances than a good income, every spinster between the ages of seventeen and fifty-seven be sieged the drawing-room of Cockylorem Rectory, with the laudable purpose of obtain ing further news about our hero. But greater excitement prevailed when Miss Gothepace asserted that Mr. Flopkin was devoted to hunting. A feud arose amongst the ladies of Cockylorem. Miss Cecilia, ignoring the fact that Diana was supposed to be a model of propriety, stated that the hunting field was not the place for ladies, and Miss Gothepace ordered a new habit. Of all which things Mr. Flopkin was happily ignorant, for he was a bashful man, with a limited experience of the guiles of the fair sex. Now, as \" The Tabby Cat Society,\" the doings of which are duly recorded in Miss B 2"], [12, "The Helterskelter Hounds. 4 Cecilia's diary, was not the reason which had determined Mr. Flopkin to take up his abode in Cockyloremshire, we will leave tabbies to take care of themselves for a time while we inquire into Mr. Flopkin's motives. In the first place, a certain testy old gentleman named Nicodemus Flopkin had lately died and left Peter a fortune, because he had seen less of him than of any of his other relations. Peter had from infancy been ambitious to be come a sportsman, but though the spirit was willing, the purse was weak. Now Peter would be able to indulge in his favourite pur suits. Madcap Manor was as good as any other hunting-box in Cockyloremshire, and our hero wished to reside in that county, because his old schoolfellow, Jack Scatter dash, the son of Squire Scatterdash, of Helterskelter Hall, lived there. Certainly Jack was not such a staid companion as old Nicodemus might have liked Peter to possess."], [13, "How Mr. Flopkin arrived. 5 He had a noble disregard for the conven tionalities of society, and considered work to be one of those conventionalities ; but every- body voted him to be a good-hearted fellow, and even forgave him for advertising the Reverend Soapy Smi ler, Doctor Shortser mon's curate, in the Matrimonial News as an eligible bachelor in want of a wife, thereby causing several ladies to call at Mr. Smi- ler's humble lodgings. Some people said that Miss Cecilia was • amongst the visitors, but she denied the imputation with the asperity of a maiden who might very well pass for thirty-"], [14, "The Helterskelter Hounds. 6 nine in the dusk with the light behind her. As Madcap Manor required certain reno vations and alterations before Mr. Flopkin could take up his abode there with any degree of comfort, he accepted Jack Scatter dash's invitation to stay for a few days at Helterskelter Hall, and accordingly arrived one October morning at Cockylorem Station. The porter took out his luggage, while Peter looked in vain for Jack, who had promised to meet him. Suddenly he heard a noise like a German band playing out of tune, and turning towards the direction whence the unearthly sound proceeded, perceived his host, driving two rakish-looking brutes, tandem fashion, and having the appearance ofa cross between a circus proprietor and a quack medical practitioner. Seated behind was a diminu tive groom, who smiled with an air of superiority upon the frightened populace."], [15, "How Mr. Flopkin arrived. 7 \" Come along, old chap ! Look slippy ! These gees can't bear standing.\" This was not strictly true, as the leader was already standing on his hind legs, with his head beyond the reach of the diminutive groom. Still Peter climbed with nervous haste into the seat beside his friend, and they drove through Cockylorem as if they were driving to a fire, to the terror of the people who were in the streets, and to the delight of those who regarded them from windows or other places of safety. Owing to the care with which a certain old gentleman who resides below, but finds time to pay frequent visits to this earth, since he is not dependent upon English collieries for his means of locomotion, looks after his friends, Helterskelter Hall was reached without any accident, and Mr. Flopkin remembered with dread that he would have to undergo the ordeal of being intro-"], [16, "The Helterskelter Hounds. 8 duced to the female members of the Scatter dash family. These consisted of Eva and Constance, Jack's two sisters, and a maiden aunt, who acted as their chaperone, and kept house for her brother, the Squire. To judge by their costumes, the sisters possessed the same love of horses and sport as their brother ; to judge by the expres sions on their faces, they possessed the same love of mischief as well. As little girls, it had been their favourite amusement to put pieces of prickly furze between the girths and the skin of Doctor Shortsermon's fat cob, when ever that gentleman came to call, and to say demurely, when they were found out, that"], [17, "Hoio Mr. Flopkin arrived. 9 they thought he was too fat and wanted more exercise, though whether they referred to the cob or the clergyman remained an open ques tion. If any barristers stayed at Helter skelter Hall during the Cockylorem Assizes, they plastered the insides of their wigs with gum, to make them stick well to the head, and were known on one occasion to have shaken dead rooks over their aunt's best dinner dress, thereby producing great irritation for the wearer. When this charming innocence of their childhood had passed away with ad vancing years, their former victims fell in love with them, but, with one exception, of which we shall have more to say hereafter, were repulsed. But Mr. Flopkin found that his reception by the ladies was most cordial. Even the maiden aunt forgave him when he acci dentally sat down on her favourite Persian cat, a liberty which the beast resented by scratch-"], [18, "The Helterskelter Hounds. 10 ing Peter violently on the hand. Fortunately, he received instant relief from the welcome sound of the luncheon gong. The Squire greeted him with old-fashioned hospitality, and immediately gave him a full and authentic history of the Helterskelter Hounds, of which the Duke of Cockylorem was M.F.H. though he was generally assisted in the field by his two sons, the Marquis of Brush and Lord Eric Redrover."], [19, "How Mr. Flopkin arrived. 11 The conversation, judiciously combined with cold game and dry sherry, soon made Peter lose his usual nervousness, but he blushed up to the roots of his hair when the maiden aunt, who being deaf herself thought that everybody else was afflicted in the same manner, said in an audible tone, \" Jack, you did not tell me whether your friend was married.\" \" No, Aunt,\" shouted Jack. \"Then I think he ought to be,\" replied the lady in the same tone. \" Mr. Flopkin, I am glad to hear that you agree with me in thinking matrimony a great mistake.\" \" Very awkward lady to talk to,\" Peter thought, as he gazed in bewilderment at Eva and Constance Scatterdash. \" My sister is rather deaf, Flopkin ; you must excuse her,\" said the Squire, coming to the rescue. \" Oh ! certainly,\" stammered Peter."], [20, "The Helterskelter Hounds. 12 \"What is the little man talking about?\" Miss Scatterdash asked one of her nieces, in a voice which might have been heard in Cockylorem. \" He said, Aunt, that he had been waiting to see you.\" \"The impudent little wretch! And I thought he was so meek and mild. Well ! One never knows ! \" What the old lady meant by the last phrase must be left to conjecture. Peter thought she wished him to ask her to become Mrs. Flopkin. Miss Scatterdash might be a bore occasionally, but her nieces confessed that she was the perfection of a chaperone. In fact, Lord Eric Redrover had proposed to Eva in the old lady's presence without her being any the wiser. We presume that she must have been slightly blind as well, since Eva accepted him. Still, sometimes her deafness taught people how to speak the"], [21, "How Mr. Flopkin arrived. 13 English language, since when Dick Badenuff asked her at the end of a square dance whether she would trot round, squat flat, or liquor up, he had to repeat the question in the hearing of the whole ball-room, much to his own discomfiture. Peter was soon made aware of the fact of Eva's engagement, for Lord Eric put in an appearance shortly after lunch, and Eva promptly disappeared for the remainder of the afternoon, while Jack took his guest to inspect the stables and make arrangements for the next morning's cub-hunting. But the morning on which our hero first saw the Helterskelter Hounds requires a separate chapter."], [22, "CHAPTER II. HOW MR. FLOPKIN WENT CUB-HUNTING. Mr. Flopkin knew that he would be called at six o'clock in the morning, and conse quently woke up at four, though Jack Scatterdash had kept him up till a late hour in the smoking-room on the previous even ing. It is an established rule of human nature, that if we have to rise at an incon venient hour, we invariably wake some time beforehand, and fall asleep again five minutes before we ought to get out of bed. Mr. Flopkin was no exception to this rule. When the servant arrived with his shaving water, he was wandering through dreamland, and it"], [23, "How Mr. Flopkin zveut Cud-hunting: 15 was not until Jack appeared, half-dressed, and roused him by arguments which con tained more force than logic, that he con sented to open his eyes. Then he wondered for five minutes who the lunatic was who de- creed that Englishmen must sponge them selves with cold water on a chilly October morning, cut himself while shaving, spoilt two hunting cravats before he could tie one to suit his taste, and went down to breakfast with the dissatisfaction of a man who has been obliged to dress in a hurry. Constance Scatterdash was not going to hunt, so did not appear at the breakfast table, rather to Mr. Flopkin's disappointment,"], [24, "The Helterskelter Hounds. 16 sor she had already been marvellously successful in dispelling our friend's bashful ness with the fair sex. Nor was his anxiety for the morning's sport increased by the hints which the Squire gave him in regard to the horse which it would be his lot to ride. \" By-the-bye, Jack, you forgot to tell me what horse you intended to mount Flopkin on to-day ? \" With the exception of his own weight carrying hunters, the Squire left the manage ment of the stables chiefly in the hands of Jack, though his daughters took good care that they had a voice in the matter. \"Oh! the black.\" \" H'm ! You had better be careful how you use the spurs, for though he is quiet enough in harness, he gets tremendously excited as soon as he sees hounds.\" Now Peter was not a first flight man,"], [25, "How Mr. Flopkin went Cub-hunting. 17 accustomed to lead \" the cream of the cream in the shire of shires,\" but one of those modest riders who liked to see as much of the sport with as little risk to their necks as possible. He certainly had no wish to make his first appearance with the Helter skelter Hounds on an animal which bid fair to be a nuisance to himself and to everybody else. But he could not retreat without show ing the white feather. He could only trust to the chapter of accidents to allow him to ride quietly home before his horse became too affectionate towards the hounds. When the black, happily named Pluto, was brought round, he glanced with a roguish eye at Peter, as much as to say, \" We'll have some fun together before the day is over,\" while Peter regarded him with the air of a con victed pickpocket. The behaviour of Pluto on the way to the meet was extraordinary, though it was far c"], [26, "The Helterskelter Hounds. 18 from being exemplary. He took a lively interest in seeing what was on the other side of the hedges, which was adverse to the straight forward mode of progression usually adopted by horses. A habit of putting his head down and then suddenly lifting it up again did not increase Peter's comfort. When he came in sight of hounds, he evinced many tokens of delight, such as dancing on his hind legs and turning round and round, so that he might see everything that there was to be seen. Amongst the sights to be seen was Miss Gothepace in her new habit, who, having heard of the arrival of Mr. Flopkin at Helterskelter Hall, had put in an appear ance at covert side, for the express purpose of inspecting the latest prize in the Cocky lorem matrimonial market. Already, while Peter was vainly striving to control the in quisitiveness of Pluto, she was telling Jack"], [27, "Ho iv Mr. Flopkin went Cub-hunting. 19 Scatterdash that he must introduce his friend to her. \" Oh, certainly ! \" Jack replied, \" but I warn you beforehand that he is a most desperate flirt.\" Peter immediately went up fifty per cent. in Miss Gothepace's estimation. Meanwhile, hounds had been thrown into covert, and it was evident that more than one cub was about. Pluto's excitement refused to be restrained. He kicked and plunged, while Peter, having lost both his stirrups, held on by embracing the animal's neck, where upon Pluto bolted at full gallop, making his c 2"], [28, "The Helterskelter Hounds. 20 rider look like a second edition of John Gilpin. Now one side of the covert was skirted by a stream, which, though shallow, was far too wide for any horse to jump. Down the ride towards this stream Pluto went at racing pace. The majority of the field, seeing something attractive in this novel method of riding to hounds, hurried towards the spot, while the minority thought that hounds had broken covert, and galloped round to where they knew there was a ford. But before Pluto reached the water, Peter had lost his balance and slid quietly to the ground, where he lay on his back like a tortoise, and the few people who had crossed the ford had the pleasure of a hunt after Pluto, who emerged from the opposite side of the stream none the worse for his wetting. In due course the animal was restored to Peter, who thought now that he had a veritable excuse for"], [29, "How Mr. Flopkin went Cub-hunting. 21 returning home. But hardly had he turned the horse's head towards Helterskelter Hall, when the cry arose, \" Forrad away ! Forrader ! Forrader ! \" Peter hesitated. Prudence and inclination suggested Helterskelter Hall and the chance of a tete-a-tete with Constance Scatterdash. Dread of being thought to lack pluck sug gested following hounds. Pluto determined which course of conduct should be adopted. He took the bit between his teeth and started in pursuit of the pack. \" Come along, old chap ! I believe we're on the line of an old fox.\" There was no reason for Jack to tell his friend to come along, for he was coming along at a much greater pace than was pleasant. Even Jack saw this, and shouted out, — \" Don't let that brute get his head ! \" The advice no doubt was excellent. It"], [30, "The Helterskelter Hounds. 22 was like the advice given to the beaten prize fighter to go in and win, or the advice given by a doctor to a clerk earning twenty shillings a week to go to the Riviera for six months. Pluto had got his head, and his rider was beginning to lose his ; unfortu nately Pluto lost his legs over a drop fence into a dirty ploughed field, pecked badly, and then rolled over, sending Peter flying over his head. The horse was the first to struggle to"], [31, "How Mr. Flopkin went Cub-hunting. 23 his feet, and then galloped off on his own account. Peter rose from the ground more slowly. He was covered with mud ; his hat was smashed in ; altogether he looked very deplorable. The first sight that met his eyes was that of a young lady, some twenty yards off, who was evidently in the same position as himself. The young lady was Miss Gothepace ; the horse which had given her this nasty cropper belonged to her brother,"], [32, "The Helterskelter Hounds. 24 Tom Gothepace, and was what is commonly termed a screw, as in sooth most of Mr. Gothepace's horses were. Peter, feeling very awkward, went to re lieve the lady in distress, though, to speak the truth, he required more relief than she did. \" Can I help you ? \" he asked nervously. \" I'm afraid not, Mr. Flopkin, unless you can catch my horse. You look surprised at my knowing your name, but the Scatter dashes have told me all about you, and as we are both in the same humiliating position, I'd better introduce myself — Your obedient and most dirty servant, Miss Gothepace. \" Peter was not prepared for this reception, and could only stammer out an apology that, not being a professional athlete, he was afraid that he should be unable to catch her horse. \" But,\" he added with a sudden inspiration, \" if you feel faint, my flask is at your disposal. \""], [33, "How Mr. Flopkin went Cub-hunting. 25 \" Thanks, so much. I — I — do feel rather faint.\" Repentance oft comes too late. Peter repented when he saw how faint Miss Gothe pace was, and experienced by the sense of taste that the contents of his flask had considerably diminished. A groom came up with Miss Gothepace's horse, and informed Peter that a farm labourer had caught Pluto, and, recognizing him as the property of Mr. Scatterdash, had taken him to Helterskelter Hall. Then, having seen Peter mount Miss Gothepace, he rode away. \" Extremely awkward ! I shall have to walk, and I hav'n't an idea of the way.\" \"Never mind, Mr. Flopkin; worse acci dents happen at sea. It's only about four miles to Helterskelter Hall, and my home is on the road there ; so I will see that you don't lose yourself.\""], [34, "26 The Helterskelter Hounds. Having no other alternative, Peter trudged along through the mud by the side of his fair companion, while from her comfortable seat in the pigskin she chatted without ceasing. According to her, Cockyloremshire was the most delightful county in England, and Madcap Manor the most delightful house in Cockyloremshire. She felt sure,"], [35, "How Mr. Flopkin went Cub-hunting. 27 too, that Mr. Flopkin would be the most delightful tenant of Madcap Manor. Peter blushed at this remark, but thought it rather pleasant all the same. \" Then, Mr. Flopkin, you must give a house-warming.\" \" Yes ; so I must ! \" Peter acquiesced. He would have acquiesced in anything at that moment ; so when Miss Gothepace said, \" Well, here I am at home. Come in and have a brandy-and-soda, or something ! \" he accepted the invitation. Curiously enough, it took Peter a longer time to swallow that brandy-and-soda than it had ever taken him to perform a similar feat before. But Peter had to explain his long absence at Helterskelter Hall. He said that a young lady, whom he discovered to be a Miss Gothepace, had come to grief at the same fence that he did, and that by the time he had assisted her into the saddle he saw"], [36, "The Helterskelter Hounds. 28 nothing either of the hounds or of Pluto, and had therefore had a long and tiring walk home. \" But, my dear fellow,\" said Jack, \" I saw a groom catch Clarice Gothepace's horse before eleven o'clock, and it's now past two.\" Peter was about to say that he must have lost his way, when Miss Scatterdash inter posed in her usual tones, — \" I believe that he has been with Clarice all the time. I'll examine him. Why, Mr. Flopkin, you must have come a long way round, for I think the place where you came to grief is only four miles from here.\" Peter blushed and stammered that he was a bad walker and a stranger in the country, but he was perfectly aware that everybody at the luncheon table was smiling. We may add that Constance Scatterdash subsequently confided to Eva that she did not believe"], [37, "How Mr. Flopkin went Cub -hunting. 29 that Mr. Flopkin was so innocent as he seemed to be. Such was the end of Mr. Flopkin's first morning's cub-hunting with the Helterskelter Hounds."], [38, "CHAPTER III. HOW MR. FLOPKIN GAVE A HOUSE-WARMING AT MADCAP MANOR. Peter's time was busily employed, for he wished to be settled in Madcap Manor by the first Monday in November. Though the Squire insisted that he should make Helterskelter Hall his head quarters, he was obliged to make sundry visits to London, on all of which he was accom panied by Jack. He engaged a head groom, the son of poor but dishonest parents, and two"], [39, "Ho iv Mr. Flopkin gave a House-warming. 31 stable boys, and asked Constance Scatter dash to engage his women servants for him, which she did, taking care that they should not be overwhelmed with good looks. He also got together a serviceable stud of three hunters, a couple of ponies, and a dog-cart horse, but, on Jack's advice, had strenuously refused to purchase any quadruped from Tom Gothepace. \" Tom's all very well in his way,\" he said, \" and Clarice is a pretty girl ; but Tom's horses have a peculiarity of only possessing three legs, and not being able to gallop on these.\" Still the reader will guess that Peter had visited the home of the Gothepaces more than once since his memorable morning's cub-hunting. He did not always mention these visits at Helterskelter Hall, though they were well known to the Tabby Cat Society, and discussed by the members with"], [40, "The Helterskelter Hounds. 32 as much acrimony as an amendment in the House of Commons. For Peter had soon become known to the majority of the Tabby Cats, since, with a laudable solicitude for"], [41, "How Mr. Flopkin gave a House-warming. 33 his loneliness, they had insisted upon their male relations leaving cards for him at the county club, of which he had been made a member. Our hero had returned these deputy visits with much trepidation and wonder why it was necessary for bachelors to ruin their digestions with weak tea. But Peter had not forgotten his promise to Miss Gothepace to give a house-warming. Indeed it was not likely that he should forget it, since that lady reminded him of the fact every time he met her. But he had gone so far as to consult Constance Scatter dash about the matter, and Constance, thinking the affair was prompted by Peter's good nature, readily gave her advice, affirming his plan. The next question was, what form should the house-warming take ? A dance would be too big; a dinner party too formal. How could the golden mean in entertainments be hit ? D"], [42, "The Helterskelter Hounds. 34 \" If it's neither to be a dinner party nor a dance, I don't know what to suggest,\" Peter said in bewilderment. \"Then have both ! The very thing,\" said Jack, who had been called into the consul tation. \"Just ask a few people to dinner, and have an impromptu dance afterwards.\" \" But you men sit so long over your wine and cigarettes after dinner that we should never commence dancing.\" \" Nonsense, Con, we'll only have one cigarette. Besides,\" he added as an after thought, \" we should have a refreshment room. \" Yes, of course,\" said Peter hurriedly. \" Now what brand of champagne would you recommend, Miss Scatterdash?\" \" Mr. Flopkin, I will recommend the music, but you must look after the wine department yourself. I'm sure you're perfectly capable of doing so,\""], [43, "Hoio Mr. Flopkin gave a House-warming. 35 \" Well ! we must arrange about the guests.\" \" You don't want any old fogies,\" said Jack. \" You can ask them to dinner afterwards.\" \" Oh, I must ask the Squire.\" \" Yes, ask papa,\" said Constance. \" I'll take care that auntie does not come, so you can ask her to keep the peace. Now you'll have to ask Miss Short sermon and Mr. Soapy Smiler.\" \" Is there any neces sity ? \" \"Yes; now we can soon arrange the list of the others.\" The list of guests was soon made out and the invitations issued. Clarice Gothepace was delighted when she heard what the nature P _"], [44, "The Helterskelter Hounds. 36 of the entertainment would be. Miss Short- sermon had her doubts, but as a young mar ried couple would be staying at Madcap Manor, she presumed it would be quite proper. So she accepted, and, if the truth must be told, spent more time about thinking what dress she should wear than any other of the Tabby Cats who were favoured with an in vitation. Those who were not favoured wondered how Miss Shortsermon could go to a party at a bachelor's house. The eventful day at last arrived. In the afternoon Peter was in a state of great ex citement, as bachelors invariably are when they give an entertainment, whether it be a large one or a small one. Our hero made periodical visits to the kitchen to interview the cook, who, fortunately for the dinner, was a good-natured body. He made frequent raids on the pantry department, to remind the parlour-maid not to forget to put the"], [45, "How Mr. Flopkin gave a House-warming. 37 champagne in ice. He personally superin tended the dinner-table decorations, much to the discomfiture of those over whom he pre- sided. Then he dressed and was ready to receive his guests fully half an hour before they were expected to arrive."], [46, "38 The Helterskelter Hounds. The dinner passed by amidst general good humour. The champagne had been properly iced, and lent sparkle to the conversation, though it stopped for a moment when Miss Shortsermon, mixing up St. James's Hall with the establishment next door, announced that she had lately spent a pleasant evening at St. James's Restaurant. At the end of dinner Miss Shortsermon had to play the game of \" Hunt the Slipper.\" She had sat next to Jack Scatterdash, who, on stooping down to pick up a napkin, per ceived that his neighbour had slipped off one of her tight shoes. To quietly kick the shoe some six feet away was the work ofa minute. Then when it came time for the ladies to adjourn to the drawing-room, Miss Cecilia's countenance expressed torture, while Jack looked on with the assumed innocence of a practised pickpocket, till the cause of the lady's distress was known, and Mr. Soapy"], [47, ""], [48, "The Helterskelter Hounds. 40 Smiler gallantly went down on his knees to hunt for and find the missing article. Dancing was soon started. Peter secretly disliked dancing, because it made him giddy, and he knew that his performance was like that of a bear on hot bricks. Yet he felt that his position as host demanded that he should be energetic. So he asked Constance Scatterdash for the first waltz and proceeded to caper round with her. He completed the circuit of the room with safety to himself and"], [49, "How Mr. Flopkin gave a House-warming. 41 partner, though he came down heavily on the gouty foot of the Squire, who was standing by the wall, looking on. During the second circuit he performed the same operation on Mr. Smiler, who was gliding along with Miss Cecilia. Then he cannoned against Lord Eric Redrover, and shot off at a tangent, but saved himself from a fall by clinging affec tionately to the pianist. \"I'm afraid our steps don't suit, Mr. Flopkin,\" Constance said, as they stopped. \" I'm afraid not, but I never think of the step. It's quite difficult enough for me to keep going.\" \" Oh, you'll get into it with practice. I'll give you a lesson one of these next days.\" \" Thanks, very much,\" Peter answered, though he devoutly hoped that the next day would be a far distant one. Peter was engaged to Clarice Gothepace for the following dance, so acting on the"], [50, "The Helterskelter Hounds. 42 principle that open confession is good for the soul, told her that he couldn't waltz a little bit, which she knew already from having watched him. \" Then, Mr. Flopkin, let us sit it out. I really should prefer to, for I am feeling rather tired to-night, so you need not hesitate to ask me for other dances as well if you like.\" Of course Peter did like, and Clarice would have liked it much better if he hadn't sat out with Constance Scatterdash as often as he did with her. But a host, even if he does not dance, has not much time for flirtation ; not that we wish to hint that Peter had any taste for the frivolous art of pretending to make love, though he thought it very pleasant to sit in a secluded nook with either Clarice or Con stance. Still he had to attend to the wants of his other guests, and to comfort Mr. Smiler when he sat down on a tray loaded"], [51, "How Mr. Flopkin gave a House-warming. 43 with ices, to the detriment of his long black clerical coat. But \" all's well that ends well,\" and it was the general opinion that Mr. Flop kin's house-warming had been successful."], [52, "CHAPTER IV. HOW MR. FLOPKIN WAS IN AT THE DEATH. Peter had no reason to be dissatisfied with his new stud. They were all of that descrip tion known as made hunters, quiet to ride, and utterly unlike the quadruped on whose back our hero had made his first appearance with the Helterskelter Hounds. Though he was not conspicuous in the first flight, nor had been known to pound the field — even after dinner — he was regarded as a steady follower of hounds, who never jumped a fence unless he could help it, and, when leaping was absolutely indispensable, waited"], [53, "How Mr. Flopkin was in at the Death. 45 patiently till a heavyweight had knocked half the obstacle down for him. But if Peter was discreet in the practice of hunting, he was enthusiastic in the praise of it. As Lord Eric Redrover said to Eva Scatterdash, \" if Flopkin would only go half as well as he can throw tongue, he'd be a regular cut-'em-down-and-hang-'em-up-to-dry fellow.\" This remark was of course retailed by Eva to Constance, who was popularly supposed by the family circle at Helter skelter Hall to have taken Peter into her special favour. Whether Constance was annoyed or not by the supposition it is not for us to say, but she did determine that her reputed favourite should display more bold ness in the pigskin ; so she therefore took the earliest opportunity of giving our hero a severe lecture. The lecture was delivered on a non-hunt ing day, after lunch, in the shrubbery at"], [54, "The Helterskelter Hounds. 46 Helterskelter Hall. (We may remark at this point that it is our firm conviction that shrubberies were originally invented for young people of opposite sexes to hold tete-d tetes in, and were subsequently modified so that a third party might listen to the tete-a tete without being seen, the said modification coming into fashion simultaneously with breach of promise of marriage cases.) \" Mr. Flopkin, why don't you jump more, instead of shirking about lanes and gates ? \" Peter was surprised, and stammered forth something about his nerves. \" Nerves, sir ! \" ejaculated the young lady. \" You ought to be ashamed of yourself. You have good horses, and can stick on. Your heart can't be in the right place.\" As Peter's heart was fluttering like an aspen leaf, it is doubtful whether it was in the right place. \" Now, Mr. Flopkin, the hounds meet at"], [55, "How Mr. Flopkin was in at the Death. 47 Cockylorem Castle to-morrow, and ifyou don't follow me over every fence that I jump, I'll never speak to you again. Will you promise to do so ? \" \" And if I do follow you, what then ? \" Peter ventured to ask. \"Well, perhaps I'll give you a lesson in waltzing.\" \" H'm ! Don't you think it would be much better if we were to sit the lesson out ? \" Constance wondered whether her com panion's nervousness was real or assumed, and Peter, as he walked back to Madcap Manor, wondered about many things. After his third whiskey-and-soda in the evening, he determined to ride like a second John Mytton on the following . day ; and, after shaving in the morning, he felt like a man about to go to his own funeral. But there was no help for it. Constance was at Cockylorem Castle, and immediately"], [56, "The Helterskelter Hounds. 48 said to him, \"Remember your promise! I've bet six pairs of gloves that you are in the first flight to-day.\" Peter took two glasses of curacoa and brandy, and trotted to covert, inwardly hoping that it would be a blank day. Vain, delusive hope ! Hounds had not been put into covert five minutes before the second whip, stationed at the corner, has silently raised his cap. There is a burst of music as one after another of the hounds catch the scent they love so well, and then comes that ever welcome cry, \" Gone away.\" Down the centre ride the majority of the field went plunging and floundering in the mud towards the gate at the bottom. Peter"], [57, "How Mr. Flopkin was in at the Death. 49 was about to do the same, when a warning voice said, \"This way, Mr. Flopkin ;\" so Peter turned off the main ride to follow his leader, and to see her clear the post and rails out of covert into the open. With his heart in the neighbourhood of his tongue, Peter went at it, or rather allowed his horse to go at it. He got over safely, though not gracefully, and the powerful stride of his hunter soon brought him close to Constance. K"], [58, "The Helterskelter Hounds. 50 \" That's all right. Don't ride in my pocket ! Keep a few yards to one side of me. I shall win my gloves yet.\" The next two or three fences were trivial ones, but there was a burning scent, and Constance knew that they were going into one of the biggest parts of the country. She had got well away in the foremost rank of the first flight, and meant to remain there. So Peter saw with alarm. \" By Jove ! There's Flopkin sailing along in front ! I say, Scatterdash, have you mounted him on another runaway, or what ? \" Jack's sporting instincts were too keen to allow him to talk during a good thing, but he had watched Peter with some interest. To tell the truth, he had on the previous even ing chaffed his sister to such an extent that she had lost her temper and made the bet of the gloves with him."], [59, "How Mr. Flopkin was in at the Death. 51 \" I hope the deuce Con won't bring him to grief, that's all,\" he muttered to himself. Peter felt very much afraid of the stiff blackthorns which were now the order of the day, but to offend Constance, and to \"funk\" in the sight of the field, was a double event which he could not face. And yet he was not quite sure whether he did not enjoy it. Suddenly hounds seemed at fault, but a shout, meant to resemble \" tally-ho,\" from the top of an adjoining hill, and a waving umbrella, showed that Reynard had doubled back almost into the teeth of his enemies. \" Dashed if that carriage in the lane didn't head him ! \" said Lord Redrover in a tone which denoted that he would like to dash the carriage and its inmates into a warm eternity. Lord Redrover was right. The stout fox, who had run so straight to save his brush, had turned back, scared at the insane shouts of the occupants of the carriage, and in a few e 2"], [60, "The Helterskelter Hounds. 52 more moments was gnashing his teeth in his death agony. \" The fools ought to be shot for vulpicide,\" the Duke of Cockylorem said, as he rode up to see that the obsequies were duly cele brated. \" Who the devil are they ? \" Now the occupants of the carriage were Miss Cecilia Shortsermon and Mr. Soapy Smiler, who were driving out to lunch and play hockey with some friends. They thought that by heading the fox they had promoted the enjoyment of sport, and Miss Cecilia fully expected that the Duke would present her with the brush. Her pleasant expecta tions were disturbed by Clarice Gothepace, who was in a very bad temper, because Peter had attached himself to Constance in such a marked manner. \" Oh ! Good morning ! I never dreamt to see you here. I thought you disapproved of ladies hunting. And you too, Mr. Smiler ! \""], [61, "How Mr. Flopkin was in at the Death. 53 \" Horrible little wretch ! \" said Miss Cecilia to herself, and added aloud, — \" No, my dear Clarice, we were driving to the Knocklegs to play hockey, and we happened to come across you.\" \"Indeed! But it was really too bad of you to spoil our fun, even if you do dis approve of hunting, now wasn't it ? Besides, I always think it is so cruel towards the fox to head him.\" Clarice said this with the sweetest smile in the world on her face. The enormity of her sin in the eyes of sportsmen flashed upon Miss Cecilia's mind. She forgot the dignity of her position in the Tabby Cat Society, and could only exclaim, — \" Oh, Clarice, I didn't know. Do explain for me, my dear. I feel so guilty, I must drive away as quickly as possible.\" Clarice did explain, and before twenty-four hours were over it was reported in Cocky-"], [62, "The Helterskelter Hounds. 54 lorem that Miss Shortsermon and Mr. Smiler were in the habit of going out hunting together on wheels, and that Mr. Smiler had already exhibited great bravery in striving to catch the fox with his umbrella. The poor old women congratulated Miss Cecilia, and said they always did think Mr. Smiler was such a nice young man, while they asked Mr. Smiler when the happy event was to take place, all of which things gave Miss Cecilia exquisite torture and Clarice Gothe pace proportionate joy. But, however great may have been the disappointment which the clerical hockey-players had caused the majority of the field, they had certainly earned the gratitude of Peter. He felt that he had both achieved distinction as a bold rider and won the approval of Constance Scatter dash. ''' Well, Peter, did you take an extra dose"], [63, "How Mr. Flopkin was in at the Death. 55 of jumping powder this morning ? You went like a bird.\" \" No, Jack, it wasn't the jumping powder ; but you see I had a good start, and had not to ride from point to point.\" Constance had said nothing, but she had given Peter a quick nod of intelligence, which was worth as much as any words. Peter had dismounted, and was gazing with joy at the hounds enjoying their lun cheon, whilst he recollected — \" That the motto of the Helterskelter Boys was to re- member To mark each year's red-letter day, the best one in November,\" when to his great surprise and dismay the huntsman came up to him. \" Excuse me, Mr. Flopkin ; the brush, sir, is yours. But I must blood yer, first, sir ! \" After which words he proceeded to paint Peter's cheek with the sanguinary gore of"], [64, "56 The Helterskelter Hounds. the defunct fox ; but not even vulpine blood could hide Peter's blushes as he received the trophy. Envy, hatred, and malice, and all uncharitableness were absent, otherwise we should not have recorded the fact of Peter winning the brush ; therefore, we trust our readers will forgive us for narrating this unique story ofthe chase."], [65, "CHAPTER V. HOW MR. FLOPKIN GOT LOST IN A FOG. Clarice Gothepace had no intention of allowing Constance Scatterdash to make Peter her devoted slave. She had visions of becoming Mrs. Flopkin, and mistress of Madcap Manor, for she thought that Peter would make one of those delightful husbands, who look with indulgent eyes on the flirta tions of their wives. She therefore deter mined to lay siege to our hero's heart, and by judicious flattery to bring him on his knees at her feet. Peter found the flattery very pleasant, but he did not vouchsafe any signs of relinquishing his bachelor freedom."], [66, "The Helterskelter Hounds. 58 As Tom Gothepace remarked, bashful men require a lot of persuasion before they come up to the scratch. Since the day on which Peter was made the proud recipient of the brush he had felt it to be his duty to ride with more boldness, yet"], [67, "How Mr. Flopkin got lost in a Fog. 59 he was ill at ease when Clarice came up to him one morning at covert side and said with her most bewitching smile, — \" Mr. Flopkin, my brother has had to go home, so I am going to beg a favour of you. Will you act as my pilot ? \" \" I'll do my best,\" Peter replied, pleased to see that Constance Scatterdash did not happen to be out. \" There's the horn ! It's a case of ' gone away.' \" And away went Peter, followed by Clarice, who for the first hundred yards was chiefly occupied by dodging the mud thrown up by the heels of her pilot's horse. Hounds had gone away at a good pace, and when they were well in the open required a lot of galloping before they could be overtaken. \" By Jove ! They're heading for Hatton Gorse. We shall have to cross the Benk, and there isn't a ford for miles.\" Peter heard the remark and shuddered."], [68, "The Helterskelter Hounds. 60 He was not quite certain how his horse liked naked water, and though the Benk was not wide, it was deep. Already two fields away a line of ominous willows could be seen marking out its course. Some of the less daring spirits had turned off for a distant bridge, and Peter was about to follow their example, when Clarice said to him, — \" Mr. Flopkin, you must give me a lead at the brook, for my mare shirks water dread fully.\" \" So do I,\" muttered Peter, as he saw the cold silver streak before him, nor was his courage revived by Clarice's next remark : \"Thank goodness, I can swim. There was no help for it. Peter sat down, and sent his horse along at the water. But that sagacious quadruped was as irresolute as his rider. At first he determined to refuse, but the sight of Lord Eric Redrover's horse clearing the obstacle made him alter"], [69, "How Mr. Flopkin got lost in a Fog. 61 his mind. The result was that he jumped short. There was a splash, and then Peter swallowed more cold water than he had ever done before in his life without whiskey. It is extremely awkward when, after"], [70, "62 The Helterskelter Hounds. coming to grief at a brook, a difference of opinion takes place between man and horse as towhich isthe proper bankto scramble outon. Peter, without losing the reins, climbed out on the further side. His horse struggled on to dry land on the taking-off side, having slipped the reins over his head. For some moments man and horse stood facing each other. Peter, with outstretched arms, hold ing the reins, vainly endeavoured to coax the beast to come over the brook with a stand ing jump. Unfortunately the beast thought that it was his master's duty to come to him, and not his to go to his master, so he gave his head a sudden jerk, which caused Peter to lose his balance. After one spasmodic effort to save himself, he went head foremost into the brook. Clarice's mare had refused the water, and neither whip nor spur could make her change her mind. One good result of her obstinacy,"], [71, "How Mr. Flopkin got lost in a Fog. 63 however, was that Clarice was able to catch Peter's horse for him. \" Well, Mr. Flopkin, I suppose there is nothing for it but to go round by the bridge, and trust to luck to help us to catch hounds.\" Peter's garments were dripping. His boots were full of water. Visions of rheu matism loomed before his mind. Hounds might have been in the next county for all the sign there was of them. A cold drizzling rain was coming steadily down. Even the presence of Clarice failed to shed any rays of comfort. \" I suppose we had better trot on,\" he said ruefully. \" I hav'n't the faintest idea where we are.\" They had no difficulty in finding the bridge, but the Benk, not content with having twice held Peter in its icy embrace, sent forth from its bosom a dense damp fog, which covered the surrounding country with such a"], [72, "64 The Helterskelter Hounds. thick mist, that not even Clarice Gothepace could tell to three or four miles where she was. Still they jogged along from gate to gate, occasionally stopping to listen for the sound of the horn, at which intervals Peter had recourse to his flask. The thickness of the fog increased. When they entered a field they could only form a most remote idea as to how they were going to get out of it. Peter's flask became empty ; but even when drenched to the skin in the midst of a dense fog, the genius of our hero did not desert him, and with chattering teeth he said to his companion, — \" I'm afraid, Miss Gothepace, we must relinquish all hopes of finding hounds. Besides, the merciful man is merciful to his beast, and I think my beast requires gruel.\" \"And what does his master require?\" Clarice asked. \" Whiskey, hot.\" Peter replied promptly."], [73, "How Mr. Flopkin got lost in a Fog. 65 \"Then I think I'll allow you to have it, for we must be nearly twenty miles from home. I can't understand what possessed my brother to leave me in your charge.\" \" No more can I,\" Peter muttered to himself ; but he said aloud, \" I'm afraid the boot is on the other leg. No ; I didn't mean that. I mean, I'm afraid I'm in your charge. However, let us make tracks for the nearest inn. Then after the fog has lifted, we can trot quietly home.\" But the nearest inn was a long way off, and short cuts across country proved to be of little help. In nine cases out of ten the gate lead ing out ofa field was locked, and Peter had to dismount and take it off its hinges. They met one yokel, who sent them two miles out of their way, and they might have ridden out of Cockyloremshire into the Arctic 'regions, if they had not ridden into a turnpike road which luckily was familiar to Clarice. 1"], [74, "66 The Helterskelter Hounds. \" I know where we are now, Mr. Flopkin. We're within a mile of the Plough Inn at Geston.\" \" Thank goodness ! A warm fire will do you good, Miss Gothepace.\" Considering that they were only supposed to be quietly trotting along the hard high road, Clarice and Peter did that mile to the Plough Inn in very good time. Peter saw the two horses swallow their gruel, and then hurried into the inn to swal low something on his own account, which Clarice, with praiseworthy forethought, had already ordered for him. But when in the middle of this mild repast of whiskey and cigarettes Doctor Shortsermon walked into the room, both Clarice and Peter looked like guilty prisoners waiting their sentences from the learned judge. On the following Saturday two columns appeared in the Cockylorem Scandalreviver,"], [75, "How Mr. Flopkin got lost in a Fog. 67 relating how Mr. Peter Flopkin got lost in a fog. We have every reason to believe that the article was the joint work of Miss Cecilia Shortsermon and Mr. Soapy Smiler. We have also reason to believe that Mr. Smiler prefers to sit upon cold ices to sitting upon the toe of Mr. Tom Gothepace. F 2"], [76, "CHAPTER VI. HOW MR. FLOPKIN SPENT CHRISTMAS. Squire Scatterdash was a Conservative, with a great idea of keeping Christmas after the manner of his ances- tors. During the merry season continual festivity reigned at Helterskelter Hall. Even Eva Scatter dash walked through a stately quadrille with the butler at the servants' ball, much to the discomfiture of that functionary, who would have preferred to"], [77, "How Mr. Flopkin spent Christmas. 69 dance with the cook. The family, guests, and servants were all made to feel that Christmas was a time for enjoyment. Peter had been asked to stay at Helter skelter Hall, and to leave Madcap Manor to take care of itself. He accepted the invitation, though he had an idea that his adventure with Clarice Gothepace might call forth some sarcastic remarks from Constance. Accordingly, on the afternoon of the day before Christmas Eve, he drove up with numerous presents added to his luggage, and was met by Jack Scatterdash in the hall. \" Helloa, old chap ! Compliments of the season to you ! I wonder how often I've used that expression within the last twenty four hours. Come into the smoking-room and have a B.-and-S. The gov. is in a bit of a stew.\" \" Nothing serious, I hope ? \" queried Peter,"], [78, "The Helterskelter Hounds. 70 when he was seated before the smoke-room fire. \" Can't say. It appears that my cousin, George Scatterdash, has made a fool of himself. He's an orphan, you know, and the gov. is his guardian. But I fancy he means to tell you all about it after dinner.\" The Squire, like many other honest men, was unable to conceal his feelings. If Peter had not received a hint from Jack, he could easily have seen that his host was vexed about something or other. Conversation was carried on under difficulties. If a dialogue took place about the weather, Miss Scatterdash would ejaculate at intervals, \" Shameful ! \" \" Scandalous ! \" \"A disgrace to the family ! \" and other similar remarks. But the climax was reached when Peter said that he had seen Miss Cecilia in the morning delivering Christmas-boxes to the poor, and Miss Scatterdash responded with,"], [79, "How Mr. Flopkin spent Christmas. 71 \" The little minx ought to have her ears boxed.\" \" You must see, Flopkin, that a little cloud is hanging over us. This letter will explain it. I want to talk to you about it afterwards.\" The letter was as follows : — \"My dear Uncle, \" I am sorry I cannot come down till Christmas Eve. The truth is, I am about to become a father, and to renounce the pomps and vanities of this wicked world for the sake of the daughter of a friend of mine. Hoping to find you all well, \" I am, \" Your affectionate nephew, \" George.\" While Peter was reading this effusion Miss Scatterdash gave vent to two exclamations. The first was, \" That boy has been a trouble"], [80, "The Helterskelter Hounds. 72 to his guardians since his youth upwards,\" which made Peter think that Master George would have a bad time when he did arrive. The second was, \" Of course, she can't come down here while the girls are at home,\" which made the girls look attentively at their plates, but whether to conceal their blushes or their smiles is not known. But Peter, thinking the latter remark was ad dressed personally to him, said innocently, — \" Why not ? She must be very young.\" \" Young ! \" shrieked the maiden aunt. \" She must be a vile, designing creature ! \" \" But, my dear madam,\" expostulated Peter, \" she has only just been baptized.\" \" By Jove ! That may be it after all. Give me the letter again, Flopkin. ' Re nounce the pomps and vanities of this wicked world.' Ah ! Yet what parents in their senses could have asked that boy to be a godfather ? \""], [81, "How Mr. Flopkin spent Christmas. 73 The Squire's spirits immediately rose from zero to boiling point, and Peter rose in the estimation of the family. The arrival of a telegram later in the evening from the pro digal nephew, confirming Peter's views, made Miss Scatterdash exclaim, \" What idiots we've been, and how that little man must be laugh ing at us all ! \" Our hero made himself very useful during Christmas Eve. Under Constance's superin-"], [82, "The Helterskelter Hounds. 74 tendence he hung up the mistletoe, though the ceremony lost the interest usually attached to it, because Peter was at the top of a pair of steps and Constance was standing at the bottom. Still, since Jack had driven to the station to meet his cousin, and Eva was with Lord Eric Redrover in a room at the top of the house honoured by the name of studio, it is to be presumed that Peter had plenty of time in which to explain his adven ture with Clarice Gothepace. A hard black frost had set in, which effec tually put a stop to hunting. But there is a time for everything, and at Christmas most people are willing to let Mr. and Mrs. Fox enjoy their dinner as well as themselves. Indeed, we once knew a sporting farmer who carried the hospitality of the season to such an extent, that on Christmas afternoon he used to place raw meat outside the earths on his farm. At any rate the party at Hel-"], [83, "How Mr. Flopkin spent Christmas. 75 terskelter Hall had no objection to the pre sence of Jack Frost, and Peter went to bed with a hazy idea that he would be expected to perform prodigies of wonder on the ice."], [84, "The Helterskelter Hounds. 76 At seven o'clock he was woke up by the sound of voices beneath his window. After rubbing his eyes for a few seconds, and regretting that he had been persuaded to take that last tumbler of whiskey punch, he became aware that the voices were those of carol singers, wishing him a \" Merry Christ mas.\" Then, thinking they must be cold, he wished they were at a warmer place, and"], [85, "How Mr. Flopkin spent Christmas. 77 turned over to go to sleep again, forgetting that the object of the carol singers was to obtain coppers, and not to bestow valedictions upon him, and that they would therefore stay until they had obtained their object. The result was that after ten minutes Peter did what he might just as well have done at first. He got up in a temper, supposed to be the exclusive property of his Satanic Majesty, hurled all the coppers he possessed at the disturbers of his sleep, knocked his toes against the edge of his sponge bath, and leapt into bed, muttering anything but \" good will and peace towards all men.\" But half-hours fly like minutes, and minutes fly like seconds, when we expect our shaving water, with the announcement that breakfast will be shortly ready. Peter rose in haste at the dread mandate, for there was a little card board box, with \" Hunt and Roskell \" printed on the lid, in his dressing bag, which he"], [86, "78 The Helterskelter Hounds. wished to deliver to Constance privately, for, like many other great men possessing latent genius, he objected to publicity being given to his donations. After breakfast the whole party went to church, where the vicar preached from the parable of the prodigal son, for the benefit of George Scatterdash, though Peter was per plexed when the good man stated that the"], [87, "How Mr. Flopkin spent Christmas. 79 master of the house had kept the fatted calf for many years in expectation of his son's return. Then, after a substantial lunch, a general adjournment took place to the ice, where Peter attempted various feats, all of which terminated in a sitting posture, till at last somebody suggested hockey. Now to play hockey on the ice requires more skill than belongs to the average skater. Peter was not a good skater, but he was a good slider. His feet slid from under him about twice in every five minutes ; then he would smile and try to look as if he thought the ice the most pleasant place to sit down upon that had ever been invented, in which attempt he signally failed. Then when sides had been chosen for hockey, Peter was appointed goal-keeper for his side. At first he did not mind the position, except that it was rather cold ; but when he"], [88, "The Helterskelter Hounds. 80 saw the ball coming towards him, and Jack Scatterdash coming after the ball at lightning speed, he felt excessively nervous. \" Stop it with your hands ! \" somebody shouted. Peter bent down to do so, and immediately went on all-fours, while the ball went through the goal. \" You had better come forward, Flopkin,\" said the Squire, who was as keen as anybody. Peter came forward and found the situation worse. It seemed to him that he was always in the way. He was perpetually colliding with somebody, and being sent spinning for yards before he fell, and constantly before he did fall he would collide with somebody else and bring him or her down with him. As a display of tumbling it was perfection ; as a display of hockey it was the reverse. Luckily daylight on a Christmas afternoon does not last long. So at least thought"], [89, "How Mr. Flopkin spent Christmas. 81 Peter when an adjournment was made to the house. A lively pool, in which the girls joined and Peter lost, filled up the time till dinner. After dinner a huge bowl of punch was placed upon the table, and everybody drank everybody else's health. Then the village choir came and sang several carols out of tune, though they thought that they were Sims Reeves's. But, unlike the famous tenor, they insisted on singing the whole of their selection. Eva and Constance asked the little choir boys about their parents, upon which one little boy answered, \" Thank G"], [90, "The Helterskelter Hounds. 82 yer, Miss. Father's fairly drunk.\" The men meanwhile drank sherry, and received their customary Christmas-box from the Squire. After which they left, and a fresh attack was made upon the punch, of which George Scat terdash had already liberally partaken during the performance of the choir. Cards followed, and then the ladies retired. In the morning Peter was very sore and had a bad headache."], [91, "CHAPTER VII. HOW MR. FLOPKIN HUNTED IN LONDON. As the frost showed no signs of departing, Peter determined to spend two or three days in London. Directly Jack Scatterdash heard of this resolution, he said that he would G 2"], [92, "The Helterskelter Hounds. 84 accompany Peter, to see that he did not get into any trouble. Accordingly he made diligent inquiries at the railway station as to what time the two-thirty train started for the metropolis. And in due course our two friends found themselves and their luggage on the platform at Paddington. Jack Scatterdash's knowledge of London was limited to the Strand and Piccadilly ; but, so far as those thoroughfares were con cerned, his knowledge was extensive, as Peter soon found out. We are not aware that he had studied the ancient history of these streets, nor do we imagine that Dr. Johnson would have found him an interesting companion. His idea of acting the part of cicerone was to visit all the places where refreshment was sold, and to see life through the bottom of a tumbler. \"Where shail we go to-night, Peter?\" Jack asked, as he lit his first cigarette after"], [93, "How Mr. Flopkin Hunted in London. 85 dinner and gazed affectionately at a glass of choice Burgundy. \"It is too late for a theatre. What do you say to the Empire ? \" \" Very well ; I'm ready.\" Peter was so pleased with the audience at the Empire, that he paid no attention to the performance. He was admiring the latest fashions in feminine costumes, when to his surprise he heard his own name mentioned. \" Why, Flopkin, I should never have thought of seeing you here ! \""], [94, "The Helterskelter Hounds. 86 The speaker was a short stout man, with a fat comical face. He was an old friend of Peter's. His profession was the bar, though he had never had a brief ; his name was Binks : his occupation was that of an amateur actor. Peter shook hands cordially with him. \" I hav'n't seen you for ages. How has the world been using you ? \" \" The same as usual. I am still living"], [95, "How Mr. Flopkin Htmted in London. 87 with my people. I go up to the Temple most days and have lunch. Come and have lunch with me to-morrow.\" \" I should like to very much, Binks. How are all your poeple ? \" \" The governor is in a bad temper over my Christmas bills. All the others are fit enough. I'll tell the mater you're in town. What a place this is, isn't it ? Half the fellows here are married men. You see the management have taken to run a show on a Saturday afternoon, on Exeter Hall lines with a dash of the Lyceum thrown in. Married women come and bring their families. Then they go away, thinking that it is the most proper place in the world, and quite a nice enter tainment for their dear innocent husbands to see after a long day's work in the City. Funny, isn't it ? \" On the following morning, before Peter started to keep his appointment at the"], [96, "The Helterskelter Hounds. 88 Temple, he received a note from Mrs. Binks asking him to dinner that evening. Peter was undecided whether to accept the invi tation or not, till Binks remarked at lunch, — \" By-the-bye, the mater has asked an awfully good-looking grass widow to dinner to meet you. Her husband is in India with his regiment.\" Peter immediately decided to accept the invitation. After lunch Binks took his guest to the Cheshire Cheese, and introduced him to a Mr. Charles Moore. This gentleman asked Peter to come into his private office. Peter went and listened to Mr. Moore's opinions on horse-racing, and drank his whiskey. The office contained many objects likely to meet with the admiration of a sportsman, and Mr. Moore exhibited them with pride, while Binks exhibited his admiration of Mr. Moore's cellar. A glass case containing a pike pre-"], [97, "How Mr. Flopkin Hunted in London. 89 sumed to have weighed forty-six pounds and a half elicited Peter's mental thirst for infor mation. His physical thirst had already been elicited and quenched. \" I caught that pike in a very curious way,\" said Mr. Moore. \" I was strolling along the bank of a reservoir with a favourite pointer. To my surprise the dog commenced to point. I went to the spot where he was pointing, and found that identical fish that you see there, lying on the dry ground. I took it home, and gave it to the cook. She cut it open, and found a partridge inside. I thought the circumstance so curious, that I went back to the reservoir to see if I could find any trace as to how the pike got on the bank. I met a farmer there and told him the story. He said, 'Well! I've come here to find the pike. That fish belongs to me. My bull has a habit of going down to this spot to drink. The pike goes for his nose and"], [98, "The Helterskelter Hounds. 90 bites him. He gets angry, tosses his head up, and the pike on to the land at the same time.' Well ! Mr. Flopkin, I gave that farmer the partridge, and there's the pike.\" Peter wondered if Ananias was one of Mr. Moore's ancestors. Then he went back to the hotel to dress for dinner. \" Remember the grass widow,\" Binks said, as he left Peter on the hotel steps. Peter thought of her whilst he was dressing. He thought of her in the cab. When Mrs. Binks introduced him to a handsome woman in a black dress, his heart commenced to flutter. Poor man ! It was not his fault that Mrs. Binks had introduced him to a real widow, instead of the lady whose husband was in India. \" Don't you think that this room is very hot ? \" asked the lady, opening the conver sation. \"Yes,\" Peter replied, with his most in-"], [99, "How Mr. Flopkin Hunted in London. 91 sinuating smile, \" but not nearly so hot as where your husband has gone to.\" And then the indignant glance of the lady turned the soup into molten lead. Before he left the house, Peter made Binks promise to come and see him at Madcap Manor. \" I'll mount you, if you come.\" \" But I only once went out hunting in my life,\" said Binks, \" and then I found standing more convenient than sitting, for a week afterwards.\" \" Never mind — I'm going home to-morrow, and you must come with me.\""], [100, "CHAPTER VIII. HOW MR. FLOPKIN MOUNTED A FRIEND. Peter still retained vivid recollections of his first day with the Helterskelter Hounds, when he rode the redoubtable Pluto, and with feelings of true friendship determined"], [101, "How Mr. Flopkin mounted a Friend. 93 that Binks should also provide amusement for the field. Accordingly he informed Tom Gothepace, who had been vainly endeavour ing to persuade him to buy a vicious screw, that he should like a friend to ride him first. Gothepace readily assented, and on the first hunting morning after the arrival of Binks at Madcap Manor the vicious screw arrived at Peter's stables. Now, although a popular author has informed us that there is a time for hunting and a time for making love, yet it is an un doubted fact that love and sport are often wedded. Of this fact Peter was fully aware, and determined that Binks should also be made aware of it. In short, it was Peter's intention to run a private matrimonial agency on his own account, with Binks and Clarice Gothepace as his clients, for he thought that if his philanthropical endea- vours met with success he should then be"], [102, "The Helterskelter Hounds. 94 able to devote himself entirely to Constance Scatterdash. As Binks was in the habit of falling in love about three times every week, it seemed probable that the plan would succeed. In spite of the jumping powder which he consumed after breakfast, Binks felt very uncomfortable on his way to the meet, and was painfully conscious of not looking at his best when Peter introduced him to Clarice. Binks presented a comical appearance at all times, of which fact he was rather proud than otherwise, but on horseback he became absolutely ludicrous. Peter surveyed him with unqualified approval. It was an idiosyncrasy of Tom Gothepace's horse, which Binks was riding, never to stand still at covert side. He kept turning round and bumping up against other horses, so that Binks' conversation consisted of a series of apologies. First of all he cannoned"], [103, "How Mr. Flopkin mounted a Friend. 95 against Clarice Gothepace, and nearly sent that young lady into a ditch. Then he per formed an evolution which brought him into contact with Squire Scatterdash on his heavy - weight hunter. This had the effect of rous ing the temper of the brute he was riding, who put his head down and his heels up, and shot Binks over his head on to the ground, where he lay on his back like a fat porpoise."], [104, "The Helterskelter Hounds. 96 \" Never mind, Binks,\" said Peter. \" There is no harm done. The horse is perfectly safe.\" \" Is he ? I'm very sorry to hear it,\" Binks retorted. \" The horse will be all right when hounds are running,\" said Tom Gothepace, who was anxious about the reputation of the brute, and angry at Binks' horsemanship. \" Perhaps so ; but I'll he hanged if I shall be.\" Peter began to think he had carried his joke too far, and offered to change horses. Binks accepted the offer : the change was effected, and Binks found himself by the side of Clarice, with feelings of greater safety so far as his horse was concerned. \" Mr. Flopkin, I'm ashamed of you mount* ing a friend in such a manner.\" \"Well, Miss Scatterdash, it's a case of ' the biter bit,' anyhow. Gothepace seems to"], [105, "How Mr. Flopkin mounted a Friend. 97 possess the knack of picking up all the screws in the country. I feel confident that this brute will break my neck before he has done with me. I wish hounds would find.\" No sooner had Peter spoken than there came a cry of \" Gone away,\" and a burst of music proclaimed that it was no false alarm. But if our hero had but a moment before wished that hounds would find, he now had bitter cause to repent his wish. Directly they were in the open, his mount arched his neck, and, putting his head between his knees, tore off at the rate of an express train. In vain did Peter strain the muscles of his arms. Gothepace had bought the brute out of a racing stable, where he had been trained to go for six furlongs. At the end of that distance, if not before, he was beaten. He crossed four fields in safety, owing to the gates being open, and then began to tire. Unfortunately there was no gate out of the H"], [106, "The Helterskelter Hounds. 98 fifth field, and Peter saw with dismay that he would be obliged to jump. The fence was a stiff bull finch, with a nasty ditch on the tak ing-off side, forming as formidable an obstacle as a man need wish to ride at. \" Send him at it, Peter. The pace will carry him though,\" said Jack Scatterdash, who passed as Peter was thinking that discretion would be the better part of valour. Peter did send him at it, though he thought, like a Balaclava hero, that he was riding to death. The horse rushed at it, never saw the ditch, so put his fore-legs in it, sending his rider with considerable force into the fence, where he lay unconscious. Several people were round him when they saw his state. Brandy flasks were brought into requisition. So was a sporting doctor, who happened to be out. After a few moments, Peter recovered his senses, and"], [107, "How Mr. Flopkin mounted a Friend. 99 was able to ride with difficulty. Then it was discovered that his shoulder had been put out. A carriage was procured, and accom panied by Binks, who had had enough riding to make him sore for a week, he was driven to Madcap Manor. \"You must arrange to extend your visit, Binks, till I am better. Besides, you can have any of my horses to ride.\" ii 2"], [108, "The Helterskelter Hounds. 100 \"Thanks, old chap. I will extend my visit with pleasure, but somehow I don't think that hunting is my strong point.\" \" You should persuade Clarice Gothepace to give you some private lessons in riding.\" \" H'm ! I never thought of that.\" Peter was soon able to come downstairs, where he held small receptions of friends who came to inquire about him. The Gothepaces were most effusive in their attentions, and Clarice told Binks that if he liked to come up any afternoon she would give him a riding lesson. She told him this in the presence of Miss Cecilia Shortsermon, who wondered what the people of Cockylorem would do next. Even Mr. Smiler was catching the fever of fastness, she thought, for when she called to inquire after Peter she found the reverend gentleman roaring with laughter at Binks, who was singing comic songs of an advanced nature, and accompanying himself"], [109, "Hozo Mr. Flopkin mounted a Friend. 101 on the banjo. Miss Cecilia was deeply grieved in her mind at all this frivolity, and regarded Binks with dislike, while he re garded her as a rare curiosity, whose general appearance and costume would make the fortune of a music hall artiste. Binks was not long before he took advan tage of Clarice's offer to teach him to ride, though he stipulated that he should be mounted on the quietest animal in Peter's stables. Accordingly, on the afternoon of the first non-hunting day, he rode gently up to the Gothepaces' house, wondering vaguely how many times he should tumble off in the course of the lesson. Clarice was glad to see him, for as Peter had refused to be caught in her toils, she thought that Binks would make a good sub stitute, in fact both parties regarded the riding lessons as an excuse for a flirtation, and Binks would have preferred to have been"], [110, "The Helterskelter Hounds. 102 taught on the theoretical rather than on the practical system. He even suggested this scheme on his arrival. \" No, Mr. Binks, you must have the practical lesson first at all events. Just fancy what Miss Shortsermon would say, if she knew of your sitting alone all after noon with me ! \" \" But I don't care what Miss Shortsermon says.\" \" Perhaps not, but I do ; so come along ! \" With the exception of nearly sending Clarice over her horse when he mounted her, Binks got on fairly well for the first quarter of an hour. Then they turned into some fields for a quiet canter, as Clarice said ; but Binks saw to his dismay that his companion meant jumping. \" I say, Miss Gothepace, I can't stick on over a fence.\""], [111, "Hoiv Mr. Flopkin mounted a Friend. 103 \" Then you must learn to. Lean well back and stick your knees in. You'll come over all right.\" \" Come off, you mean. Well ! I shall be able to talk about my sporting experiences when I get back to town.\" Binks, in obedience to his instructions, leant back till his head nearly touched his horse's tail, but unfortunately he failed to get any grip with his knees, so when he landed on the further side, he rolled about in the saddle for a hundred yards before he could struggle back into his seat. \"You need not have looked at the sky while you jumped.\" \" I won't lean so far back next time.\" But at the next fence he did not lean back far enough, so that for a hundred yards or so he embraced his horse's neck. \" It seems to be deuced hard to hit the"], [112, "The Helterskelter Hounds. 104 proper mean in jumping,\" exclaimed poor Binks. \" But you ought to consider yourself for tunate, for you hav'n't had a fall yet.\" There was an ominous sound in that monosyllable \"yet,\" which made Binks wish that he was at home again. But the fall had to come, and it came in an ignominious fashion. They were cantering across a grass field, and Binks, who was de voting all his attention to Clarice, did not notice an open ditch about a yard wide. The horse did, however, and bucked over it, at the same time bucking Binks on to the ground, where he lay gasping for breath, while Clarice caught the animal for him. \" I feel so shaken. Don't you think we had better ride home ?\" \"Very well. I'll have mercy on you now. \" And give me the theoretical lesson ? '"], [113, "Hozu Hsr. Flopkin mounted a Friend. 105 The girl nodded assent, and Binks soon recovered from the shock to his system. In spite of his fall he enjoyed the second mount which Peter had given him much more than the first. But we must return to Peter. During the absence of Binks, the Squire and Constance Scatterdash had called upon him to ask him to come and stay at Helterskelter Hall, and be perfectly cured. \" Bring your friend Binks with you ! \" said the Squire. Visions of being nursed by Constance came before Peter's mind, and he gladly accepted the invitation for himself and Binks. \" Come as soon as you like ; but mind you must both stay over the hunt ball and the point to point races. They take place with in a fortnight now.\" When Binks returned to Madcap Manor, he was not so pleased at the invitation as"], [114, "106 The Helterskelter Hounds. Peter had expected him to be. He had dis covered that Clarice was a very pretty girl, and had determined to improve his acquaint ance with her. If he went to Helterskelter Hall he could not enjoy his afternoon riding lessons. Then he knew that Eva Scatter- dash was already engaged to Lord Redrover, and had a shrewd suspicion of Peter's feelings towards Constance. \" We need not go yet,\" said Peter. \" W must go in time for the ball and the races. Meanwhile you can continue your riding lessons, since you seem to have enjoyed the first so much, and drive me to the meets in the go-cart. I'll ask the Gothepaces to dinner if you like, and give you every chance to make the running.\" And so it was arranged."], [115, "CHAPTER IX. HOW MR. FLOPKIN WENT HUNTING ON WHEELS. Binks' driving was certainly better than his riding, though he would hardly have been called a good whip by the professional who drives from Northumberland Avenue. In fact, Peter was guilty of recklessness, in offering to trust himself to his tender mercies. \" You'll be very careful, Binks,\" Peter said on the first morning that they drove to the meet. \"Very. Have they put in that basket of provisions which you were talking about ? \" The basket was in, and away they drove"], [116, "108 The Helterskelter Hounds. to the meet, where Peter was congratulated on his reappearance in the field, even if it was made on wheels, while Binks talked to Clarice Gothepace till hounds moved off. \" I'm afraid we're going into a very damp and boggy part of the country, Binks.'' \"Oh! I don't mind that, I'm used to bogs. I was crossing Exmoor once on a walking tour with two other fellows. I saw an old hat on the ground and gave it a play ful kick, when I discovered to my astonish ment that there was a head underneath."], [117, "How Mr. Flopkin Hunted on Wheels. 109 The three of us set to work and rescued the owner of the head. Of course, we expected that he would overwhelm us with thanks. All he did say was, ' I had a horse when I went in there.' I bet you hav'n't got any bogs like that in this part of the country.\" \"No! we have not,\" Peter answered decisively. \" Hark ! They've found and gone away.\" \"Where to?\" Binks asked. \" Stop the pony and listen. There they are, going like blazes over the hill, straight for Helter Grove. Drive on quickly, and take the first turning to the right.\" Binks did as he was told, and turned the corner so quickly that he jerked the tiger out of the seat behind. Neither he nor Peter noticed the mishap, and drove on in blissful ignorance of it, while the groom got up, covered with mud, to see the go-cart fast disappearing in the distance. After a quarter"], [118, "The Helterskelter Hounds. 110 of an hour he gave up tha chase, and walked home in high displeasure. Binks drove merrily along, splashing the mud upon unfortunate foot people, while Peter shouted to them to ask where the hounds were, though he was out of hearing before they could possibly answer. At last they met the whole field coming towards them. They had had a splendid run,"], [119, "How Mr. Flopkin Hunted on Wheels. 111 accounted for their fox, and were now re turning to draw a covert some two or three miles back. \" But you fellows have just turned up in the nick of time to give us some lunch,\" Jack Scatterdash said. \" With pleasure ! James ! Good gracious ! Where's that boy ? Must have left him behind at the meet, I suppose. Never mind ! Here's the basket ! What will you have ? \" Binks watched with dismay the contents of the basket gradually disappear, but he was perfectly horrified when Peter exclaimed, in answer to the Squire's refusal to have another glass of cherry brandy, — \" Don't say no. We don't want anything. We hav'n't taken any exercise, you know.\" However, the alarm proved false, and Binks was able to make a very fair lunch after all."], [120, "The Helterskelter Hounds. 112 \" We must get home now,\" said Peter, \" unless we want to kill the pony.\" But Binks had already formed plans of his own. During lunch he had suggested to Clarice Gothepace, whose horse was done to a turn, that she should send the animal home by a groom and ask Peter for a lift. Of course, Peter said he should only be too delighted, but as his shoulder prevented him from driving, he had to sit behind. It was a pleasant drive for Clarice and Binks, and Peter had a splendid opportunity of viewing the surrounding scenery. \" Never mind, my friend,\" he muttered to himself, \" I'll be even with you when we stay at Helterskelter Hall.\" \" Why didn't you make Clarice drive you, and your friend sit behind ? \" Constance asked him, when he saw her on the next day, while Binks was having his riding lesson."], [121, "How Mr. Flopkin Hunted on Wheels. 113 \" Come up here to-morrow morning, and I'll drive you to the meet in the dog-cart, and Mr. Binks shall act as groom. I'll make him walk up all the hills, and generally give him what he would call a warm time of it.\" Peter readily agreed, and the unsuspecting Binks, thinking he would have to act as coachman instead of groom, considered it an excellent plan. But when he arrived at Helterskelter Hall and heard what the arrangements were to be, he changed his opinion. \"You won't mind sitting behind, Mr. Binks. I must give the precedence to the invalid.\" Binks was bound to acquiesce, and for the first three miles devoted his time to wondering whether there was a basket in the dog-cart. Constance disturbed him from his reverie. \" You won't mind walking up this hill, will 1"], [122, "The Helterskelter Hounds. 114 you, Mr. Binks? It is really so hard upon the horse.\" Binks reluctantly got down. The hill was long and steep, and Binks lagged behind, so that the dog-cart was two hundred yards ahead of him at the top. \" They must wait for me,\" he muttered to himself. But they had apparently forgotten all about him, and did not stop. \"Hi! Hi!\" Binks shouted at the top"], [123, "How Mr. Flopkin Hunted on Wheels. i 115 of his voice, as he broke into a jog-trot, the fastest pace he could muster. \" Oh ! Mr. Binks, I'm so sorry,\" Con stance said with her sweetest smile, as he came up, panting for breath. \" Never mind ! Good exercise, old man,\" said Peter. Binks climbed up into his seat \" This is a hilly country, Mr. Binks, but we won't leave you behind at the next hill. We sha'n't be long before we come to it.\" \" Oh ! Lord ! \" Binks exclaimed. By the time they reached the meet, Binks must have walked at least half the distance. Peter had enjoyed the drive immensely. But Binks had further trouble in store for him. Constance's horse was not as quiet as Peter's pony, so while they were waiting in the lane outside covert, Binks had to stand at the animal's head. When they moved on, Constance took it for granted that I 2"], [124, "The Helterskelter Hounds. 116 he could jump into his seat with the agility of a harlequin, and did not wait for him. The consequence was that no sooner was he comfortably settled than he had to get down again to go to the horse's head. \" Now, Mr. Binks, be quiet ! I really do believe they have gone away this time.\" \" I wish they would go to a warmer climate,\" muttered Binks beneath his breath, as he barked his shin against the footboard. \" Capital fun, isn't it, old chap ? \" Peter asked from the front seat, where he was comfortably enjoying a cigar. \" There they go, the beauties.\" \" Oh, capital ! \" Binks answered, rubbing his sore shin. Binks was glad when hounds raced away from the people on wheels and the luncheon basket was produced. He said that he thought he had earned his refreshment. After gruelling the horse they drove back"], [125, "How Mr. Flopkin Hunted on Wheels. 117 to Helterskelter Hall, where Peter left Binks to talk to Miss Scatterdash in the drawing room while he went to the stables with Constance. \"If you ever catch that girl taking me out hunting on wheels again, may I be confined in an asylum for the rest of my life ! \" Binks exclaimed directly he was alone with Peter. \"You'll enjoy your riding lesson all the more to-morrow.\" \" I ought to, for I've suffered enough to day.\""], [126, "CHAPTER X. HOW MR. FLOPKIN ENTERED FOR THE MATRIMONIAL STAKES. A large house party, a hospitable house, a race meeting — even if it only consist of point to point races — and a hunt ball consti-"], [127, "Enters for the Matrimonial Stakes. 119 tuted a programme not to be despised by the most blase\" individual. Peter was by no means blase\", else he would not have been in love, so his spirits rose like an inflated balloon as the time for going to Helterskelter Hall approached. Even Binks looked forward to it, for he saw that by the exercise of a little judicious tact he could see just as much of Clarice when at Helter skelter Hall as when at Madcap Manor. Probably he had had a little conversation with the lady on the subject. Therefore on the afternoon before the races the two friends drove up to the Squire's on the best of terms with themselves and the world in general. Binks had already been introduced to the family circle, including Miss Scatterdash, but was disconcerted on his arrival by the latter old lady saying, \" How d'ye do, Mr. Binks ? Wonder if the man has proposed to Clarice yet ! \" Binks, however, was equal to the"], [128, "The Helterskelter Hounds. 120 occasion, and shouted out, \"Not yet.\" Whereupon Miss Scatterdash considered him the cleverest thought-reader she had ever seen or heard of. At dinner the conversation was confined to the races, of which there were two, one for members of the hunt, and the other for those farmers over whose land hounds crossed. There was a heavy-weight and light-weight class in each race, but both classes ran together, so that the length of the chapter of accidents might be increased. Jack Scatterdash was a popular favourite for the members' light-weight cup, which Binks sincerely hoped he would win, so that he might help to christen it. Other wise Binks took little interest in the con versation. His thoughts were divided between Clarice and his dinner. As Jack Scatterdash was supposed to be in training, he left the smoking-room early,"], [129, "Enters for the Matrimonial Stakes. 121 asking Peter to act as host. Peter did so, till four o'clock in the morning. When an obsequious footman brings into the smoking room caviare on toast and other savouries at twelve-thirty, the guests are apt to sit up late, especially when there are races on the morrow, and betting books are produced. The point to point races were to be held within four miles of Cockylorem. The meet ing was more like a spring picnic than a race meeting. It was the winding up of the hunting season. Drags and carriages of every description were to be seen there. What betting might take place was invisible, except gloves wagered in odds, which would have made the hair of the professional book maker turn grey. The members' race took place first, and all the jockeys weighed out in the true orthodox style, though some looked very uncomfort able in the scales. Then they cantered down"], [130, "The Helterskelter Hounds. 122 to the starting post, where the Duke of Cockylorem officiated as starter. \" Mr. Binks, will you go and ask Miss Gothepace to come to our drag? Her"], [131, "Enters for the Matrimonial Stakes. 123 brother is riding, and she may be alone. I don't know where she is, but I daresay you can easily find her.\" Binks hurried away. He got mixed up between the wheels of carriages, knocked over a brother ban joist in the shape of a nigger, cannoned against a stout farmer, tripped over the pole of a drag, and per formed several other athletic feats before he found the object of his search. Though she was with some friends who were perfect strangers to him, he captured her by strategy, in other words, by an ingenious fib. \" Miss Gothepace, I've been looking for you everywhere. Miss Scatterdash says that you promised to lunch on their drag, and has sent me to fetch you.\" \" How kind of you, Mr. Binks ! I had quite forgotten.\" And apologizing to her friends, Clarice joined Binks. But by this time most of the field had"], [132, "The Helterskelter /founds. 124 completed half the course, and excitement began to prevail, especially amongst the ladies, who had their race-glasses up to their eyes, though at that distance it was im possible for them to see anything. Peter was offering wagers in gloves, in a manner which would have exhausted even Whiteley's establishment. \" Here they come ! Redrover leads, Jack is next, and the rest nowhere. Redrover's down. No, he isn't. Yes, he is. Hurrah ! Jack will win.\" For this last remark, Peter received a withering glance from Eva Scatterdash. \" By Jove ! There's Soapy Smiler at the last fence, having a quiet peep at the sport. What would Miss Shortsermon say? But perhaps she is with him.\" \" What fun to bring him up here and give him some lunch ! Mr. Flopkin, will you walk down to that last fence with me and see if we can find him ? \""], [133, "Enters for the Matrimonial Stakes 125 \" Delighted ! \" said Peter. To use a racing expression, Jack rolled home the easiest of winners, to the great delight of the Squire. After congratulating him, Constance and Peter walked down to the last fence in search of the Rev. Soapy Smiler. Mr. Smiler dodged behind a tree, but not before Peter had viewed him. \"Come along, Smiler! Everybody on the course has spotted you, and the Squire says you must come and have some lunch.\" \" It's perfectly true, Mr. Smiler, \" Con stance echoed. \"And if you don't come, people will say that you ran away for welshing.\""], [134, "126 The Helterskelter Hounds. After a little hesitation, Mr. Smiler allowed himself to be persuaded, and even lost a dozen pairs of gloves to Clarice over the farmers' race, having backed a certain stalwart yeoman, not because he knew any thing about his riding capabilities, but because he happened to be one of his parishioners. \" I daresay we can find room for you somewhere, Smiler, if you care for a lift,\" said the Squire as they were preparing to start. Mr. Smiler accepted the offer, and away bowled the drag towards Cockylorem, in the main street of which town Mr. Smiler grot down, and immediately met Miss Cecilia Shortsermon. \" You don't mean to say, Mr. Smiler, that you have been to the races ?\" \"Yes, and enjoyed myself immensely, though I lost my bets. But Jack Scatter dash won the first race in splendid style, the champagne was excellent, and \""], [135, "Enters for the Matrimonial Stakes. 127 \" So it seems ! \" said Miss Cecilia. And she walked on. \" Thank goodness ! \" muttered the rever end gentleman. \" I believe that woman would have proposed to me before long.\" When the drag arrived at Helterskelter Hall, Peter anxiously asked the footman whether any parcel had arrived for him. \" Yes, sir. One from Covent Garden. It has been sent up to your room, sir.\" When Peter's back was turned, the foot man and the butler exchanged winks, and when Constance went to dress she found a huge bouquet on her dressing-table. Dancing had already begun when the Scatterdash party reached the ball-room. Binks had had the sense to bribe the local printer to send him a programme, and so had been able to arrange his dances with Clarice beforehand, a precaution which enabled him immediately to ask his host's daughters for"], [136, "128 The Helterskelter Hounds. any of those waltzes for which he was disen gaged. Peter, who would not have waltzed for a fortune, had persuaded Constance to give him supper and all the squares. Thus during the round dances he was enabled to study the geography of the ball-room. This he did, finding out all the cosy nooks made for two, and peering into all sorts of places where he thought a flirtation might be car ried on with safety. \" I think,\" he said to himself, \" after supper would be the best time ; \" and from the pleased expression on his countenance it is to be judged that he had found a secluded spot. Though Peter sat out two dances with Constance before supper, he kept to his first resolution, rather to Constance's astonish ment, but invigorated with oysters and cham pagne, he became a different man, and when Constance found herself alone with him in the"], [137, "K"], [138, "The Helterskelter Hounds. 130 secluded spot already mentioned, she knew perfectly well what was coming. Peter sat down beside her on the left. Then, leaning forward, he took her right hand in his left one, and placed his right arm round her waist. As she made no resistance, he drew her gently towards him, and said, — \" Constance, you know I love you. Will you marry me ? \" She said \"Yes,\" and their lips met. \" But, Peter,\" she asked after a pause. \" But what, dearest ?\" Why did you not ask me before?\" \" Well ! I was a bit funky, like I am on horseback sometimes.\" When they left their cosy nook, which was not immediately, the first person whom they saw was Binks. \" By Jove ! \" muttered that gentleman. Here have I been looking during the whole"], [139, "Enters for the Matrimonial Stakes. 131 evening for a place in which to propose, and Flopkin is first in the field after all.\" But Binks asked Clarice to sit out the next dance, which she did in the cosy nook. Binks came to the point at once. \" I say, Clarice, I can't ride a bit, but I should make an awfully good husband. Will you marry me ? \" Then Binks received his first kiss — from Clarice. It appears from the most credible informa tion that both the engaged couples were mar ried on the same day at Cockylorem Church by Doctor Shortsermon ; and that Mr. Soapy Smiler took part in the service ; and that Miss Cecilia looked very sour ; and that Jack Scatterdash got boisterous at the breakfast ; and that Tom Gothepace sold him a horse while he was under the influence of the vinous god; and that Binks had the temerity to kiss Miss Scatterdash when he departed for"], [140, "The Helterskelter Hounds. 132 the honeymoon ; and that Miss Scatterdash rather liked it ; and last, but not least, that the Helterskelter Hounds still show the best sport of any pack in the country. the end. PRINTED BY GILBERT AND RIVINGTON, LTD., ST. JOHN'S HOUSE, CLERKENWELL."], [141, ""], [142, "BY THE SAME AUTHOR. IN AND OUT OF THE PIGSKIN. By GEORGE F. UNDERHILL. With Illustrations by Wallice Mackay. Second Edition. Crown 8vo, ls. \" There is a great deal of genuine fun in Mr. Underbill's ' In and out of the Pigskin. ' \" — Morning Post. \" This novelette is very well written indeed. The author has much dry humour, and avoids the common mistake of exaggerating the difficulties of his hero. . . . full of fun.\" — Vanity Fair. \" All good sportsmen should make themselves acquainted with this work, for they can safely rely upon getting a good laugh out of it.\" — Public Opinion. \" There are homely touches that bite in the verdant humour of Mr. Underbill's story. . . . No one but Mr. Underhill could recite to us in such pleasantly serio comic a vein the buying of the hunters, the spills, and croppers.\" — Sheffield Telegraph. \" A vivacious story of a middle-aged gentleman who would a.hunting go. The book is full of amusing incidents, and is humorously illustrated.\" — Glasgow Herald. \" Happy delineation of tlie pleasures, humours, and incidents of hunting. Its good spirits, freshness, and lightness cany a reader easily and pleasantly along throughout. The happy effect of the story is enhanced by a number of illustrations.\" — Scots/nan. \" A bright little volume.\" — Newcastle leader. \"To those who like a chatty, racy record of the doings of people who become sportsmen and ride to hounds, this little book may be commended.\" — Liverpool Post. \"A tone of good-humoured banter is maintained by Mr. Underhill from start to finish, and he is frequently satirical without being unkind.\" — Manchester Examiner. \" An amusing hunting story.\" — Army and A'avy Gazette. CHAPMAN AND HALL, Ltd., LONDON."], [143, "WORK IS OUR LIFE. \"Show me what you can do, And X will show you what you are.\" As^o^kS_LAon5'?ifP(n_^w^1_0w:Se?byK in an A«dre»8 to the Student, of Glasgow, said, as won is our Life, show me what you can do, and I will show you what you are.\" .** *.__ v*u, -i..,i a win tjiiuw you WH..IL you are. \"WHO ARE THE HAPPY, WHO ARE THE FREEP YOU TELL ME, AND ILL TELL THEE. Those who have tongues that never lie, Truth on the lip, truth in the eye, To Friend or to Foe, To all above, and to all below ; THESE ARE THE HAPPY, THESE ARE THE FREE, SO MAY IT BE WITH THEE AND ME.\" What higher aim can man attain than conquest over human pain ? Drawing an Overdraft on the Bank of Life. Late Hours, Fagged, Unnatural Excitement, Breathing Impure Air, too Rich Food, Alcoholic JJrink, Gouty, Rheu matic, aud other Blood Poisons, Fevers, Feverish Colds, Influenza, Sleeplessness, Biliousness, Sick Headache, Skin Eruptions, Pimples on the Face, Want of Appetite, Sour ness ot Stomach, &c. It prevents diarrhœa, and removes it iu the early stages. I'sefirVO'S \"FKLIT SA_LT.\" IT IS PLEASANT, COOLING, HEALTH-GIVING, REFRESHING, AND INVIGORATING. You cannot overrate it* great value in keeping the lilood Pure andjreefrom Disease. rEO ALL LEAVING HOME TOR A CHANCE.— Don't go without a Bottle of ENO'S \"FRUIT SALT.\" It prevents any over-acid state of the blood. It should be kept in every bedroom, in readiness for any emergency. Be careful to avoid rash acidulated salines, and use ENO'S \"FRUIT SALT \" to prevent the bile becoming too thick and (impure) producing a gummy, viscous, clammy stickiness or adhesiveness in the mucous membrane ofthe intestinal canal, frequently the pivot of diarrhœa and disease. ENO'S \" FRUIT SALT\" prevents and removes diarrhœa in the early stages. Without such a simple precaution the jeopardy of life is immensely increased. There is no doubt that where it has been taken in the earliest stages ofa disease it has in many instances prevented what would otherwise have beeu a severe illness. , ENO'S \" FRUIT SALT.\"- A Gentleman states :— \"In cases of Bilious Headaches, fol- lowed by severe attacks of Malaria Fever (Influenza), ENO'S ' FRUIT SALT' has acted like a charm.\" ENO'S \" FRUIT SALT. \"—A Lady writes :— \" I think you will be glad to hear that I find your 'FRUIT SALT ' a most valuable remedy ; and I can assure you I recommend it to al! my friends, and the result is always satisfactory. Everything— medicine or food— ceased to aet properly ; for at least three months before I commenced taking it, the litt.e food I could take generally punished me or returned. 31 y life was oi.e of great suffering, so that I must have succumbed before long. To me and our family it has been a great earthly blessing ; I feel I cannot say too much for it. The least I can do is to do my best to make the * FRUIT SALT ' known to other sufferers. 1 am getting better rapidly, and expect to totally recover, after spending hundreds of p. muds, and travelling about fur twelve years.\" JfEADACHE ANS DISORDERED STOMACH,-\" After suffering two and a half years from Severe Headache and Disordered Stomach, and after trying almost everything without any benefit, I was recommended to try ENO'S * FRUIT SALT,' and before I had finished one bottle, I found it doing me a great deal of good, and am restored to my usual health; and others 1 know that have tried it have not enjoyed such good health for years.— Yours most truly, Robekt Humphbets, Post Office, Barras ford . ' ' The Value of ENO'S \"FRUIT SALT\" cannot be told. Its success in Eurcpe, Asia, Africa, America, Australia, and New Zealand proves it. THE SECRET OF SUCCESS. Sterling Honesty ot Purpose. -Without it Life is a Sham. — ''A new invention is brought belore the public, and commands success. A soore of Abominable Imitations are immediately introduced hythe unscrupulous, who, in copying the original closely enough to deceive the public, and yet not so exactly as to infringe upon legal rights, exercise an ingenuity that, employed in an original channel, could not fail to secure reputation and profit.\"— Adams, CAUTION — Examine each Bottle, and see that the Capsule is marked EKO'S \" FJRU2T SALT.** Without it you have been imposed on by a worthless imitation. Prepared only at ENO'S \" FRUIT SALT \" WORKS, LONDON, S.E."], [144, ""]]