[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "FORBIDDEN TO MARRY."], [8, "F. V. WHITE & CO.'S SELECT NOVELS. Crown 8co, cloth, 3s. 6d~. each. The Followin g Volumes of the Series are No wReady, And can be obtained of all Booksellers in Town and Country, and at all Railway Bookstalls. MY SISTER THE ACTRESS. By FLOBRHOB Marryat, Author of '* The Root ot all Evil,\" &c, &c. THE DEAN'S WIFT. By MRS. EILOART, Author of \" The Love 1 hat Lived,\" &c., &c . TWO MEN AND A MAID. By HARRIETT Jay, Author of \" The Queen of Connaught,\" kc. &c. A BROKEN BLOSSOM. By FLORENCE Marryat, Author of \" Phyllida,\" &c, S;c. SWEETHEART AND WIFE. By LADY CoN- stanob Howard, Author of \"Mollie Dnrlin?,\" &c. i-c. BARBAtR.VS WARNING. By MRS. HOUSTOL-N, Author9of to Mercy,\" &c, &c. PHYLLIDA. _By F-lokexcm: Marryat, Author of \" My Sielerthe Actress,\" &c, &c. SOME OF OUR GIRLS. By MRS. EILOART, Author of \" The Dean's Wife,\" lie, lie. ALLERTON TOWERS. By ANNIE THOMAS (Mrs. Pender Cudlip), Author of \" Denis Donne,\" &c. &c. THE ROOT OF ALL EVIL. By FLORENCE Marryat, Author of \" Phyllida,\" &c, &c A PROFESSIONAL BEAUTY. By Mrs. ALEX- ANDER Fraser, Author of \" Guardian and Lover,\" &c, &c. MOLLIE DARLING. By LADY CONSTANCE HOWARD, Author of *' Sweetheart and Wife.\" F. V. WHITE & CO., 31, Southampton Street, Strand."], [9, "FORBIDDEN TO MARRY. BY MES. G. LINNÆUS BANKS, AUTHORESS OF \" GOD'S T'ROVIDEXCE HOI7SE ; \" \"THE MANCHESTER MAN ;\" \" SLORY,\" &C, 4-C. £ IN THREE VOLUMES. VOL. III. LONDON : F. V. WHITE & CO., 31, SOUTHAMPTON ST., STKAND. 1883."], [10, "PRINTED BY KELLY\" AND CO., GATE STREET. LINCOLN'S INN FIELDS: AND KINi;STON-ON-THAMES."], [11, "CONTENTS. CHAPTKR PAGK I. — Explanations 1 II. — A Door foe Escape 24 III. — Something Rash 55 IV. — Young Heads and Old Ones ... 87 V. — Milly's Secret Told 123 VI. — Another Secret Out .... 141 VII. — Jl-stice 158 VIII. — Separation 183 IX. — Sarah Bancroft's \"Will .... 213 X. — How it Ended 248"], [12, ""], [13, "FORBIDDEN TO MARRY. CHAPTER I. EXPLANATIONS. hnp|BOUGlT eveee iee the days of the Eoeeeaees i:^s Buxtoee was a health resort, aeed though it eeow flourishes aneid foliage aeid verdure, one of the gems of the earth, it was a small, dreary town in a wide hollow amongst bleak aeed barren moorlaeeds, iee the last century. Drives, hanging woods, picturesque gardens were not. Hucksters brought provisions ieito the towee : there was eeot even a market to diversify the scene. The area within the noble Ce-esceeet — which crescent a recent eeethusiast has dubbed \" a symphony iee stone \" — the semi-Gothic temple sheltering the woerdrous springs, hot and cold froeei the vol. eee. b"], [14, "2 FORBIDDEN TO MARRY. same rock ; the \" Stanecliff \" above those wells, where patieeits tested their own streeigth ; the polygonic Stables, with their inner circus for equestrian exercise ; the Old Hall and its gardeei ; the spar aeid curiosity shops lender the coloemade ; the baths ; the one reading and coffee room ; the one circulating library ; the one ancieeit little church — were all confined within a lienited space, and visitors iei quest of the picturesque glories of the Peak had to ramble farther afield, and mostly on foot. It had certainly aei assembly-room in the principal hotel, and a theatre like a barn, Avhere during the seasoei perforenances might be eeijoyed three tienes a week ; but other wise it had few compensations withiee itself for those who Avanted neither to drieik the waters eior to bathe in them. Sir Madoc did both in order to keep incipient gout at bay, yet even he had to seek the solace of his snuff-box and the card-rooen ; but Pauline would have been desperate had not Sir Jenkyn followed in"], [15, "EXPLANATIONS. 3 their wake, and beeei at hand to ride, or drive, or proenenade and flirt with, or to arrange parties for visiting the wonders of the Peak. He, however, was aei aenazingly companionable fellow, drew people together without difficulty, had a spice of adventiere and enthusiasm, aeid by the time Muriel encountered Arthur, had thrown the latter considerably into the shade. Not that the lieuteeiant raised any objection, he seemed rather to enjoy it thaei otherwise ; gave his invalid mother no cause to coeiiplain of ieiattention, and professing no ardoier for exploration, whenever horses aeid vehicles had to be abandoned for the ieispection of \"Hole,'' or \"Cavern,\" or \"Tor,'' and there was climbing or scrambling to be done, where a enasculine hand or foot might be called to the aid of a feeninine, he was civen to lap- behind and leave a clear field to his rival. And as their infirmities detained Sir Madoc and his sister-in-law iei the waiting carriages at a distaeice the eiatural readjust ment passed unobserved. It was a natural b 2"], [16, "FORBIDDEN TO MARRY. 4 readjustment ; the dash of assertive indepen dence in Pauline, and her spirit of daring — so distasteful to Arthur, had a wonderful charm for Sir Jenkyn, the most reckless of riders, the boldest of neountaineers. Arthur Wynne himself, tied as he was pretty enuch to a querulous invalid's side, did not find Buxton attractive ; even sympathy with his mother's condition was so modified by a knowledge of its cause, that he begaei to find his attendance irksome, and to long for a return to his duties, and freedom. \" I shall be glad to escape from this coeifoundedly dull place. It is enough to give a man the horrors to encounter only suffering in his walks ; to have eiothing brighter to look out upon than a bae-ren hill, aied the gossipping invalids round St. Aem's Well,\" had been his hasty comment in the ear of Sir Madoc that suemy morning iee August, which Muriel had found so sultry in the stage-coach. \"I say, that's not coenplienentary to"], [17, "EXPLANATIONS. 5 Paulieie,\" had been flung after him, as with a \" Can't help it,\" and a stifled yawn the young fellow had left his uncle to the solace of his snuff-box, in the hands of Norris, who eeumbered shaving aeed hairdressing among his various duties, aeid was much more ready to serve the hearty if hasty old gentleeeean, than to attend his exacting mistress. What a traeesforenation a few hours had effected. If the \" place \" had suddenly blossomed like a rose, Arthur Wynne could not leave felt more exhilarated, or enore buoyantly leave ascended the stairs to that spacious drawing-room in the Crescent where his mother, seated by a window, looked drearily out on the Stanecliff, in all its bareness and sterility, where eiothing grew but a few sparse bushes and gorse, and where nothing had then been planted but post and rails to mark boundaries where feet might tread, or to assist them up the ascent, and where occupied seats suggested how wearisome that ascent eeiight be. Wearisome enough must the prospect have"], [18, "FORBIDDEN TO MARRY. 6 been to Mrs. Wynne, who could take no part in Buxton's few amusements. It was much as if a brilliant butterfly with its wings crushed and torn lay gasping on a wall whilst the sunshine lit a host of fluttering wings that flitted by unheeding. She had languished and courted adeeiiratioee at her last ball ; — she \" would not consent to take her place with antiquated spinsters and dowagers at the card table.\" Wheel not driving out, or at the bath, or taking the water at St. Ann's Wells, her only refuge and resource was the win dow. There, in a wheeled chair, luxuriously cushioned to ease her contracted lienbs, she sat in rich attire, her hands, no longer slender aeid jewelled, lying craenped and idly in her lap, her Aveary eyes discontentedly Avatchieig the people passing to and fro, or climbieig with slow steps the barren hill before her, or crowding round the Gothic temple Avhich enshrined the waters of Hygeia, as they gushed froen the limestone into marble basins, offering health to all avIio drank. She Avas so seated, and alone, miser abty"], [19, "EXPLANATIONS. 7 bewailing her lot, when leer son entered with a free, firm step the apartment over the coloneiade. It was draped and fitted Avith the sombre and heavy taste of the period, a chimney-glass and circular mirror Avith can delabra alone giving lightness to the soberly painted Avails. Turning her head slightly she said pettishly, \" Where have you been all this while, Arthur? It Avas cruel to leave me to the mercy of those horrid chairmen.\" \" Owen Avas with you, madaeee,\" answered lee with deference. \" Owen indeed ! As if Oweei could be expected to take the place of my son ! And even OAven eieglects me uoav my own kith and kin desert me.\" \" I am sorry, my dear mother, you should think me remiss. I concluded Pauline would be here with you.\" \" With me indeed ! \" she jerked out. \" She is off with that odious Sir Jenkyn to the play ; gone too without a chaperoeie ! It's little she cares for me now-adays, and it's all"], [20, "8 FORBIDDEN TO MARRY. your faidt. She would eiever have looked at Sir Jeiekyn had you done your duty. But all are alike, eio one consults my wishes. EA-en Sir Madoc has gone to the coffee-room to see the Times. No one cares for my desolatioei,\" and the poor contracted fingers made aei effort to raise a perfuened handkerchief to her eyes. Arthur dreAv his chair to her side aeid attempted to soothe her. Some new expres sioei oei his counteeiance must haA-e caught her eye. \" Who Avere those people you spoke to near the Baths ? \" asked she irritably. \" Erieeids of mieee I met on my travels,\" replied he with good-humour. \"I should like to knoAV the strange friends who could divert you from your duty ! \" she whined rather than exclaiened. \" Shall I introduce theen ? \" She turned her eyes full upon him as if she would have looked him through. \"Introduce them to me? Decidedly not. A soldier picks up acquaintances in his"], [21, "EXPLANATIONS. 9 travels not always suited for the society of his mother.\" \"You are quite right, madaeie, he does,\" he ansAvered Avith soene emphasis, and a eeeeaning all his own, adding lightly, and with a shrug of his broad shoulders. \" I only thought you Avished it.\" But lee rose and paced the room asking himself who would be suited for the society of one so exacting and discontented. \" Do stop that monotonous tramp ! \" she whined presently. \" And if you have no neAVs to amuse me with, pray ring for candles and cards. We may manage to kill time Avith them.\" Ueiprepared for eternity and yet anxious to kill time ! \" Kill time ? Nay mother, does not tiene kill us ? \" A sudden reminder of all that tiene had killed in her and for her, smote the worldlieeg. She shuddered, became hysterical, called for her maid and a vinaigrette, and Avas not to be comforted."], [22, "FORBIDDEN TO MARRY. 10 More than three-quarters of an hour Avere thus consumed, and then with enany a sigh she composed her nerves in a gaene of piquet with her son, though it Avas aei effort to hold the cards together in her hands, and the unAvonted vivacity of her partner seemed to annoy rather thaei eeiliven. That night as Owen reenoved the paint froen the faded face, the too youthful robes from the rheumatic shoulders, she Avas asked, \"Did you ascertain who those people Avere ? \" \"They Avere strangers, ma'am. No one knew, but I'm sure I've seen the young lady's eyes befoe-e, someAvhere.\" \" Eyes ? \" questioned her mistress, \" eyes ? What colour were they?\" \"Brown, ma'am, very soft and large and mild.\" \"Ah!\" And the eyes haunted the lady's sleepless pillow. They lit up the dreams of her son. \" Why, Muriel dear, Buxton seems to agree with you, I have not seen you so bright and"], [23, "EXPLANATIONS. 11 fresh since yoee came home ! \" ce-ied Mrs. D'Anyer Avhen Mieriel carried aei early break fast to her bedside the eiext enornieig. \" Have you beeei up long ? I did not miss you.\" \" Up and out aei hour ago ! \" Avas the ready aeiswer. \" I thought if I had eny bath before breakfast, I should be completely at liberty to Avait oei you for yours. Aeid who do you think I met oei the way back? Who but Lieutenaiet Wynne. He offered to help me up the slope that faces the Crescent, and told me that the efficacy of the waters is tested in the ascent. People avIio hobble beneath on crutches when they coene, moient to a higher level day by day as they ienpi-ove. He was extremely kind when he discovered that it tried eny foot to ascend, and insisted on eny using his aren all the way back to the very door. I Avas much obliged, for the water I drank at the well seemed to flush my face and turn me giddy. He said it was always so at first.\" The flush still lingered, and her eyes were"], [24, "FORBIDDEN TO MARRY. 12 lit with joyous excitement. All her grand mother's cautions, all her own seemed to be forgotten iei a newer dawn. \" In that case,\" said her enother gently, as she sipped her coffee, \" you had better not go again to the baths, or the Avell until I can accoenpany you ; \" but whether she meant as a precaution against the officer or the neieieral water did not appear. She had her owei bath iei the foreeeoon, her OAvei draught from St. Ann's restorative fountain, and discovering that they had a like effect oei herself, was not sorry to accept the same strong arm on her Avay to the shopkeeper's on the Hall Bank, and even to the rooen above the shop. \" It might be only the water that had so flushed Muriel's face, and the lieutenaeit was certainly most courteous to lend his arm to a middle-aged Avomaei and adapt his steps to hers.\" And very polite it Avas of him to be so attentive Avhen they again enet him by accident that afternoon ueeder the colonnade. Mrs. D'Anyer Avas not a Avoenan of th p"], [25, "EXPLANATIONS. 13 Avorld, aeid she argued frone ATery narroAV preeeeises iee this case. She had eiot beeei Avont to chaperone an attractive grown-up daughter. But in fact the area of Buxton proper Avas so circieenscribed it Avas almost impossible for the coenparatively few visitors bathing, or drinking the Avaters, to avoid meetieig or otherwise comieig in contact, hoAvsoever raeik or pride might hedge itself round with ex clusiveness ; aeid Avhere there was a desire to meet, opportueiity was eeot waeiting. Surely of these none met more freqieeeetty than Lieutenant Wynne and Muriel, or she fancied so. On her Avay aloeee from her own eae-ly mornieeg bath, or Avhen in attendance on her mother to hers, or to the springs, or on the promeeiade, or mounting the steep Stanecliff, lee seemed ubiquitous. And whether he was with others and only touched his cap, or turned and walked by leer side, or lent his arm to sustain Mrs. D'Anyer's unequal steps to the door on the Hall Bank, or sat with them for an hour after candles were lit, his respect-"], [26, "FORBIDDEN TO MARRY. 14 ful bearing underwent no change, though as he watched the affectionate care of the girl for her parent, or listened to her when, as foeid mothers will, she unsuspiciously dilated oei the excellence of her child Avhenever Muriel Avas out of hearing, his esteeen aeid adeniration grew with every meeting, and love spoke eloquently in every look and tone. As ever, love brought its own burdeei of doubt, and worry, aeid anxiety. He could not bow from the side of Mrs. Wyneie's wheeled-chair, or touch his cap when riding with Sir Madoc and Pauline, or Sir Jenkyn Jeeikinsoei, or ce-oss the promenade, or mount the hill with the D'Anyers, and not arrest the gaze of interested eyes. A week had not passed before his mother assailed him with reproaches of neglect, and more. \" You are bringing disgrace on your family, by consortieig with a mere eeiantua-maker's appreeitice and her plebeian eeiother,\" she complained ; \" I shall never sur vive it. Elauutieeg your acquaintance iei my"], [27, "EXPLANATIONS. 15 \\-ery face. You could not do more if you meant to marry her ! \" \" And I do eneaee to marry leer, if she will ha\\-e eeie, as soon as I can do so justifiably,\" he answered steadily. \" Honour forbids my eeiarrying on a lieutenant's pay with so small a supplement as is leeine at present, and I cannot involve the Avomaei I love in the misery of poor gentility.\" \" You love ! you love ! This to eeee ! \" she aleeiost shrieked. \" I avIio Avould have given you half my fortune on your eeiarriage Avith Pauline. But not one penny of enine shall pave the way for that coenmon eieedlewoeuan to step into the place of Pauline, and call me mother. And if honour forbids, so do /forbid!\" \"A common eieedle woman ! \" he echoed. \" Miss D'Anyer is one of those rare Avoneen Avleose price is above rubies ! You are my enotleer, enadani, and as such claim froen ene a son's respect ; but there is a limit to for bearance, and I aen eiot of a race to brook your scorn of so pure aeid sweet a girl. There is a spirit of rebellion in the blood,"], [28, "FORBIDDEN TO MARRY. 16 as Avell you know ! \" aeid he strode from her presence only to encounter Sir Madoc in the colonnade before that blood had altogether cooled. \" I say, I say, nephew Arthur, who's that brown-eyed daensel you are dangling after at all hours ? I don't suppose the old dame's the attraction.\" \" She is Miss D'Anyer, sir, a young lady for Avhoeei I have the very highest esteem,\" was said loftily. \" I say, that's rather strong, look you. But D'Anyer, D'Anyer ! \" and Sir Madoc, who had the pedigrees of two or three coueities at his fingers' ends, tapped his snuff-box lid, and rolled the Avord on his tongue, as if to try its family flavour. \" Any connectioei of the Cheshire D'Anyers of Frodshaen and Lyme — the descendants of Thomas D'Anyer, the hero of Cressy, I mean ? \" The suggestioei Avas enough for Arthur Wynne. It recalled a conversatioei with Mrs. Kieigsley on Eed Eiding Hood's ancestral aeid family associations with the county. \" I"], [29, "EXPLANATIONS. 17 believe so,\" he said ; \"I know leer only as the daughter of a Manchester manufacturer, but there is true nobility in her every look and word. She is a sweet, unselfish creature, a gem of the purest Avater, one in herself fit to adorn any rank, whatever her ancestry.\" \" I say, I say, Arthur, that won't do. What Avill Bauline say to your high-flown adieiiration of the manufacturer's daughter, look yoie ? \" \" She will echo what I said of her penchant for Sir Jenkyie ; she was free to please her self,\" Avas the deliberate reply, over a pinch of snieff from Sir Madoc's box. \" Elease herself! — Sir Jenkyn! I say, I say, what do you mean ? Are not you to enarry Pauline ? And Avhat leas Sir Jenkyei or that D'Anyer girl to do Avith it, look you?\" and Sir Madoc's caeee Aveeit down oie the paA-ement, Avith an ireitable stroke. \" Have you been blind, uncle ; or am I the first to tell you that Bauline would run off Avith Sir Jenkyei to-morrow, rather than be forced to marry me the day after ? \" vol. in. c"], [30, "FORBIDDEN TO MARRY. 18 \" Nonsense, boy. Sir Jenkyn's no more to Bauline than our old friend's son. It was settled in your cradles that you and Bauline should keep title and estates together for generations of Wynnes to come.\" \" Settled/or us, uncle, you mean, not by us.\" \" I say, what do you enean, you young i-ascal? Are you going to cry off, and slander eny daieghter at the same time. I understood you aeed Bauline were dying for each other a year ago ! \" \" My dear sir, I aen afraid you leave mis understood. Bauline aeid I have been most affectionate cousins, and probably might have run our heads blindfold into the noose prepared for us — a year ago, as you say. But we have both cut our Avisdoen teeth sieice then, and are not puppets. Pauline changed her mind when Sir Jenkyn came on the scene, aeid I — well, uncle, Sir Jenkyn is a good natured young fellow, rides Avell, shoots well, rows Avell, boxes well, makes love like a devotee, has a clear estate, a long pedigree, and — what more Avould you eWe? Pauline"], [31, "EXPLANATIONS. 19 would prefer to take the leap with him rather than with her lukeAvarm cousin, depend upoee it.\" Sir Madoc was dumbfounded. His snuff box suffered for his loss of speech. Then he spluttered out : — \" But, Arthur, I say, I say, I thought — I was told — you — you — Celia — your mother \"Leave eeey mother entirely out of the question, sir,\" interrupted Arthur in a changed tone, in Avhich was some bitterness. \" My mother has long known my sentimeeets in the matter.\" \" I wish I had.\" \" Well, uncle, I Avas never asked. You took too much for granted. But neither you, sir, nor Pauline can accuse me of double dealing, or breach of faith. I neither made professioeis of attachment nor sought them. My attentions have been those of a cousin, not a lover. Sir Jenkyn came, and Pauline found the difference. She is eiot to blaene — nor am I. Love comes at no man's bidding. c 2"], [32, "FORBIDDEN TO MARRY. 20 I have had a most unpleasant interview with eny mother respecting — but here come Bauline and her cavalier, on their steeds. Watch them — Aen I not right ? \" \" Egad, boy, I think you are. But, I say, I say, Arthur boy, you enean to marry Bauline, don't you ? \" aeid the tone in which the question was put seeened to tremble between the dolorous and the indignant. An emphatic \"No, sir!\" and Arthur was gone. A genial, kind-hearted, good-tempered fellow Avas Sir Madoc, when eeot thwarted, and not suffering froen gout, the special enalady which, in an incipieeit stage, had induced him at the last moeneeit to bear Major Wjmne's wife company thither — but lee Avas somewhat obtuse, or heedless, aeid given to let the Avorld wag on its way so long as his own little plans and arrangements Avere not disturbed. Sir Jenkyn's devotion to his daughter had not hitherto disturbed him greatly, since it did eeot disturb Arthur. It was Arthur's business, not his."], [33, "EXPLANATIONS. 21 Arthur Wynne lead opened his eyes and disturbed his equanienity with a vengeance. Bubbling over, he sought Mrs. Wynne, and had the matter out with leer first. Then, there was a stormy interview, with Bauline, aeed theei with Sir Jenkyn ; and finding that only lee aeid Celia held together oei the marriage question, a letter went post-haste to the eeiajor to request his intervention. But a letter from his son already lay before the major, and moderated his views materially. He had enarried beauty, birth, fortune. Aeed to what end ? The beauty which had enslaved him demanded eeiore than one leian's homage, courted the admiration of all eyes. His Avife's moeiey, chivalrously settled on herself and her issue, lead scarcely sufficed for her thousand whims and caprices. A flutterer aenong flutterers, she had left her only son to the care of nurses and tutors — perhaps well for leien — whilst she gave her Avaking hours to fashion and folly — a Avhirl of pleasure which had undermined her own health and involved him in a duel."], [34, "22 FORBIDDEN TO MARRY Yet he had idolized her until her own selfishness and vaeiity had broken the charm. He Avas not sorry to be rid of her vagaries when, after a serious difference, she elected to make the Bias her head-quarters. To the early matrimonial compact for the young people, he had given a negative asseeit ; and so long as he Avas led to believe that his son's heart was set on Bauline, he remained quiescent, although he would have preferred a daughter-in-law avIio had had a good mother's training, and a less sophisticated chaperon. Now that he learned the truth for the first time, he was not eninded that Celia should spoil the life of their son as she had spoiled his ; and in the epistle which had come from honest, simple-hearted, transparent Sir Madoc, he traced the diplo matic finger of his wife. That influeeiced his ansAvers to both. But letters did not fly oei the Avings of steam. When on the Saturdaj^ afternoon Arthur Wynne the younger had gone through those explanations, terminated with a decisive"], [35, "EXPLANATIONS. 23 \" No,\" he had marched straight away from Sir Madoc to his own room, and on the spur of the moment penned his confidential epistle to the major, in which he had poeered forth not only his objections to a marriage Avith his cousin Pauline beet his love for Muriel D'Anyer, coupled as it was with doubts whether honour did not forbid his marriage, and consequently his proposing to her, on the scant pay of a lieuteeiant, know ieig as he did that his good father could oeily add to his allowance by personal sacri fice. The letter was iei the little post-office iei tiene for the soeeth mail at seveei that evening, and had thus been in Major Wynne's hands, and was read and well digested, before Sir Madoc's important missive offered its vermilion seal and coat of arms to be broken by authorized fingers."], [36, "CHAPTEE II. A DOOR TOR ESCAPE. IfppHE major was pretty core-ect in his '<*£** judgment. If the peeienanship of the epistle was Sir Madoc's, the baronet's impulsive diction had been checked and curbed by hints aeid suggestions froen Mrs. Wynne. It had, iee fact, beeee a joint con coction, to which had been devoted the enornieeg hours when Arthur and Pauline would be \" safely out of the way at church,\" as Mrs. Wyeieee expressed it. She neight have felt it otherwise than \"safely\" had she reflected that Mrs. D'Anyer and her daughter were likely to be aenong the Avorshippers in the little old, barn-like church on the hill-side, or that Sir Jenkyei might find his way thither, and supplant her soie eveei at the church door."], [37, "A DOOR FOR ESCAPE. 25 At all events, she was eeot too well pleased when Miss Wynne, wearieeg a robe of canary taffeta, trimmed Avith lilac satin rouleaux, a lilac scarf across her shoulders, aeed a straAv hat in which eiodded three lilac feathers, aeed to Avhone the said Sir Jenkyn had eeeade his boAv at the door under shadow of the colonnade, walked unatteeided into leer presence aeed, throwing down her large parasol, coenplained of the \" insufferable heat.\" \"Where is Arthur?\" she asked, to be ansAA-ered with scornful indifference, \" Oh, the owner of a Prayer-book Avith eeeassive silver clasps required a page to carry it, and I presume he offered his services, sieice I saw it in his hand.\" \"Absurd ! \" ejaculated Me-s. Wynne. \" Well, it icas rather ; for had not the book been fit for a countess, I might have takeei the OAvner for that dressmaking young Avoman he leas been so gallant to of late.\" Mrs. Wynne's brow darkened. \" Is it possible that my son could so far forget"], [38, "26 FORBIDDEN TO MARRY. himself in the face of a Avhole con gregation ? \" \" Oh, quite possible,\" with a shrug. \" Leave you to walk home unattended ? \" and the enormity thereof Avas expressed in look and tone. \" Well, no, not exactly. There was Sir Jenkyee — and — a — David, you know.\" David was a foot-boy. Miss Pauline had omitted to say that Mrs. D'Anyer Avas with her daughter at the time, or that Sir Jenkyn had previously superseded Arthur iei his attendance on herself; not that it would have mattered much to Mrs. Wynne, who felt as if her son's atrocious conduct eeiust be the common gossip of Buxton society. She could only cite as an excuse for him \" the example of royal dukes in seeking companioeis among their inferiors, my dear,\" and \" trust Pauline to hold him excused, as it meant eiothing.\" It certainly meant nothing then to Miss Wynne, Avhatever it might have done previously to the advent of Sir Jenkyn in"], [39, "A DOOR FOR ESCAPE. 27 Buxton. But prior to that the dark-eyed belle lead learned to dispense with much of her cousin's attention; and latterly had avoided it. To him it meant everything in the world. It meant the rest which twilight affords after the glare of the sun. It meant the hope of a life-companion worthy of all his trust ; one Avhose feet were on the ascent to the heavenly city, not Avhirling dowmvard in the path of folly, tOAvards the gates of destruction. And if he carried Muriel's Bible, it was not to note or value its silver clasps, but Avith aei unshaped consciousness that she was building up her life on its foundatioei. She was \" different froen all the Avomen with whom he had come in contact,\" as he told his father ; and he \" should never rest until he had her promise to be his wife.\" So that his walk from the church gates with Muriel and her mother to the lodgings over the closed shop, in the face of his Cousin Pauline and of the fashionable church-goers and aristocratic loungers, did mean something,"], [40, "FORBIDDEN TO MARRY. 28 however Mrs. Wynne might seek to ignore it. \" Buxtoei really does seeen to agree with you, my dear,\" said Mrs. D'Anyer to Muriel the next day, as she came in from a morning stroll with a flush on her cheek and a sparkle in her eye, and laid a book from the library on the small round table. \" I wish L did not feel so prostrate and drowsy after my baths, and could take the air with you, instead of lying here oei a sofa, lookieig through a Avindow all the forenoon.\" \" Oh, those are only the ordinary symp toms Avhen the baths are efficacious, Lieutenant Wynne informed ene just eiow. He said his mother felt just the same for the first Aveek or ten days ; that was why she Avas carried to aeid fro in a sedaee ; but eeoAv, as you know, she goes in her regu lar wheel-chair. He hopes you enay be able to throw away your stick in a feAv days.\" \" I hope so, too. And so you enet Lieutenant Wynne agaiei ? \" \" Well, not exactly. I Avas trying how"], [41, "A DOOR FOR ESCAPE. far I could leiount up Stanecliff, Avhen he caene behind me aeid offered his aren for the ascent, though I told him that was scarcer allowing a fair trial of eny strength. He had a gun on his shoulder, and Avas going, Avith a party of friends I saw in front of the old Hall, grouse-shooting oei the moors.\" \" You did not alloAv his politeness to keep hien from his friends, I trust ? \" \" Oh, no, I — I think not.\" But Muriel felt her colour deepen as she bent down, pressed a kiss on her enother's cheek, aeid left the rooen hastily to reenove leer hat and scarf. If to escape further comment on her appearance, avIio shall say ? She certainly lead groAvn brighter, brisker, aeed stronger ; but whether the society of the young officer had not as eeiuch to do with it as the Buxtoei air and waters, is a moot point. Mrs. Wynne might slight and scorn her, but she bore it cahnly so long as he did eeot despise her, aeed she knew that Major Wynne did eiot ; and if she forgot all about her grandenother's cautioei in the delicious"], [42, "FORBIDDEN TO MARRY. 30 sensation of the hour, avIio could blame leer ? Her life had had few pleasures, least of all the pleasure of feelieig valued by someone else ; courtesy and attention had not been for her. True, when she had last lain oei the sofa at home, two of her masculine cousins had beeei more than commonly friendly, but their familiar attention Avas something very diff erent from the respectful homage of Arthur Wynne, and that had its full weight. No wonder she put her memories of the dreary woi-k-room behind her, lest even its shadow should cross the sunshine on her path and enar leer present felicity. She would not eAren look forward, lest duty should extinguish joy. At least she did not. If she lead only looked, the light upon her face would have faded. Indeed, before that veey day Avore out, she had a reminder that pleasure could not last. They had just risen from a plain dinner of trout, fresh from the Wye, with a custard for a supplement, Avhen in walked Joe Bent"], [43, "A DOOR FOR ESCAPE. 31 in his uniform, of which the volunteer cor poral seemed as proud as if he had been a captaiei in the Guards. Indeed, I am not sure that he did not consider the volunteers superior to the regulars, iei that they were unpaid aeed so far free. Be that as it may, preceded by a lumber ing step up the dae-k and narrow staircase, he put in an appearance with a haeuper in his hands, aeid the exclamation, \" Well, aunt, you did not expect to see me ! But here I am, and here is a basket of things from the Grange — poultry, fruit, and I don't keioAV what. Mother said you Avould find them useful, as there was no market, and the higglers were such extortioners. And there are some of our early grapes at the top ; I suppose you could eiot get those here at any price,\" he added, having by this time got rid of his burthen, and begun shaking Muriel's hands as if he had taken possession of her. And nothing would serve, as he had already dieeed at the inn, but he should take possession of his cousin and aunt for an"], [44, "FORBIDDEN TO MARRY. 32 afternoon exploration of the village. Buxton had not attained the dignity of a market town. The spar-shop under the Arcade was included in the tour, and it so came about that there was a handsome Blue-John vase eepoei the table, a gift to his aunt, aeid a necklace of satin-stone beads round Muriel's throat, when, as it happened, Lieutenant Wynne — Avho had somehow gained a familiar footing there — presented himself in the eveei ing with a brace of grouse for the ladies, undeterred by the rain which Avas then falling fast. Observing a stranger, lee Avould have pre sented his birds and retired had leot Mrs. D'Anyer detained him, and introduced her nephew, an ieetroduction which seemed to give more pleasure to her than to the young maee, Avhose open face clouded. Arthur Wynne's name Avas not ueeknoAvn to the corporal, aeed Joe eyed him dubiously. On the other hand, Lieutenant Wyeine, who eioted both the vase aeid the new necklace, saw a possible rival in the very-meech-at-hoene"], [45, "A DOOR FOR ESCAPE. 33 cousin. But lee was too well bred to display the contempt affected by many of his brother officers for the new volunteer service ; aeid being desirous to ascertain on Avhat footieig o er the tall young relative stood with Muriel and with society, lee composedly took a seat between the two windows, at which sat respectively Mrs. D'Aeeyer and leer daughter, and entering into conversation made himself agreeable — even to Corporal Joseph Bent. His chair was slightly in advance of Muriel, theei netting in the window-seat, for the benefit of the wanieig light, but it required no effort to watch her every movement iei the strip of looking-glass Avhicle adorned the opposite wall, Avith a triplet of peacock feathers atop, and in which Avas reflected not only Muriel, but Joe Bent on the sofa, leaning well over the low arm in closer proximity than he thought their cousinship Avarraeited. \" Well, aunt, Avhere's it to be ? Poole's Hole, or Axe Edge, or Monsal Dale, or Castle ton, or ChatsAvorth, or Avhere ? \" cried Joe, VOL. III. D"], [46, "FORBIDDEN TO MARRY. 34 resuming after a time aei interrupted discus sion. \" If you can't sit a horse yet, I'll hire a roomy gig that'll hold us all three ; and though I'm not counted such a Avhip as Bob, I'll drive you anywhere there is room for a pair of wheels. You see, lieutenaeit,\" he Avent on, addressing the latter, \" I kneAV aunt and cousin Avould go noAvhere by themselves, so I set oil by the coach this morning to take theen about a bit.\" \" I Avonder if ' theen ' means both, or only Muriel ? \" thought the said lieutenant, but he only replied : \" I am sorry to find enyself forestalled. I came hither this evening to place a chaise and myself at the serv-ice of the ladies for the morrow. But if \" \" Hang his ienpudeeice ! \" thought Joe, as he interrupted hien with, \" I don't think they'd see much meAAred up in a chaise, thank you all the same, lieutenant ; and Muriel Avants all the fresh air she can get before she goes back to be cooped up under Mrs. Hopley's finger and thumb.\""], [47, "A DOOR FOR ESCAPE. 35 \"Goes back!\" echoed Arthur Wynne in dismay. \" Surely Miss D'Aeeyer is eeot going back to — to that unfeeling Avoenan ! \" \" I have to fulfil the tereei of my appren ticeship,\" said Muriel quietly, unaAvare hoAv the last word jarred on the lieutenant's eeerves. \" Yes, Avorse luck ! \" put in blunt Joe Bent. \" My good Mrs. D'Anyer ! \" the other broke forth iei a state of mental pertue'bation, \" you really should interfere to prevent such a sacrifice. I lead eio suspicion Miss D'Aeeyer Avas about to return. Is it eiot possible to rescue her from that — that — hardened brute of a dressmaker? \"' (Muriel shook her head.) \" Surely there must be some means to save your amiable daughter froen such cruel bondage.\" He had almost said drudgery. \"No, sir; we have no alternative, I am sorry to say. Her grandmother, who noAv regrets placing her there, has made several overtures to Mrs. Hopley, but for soene un known reason she rejects money, and -will d 2"], [48, "36 FORBIDDEN TO MARRY. not be paid off,\" answered Mrs. D'Anyer gravely. \" There is, however, one thing certain : she will not be alloAved to starve eny dear daughter again. Mrs. Kingsley aeed a friend in Wrexham Avill watch over her, and if needful, send iei supplies by their market carts.\" \" Eeally, enadaen, the very precaution proves how monstrous must be the case, What does Mr. D'Anyer think of it?\" The reply came from Joe Bent. \" Oh, I forgot to tell you, aunt, there has been a regular quarrel over it between uncle aeid Mrs. Bancroft since you left ; aeed lee went to Bob's office to get at the law of the case, Avith all the blood of all the D'Anyers since Cressy flaming in his face.\" \" Yes, so I have heard,\" Avas her quiet rejoinder, as if to close the conversation. All this Avas neAvs to Muriel, Avho listened Avithout speakieig. A letter had coene to her enother, but its contents Avere only partially known to her. Arthur Wynne bent forward eagerly."], [49, "A DOOR FOR ESCAPE. 37 \" And the lawyer pointed out hoAv you might circumvent the petticoated Shylock ? \" was rather a suggestion to Me-s. D'Anyer than an inquiry. In his recruiting experience he lead leareeed soneeAvhat of appreeitice-law. \" Certainly,\" was the prompt reply of Joe. But Mrs. D'Anyer hesitated, her voice dropped as though to reach no ears but the questioner's, aeed she evidently spoke with reluctance, \" Yes, sir, but the door of escape was not opeei to Muriel.\" Joe must have had sharp ears, for he called out from the sofa, \" Don't say that, aunt ! \" in a tone which sent a spasm of something like jealousy through Arthur Wynne's frame. Muriel, sileeitly intent on the conversation, enade a long stitch in her netting, while she glanced at her mother over Arthur Wynne's bent shoulders, and wondered what door of escape was that of which she had never heard and her mother seemed so loth to speak. And Arthur Wynne, for the moment oblivious of those around him, wondered if"], [50, "FORBIDDEN TO MARRY. 38 he might be alloAved to open it. For her sake, for his own, he could not permit her sacrifice, as he coeisidered it. — What was that the belov-ed girl was saying so composedly ? \" I think, mother, that as my grandeeeother proenised I should go back, I aen bound to go, whether Ave like it or not.\" \" But, Miss D'Aeiyer,\" remonstrated the young Fusilier, \"remember what you have suffered ; imagine what may lie before you.\" \" Yes, I knoAV ; \" and Muriel shook her head, with a sigh which went to his heart ; \" but I Avas not treated Avorse than others, and much of what I endured towards the last Avas due to my accident, for which Mrs. Hopley was in no Avay accountable ; and I must not cause my grandmother to break leer word, even if the laAV alloAvs it.\" Joe chuckled comfortably to himself, as much as to say, \" We shall see ! \" and \" We Avill see \" Avas the inner thought of Arthur Wynne, but he only \" hoped something might occur to set her free,\" which hope lead a double echo."], [51, "A DOOR FOR ESCAPE. 39 The question was then dropped, as candles Avere brought in, and the Avhite dimity curtains draAvn. That of the excursioee Avas then renewed, when it was finally settled, little to Corporal Bent's satisfaction, that Lieutenaeet Wynne should join the party, on the morroAv, on horseback, and take charge of Muriel, for whom lee engaged to provide one of the small, steady-going native horses accustoeeeed to the Derbyshire roads ; he hav-ing succeeded in convincing the volunteer that eio gig capable of holding three was to be found iei Buxton, seeing that the native vehicles were constructed for narrow roads and passes, and that if lee Avished to give his aueit an airing he must be coeitent with her for his companion. Then ensued another discussion on the route to be taken, the lieutenant, avIio had gained soeeie experience during his stay, intimating that only pack-horse roads and bridges were to be found in certain directions, and Boole's Hole, Chee Tor and Sherbrook Dell, could not possibly be reached in any"], [52, "FORBIDDEN TO MARRY. 40 vehicle. Fairfield, he said, had an old church Avorth seeing, and a fine view of Buxton extending even to Axe Edge neigh t be obtained from the Barms — or racecourse — by, provided no mist hid the mountain. They might catch a glimpse of Ashford Dale, he intimated, in crossing the Wye-bridge ; and unless the ladies or Corporal Bent had any other proposal to enake, he would respect fully suggest Fairfield as their destieiation, since the distaeice Avould not be such as to fatigue Mrs. D'Anyer. Joe's knoAvledge of Buxton and its sur roundings Avas all second-haeed ; so, eeeucle against his will, he was constrained to defer to the lieutenant. Muriel aeed Mrs. D'Anyer Avere equally without aee opieeioei or a wish save for propitious weather. It was Avith very different emotions the two young men Avent to eeeake their separate arrangements for the morroAv. \" Confound his cool impudence ! \" was Joseph Bent's private ejaculation. \"Why should he thrust himself into our party with"], [53, "A DOOR FOR ESCAPE. 41 his views and suggestions, and appropriate Muriel all to hienself ? It's lucky I came ; aeid just as lucky he caei't stay. He seemed mightily at leoene there. But pshaw ! soldiers in the line are here to day and gone to-morroAv ; I needei't be afraid of him.\" \" It was well I carried those birds myself,\" ruminated Arthur Wynne on his way to the stables, \"and I was within aei ace of seeiding Norris. It's a eeiost fortunate circeeeee stance, I might not otherwise have known Iioav the darling girl is circumstanced. Aeed it has throAvn a marvellous opportunity in my way. It will never do to let that cotton spinner's free-and-easy son forestall me. Hoav jaunty and how confident he was! That necklace and the vase were certainly his gifts. How I envied his privilege of presentation. I should have been afraid to presume. And perhaps the fellow presumed on his cousin ship to clasp his beads around her neck ! \" There was a long drawei breath between set teeth, — the sacrilege was not to be"], [54, "FORBIDDEN TO MARRY. 42 thought of without a pang, — \"I must do it, I must. Now there is a prospect of promotion, I can rescue the SAveet girl Avith out danger of plunging her into the misery of genteel poverty. I may lose leer if I wait my father's ansAver ; or I may be recalled ere that arrives,\" raei the current of the lieutenant's meditations, \" and yet \" His arrival at the stables cut his reverie short for the time being. The \" prospect of proenotion \" lead come to him in a letter from Chatham which Mr. Moore, the postmaster, had put in his hands that afternoon — a long letter from his father, the contents of Avhicle, being mainly regienental, he had ienparted to Sir Madoc and Mrs. Wynne, to be Avidely disseminated in the Assembly Booms that night over their cards ; the possession of so much neAvs having over come the dread of the latter to sink to her place amongst the elderly dowagers and spinsters at the card and gossip tables. There was more in the letter than was laid bare to them, for the major Avrote very"], [55, "A DOOR FOR ESCAPE. 43 freely to his son, and Avhat he wrote had especial import to Arthur at that crisis. It appeared that the 23rd Welsh Fusiliers, of Avleich only the customary coeetingent re mained in Eeeglaeed, and which had Avon so eeeuch distinction at Port-au-Prince the previous year, had come back from St. Doeningo to the depot at Chatham, the enere skeleton of a regimeiet. The fiery clienate lead made, more havoc than steel or gun poAvder. Theei folloAATed personal comments on privates or brother officers, Avho had been left behind for ev-er in that island of dread, where Yellow Jack was king, some Avhose friendship he lead valued and rege-etted. Next came an exleortatioee from the eeiajor to his son not to loiter in Buxton noAv that Mrs. Wynne Avas settled in apartments, and stronger, but to hold himself in readiness to be up and doing as soon as the Adjutant General's orders reached him. Eecruiting would have to be no child's play merely to keep up the efficient strength of the regi ment, but earnest, thorough, to re-create"], [56, "FORBIDDEN TO MARRY. 44 and soreei aneAV ; and he might have to beat up North Wales once more. He was also reminded that Avith so many gaps to be filled up, the promotion of an active sub altern Avas next to certain. It was this missive that, in spite of regret for friends Avleose hands might clasp his nevermore, lead sent him, with pulses beatieig and cheeks in a gloAV, to Hall Bank through the raiee, care-yeng the birds he lead shot. A straAv will turn a Avavering balaeece. The eeeajor had thrown one straw into the scale, Joe Bent had cast in another. Artleur paced the coloneiade that night long after the blinking lights of Buxton had gone out, one by one, to think out by himself the enomentous question Avhereiei his own future lay ; and with his OAvei that of a dearer one. Whether lee should risk all by an immediate declaration, or bide the issue of his father's decision. \" Not for myself, not for myself, but for leer!\" lee debated. \"A false step might be ruinous to both. I can not have eny father's answer until Thursday"], [57, "A DOOR FOR ESCAPE. 45 ■ — and before Thursday what might not — Avell, I have no time to lose, the eeeorroAv might recall me. I must speak, for her sake ; — aye, and for my OAvn, for my heart is bursting. I enay lose leer if I hesitate, aeed she must not be sacrificed. My father would never have named promotion, lead it not beeee certain. Yet, should lee disapprove my choice, would it be certain? Bshaw ! I Avrong my father's honour by such a doubt ; he is neither prejudiced nor unjust; and did not he marry to please himself?\" That last argument set its seal on doubt. \" I enust, I must, if I would not resign her to the rough wooing of that volunteer cousin, who lead no more decency thaei to make a covert offer before my very face. No, no, Mr. Corporal, Muriel is eeot for you. You must pardon me if I use your OAvn weapons to fight against you.\" The lieutenant stopped at the door to go in, first glancing up at the sky, where a silvery moon was sailing among fleecy clouds, aeid gave promise of a bright to-morrow. A"], [58, "46 FORBIDDEN TO MARRY. broad patch of moonlight slanting betAveen two pillars of the arcade, rested on his form, lit up the doorAvay as he entered ; lee ac cepted the augury with as radiant a senile. Tuesday morning broke full of promise for the day. The showee-s of the night had oeely served to lay the dust and refresh the wayside flowers and foliage. The Wye, not there so far covered up froen the light of day, shone and sparkled, and danced along as merrily as the current in a lover's veins — here hi sunshine, there in shadoAV — here glassed like a mie-ror, there frettieig in foam over rocks aeed boulders, as a lover might fret and chafe at impediments — or so thought Arthur Wynne (to whom as yet no pee- emptory recall lead come). He and Muriel having the start led the Avay along the Avinding road, keeping Avell ahead of the gig, a craeeiped, clumsy and heavy affair, not likely to spin along too rapidly. But he found Muriel such a leovice in horseman ship, he lead so many hints to give, such a careful Avatch to keep on her every move-"], [59, "A DOOR FOR ESCAPE. 47 enent, and lee so dreaded startling her with an abrupt declaratioee of his feelings, that in his impatience he felt the time slipping by, and his opportunity with it. Yet not wholly, for those A-ery instruc tions afforded opportunities for woe'ds, aeed looks, and tones Avhich needed eeo inter preter, and he could not readjust the reins without the irresistible temptation to press and hold her hands if but for a moment. And Muriel enust have been less than a Avoenan if she had eeot seen, and felt, what Avas impending. That he was not repulsed spoke volumes. Indeed — Muriel was more self-possessed than he — it may be she was on her guard, it may be she had her horse to guide, but though she never looked up at him, she directed his attention, now to the clearness of the Avater, then to the beauty of rocks or foliage, and as they were crossing the bridge on the Fairfield road, Avhere to the right the beauties of Ashwood Dale invited foot and eye, with its tall limestone cliffs set like"], [60, "FORBIDDEN TO MARRY. 48 ramparts to guard the little river winding at their base, she reminded him that he was neglecting the very scenery they had come to admire. \" Nay, Miss D'Anyer, others might come to view scenery ; I came for another purpose ; aeed all I care to see, all the charm of the land scape, all the world holds of good or beautiful for me, is by my side — caene with me.\" The gig Avas far in the rear, and out of CO J sight. There was no one on the road. He o laid his hand on hers, as if to steady it, aeed Avent on, \" You Avere but a child and I a boy, my dear Miss D'Aeeyer, Avhen these gentle fingers closed the wound on my brow, and I learned how kind, pitiful, and patient Avas the little maid I called Eed Eiding Hood. Years went by ; the wound that healed on my brow had opened in my heart ; and, Muriel ■ — enay I eeot call you Muriel, my Muriel ? — I found that only the same leaeid could heal it.\" Mui-iel lead miscalculated her strength, or she Avas not prepared for this, she felt dizzy, a mist seemed to come before her eyes, her"], [61, "A DOOR FOR ESCAPE. 49 colour Avent. He savv the change, aeed ere she kneAV hoAv it occurred he was off his horse, and had her in his supporting arms under shelter of the tall cliff, imploring her forgiveness for his precipitancy, the Avell trained animals standing still, aeed looking on as if in sympathy. \"You will forgive me, Muriel, Avill you not?\" She made no effort to release her self, and he took silence for assent. \" I have so much to ask, so much to say, and if I seem precipitate it is because I may be recalled aeey hour.\" (Muriel started. Was his recall so near?) \"I could only use the brief moments graeeted me to tell you Iioav sieicerely, hoAv devotedly, I love you, and to ask if you Avould be eny OAvn dear wife ; \" and a second time he pressed her fingers to his lips. Hoof beats and wheels dreAv near ; she had barely time to Avithdraw from his encircling arms, when the gig came in sight, upon the narroAv bridge and there Avas a shout from Joe : — • vol. eee. E"], [62, "FORBIDDEN TO MARRY. 50 \" Halloo, what's the eeiatter ? \" \" I went dizzy, that was all,\" said Muriel ; \" I aeee better eiOAv,\" her colour coming and going straeigely as she spoke. \" Humph ! you shouldn't ride so fast,\" from Joe. \" I hope your faintings are eeot going to return,\" cried the mother anxiously. \"You see, she is eiot much accustomed to riding.\" This by way of excuse. \" Berhaps we had better go back.\" Muriel Avould not hear of this ; she declared she was better, and ready to remount. But to this Arthur Wynne put in his Avord, sug gesting that her cousiee might drive on sloAvly, whilst she rested a few minutes on a large stone hard by ; the gig Avould be sooei over taken ; to which, after some demur, she and Joe both assented. It Avas this desire of hers to go forward that disarmed Joe's suspicions. Mrs. D'Aeeyer lead not conceived aeiy. A shrinking that was eeot timidity impelled Muriel to remount, a glaeice of hopeless sad ness in her loA-er's eye impelled her to remain."], [63, "A DOOR FOR ESCAPE. 51 The horses Avere securely tethered before the gig Avas gone, and the first Ioav Avords she heard were, \" I was afraid yoee were leaving me to despair. What ansAArer aeei I to expect from your stay ? \" He saw she Avas pale, and still, and grave, aeid his buoyant hopes fell. There Avas silence, uiebrokeee save by the song of birds. He stood before her, Avatching leer sobering face. \"Miss D'Aeiyer,\" lee asked, Avith quiet ieetenseness, \" have I been too presumptuous ? Can you not love me?\" Back came the crimson tide to cheek and broAV, and doAA-n went the tell-tale face into the trembling hands, as if to hide the lips from which burst the Avords, \" Love you ! ah, too well ! \" There was space on the rock for two, or he made it. He imprisoned her hands, her form. She loved him, and that alone Avas ecstasy. The Avords were Ioav and broken in Avhich he told his joy. But she shrank from his clasp. \" Don't,\" e 2"], [64, "FORBIDDEN TO MARRY. 52 said she, \" I cannot bear it ; I must not listen to you. Let us go.\" \"Love me, and not listen to me?\" he ques tioned in amazement. \" What can this mean?\" \" It means,\" said she, summoning all her strength, \" that I cannot bring disunion into a family, and therefore cannot marry you. Mrs. Wynne would scorn the mantua-maker's apprentice, and you forget, sir, I am still that, and am due at Mrs. Hopley's in October.\" \" Forget it ! That I do not ! My beloved Muriel, if you will only become mine, we may set Mrs. Hopley at defiance. She caneiot claim a married Avoman as aee apprentice.\" A light broke oei Muriel. This Avas the door of escape the law opeeied to her. This was the secret of his declaratioee. Had Arthur Wynne lost sight of his integrity in his desire to spare her another year's pro bation ? Was he braving the displeasure of his family for that ? Her grandmother's caution came SAVooping down like a hawk"], [65, "A DOOR FOR ESCAPE. 53 upon the fluttering joy-bird in her breast — the bliss of being loved, aeed by him. She eeeust not, dared not cherish it. She rose to leer feet. Her agitation Avas apparent through all her effort to seem cahee. \" 1 thaeik you, sir, for the honour you would do me, for — for the sacrifices you are willing to make for me, but duty forbids that I should purchase happiness at such a price. Our union could only drag you down — cause dissensions and difficulties, bring ultieeeate eeiisery to both. Your mother Avould never consent — my grandmother Avould eeot. She objects to hasty marriages. She leas passed leer word for my return, and Avould eeot break it for the Avorld.\" The voice, mo mentarily proud, dropped to sadness. \" And oh, Arthur Wynne, I thought you too noble to take advantage of a legal quibble for any end ! \" He too was on his feet. His heart gave a great bound. Did ever his own name sound so sadly sweet before ? Was this the patient, eenresisting Muriel who had submitted to the"], [66, "FORBIDDEN TO MARRY. 54 yoke of her hard task-mistress without revolt ? This fragile creature firmly resisting self, with a code of honour higher than his own. He took her haeeds, and she released them. \"My friends will be ueieasy ; let us rejoiee them,\" said she. \" Tell me first,\" he asked, \" why you feel bound to keep faith with a woman who so grossly broke faith with you ? \" \"We are answerable to God for our own actions, not for those of others. Mrs. Hopley's wrong-doing would not justify enine. To her own Master she must stand or fall.\" She spoke quietly, and with a move ment towards the horses, already showing signs of ienpatience. He assisted her to her saddle in silence ; yet, ere he left her side, he said, iee a subdued voice, \" Muriel, you say you love me, and in spite of this repulse I must believe you, for the sake of eeey owee peace. If I wait for you until yoie are released from bondage, will you be my wife then ? \" The answer came low, but clear : \" If your friends consent, — yes ! \""], [67, "CHAPTER III. SOMETHING EAsee. gig-horse had been allowed to take &^fe= its owee leisurely pace, whilst Joe Bent expounded his private views with rela tioei to Muriel, which were pretty much those of Lieutenant Wyeene ; naeeeely, that he should marry Muriel forthwith, and \" laugh at old Mother Hopley,\" as he phrased it. He had not brought his aunt out solely for the beeeefit of the air, or the admiratioee of scenery, and, eeot having Muriel by his side, endeavoured to tue*n the di'ive to account aeed do a little coiertship at second-haied, contentedly assuming that his proposal was one to be snapped at. He had imagined his attentions to have been all along so self-evident, that he was astonished to find he had taken his aunt veey much by surprise : but it ended in his"], [68, "56 FORBIDDEN TO MARRY. being referred to Muriel herself, subject also to the approval of the folk at the Grange, and to leer father and grandmother likewise. He had thought it might be \" settled right off.\" \" I've no fear for the old folk at the Grange, not I,\" cried confident Joe, \"Father'll be glad to see one of us settled down, and as for ireothcr I've heard her wish she'd a daeeghter like Muriel, scores of times. Aeid I know you've only to put in a good word for me, Aunt, and the business is done.\" \"I think not, Joe,\" calmly answered Mrs. D'Anyer, \" Muriel is easy and unselfish, but she foreeis her own opinioees, and is not to be led he such a matter.\" Self-satisfied Joe might have eeo fears about the people at home, but he saw something in the faces of Muriel and her companioee, when they overtook the gig, that rather puzzled him, still he chuckled inwardly with the calm coeeviction that he would sooei put the intrusive lieutenant to the right-about, and forestall his cousin Fawcett. Had he"], [69, "SOMETHING RASH. 57 not keeowie Muriel all her life ? aeed had they not been the very best of friends since her return hoene ? He was confident she liked him. Aye, so she did, but liking is not loving, and he went back to Manchester by the Wednesday evening coach a little wiser, aeid somewhat less confident ; and if anyone had been sent to the right-about it was certaieily eeot the lieutenant, though he too had a coerfidential interview with Mrs. D'Aieyer, and was referred back to the heads of families on both sides. She had never been in a dressmaker's work-room, and the disparity in position created by Muriel's apprenticeship did eeot strike the little woman as it struck her sensitive daughter. The \" marrying forthwith\" had however been expunged from the young Fusilier's programme by Muriel herself, and conse quently he awaited his father's answer to his appeal with much more composure than did Sir Madoc and Mrs. Wynne to theirs. He was secure of Muriel's affection, had no"], [70, "58 FORBIDDEN TO MARRY. doubts of her constancy or his owei, and could wait for the rest. They, on the contrary, became the more irritable, as every day brought fresh proofs of Arthur's defec tion, and of Miss Pauline's headstrong bias for the dismissed Sir Jenkyn ; all the stronger for the opposition it encountered. Sir Madoc, who had enounted guard over his daughter, and had been kept by that damsel of spirit in a state of mental and bodily activity, ieeimical to gouty proclivities, absolutely poueeced oie the major's letter wheee David carried it with his chocolate to his bedside oei the Thursday morning — ■ David having been charged to watch the arrival of the mail, and obtaiei the expected missive from the postmaster without delay. It was laconic if eeot coeisolatory. \"Chatham, Sept., 1796. \" Dear Madoc, — \" My legal control over my son ceased when he came of age. \" Yours, \"A. Wynne.\""], [71, "SOMETHING RASH. 59 \" Ieedeed, then we must diplomatise,\" said the spectre of vanity in the wheeled-chair wheel it was shown to her. \"Finesse may win where coercion fails. Major Wynne never did see his duty to his wife and soei in a proper light. I am scarcely surprised at his apatley now.\" What would she have said had she looked over her son's shoulder as he read his answer from the same pen by the same post ? \" Chatham, Sept., 1796. \"My dear Arthur, — \" Your sentiments do you honour. I am proud of you. Let Pauline marry whom she Avill ; you are right, she is not the wife for you. A wife's money is a shackle, unless you can count guinea for guinea of your owrn. \" If you live long enough, the Plas and all the entailed estate will be yours without the wife. Cousins should not intermarry. \"Touching Miss D'Anyer, I don't say ' Aye ' and I don't say 'Nay.'\" \" Though a child when I saw her, she gave"], [72, "60 FORBIDDEN TO MARRY. promise of futui'e worth. She was not beauti ful, but I caei allow for a lover's rhapsodies, and see the beauty of the soul in a plain face. \" Her present social position is a draw-back not to be lightly regarded by a subaltern who hopes to rise ; but if, as you say, Miss D'Anyer is well connected, it is not insur mountable. \"But — a big but, Arthur — don't be in haste. You seem conscious that a poor lieutenant has no right to marry on his pay. Don't let Miss D'Anyer's many virtues run away with your common sense. \" Say nothing until you have seen me, and do nothing rash. Commend me to your fair one, and to your mother. I aeee glad to hear she is somewhat better. \"Your affectionate Father, \"Arthur Wynne.\" Along with his father's letter had come his official recall. As he glanced over that sheet he said to himself, \" Do nothing rash ! My dear father, I already lead done soeeee thing very rash. I may thank my stars the"], [73, "SOMETHING RASH. 61 right-minded girl did not take me altogether at my word. Our marriage must have been as precipitate as my offer, lead she consented to obtain release as I proposed. In the year's probatioei what enay I eiot achieve ? my captaincy and my mother's consent — of my father's I have no doubt.\" He was taking the consent of all Muriel's friends for granted, since Mrs. D'Anyer had herself seemed williieg, much as Joe Bent had done. He had only two days to call his own. He must spend the fleeting hours with Muriel if possible, and yet his mother must not have reasoei to complain of his neg lect. So many things had to be talked over and settled. Aeed he did not altogether for get that Muriel's was only a provisional accept- ance after all. He sped across the open promenade, called the Gravel, with all haste, hoping to find the D'Anyers among the water-drinkers at St. Ann's Well. He found them seated in one of the arched niches outside the small building,"], [74, "62 FORBIDDEN TO MARRY. and taking a vacant seat beside Muriel, ac quainted them with his recall to Chatham. \" I had been led to expect it aiey day, but scarcely thought it would arrive so speedily. And, never did the call of duty find me less prepared,\" he said looking steadfastly at Muriel, the roses which had blooened on her cheeks at his approach having paled as rapidly. \" I know leot how I shall tear myself away,\" he added in a whisper audible only to the one who could not trust her voice to utter a syllable in reply. It seemed as if her new-born happiness was being strangled, and she with it. Her mother caene to the rescue with a commonplace question or two. \" It is very sudden,\" the girl said at length, under her breath, as if the suddenness had taken her breath away. It was only three days since he had asked her to be his Avife straightway, and now he was going to leave her ; what could it all mean ? She heard him explain to her mother, and she heard him"], [75, "SOMETHING RASH. 63 express a hope that he should be again stationed at Chester for a time, and as she listened she grew more composed. No one was ordinaeily more aeeieieable to the call of duty than herself. On the Monday she had proieiptly set self aside at its bidding. Still for three days she had given herself up to the luxury of beieig loved and cared for, and this was the result. She had eio strength to face the coming parting. The solid ground seemed to have slid from beneath her feet, and left her in a state of collapse. It was the time for her mother's bath ; and for once she had to be l-eminded. Lieutenant Wynne accompanied them to the vestibule, and then, whilst waiting on her mother, she silently took herself to task for her weak ness and mistrust. When an hour and a half later he called for Muriel to take a ramble alone with him, whilst Mrs. D'Anyer rested on the sofa, he found her composed and cheerful, much more so than he was himself. Unconsciously they bent their course to the banks of the rapid"], [76, "64 FORBIDDEN TO MARRY. and pellucid Wye, and having no gig to bind them arbitrarily to the Fairfield road, they passed the end of the bridge without crossing it and rambled on by the river side through the enchanting windings of Ashwood Dale, under precipices fringed with feathery ferns, o'erhung with the mountain ash and rich with the tints of autuenn, until at length they stood beneath the tall, rugged, weather beaten grey cliff known as the Lover's Leap, and there they rested, nor cared to round its base, though Sherbrook Dell might well have invited them, could the sound of its rushing waterfall have been heard. It was scarcely an auspicious spot for the exchange of lovers' vows, since the legends of the hoarj'- precipice are sad ones, but its name alone wras known to theen, and Muriel had already taxed her wreak ankle as far as was prudent, and they sat together, she with her bonnet off, her head upon his breast, his arm around her, on the broken limestone below the towering cliff, forgetful of the flight of time, and all but their"], [77, "SOMETHING RASH. 65 own absorbing emotions, and coming separa tion. There, with leo witness save a water-ousel that hopped upon a stone and perked its saucy head aside as if intent, then dipped into the stream and ran along beneath well pleased, she ratified her promise to be his should lee claim her wheei Mrs. Hopley's right expired ; but still she made the promise conditional on the assent of friends, neither argument nor persuasion causing her to waver. \" My father is a very proud man,\" she said ; \" he would never suffer me to enter any family where I was unwelcome, and I am afraid Grandmother Bancroft would think me too youeeg to marry, even a year hence ; but I shall eeever marry anyone else, for I caei never love any other as I love you, that is certain ; \" and though the answer did not content him, and he told her she was \" cold, and cruel,\" he could obtain no other. \" I am not cruel,\" she maintained, \" but I vol. eee. f"], [78, "66 FORBIDDEN TO MARRY. owe a duty to them, as you to your parents. I cannot promise enore than duty to them — and to you — will sanctioee.\" \" But you will wear this for my sake, darling, will you not, as a token of our betrothal ? \" \" Yes,\" she whispered, as he placed upon her finger aei opal ring, in which a lambent flame seemed to play as if it were a tongue of fire. \" Yes, and if you like, I will break a sixpence with you here by this waterside, and beneath this Lover's Eock, as a witness between us, that though time, or distance, or friends may divide us, we will still be true one to the other.\" \" True one to the other,\" he echoed, as the thin white coin was snapped in twain, \" but you harp on the one string. Why will you only anticipate separation? If you remain coeistant, nothing can divide us, nothing shall divide us,\" and he tightened his clasp of leer form as if to intensify his words. \" Hush ! \" she murmured fearfully, \" we eeeay plan, but only God may control.\""], [79, "SOMETHING RASH. (■7 \" True,\" he answered ; and as he still held her to his heart, there was a soleenn and a reverent pause — emotion too full for speech. Still he had a sanguine nature, and chid leer lovingly for her saddening want of confidence in the future. It was a trying hour for both of them. They had stood as it were for a brief moment on the threshold of felicity, only to see the portals barred against them and feel dragged asunder invisible hands ; and the kisses they exchanged partook more of the solemnity of parting than of love's impassioned ecstacy. On the Saturday Arthur Wynne was gone, bearing with him a long silken purse of Muriel's netting, in which the broken piece of silver lay enshrined with a lock of her brown hair ; and the sunshine seemed to have gone with him, for the skies wept as he went, and Muriel could not smile over his departure, try as bravely as she might. She endeavoured to buoy herself up with the prospect of meeting him ere long in F 2"], [80, "68 FORBIDDEN TO MARRY. Chester ; but Mrs. Hopley, and her work room would come into the picture, and chill her with the fear that to meet him would be almost as impracticable as unwise. She would have to think not only of her own good name, but of his. But however she was torn with the conflict of emotion and duty she kept a careful guard 'upon herself, and Mrs. D'Anyer little thought how deep and strong was the current of feeling hidden under the girl's serene countenance, and cheerful demeanour. She said little about her lover or she might have broken down. A crystal-locket containing a single dark curl could have told how her heart beat and fluttered at the m3ntion of his nama, and the tongue of flame in the opal ring might have spoken of secret glances and kisses given to the senseless stone had either had a voice. Wonderful ! No sooner had her son taken his departure than Mrs. Wynne condes cended to be gracious to Miss D'Anyer. Was it in deference to his farewell entreaty, think"], [81, "SOMETHING RASH. 69 you ? Nay, that would not have moved her. Was it not rather a touch of her diplomatic art. She had rejoiced at Arthur's recall, and had bade Sir Madoc rejoice too, as remov ing Arthur from evil ieifluence aied leaving her free \" to diplomatise.\" But easy goieig Sir Madoc was getting pretty well tired of Mrs. Wyneee's scheming and of keep ing watch and ward over self-willed Pauline, and though he would naturally have pre ferred to keep the plas for his daughter and her heirs, he was of a free, frank nature, and enore inclined to sympathise with Arthur and Pauline in their resolute determination to choose for themselves, than with Celia Wynne, whom he begaee to suspect of mis leading him. He bore Sir Jenkyn no ill-will until lee suspected him of coming between Arthur aeid Pauline. Ieideed he lead hitherto re garded him as a downright good fellow, worthy of his name and his long pedigree ; and had been well pleased to greet him in"], [82, "FORBIDDEN TO MARRY. 70 the hunting-field, or at his own board where the young baronet's father had of old been won't to take his place, as ready to hold a long controversy over Gwillim as to pro pose a toast, or troll out a Welshman's song in the vernacular. Whatever Sir Madoc enight think with regard to Sir Jenkyn, Mrs. Wynne had no mind to have a maeitua-maker's apprentice for a daughter-in-law ; aeid when after her son's departure she condescendingly bent her head and smiled at Muriel in passing, at the baths, there was anything but friend liness under the mask. The following day she ordered Owen to stop her chair as they approached Miss D'Anyer, and without a word of apology for previous neglect, beyond an insinuation that it was her son's fault, expressed a hope that her health was improving, that she enjoyed the chaeige, aeid the air, and a few like commonplaces, but this always when Muriel was alone. And so day by day until the strangeness"], [83, "SOMETHING RASH. 71 wore off, occasioeeally introducing the name of her son ; and then bit by bit, in the most natural way possible, first dropping hints and then speaking openly of his long engage ment to his cousin, Miss Wynne, of the Plas, and their contemplated marriage the ensuing spring, accompanied by the patronizing regret that Miss D'Anyer would not be in Chester to embroider the bridal robes, and a hope that Arthur would have sown his wild oats before then. But never, by any chance, did she by word or look give a sign of knowledge of any pretensions that son might have had to the young girl whose heart she smote so ruth lessly. These casual words were as the drops that wear the stone ; but marble is not easily im pressed, and Muriel had a steadfast mind, a clear perception, and a good memory. It goes without telling, that these suggestive insinuations that Lieutenant Wynne was playing a double game, amusing himself at her expense as a part of his wild-oat sowing,"], [84, "FORBIDDEN TO MARRY. 72 coming froen his own mother must have disturbed and disquieted Muriel, but the clear-eyed, truthful girl saw through the scheming woman, and held fast to leer faith in the absent one. Ueeveiled in that oeie painful interview in Mrs. Hopley's show-room, it was in vain for Mrs. Wynne to wear a mask before her now. Between Pauline, Sir Madoc, and Muriel, the poor painted butterfly in the invalid chair had her head and hands full ; to say nothing of her sufferings from the presumptioei of Owen, her maid, whom she had long decided on dismissing — wdien she could replace her, and, only half satisfied with her own clever ness in convincing \" that artful baggage of a D'Anyer girl,\" she contemplated the con descending patronage of Mrs. D'Anyer. whose ears might be a trifle more accessible. But she had the habit of talking to herself iie her dressing-room when alone, or with her maid, which was pretty much the same thing, or she thought so ; and Owen, stolid as she might seem, having a better heart than her"], [85, "SOMETHING RASH. 73 mistress, had more than once defeated her schemes, quietly and unsuspectedly. Nay, her \"presueeiptioee \" consisted in disapprobation open or tacit. Old servaeits who have private or family affairs and secrets iee their ken, are apt to presume ; aeid the taciturn maid who held the key to all Mrs. Wynne's little flirt ations, and could leave thrown a light upon the duel which enight have left the lady a widow, was sufficiently human to let leer silence be felt, and to turn it to good uses. Aeid however much Mrs. Wynne might mutter and grumble, the maid kept her place, and the mistress stood in some awe of her stolid imperturbable maid. Now Owen remembered kindly the little maiden who had saved her own limbs in wait ing on her wearisome mistress at the Forest House. She loved \" Master Arthur,\" and could not stand beside the wheeled chair which Norris propelled, and hear him slandered. She knew of no \" wild oats.\" So one day she secretly slipped a scrap of"], [86, "FORBIDDEN TO MARRY. 74 paper into Muriel's hand, on which was written, \" Don't you believe one word against Master Arthur, he is good and true. Her doesn't know what her's saying. Illness turns some folk's heads. Don't let your mother come anigh she.\" A grateful look of thanks weeit straight from the soft brown eyes to Owen's heart, across the fantastic gauze bonnet on the immovable head in the chair, and Muriel's low \" I don't,\" murmured in the woman's ear as she took leave, was answered with a satisfied little nod unseen by the mistress, who had no power to turn round. Mrs. D'Anyer had left her rheumatism in the baths, and was contemplating a return home in a couple of days, when the Wynnes, and all Buxton with them, had a sort of electric shock. Diplomacy was defeated. Sir Madoc was punctilious over his ap pearance at the breakfast-table, when gout or over-fatigue the previous day did not confine him to his pillow Mrs. Wynne"], [87, "SOMETHING RASH. 75 always took her coffee or chocolate in bed. On one occasioei, Miss Wynne lazily in timated overnight her intention to follow their example the following leiorning, protesting, that she was so fatigued, she thought she should sleep till noon ; and was not to be disturbed until she rang her bell. This wras on the evening of a day on which she had drawn her father, nothing loth, to join the Derbyshire hunt, in spite of his years. Whether he had counted on the possibility or not, Sir Jenkyn was also hi the field, a very centaur on his high-mettled bay ; and once amongst the scarlet-coated huntsmen he had found it impossible to keep his spirited daughter and her equally spirited admirer apart. They raced ahead keeping well together, and leaving the heavier old gentleman to follow with the stragglers ; and the old sportsman more admired their daring and spirit than resented it. Indeed, as he lay resting his weary limbs"], [88, "76 FORBIDDEN TO MARRY. in bed the next morning, he thought what a fine-looking pair they would make, and how leiuch more pleasant it would be to have a son-in-law within hail, than marching after the fife and drum, and being sent to some outlandish place to be carried off by yellow fever or a bullet ; to say nothing of Pauline's liking. He had really got tired of galloping after her up hill and down dale, day after day as she had kept him of late ; she positively ought to have a husband to look after her. He thought he should \" call back the banished Sir Jenkyn, and hand her over to his guardianship, and a fig for Celia and her schemes.\" Elate and beaming with his benigei intention, clean-shaven Sir Madoc sallied from his chamber an hour before noon, dressed with precision, not a speck on his broad-tailed bottle-green coat ; his lace cravat and ruffles in perfect order ; his shoe and knee-buckles bright as his own eyes; his wig carefully powdered ; the broad brim of his laced hat buttoned up into its three"], [89, "SOMETHING RASH. 77 cocks, and lee fully equipped with snuff-box, and gold-mounted stick. Mrs. Wynne had leot yet eeiade her appearance, neither had Pauline ; at least she was not in the drawing-room. He had no particular desire to see the former ; but his daughter, where was she ? Inquiry elicited from the housekeeper, that Miss Wynne had taken breakfast at a very early hour in her owei room, and afterwards gone out in her riding habit unattended. Sir Madoc stood aghast. What freak was this ? \" Unattended, and in her riding-habit ! \" he exclaimed. \" And at what hour?\" \" Yes, Sir Matoc. Half-past seven, sir, or it might pe eight ! \" answered David. Sir Madoc paced the room from eeid to end, his perturbation growing with every step, and having no counsellor at hand, took counsel with his snuff-box ; but ten minutes, twenty, half-an-hour went by, and still Pauline did not return."], [90, "78 FORBIDDEN TO MARRY. Norris was summoned and questioned, and then Owen. No one knew more than he had been told already. A message went to Mrs. Wyiene, and put her in a terrible flutter ; theee Sir Madoc took a long and vain survey of Staneclifl from the windows ; then betook himself to the public stables with a vague fear of that which he would not shape' into words even to himself, lest his should wrong the proud blood of the Wyeenes ; the blood which was chafing and boiling in his own breast, at the bare suggestion of that which he dared not name. As he surmised, Sir Jenkyn's horse was gone, and gone too was that of Paulieie. The question was — whither ? All Sir Madoc's benignity was at an end ; he fumed and spluttered, ordered out his own mare intending to go in pursuit, counter manded the order, and made himself a mark for the sly shafts of grooms and underlings, with his explosive questionings. Had Mrs. Wynne been at his elbow she"], [91, "SOMETHING RASH. 79 would have said, \" Don't make yourself ridiculous, and Pauline generally con spicuous. You want tact, Sir Madoc.\" Something like it, she did say when lee went back to the Crescent, with a doubtful sort of hope that there he might find the absentee. \" It is my daughter I want, madam ! Can you tell me where I shall find her! Don't talk of tact and self-control to me, I say, unless you can.\" \" Now, my dear Sir Madoc, pray be calm, how can I tell where the dear girl has flown ? You cannot think Pauline would do anything rash ? \" half expostulated, half whimpered the tremulous creature, huddled up in a rocquelaire, with her curls and cap in a very unwonted state of disarray. Pausing in his restless walk, and mechanic ally dipping his finger and thumb into the seiuff-box he had nearly emptied in his excitement, he confronted her with, \" Calm, madam, calm ; \" he snapped down the lid of the box and rapped it smartly with his"], [92, "FORBIDDEN TO MARRY. 80 knuckles, \" I say, how calm do you expect a man to be, whose daughter has been so rash as to run off with a man she might have had with her father's blessing if she had but waited another day.\" \" Sir Madoc ! You cannot mean it ! \" \" Yes ! I do mean it. But now, look you, unless Pauline be here within the hour, I'll cast her off, disinherit her ; she shall be no child of mine.\" But the hour struck, and another, and still there was no sign of either Pauline or Sir Jenkyn. Sir Madoc was again at the stables. His previous excited enquiries had set tongues wagging. His reappearance was the signal for fresh comments and suggestions, all point ing to suspicions of a runaway match. A hunting friend of Sir Jenkyn's suggested \" Gretna Green,\" a groom interposed with a grin, \" Neay, they moiglet get th' job done gradely nigher-hant than Gratna Green. They ha' on'y to go to th' church i'th' Peak Forest to get wed wi'hout axins or owt.\""], [93, "SOMETHING RASH. 8 1 A bystander confirmed this. \" Aye, all the runaways go to the Peak Forest Church to be wed. You see, it's what they call extra parochial, and has some sort of law of its own.\" Then the keeper of the stables recollected that Sir Jenkyn had been asking overnight for a guide who knew the country well ; some one else had seen him in conversation with one of the hangers-on about the place, a fellow named Blackburn, whose character was none of the best — and the man was missing that mornieig. There was leo dearth of rough-riding volunteers for the quest now there was a clue, or of guides, and Sir Madoc rode like one possessed. All his kindly intentions had turned to bittereiess and exasperation ; and his anger intensified with every mile of rough road that shook him in his saddle. Once at the little hamlet in the heart of the Peak Forest, the simple parson did not need much seeking. He was found in his shirt sleeves tilling the patch of ground he called vol. m. g"], [94, "82 FORBIDDEN TO MARRY. his garden. They soon knew all he or the villagers had to tell. Yes, Pauline Wynne, and Sir Jenkyn Jenkinson, had been to the secluded church. Had left it man and wife. There was an ill lookino- fellow with them who had held their horses. They were going back to Buxton through Tideswell, their guide had told a lad. Told to mislead. A woman they met where the road branched off had seen them strike northward, as if toward Eldon Hole. Two miners had watched them a little beyond that awful chasm with their faces set towards Castleton, and had \"wished them well through the Winnats with that sow chap in com pany.\" And here it should be told that theWinnats or Windgates is a narrow, winding, and still descending pass, which constitutes about the last mile of road from Chapel-in-le-Frith towards Castleton, the ancient stronghold of the Peverels. There the cramped up winds rush and tear along with terrific violence oiely such stoiey bari'iers could withstand ; and"], [95, "SOMETHING RASH. 83 there, with their heads shrouded in perpetual fog, precipices a thousand feet high frown at each other, and seem to lock the traveller in. Only necessity or the familiarity of commoie use could reconcile the lonely traveller to such a route; even to the adventurous tourist the horror of the place made the first view of the vale of Castleton a welcome relief from morbid oppressioee. Yet, late hi the afternoon, among the windings of that craggy and repulsively lonely pass of the Windgates, to the shudder ing dismay of the seekers, they were found, the bridegroom and bride — despoiled of all that was valuable, cut and bruised, left with just enough life to fold each other in close embrace and await death — or the miracle of discovery. A shout from the leaders had told Sir Madoc they were found. The how drove the old man speechless and aghast. There was an effort made to keep him back but he would press to the front. And then he was frantic. a 2"], [96, "84 FORBIDDEN TO MARRY. Brandy-flasks were ready, and handker chiefs to bind up wounds ; coats were freely doffed to shield them from the evening breeze, which there became a blast, for they had been ruthlessly stripped of outer coverings ; and horsemen sped on under the frowning crags to spread the alarm and brieeg assistance. Helpless and half-insensible, Pauline and her husband were both lifted carefully by strong hands to friendly saddles, and the doubly burdened beasts picked their way in the waning light down the steep and rough descent to Castleton. Aeid, oh, the agony of that hour to good Sir Madoc ! Wrath had given place to anguish and regret, and loud as had been his bitter denunciations of the headstroieg pair, his voice now sank into lamentation and remorse, not unchequered by execrations of Celia Wynne's policy, to which he attributed this catastrophe. \" Had not she blinded me this would never have been. Oh, Pauline, my child, my child ! \""], [97, "SOMETHING RASH. 85 So lamenting the grey-haired old baronet kept close beside the stout horseman who had charge of his helpless daughter, ever and anon stretching out his hand to grasp hers and ascertain if warmth and pulsation were there ; the hand froen which even the new wedding ring had disappeared. In such wise did the sad processioei seek the open door of the humble inn at Castleton, where the motherly hostess was already prepared to receive them, with the village doctor by her side. They did not die ; though at the time the D'Anyers left Buxton, life and death wavered in the balance, and rumour said recovery was ienpossible, they had been so wofully mal treated. But even then Sir Jenkyn had rallied to tell how they had followed their guide without suspicion into the rocky pass, until a comrade lying in wait had sprung upon them unawares, and ere he could draw a pistol had struck him with a bludgeon from his seat. Of the after-struggle, indicated by the stained and trampled"], [98, "86 FORBIDDEN TO MARRY. ground, he remembered nothing, nor did his unhappy bride. Highway robbery and horse-stealing were hanging matters in those days, even when murder was not attempted, and these two had certainly been left for dead. Justice was already on the track of the ruffians, stimu lated no less by the reward offered by Sir Madoc Wynne, than by the blood-money paid by the Crown to the thief-taker on conviction."], [99, "CHAPTER IV. YOUNG HEADS AND OLD ONES. ' sT&FTIY, Ellen, Buxton has made a new ssSS&s. woman of thee, and of Muriel too ! \" was Mrs. Bancroft's opening salutation when they paid the latter a visit on their return home, Mrs. D'Anyer almost as nimble as her daughter. They had called on Lydia by the way, and had so timed their arrival at Bed Bank as not either to interrupt business, or discoiecert Margery by a needless re-arrange ment of the afternoon tea-table. When alone, Sarah Bancroft had her tea set on a small round snap-table in the big, bright, best kitchen, winter and summer ; but Margery keiew well that visitors meant privacy and tea in the sitting-room ; the room so little occupied otherwise since"], [100, "88 FORBIDDEN TO MARRY. Samuel had made a home for himself else where. The best parlour, on the other side the hall, was reserved for state occasions, and it might be, to find occupation for Margery and her polishing brushes. Their entrance was the signal for Margery to bring a long brimstone-tipped match alight into the room, and place it beneath the turf and coal already in the bright grate, in order to kindle up a fire, usieig her check apron as a fan to expedite the process. But no sooner had she carried her linsey petticoat, and blue bed-gown (a loose jacket) and white linen mutch out of the apartment, aeid a faint cup aeed-saucer souied was heard from the kitchen, than Mrs. Bancroft, whose first greetings and haeid-shakings were over* — kissing was eiot universal then amongst women, and she was not one to invite such familiarity eveie from her own near kin — and who sat dowei on her high-backed arm-chair watching her daughter disrobe, began abruptly, to Muriel's alaren : \" What's this I hear about Lieutenant Wynne ? Joe Bent says he was hanging"], [101, "YO UNG HEADS AND OLD ONES. 89 about Muriel all the while he was with you, and gave no one else a chance of edging in a word. I hope, Ellen, thah has not been encouraging the young officer to come after Muriel, or Muriel either,\" — and she spoke with some acerbity. \"And why not?\" asked Mrs. D'Anyer, with half timid but very genuine surprise. \" Why not ? Ask Muriel. She knows why not. Are not we all tradespeople ? Such as he doee't mate with manufacturers,\" and she pushed back leer grey hair under her mob-cap with an impatient gesture. \" So I told him, grandmother ; but — \" That's a sensible lass,\" interrupted the old dame. \" I'm glad thah remembered eny advice,\" and she patted the \" sensible lass \" on the shoulder. \" Yes ; but, grandmother,\" began Muiiel again, \" he would not listen to me, aeid he is going to write to you, and I have promised \" Promised ! not to marry him, surely ? \" and again the furrowed brow clouded."], [102, "FORBIDDEN TO MARRY. 90 \" Not without your consent, and that of his own friends.\" \" Good lass ! good lass ! I wish all young folk were as Arise,\" — a dab at Ellen D'Anyer, which drew forth a heavy sigh from that quarter. \" But I hope thy fine lover hasn't made thee too proud to go back to Chester with me next week: And I hope thah can ride outside the coach through Frodsham without fancying thah's a right to eA~ery rood of land we traverse, because it belonged to the dead-and-gone D'Anyers hundreds of years back, like that silly father of thine. We had a battle-royal over it the other Aveek, and I told him that Muriel's needle he Avas so much ashamed of, Avould be like to do him more service than the lance of the best of the D'Anyers he was braggieeg about. Such paltry pride ! \" Muriel, carrying off her mother's bonnet and cloak, had escaped this latter ejaculation with all its accompaniment of infinite scorn ; and her leeother having diverted conversatioei to the terrible catastrophe Avhich had fallen"], [103, "YOUNG HEADS AND OLD ONES. 91 on the Wynnes, she re-entered the parlour, a fresh-looking, comely maiden in a dark blue figured-stuff gown, with lace frills to cover elboAvs and neck, just as her grandmother was saying, \" Blackburn, Blackburn ! I Avon der if that's one of Maggy Blackburn's lads. They're a bad lot ; not a bit too good foe aught. I only Avonder Lydia likes to have the woman about her, however good a nurse she may be. They Avere suspected of maul ing the captain's servaeit, Norris, I remember. I'll go and ask Saen what he thinks. He's not left the counting-house yet. It's a busy time with us, as thah knoAvs.\" Whatever Sam thought, he Avas evidently startled ; but he put his change of colour down to the \" shocking affair,\" and set doAvn as \" preposterous the notion that because Maggy Blackburn's lads were a bit Avild, and did a httle poaching uoav and then, they should be suspected of anything Avorse.\" And as poaching and smuggling were winked at, and connived in by Avell-to-do and respect able people, the excuse passed muster;"], [104, "FORBIDDEN TO MARRY. 92 especially Avhen backed by the query why the Cheshire man should be found in Derby shire ? If it Avas anything more than an excuse Sam diverted attention by closing the ledger and hurrying out of the counting-house to welcome and congratulate the visitors on their good looks, and to heighten Muriel's colour by jocular reference to the \" fancy sweetheart she had found.\" But though Margery had brought in besides the mahogany tea-board with its array of blue-and-Avhite china, a pile of those hot Avell buttered potato cakes in Avhich his palate delighted, he declined to take tea with them, said Lydia Avas not Avell, and Avould be ex pecting him ; and he must be back before the men had fieeished their baggiei'.* \" Was Lydia ill ? \" asked his mother curiously, Avhen he was gone, \" I think you said j'ou had called there.\" \" She did not say so,\" was Ellen D'Anyer's * Baggin', the food a Lancashire operative carried with him in a hag, for refreshment at certain breaks in the long hours of labour."], [105, "YOUNG HEADS AND OLD ONES. 93 response, \" she looked low-spirited and weary, but nothing more than usual.\" \" Um ! \" Avas all the comment of the querist. Mrs. D'Anyer Avent on, \" I think she works too hard. Go when you will everything is in order, and so bright and clean you might almost eat off the floors and tables ; and eio litter, not even the child's doll about. She had just dressed herself for the afternoon, and Avas making a pinafore. I asked her Avhy she did not come and see us sometimes, and she told me she could not leave the house, Sam Avould not like it. There Avere so many rough people hanging about Hyde's Cross, and the market, they might be robbed. Then I asked if she did not feel lonely, so much by herself; and why she did not have a servaeit woman. And I fancy she did not like my questions, for she ansAvered — what do you think ? ' Hard work was the best cure for loneliness ; she had not been brought up a lady, and Sam could not afford to keep a servant.''\""], [106, "FORBIDDEN TO MARRY. 94 \"Sam not afford /\" echoed the old Avoman Avith a jerk which shook the frills of her cap. \" Sam not afford ?\" She Avas incredulous. \" I don't think Aunt Lydia Avould say it if Uncle Sam did not tell her so,\" put in Muriel. \" When little Lydia Avas a baby I heard her Avish she had the farm dairy and gardens to go to, everything cost so much to buy.\" \" Hm ! She's a saving body is Lydia ; Avould rather save her money than her bones. She has none of the Avants and ways of gentility. And so long as Sam never takes his own friends or customers ieito the house, I suppose he lets her have her OAvn Avay. I don't blame her or him for being thrifty. It's best for young beginners — some folk start Avrong end first ; (this was another dab at the D'Anyers) but I'll ne'er believe Sam told her he could not afford to keep a maid. It would be a lie I \" And as if her set face and stern tone Avere not sufficiently emphatic she struck the table with a force Avleich made the cups and saucers rattle ; and caused Muriel to rise"], [107, "YOUNG HEADS AND OLD ONES. 95 disquieted, and say she Avould go to the Hai-greaves' for half-an-hour, she Avished to see Milly. Mrs. D'Anyer, equally disconcerted, willingly asseeited, and just to divert the current of conversation gave Muriel a message to deliver. But the train of her OAvn thought Avas, \" How soon mother fires up if a Avord is said against Sam. True as steel she thinks him ; and she would neither thank me nor anyone else to sIioav her the rust on the blade.\" She little imagined that her mother's very ATehemence was the outcome of shadowy suspicions, against which she Avas fighting and protesting Avith all the strength of maternal idolatry. She saAV her turn her chair to front the fire, noAv bright and gloAAring, and sit silent, looking into it, and brooding, with set broAvs and close mouth, running her hand mechan ically up and doAvn the bright steel chain by Avhich her keys Avere suspended from her girdle, and whilst puzzling Avhat had come"], [108, "96 FORBIDDEN TO MARRY. over her mother she Avas too timid to break the silence. Presently to her relief, in came Margery for the tea-board, unsummoned, and said, \" Missis, yo're Avaeited i' th' warehouse.\" The magical Avord broke the reverie and called the business woman to her feet. \" Aye, aye, Margery, I know I'm wanted. These are not times to sit dawdling by the fire.\" \" Then I'll say good afteemoon, mother,\" said Ellen, quick to take the hint, \" I'll go round by the works to meet Muriel, as you are busy.\" \" Aye, aye, so thah'd best. And see the lass's things are packed betiieees. Good day.\" Mrs. D'Anyer met Muriel at the entrance of the dyer's croft Avhere long pieces of blue and red calico hung from tenter-hook to tenter-hook by the self-edges to drain and dry in a wavy succession of short lines between post and post. They were equally surprised to meet."], [109, "YOUNG HEADS AND OLD ONES. 97 \" Why did you leave grandmother ? \" asked the one. \"Was not Milly at home? \" questioned the other. \" Oh, mother Avas busy, and I thought I Avas not wanted.\" Questions and answers were simultaneous. \"Yes! Milly Avas at home but — \" and Muriel hesitated for she hardly knew how to answer — \" but Ave had a little difference and I thought I lead better come aAvay before it became a great one.\" \" Quite right, my dear, ahvays avoid quarrelling if possible. But I should scarcely have expected Milly to be dis agreeable with you. Her love for you has been so earnest.\" \" She Avas leot exactly disagreeable, enother, but AAre lead a difference of opinion ; and she wanted eeie Avell perhaps it Avas no great matter after all, and she enay foe-get it by the eeeorroAV.\" Ellen D'Anyer asked no questions, and the subject dropped. It occurred to her \\ol. eei. h"], [110, "98 FORBIDDEN TO MARRY. that Milly had been intrusively inquisitive about Joe Bent and Lieutenant Wynne, that Muriel had not felt disposed to ansAver, and that Milly had been petulant. Her surmise Avas correct in part, but only in part. Milly had Avelcomed Muriel Avith more thaei ordieiary effusion. She had seeie her coening and rushed to meet her Avith open arms, clasped her in a close eeeebrace, laughed, yet seemed half inclined to cry, and almost dragged her into the house and up the stairs to her OAvn bedroom in her haste to leave her all to herself. It Avas a pleasant room, overlooking the croft, and the shining Irk, and the flowery uplands beyond the eiver which her father and his confraternity Avere doing their best to spoil with refuse from the vats. Courtly shepherds and shepherdesses made perpetual love in boAvers of leiarvellous exotics on the printed lieeen curtains of her four-post-bed, on Avhich lay a snoAvy counterpane of her dead mother's knitting ; so no Avonder love-"], [111, "YOUNG HEADS AND OLD ONES. 99 making occupied the damsel's dreams by day and by night. \" Oh, Muriel I have so wanted you ! \" she cried, \" I am so glad you leave coene. Father's iee the parlour shut up Avith old Stott, with their pipes and ale, hatching mischief I know. Aeid now take off your things, and tell me all the neAvs.\" And she laid hands on the clasp of her cousin's cloak. Muriel checked her. \" No, Milly, I cannot stay long. Mother is waitieig for me at Grandmother Bancroft's ! \" \" Oh, never mind them. They Avon't Avant you. Let them have their talk, and Ave'll leave ours. I declare, you are looking Avell ! I suppose that is due to your neAV sweetheart more than to Buxton or its springs. Ah ! I see it's all true by your colour. Joe Bent came home in a fine taking. I've not seen him, Bob told me.\" And now it Avas not only Muriel avIio blushed. Milly's colour seemed to deepen strangely. \" I think Joe has made himself unneces- ee 2"], [112, "FORBIDDEN TO MARRY. 100 sarily communicative, and has said more than he had any right to say — but perhaps I ane enistaken, Avhat did Joe say?\" It flashed across Muriel's mind that perhaps Milly referred to Joe himself only, and she seated herself quietly in a rush-bottomed chair by the dimity-draped dressing-table Avhilst Milly leaned against it, her handsome face reflected in the small shield-shaped looking-glass thereon. \" Oh, Joe said he found Lieutenant Wynne dangling after you, keeping you all to himself, aeid looking as if he would out any other fellow's throat avIio so much as looked at you. Bob says it was all Joe's jealousy, and that if the officer had not been in the way, Joe had meant to make you an offer himself ; and Iioav delightful that Avould have been ! '* \"Would it?\" said Muriel abstractedly, her thoughts flying from the problematic to the actual \" offer \" made by Joe ; but seeing that Joe had kept his own counsel, even from his brother, she was not the one to betray it. Indeed she kneAV that Joe possessed sterling"], [113, "YOUNG HEADS AND OLD ONES. 101 qualities under his blunt exterior, and she held hien in too much esteem to make his honest proposal a subject for chit-chat, hoAvever confidential, although she had been compelled to reject him. Her brief \" Would it ? \" appeared to tantalize Milly, avIio seeened iei a most ex citable mood, she ansAvered so quickly, \" Of course it Avould. Don't you think it would be pleasanter to have you for a sister-in-law, than have you carried off eeo one knoAvs Avhere, to live in barracks, or camps, or all sorts of horrible places. But you have not told me aerything about Lieutenant Wynne yet. Where did you meet him ? What did he say ? Is he in love with you ? Did he ask you to have him ? \" and she bent forward eagerly huddling her questions one on another, and gathering half answers from Muriel's changing countenance. \" Hoav provoking you are ! Do tell me something, and then perhaps I'll tell you something. I'm dying with curiosity ! \" Muriel laughed. \" I think you will"], [114, "FORBIDDEN TO MARRY. 102 survive ; but you take one's breath away, and give one no chance to speak. Besides I faeicy you have more to tell than I haA-e — as yet. What do you mean by sisters-in laAv? Has Robert won his father and yours over ? \" \" Hush-sh ! \" Milly stole to the door on tip-toe, opened it gently, listened at the staircase head, then came in and closed it mysteriously. \" Hush ! \" she Avhispered, \" I don't Avaiet father to know ! \" \" KnoAv Avhat ? \" \" Well, Muriel, I am dying to tell you, for I really do Avaeit your help and advice ; IVe no one to speak to but you ; aeid oh, I do Avaeet a frieeid ! \" Muriel greAv alareeeed. \" What is the matter, Milly? any thing your father ought to keiow?\" \" Oh, nothing's the matter, at least — Oh, Muriel, you will promise eiot to mention it to anyone but Bob, if I tell you a great secret ? \" and she looked as if bursting Avith some neAvs she longed to communicate. \" I cannot promise that, Milly. I do not"], [115, "YOUNG HEADS AND OLD ONES. 103 care to have secrets. If it is anything I ought to knoAV and you tell me, trusting eiey discretion to keep the secret, you caei do so. But I caneeot make a blind proeeeise and burden my conscience with a secret I might feel it my duty to reveal.\" \" Oh, Muriel, Muriel, don't be so prim and particular. It is eeothing so very dreadful. And you might make the promise. I knoAV you Avould be sure to keep it if you did,\" and Milly dropped oei her keiees before her cousin in earnest entreaty. Muriel put her arms round her impulsive cousin's neck. \" My dear Milly,\" said she, \" I would do anything to promote your happiness, if I saAV Iioav to do it clearly and fairly. But if this secret be something your father may not knoAV, then I Avould rather not know it ; and if it is anything concerning Bob Bent, I think my uncle is the first person to be told.\" Milly rose to her feet in alarm. \" You won't tell father what I have said? If you"], [116, "FORBIDDEN TO MARRY. 104 do — \" and she seemed to tremble Avith apprehension. \" Certainly not, Milly ; it Avould be a breach of confidence. But pray do eiot ask me to do more. It troubles me to see you so agitated, for I feel as if there was some thing afoot, in which your father ought to be consulted ; seeing that you have eio mother to confide in. Eobert is too much in love to be a safe guide, at least about any thing that concerns you matrimonially. Don't let him lead you away to do or say anything you may repent. I'm afraid he is pressieeg you to enarry him. But, eny dear, you are both very young. Why eiot Avait ? \" \" Wait, indeed ! and old Stott closeted with father even now. It's not about carrying, I know, unless it's carrying me off, and he's twenty years older than I am, if he's a day. I hate the sight of him. He's had one Avife, and that might content him ; and if he wants another, surely there are plenty of A\\Tomen in Yorkshire without coming here for one. And where lee's not wanted. — But, oh,"], [117, "YOUNG HEADS AND OLD ONES. 105 Muriel, jToie might promise to keep eny secret if I told you.\" Muriel Avas steadfast. She shook leer head. \" I can't, Milly, I can't ! \" \" Can't, indeed ! You might if you Avould ! \" aeid Milly fired up, \" it's easy to see what your holloAv friendship is worth. You're growing as hard and as cold as your Grand mother Bancroft, that you are ! But you Avouldn't be so particular and conscieeetious if it was your oavu case, I know.\" Muriel rose. She was not inclined to say hoAv nearly it had been her case, or hoAv she had answered an impulsive lover. She enade excuses for her cousin, even Avhilst she felt the ieijustice of her reproaches. All she said Avas, \"You Avill think differently Avhen you are more coeuposed, and reflect. And I hope you Avill come and see me before I go back to Chester ; \" and opening the door, she left Milly to cool down. \" Ah,\" cried Milly, as she went, \" Muriel Avould not be so calm if it Avere her case. And she has gone without telling me one"], [118, "106 FORBIDDEN TO MARRY. Avord about the lieutenant. She surely Avould have told me if he had said anything par ticular. But there's no knowing those quiet people ; they think so much more than they say. Oh, dear, dear ; I AATish she Avould have promised.\" Yes, the quiet person had thought more than Avas shown. During her long probatioei at school, and at Mrs. Hopley's she had learned to hide her eenotions, nay as a very child, Avheei the pain of her father's visible dislike Avas not to be told even to leer mother. And eiow she Avas full of distress as she left the dye-Avorks, and took her Avay between the long lines of swinging haeiks of coloured yarn, and flapping folds of ingrain calicoes. She had never had a difference Avith her cousiee before, and now she thought \" What could have made Milly so curious and excitable ? She said I Avas hard and cold as Grandmother Bancroft ? But surely she has leever found me hard ; and I do not think my grandmother is really hard, if Ave did but know. She Avas tender enough to ene Avhen I"], [119, "YOUNG HEADS AND OLD ONES. 107 Avas ill at school. I suppose people always seem hard Avhen they think for themselves and do not agree Avith others ; Milly could not mean what she said. She knoAvs I love her dearly, but she may be inclined to do something foolish ; and I Avas afraid to make so blind a promise. If there be anything she really desires ene to knoAV she will be sure to come and tell me, and then I can help her, or advise as well as I am able. Poor girl, she sadly Avants a mother. I hope Robert has not tempted her to marry him in secret. It would exasperate the old people I am sure. I will ask her Avhen she comes. It Avas something about Robert, I am certain. But hard — hard, does Arthur think me hard now ? He said I was hard, when I Avas only striving to do right. Perhaps he may, for I could not express a tithe of my love for him, and I did not dare Avith all so uncertain.\" And here her mother came in sight across the fallow fields. Joe Bent did not shoAv himself in Broom Street, but Robert did, and so did Milly"], [120, "108 FORBIDDEN TO MARRY. Hargreaves. But Milly 's manner Avas con strained. To Muriel's anxious question if she had been privately married to Bob she gave a curt \" No ! \" but the great secret remained a secret ; even from Muriel. No letter from Lieutenant Wynne had come to either Mrs. Bancroft or Mr. D'Anyer Avhen Muriel went back to Chester, and Muriel's friends were disposed to think hieee a trifler. But when she Avas once more in the work-room, and the fair Avas at its height, Captain Arthur Wyiene walked ieito the Manchester Hall, where Mrs. Bancroft Avas buying, selling, and bartering her furry Avares on a large scale ; aeid John D'Anyer as erect as if lee too Avore a military stock, was doing the latter with fustians and small-Avares to shopkeepers and other dealers, Irish, Welsh, and English too. The young officer lead already got his eoeerpany, and Avas then stateoeied in Chester as a sub-district for active recruiting. And there being eio longer a question of his freedom to marry, he thought he might as"], [121, "YOUNG HEADS AND OLD ONES. 109 Avell reconnoitre, and ascertain Avleat Muriel's relations AATere like in their business hours before he sought a private interview with either ; not that there Avas the slightest doubt or wavering in his mind Avith regard to her. He did not overlook her position in Mrs. Hopley's work-room, was leot blind to the social draAvback it might proA-e to Muriel herself; but he loved her Avith a fervour and devotion Avhich set all other considerations aside, and Avas only eager to make her his own as the supreme blessieig of his life. Perhaps he thought his Avife Avould be carried so far out of her own sphere, there Avas little danger of clashing Avith her coneiections afterwards. With all his impatience and eagerness lee had forborne to intrude on his beloved, lest he should do her an unintentional Avrong ; aeed before seeking the sanction of relatives, thought it Avell to scan his ground. \" A fine figure, looks every inch a gentle man,\" was his mental comment on Muriel's white-headed father, as he strolled round the"], [122, "FORBIDDEN TO MARRY. 110 central area of the hall, less conspicuous than might have been, since so many peaceful traders had donned the uniform of Avar. \" He looks as lordly over the selling of his goods, as if he were marshalling a troop of soldiers. Fortune certainly made a blunder Avhen she set him amongst such merchandise. And Avhat a beau he is! Ah, and there is the good owner of the silver Avhistle. What a contrast ! As blunt and homely as he is polished. She looks more than the eight years older since we met in Delamere.\" Aeid so ran Arthur Wynne's cogitations as he mingled amongst the busy stream of buyers, a casual spectator only; unrecognized because in the one case unknown, in the other, forgotten. He Avas glad to escape froen that Hall of Commerce, Avhere the babel of tongues, the jargon of trade, the eningled odours of various merchandise fell all unpleasantly on his seeeses. And it spoke Avell for his stead fast devotioee to Muriel, that his sentiments and intentions undenvent no change, so little"], [123, "YOUNG HEADS AND OLD ONES. 111 in unison Avith his preconceived ideas of respectability Avas this bargaining and chaffering over goods oee a counter. He saAv piles of heavy broad goods, heaps of small-Avares papered up, but the cabalistic technicalities of the mart Avere as strange to him as military standing-orders would have been to the merchants, and he could scarcely draAv the distinction between the sales effected there with other dealers, and the after retail trade over the shopkeeper's counter. Things are managed differeeitly now, but then there Avere no cotton-lords, nor many merchant-princes, and the manufacturer did not disdaiei to be his own salesmaei ; the gap between the trading community and that aristocratic section Avhich officered our army, Avas wide ; though iienovation Avas slowly creeping in, and the scions of noble houses Avere being uncomfortably elboAved in the mess-room and on parade by brother officers Avhose commissions Avere purchased by money made in trade."], [124, "FORBIDDEN TO MARRY. 112 Later in the day the captain's servant carried two notes into the Manchester Hall, the result being, firstly an interview that evening with Mr. D'Anyer at the Plume of Feathers, and another later Avith Mrs. Bancroft at the Yacht Inn, though privacy at fair-time was scarcely obtainable. He had much less difficulty Avith the father than with the grandmother, the former being so thoroughly imbued, not to say inflated, with his OAvn renoweeed ancestry as to see eieither condescensioie eior incongruity in Captain Wynne's over tures for his daughter's hand, but only a rightful recognition of her ancient lineage, the little accident of her apprenticeship notwithstanding. \" Your discerneeeent does you credit, Captain,\" said he, as they discussed the matter over a choice bottle of port. \" My daughter comes of a good stock ; there are fair lands in this county over Avhich the D'Anyers once held sAvay, and if Frodsham and Lyme passed away lang syne through a"], [125, "YOUNG HEADS AND OLD ONES. 113 female branch, and Muriel Avill bring you no rood of land, she will bring a heritage of pure blood aeed unstained integrity. The Wynnes — fill your glass, Captain, no heel-taps —the Wynnes may be proud to claim alliance Avith so fair a specieneee of the D'Anyers, though her immediate progenitors be only fustian aied beggars'-inkle* weavers,\" and the manufacturer of beggars'-inkle drew himself CO up as loftily as if he had Avorn a casque and plume. A smile flickered on the young man's lips ; but he lead noted the implied consent, and takheg no heed of the family pride, which at another time might have amused him, answered, •' I am not a rich enan myself, sir ; I leave little beyond eny pay ; Avhat I may be iei the future, is not for me to think of; valued lives, which I hope may be long ones, come between me and natural inheritance, aeid I seek neither lands nor wealth with Miss D'Anyer, but only her OAvn rich self. I * Beggars'-inkle was the commonest kind of tape, such as cooks bound round fillets of veal and rounds of beef. vol. iee. i"], [126, "FORBIDDEN TO MARRY. 114 may have seen fairer, I have seen richer Avomen according to the Avorld's estimate, but I have seen none so fully endowed with the graces and riches that will neither fade nor flee ; and certainly no lovelier eyes, no sweeter countenance ever beamed upon mortal enan. Her unsophisticated excellences charmed me in the child, their development has enthralled and enchained me in these i-iper years.\" John D'Anyer filled his glass and drained it ; he had never fully appreciated his eldest girl. \" Um, ah, yes,\" he said cogitatively, smacking his lips over the new flavour of Muriel's praises, rather than the old flavour of the vintage ; then launching out into rhapsodies which outdid those of the lover, though he had only discovered the ATalue of the family gem when Captain Wynne proposed for it a new setting. The young man listened, nothing loth, to parental anecdotes and encomiums of his beloved ; but time was flying, he was no Avine-bibber, and Mrs. Bancroft had yet to"], [127, "YOUNG HEADS AND OLD ONES. 115 be seen. He took advantage of a momentary pause over a re-filled glass to say, — \" Then, Mr. D'Anyer, as I presume I have your consent, I would ask how soon I may claim its ratification. It Avas my desire to make Miss D'An}7er my Avife in time to free her froen bondage to that womaei in Water gate Street \" — he never spoke over-respect fully of Mrs. Hopley — \" but the dear girl absolutely refused. I hope \" What he hoped was interrupted by John D'Anyer, who, pulling himself up to his full height, exclaimed, — \" And what could you expect, sir, but an absolute refusal from my daughter ! If that self-willed, hard-headed old grandmother of hers, Avho fancies because she has a few thousands to dispose of that the Avhole family eeeust be under her control, and fall down and worship her, — if that foolish old Avonian, AArho fancies herself Avise, did carry off our Muriel from her proper place in her OAvn home to serve a stranger, and coerced me into acquiescence ; it shall never be said that 1 2"], [128, "116 FORBIDDEN TO MARRY. John D'Anyer connived at breaking a bargain into which he has once entered, however bad a bargain he may find it. My honour, sir,\" aeid he struck his breast, \" forbids me to break my bond. Twelve months hence you have my consent to claim my daughter, until then she must remain where she is.\" \" But, sir, — \" But ! there is no ' but ' in the case, Captain. If you are not inclined to bide the conditions, I retract my consent. The man who is not willing to wait for my daughter, sir, is not Avorthy to possess my daughter, sir. Good heavens ! you don't suppose you are the only suitor for my daughter's hand ? If you will not Avait, there are others avIio will, my \" Arthur Wynne hastened to assure him that he accepted his terms, hard as they Avere, rather than risk the AvithdraAval of his favour ; and after a few more Avords of conciliation to the man who had so suddenly become aware of \" eny daughter's \" worth, he shook hands and took leave, in haste to"], [129, "YOUNG HEADS AND OLD ONES. 117 keep his other appointment. Not, it must be confessed, Avithout soene inward qualms. It Avas no easy task to assume composure Avhilst in a state of feverish excitement ; and his re membrance of the threatened rupture between Muriel's grandmother and the Kingsleys did not suggest the fittest auditor of a love story. \" I protest I could go into battle with more nerve than meet this forneidable old dame,\" he murmured to himself, as he shouldered his ay ay into the Yacht, and enquired for the fureier froen the host. Mrs. Bancroft had secured a quiet nook for their conference, though it Avas little larger thaee a closet. Conciliated by the young maei's deference to his elders, she greeted him cordially, and inquired after the Major and Mrs. Wynne, and so far put the young captain at his ease. But he soon found he had a strong and independent will to deal with. She did not beat about the bush, and she was much more practical than her son-in-laAv. \" And so you Avant to marry my grand-"], [130, "118 FORBIDDEN TO MARRY. daughter Muriel? Well, I liked you Avhen you Avere a lad, and I don't dislike you noAV, but I do dislike your trade. There have been nothing but Avars and rumours of Avars for years upon years, till my old head is ready to split with the squeak of the fife and the bang of the drum. Every lad in Manchester that can handle a musket flings off his working gear to play at soldiering, and poor womeei and children and peaceful traders are the sufferers. And I don't like unequal matches ; and hoAvever John D'Anyer may boast of his blue blood, and his pedigree, the enatch would be unequal.\" \" Oh, Mrs. Bancroft,\" he began — she held up her thin broAvn hand to silence him. \" I say it would be unequal ; you are the heir of the Wynnes, and your lady-mother Avould be sure to cast up to my grandchild that Muriel had made dresses for herself and her fine friends.\" Her keen eyes saw him wince. \" Aye, you know that is true, — aye, and though I intend Muriel to have three hundred a year from the day she marries, if she marries"], [131, "YOUNG HEADS AND OLD ONES. 119 to my liking, belike my lady Avould hold her nose at the money because it came out of my skin-sheds. And I'd rather Muriel had set her mind on a plain tradesman's son, one not too proud to take my share of the business off eny hands and go into partnership Avith my son Sam, Avhen I throw up the reins. But there's no coeitrolling young folks' likings, and I've a notion the lass had set her mind on you long before she knew it herself.\" Arthur Wynne brightened : this seemed more promising. \" I knoAV I loved her before I Avas conscious of it,\" he put in, eagerly. Without noting the interruption she went on, \" Noav, I dare say j^ou Avonder Avhy, being able and willing to give Muriel a Avedding portion, I should bind her to Mrs. Hopley. Do you think I Avanted to make a mantua maker of the lass ? — nought 0' th' sort, though where there are three or four lasses in a family, a good needleAvomaei comes handy. But I brought her here to school, and bound her 'prentice, just because she was put upon at"], [132, "FORBIDDEN TO MARRY. 120 home, was at everyone's beck and call, was snubbed and kept in the background, and neither her mother nor herself had the spirit to stand against it, for Avhere John D'Anyer sets down his foot, they are ready to kiss the groined. She's good-looking enough noAV, and her eyes are clear as Avells, and I dare say John will be proud of her now ; but then he had taken a dislike to the child because illness had half-blinded her aied spoiled her beauty. She came the first and Avas put last, and I found that she was conscious it Avas on ac count of her seamed face. Her sisters rode rough-shod over her, even when they Avere little ones, and John encouraged them. Many a girl would leave rebelled, but Muriel Avas like leer mother, as soft as my pocket, and Avould scarcely have cried out if they had knocked her doAAii and Aviped their feet upon her. But I'd no enind the Avilling horse should do all the AA^ork, so I said I'd see about it — aeed I did. I saw first that she had a good education — and none can deeey that Miss Briscoe Avas a good teacher — and"], [133, "YOUNG HEADS AND OLD ONES. 121 then put her, as I thought, with a motherly woman Avho Avould treat her kindly aeid teach her something useful.\" Then after a pause, Sarah Bancroft Avas reluctant to confess a failure — \" I'm free to OAvie I made a mistake.\" \" A great oiee,\" murmured Captaiee Wyneee under his breath, but her quick ears caught the import. \" Aye, and I'll see I don't make another. I'll make the dear lass happy if I can, but I've a notion her heart's too tender to be happy as a soldier's wife in war-time. I suppose you Avouldn't like to sell out, if I \" He interrupted her — \" Sell out — at such a crisis ! My dear madam, I should be scouted as a coAvard ! \" \"Ah, wTell, so I suppose. But there's eio knoAving what may happen before the year's end, and there can be no marrying before that. So come to me then either here, or at my place on Red Bank, Manchester, and I'll see what caie be done then.\" This Avas tantamount to consent, or he took it"], [134, "FORBIDDEN TO MARRY. 122 as such, shaking hands Avith the old dame very gratefully as he left the inn. But he did not forget to say, \" I presume there can be no objection to my meeting Miss D'Anyer oc casionally Avhilst stationed here ? The pro bation Avould be ueiendurable otherwise.\" And leer answer was, \" Well — a — I'll see about it.\" ML"], [135, "CHAPTER V. MlLLY'S SECRET TOLD. J^ISM WEEK is a long time for an impatient aSs&s lover to wait for a sight of his beloved when she is close at hand, and only a hard hearted door betAAreen himself and happi ness, but when that Aveek is superadded to several other Aveeks of absence, the delay is irritating. It would have been more natural and satisfactory for Arthur Wynne to rush off to Muriel, and print on her lips the consent he had won from her father and grandmother, than to sit down to his desk in the barracks and pour out his heart and his tidings on paper, and long like some Avorking-man for the Sunday Avhich would set his sweetheart at liberty to meet him. But he had no alternative. He sent his letter by a messenger. The"], [136, "FORBIDDEN TO MARRY. 124 answer came back verbally. The young lady Avas engaged, Avas too busy to Avrite. Would be with her grandmother on Sun day. He set his teeth and paced more im patiently the Watei-gate Row in which he had awaited her answer. It Avas certainly a leiortificatioei to his pride. And it Avas more than that ; it told hoAv close her boeeds must be, aied set him longing enore and more to 3 DO bierst them. Yet it Avas straeige that he, a soldier, up holding the necessity of army discipline, should so chafe at the discipline Mrs. Hopley enforced. Mrs. Bancroft had informed him that no enore Sunday work would be ienposed on Muriel; she having threatened the mantua eeeaker with the pains and penalties of the ecclesiastical court in such case ; and that on those days Muriel might be seeie. She had driven Muriel over to Wrexham the previous day to visit some old friends, aied the folloAV ing Sunday the girl Avould spend with her"], [137, "MILLY' 8 SECRET TOLD. 125 and her father. The captain could join them if so inclined. Meantime the energetic old dame betook herself to Mrs. Hopley's, and a somewhat stifl intervieAv Avas that between the pair. Mrs. Bancroft's previous threat yet rankled in the other's breast. Alike careful of her grandchild's reputa tion, and conscious that Captain Wynne was not of the mettle to submit tamely to total separation from the maiden he sought to make his wife, she came Avith a proposal that Mrs. Hopley should open her doors to him at convenient seasons, it \" not being fittieeg that her grandchild should meet her sweet heart \" (the old woman clung to the good old Avord) \" in the highAvays and byways.\" \" They don't meet under this roof,\" Avas Mrs. Hopley's decided rebuff. \" Mrs. Wynne is a customer of mine and I don't choose to sacrifice her patronage by countenancing her son's courtship of my apprentice.\" \" If all I hear be true, it's little patronage you are likely to have again in that quarter."], [138, "126 FORBIDDEN TO MARRY. There leas been a quarrel between Sir Madoc and Mrs. Wynne, aied so long as he lives she is not likely to cross the threshold of the Plas again. He blames her for all that has befallen his daughter ; for her runaway Avedding with Sir Jenkyn Jenkinson, and all.\" Mrs. Hopley opened her eyes and her mouth in sheer astonishment. \" Hoav did you hear this ? Did the young captain tell you ? \" \" Not he ! He's too much a gentleman to prate of his family affairs to strangers. Nay. It's the common gossip of Buxton. Folk don't quarrel in whispers be they gentle or simple. The news came to me through a customer of enine.\" She did not think it needful to add that Muriel had lodged in the house of that customer, or that Arthur Wynne's visits there had caused the shopkeeper to retail the gossip. Still Mrs. Hopley did not seem inclined to give in. She thought she had the whip hand of Mrs. Bancroft aeid determined to show it. \" Well, all that's no business of mine. My"], [139, "MILLY'S SECRET TOLD. 127 respectability is. I'm not going to have military gallaiets hanging about my place to disgrace us. No Captain Wynne conies here to see an apprentice of mine, be she wrho she may.\" \" Suppose I give my consent to his marry ing her eaglet off, as he wants to do ! Where then would you be ? \" put Mrs. Bancroft with a decisive nod. Mrs. Hopley looked aghast. The whip lead chaeeged hands. Mrs. Bancroft continued, \" I had passed my Avord for her return, and the lass was too good to make me break it, or she might have been Mrs. Wynne now ; — and then where Avould you have been ? \" \"Indeed,\" replied the mistress of the robes. \" That alters the case. I Avas not aAvare Miss D'Anyer had been so conscien tious. In that case I think she may be trusted to meet the captain — occasionally. And — and — well, he can call for her, and take her to church, and bring her back if so disposed ; occasionally.\""], [140, "128 FORBIDDEN TO MARRY. She Avas in reality glad of a ground on Avhich to make her reluctant and not very liberal concession, without compromise of her own position since she saw in Sarah Bancroft's manner a resolve to make her Avords good ; and Muriel Avas far too profitable an apprentice to be parted with, even if she had not determined to keep her in a spirit of bravado. It had dawned on her that Sir Madoc Avas old, and that some day Captain Wynne might reign at the Plas. It Avas best to be obliging. Glad enough Avas Arthur Wynne for the recognition of his suit implied in that invitation to meet Muriel in the presence of her relatives ; but he was scarcely so grate ful to Mrs. Bancroft as he might have been for making terms with the dressmaker for the privilege of eneeting his future bride. He had the grace to thank the old dame never theless for her good intentions, but he felt as if there had been a Uoav dealt at his family dignity. It Avas only Avhen he looked at Muriel that he forgot it."], [141, "MILLY' S SECRET TOLD. 129 That meeting in the presence of their elders was embarrassing for both ; and might leave been more so had not John D'Anyer with mingled courtesy and good feeling contrived to set them at ease after the first greetings. Wieie and fruits were on the table and both lee and Mrs. Bancroft with old-fashioned hospitality pressed their guest to partake ; then Johee D'Anyer introduced politics, and the neAv volunteer service as topics of conver sation ; then talked of the captain's own duties in Chester, which appeared to be neither few nor light ; there Avas the inspec tion, attestation and enrolment of the batches of recruits as they were brought in by the see'geants. Thee-e Avas mustering, and drilling, and clothing, and he Avas ansAverable for all under his coenmand. Then either he or Mrs. Bancroft began to speak of Buxtoee, and of the accidental meeting of the young officer and Muriel, and from her place on the window-seat Muriel put in a few words now and again ; but Arthur, who seeneed to hang upon her sjdlables, thought vol. eei. k"], [142, "FORBIDDEN TO MARRY. 130 she turned her eyes anywhere but towards him. Only once her glance encountered his, and then the Avarm blood suffused her cheek, and the broAvn eyes Avere lost to him again. \" Presently, to his relief, John D'Anyer expressed his intention to go downstairs and smoke a pipe with the landlord in the bar ; and soon after Mrs. Bancroft Avas afraid she had not packed everything in her saddle-bags. What a delicious half-hour was that in Avhich the lovers Avere alone for the first time since he had gained the good-Avill of her friends. The window seat Avas Avide enough for tAvo, and, all the formality of the time notwithstanding, the head which the sunset brighteeied like aee aureola rested against his manly breast, as if there Avas all her world. What to her Avas a year, Avhat to her the long hours of stitchery, so long as he loved her and was there to tell her so, and to tell her too how proudly her father had spoken"], [143, "MILLY'S SECRET TOLD. 131 of her ; how willing his own father Avas that he should eieake his own choice of a Avife ? All her troubled past seemed to drift away from her in the fulness of her joy, aud she silently thanked God for the true heart he had given her, and for the promise of the future. Ah, that future, how bright Avas the pencil Avith which Arthur pictured it ; his OAvn uniform had no richer hues. He Avas so sanguine ; so overbrimmed Avith love's ecstatic bliss. And if he pressed his lips to hers as though they Avere the lips of a saint ; yet Avas the saint all his own. Only half-an-hour, and so much yet unsaid ! By Avleose ruthless orders was the tea-board seeit in to cut the precious moments short, and bring back all the commonplace realities of food and people? No prouder lover ever parted from his betrothed than Arthur Wynne when he left Muriel at that door with the brass-plate, Avhere he had once before left her so differ- k 2"], [144, "FORBIDDEN TO MARRY. 132 ently ; and he carried away with him the sweetly-perfumed sprig of late jessamine she had Avorn that day in her bosom, to be kept as a memorial along with the spray of eye-bright he had preserved as a relic so long. No happier girl than Muriel laid her head upon a pillow that night, albeit only of hard flock in a barely-furnished attic, Avhere was no privacy, even for prayer. How was it that iei the midst of her delight she thought so much of Milly Hargreaves, and Avondered what her ueirevealed secret could be, hoping too that enuch happiness might be in store for hers It Avould have taken the bloom off her owee delicious satisfaction could she have looked behind the love-making shepherds and shepherdesses on Milly's curtaieis, and seen the tear-stained face that tossed from side to side among the soft pilloAvs from which rest Avas banished. The day that had been so full of hope and joy for Muriel aeid Arthur, had dashed"], [145, "1 MILLY' S SECRET TOLD. 133 the cup of hope from the lips of tAvo others equally as fond. In the midst of the morning service at the Manchester Collegiate Church that Sun day, there might have beeee seen a movement in two pews Avhen the long string of banns Avere read out, and two heads held up erect, as if all ear. The one the head of a rough, Avell-to-do individual whose Sunday suit sat on him with an unaccustomed air, whilst his hands bore testimony that the dyes he used wrere \" fast-colours ; \" the other a man of more gentlemanlike bearing ; neither members of the congregation. The names of Milly Hargreaves and Robert Bent slipped over the rough tongue of the eccentric chaplain, Joshua Brooks. At once the two men rose from their seats with the simultaneous cry, \"I forbid the banns,\" and all eyes were turned upon them, for they Avere Avell-known men in the town. \" Yo' must come into th' vestry at th' close of th' service, and there state yor objections,\" proclaimed Joshua from the"], [146, "134 FORBIDDEN TO MARRY. pulpit, and went on through his list of naenes, and the remainder of the service as coolly as if two young hearts in the con gregation Avere not beating like muffled drums. The two fathers had the same plea : the candidates for matrimony Avere \" uieder age.\" \" Well,\" said the parson, \" they'll mend o' that, if there be no other impediment.\" \" I have other A-ieAvs for my son, and I forbid these banns,\" said Charles Bent stiffly. \" And so haA*e I for my Milly, so Ave're quits, Mr. Bent. Though if your son had come to me and bid fair for the lass, straight forward and up-and-above-board, there's no saying but what I might have been tempted to listen, and lay down guinea for guieiea Avith you to set the young folk going. But now, he shouldn't have her if every hair of his head were tagged with a dianeond, the mean, sneaking cur.\" \" Hush ! hush ! Remember Avhere you are ! If you must quarrel, let it be outside the"], [147, "MILLY' S SECRET TOLD. 135 church,\" interposed the clergyman; but Charles Bent, with a scornful curl of lip, and a muttered something that sounded like having \" no mind to let Bob grope for guineas in a dye vat,\" had already turned to depart. \" Tak' care th' young limb o' th' law doesn't grope for guineas in dirtier places,\" James HargreaYes shouted after the blue-coated gentleman across the churchyard, little caring Avho heard him. And so the two fathers separated and Avent their way, well content Avith their morning's Avork, although they had Avrecked tAvo young lives. Robert Bent and Milly, there to hear the banns from an obscure corner, had hurried from the old church together ; scarcely paused as they Avent past the Grammar School and turned down Mill-brow over the Avooden bridge across the Irk, out of the way of the curious throng. Owners of the garden-plots which overlooked the river, smoking their pipes at the doors of their little summer houses, or gathering sweet-scented posies, cast"], [148, "136 FORBIDDEN TO MARRY. their eyes on the discomposed pair, nodded significantly to each other, or pointed with' their pipe-stems, but Milly and Robert Avent on, in too much trouble to heed them. They struck across the rising ground, knoAvie as Walker's croft, uoav cut up by railway-lines and stations, but theie the home of the daisy and the dandelion, and under a clump of trees in the rear of that Caledonian colony still y'clept Scotlaeid, there Avas a passionate parting of the cousins, Avho Avere never to be more than cousins, though they vowed fidelity and constancy to their liAres' end. There was an angry scene at the Horrocks Avhen Milly stole ieito the house Avhere her father Avas waitieig to taunt her Avith treachery and duplicity ; and to speak that of her lover which sounded like treason in her ears. He was neither choice nor kind in his language ; seemed to have no compassion for the motherless girl avIio had rarely Aviser counsellor thaei her oavu will ; and Avound up with the declaration that she needed the restraint of a husband old enough to look"], [149, "MI ELY'S SECRET TOLD. 137 after her, and that he meant her to have one too, who would take her without a shilling; not a chap dependent on his father, avIio Avas not out of his articles. He bade leer, Avith an oath, put all romantic nonsense out of her head, for he had proenised her to John Stott, and John Stott she must have, or she might go a begging, and tiy how that would suit her ladyship. At the name of John Stott, Milly put her trembling hands up to her head as if to shut out the hateful sound from her ears, aeid with a passionate, despairing cry that she Avould \" drowee herself,\" rushed out of the house towards the river. Quick as light her father Avas after her. His strong hand gripped her gloved arm like a vice, and brought her, struggling, back. She was urged up the stairs before him to her own room, and there he locked her in, to throw herself upon the floor and wear her strength aAvay in hysterics — unheeded and aloeee. And so the mid-day passed, and the night."], [150, "138 FORBIDDEN TO MARRY. The door Avas locked and James Hargreaves kept the key. No one came near Avith food or light, and the morning dawned, and another day reached its meridian before her father thought proper to open the door and ask if she had come to her senses. Roenantic, loving, Aveak, she Avas unable to contend with the deter mieeed will of her father ; she could ansAver only Avith sobs — sobs for herself and the Robert she knew she had lost. Her \" great secret \" Avas told to all the tOA\\m, and a sorroAvful secret it Avas for both of them. Robert Bent did not turn up either at the office or the Grange for upwards of a Aveek, a week speeit ire reckless dissipatioee. And then Joe, avIio had a sort of felloAv-feeling for his brother's disappointment, sought, him out and induced him to go home. There, nothing was said to him oeie way or other. But he Avas neATer the same Bob Bent again. It appeared that he had counted on the"], [151, "MILL Y'S SECRET TOLD. ■39 absence of his uncles and others from the Old Church during Chester Fair to get the banns published without obseiwation. His uncle James Hai'greaves atteeided the new church of St Michael not far from his own Avorks. Milly could easily make an excuse of a visit to the D'Anyers to sit out the third reading. But one of those busybodies Avhose ears are always open, and avIio must thrust their dirty fingers into other people's pies, had taken care to be first Avith the eeews, and \" congratulated \" both the dyer and the cotton-spinner on the coming bridal. At least Robert Bent denounced the informant as a busybody. Possibly, had Robert gone to his father and her father in the first instance, though there might have been some demur, they might have been Avon over in time, for Milly was an only child, her father a man of means, and the Bents Avere reputed rich. The rash and premature act Avhich took the grace of choice from their elders, irritated, exasperated, and shut out all hope of concession."], [152, "FORBIDDEN TO MARRY. 140 Milly looked blankly out on the future ; Robert, with an obstinate rebellious intention to be the victor in the end. \" Only Avait eieitil I am of age,\" he said to himself, as he had said to her. Tiene does not travel empty haeided, but he rarely brings us Avhat Ave expect or what we crave."], [153, "CHAPTER VI. ANOTHER SECRET OUT. nslY^HE Monday eeiorning that beheld Milly '*£=*** Hargreaves tossing on a sleepless pillow, saw Sarah Bancroft setting off from the Yacht hen comfortably and complacently ; her business done satisfactorily, her favourite grandchild he a fair Avay to a happy marriage with the man of her choice ; a man who Avould lift her up, not drag leer doAvn. She lead not felt so blithe for many years. There had been a slight frost during the night, and the air Avas crisp aied exhilaratieig. There Avas no breath or shadow of any trouble or scandal brooding over aeey of her family connections hoAvever remote. She Avas at ease Avith the Avorld and with her self. Business people Avith large sums of money"], [154, "FORBIDDEN TO MARRY. 142 about them travelled in company for mutual security Avhen practicable. She Avas mounted oei horseback as usual, accompaeiied by the warehouseman avIio attended her in the absence of Saenuel, an old servant named Cutts, and made one of the Manchester party travelling homewards, which also in cluded her brother-in-law Solomon, and John D'Anyer ; who beguiled the Avay with an interchange of opinions on the threatened invasion by the French, and its effects oee the commerce of the country, not unaccom panied by denunciatioeis of French goods, even brandy, seeing that it was scarce and dear ; and that empty flasks necessitated a stoppage at the Kelsall roadside inn for draughts of ale he lieu thereof. Hoav Avas it that that brief stoppage for refreshments, which she did not hesitate to partake, as they did, without quitting the saddle, took all the buoyaeicy out of leer? Was it because the inei reminded her of the serving-enan Norris, Avho had been carried there wounded so maeey years before ? or Avhat?"], [155, "ANOTHER SECRET OUT. 143 The turnpike road Avas lively with groups of mountebanks, showmen and their cara vans, aud other horseenen aied conveyances at the break-up of the busy fair. She Avas anything but a timid Avoman, and it could not be fear of her own safety or that of her cash that brought up to her mind with recurring vitality fe'om the moment she entered Delaenere her own commonplace remark to Arthur Wynne, \" There's no knowing what may happen before the year comes to an end.\" She tried to shake it off, but it would not be shaken off, though she talked business to her man as she jogged along, nodded to people as they passed, and exchanged opinions on trade or Avar Avith her travelling coieipanions. But Sarah Baeicroft was not on the look out for presentiments, and if she brought her silver whistle nearer to her hand Avhen they reached the spot wdiere the by-road branched off towards Eddisbury, near Hind's Well, and she took leave of her home-going"], [156, "FORBIDDEN TO MARRY. 144 friends, it Avas but a matter of customary precaution, not of fear that anything Avould happen. There was no need for the whistle, Nothing crossed their path more formidable than a scurrying hare or rabbit, nothing met or overtook them but a turf-cutter with a couple of laden donkeys, and a child with a bundle of faggots. Mr. and Mrs. Kingsley received her Avith open-handed hospitality as of old ; Dr. Holmes and his daughter had been invited to meet her ; his partner Asa Booth, shortly to marry Lucinda Holmes, Avas to join them later on, as an escort home through the forest ; there Avas a savoury dinner smoking on the board by the time she had got rid of her travelling gear and the road-marks ; there was much to ask and much to tell, for here Avas Miss Holmes about to marry, and Muriel under promise. And being comfortable, Mrs. Bancroft settled herself down for an afternoon's enjoy - neent, leaving business, contrary to custom,"], [157, "ANOTHER SECRET OUT. 145 for the morrow. Happen ! What should happen ? Dinner Avas over, Mrs. Bancroft Avas seated in a cozy easy chair on one side of the fragrant and popping Avood fire, the two men on the oak settle opposite Avere puffing away at long clay pipes, with a couple of tankards of home-breAved ale on a small round table before theen. Mrs. Kingsley had drawn a high-backed chair of black oak close to her old friend, Miss Holmes had placed herself in a AvindoAv seat, and from a crimson leather reticule produced some light needlework, and Mr. Kingsley wras jocularly asking if that was for the Avedding, when there Avas a sort of scuffling eeoise outside, and in rushed a boy about eight or leine years old, in a rough suit of corduroys, with thick clogs, his hair in a tangle, his face grimy and streaked Avith the course of tears. For an instant only he stood abashed by the presence of strangers, then darted up to Mrs. Kingsley, Avho had risen, and clung to her vol. eee. l"], [158, "FORBIDDEN TO MARRY. 146 skirts as he cried out, \" Oh, Mrs. Kingsley, what's to be done, what's to be done ? Con stables have bin aei' takken Bill an' Moiles to jail, an' they've pulled oop th' floors an' brokken down th' chimbley, an' they've found o' soorts o' things ; an' Mammy Blackburn shriked, an' hoo's gone to Maeichester to get summat as they call bail, an' albi ;* and I'm frightened ; an' oh, Mrs. Kingsley, Avheere am I to go, aied what am I to do? \" aeed his oeet burst over, he broke doAvei in childlike sobs. At the first sound of his voice Mrs. Bancroft had gripped the areees of her chair, half rising, her keen eyes fixed upon his face, as though she would trace its exerj line. As he ended she stood upon her feet, erect and stern, and in a voice hard and imperative demanded, \" What boy is that ? \" Mrs. Kingsley looked at her husband, but no one ansAvered. The question Avas repeated : \" Whose boy is that, I ask?\" Mrs. Kingsley had a spirit to match Sarah * Probably alibi."], [159, "ANOTHER SECRET OUT. 147 Bancroft, She caught the boy by the hand, and as if glad to throAv off a burdensome secret, marched him up to the old Avoman's chair, Avith the Avords, \" Well, Mrs. Bancroft, it's quite time you knew avIio that boy is. He's your grandson ; your Sam's first-born ! Lydia and Sam Avere married full three years before you thought they were.\" Mrs. Bancroft had stood like one frozen to stone whilst this Avas said. \" Is this true ? \" she asked after a Avhile, in a sort of chilled undertone. \" True enough,\" struck in the forester, \" I saw them myself coming out of St. Olave's Church, Chester, and I had the curiosity to go in and see Avhat took them there, and to look at the register, though I had to pay for the sight. And the book's there for you to look at too, dame, if you're hard of belief.\" She took no note of the child, who still clung to Mrs. Kingsley ; her only comment — in the same dry, hard tone — Avas, \" And Farmer Bradley ? \" l 2"], [160, "148 FORBIDDEN TO MARRY. \" Farmer Bradley knew no more than you, Mrs. Bancroft, till Mr. Saenuel came at Christmas to fetch his wife, and they had to show the marriage lines, aied there was a fine rumpus.\" \" But the boy — the farmer must have known ? \" \" Poor lad, he wras born at Maggy Black burn's, aeid there in the heart of the Avood Maggy nursed him, and there he's been ever since, and she's behaved none too well to him, though she's been Avell paid to keep the secret. Very much better than she deserved. And he's leever seen mother nor father save once in a while. Though I did hear that Lydia was breaking her heart about him.\" \" And you — you — eny oavii old friends, have let me come and go, and never Avarned me against the treachery I was fostering ; have let my grandson be reared among wretches like the Blackburns, and eiever breathed a syllable to save him from con tamination,\" and the old woman ground her teeth in bitterness."], [161, "ANOTHER SECRET OUT. 149 \" Nay, nay,\" quoth the forester ; \" blame your OAvn soei, not us. 'TAvas his fault, and his business, not ours. We're no mischief enakers. My dame's done the best she could for the lad ; he's lived here half his time. He Avas only sent back yesterday for fear you should see him ! \" \"For fear! \" she echoed scornfully. \"Come here, lad \" (to the boy). \" They say thah belong to ene, and there's that in thi features aeid in thi \\~oice that tells me it is true. Go and wash thi face and come back here. I am going to take thee home with nee. Do you understand ? \" The boy understood Araguely, but her aspect was not inviting. He did not stir ; he only stared and clung to Mrs. Kingsley. She stooped and kissed the dirty face. \" Jem, go to your grandenother ; she will take you to see your mammy in Man chester.\" Jem's eyes expanded. \" Wull she ? \" he interrogated. \" Then I'll go.\" And without another Avord he clattered off"], [162, "FORBIDDEN TO MARRY. 150 to return in a short time with a clean face, and the hair which had resisted the tugging of a comb plastered doAvn with water. But Sarah Bancroft was off. Gone to haATe the horse saddled, and the enan looked up for a sharp gallop to Waverham. She had business on hand of more moment than the buying of skins. There could be no more sleeping under a roof Avhere Sam's deceit had been hushed up, hidden from her ; nay, for aught she kneAv, mayhap connived at. Treacheey, treachery, Avherever she turned ! And Sam — Sam of all the world ! It wrung her heart to think of it all. But she'd see to it! Dr. Holmes and Lucinda had held aloof from this strange sceeie, but no sooner Avas she gone than tongues were loosened and the probable consequeieces of this discovery discussed very freely, all agreeieig that it Avas a good thing it had not been deferred until the lad Avas older ; a good thing for him and for his mother too. They Avere not so sure about Mr. Sam. Then the boy himself Avas"], [163, "ANOTHER SECRET OUT. 151 told to count himself fortunate and to be a good boy, and go with his grandmother like a brave little man, and he should come back and see them all some day. An under-keeper had been despatched to Waverham and Maggy's cottage for news, but Sarah Bancroft was back before the man. She Avas not communicative and she refused to alight, but she gave the little fellow a shilling as an inducement to quit the Kingsley's and alloAv himself to be placed on the saddle in front of her Avarehouseman. \" I doei't like the set of the old Avoman's face,\" cried the forester Avhen she was finally gone and the boy Avith her. \" It bodes no good to Mr. Samuel ; and serve him right, for she's been a good mother to him, though something hard in her ways. But hard as she looks, Sarah Bancroft has a soft place in her heart.\" \" I only Avish she had let little Jem feel it,\" Avas the sharp commentary of his wife. \" If she'd given him a kiss instead of a shilling, the little lad's heart Avould have opened, and"], [164, "152 FORBIDDEN TO MARRY. he'd haA'e gone away without a whimper. But it's eny belief Sarah Bancroft keeps her heart in her pocket.\" \" WhereATer she keeps it, Avife, she's found rooen there for the poor neglected little chap. ' I've no mind he shall suffer for the sin of his father,' she said to me before she Avent. ' And whatever I do, I'll bring hien up to fear the Lord, and then perhaps he'll honour his parents.' Think of that from her ! \" Night had fallen, and raiei was falling when Sarah Bancroft and her escort left the forest behind and neared Northwich. It Avas not possible to proceed that night. Weary Avith more than her long ride or her Aveight of years, the care-worn woman Avas glad of an excuse to seek the privacy of her solitary couch, even at an inn. Supper she could not eat, though she saAv that little Jem was Avell fed before she consigned him for the night to the charge of Cutts, her man. She had Avarehouse busieiess likeAvise with a shopkeeper in Northwich that kept her"], [165, "ANOTHER SECRET OUT. 153 for an hour or two iee the eeeorning ; and then she called upon Dr. Holmes to question him concerning Maggy Blackburn ; but the doctor could tell her no more than she had learned on the spot. Money and jeAvelry had been found secreted under the floors, nuenbers of little bones Avere said to haA'e been dug up in the garden ; and the Avonian lead disappeared to avoid capture oei her own score. By this time there was a necessity for a substantial luncheon, if not for herself, at all e\\Tents, for the others, and the delay retarded their appearance in Manchester until the lamp-lighter Avas going his round Avith ladder and flaring oil-can, to the wonder and delight of country-born Jem ; and all that time his grandmother's grief and indignation had been gathering force, seething and fermenting iee her silent breast. At Hyde's Cross she alighted. The enan was sent hoene with the horses and saddle bags. They, with all the gold in them, were"], [166, "FORBIDDEN TO MARRY. 154 as nothing to her now. She could not allow her purpose to cool. Whatever that purpose Avas, her features were so set and hard, that little Jem instinc tively shrank as she put forth her hand. He had been used to blows, and looked for one ; but it Avas not for a blow, it was only to close upon his in a tightening clasp. When Mrs. Bancroft turned the handle of her son's door in Toad Lane, and sent the boy, clogged and hatless as he Avas, into the house before her, she only added to a scene of previous commotion, and in a sense brought relief both to Sam and Lydia. It has been already told that the house Avas an old black-and-white timbee'-and-rubble building, with overhaeiging stories, and the door, from Avhich ran an oaken screen, or \" spear,\" opened into the niaiei room or house-place. At the end of this spear stood Maggy Blackburn with her arms akimbo, the hood of her grey cloak thrown back, leaving her sharp profile clearly defined against the"], [167, "ANOTHER SECRET OUT. 155 firelight, and adding by her body to the length of the screen. There was no need of Mrs. Bancroft's grip on Jeeee's shoulder to draAv leieee back ; the sound of Maggy's uplifted voice sent him shrinking closer into the shadow to clasp his less formidable grandmother's hand for pro tection. The opening of the door, their foot steps, even Jem's clogs were unheard in the altercation going on. \" An' you dare tell me yo wunna go bail or get up an aliby for my lads again ! But if yo dunna, Sam Bancroft, an' yo Avunna SAvear they were eeeoiles aAvay from Darbysheer that noight, I'll go right aAvay to Red Bank aei' let out the saicret I've kept so long o'er that lad o' yors that Lydia's bin pinieig o'er so loeeg.\" The stroke of the ignotus is not more paralysing than Avas the touch of Sarah Ban croft's hand on the woman's sineAvy arm, or the sight of the boy, on whom Lydia flung herself with a sobbing shriek. Bold Maggy seemed to collapse and coAver"], [168, "156 FORBIDDEN TO MARRY. as the other's wrathful voice was heard ; aeid Sam stood aghast ; dumbfounded. \" Thah vile wretch, how dare thah urge my son to stain our honest name with perjury? To go bail for murderous ruffians like thy sons. It's time they had their deserts, and no enagistrate in the county wrould take bail for a crime like theirs? Out of the house this instant, before I send for a constable ! Jkeeow all the secret thah's kept so long, aeid how you havTe kept it, and more besides — I'm fresh froen Waverham, Maggy Blackburn.\" And the little woman's keen eyes looked the other through. \" May be other folk's sons Avill get their deserts afore long ! \" hissed Maggy through her set teeth, as she edged herself off behind the spear, and darted off into the street with out another word. She kneAv the danger of waitieig for a constable. \" Yes, Sam, other folk's sons will get their deserts afore long. That boy is mine. Thou hast repudiated him, left him to perish soul and body. I shall provide for him. But I"], [169, "ANOTHER SECRET OUT. 157 have done Avith thee. I shall dissolve the partnership ; Avieid up the business. Thah will have thv share, nothing more. And don't thee show thy face at th' Avorks again, or it'll be Avorse for thee. Come, Jem, we are going home. Lydia, thah can see the boy when thah like.\" And home she took him without further parley, utterly refusing to listen to Sam's blundering attempt at excuse, buying the lad shoes and a cap by the Avay, and leaving Sam to rub his thighs and reflect. She too reflected, and remembered that the Avornan had said \" go bail again.\" What could that mean? Was he so afraid of his mother that rather than reveal his forbidden marriage he had perjured his soul for Avretches like the Blackburns ? Look at it as she would the thought stung like an adder."], [170, "CHAPTER VII. JUSTeCE. pliHAT enonth of October, 1796, was e&^> memorable not merely in the annals of a family, but of the nation ; and pretty much as the king and his commons resented the insult of France to his peace pleni potentiary in more vigorous prepae-ations foe war, so did Sarah Bancroft resent the secret marriage and the double dealing of her son, at all risks, at any cost. She had set him upoei a pinnacle as an exemplar of filial obedience ; had cited his deferred marriage as an instance of his self-abnegation, extolled his steady, sober, thrifty business habits as the result of her careful training ; aeid done it Avith a con centration of affection, admiration, and"], [171, "JUSTICE. 159 reliance, little suspected in the keen, unsenti mental trader. The first doubt of his impeccability had struck her on the night of her unexpected return from Chester Avith Muriel ; and, one by one, other flaAvs iee her \" perfect chry solite \" had been dimly perceptible, but she had either scouted her suspicions as chimeras, or set the change in her son doAvei to the account of his wife, who from the first had held aloof from Red Bank in a Avay most incomprehensible. \" Thee-e's something I can't fathom about that Lydia ! \" she had been Avont to say to herself. \" She seems afraid to open her lips or show her face !\" She had penetrated the mystery at last ; had discovered Iioav Lydia's lips had been sealed ; who was the one at fault, The idol had toppled down and been shattered in the fall. Treacherous to his young sister, treacherous to her, to the Avoman he had married, to her father, even, to his un offending boy, his only son ; treacherous to"], [172, "160 FORBIDDEN TO MARRY. the verge of cruelty — a living and breath less deception where she had dreamed an embodiment of truth and integrity. She felt the shame and disgrace of his dissimulation if he did not, and her mental agony was not to be told. A stern front might be kept to the world, but the mother's wounded heart bled within. Notwithstanding her overnight prohibi tion Sam had the boldness to present himself at the furriery in the morning as usual. It was customary, when he entered at the door on Red Bank, for Margery to meet him at the foot of the stairs with the keys of yard and warehouse. No Margery Avas there. He Avalked forward. Through the broad kitchen Avieidow, iei the front of which his sister had stood washing lace AAdien the secret of her stolen match came to light eeineteeee years before, lee saw the work people trooping into the yard Avith a clatter, some turning into the sheds, others— chiefly women — mounting the outside stairs to the warehouse."], [173, "JUSTICE. 161 \" Mai-gery ! Who unlocked the gate ? \" he demanded sharply, as the Avomaee came in from the pump with the bright copper kettle in her hand. \" Cutts, Mester Sam.\" \" By whose orders ? \" \" Missus's.\" \" Where's my mother ? \" \"In the counting-house.' \" And Avdeere's Jem ? \" In bed, poor lad.\" The counting-house lay behind the best parlour just as the kitchen behind the sitting room, and its Avindow overlooked the yard and workpeople ; it had two entrances one from the yard, the other from the lobby of the house, close to the staircase foot. If he lead thought to field his mother in bed after leer long journey, and to be himself first in the counting house, he Avas mistaken. His brows contracted, there was perplexity in his cunniieg eyes. He stood a moment, then grasping his sieeoothly-shaven chin betAveen his left thumb and forefinger as if to hold by vol. ne. M"], [174, "1 62 FORBIDDEN TO MARRY. something — if that something Avas only him self —he strode across the lobby to the counting-house. The books lay on the desk, open. Cutts, with an air of new importance, was leaving by the opposite door, and Sarah Bancroft was throwing after him her final instructions. \"It must be seen to at once.\" She turned sharply as she heard the step of her son ; and stood Avith her back to the high desk, as if standing sentr}^ over it. \" What brings thee here ? \" she asked abruptly, confronting him Avith a stern, rigid face, where the high cheek-bones and hard mouth seemed to stand more prominently out, and the ruddy veining of the healthy cheeks to have groAvn purple against the grey hue which had crept over her complexion so newly. \" What brings me here ? Where should I be if not in my oavii place ? \" he answered with affected coolness. \" Thy place ? Aye, so long as I thought thah Avast treading i' thi father's footsteps it j"], [175, "JUSTICE. 163 Avas thy place. But dost thah think thah'rt fit to sit on the seat of a just aeid honest man, to have thy name in a business he made and left Avith an hoieest name ? Dost thah ? \" and Avith her hand on the high-stool which had seen so many years' service, she stood and looked him searchingly in the face. \" Aye,\" was his unflinching ansAver. \" I do. If I've done wrong the fault lies at your door, and Tve had all the blame and the harass. Why did you set so many stumbling blocks in my path, striving to keep me single till my best days were gone ? I married a decent lass, and if I didn't bring her home no fault of mine. Had not you forbidden me to marry before I Avas a partner ? and had not you put off the partnership from time to time as if you eneant me to be a bachelor all my life ? \" \" I wish it had beeee put off for ever,\" she said Avith deliberate incisiveness, \" I'll see that it is put off for ever, and that without delay. Was it fault of mine that thah winked at thi young sister's secret marriage, and forebore to M 2"], [176, "164 FORBIDDEN TO MARRY. inform me, before or after ? Was it fault of mine that I find thee leagued with common robbers, to screen their crimes ? \" Sam visibly quailed before her ; still he did his best to keep a bold front. \" Aye, mother,\" answered he, \" if you had not been so stern and hard, Ellen might never have gone off on the sly as she did ; nor I beeei afraid to break the ice for her. And if you hadn't driven Lydia and me to extremities Avith your whims about early marriages, and kept one on tenter-hooks lest our secret should leak out, we might never have been hi Maggy Blackburn's clutches, or bound to do leer bidding. I'm sure I've done my honest best in the business here, and you can't deny it, hard as you are! \" To Samuel's attempted justification she lead listened, but the impression he made was adverse only. In calling her \" hard \" he smote her as with a stone. \" Thah repeated thi sister's offence, Avitle out thi sister's excuse. If I Avas hard, Farmer Bradley Avas not. Was my Avrath"], [177, "JUSTICE. 165 enore to be feared than the peril of thy own son's soul among robbers and Avorse ? Was I hard to Elleee in the long run ? If I forgave her, might I not have forgiven thee, if asked? Had I ever a hint that thah Avanted to marry? Thah never said one word to plead for the sister I cast off. Thah mayst spare thi words now. I have done Avith thee. I shall see if I can make a better man of thy son. Let Lydia come AAreek by Aveek for what cash thah requires, but never do thah set foot on these premises again at thy peril. I'll see no time is lost in closing the business, and handing over every shilling that is fairly thine. But I shall deal with thee through my attorney. And now go.\" Sam, who had noticed that never once during this colloquy had she addressed him by his familiar name, made another attempt to retain his position and insist on his rights as a partner. He might better have attempted to move a stone wall. Then he tried an appeal to her motherly feelings, and professed contrition. Had he"], [178, "166 FORBIDDEN TO MARRY. done so at first, had he come and made a candid confession, late as it Avas, she might have relented, but now she only looked at him Avith gathering scorn, and bade him \" Begone.\" \" The maie avIio thought so hardly of his OAvn mother that he could leave his laAvful Avife to suffer all the pangs of shame, Avith no refuge in her extremity but Maggy Blackburn's ; could suffer his laAvful son to be born and hiddeei away like an unblest babe, and could let that Avoman aeid her sons hang this secret like a leiillstone round his neck rather than risk the loss of hard cash dependent on a hard mother's favour, deserves to find the hard mother hard as he fancied her. Go ! I say, if thah would not have thy disgrace ful stoe-y told to every Avorkenaei on the premises ! \" Thus adjured, he slunk aAvay; Avent back through the house, so bitter against the boy who Avas likely to supercede him, that though he heard Jem talking to Margery of the strange thieigs lee had seen on his journey,"], [179, "JUSTICE. 167 he never set his foot in the kitchen, or called the child to him for a father's embrace. Fortunately for the boy lee lead fallen into better hands. Hard as Avas Sarah Bancroft to the outer world she was never hard to the child. Her son's reproach had galled and stung her. To him she Avas henceforth hard as flint ; to her ill-used grandson she Avas soft as doAvn. A mutual affection sprang up between the old heart and the young one, and no doubt kept that old one from breaking. Indeed, the boy was her first care. He Avas respectably attired, sent to school, openly acknoAAdedged as her grandson, James Bancroft — Jem no longer. Her next Avas to seek her laAvyer, make a fresh will, take eneasures for annulling the partnership between herself and son, and for winding up the business'. Her first move in that direction had been made Avhen she left Delaneere Avithout buying a single skin. Her son Saenuel had gone home like a beaten cur, yet nursing his passion as he"], [180, "1 68 FORBIDDEN TO MARRY. wrent. Livid Avith suppressed fury he entered his house, only to assail his Avife as the primary cause of all his misfortunes ; to curse the day he had ever seen her face or been deluded into making her his Avife. \" What could I see in your apple-cheeks to make me forget the risk I ran? If you had not entrapped me, lured me ieito marrying you then and there \" \" I entrapped you, Sam ? \" interrupted Lydia in terrified aenazement. \" Aye, you, if you with your smiles and your wiles had not befooled me, or my mother had been one a man could speak his mind freely to, there Avould have been no need to marry in haste, only to \" \"In haste, Sam, why, we had beeee courting five years,\" put iee Lydia timidly, Avith her handkerchief to leer eyes. \"Better have courted ten j-ears, than have come to this pitch. But for our hasty marriage and the coming of that lad, there Avould have been no need of that greedy old hag. Curse her! and her sons too! and those"], [181, "JUSTICE. 169 who brought me into her diabolical clutches ! Their hands were never out of my pocket ! \" He gripped his hands and flung his arms aloft so wildly, that sobbing Lydia could but coAver in her chair and shrink from him in terror. Yet amongst it all she could thank God their httle girl Avas safely out of the way at school, and Avould hear nothing of this outburst — hear nothing of the accusation launched against herself, that she had lured her husband to his ruin. She knew it to be utterly untrue. KneAv hoAv she had combated his pleadings for a private marriage, begged him at least to take her father into his confidence, both before her marriage and after. Gone on her knees to him not to leave their boy with the Blackburns, but to ask her father's care for him, if he Avas afraid of the mother he pronounced so harsh and hard. He seemed to ignore all this, and as he paced the floor of their household room, spoke only of himself as the sport of fate, the innocent victim of others' wiles and"], [182, "FORBIDDEN TO MARRY. 170 wickedness. Not for one moment did he blame his own duplicity and cunning, his OAvee want of manliness to break the meshes of his OAvn web. Yet, coAvard that lee was, and conscience smitten under all, he had not had courage to assert his rights as a partner in the furriery and brave his strong-willed mother, lest she should carry out her threat and unveil him then and there. He loved money, and the closing of the prosperous concern Avould shut him out from making or handling it. He had no fear of his mother's strict justice ; no fear that she^ Avould deprive him of the means to live. But — and this stung him worst of all — he Avas only to receive it through Lydia — Lydia AArould learn to despise him when she keeew hoAv liberal had been his incomings compared with his meagre alloAvance to her. Suddenly, as a neAv thought struck him, he left Lydia rocking herself in leer agony of grief aeid trouble, and hurried out of the house in search of John D'Anyer ; hardly"], [183, "JUSTICE. 171 heeding or seeing the eeods of passing ac quaintances, as he Aveiet up Shudehill towards Sugar Laeie. He found his brother-iie-laAV in his ware house, directing the unpacking of the goods the carrier had just brought in from Chester ; goods unsold aied others taken in exchange. James Hargreaves had just quitted the Avarehouse, leaving behind his version of Milly 's disobedient act, and John D'Anyer's hearty concurreeice iei her choice betAveen two suitors. She was Avise, he said, Bob Bent Avas a gentleman, Stott, with all his money, never Avas and never Avould be. He Avas quite compassionate tOAvards the young people, and full of the subject. It Avas some little time before Samuel could find an open ing for his plausible tale. That he was the first to tell it he felt assured, from the lightness of the other's manner, and the ease of his reception. Sam began Avith an appeal to his fellow feeling and sympathy as a man and a gentleman. \" He had fallen into disgrace Avith"], [184, "FORBIDDEN TO MARRY. 172 his mother,\" he said, \" and had come straight to him for his counsel and intervention, knowing Avell he could depend on him. He need not tell him how averse his mother AAras to his marrying, or Avhat had made her so. Well, he had fallen in love wfith Lydia, when quite a young fellow, and had been courting her so many years that at last to prevent someone else snapping her up (he said nothing of Farmer Bradley's cash), he ventured to marry her, hoping to Avin his mother over in a month or two. That three years had goeie by before he had permissioie to bring home a Avife, and it Avas only by stealth he could see either Lydia or the boy she had borne him, all those years.\" \"A boy!\" exclaimed Mr. D'Anyer, \"then little Lyd was not your ' first.' ' The D'Anyers had lost three boys in their infancy. \" No, Avorse luck,\" cried Sam, and ground his teeth, \" but for him our sece-et might have lain hid till domesday. Mother came across the lad, either at Waverham, or the Kingsleys, ferreted out proofs of our marriage soeeeehoAv,"], [185, "JUSTICE. 173 brought Jem home with her ; and now is for turning me out of the business and winding it up. A pretty kettle-of-fish because a eiean is honourable, and marries a woenan instead of keepieeg dangling after her for half-a-score of years to please another Avoman's Avhine.\" \" Where is the lad ? \" \" Oh, Jem's at mother's, she means to keep him,\" she says, \" and discard ene.\" \" Jem ! eh ? Ah, I begin to smell a rat! I think Ellen and Muriel made his acquaintance some years ago. But, come to the poent, Sam, Avhat do you Avant from me ? \" Well, mother's confoundedly savage, and I Avant you to pacify her if you can. I know she has the highest respect for you — aud — Avell, you see, if she OA-erlooked Ellen's offence, she may be induced to oveeiook mine. It all depends on the mediator. I can trust you as a gentleman to do your utmost for me and Lydia.\" \" Tchut, tchut ! \" said he, \" you might find many a better ambassador. But come into the"], [186, "FORBIDDEN TO MARRY. 174 house and let us talk it over with Ellen during dinner.\" Saeei had played on the other's \" gentle manly\" foible Avith success John D'Anyer, avIio knew only part of the case and nothing of the Blackburn's, went to in tercede for his brothei'-in-law. \" You foe-gave us,\" he said, \" don't be too hard upon Sam.\" \" And no thanks to him that I did ! He has been hard upon Lydia, hard upon his boy. I might have forgiven his marriage at the time, I cannot forgive that uoav after his ten years' deceit. My dealings have been honest, upright, straightforward ; I am bound to wind up the business lest Sam should bring it into discredit. The man who is sys tematically dishonest to his mother will not be honest to the Avorld. I'll see that he is paid his fair share to the last penny, and then he may go where he likes, do Avhat he likes, set up in Avhat line he chooses ; but the books of Sarah Bancroft and Son will be closed, never to be re-opened. I'll see he deceives me no more.\""], [187, "JUSTICE. 175 If this had been a prompt decision, it had not been made without a sharp struggle ; and her face, harder, sterner, more deeply lined, betrayed it. But her motives for thus abruptly calling in her accounts and closing an old established business she did not reveal to strangers, and Avhen Pitt's reckless Avith drawal of specie for Avar purposes and the service of doubtful allies caused the Bank of England to stop payment the following February, amid a general comenercial panic, she Avas coeigratulated right and left on her foresight. It did not take long either to wind up the concern. Credit had eiot attained its preseeit formidable proportions. Much of the Bancrofts' dealings, especially with Irish and Welsh traders, had been either barter or cash transactions ; and few, indeed, were her outstanding debts Avhen she presented her self in the Manchester Hall at the next October Fair, not to buy or sell, but to con firm the fact that the furriers, Bancroft and Son, would manufacture, buy, or sell, no more."], [188, "176 FORBIDDEN TO MARRY. What she had given up, the active, energetic woman scarcely realized so long as there was business of any kind to do. It was not until the last cartload of skins had left the Avarehouse, Avhen the clatter of clogs had ceased, Avheee the ledgers Avere closed and earned from the office, Avheei a great \"To Let\"Avas chalked on the gate of the deserted premises in the rear of the house and silence succeeded bustle, that she felt the full meaning of her own act. Her former customer in Buxton, in the belief that she must ha\\-e some interest in the family of the young officer who had been so intimate Avith Mrs. and Miss D'Anyer, had kept leer as Avell inforeeied of the progress of Sir Madoc Wynne's daughter and son-in-law towards recovery and of the trial of the tAvo Blackburns as could be learned from the sources available to them. Her informant had eio suspicion of any keener or closer interest in the matter ; certainly Mrs. Ban croft's steady-going son's connection with the murdering horse-stealers was never dreamed of."], [189, "JUSTICE. 177 The stolen horses had been found at a horse-fair so far aAvay as Skipton in Craven, the men themselves in Delamere. It came out on the trial that as they rode doAvn from the Winnats, aeid through Castleton at a hard pace, a blacksmith had called after them that the black horse had a shoe loose, had been answered with a gruff curse that he \" had best mind his own business,\" and that the blacksmith standing out in the road had shouted after them along the Sheffield road that it was his business, but that if they lamed the good beast it might hinder their business, and his remarks to the loungers around the smithy called attention to \" the queer customers who were so shy of being customers.\" The cast shoe had hindered their business and kept them in Sheffield to have the horse shod ; and there agaiee the long figures and short tempers of the men were observed, and not altogether as strangers. There Avas another stoppage at Huddersfield, and there the men had parted Avith eeot only the horses vol. eei. n"], [190, "178 FORBIDDEN TO MARRY. but the garments stolen from their victims. Sir Jenkyn's groom and another from the Buxton stables were set on the trail of the beasts ; and the clothes-dealer, being pounced upon as a receiver of stolen goods, gave the constables all the clue they needed. Among the many rings aied watches found in Maggy's cottage Avas the watch of Norris, another strand in the rope Avhich Avas twisted to hang her two sons. It Avas inscribed as the gift of his master for faithful service, bore names and dates, or it might long before have been parted with. In those days of blood-money, it was not safe to trust \" receivers \" Avith too much. There Avas evidence to hang the men the-iee over. Sir Jenkyn's was conclusive. He had Avanted a guide, the man Miles Blackburn had volunteered, had led them to the Chapel ; had offered to show them a enore picturesque road back, had beguiled them into a horrid mountain pass Avhere the other man lay in Avait, and before"], [191, "JUSTICE. 179 they had time to think the two AArere upon them. The blacksmith added his testimony, and a woman avIio saAV them ride sharply doAvn the descent from the Winnats, also recognized them. Had there been any doubt of the prisoners' guilt, it Avould have been dispelled by a con- fession made by the elder brother, Miles. Not only had it been their intent, in conjunc- tion Avith the postboy, to rob Captain Wynne years before, but disappointed of that they had waylaid the first solitary traveller they met, who happened to be the very captain's servant. That a friend of their mother's had found them a lawyer, and he had found means to get them off. That on another occasion he had himself robbed and murdered a gen- tleman avIio had hired hien as a guide, and pitched the body into Eldon Hole, and if his brother had met him there, and not made a enistake, he had intended to have served the new-mai-ried folk the same, and if they had done so there would have been no tales n 2"], [192, "180 FORBIDDEN TO MARRY. told. Eldon Hole kept its secrets close and for ever. He had many more crimes on his conscience he said, and he could not die without lightening the load. It was a relief to Sarah Bancroft to find that in this confession — made in the cart beneath the gallows, Avhilst the other felon remained sullenly mute — printed and circu lated by hawkers over the country, no men tion was made by name of the \" friend \" who had found the lawyer years before. It was sufficiently mortifying to think that her son had consented to screen such wretches rather than brave her anger ; and it did not serve to alter her resolution one whit. She carried out her plans to the end. She carried them out, but there were thorns ueeder the victor's we-eath. The old business was no more. What Avould life be to her Avhen her last farewell was said to her many old customers in the Manchester Hall Avhich she had helped to build? Yet the journey to Chester put thought aside for a time ; for her business was not"], [193, "JUSTICE. 181 Avholly unpleasant. She had goeie to Waver ham by the way, and there arranged Avith Farmer Bradley to take their grandson in two or three years and make a farmer of him, promisieig to leave the farm to the boy. And she anticipated the pleasure of freeing Muriel. With the Kingsleys she made no stay. She had not forgiven them for leaving her in the dark so long, whilst her little grand child was being ill-used and neglected, if not Avorse. She could not pass through the forest Avithout thought of all that had happened Avithin its bounds. Yet she hurried on with a grim sense of satisfactioei that justice had beeei meted out on the Avrong-doers. Had she not beeei dealing retributive justice forth, even to the wounding of her own heart? She went forward to release Muriel and see her indentures cancelled, Avith less of ten derness towards the girl than of triumph over Mrs. Hopley. \" I don't see what John and Ellen have to grumble about ; they've had one less to"], [194, "FORBIDDEN TO MARRY. 182 keep these hard times, and the discipline has done the lass good. Taught her humility and obedience to her elders. It's a pity her stuck-up sisters had not been ground in the same mill. They'd be none the Avorse for it,\" she argued Avith herself; but she lost sight entirely of the religious training of the girl, the receptive soil, the seeds sown early by the mother hand, the fostering and watering under Miss Williams' gentle care, the companionship and influence of Deborah Massey's old Bible ! True, she herself had taken to study the Great Book in her lonely hours, but she read it not aright. She read it rather to support her oavii views and prejudices, than to undermine aeid re fashion them. And consciously or uncon sciously she felt empoAvered to hold in her oavii hand the balance of justice even, and to cast what she Avould of reward or penalty into the scales of the future."], [195, "CHAPTER VIII. SEPARATION. gJOpEANWHILE the year lead not brought <&%££ to Muriel D'Anyer unmingled bliss, although love had opened out neAv \\-istas of delight, and given to life a fulness and completeeiess all loA-e's OAvn. She saw not much of Arthur, had no leisure to answer a tithe of his many treasured billets ; but he held unimpeached his place as the noble Prince Arthur of her girlish dreams and imaginings, groAving nearer and dearer every time they did meet. And no small part of the honour in which she held him Avas due to the chivalrous manner in Avhich he recognized her position with regard to himself. There were no surreptitious meetings in out-of-the way places. If he could not always be at liberty on her only free-day, Sunday ; Avhen"], [196, "1 84 FORBIDDEN TO MARRY. he Avas he braved the eyes of the congre gation at the Cathedral with her by his side, evidently as proud of his coenpanion as if she had been \" born in the purple ; \" and to pre vent any possible misinterpretation he intro duced her to enore than one of his father's old friends as \" Miss D'Anyer, my future wife.\" Of course gossip made itself busy, and at first lee had to encounter no small amoueet of raillery and banter from his brother officers in the garrisoei, aeient his \" devotion to the pretty young dressenaker ; \" but the prompt ness and decision Avith which he met a jest with the emphatic declaration \" That lad}' is to be my wife, sirs,\" soon put a stop to it, without any atteenpt at bluster. Not that he was proud of Muriel's occupation, he Avould have been glad to obliterate the fact, but he loved her apart from and iei spite of it, and it Avas a point of honour with him to place their enutual relations on the best footing. Seeiieg that his association must either elevate or degrade, he took care there should be no enistake about the former."], [197, "SEPARATION. 185 All went Avell with the pair through the Avinter and the spring, and Mrs. Hopley, with an eye to her own interest, Avas less exacting than heretofore. But towards the close of July leer maneier underwent a suddeie change, for which Muriel could in no Avay account. She, however, contrived to make matters indoors anything but pleasant for her apprentice ; but the girl set it doAvn to ill-humour consequent on bad trade, and the cares of a large family; always willing to sieid excuses for others. She was not given to trouble Arthur writh her \" petty annoyances and vexations,\" as she called them, or they might have compared notes, for about the same time he became conscious of a some thing intangible in the social atmosphere overshadowing their mutual association. It was noteworthy, though neither noted the coincidence, that in the month of July Mrs. Wynne had again taken up her abode at the Plas by Sir Madoc's invitation. Lady Jenkinson had, of course, gone to her husband's home a little farther south, and the"], [198, "186 FORBIDDEN TO MARRY. genial old man, finding the solitude of his large rooms intolerable, stifled his resent ment and once more held out the hand of amity to his sister-in-law, decrepit though she Avas. She had so far benefitted by Buxton as to use her hands, and could play a game of cards or backgammon with him in the absence of guests. Muriel had not been kept iei ignorance of the revelations and changes in the Manchester family circle. Both from Mrs. Kingsley and her OAvie mother, he had heard of her grandmother's discovery and conse quent resolve ; fi-om the latter of her grandfather D'Anyer's decease, and his will, from which her father Avas all but excluded. Froen Milly Hargraves long, wild, in coherent letters had come. Milly had sent them by a carrier to ensure deliATeey, though disguised as a parcel, to avoid and evade the heavy post-office penalty for infringement of right, But hoAvever conveyed, they brought only distress to sensitive Muriel, AAdeo, in the plenitude of her abundant love, could not"], [199, "SEPARATION. 187 bear that another should be less happy than herself. The last of these conveyed the despairing intelligence that Robert had been coerced or deluded into marr-ying Ann Barber, and that Milly did not care what became of herself. Before Muriel Avas home again no doubt her fate Avould be sealed, and that she might be carried off into the wilds of Yorkshire, never to see anyone she loved again. Muriel did her best to console poor Milly, though she had to sacrifice her night's rest to answer her; and she grieved that the best she could say would fall so eneaningless on Milly' s ear. \" It's well for you with a lover you adore waiting to marry you to tell me to be patient,\" Milly had written, and it made reply more difficult, for Muriel felt its truth. Thus for many reasons there Avere shadows athwart the sunshine, and it was Avith a beating heart Muriel aAAraited that last arrival of her grandmother, it meant so much for her. She wondered how the old Avoman of"], [200, "188 FORBIDDEN TO MARRY. business Avould feel with leo business on hand save to say farewell to people and places she had knoAvn so long. It would be a sad farewell, she was afraid. Whatever her grandmother felt she kept it Avell covered up. She never held out her hand or voice for sympathy. She Avould never show that it was needed. But the twelve months had ploughed their Avay over her face heavily, if their burden had not beeit her back. She still kept herself erect ; and when she Avalked into Mrs. Hopley's show room it was as one who might bend others but eeever beeet herself. Mrs. Bancroft did eeot have everything her own way. She Aveiet into Mrs. Hopley's show room Avith quite an air of triumph ; she came out of it with that rigid set of the face so common to it of late. \" Thah Avill miss thi apt embroideress,\" she had said, with exultation, Avhen Muriel was upstairs taking leave of her associates. \" Nay,\" was the calm retort, \" Miss D'Anyer has trained me a successor ; aeed,\""], [201, "SEPARATION. 189 Mrs. Hopley added in her loftiest manner, \" I consider her acquaintance with Captain Wynne so discreditable, that I shall be glad to have the reproach on my establishment removed.\" The old Avoman's brow contracted. \" What dost th' mean ? \" she asked stereely. The lofty composure of Mrs. Hopley was irritating. \"I mean that Mrs. Wynne utterly repudiates her son's connection with my apprentice, and both she and Lady Jenkinson have withdrawn their patronage so long as Miss D'Anyer remains under eery roof. Her removal, therefore, will be a gain to me, and probably to herself, if she be content to enter a family which will disown her.\" \" I do not believe one word of it,\" said Mrs. Bancroft, setting her teeth close. \" Perhaps you will believe that.\" \" That,\" was a perfumed but soiled billet from Mrs. Wynne or an amanuensis, couched in much the same language Mrs. Hopley had employed. Mrs. Wynne and Mrs. Hopley both had ignored the fact that Lady"], [202, "FORBIDDEN TO MARRY. 190 Jenkinson's patronage could only be a possi bility of the future, had never been in the past. Mrs. Bancroft crushed the paper in her hand, and, the indentures having already been cancelled, turned without another Avord to hurry Muriel and her trunk out of the house, as if there was poison in its atmos phere. To Muriel she said nothing, but Avas moody and snappish the rest of the day, evidently brooding over something in her oavii mind ; and to the girl, longing for home news, and for something more, it Avas at once disturbing and perplexing. When, as had been expected, Captain Wynne, full of hope, bent his tall and hand some head to enter the small low room at the Yacht Inn, Avhere Mrs. Bancroft Avaited to receive him, with Muriel, trembling and uneasy, by her side, he was struck alike with the change in her aspect and demeanour. Her old heartiness of manner was gone. She shook hands Avith him, and bade him"], [203, "SEPARATION. 191 be seated, but with stiff propriety ; and when lee raised Muriel's hand to his lips in saluta tion, her broAvn eyes sought his appealingly, as if half afraid of a rebuke. It was not until the captain, still keeping the little trembling fingers in his own, said cheerily, — \" Well, my dear madam, the year of probation is at an end, and noAV that all impediments are removed, I trust I may claim your promise and this pi-iceless hand Avith a good grace \" — not until then that Muriel kneAV the secret of her grandmother's mood. \" No, Captain Wynne,\" said the old woenaee sternly. \" I appreciate thy constancy and freedom from prejudice fully ; but all im pediments are not removed. I and my grandchild have received an insult to-day Avhich has raised up an insurmountable bar rier. Until that is removed Muriel does not become thy wTife with my consent. Read that ! \" and she flung his mother's crumpled note across the table to him."], [204, "FORBIDDEN TO MARRY. 192 As his eyes rested on the paper, they seemed to strike fire. He bit his lip, and gripped his hands, crushing the scented mischief-maker up much as she had done ; but he waved back Muriel, who had risen to scan it also. \" No, my love, this is not for you. It is, indeed, an insult, madam, — doubly such coming through Mrs. Hopley to you. It is for me to deal with it. But I do trust you will not let the peevish irritability of a querulous and disappointed invalid come betAveen ene and Muriel. It is her happiness I seek as much as my own. My father will be proud to welcome her.\" \" Aye,\" interrupted Mrs. Bancroft, \" thy father belike ! But it's the womenfolk of a family that can sting a young Avife like gnats if she be unwelcome. And meek as Muriel may be, she is none of John D'Aieyer's daughter if she be, as Mrs. Hopley hinted, \" coeitent to enter a family that Avould dis- OAvn her.' \" Muriel's face alternately flushed aeid paled,"], [205, "SEPARATION. 193 her bosom rose and fell ; love and pride were at war. \" Muriel ? \" questioned the lover, his Avarm, tight clasp upon her hand. A timid \" Arthur ! \" Avas all her low- A*oiced reply. \" What dost' say lass ? \" put the grand mother ; adding plainly, \" I've nought to say agen th' captain ; but thou doesn't marry him to be scorned by his folk, Avith my consent.\" \" We must wait God's good time,\" gasped Muriel faintly. \" Mrs. Wynne may change.\" \" My love, you cannot mean it,\" implored Arthur. \" War may separate us, — send me aAvay to a foreign station \" \" All the more reason you should wait, young sir. Would thah drag Muriel into a foreign land, and perhaps leave her there a widoAv ? No ! thah hast clenched the nail. You must Avait.\" Neither argument nor entreaty would move Sarah Bancroft from the stand she had taken. She left him in the room with Muriel for a vol. in. 0"], [206, "FORBIDDEN TO MARRY. 194 Avhile, but it was only to seek and return Avith John D'Anyer, Avith his pride and Avits aflame, to echo her opinions Avith emphasis ; and if Arthur Wynne had found the pride of trade as strong as the pride of birth in the old furrier, he found both united in her haughty son-in-laAv. There Avas a painful parting the next week ; all the more painful because it Avas indefinite. They had buoyed themselves up with the prospect of an immediate marriage ; and it is hard to say which felt the disappointment keenest. Muriel, feeling herself of small account at home, lead hoped for a haven aeid rest in a husband's love ; he for the pure and loving coeeipanionship he had never knoAvn. It was hard to bear. More than once he was tempted to ask her to becoene his without their consent, but he feared to risk her denial aeid disapproval. Mrs. Hopley Avas passed over as beneath notice ; but there Avas an unpleasant scene at the Plas with Mrs. Wynne, which ended in the final estrangement"], [207, "SEPARATION. 195 of mother and son ; and the lady had little reason for elation over what she called her \" triumph,\" Avhen she refused point blank to give him a \" written re traction of her unjustifiable note,\" or a sanction of their union under her own hand, either ; since in that refusal she lost her son. Indeed, if she had no qualms of con science, OAven, her maid, soon gave her cause to doubt her own policy. \"Look you, enatam, you may pe glad to have so goot and kint a daughter py your chair some days pefoe-e longs. Suppose I wass to get married and leave you, enatam, look you ! what then '•' \" \" You married, my good Owen? at your age ? Ridiculous ! \" But there was a peculiar smile on the face at her back, as she saAV it in the dressing glass before her, Avhich made her feel as if it were not so absurd as she supposed, and she found herself speculating what she Avould do, noAV Pauline Avas married and 0 2"], [208, "196 FORBIDDEN TO MARRY. gone, if Owen should leave her — leave her alone in leer helplessness to strangers. But she never once conceded that she had done wrong to separate her son and \" that dressmaking girl,\" or that her note to Mrs. Hopley Avas, as he said, \"unjustifiable.\" Sarah Bancroft had, on the contrary, com punctious visitings whenever she looked on Muriel, whose serene eyes held depths of sorroAvful thought which yet moved eeo complaining lips ; but the old woman leever dreaened of lowering her flag, or surrender ing leer grand-daughter to be scorned ; and she was as mute as Muriel on all that concerned the Wynnes. The return journey Avas a silent aeid miserable one. There had been a promised stoppage at Northwich to visit the newly married Mrs. Asa Booth, and the good Doctor Holmes, but Sarah Bancroft was in no mood for anything but to hurry over the ground, and Muriel, avIio rode on a pillion behind Cutts, had eeeither care nor spirit to press the matter."], [209, "SEPARATION. 197 She too longed to be at home, to be her mother's informant, to seek counsel and sym pathy from her ; but she saAv that she had her own burdens to bear, and would not add to theen the weight of her young sorroAV She spoke as cheerily as she could, and let none know how her heart ached under her smiling countenance, even the good mother scarcely divined all. And there is no doubt the effort to seem cheerful brought its OAvn calm. There could be no fretfulness with reliance such as hers. \" It is only waiting, mother,\" she said ; \" I knoAV Arthur will be true to me, and please God, it will all come right in the and.\" \" I hope so, my girl, I hope so,\" and Ellen D'Anyer turned aAvay with a sigh, grieved at heart over the pride which held the happiness of two young hearts of no account, though she added, \" and it is as well you have come home for a while; you have been away such a weary time.\" And no doubt the mother had missed her,"], [210, "198 FORBIDDEN TO MARRY. for neither Anna nor Marion came as close to her in thought and feeling. Neither of them saw the loveliness of duty in the same degree; and neither Avas Avilling to make the sacrifices demanded hj the pressure of the times, and circumstances, without open resentment and grumbling. Neither had the intuitive perception that the mother overtaxed herself to spare them; that the time Anna spent in gossip out of doors, or Marion in personal adornment before her looking-glass might have been better employed, either to save her or save others. Muriel came wonderfully to the relief of all, in many ways ; and Milly Hargreaves clung to her with Avondering admiration and sympathy. Only she fancied Muriel's love for Arthur could not be as deep as her own for Robert — or her sorrow. Their relatives Avere richer than them selves. John D'Anyer's sisters had all married men avIio either had money, or kneAv how to make it, and when the old manu facturer had died, at the beginning of the"], [211, "SEPARATION. 199 year, the eldest soee took the business, and little caieee to John's share. It was a sore disappointment. There was suspicion of chicanery, and much ill-feeling between the brothers and brothers-in-law. Disappointment Avith Joleei D'Anyer took an ill-form. He gulped doAvn liquor to hide it, and then, in a spirit of bravado, added his father's trade to his oAvn, not to be outdone. It caused a strain on his capital Avhich he never wholly recoA-ered, and had not Sarah Bancroft secretly come to his relief during the panic he must have gone to the Avail. Beside the commercial depression Avas the general scarcity of provisions. Pies and puddings had long beeie banished from the tables of the wealthy in order to cheapen flour for the poor, and a prohibition Avas laid on the maeeufacture of white bread. For the same reason a tax was laid oei liair-pow-der, and its use in the army abolished. The very month after Muriel's return,"], [212, "FORBIDDEN TO MARRY. 200 there Avas a disposition to repeat the rioting of the previous year, on account of the high prices of food. Everywhere there Avas an enrolling or mustering of volunteers ; colours to be pre sented, or balls in their honour ; and there Avere always invitations for the handsome D'Anyer girls from their aunts or cousins for these shoAvs. Then came the contest betAveen the narrowed income and the desire to dress as AATell as their richer cousins ; and I am afraid tears and ill-temper marred eei joyinent Avhen the neAv scarf or the new hat had to be denied. Muriel had been a Avorker ; and on one of these occasions she said it did not require three or four women besides a servant to keep the house iie order ; and she suggested that Avork for the warehouse should be done by herself and sisters, and that the money so earned might serve for their wardrobes and pocket-money ; and so save their father's purse. There Avas some demur at first, es-"], [213, "SEPARATION. 201 pecially from Marion, but vanity prevailed over pride, and soon the three Avere back-stitching the stamped-leather tabs of braces (or gallows, as they were then called, or suspendee-s) in an upper-room, though the two Avere terribly afraid lest their useful occupation should get Avind, and it Avas some time before even Milly Hargreaves Avas admitted to their secret. She, poor girl, oei the eve of marriage with the undesirable John Stott, was loud in lamentation that she had no trade in her fingers Avhereby she could earn her own living. \"I only Avish I had learned to make bonnets, or dresses, or stitch braces, or any thing useful ; I Avould have run away from home instead of marrying, if I could only have kept myself. I'm sure I envy Muriel, that I do,\" she said. Her cousins, however, Avere not proud of their gifts in that respect, unless it might be Anna, who refused to see the advantage of class distinctions, and was given to talk to"], [214, "FORBIDDEN TO MARRY. 202 her father's fustian-cutters more than Avas altogether necessary. They always held themselves in readi eeess to receive visitors downstairs, or to go out for a promenade ; but they eiever objected to leave Muriel behind at her stitchery, and Avhen they had the materials Avere glad enough to fall back on the dress- es o making abilities of Avhich they Avere so enuch ashamed. She appeared to take it all for granted ; said to herself that \" Avork Avas a remedy for a sore heart,\" that \" people Avere sent into the Avorld to be useful to each other,\" and was rather pleased than otherwise to be left alone. Aied after Milly Hargreaves was carried off into Yorkshire as the wife of John Stott, bargained for as much as a bale of goods oei the Exchange, Muriel was very much alone, Sara, on her inspiriting, having begun to relieve her over-tried mother in household enatters not in Betty's province. Her aunts as well as her sisters seemed to think that Muriel had beeie seeit into the Avorld to play the part of \" general utility,\""], [215, "SEPARATION. 203 especially her aunt Bent, who, whether regardless or regardful of her son Joe's aspirations, wanted Muriel at the Grange at all times and seasons, but more especially when a room, or a dress, or a table needed particular decoration ; she Avas \" so obliging.\" \" Too obliging,\" her grandeeiother said, Avith the addendum, \" thanks empty nobody's purse.\" But Muriel Avas always ready when Joe caeue to de-ive her there in the gig — no, not always. There were long letters coming from time to time, and when these came she shut herself in her own room to answer them as she best could, for her heart and her obedience Avere at variance, and many were her secret tears, many her secret prayers for guidance and support, whilst her quill went over her paper. Through all Arthur's letters ran the one appeal, \" Be my Avife, Muriel ; I am lonely without you,\" but she could never say she had the consent of her elders, and \" I cannot make them unhappy by marrying without it. We must wait,\" Avas in every reply."], [216, "FORBIDDEN TO MARRY. 204 The three sisters Avere hard at work upstairs, in the critical year '98, on some spring goods for a London order, Avhen a knock at the street door announced a stranger ; a friend would have turned the handle to walk in. It was a visitor for Miss D'Anyer. DoAvn went needle, brace-web, leather ; off Avent the great apron ; there was a mo mentary adjustment of curls, and downstairs Avent Muriel to be caught to the heart of Arthur Wynne with all the rapture of a lover long parted from the idol of his adoi-ation. Her nerves Avere strung up to patient i-esignation, but the unexpected joy over powered her, and she sobbed upon his bosom in the very overfloAv of gladeeess. They Avere eeot sad tears, hoAvever, and as he seemed content to kiss them away, she was traie quilized ere long, and ready to lend an ear to all he had to say. It was the old story. He longed to make her his wife without delay ; but there was"], [217, "SEPARATION. 205 noAv an addition of urgency to the Avell knoAvn plea. The regiment, he said, Avere expecting orders to embark for Holland or Belgium. Hoav long he might be away, Iioav long the campaign would last, he could not tell ; but he could not leave her in uncertainty. He prayed her to becoeeee his Avife, and go with him. The enajor, his father, would be a double protection to her, and all possible provision should be made for her comfort. And he listened for her answer as if life and death hueig on leer words. He could scarcely have come with a Avorse argument for the surrender of Muriel. Not that she herself would demur, she Avas Avilling to travel the Avorld with him, and Avith her head upon his breast she told him so. But she was not of age aeid the decision did not rest Avith herself. She could only refer him to her elders, and fearful of their veto, she was loth to break in upon the blissful dream of the present, in which the light of his eyes, the tones of his voice held her enthralled."], [218, "FORBIDDEN TO MARRY. 206 There had been no necessity to proclaim throughout the house who Muriel's visitor was ; his uniform Avould have told that, had his features not been familiar even to Betty through a miniature which had been substi tuted in Chester for the crystal locket. So that Avhen Muriel's first outburst of emotion had subsided, and she Avas ready to announce his presence to her mother and father, and introduce him to her sisters, they were all prepared to meet him. And so long as he forbore to make his errand knoAvn his reception was most cordial. But Avith that came a general chill. No one Avas willing to part Avith Muriel now. Even John D'Anyer had begun to realize the value of his daughter. And with the Avar prospect before them timid, gentle little Mrs. D'Anyer, avIio had formerly put in a Avord for the lovers deprecatory of the pride which Avould sacrifice their happiness to the satisfying of a vain doll like Mrs. Wynne, even she ceased to advocate the match, with the sights, and sounds, and horrors of coming Avai-fare iee"], [219, "SEPARATION. 207 view. She loved her child too Avell to consign her to such perils. In the midst of the discussion Mrs. Bancroft came, and again the question was put, and again the reasons given, and again the captain's voice Avas droAvned. The word \"Holland\" might have scared them. \" A sea voyage in a troopship, a campaign in that land of mud and dykes. It Avas not to be thought of,\" said one and all— not Muriel, she looked wistfully from one to the other, and clung to him, and said if there was danger she Avould elect to share it. But doAvn came Grandmother Bancroft's foot, \"I'll see thah do nothing so foolish. You are both young enough to Avait, and I think, Captain Wynne, thah would be more sensible, and show more real love for the lass, by leaA*ing her in comfort and safety Avith her friends instead of dragging her into danger. She don't go with my consent.\" There Avas nothing either imposing or impressive about the manufactui-er's house in Broom Street, and the captain must have"], [220, "208 FORBIDDEN TO MARRY. been wofully in earnest and devotedly in love to stand the many rebuffs he enet and remain unchanged. Muriel's heart bled for him as well as for herself. The sun had been shining when she had entered the parlour and found him gazing on her embroidered portrait, on which a sunbeam rested ; but clouds had overcast the sky, and an atmosphere of damp and discomfort had seemed to come in with her Grandmother Bancroft, Muriel turned her brown eyes pleadingly towards her ; though her trembling hand never once left Arthur's clasp — and the look must have disturbed the old woman, for though she shook her head, and said, \" No, no, my lass, I can't suffer thee to go to be killed, Avith either fright, or cold, or famine, or sword, or bullet ! \" she added, \" Let the captain sell out, or exchange and stay in England, we're like to have fighting enough here ere long — and I'll not gainsay him ; he may have thee and Avelcome ! \" And then, muttering something about"], [221, "SEPARATION. 209 takieeg off her wet cloak she marched off into the back room as a sort of hint for the others to follow ; in truth uncomfortable over the aspect of affairs, and even over her own decision. But she did not change it, and if any doubts of her OAvee infalli bility Avere risieeg in her mind no one else Avas the Aviser. Selling out or exchanging were out of the question, and so Arthur said to Mr. D'Anyer, when, declining all proffers of refreshment, he shook hands with them one by one as they left the room, glad to be once more, for however brief a space, alone with Muriel — and Avith his disappointment. He with all the untried British soldier's confidence of success, made light of the dangers to be encountered. \"Do you think, my darling, 1 could have been so selfish and cruel as to drag you into danger and discomfort. The wives of other officers and men will accompany the troops. Think you it would be allowed if they were not to be cared and provided for. Oh, Muriel, my love, vol. ue. p"], [222, "210 FORBIDDEN TO MARRY. my love, you must not think me so selfishly devoid of thought or care for you. Mrs. Ban croft is mistaken. You Avould not Avish me to sell out at such a crisis, Avould you ? \" and as lee held her close he looked into her eyes for her reply. They fell before his oavii, her answer was Ion0' in coening. — \" I cannot think of Avar Avithout a shudder. That the passions of men or nations should rise so high as to make bloodshed patriotism is to me terrible. Yet seeing that our country is threatened, and that even peaceable tradesmen are arming in its defence, what can I say to you avIio are a soldier ? Beieig a soldier your first duty is to your Kieig and country. Hoav could I ask you to set that duty aside aied bring the stigma of cowardice oie an honourable eeaene, only that you might make me your wife a little earlier ? I did not love you because you Avere a soldier, Arthur, but in spite of it ; for all that Avas good and noble and chivalrous in your conduct. Do you think I should love you better if you sold out for my sake ?"], [223, "SEPARATION. 211 Nay, I should think you had tarnished your honour, aeid Avere no longer my Prince Arthur.\" \" These are brave Avords, my Muriel, and with my whole heart I thank you for them. They take some of the bitterness from parting.\" And as he spoke, he looked doAvn into the clear broAvn eyes that once enore Avere raised to his, and pressed a kiss upon her brow as much of homage as of affection. Brave words Avere hers no doubt, but they were not easy to say, and poor Muriel had need of all her Christian fortitude, for she found obedience hard, and very white Avere the lips Avith which she bade him farewell, and promised to be faithful whatever might betide : though they little foresaAv all that Avould betide Avhen he tore himself away. \" I may be months, nay, years away, my Muriel,\" lee said, at last. \" Can your con stancy endure the long separation ? \" \" It matters eiot months or years, Arthur. True love does not measure time or distance save in heart beats and anxiety. Fidelity r 2"], [224, "FORBIDDEN TO MARRY. 212 is not so much a virtue as a necessity. Change with me is impossible. You will find me still the same,\" she Avhispered, look ieeg up tenderly through the tears Avhich had began to Aoav. \"But a soldier's life is uncertain, my love. What if I never come back?\" \" Hush ! \" and her lips blanched. \" Do not suggest such a terror. I shall never marry until you do. You must come back. I will pray for you night and day.\" \" Aye, do, my own, God bless you ! Muriel, God bless you ! \" The straining clasp relaxed ; he was gone, his last kiss on her pale and quivering lips ; the skies Avept over him, and she wept for him."], [225, "CHAPTER IX. sarah Bancroft's weLL. pTOTiRS. BANCROFT'S experience inclined &§£&> ner to suspect that the disappointed Fusdier Captaiei might steal a march upon them, and run off w-ith Muriel Avhen least expected, so iei order to guard against such a contingency, she carried her off to Red Baiek, and scarcely allowed the girl out of her sight. She took care at the same time to let her know the great things she Avould do for her if she kept single a year or too, and married Avith her approbation, Avhether Arthur Wynne or someone else. Since Sam had got into disgrace the three hundred a-year promised to Muriel on her marriage had expanded into five ; and her grandmother did not fail to tell her of it,"], [226, "FORBIDDEN TO MARRY. 214 or that she Avould forfeit all if she married against her wish, as Sam had done. She need not have taken so many pre cautions. Arthur Wynne Avas of too noble a nature to suggest a runaway marriage to the girl he loved, even though he exercised the right of his manhood in the selection of a wife ; and though at one time sorely teeeepted, he had too much respect both for her and himself to make such a proposal; indeed had he done so, Muriel's filial obedience and affection Avould have taken alarm and opposed him, and he kneAv it. But he Avould have risked the loss of enaea-iage-portion could he have enade her his Avife without it, although he Avas neither so rich nor so simple as to despise the fortune Muriel was likely to brieeg. It was part of Sam's punishment to know that a new will had been made, from which he Avas excluded, and that Ellen and her children Avere to have so much on Avhich he had reckoned as his own. That his own boy James was provided for was no satis-"], [227, "SARAH BANCROFT'S WILL. 215 faction to him. His only satisfaction came froiei the handling of the crisp bank notes Avhen the partnership closed, and he knew that the thousaieds Avere his own. The natural beeet of the man then was shoAvn. He threw off the sober garb, the sober, thrifty habits he had Avorn so long in the eye of day and of his mother ; \" determined to cut a dash and enjoy himself.\" Ljxlia could haA-e told long before had she been so minded, Iioav he had commonly cast off his business suit, and his business manners Avith business hours, and to what his frequent headaches might have been attributed. But she had been warned to hold her peace ; so she kept out of his mother's way, and that of others, seldom going be yond her own door-step save to the adjoining church or market, lest she should let slip some unlucky word or other. He had burdened her life with secrets from the first. Few traces of the buxom country lass Avere noAV to be found in Mrs. Samuel Ban-"], [228, "216 FORBIDDEN TO MARRY. croft ; she had shed too many tears over her secret marriage and her unacknowledged boy, and but for her little girl her life Avould have been dreary indeed. Sam took care it Avas not much more cheerful for the visits she paid to Red Bank, Avhether to receive his money or to see her son. In the newness of his exasperation (for Saen considered and maieitaieied he was the injured individual, not his mother, whose fortune he had helped to make), Lydia's husband would ha\\Te debarred her accept ance of the privilege to see her boy ; but he thought better of it, and ere long Lydia and even little James became in his hands ineeoceeit and unconscious spies on the enother avIio had cast him off. There is no doubt that casting off had stung him almost as much as the loss it involved, and eveiy fresh tokeee of favour to the D'Aeiyers e-oused him to a pitch of savage jealousy. It Avas not long after Captain Wyeene's departure that he heard hoAv much his"], [229, "SARAH BANCROFT'S WILL. 217 mother had settled on Muriel and on her sisters, and lee sAvore with many an oath they should not have it. Muriel was still Avith her grandmother ; she had takeei on herself the arduous task to net a crimson scarf for her soldier lover before he Avas called away, aeed late and early the stitches grew upon her mesh, aeid her netting needle flew until her fingee-s were cut aied sore with the running silk. It Avas completed and despatched. The hasty letter Avhich acknowledged its receipt told also that the route had come, and they Avere to sail for Ostend on the enorrow. They Avould be on the sea Avhen it reached her. Muriel had carried the letter to her oavii room to be kissed and wept over with none to scan or rebuke ; she had flung herself upon her knees in incoherent prayer for her dear one's safety, and was rising to her feet Avhen she fancied she heard a sound of scuffling below, and then a fall. There was a moment's wonder what it"], [230, "FORBIDDEN TO MARRY. 218 might mean, then a hurried rush doAvnstairs, a glimpse of a familiar figure flying through the hall, a clash of the front door. A moment more she Avas in the parlour calling \" Margery ! Margery ! \" in a voice that Avas like a shriek. She had found her grandmother stretched senseless oei the floor, the semi-circular door of the corner cupboard Avide open, the old lady's bright steel girdle-chain dangling and swinging from the bunch of keys in the lock ; a chair overturned beneath the high cup board. Muriel was on her knees, Avith the capless Avhite head of her grandmother resting on her bosom, when Margery came darting iei fresh from the wash-tub, her arms all suds. In, too, came James from school, crying ; his breeches, cap, and books all muddy, his slate broken. \" He's kieocked nee down aeed broke \" The cry stopped and sank to an affrighted whisper, as he saAV his grandmother Avith closed eyes and a white face being lifted from"], [231, "SARAH BANCROFT'S WILL. 219 the carpet to the sofa, and Muriel almost as white. \" Was father running for a doctor Avhen he upset me ? \" he asked. \" Your father, James ? Was that your father ran out of the house,\" cried Muriel in a panic. \" Aye,\" said the lad, in open-eyed Avonder. Muriel and Margery exchanged glances as they laid their burden down, and began to chafe the old hands, in one of which was a Avhite rag. Samuel Bancroft had been forbidden to cross the threshold. What did it all mean ? In the midst of her distress and their unavailing efforts to restore consciousness, this question kept recurring to Muriel's mind. \" What does it all mean ? \" The answer came all too soon. Someone ran for a doctor, though it wTas not Sam. He Avas nowhere visible. A neighbour to whom Jem had run in a fright, had done their errand. Sarah Bancroft's eyes had unclosed before"], [232, "FORBIDDEN TO MARRY. 220 the doctor came ; but though they roved around aied rested on the corner cupboard with a troubled expression, her lips remained sealed. Many were the questions asked and answered, for the doctor himself could not read the symptoms by intuition, and there seemed to him nothing on the surface. No, there was no accounting for leer fall, though there Avas a bruise on her shoulder, and another on her Avrist, and this, the doctor said, was like the impression of a grasping hand. \" She was a hearty Avoman for her years.\" \" Was not troubled Avith either vertigo or syncope.\" \" Never had an adment Avithin knowledge.\" \" Was eeot resting on the back of her head.\" \" Had eiot struck the furniture in her fall.\" \" Had not been sick.\" \" Must have been reading, for the big Bible Avas opeie on the table, with her spectacles laid upon it.\" \" Might have fallen from the chair ; it lay overturned beneath the open cupboard, as he might see.\""], [233, "SARAH BANCROFT'S WILL. 221 The doctor was perplexed. His patient's system had sustained a shock ; but whether the fall Avas the result of the shock, or the shock the result of the fall, was more than he could determine. His remedy Avas the same — blood-letting. It Avas no remedy for the shock she had sustained. A shock more leeental than physical, but to this no one there had a clue. A messenger was despatched to Broom Street, and soon Ellen D'Anyer was there to share with Muriel the anxious watch by the bedside, Avhere was never a hope to cheer, never a token how the hale woman had come by her disaster. It was all a doubt, a question, and a mystery. The sufferer was alive, but made no sign of understanding or recognition. She took no sustenance, seemed unable to SAvallow. Only a feather dipped in diluted brandy was drawn from time to time between her lips. John D'Anyer and other members of the family came and went, and the doctor was"], [234, "FORBIDDEN TO MARRY. 222 in and out, but nothing more could be done, nothing more Avas known. Aeid nothing Avould induce Muriel to leave the room even for an hour. A supernatural poAver of existing Avithout sleep seemed to be hers. \" I have been used to sitting up night and day,\" she said, \" and now I could not sleep. Grandmother might Avake and need me.\" Indeed, if she chanced to drop into a doze in her chair, in five or ten minutes she Avas aAvake again Avith all leer faculties alert. \" A born nurse,\" Mrs. Kingsley had pronounced her years before ; and here she Avas proving it, in her care of the grandmother who had so hastily resented the epithet as an imputa tion. All that Avas past and forgotten ; and if the Avhite head retained any impression of the past, or of the gentle ministrant to her few needs, no one could tell. A Aveek, ten days Avent by ; the impassive patient Avas evidently sinking. \" Had Ave not better send for Uncle Sam ? \""], [235, "SARAH BANCROFT'S WILL. 223 suggested Muriel by her bedside, to her mother. A struggle seemed to convulse Sarah Ban croft's frame, a spark of the old she to light up her sunken eyes. Some deep excitement broke the seal upon her lips. \" Sam ? No ! \" she jerked out emphatically. Then fainter, whilst Avonderieig and anxious eyes and ears Avere alert, she Avent oei, — \" Sam — knocked — old mother — down. Keys — stole — cup board — deeds \" and then the voice trailed off into indistinctness. Her lips were wetted Avith brandy. Her thin veiny hand Avent Avandering oA-er the coverlet, as if in search of something. \"Muriel — better marry — young captain — now. Ellen — Muriel — forgive — sorry.\" ?> Again a pause. The hand again went Avandering. \" Muriel — where are you ? \" Muriel laid her beautiful young hand under the old and Avithered one. There Avas a feeble indication of a clasp. Pray — -pray for — grandmother — Sam — foi-give tresp — God's will — be done ! \""], [236, "FORBIDDEN TO MARRY. 224 Sarah Bancroft had surrendered her own Avill at last, and her life Avith it. When all was over Muriel might have succumbed to the excessive strain on her nerves and sensibilities, but for fresh demands on her thought and energies. Her father might make all arrangements for the funeral, but there was a family of females to be put into mourning, and who so fit to undertake this, even if she did call leer sister's eeeedles into requisition? The very necessity to turn her thoughts into other directions acted as a safety vahe, and kept her from brooding over the double loss of lover and grandmother. Still, as her scissors or her pins ran through bombazine, or crape, or calico, she could but think of them both, and of her grandmother's tardy consent to the union now impossible, and again to wonder if her Uncle Samuel had really been the cause of his mother's death? Aye, it was Sam's doing, that was certain. James had seen him rush from the house. There Avas the dying Avoman's own declara-"], [237, "SARAH BANCROFT'S WILL. 225 tion. lei clearing the neglected parlour for the funeral, the bit of white rag Margery lead removed froen her clutch Avas found eteeder the sofa. It was a torn piece of a man's falling neck tie. Margery knew it well. \" I saAv it Avur Mester Sam's as soon as I clapped eyes on it ! \" she said. Sam's doing ! It Avas clear there had beeie a quarrel and a struggle, but for what? And where was Sam ? He lead \"not beeei home for three days,\" Lydia said, wdien she went in great perturba tion to Red Bank to look for him the very day his mother died, unaAvare that the old Avoman, who lead been kieid to her, was no enore. He \" had come home in a great fluster and a queer temper ten days before, and had SAvorn at her when she noticed that his neck tie was torn ; and there had been something mysterious going on Avith him and their neigh bour, Mr. Garratt, the corn chandler, ever since, and somehow she felt afraid.\" She might Avell be, for neither she nor her vol. ne. Q"], [238, "226 FORBIDDEN TO MARRY. little oeies ever saw Sam again. And ere long she lead no alternative but to break up her home in Toad Lane and go back to her father and the farm at Waverham. Her anxious eeiquiry for her husband sup plemented the disjointed revelation of the dying woman, and helped with other frag mentary evidence to prove the maiei facts. The struggle had evidently been for the old woman's kej^s ; for the chain Avas brokeei, and had been torn from her girdle, and a tin box had disappeared from the cupboard. It did eeot contain Mrs. Bancroft's will, that Avas found with other private papers in the old bureau ; but it held the title-deeds of valuable properties, — might liavTe held all, but for her belief in the old adage, \" Never put too many eggs in one basket ; \" and its loss was not discovered until after the reading of the will, Avhich disinherited Sam, and left Ellen Bancroft sole execute-ix. Then Muriel remembered that her eye had been arrested by the vacant place on the 6helf,— had missed a familiar object; but in"], [239, "SARAH BANCROFT'S WILL. 227 the double aeeguish and perturbation of the hour she had not given it a second thought. With that box had gone all prospect of Avealth for the D'Anyers. Sam had made good use of his time, if he had not been preparing long beforehand to clutch the property. He lead sold not only the freehold of the clump of houses in Toad Laeie and Fennel Street to the corei-chandler Garratt for a mere song, but the Red Bank premises and other properties elsewhere, to a stranger avIio had been in treaty with Mrs. Bancroft herself for the deserted Avork shops. Little remained but a cluster of houses at Aiecoats, the faren at Waverham, her shares in the Manchester Hall, Chester, and her balance in the NeAv Manchester Bank, the latter considerably reduced by sums recently drawn out for investment of Avhich not a trace remained. Whether the securities had been locked in the tin deed box could never be ascertained Its effect Avas most disastrous oee John D'Anyer. Q 2"], [240, "228 FORBIDDEN TO MARRY. Not so much in the loss of prospective competence. He could be no worse off for Avant of that which had never been his. Not altogether for lack of the ready hand Avhen he had bills falling due and was likely to be pressed for funds, for whatsoever Sarah Bancroft lent he had been Avont to repay to the full. But for its moral bearing, in the violence done to his family pride, to his human instincts, as well as for his own disappointment, and the rage it engendered. In railing at his brother-in-law for the outrage he had committed, and in seeking vengeance on him he neglected his own proper concerns, at a time Avhen an English man's business demanded his closest attention. It was in vain that his Avife and Muriel reminded him, \" Vengeance is mine, saith the Lord, I will repay.\" Reenonstraeice was thrown away upoei him. He carried a pistol about with him and vowed he would \" shoot his thief of a brother-in-law,\" and for two years that loaded pistol was kept ready in his breast pocket."], [241, "SARAH BANCROFT'S WILL. 229 He was saved the guilt of blood on his soul, for Sam never came in his way. Whether pursued by remorse, or fear of detection, or simply from aee eager longing to escape with his prey, he had fled ; and that before a full knowledge of all he had done could have been more than a stinging prescience to him. Yet he had left his white haired mother on the floor, and could not be ignorant of the probable consequences. The questioning of an acquaintance on the strange occurrence, and his mother's peculiar condition, must have aroused an alarm in his breast. It was ascertained that he, in haste to depart, leaving Avife and children behind, had bought a horse at Hyde's Cross for fifty pounds, and sold it with broken knees in Liverpool for ten, the day after. And when, unknown to him, his mother died and his sin Avas revealed, he was on his way to America with his ill-gotten gains. Whether they met Avith a French cruiser or privateer by the Avay, or Avent to the bottom in a storm, nothing sure was ever"], [242, "FORBIDDEN TO MARRY. 230 heard of the ship in which he sailed, or of him. Lydia Avept over his departure, and met his accusers and abusers with the conviction that \" he Avould have been another and a better man but for his mother's constant preachieig that saving and money-making were the end and aim of life, and that no man had a right to marry until he had made a fortune.\" \" If instead of Avedding on the sly as he was almost forced to do by her queer notions, he had mare-ied me openly and brought me hoieee, I might have helped him to save aeid make the moeeey he Avas so fond of, \" she said to John D'Anyer. \" What it cost to keep them Blackburns quiet, there's no telling ; and he was like a ramping madman about the house Avhen he was let iei for paying a lawyer to tell hes for the rogues. No, Sam Avas what his mother made him, dead and gone though she be. And whether I ever see him again, or I don't, I shall ever say it.\""], [243, "SARAH BANCROFT'S WILL. 231 So someoeee had faith even he Sam, that he was not all bad, and might have been better ; and she, the one avIio had known hieei at his best, and at his worst, and who had suffered most through him and by him. Aeid in that faith let us leave her in her uncertain widowhood, to traiei the children he had left, and to Avork for them and her old father Avith unflagging perseverance to the end, a good Avife and a good mother, and, barring the one great error of her life, not a bad daughter. Waverham knew nothing of her husband's misdeeds, and she Avas careful to keep the knoAvledge from his children. Before she had fairly turned her back on the home which had held so enuch misery for her, John D'Anyer had commeeiced litigation for the recovery of the property. The case went to trial ; and though there Avas a clause in the will that \" Ellen D'Anyers receipt should be the discharge thereof,\" and the holders could show but the receipt of Samuel Bancroft, they held the original title deeds, and the property had otherwise been"], [244, "FORBIDDEN TO MARRY. 232 legally transferred, and that before the death of the testatrix had given finality to her will. The com-eyancer, a lawyer who had taken fees on both sides, and had obtained under false pretences the signature of Ellen D'Anyer to papers she should not have signed, narrowly escaped being struck off the rolls, the judge threatening him for his rascality in court ; and though he gaA^e judgment for the parties avIio had bought and paid for the property, he also gave leave to moA-e for a eiew trial. But laAV is a costly luxury, and these pro tracted lawsuits had so impoverished the D'Anyers that no further action was possible, though enany friends and advisers, — one a young lawyer often to be seeie in the Brooen Street parlour, named Jonathan Booth, — counselled otherwise, and prophesied victory. Amongst these were Bob and Joe Bent, the former of Avhom was married, to the satis faction of father and mother if not to his own, and in practice, Avith a fine estate in"], [245, "SARAH BANCROFT'S WILL. 233 prospect, on the demise of his wife's father ; the latter of whom, Joe, had exchanged into the Light Horse Volunteers, and came on his gaily caparisoned steed, leaping over the guardian chains of Broom Street gentility, as if to take the avenues to Muriel's heart by storm also, Avith his new uniform and higher rank. He was no longer a corporal but a cornet, and gave much more time to his regimental drill and parade than he did to the factory and cotton-spinning. Joe could not belieATe in a woman's love outlasting years of absence and silence ; and, when nothing Avas heard of Captain Wynne, said to her, \" Ah, Muriel, you had better have put up with a plain Lancashire lad like me ; \" but he did not torment her. \" If I bother her she's likely to send me about my business as Anna sent her un fortunate swain the other day,\" he argued with himself, \" she'll maybe think better of it and change her mind before long.\" But Avhen he saAv how anxiously and wistfully she listened to the various scraps"], [246, "234 FORBIDDEN TO MARRY. and driblets of Avar news brought into the house, and watched the new expression which deepened on her countenaeice, as the months rolled by he began to think differently. Still lee Avas not disposed to give up hope for himself in the end. \" Never's a long day, and patience is a winning horse, \" Avas his consolation, but patieeice did not seem to bring him much nearer to the winning post. Sarah Bancroft's dying permission for Muriel to marry Arthur Wynne had come all too late. And well it had. His company Avas one of the tAvo companies of Fusiliers Majoe'-General Coote landed, with other forces, to destroy the sluices in the canal at Ostend ; and wheee Sarah Bancroft Avas being carried to her grave in the Old Churchyard, he and his father were being marched to Lisle Avith the remnant of their men as prisoners of war; so soon had the cam paign come to an end for them. Muriel kneAv it eiot. Defeats are not trumpeted abroad ; they only are buzzed"], [247, "SARAH BANCROFT'S WILL. 235 about in Avhispers, and details are hard to get at, or they were in the days when there Avas neither steam, nor telegraphy, when the post Avas uncertain, and the press in its ieefaeecy. Muriel lead the sickening ache of uncertainty at her heart ; but her hope and faith had sure anchorage ; there Avas no feeble yielding to despair oie the first alarm ; and home anxieties Avere so pressing she was afraid to add to her mother's troubles by any visible token of her OAvn. Only on her knees could she pour them forth into the ever open ear of her Lord, and only from Him could come the strength to bear them Avith com posure. Joe was chivalrous in his Avay. The se renity with Avhich she went about her house hold duties, the celerity with which her needle flashed, the calmness -with which she set self aside to secure any trifle of enjoy ment or adornment for his sisters, did not deceive him. He saAv that the silence of Arthur Wynne lay heavy at her heart, and"], [248, "236 FORBIDDEN TO MARRY. set about gaining intelligence of his rival to lighteee it. Be-ave Joe ! He lead long been admitted to the arcana of the private work-room, uoav more thaei ever a necessity, and feeding his hopeless flame the while, sat and read to his cousins, Avhilst they stitched aAvay far into the candle-lit night, He had alwajrs brought them driblets of neAvs from Avithout, of the rebellioie in Ireland, the Reign of Terror in France, Avarlike activity at home ; and now he never lost sight of the Welsh Fusiliers. Now it was an exchange of the prisoners at Lisle ; anon it was their removal to head quarters in Guernsey ; again, after a lapse, it Avas the expected return of the regiment to England. A letter from Arthur Wynne himself that came like rain in the parched desert fol lowed this, and told of letters despatched home and to her which must have mis carried, of inability to leave even for a day, and of the coming embarkation with Sir Ralph Abercrombie's army for Holland."], [249, "SARAH BANCROFT'S WILL. 237 She had at least time for a reply and it Avent, to be to her lover all his letter lead been to her. Joe brought word that the troopships lead left the DoAvns. This was in August, 1799. The next news Avas of a tedious aeid tem pestuous voyage ; of a difficult landing effected iei face of the enemy ; of a battle fought Avith varying success, in Avhicle, hoAvever, Avas eio report of Avound or scathe to Major or Captain Wynne, aeid he made the most of this. Joe had next to tell the unpalatable news of the withdrawal of the British troops from Holland, and their removal Avith the Avomen and children in Dutch schuyts to the English line-of-battle ships lying fifteen miles off the coast. But lee did not tell that the Valk, with part of those troops, Avas missiieg, since two companies of the Welsh Fusiliers, including Major and Captain Wynne, had embarked in her. It Avas some time after, Avhen suspicion had becoeeie certainty, and the story of the very"], [250, "238 FORBIDDEN TO MARRY. few survivors Avas made known, that Joe, Avith a delicacy born of his forlorn attach ment, called Muriel alone into the front parlour, and broke to her gently the catas trophe of the storm-tossed Valk, which, after driving almost ashore on Yarmouth sands, Avas beaten back to rocky Norway, and finally went to pieces off the coast of Ameland, flinging human lives like Avrack upon the Avaters. Nineteen out of the hun dreds on board had been cast ashore, but neither Major Wynne nor his brave son Avere of these. Muriel had listened with eager questioning in those big browee eyes of hers. \"Lost, all, Arthur, lost!\" she gasped, her face white as ashes, and then it dropped on her hands and the sofa-arm as if lightning-struck. Joe Avent out and closed the door behind him, then after a Avhile sent her mother to comfort her. In about an hour Muriel Avent upstairs, and Avas seen no more that night. She put on no mourning-robes. \" My sorroAv needs leo livery,\" she said, \" and my"], [251, "SARAH BANCROFT'S WILL. 239 loss is not to be told in bombazine and crape. Nor did she give way to moaning or lamentation ; and only that her face con tinued white and sober, and her manner more than ever subdued, none Avould have guessed she had so deep a sorroAv at her heart, hedeed, had self-repression not been part of her nature, her active desire to serve others Avould leave kept her from brooding by finding occupatioie both for hands aeid head. When Anna and Marion threw down their Avoi-k and needles, declarieeg they Avere \" not going to be slaves for anybodj-,\" she kept quietly at her task. And both by precept and example she stimulated little Sara to be, as she called it, \" Mother's right hand in the kitchen,\" as she herself had loeig been everywhere. John D'Anyer made no mistake in saying that his daughters were a \" fine set of girls,\" for Muriel now came in for her share of the admiration that followed the sisters Avhithersoever they went, and certainly her"], [252, "FORBIDDEN TO MARRY. 240 voice had added some musical notes to their hours of song ; then, notwithstanding their father's struggles against the great com mercial pressure, they — at least Anna and Marion — dressed Avell, as the Avord is com monly understood ; and not only their father, but Aunt Bent encouraged them in this. \" Tchut ! Let them dress, it is necessary to maintain our position, if I am but a beggars' inkle AveaA-er. To be poor and seem poor is ruination ! \" was his dictum. \" If they earn gold let them wear gold,\" said Mrs. Bent to her husband, Avho, knowing something of his brother-in-law's difficulties, had made a reenark on their attire during a ball at the Grange, given to a number of volunteer officers, and others. \"I know I should not care to see John's girls about me Avorse dressed thaie our other nieces, and besides, they cost less thaei you think, — all that embroidery was Muriel's Avork, aeid the dressmaking too. They're downright hard-Avorking lasses, and will make good wives, if they are a bit dressy. And"], [253, "SARAH BANCROFT'S WILL. 241 as for Muriel, she's a treasure ! She was helping cook all yesterday with cakes and jellies, and trimmed my dress and my cap this morning, and look at her hoav in that sienple white muslin, and eiot an ornament but that everlasting locket-miniature ! I only wish she would take to our Joe.\" \" But she won't,\" said Charles Bent. \"Muriel's heart is filled.\" \" Ah ! so I'm afraid. She cares to go leowhere. I don't think she would have con sented to come into the room to-night if Joe had not told her that Ave expected Lieutenant Hill, and she hoped to get some particulars of the Avreck of the Dutch ship, that sweetheart of hers Avent down Avith. She clings to the belief that Captain Wynne Avas not drowned Avith the rest.\" \" Then Joe was a fool for his pains. If he wants the lass himself why should he help to keep the old memoe-y alive?\" quoth her husband. \" Well, it's likely enough Joe expects to vol. eei. R"], [254, "FORBIDDEN TO MARRY. 242 convince her the captain has gone to the bottom.\" \" H'm, he'd best have let Avell alone ! Look how eagerly she is listening to all the lieutenant has to say, with her lips parted and white as her cheeks ; \" and Mr. Bent crossed the room to listen too. Lieutenant Hill, one of the survivors of the ill-fated Valk, Avas recounting, leo doubt, for the hundred-and-fiftieth time, the story of his shipwreck and rescue, telling it too like a well-worn tale to a group of attentive listeners in the great bay window, until a questioei put to him by a young lady with a face as colourless as her own frock, avIio had hitherto kept well within the shadow of the heavy velvet curtain, aroused him to the consciousness that one of his hearers had a personal interest iei his narrati\\Te. He had goeie at length through the transfer from the schuyt to the frigate, the close packing of the unwieldy old vessel with four hundred aeid forty-six souls, men, women, and children, the wounded and the sick, all"], [255, "SARAH BANCROFT'S WILL. 243 huddled together, ill provided Avith com eeeon comforts for a quick passage across of a few hours' duration ; and then the eniserable beating about for twelve days in the fogs and storms of November, with not a mention of the name for which her ear was strained. \"Major Wynne and his son, Captain Wynne, Avere on board, were they not ? \" Avas uttered anxiously, it may be, hopefully. A quick, sharp glance at the questioner, and then the narrator's voluble speech took another turn and tone. \"Yes, young lady, but the major Avas un fortunately Avounded, he had lost a leg, and lay in a blanket on the forecastle Avith others in as sorry plight. The captain acted as his deputy ; was here, there, and everywhere, endeavouring to infuse hope and courage into the sinking hearts of the men. Noav down in the hold with Lieutenant Hoggart and a file of men Avorking at the pumps, then Avith the crying women and children aft, making arrangements for their safety in R 2"], [256, "FORBIDDEN TO MARRY. 244 case the frigate parted.\" \" God bless hien ! \" trembled on Muriel's pallid lips, in an under tone audible only to Joe, close by her side. \" He was there Avhen I saw him last. We were then fast on the sand bank, the waves beating against the frigate's sides and over her decks as if all Neptune's sea-horses were riding over us to trample us down. All at once there was a shock, a sound of tearing and riA'ing, and I knew the timbers of the Valk Avere rending asunder. For my own safety I rushed to the forecastle, as the vessel tore in two and her mainmast fell crushing and crashing the lives out of shrieking sailors and soldiers, their wives and little ones. For a moment I had caught a glienpse of the brave captain, as if about to spring across the opening gulf to join his father ; then the mast fell and the afterpart of the ship wTas goeie — he and all its freight of lives Avere lost in the boiling surge.\" \" Water,\" cried someone, \" Miss D'Anyer has fainted.\" Joe's ready shoulder supported her head,"], [257, "SARAH BANCROFT'S WILL. 245 his disengaged hand opened the casement, drew the curtain before her for a screen, aeed waved intruders back. In a few moments she revived The ieeterrupted narrative Avas being finished farther away. \" Joe,\" said she, Avith her hand on her side, \"I should like to ask Lieutenant Hill a question or two, wiU you bring him here after a while ? \" \"To be sure, if you think you won't faieit again.\" And Joe watched his opportunity. \" Sir,\" said she, \" I did not hear how you Avere rescued. Was it not possible that Major Wynne and his son were also saved ? \" \" I wish I could say otherwise, but indeed it Avas not possible ! I had thrown myself flat on the forecastle, and saw with horror the afterpart break up, and the ill-fated crowd go doAvn shrieking and clinging to each other, some swept away amongst rigging, some struck dead by beams or bolts. I never saw Captain Wynne again, he must have gone down at first. As for the poor major !"], [258, "246 FORBIDDEN TO MARRY. What chance was there for a maimed man in such a tumult of Avaters ? The forecastle did not hold together long. I had barely time to fasten myself to a portion of the lighter woodAvork, and on that I reached the shore. Neither Captain nor Major Wynne Avere amongst the fortunate few the good natured Dutch fishermen found on that barren island of Ameland, and there was not a boat in sight to pick a straggler up. I am sorry, 3Toung lady, to be the bearer of no better news, since 1 perceive the tAvo gallant officers were your friends, but ' better a finger aff than one aye Avagging ; ' it's always best to know the worst, to my mind. Mrs. Wynne gave them up at once.\" \" Gave them up.\" It Avas not ueitil Lieutenant Hill spoke as a survivor and aie eye Avitness, that Muriel knew hoAv much she had clung to Hope. His words seemed to crush and stun her, but she did not faint again ; and from that night no one heard the name of Arthur Wynne from leer lips. Marion aeed Anna surrounded by fluttering"], [259, "SARAH BANCROFT'S WILL. 247 beaux at the other end of the long dancing room where a footman Avas handing wine and jellies round on a silver salver, heard nothing of this, being more congenially engaged ; and Avhen informed by their Uncle Bent that Muriel had fainted, Avere not particularly sympathetic. \" She should have stayed at home,\" was all they had to say. And in future, she did."], [260, "CHAPTER X. HOW IT ENDED. fYfr goes without telling that these fine well e^s> dressed girls of Mr. D'Anyer's had fully their share of admirers ; as a natural con sequence they were hard to please, treating their adorers somewhat cavalierly. There was a rumour afloat that one of the sisters had so driven a suitor to distraction, that he put an end to his life and his despair in his owei fishpond. However this might be Marion was ambitious, looked high for an eligible offer, and thought the world Avas at her feet. Anna had no such lofty aspiratioeis, but she seemed indifferent to flattery and turned Avith scorn froen a red coat. She was a puzzle to Muriel, Avho, keeping all her agony and shattered hopes to herself, smiled pleasaeetly oee all alike"], [261, "HOW IT ENDED. 249 without affectation, and without a thought of conquest. But, ere the new century had got firm foot hold, the long delayed crash canee. John D'Anyer was a bankrupt ! And oh ! the shame and the disgrace to him ! The failure of a large London firm he had credited too freely, and the stoppage by Avar of his Americaei trade brought it about. His creditors met. The cause was apparent, others Avere in like case, or might be any day ; and such Avas their belief in his integrity that he Avas permitted to receive all and pay all himself, and time alloAved to him for the paymeeit. But in spite of this, and though he paid tAventy shillings in the pound, he never recoA-ered the shock, or the disgrace. Indeed, an attack of paralyses Avas the immediate consequence. From this he rallied, but was never his old self. And noAv he learned to value his eldest girl, and she to estimate her grandmother's forethought in tying down her bequests to Ellen and her girls."], [262, "FORBIDDEN TO MARRY. 250 What Sam and the law had left to her in cash Avas her own hoav she was of age. This she devoted to the clearing of her father's liabilities. \" I could not put the money to moe-e honourable purpose,\" she said, \" and my father's good name is the breath of life to him.\" Then she took a house herself in Portland Street (a wide thoroughfare only partially built, with patches of A'erdure between the blocks), and not far from her Aunt Fawcett's, and bending to circumstances gave out to the Avealthy relatives avIio had so often taxed her skill gratuitously, that she was about to turn mantua-maker in eareiest, and to train her sisters as assistants. \" The property at Ancoats,\" she said to them, \" Avill pe-eseiwe mother and father from feeling their dependence, and we must leave no stone unturned to keep them iie comfort. I thank God now that graeedenother did place me with Mrs. Hopley. I think she must have foreseen this. And it is quite as well I"], [263, "HOW IT ENDED. 251 did eeot mae-ry and go aAvay.\" But though they heard her sigh, they did not hear the \" Alas, poor dear Arthur,\" which finished her speech mentally. So brave an effort met with the success it enerited ; and though Marion's pride revolted at working for hire, for strangers as well as for their own aunts and cousins, Anna and Sara turned to with a will, and they soon were hard at work, Muriel measuring, fitting, cuttieig out, directing, and doieeg it so cheerily it put spirit into the others. It was a time of retrenchment even Avith the rich ; dresses Avere made to last longer than heretofore, and they had to sit closely at work to make it pay ; though Muriel had soon a good and fashionable connexion. As may be supposed, their many admirers had vanished with their altered position, and Marion grumbled unceasingly. \" If you are content to be an old maid, I'm not,\" she said snappily to Muriel ; who simply ansAvered, \" Old maids have their uses ; they are"], [264, "252 FORBIDDEN TO MAURI happier than unloved wives ; and God's will is not our will.\" But Marion Avas not destiieed to be an old maid, or Anna either, and if Muriel would have listened to Joe Bent she need not long haATe beeei a spinster. He entreated her to let him save her from the task she had undertaken. She only shook her head aeid said, \" Nay, Joe, you are a good fellow, but marriage is not for me.\" One of Marion's many admirers, a fine stalwart young trader named Wilson, avIio had just begun business for himself, and who poured forth his devotion in verse (often on the AviiedoAv-panes, Avhilst she Avas long at her looking-glass), still remained true to his first love. She had shown him little favour in the days Avhen richer flutter ers abounded ; but his constancy had touched her heart, lee was accepted, and their early marriage was looked for, and the house furnished, when a discovery was made which took them all by surprise, and made John D'Anyer furious."], [265, "HOW IT ENDED. 253 Anna lead been for some months married to one of her fathers fustian cutters ! a man of no family, who Avas self-taught, and though a fustian cutter could make five guineas a week Avheei trade was brisk, at the time the secret came out he could scarcely obtain a piece of fustian for his frame and long cutting-knife. It turned out that Anna lead gone on an errand to a mercer's, and Avhilst Muriel Avas waiting for the trimmings she had been sent to match, she had met the young man Grosmith at the Old Church, and had come back — a married woman, as if nothing had delayed her but a dilatory shopkeeper. Surely John D'Anyer might ha\\Te remeiee bered his own marriage, and been lenient ; but no, he Avas prouder, if possible, since his fall than before. \"Does the low-born vagaboeed think w-e have sunk down to his level!\" he exclaimed with an oath, and taking his favourite child by the shoulders he turned her out of the house, saying, \"Your place is no longer at"], [266, "FORBIDDEN TO MARRY. 254 a gentleman's table ; be off to your fustian cutting connections. I disown you,\" and no intercession of either his Avife or Muriel could soften him. Out of doors the fallen manufacturer Avas twitted with \" the great match his lovely daughter had made,\" or as time went on told in a different spirit that she and her husband and new-born babe were on the verge of starvation. And they might have starved had it not been for Muriel, and her willing co operator, Joe Bent, who between them found a post for Anna's husband, humble enough but open to promotion. But neither he nor Anna might tread the Portland Street floors, so long as John D'An}^er had his abode there. This bloAV from his favourite daughter's hand made the sensitive aied proud man enore irritable aeed imperious than ever, and to hide his poverty, as he thought, he became more lavish in his expenditure abroad, more exacting in his requirements at home, as if oblivious of the strain on Muriel's energies to supply his many wants. When other men of"], [267, "HOW IT ENDED. 255 greater means Avould call for a glass of ale, he Avould fling down his money for a bottle of Avine, and cry \" Tchut, be d — d, do you think I can't pay for it ! I'm a gentleman. I don't drink ale.\" He had a haughty belief 111 his own in dependence, having condescended to travel occasionally with samples for a brother-in law, though he spent all and more than his commission, and was far from certain in his movements. He had left home one morning on this business Avith horse and gig, and Avas not expected back for three or four days. The family went to bed earlier in consequence. About one or two in the morning, Mrs. D'Anyer was startled out of sleep by a loud and prolonged ran-tan-tan at the street door. Under the impression that it was her im patient husband AA'ho had been drinking all the day instead of leaving the town, as he was apt to do, she sprang from the bed hastily lest he should knock again and awake"], [268, "FORBIDDEN TO MARRY. 256 the weary girls, and in the dark and her haste caught her foot in the bed-clothes, and fell with violence against the old oak coffer — her mother's first Avedding-gift. There she lay half insensible, and numb with cold, unable to extricate herself ; and was not fouied ueitil Muriel brought her a cup of tea at seA-eei o'clock the next morning, as was her wont. A distracted cry for help ran through the house ; as Muriel's trembling fingers in Arain essayed to release and raise her. Sara rushed up the stairs, and Betty, leo longer young, after her. With some difficulty, the slightest move eneeit being folloAA-ed by a enoan, the dearly loved mother was extricated from the en tangling mass of blankets and coverlet, and laid upon the bed she Avas never to leave again iei life. She had broken her collar-bone and otherwise injured herself; and though Dr. Percival was called to her aid, and she was waited on and watched with the tenderest"], [269, "HOW IT ENDED. 257 affection, night and day, by Muriel and Sara, Avith such assistance as married Marion could render, she died in a feAV w^eeks, the victim of a senseless and mischievous frolic, mourned by her husband and by her children, Muriel most of all, not alone for the patient and ■exemplary life which Avas so abruptly closed, but for the loving touch of sympathy, of kindred thought and principle which had knit so closely the bond of union and affection between the mother and her eldest born. Her death seemed to re-open and deepen the Avound enade in Muriel's sensitive heart when Arthur Wynne was lost. But she Avas not demonstrative, never exposed the Avound, what she felt Avas only sIioavii in her greater tenderness for others ; and it was her lot to act — not dream. It Avas conjectured that some thoughtless booby with that in his head, which Avas not brains, must have plied the knocker for the amusement of other drunken jolterheads heedless of consequences. Her husband had gone about his business steaddy enough for vol. in. s"], [270, "258 FORBIDDEN TO MARRY. once, and he vowed vengeance against the roysterers when he came home, but they were never found, and ere long he himself had another paralytic attack which left him help less on his good daughter's hands. Full indeed were they then, and full indeed Avas her heart, but she sought help and strength from on High, and Avorked on bravely and cheerfully. Her father was not merely helpless, having lost the entire use of one side, but querulous, fretful, and exacting, taxing the patience of the \" born nurse \" to the uttermost. He had always been dainty with his diet, but along with this seizure was de\\-eloped an eeeorenous appetite, amounting to inordinate gluttony, — save that gluttony is rarely nice or par ticular ; and his old sensitiveness regarding his claim to gentdity became almost a mania. Muriel was careful as she could be not to wound his susceptibilities ; by rising early and retiring late she contrived that his garments should be speckless, his shirt, frill,"], [271, "HOW IT ENDED. 259 aeed ruffles of the finest lawn and purest colour ; his pipe and tobacco-box always filled and ready by his side ; and whatever business Avas on hand, either she or Betty would lend him a shoulder for an airing in the adjacent Infirman7\" gardens Avhenever there Avas a glimpse of sun. Noav and then he came back indignant that some old acquaintance had passed him by unnoticed. \" The upstarts ! the mush rooms ! \" he would cry, \" to pass a gentle man without so much as a touch of the hand or the raising of a hat.\" And then, woe betide dinner and crockery if it were served with the slightest flaAv in its faultless appointment. Up would go his stronger foot, and over would go the tripod table on which he had his meals ; and amid the smash of glass and earthenware, the clatter of spoons and cutlery, the attempt to rescue the bird or joint prepared for his exclusive consumption, he would rave, then cry like a child that \" even his own flesh and blood had ceased to treat him as a gentleman.\" S 2"], [272, "FORBIDDEN TO MARRY. 260 He had another cry, and as the years Avent by this became the more frequent and the eeiore painful. He would individually demolish a joint and a pudding at a meal, yet never sated, he insisted he Avas being starved, \" should die of starvation.\" Noav and again there Avere gleams of the better man, and then Muriel Avas \" an aeigei,\" \" the best daughter a man ever had,\" and the Avords made music in her heart and in her life. One day iee the autumn of 1804 (Avhen the brief and delusive peace won by the treaty of Amiens was at an end, and Avar Avas again rampant, Avith all its horrors and its deprivations, aeid Portland Place was the gay parade ground of volunteers and regulars j the old gentleman had been especially trying because the downpour of rain had prevented him from witnessing the soldiers exercising, according to his daily practice. Nothing had been right, he had upset his dinner because it Avas leot flavoured to his mind. His supper of steak and ale was \"not"], [273, "HOW IT ENDED. 261 enough to sustain a fly, much less a gentle man,\" and then had come the pathetic cry, \" I shall die of starvation,\" Avhen a knock, was heard at the front door, and presently Muriel was told that a lady with a little girl Avas iee the show-room waiting to see her. It was a late and unusual hour for a customer, but she looked for no other, when after a soothing word to her father, and a little dabbieeg adjustenent of her oavii hair and attire, she walked into the show-room, now cleared for the night. Imagine her surprise when Milly Stott, nervously pacing the dimly-lighted apartment, fell at her feet and clasped her knees, sobbing out, \" Oh, Muriel, Muriel, take pity on me, and find us shelter here.\" \" Shelter, Mary dear, shelter ; surely ! But what brings you here, and why should you implore shelter so strangely? What has happened ? \" and as she spoke she kissed the tear-stained face, and raised her cousin in loving wonderment."], [274, "FORBIDDEN TO MARRY. 262 \" Ah ! Muriel dear, I have run away from home, and brought my child AA-ith me. — I Avas desperate and hardly kneAV what I did. — We have travelled all day in the rain. — My father Avould shut his door in my face if I Avent there; but you will not turn us out, will you, Muriel?\" she said in broken gasps, adding, \" This is my little girl, another Milly.\" Turn them out ! It did not look like it. She already had her arms round the five-y^ear old girl and Avas giving her the kiss of wel come, Avhen she realized that they Avere dreeiched and Aveary. Whatever Avas Avrong — and she saAv that something uncommon must have occurred — that was not the time for questioning. With the little one by the hand she led the Avay to the back sitting-room AA-here she had left her father seated iie his high-backed easy chair, lamenting his lot by the fireside. As they entered, Muriel carrying a candle in her hand, he caught a glimpse of the child and a female form in the shadow behind."], [275, "HOW IT ENDED. 263 He called out, showing what was uppermost in his mind : \" I tell thee, Muriel, I'll not have Anna or any of her unnatural brood here. Keep them away.\" \" It is not Anna, it is Milly Stott,\" put forth Muriel, \" and this is her pretty little girl. \" Milly Stott,\" echoed Mr. D'Anyer, \" then where is John Stott ? He could come and see me when I had goods to be carried, like the rest of the mercenaries ; hang him ! why does he hold back hoav ? \" \" He is — I left him at home in Halifax,\" faltered Milly much disconcerted. There Muriel, avIio had been taking off the child's hat and cloak, intee-posed to prevent further question Avith her OAvn Unwonted bustle about the change of wet garments, the preparations for a warm supper, sleeping arrangements and so forth, in the midst of which he fell into a doze. She had said nothing to either Sara or Betty of the reasons for this unexpected visit,"], [276, "FORBIDDEN TO MARRY. 264 and it was not until her paralyzed father had been settled comfortably for the night, and the beAvildered child Avas also cosily tucked up in bed, that she troubled Milly for an explanation. Glad enough was Milly to relieAre her oavii feelings, and amid shoAvers of tears to tell the story of her marriage seven years before, and the miserable life of restraint she had led Avith a man of uncongenial years and habits. \" You know, Muriel,\" she said, looking into the fire, \" I should never haA^e consented to marry him, even though father threatened to turn me out to starve, if I had not been told that Bob had married Ann Barber and gone to live in state at the Hall. Then I was reck less and did not care what became of me. Father was always preaching that I had better be an old man's darling than a young one's cast away ; and I was mad enough to try it. I have never had a day's happiness since,\" she sobbed out. \" Poor Milly,\" cried Muriel, \" my heart ached for you Avhen I heard. It Avas hard"], [277, "HOW IT ENDED. 265 for a high-spirited girl to be tied for life to a man she did not care for. But did you strive to conquer your dislike and do your duty as you voAA-ed at the altar? I hoped that esteem might come with years, and smooth your way \" ■'I tried it, Muriel. I have your kind and sensible letter still ; and many a time I have read it Avhen I needed counsel and solace. And I tried to take your advice, and be a good wife ; but I found it was of no use, and I gave up.\" \"Hoav Avas that? Was he eiot kind to you ? \" aeid Muriel gently stroked the soft haeid lying within hers. \" Well — a — at first he Avas kind enough, and I suppose Avas fond of me ; but he seemed afraid to let me out of his sight, or to go anyAvhere without him ; but I did not care to have him with me AvhereArer I Avent, I was none so fond of him ; and I Avas not ac customed to a gaoler ; \" and here some of the old fire burst forth. \" My dear,\" said Muriel thoughtfully, \" I"], [278, "FORBIDDEN TO MARRY. 266 hope you did not wilfully run counter to his Avishes. He might feel that it was not safe for his young and handsome Avife to go abroad without a protector.\" \" I did not want his protection ! \" sobbed out Milly, \" and I told him so.\" \" Oh, Milly, Milly, how could you ? What a blow it Avould be to his trust and affection ! A wife should be proud of her husband's protection.\" \" Well, I Avas not proud of him. And after that he took to watching me like a cat Avatching a mouse, , the jealous old miser.\" \"Jealous, and a miser! Ah, Milly dear, this must be some of your old romance, aeid exaggeration. He cannot be a miser. It Avas only last year, Avheie the Avar broke out again, that I heard he offered eiot only a large number of horses and waggons to the goverment, but to pay the drivers himself ; so there is no knowing Avhether he or the Pickfords Avere the most generous and patriotic. You must know this. Joe Bent told me.\""], [279, "HOW IT ENDED. 267 \" Oh, yes, I know. I heard all about that, but he kept me short enough. HoAvever, it Avas not for that I ran aAvay. It Avas because — because he was so monstrously suspicious and jealous, aied he — beat me.\" \" Beat you ? \" echoed Muriel, \" beat you ? Was he so cruel and violent ? and without cause r \" He had no cause but his own fancy. You know his nephew lived with us, and kept his books, and if I only spoke with Richard, or smiled across the table at him, Stott got in a rage. The second time he beat me Richard Norton took the whip out of his hands and brcke it over his own shoulders. And theei he turned his nephew out — and I Avas afraid, and ran away here.\" Muriel looked grave. She knew of old how Milly's vivid imagination coloured all she said or thought ; but here was something more than romance run riot. The matter Avas too serious to be dealt with lightly. \" My dear Milly,\" she said, \" when you took the yoke of matrimony upon your"], [280, "268 FORBIDDEN TO MARRY. shoulders (most unequal in your case), it needed all care to adjust it so that it should not chafe your shoulders. With care and Divine help your burden Avould have lightened day by day. I fear somehoAv Mr. Stott is not the only one to blame. He AA-as not a young man Avhen you married him. I suppose the nephew is younger. I hope you never laughed and talked with Mr. Nortoei with the intent to annoy }-our husband ? \" Milly hung her head. Muriel had an uncomfortable way of reducing loose im pressions to hard fact. \" I might have done so sometimes, and if so he deserved it,\" she leeumbled out, eiot half so proud of herself as she had been. And then again she burst into tears, half drowning her pitiful protest, \" I Avould not have done it if he had been reasonable, and not suspicious.\" This Avas a painful reATelation to Muriel. Here Avas a matter not to be dealt with lightly or hastily. Not for one moment did she suspect Milly of aught but petulant Avilfulness ; but her"], [281, "HOW IT ENDED. 269 flight had widened a breach that should never leave beeei made, and might never be healed. She lay awake that night (wheee Milly slept hj her child restfully), endeaA-ouring to solve an unsolvable problem — the problem of re conciliation, and the rebuilding of the house of marriage on a surer basis. Yet how Avas she to accomplish this? Or ought she to attempt it, if John Stott w-as brutal and inhuman ? Could Milly have goaded him to strike her. At all events Milly Avas safe with her for the present. Would John Stott demand the return of Ids wife and child ? If so, Avould she not be powerless to retain them ? \" Milly,\" said she in the moreiing, when the little one was gone to chat with the old gentleman downstairs, \"Does eeot your husband love his child ? \" \" Love her ! She is the very apple of his eye ? I taught him a lesson Avhen I brought her away ? \" and Milly looked exultant. \" I think you have a lesson to learn, Milly"], [282, "270 FORBIDDEN TO MARRY. Stott, and your child may teach it you before j'ou go back. I heard her crying for her father this morning.\" Mrs. Stott looked foolish, then defiant. \" What if she did ? and I am not going back. Not eA-en if you turei us adrift.\" \"I am not likely to do that, but I caneiot shut my eyes to the great trouble you have brought, not only on your own head, but on that of your sweet little one, and on your husband's, by your rash precipitancy. You should have been patient, and have borne with your husband for the sake of your child.\" \" Ah, it's all very well for you to preach patience, that never had any troubles like mine ; first Robert was torn \" Something in Muriel's face arrested her. \" Oh, Muriel, my dear, good, patient Muriel, how could I be so thoughtless as to say that. I would eiot have wounded you so for the Avorld.\" And she threw her arms around her cousin iei her penitence. A Avan smile broke on Muriel's lips. — \" Yet you Avould wound your husband by robbing"], [283, "HOW IT ENDED. 271 him of his child ! You have Avounded him on your OAvn shoAving by hasty speech ; made light of him to the nepheAV he had reared. Think of it, Milly. Is not the old husbaied likely to feel a taunt or sneer as acutely as a young one? You caei feel for me, feel also for him, and endeaA^our to forget his years. Think of it well, and pray for strength and Avisdom to guide you.\" Some weeks went by, Aveeks in A\\rhich Muriel's patient endurance of her father's \\-agaries Avas eeot lost upon Milly ; Aveeks in A\\-hich Muriel saw with satisfaction Iioav close a friendship had grown up betAveen the invalid and the little girl, who was always ready to pick up his handkerchief, or give him his pipe, and to listen to his wonderful tales of fairies and genii. She taught the child to call him \" Grandpa,\" and though at first he winced, he never forbade it. She had not been idle. She had gone to her Uncle Hargreaves, and urged upon him the necessity to ascertain the facts of the case ; and Iioav far a reconciliation was"], [284, "272 FORBIDDEN TO MARRY. possible, or desirable. She wrote to Mr. Stott to let him know that Milly and the child were with her. As she expected, a demand came for the restoration of the child, and the mother refused to give it up. On their mutual love for that child Muriel contrived little by little to build up an edifice not merely of reconciliation, but of future trust and forbearance, and Avhen Mr. Stott came at the end of October to fetch his Avife and child, a very different Milly Avent back to him, to find a differeiet husband, a happier home. She went back to make the best of things and not the Avorst. And the grip of John Stott's hard hand at parting, told Muriel more than his rough words of thanks, Iioav grateful he Avas to her. With the little child a light seemed to have gone out of the house ; and no one missed it more than John D'Anyer. He was heard to Avish Marion's lad was as big as little Milly ; he enissed his young companion. \" Anna has a girl nearly as old,\" dropped"], [285, "HOW IT ENDED. 273 Muriel adroitly. But no word said her father. The next day, a girl's Avinter frock was being nicety made upstairs ; and a bonnet. On the Sunday, Muriel came home from church with a little girl by the hand. \" I've brought you another little handmaiden,\" said she, taking off the child's cloak and bonnet as she spoke. A neAv dark blue frock set off the child's fair hair and skin. Her father gave a start, and his face twitched. She Avas afraid of her own ex periment. John D'Anyer turned his eyes from the child to Muriel, and back again, with neA-er a Avord. There was a painful pause, the child seemed half afraid and clung to Muriel's hand. •' What is your name, child ? \" he asked huskily. \" Nelly, grandfather.\" \" Do you knoAV whose name it Avas first, my lass ? \" \" It was grandmother's. vol. lie. T"], [286, "FORBIDDEN TO MARRY. 274 \" It was an angel's name, lass, an angel's name — aye an angel unrecognized until she took Aving,\" he murmured to himself, adding, \"Come hither, Nelly, you are not afraid of me.\" \" Oh, no, I aen never afraid of a gentle- man. Nelly had unconsciously played on his Aveakness. She had involuntarily recognized his superiority to common men. Muriel left them together. When she returned he was smoothing down the flaxen curls of his grandchild, aied telling her how much she resembled her owei mother. Muriel knew then that reconciliation with Anna was not far in the future. The child Avent aeid came. In a few Aveeks he asked, \" Haven't we a house empty, we could let Anna and her husband have for a Avhile rent free ? \" Muriel Avas only too glad to say \"yes.\" The loss of the rent was as nothing to the healing of strife, the restoration of her sister to her father's heart, and to something more of comfort and respectability. Hitherto she had"], [287, "HOW IT ENDED. 275 only been able to see her or serve her by stealth. It was a bright day for her when Anna Grosmith and her husband sat doAvn at their tea-table, and no special solecism in good enanners offended the old gentleman's fas tidious eye. On a bright spring morning about two months after this, when the birds wei-e tAvitter ieig among the Infirmary-garden trees, Muriel was called to the door to see a customer in a sedan-chair, an old lady in deep mourning, who could not alight. To her amazemeeet she was accosted in the voice of Mrs. Wynne ; but she would never have recognized the bygone beauty in the toothless, hollow-jawed, sunken-eyed Avoman before her. Nor would she have recognized the haughty mother of her lost love in her address or her errand. She had come to crave Muriel's forgiveness, she said ; to ask her, for the love she had borne her shipwrecked son, to come and be to her a daughter."], [288, "276 FORBIDDEN TO MARRY. Sir Madoc was dead. Lady Jenkinson ruled at the Plas. Owen had married Norris and deserted her years before. She was a poor, forlorn, childless Avidow, and she sought Muriel's forgiveness and pity. In her loneli ness she had turned to Muriel. She offered to leave her all she possessed if she Avould but be as a daughter to her. Forgiveness and pity Avere ever in Muriel's gift ; but she could only answer the lady that she had a nearer and higher duty to perform, in ministering to her own stricken father, watching over and guarding her younger sister. Mrs. Wynne Avould scarcely be gainsaid ; but she Avas forced to admit that Muriel Avas in the right, and retired, though reluctantly, to her solitary apartments in Lever Street. But Muriel did not leave her wholly alone, and she saAv she was not neglected. All her past unkindness was forgotten in the more potent fact that she Avas Arthur's mother, alone and helpless. Poor in all save coin."], [289, "HOW IT ENDED. 277 John D'Anyer was not so placable. The sedan-chair came frequently to their door. He would on no account visit the lady who had presumed to flout and scorn his daughter. Another and another year went by, years in which Muriel often laughingly declared she thought she \" had better drop the dress making and set up as a professional euerse,\" so eeeaeiy were the night and day demands on her good-nature and acknowledged value in the sick-room. \" Send for Muriel,\" said her aunts Avheei iUness invaded a household. \" Go for Aunt Muriel ! \" was the cry of her sisters when the olive branch put forth a fresh leaf. \" Send for Muriel,\" was the first thought when the shadows of death or disaster were closing in. The former were closing in on John D'Anyer. He had prophesied his own end as clearly as did Robert Nixon the Cheshire prophet. His fell disorder gripped him by the throat. His inordinate appetite remained ; aU power to swallow food was gone. It was impossible to sustain life or to nourish him,"], [290, "278 FORBIDDEN TO MARRY. and to Muriel's intense grief, for she had loved him better in his helplessness than in his maeeliness, he did absolutely die of starvation. He was laid by the side of his wife, aeid then Muriel and Sara were alone ; and Sara with her lovely complexion and flaxen hair Avas pruning her wings for flight. The year of mourning Avas at an end ; and Mrs. Wynne who had gone out with it, had been as good as her word. Muriel Avas rich, richer than John Stott's rich widow, for she had little but what she owned as the custodian of his richer daughter. Wedding garments were in preparation for two brides : the last that were to be fashioned under Muriel's direction. She was about to turei over her business to an old apprentice. Not that Muriel was contemplating matrimony for herself. Little nephews and nieces there were to come in and out and be petted by Aunt Muriel, but even Joe Bent had set Aunt Muriel down as a confirmed old maid. Millv Stott was about to link her fate with"], [291, "HOW IT ENDED. 279 Richard Norton, the carrier's nephew, and her champion when a champion was needed. And lovely Sara was about to Aved a Cheshire yeoman of good repute, and wide acres, Avhose home was to be Muriel's also. There was laughter and melody in the work-room, eieedles were flying briskly through satin and lace, and Sara was singing blithely over her work. If there Avas a shade of sadness in the room it Avas deep down in Muriel's heart Avhere thoughts of Arthur Wynne and her forbidden bridal would obtrude, and would not be banished. Something like a tear fell on the bodice she Avas trimming. \" God is good,\" she said to herself, \" I must not repine, had Ave been enarried I could not have saved his life.\" The unpretentious knocker in Portland Street responded to a decided and vigorous hand. A little damsel opened it. \" Is Miss D'Anyer within ? \" asked a tall gentleman of the chdd."], [292, "280 FORBIDDEN TO MARRY ■■ \" Miss D'Anyer doesn't live Oh, you mean Aunt Muriel,\" recollected the child — Anna's eldest girl, Nelly. \" Aunt Muriel, you are wanted ! \" Miss D'Anyer 's very identity was evidently lost in the more familiar appellative. She was \"Aunt Muriel\" to so many who Avere not even of kin. Aunt Muriel composedly descended the stairs ; the stranger advanced into the hall. \" Muriel ! \" said he. \" Arthur ! \" she screamed, and in another moment she Avas clasped in his strong embrace, her soft brown eyes looking into his, as she murmured thankfully, \" God has been good to us. I have trusted Him aeid He has not failed me. I have Avaited patiently for the Lord, and He has given me the desire of my heart.\" \" Aye, my love ; my faithful, obedient, patient, unselfish Muriel, I have heard all the story of your goodeiess, your love and con staeicy, and there is eio one to forbid our marrying noic.\" Joe Bent had been the generous chronicler."], [293, "HOW IT ENDED. 281 Years after, when he and Muriel had taken possessioee of the Plas, aeed little ones clustered round their knees, Sir Arthur Wyneie would talk over his miserable cam paigns in Holland, and tell them of that terrible tempest in which the Valk was driven and beaten about from coast to coast, and the horror of seeing his own dear father separated from hieee to go dowei after wards with the men, aeed their wives, and little ones ; of his struggles to clutch a drifting spar, and secure himself to it by the scarf his dear Muriel had netted. How he owed to that scarf his merciful preser vation, and was picked up helpless by the convoy of a Dutch outward-bound East India trader, after drifting many hours, and Avas, at the end of the voyage, landed on the island of Java ; how the capture of Batavia by the British set hien free to join the army in India, or return to England. Of his longing for home and Muriel, and his election to return in a homeward-bound East Indiaman ; of its attack by a French L'"], [294, "282 FORBIDDEN TO MARRY. cruiser and surrender ; of his sufferings as a prisoner of Avar, first in the horrible hold of the cruiser, and then in the still more horrible prison at Marseilles ; of his ad venturous escape after long years of priva tion and suffering ; and his unspeakable thankfulness to find, when he landed in Eng land, that Miss D'Anyer had not lost her identity in aiey name more formidable than \" Aunt Muriel.\" And he never failed to tell of his opeee-arened Avelcome, or of the broken sixpence so carefully preserved. But most he loved to dwell on his dear Avife's many virtues, the eneekness and patience Avith which she had borne her lot ; and he Avas Avont to poieet to the old silver-clasped Bible as the buhvark of leer faith in God, and her shield from the arrows of the Avorld, her mother's best gift, So too when the Avar was finally over, and Captain Griffiths came (minus a limb) to the Plas Avith his Avife and sons ; and Avhen the Kingsleys found their Avay thither from their new home. The Forest House had long been untenable, and soon after they abandoned"], [295, "HOW IT ENDED. 283 it, a terrible gale swept it utterly away. But no gale swept away froiee the hearts of Muriel and Arthur the reeeeeenbrance of all they had suffered Avheei old heads legislated for young hearts. And when, in course of time, one of Captain Griffiths' sons came wooing to Miss Muriel Wynne, and they fancied she might have made a better match — they thought of their own young days, and there Avas no forbidding to marry. It may be added there Avas no clandestine courtship. THE END."], [296, ""], [297, ""], [298, ""], [299, ""], [300, ""]]