[[1, ""], [2, ""], [3, ""], [4, ""], [5, "THE QUALITY OF MERCY."], [6, ""], [7, "THE QUALITY OF MERCY. % _^aU as Slumberlu _|uamp. BY HAROLD VALLINGS, AUTHOR OF \"THE SUPERIOR SEX.\" \"The quality of mercy is not s train' d ; It droppeth, as the gentle rain from heaven Upon the place beneath ; it is twice bless'd ; It blesseth him that gives, and him that takes.\" IN TWO VOLUMES. VOL. II. LONDON : GARDNER & CO. 26, HENRIETTA STREET, COVENT GARDEN. 1890."], [8, "Richard Clay & Sons, Limited London & Bungay."], [9, "THE QUALITY OF MERCY. CHAPTER I. Next morning Lilla became aware of a change in Geoffrey — an undefinable change — whether of manner, voice, or look she could hardly tell, but which shed a pleasant gleam of light upon her gloomy thoughts. The weather, too, that morning took a turn cal culated to encourage the vague hopefulness which took gradual possession of her mind during breakfast, and seemed disinclined to leave it afterwards. Chill winds and frequent showers had been checking the general cheer fulness lately, and filling all Slumberly with foreboding ; for the corn was ripe for the VOL. II. B"], [10, "THE QUALITY OF MERCY. 2 sickle, and every farmer hungering for harvest weather. After breakfast Lilla strolled out into the bright sunshine with her aunt, and presently found herself, for the first time this summer, talking with auntie in the happy mother and daughter fashion which had obtained between them in the old days — before Lilla had learned to despise rusticity, and to become a silly woman of fashion. \" It seems like old times this morning, auntie,\" she said, clasping her aunt's arm affectionately ; \" but what makes it so I can't imagine. Is it the return of the sunshine, or what, that makes one so much lighter hearted ? \" The aunt smiled, having her own views about the sunshine. \" I must be off on my usual morning visit to Emily soon ; I shall try and persuade her to come out a little, I think. She has been growing more languid lately, and has frequent fainting fits. I fear the poor girl hasn't long"], [11, "THE QUALITY OF MERCY. 3 to live, and the thought draws one to her the more. It is an odd friendship, Emily's and mine, isn't it ? \" \" I think she is the most burning partisan you have in the world, Lilla. I noticed her flush of pleasure when we met her in the lane the other day. Her love for you is very pretty, I think ; you are her princess, romantic heroine, and fairy godmother all in one.\" \" I find it difficult to act up to the part. She little knows what a drifting, weak-willed creature I am ; you have no idea what a hypocrite I feel under all her praise and devotion. Come, little auntie, walk as far as the lodge gates with me. But first I must run in and fetch you a parasol, for I can't have you walking about unprotected under this blazing sun.\" The aunt and niece seemed loth to part this morning. They walked together as far as the lodge gates and there lingered. \" Take care of yourself now, little aunt ; I wish you were coming too ; if you were but"], [12, "THE QUALITY OF MERCY. 4 a little stronger I should make you. Kiss me now. There, one would think I was starting for America at least ! \" Lilla walked on alone, past the Vicarage garden, stopping to wave her hand several times before she passed out of sight. It happened that on her way into the village an unexpected incident befell her, which was no less than an interview with her determined little enemy, Rose Chichester. Since hearing from Mrs. Reeks of the expected severance of Geoffrey's engagement, Rose had suffered from certain prickings of conscience. The news, whether true or false — and so many rumours and hints of a like tendency had lately reached her ears through Mrs. Crawford, that there must at least, thought Rose, be some grounds for them — gave a smart shock to her conception of the situation. Poor Rose had been posed to her own eyes — thanks to her own morbid broodings, backed by Mrs. Crawford's sentimental sympathy — as a suffering martyr, a person condemned"], [13, "THE QUALITY OF MERCY. 5 to drag her weary steps along a weary high way ; while Geoffrey, the once friend, the cold deserter, trod a primrose-path which must needs be one long gush of happiness. But suppose this report to be founded upon fact, the gush of happiness, that is the very prop and mainstay of her case against her cousin, must be put out of court altogether. In which case not only would she be robbed of her grievance, — a species of theft resented by most women as a bitter wrong,— but she would have to answer certain accusations of her own conscience in the matter of that interview with Mrs. Crawford, whom she had deliberately allowed to go away with a false impression of Geoffrey's conduct. That his happiness should be put a stop to seemed to Rose, blinded by morbid egotism as she was, just and fitting enough ; but that she herself should have erected the barrier by — by producing a false impression,— she put the case against herself thus mildly for the present, — filled her with unpleasant qualms. In short, her"], [14, "THE QUALITY OF MERCY. 6 generous instincts had become badly clouded, but were not yet quenched altogether. Now it chanced that Rose's conscience was pricking her rather sharply this morning on her way back from the village, and the appear ance of Miss Fitz-Urse in the lane before her alone — she always seemed to be alone nowa days: perhaps the engagement was actually broken off? — gave a sudden push to a half formed resolve of hers. Miss Fitz-Urse, when she perceived her rival coming towards her along the narrow road, was much inclined to turn tail and run away. It was always painful to this soft-hearted Lilla to pass one of whose trouble she had been the innocent cause ; moreover, Rose would always sweep by in a manner so bitterly contemptuous that the other used to feel scorched as well as guilty. This time Lilla's nervous dread reached quite a high pitch, for, with instinct sharpened by fear, she became aware, while they were still some yards apart, that Miss Chichester was going to stop and speak to her. \" She is"], [15, "THE QUALITY OF MERCY. 7 going to upbraid me and say stinging things — what shall I do ? \" thought Lilla helplessly. Rose saw the other's alarm, and resented it, as she resented the girl's beauty and high-bred grace and dainty apparel ; but was none the less resolved to go through with the matter, to perform what her conscience had begun to call in plain terms — her duty. The pair stopped as though by mutual consent, Rose blushing fiercely, but full of stern resolve, Lilla shaking so that she was glad to lower her parasol anu lean upon its long handle. For the first time Rose stood face to face with her successful rival. Her every fibre quivered with enmity, and with disappointment at finding so little to find fault with. That Geoffrey's betrothed was a beauty she had admitted at first sight, though with wrath and bitterness ; but that the spoiled beauty might possess any earthly good qualities, save pretty looks and high fashion, Rose had not for a moment admitted to herself. Yet here was"], [16, "THE QUALITY OF MERCY. 8 this haughty creature standing meekly before her like a child awaiting a rebuke— a gentle, tender-faced woman too, without a touch of the fashionable insolence with which Rose had insisted upon her being eaten up. \" She is sweeter and gentler than I, as well as a hundred times more beautiful,\" thought poor Rose, with a catch at her breath, \"and I hate her even more than I thought ! \" But Rose had prescribed a dose for herself, and gulp it down she would, howsoever bitter. \" Excuse my stopping you,\" she began in a firm clear tone, her courage rising with the consciousness of her opponent's want of it, \"but I have something to say to you. I wish to speak of my cousin, Mr. Chichester, having reason to believe that certain false reports have got about concerning his — his conduct.\" Lilla flushed rosy red, listening with a wide eyed eagerness which showed clearly enough that these reports had not only reached her ears, but had brought a soreness with them. \" Not a word of these reports is true,\" burst"], [17, "THE QUALITY OF MERCY. 9 forth Rose, looking fiercely up into the other's face, and emphasizing her words with foot and hand, \" not a word, not one single syllable.\" \" I have not believed them \" You have : I can see it in your face, I can see the relief in your eyes. You have under stood him so little, appreciated\" him so little, that you have believed him capable of playing with a girl, and then tossing her aside in your favour. Deny it if you can ! \" \" I thought perhaps \" You thought perhaps,\" repeated Rose, with bitter scorn. \" You thought perhaps he had behaved like a mean, shabby fellow — that shows how much your love for him is worth ! There never was a man with less ' perhaps ' about him. I tell you there's no more scru pulously honourable and faithful man than Geoffrey in the whole world. He's the very soul of honour — falls down and worships Honour like a god ; is no more capable of a mean, shabby action than of a cowardly one."], [18, "THE QUALITY OF MERCY. 10 ' Perhaps; forsooth 1 Perhaps you have shown your utter unworthiness of him by your sus picions. Not one atom of blame is due to him. I loved him, and it made him wretched not to return my love ; and then, though I had done my best to weary him out with my moods and exactions, he did me a great honour — asked me to be his wife, do you hear ? — fearing, like the chivalrous Quixote he is, that he might have encouraged me. Was that like the mean fickle creature you have suspected him to be ? Oh, I scorn y^ou for ever doubting him for a moment. This is the return he gets for his man's honour and woman's tenderness — you mistrust and suspect him, and / — God forgive me — refuse to speak to him or to take his hand ! \" Here poor little panting Rose, being so highly wrought up and excited, burst into a flood of tears, in which her enemy was little behind her. Probably the quiet little lane had not witnessed such a display of hysterical emotion for ever so long."], [19, "THE QUALITY OF MERCY. 11 \" You have b — been very ge — generous and good about this, Miss Chichester.\" \" I haven't ! I haven't ! \" cried Rose with a little stamp, \" and I shall cut him again to day very likely, if I come across him. I have been as mean and grudging about his happi ness as any one could be — and I allowed that report to get about, even helped it on its way. But in your position I wouldn't have behaved as you have done : if he had loved me, not all the reports in the world would have induced me to think ill of him. You have done little enough to deserve the love of such a man : I haven't a single fragment of respect for you ' \" I never was good enough for him, and never shall be,\" said Lilla, humbly. But her humility did not mollify this fiery little Kosc in the smallest degree. She had done her duty, but it was a hard duty that compelled her to make her rival happy thus ; and nothing that rival could say or do could be creditable in her sight."], [20, "THE QUALITY OF MERCY. 12 Seeing that Rose was now about to move away, Lilla drew a step nearer, and said, with a good deal of feeling — \" I am sorry you look upon me as an enemy, but perhaps you will feel more kindly towards me after doing me this great service. II \"NT •- \" IS ever. \" I should so like to be better friends with you ; could you like me a little after a time, do you think? \" \"No, I couldn't; and don't wish to. I hate you — 1 hate you ! \" and poor Rose flung away up the lane with the tears still wet on her cheeks ; and only looked round once to deliver over her shoulder a last scornful \" You don't deserve him ! \" After this oddly mixed dose of castigation and comfort, Lilla stood looking down the lane, with her mind in a bewildered, topsy-turvy condition. But very soon her thoughts re covered their balance, while a deep restful satisfaction stole into her heart. Now that the"], [21, "THE QUALITY OF MERCY. 13 pain was removed she could realize how sharp had been the sting of believing Geoffrey even half-guilty, how constant the effort to smother her regretful suspicions of him. She moved forward with a happy smile on her lips\", and the ruddy little village had a very friendly face for her as it came in sight round the corner. Emily Children was awaiting her on the foot-bridge hard by the post-office. \"Ah, my dear princess! I have been look ing for you for ever so long — ten minutes at least ! And now there are but five minutes left before my quill-driving begins again. I had begun to think you were not coming this morning ; in which case how would the import ant business of Slumberly post-office have got itself done? For I don't ever pretend to get through a morning's work without one talk with my beautiful princess, you know ! \" For once this cordial admiration of her friend and prott'gde was a solace to Lilla. As a rule Emily's praise made her feel small, even"], [22, "THE QUALITY OF MERCY. 14 hypocritical ; but this morning the sense that the clouds had begun to lift put her in better conceit with herself, and this affectionate par tisanship was a not unpleasant corrective to Miss Chichester's very candid strictures. \" You spoil me, Emily,\" she said, looking down into the still pool under the bridge. \" You need spoiling — you're too modest and timorous by half. But you're different this morning, somehow. What has happened, princess ? have your eyes caught the sunbeams, or what? \" \" I am so happy this morning,\" murmured Lilla, without looking up. \"Now surely Mr. Chichester can be nothing less than a fool,\" reflected Emily, looking with admiration at the stately figure, and the happy light in the fair face, \" or how could he ever be cold to such sweetness, and beauty, and gentleness ? \" \"You must come for that walk up the stream this evening, Emily, as we agreed, though perhaps Mr. Chichester may come too."], [23, "THE QUALITY OF MERCY. 15 You won't desert me on that account, will you ? \"Ah, now I see it all,\" thought the other with a jealous pang ; \" his Highness has kindly consented to smile again, the unconscionable creature ! \" \" No, I shan't come — you won't want me,\" she muttered in an injured tone. \"But I do want you, Emily; and Mr. Chichester can give you an arm when you are tired.\" \" Now look here,\" cried Emily, with one of her abrupt changes, \" you've twisted me round your finger already ; of course I shall come ; if you told me to go to the end of the world with you, I should start without hesitation. No one can resist my dear princess. I was jealous, that was all.\" Emily laughed as she spoke, having the gift, denied to most people, of humorous perception of her own foibles. \"I shall go a little way with them, at any rate,\" she said to herself, \" if only to see how"], [24, "16 THE QUALITY OF MERCY. his Highness treats her ladyship ; and if he doesn't behave nicely, he shall feel my claws ! \" \" Must you go in, Emily ? am I keeping you ? \" Of course you are. Do you suppose I can bury myself in that little office as long as there's a chance of standing here listening to you ? Again, it pleases me to stay, because there are two women waiting in there to buy stamps who hate each other like poison — Mrs. Reeks and Mrs. Clapton. Look, you can see them through that window, glowering at each other like tigresses. Slumberly is a sweet place for good haters — you meet the enemy so often, that there's no fear of good hatred dwindling into mere commonplace dislike for want of nourishment.\" \"You look ill, Emily; I don't like your being shut up so many hours in that dismal little place. I wish you would let me speak to Mr. Apps about you.\" \"The Fates forbid!\" cried the girl in mock heroic tones, while she leaned wearily"], [25, "THE QUALITY OF MERCY. 17 upcn the bridge-rail. \" He would pour such a flood of egotism about your ears that you would need an umbrella to shelter you. And you would be doing me an injury too, for my one desire in life is to remain here in Slumberly in his service.\" \"But why so, since the work is too much for you .- \" In order to be near you, and — for another reason, which you'll learn when I tell you my history, and make that full confession to you which I have threatened. I might have done it this afternoon, but Mr. Chichester has upset that. Good-bye now, dear princess ; I must go and separate Mrs. Reeks and Mrs. Clapton, and so save bloodshed.\" , l VOL. II. c"], [26, "CHAPTER II. The late afternoon was full of sunshine and repose. After some weeks of warm, sullen rains, alternating with angry blasts from the north-west, nature seemed to have recovered her temper, to be settling down for a spell of rest and quietude. In the miniature pools up-stream the trout were leaping at the duns and spinners ; for now that the close, thunderous atmosphere and the cold winds which hinder the fly from hatching out had both departed, it was full time for a good holiday feed of August duns, with fern-webs, whose fat orange bodies gleam so as they drop from alder-bush or loosestrife, for change of diet. Along the footpath, and consequently close"], [27, "THE QUALITY OF MERCY. 19 to the water, for brook and pathway clung to each other like good friends, parting here and there on some question of hedge or stile, but always coming together again for mutual apology and explanation — were Geoffrey and Lilla. Two lovers one might almost call them, but not quite, for Geoffrey was by no means cured of his ailment yet — perhaps hardly even convalescent. At any rate he was trying to be agreeable, which was more than he had done for some weeks, and Lilla seemed more than content. In truth she had a pleasant task before her, that of asking for a forgiveness which was sure to be granted, and the granting of which could hardly fail to draw them a little nearer to one another. Emily had left them two or three fields back, peremptorily refusing to let either of them return with her; in fact, she was con sumed with jealousy of Mr. Chichester, and the more easily tired in consequence. As for Lilla, the sense of a clearing horizon still possessed her strongly ; for the interview"], [28, "THE QUALITY OF MERCY. 20 with Rose had left more balm than soreness behind it, and Francis Fawkes, the dreaded enemy, had kept in the background since the riding incident. Surely things were coming round, and Geoffrey's dreadful politeness — he was helping her over stiles now, and making conversation with the punctiliousness of some gentlemanly stranger — would gradually melt. \" Geoffrey,\" she remarked with a sly smile, just after surmounting one of the stiles, while he stood aside as rigidly ceremonious as a soldier fixed at ' attention,' \" do you re member saying on a certain evening in Kent, that your courtship was but just beginning, or about to begin? It has remained in that initial stage ever since, hasn't it ? \" No answer. \"You must let me know when it really does begin, or you'll take me by surprise.\" Still no answer; only much beating of thistles with his walking-stick. \"I had a first interview with an old friend of yours to-day, Geff — with your cousin.\""], [29, "THE QUALITY OF MERCY. 21 Geoffrey turned from the thistles with a gaze of blank astonishment. \"But before I tell you about that I have to make certain humble apologies to you. I want your forgiveness, Geff.\" \" Good heavens ! \" he cried. \" The forgive ness of a churl like me, who ought to be apologizing to you every hour of the day.\" \" Yes, your forgiveness, Geff,\" she repeated firmly ; and proceeded at once to tell him of the reports concerning himself and Rose which had been persistently spread, and how Rose had, by her own confession, rather helped than hindered the spreading ; also how she herself had half believed them, and now confessed it with shame. \" But surely,\" he cried, \" little Rose cannot have behaved so ? When she first cut me, her old comrade and friend, I was almost as much astonished as pained ; but I can't believe . . .\" \" Believe anything of a woman whose love you have rejected, for there are few Major"], [30, "THE QUALITY OF MERCY. 22 Dobbins to be found among women. And don't be too hard on her, Geff; for I think a woman disappointed like that should be treated very gently.\" \" I could forgive anything,\" he said moodily, \"but treachery and dishonour; how could she turn thus upon a man who has been a brother to her, whatever be his faults ? I call it nothing short of a dishonour.\" o The truth was, that Geoffrey had been more embittered by Rose's conduct towards him than he had yet realized. Abstract things can never hit so hard as the concrete facts of one's own experience ; the gradual disappointment in general human nature that must come sooner or later to every kindly man whose sight is clear, and who is not a born cynic, has not one quarter the embittering power that belongs to the first disappointment in a trusted friend. \" She has confessed, Geff, she has con fessed,\" insisted Lilla ; \" and I believe was not much to. blame in the matter of the reports."], [31, "THE QUALITY OF MERCY. 23 And, Geff, I do entreat you not to judge others by yourself too much ; your own code of honour is so bitterly strict, and you don't know how easily a woman is led astray . . .\" \"But there can have been no leading astray here ; surely you're off your brief, Lilla ? \" Lilla's face was full of trouble; she was indeed outside her brief, pleading for one who had erred far worse than Rose ; and having once begun, went on pleading from a full heart. Geff felt a good deal bewildered. At most Lilla could not feel more than good natured pity for his cousin, yet she went on pouring forth such panegyrics upon forgive ness as filled him with amazement. What an amazing contrast was this conduct of hers to that of poor Rose, who had never been able even to speak with ordinary patience of any person he might happen to admire — who could be bitterly jealous even of his dog! The reason for this difference between the two — the one being loved, the other only loving — was of course patent enough ; and"], [32, "THE QUALITY OF MERCY. 24 Geoffrey's bewilderment was a clear proof that his equipment as a poet was scarcely complete as yet, in fact, that he had not yet learned the A B C of feminine human nature. Lilla's warmth and eloquence, however, had the good effect of lessening the distance between Geoffrey and herself; and so they wandered on, if not like lovers, at least like congenial friends, between whom talk flows on spontaneously. This path led them presently into a great cornfield, and by that time Geoffrey had become so far convalescent as to be able to .appreciate the rich soothing tones of the landscape, and the great brown and gold sea, freckled with tawny ears, that rose to meet the sky on one side ; the hot, misty purples of the distance ; the low afternoon sun that glowed over the brooding stillness. To Lilla the hour was full of peace and hope. \"He's coming back to me,\" she whispered to herself. \"It is the beginning of the end — all will yet be well. Patience, patience; in the end he will forgive me.\""], [33, "CHAPTER III. Next morning Emily succeeded in extort ing a holiday from Mr. Apps. She obtained this great concession partly by dint of patient persistence, but chiefly by faithfully laying stress on the fact that she had good hope of spending the whole morning with the Honour able Miss Fitz-Urse. The mere mention of the great lady's name softened the post-master's strict attitude to wards business; and a little skilful harping upon this soothing string lulled his official propriety to rest so effectually, that Emily soon found herself in her room, attiring herself for an outing. Not for worlds would she have waited upon her \" dear princess \" without these preliminary"], [34, "26 THE QUALITY OF MERCY. rites ; for this whimsical girl would on such occasions take as much pains with herself, and give as much time to the coquettish settling of broad hats, pink ribbons, and other fal-lals, as though she were going to walk abroad with a sweetheart only half won. After paying the usual tribute, then, to romantic affection, Emily emerged, and was fortunate enough to chance upon the object of her adoration not far from the post-office. Geoffrey being hard at work on his play, Miss Fitz-Urse was free until lunch-time— an announcement which Emily received with eager satisfaction, proceeding to take immedi ate possession of her prize, and to lead her down to the river bank by the shortest route. Turning down a short lane opposite the ' Wheatsheaf,' and then passing through a couple of water-meadows, they came upon the reed-fringed creek which was the focus of the amphibious fen-life of the little village. Here were collected the broad unwieldy punts which"], [35, "THE QUALITY OF MERCY. 27 brought over the hay or reeds, according to the time of year, from the watery Quamp, and many smaller duck-punts and boats. On the pales by the creek were hanging Tom Hada way's salmon-nets, and about the gravelly margin were scattered punt-poles, boat-hooks, oars, and the long-handled instruments with scythe blades used in reed-cutting. Emily stepped into a small duck-punt, and placed a heap of dried reeds by way of throne for her companion. \" This is Tom's punt,\" she explained, \" and we can float down the river with easy minds, leaving him to fetch it back again when he pleases. You can trust yourself to me, your devoted subject, princess, for I have lived on a Norfolk broad all my life, and am as much at home in a boat as on dry land, and would not run a hair of your pretty head into danger for worlds. As we float down I am going to tell you my story. I shall never get a better chance ; and — and I think you like me well enough to bear it now. Are you sure though — will you"], [36, "THE QUALITY OF MERCY. 28 promise faithfully not to hate me when I show you my true portrait ? \" \" I am afraid this plunge into the past will only distress you, Emily.\" \" No, no, no. I am burning to show my self up, to sail under my true colours, and — and I want your pity and sympathy, to hear you say that you can love me in spite of everything.\" Thereupon Emily thrust out into the stream, using the light punt-pole like an artist trained to the work. Before they had drifted many yards Emily espied some white water-lilies in a bay sheltered by high reeds, and immediately made for them. \" These are the last of the season,\" she cried, \" and will make a royal crown for my queen. I shall bind them into a coronet with grass and reeds while we float down, and the story telling will come all the easier for having my hands occupied.\" She plucked half a dozen dazzling white heads, carefully drying the dripping stems,"], [37, "THE QUALITY OF MERCY. 29 and after pushing off into mid-stream again, settled down to her work at the feet of her princess. It was like an idyl, this sunny morning which Lilla was destined to look back upon all her life with pain. They went floating down the glossy river, with the sunlit air caress ing them, past the gray old mill, with its whirr and hum, growing dimmer as the smooth steadfast current bore them along, making a pleasant droning accompaniment to the gentle mood of nature, and the placid spreading of the Quamp, in whose reedy embrace the river curved and dimpled. \" Princess,\" said Emily, while they were rounding the bend below the mill, \" I'm going to begin ; and if you have learnt to hate me by the time we reach Winkton, we can go ashore there and part.\" \" I wish you would not think me so very perfect, Emily ; it distresses me. Perhaps my life would bear recounting less well than \\>1 yours."], [38, "THE QUALITY OF MERCY. 30 \"Tush! you could do no wrong; you are perfect in your gentleness and queenliness, and in all the other qualities which have made me your worshipping subject.\" Lilla sighed heavily, drooping her stately head, and looking into the clear depths of the Slumber. \" Now listen, fair queen, to the simple tale of this unworthy stranger, whom kind fortune hath led into your dominions. Once upon a time, in a country that was all reeds and wide waters, and wide skies, there lived a maiden — a fair maiden, as most people, herself among the number, considered, but a maiden somewhat puffed up with men's admiration and with book learning. She was the daughter of country-folk, but almost the equal of a lady, she considered, thanks to natural vanity and ignorance of the world. Thus she grew up beside a great mere, under the wide sky, full of discontent and vague ambitions. She pos sessed the greatest thing in the world, the love of a brave, deep-hearted man, and sighed for"], [39, "THE QUALITY OF MERCY. 31 the hundred small things which she did not possess ; she felt like a caged bird in that quiet village, and bemoaned the hard lot of her tranquil life by the great 'Broad.' \" There was one, the man who loved her, who tried to reconcile this foolish maiden to her lot, by encouraging her to read and study — he was a learned man for a yeoman, and passionately fond of books — to drain away her discontent through the mighty thoughts of great men. As well might he have tried to drain away the great Broad through a reed-stem! At length, when they had been betrothed for more than a year — the maiden's discontent, instead of abating, having become by now as wide and deep as the Broad itself— it was settled that these two should be wed ; and should then depart to a greater country, where a man's birth need not say 'no' when brain and heart and character say ' yes.' This was in the early autumn time, when the Broad was a wide steel mirror, and the whisper of the reeds was hushed."], [40, "THE QUALITY OF MERCY. 32 \"Have I told you that the Squire's house stcod a mile or so from the Broad? The Squire was a silver-haired old gentleman, a great scholar, who had long ago been attracted by that clever Tom — for that was the lover's name — and had helped to educate him. It was owing to the old Squire's suggestion that Tom and his betrothed first thought of emigrating. \"Well, in that still autumn weather the Squire's son came home, bringing with him one or two gentlemen for the shooting ; and Tom was more than ever in request at the great house, for no one understood the Broad and its moods, and the ways of the wild-duck, as he did. He was constantly with the gentle men, and one of them was taken with a strange fancy for Tom, and the fancy grew from liking into real friendship. The pair, yeoman and gentleman, became close friends, inseparable comrades. The old Squire would smile at them, calling them Damon and Pythias ; but I believe he was half jealous of the gentleman,"], [41, "THE QUALITY OF MERCY. 33 who would carry off his scholar for whole days together. \" I must tell you of the gentleman now. He was slight and rather tall, with a rich olive colour, that seemed out of accord with our cold skies and gray-green landscape. His ways, too, were not like those of the other gentlemen we saw ; he was ' foreign-like,' as we said, warmer, quicker, more genial, more sunny and sympathetic. He had a word for every one, and all the children in the village would be round him of an evening, when Tom and he came in from the Broad and threw down their guns. He was a man to be loved by all, gentle and simple ; no words of mine would serve to tell yrou what strange powers of attrac tion he had ; even Tom, with all his shrewd sense and power of seeing into people, fell down and worshipped the man with all his big heart. \" And now, my princess, having shown you that the maid was foolish, unloving, discon- tented, selfish, I must go on to tell you how VOL. II. D"], [42, "THE QUALITY OF MERCY. 34 she came to be bad — no, not she, but /, I myself, for the story burns me so that I must pour it out now thick and fast. Listen, princess, and try to hate me as little as you can. Tom was thrown from his gig one evening and badly hurt, so badly that at first they said he must be crippled for life. Then when they told me he would never walk again, I went to his side, crying with a sudden out rush of love and pity, ' Tom, I shall love you all the same, through fair or foul I will be true to you ! ' A good and true woman could have said no more, but a good and true woman would have kept her word. You shall hear how I kept mine. \"The old Squire had Tom carried to the great house, surrounded him with comforts, and sent for a famous surgeon to attend him, and was quite jealous of every one who came near him. But no one looked after Tom more devotedly than the new friend — the Stranger, as I will call him for the present ; you shall know his real name later on. The Stranger"], [43, "THE QUALITY OF MERCY. 35 was as gentle and sympathetic as any woman. He would sit with Tom half through the night, and read to him hour after hour. He seemed born for sick room work, and won our admiration more and more. Princess, isn't it a mockery that so kind a man should be untrue, even treacherous ? How can one ever trust human nature after meeting with such an one ? Yet perhaps his kindness did not go very deep — it lay in his genial, sympathetic temperament, not in his heart. He liked to be praised for his devotion, I remember ; and perhaps there was something of pose in it, a sense of the picturesque figure he cut, fine gentleman as he was, at the yeoman's bed-side ; ay, and a jealous triumph, like a woman's, in cutting out the old Squire and winning Tom's deeper friendship. It is easy to analyze away his virtues now, but I worshipped him along with the others then, far above and beyond the others even, because because he admired me. .__*■ \"I saw it in his eyes first— great, dark,"], [44, "36 THE QUALITY OF MERCY. liquid eyes that appealed to you, yet mastered you. A poor brief little struggle I made against the growing infatuation — a weak, faltering effort, scarce worthy even of passing mention — but soon, very soon, my visits to the sick man were really paid to him. I went up every day to the great house to get a word or a smile from him. My devotion to poor Tom became a cloak and a lie ; think of the meanness of it, the treachery, the low hypocrisy! Yet judge me mercifully, if you can ; think what it was for a poor vain creature like me to be covertly admired and loved by a fine gentleman like him. You see, Tom had only worth and intellect, and a great heart ; what were these to me beside his eloquence, and soft appeal, and gentle manhood ? We were both unceasing in our attentions to the sick man ; we exchanged love-glances at his very bed-side, every triflin° service we did him was a deceit and a lie. \"Well, one morning — a morning I shall never forget until death comes to me and"], [45, "THE QUALITY OF MERCY. 37 that will be soon, darling princess ; you musn't mind my harping upon it, for the sentence that is hanging over me may help yrou to judge me less hardly than I deserve — the doctor pronounced, with a bright gleam in his face, that he was now assured that Tom would not be a cripple, that he would rise from his bed in a few weeks and walk about as other men, save for a slight lameness that must his last lifetime. \" Tom cried like a woman, as I have never known him to do before or since, and mo tioned them all to leave the room, except the Stranger and me. Princess, I must rest a few moments, for it stirs my very soul to speak of this.\" The girl raised the crown which she had been plaiting swiftly all the time she was talking, and placed it on her princess's glossy black coils of hair, then sank back again as if exhausted. \"But I can't stop now,\" she continued, in a subdued voice; \"you must hear me to"], [46, "38 THE QUALITY OF MERCY. the end. When the others had gone, Tom began a little speech to us in his quaint way, half tender, half sarcastic. \"'I say, you two nurses,' he cried, 'as I've been playing the woman so, I may as well go on, and make you a sentimental speech. Sick-nurses must look for such things, for if a man is no hero to his valet, what a puling creature must he be to his sick-nurse ! Emily, I shed tears just now, not for the promised restoration of health and strength, but of the thing I love best in the world. For don't think, my girl, that I should ever have tied you for life to a cripple. I had renounced you, and the anguish of it was tenfold worse than all the pain I have suffered. I let you go on ministering to me, thinking yourself so bound, because it was good to see your truth and nobleness. . . Well, well, little girl, I mustn't maunder too much ; it pleased God to put a kindly deception upon me — for the better ing of my soul, mayhap — and now it pleases"], [47, "THE QUALITY OF MERCY. 39 Him to open the prison door once more. But enough of that for the present; we'll talk of the bright future now, my lass, the golden future in the new country, through which we're going to wander side by side. Ah, my little girl, my heart's very full to think o' what's coming to us both. I shall fight my way up, lass, never fear; for I am a dogged chap, if nothing else, and all a-fire with ambition and ardour for your dear sake ! ' \"Tom's fine rugged face was all a-flame as he said this ; I too was burning from head to foot — with shame. I dared not look at him, my heart was so sick with its own falseness and treachery. \" The Stranger, my lover, had been standing in the window, with his back to us. Tom called him now, stretching out a strong broad hand, and turning his honest eyes on the false friend. \"'Friend,' he said, 'I'm going to warm your heart too ; I'm going to close with that kindly"], [48, "THE QUALITY OF MERCY. 40 offer of yours. You see, I've swallowed some of my false pride lying here, and have learned to consider her as well as myself. The money my little farm will fetch will scarce start us in the new country ; I shall accept your offer of that sum, hoping to repay it in due time, and thinking no shame to borrow of a true friend. There, lad, now your heart '11 be easy ; so you had best knock off this nursing job for the rest o' the week, and go and get some shoot ing. Take him away, lass, I can't have him chained to this couch any longer ; and lookee, lad, shake hands with a man before you go.' \" Princess, he took Tom's hand, with tears in his eyes, and a flush on his handsome face, and spoke kindly, hearty words to him. I stood by and looked at the two, scarcely believing my eyes. I thought he would have gone on his knees to ask Tom's pardon, and he simply spoke the kind words that might have fallen from such a true man as Tom imagined him. You think it was pure hypo crisy ? Not altogether, I think. I believe"], [49, "THE QUALITY OF MERCY. 41 he felt what he said at the time, for he always had a kind of emotional sympathy, roused in one moment, gone the next, which deceived himself as thoroughly as it did others. It was insupportable to me; I left them there, with their hands clasped, and slunk out of the room, heart-sick, shamed, loathing myself and all the world. \" And yet, princess, Tom forgave me. I told him soon. When he began to suspect me, I could not bear to prolong his torture. I told him all ; and, stricken and bowed down as he was, he forgave me.\" \" He forgave you ? \" repeated Lilla, in a low whisper, listening with bated breath, and all her heart in her eyes. \" Can a man forgive, then, like a woman ? \" \" A .very noble man can surpass a woman in the power to forgive, as in all else,\" said Emily with emotion. \" Yes, he forgave me, but hated him. — as a trustful man who has been deceived can hate. Well, I am near the end now. You will understand that a girl in my"], [50, "THE QUALITY OF MERCY. 42 position could not be loved by a gentleman without loss of good name ; there were evil reports — lies, princess, lies every one, I swear to you — and Tom became half mad with wrath. He met my lover one night by the Broad, and what passed between them I shall never know, but in a week I was married at a village church on the other side of the county. Then there came upon me such a deep, calm happiness, such an unutterable rest of heart and soul as I scarce dare to hope for, even when this broken life of mine is over. We were never apart for an hour, my husband and I. We sailed in his yacht over the braid meres and along the placid rivers of those parts — I know not where, for I know not how long. \" I can tell you only how the dream ended. He brought me back to my own people, leaving me there for a shoit time only, as he said. I remember how I fretted through the first year long day of his absence, how I thought the slow sun would never set. Ah,"], [51, "THE QUALITY OF MERCY. 43 me ! there were many more suns destined to set before I saw my husband's face again, and never more was I to see the love in his eyes, or to feel his lips pressed to mine. He left me, ah, God help me ! he left me desolate — desolate.\" Poor Emily was quite broken down. Lilla knelt beside the sick girl, taking her hand and crying with her. \" Poor child, I understand about your enemy now — she is some one who enticed him away. I hate her — I hate her, whosoever she may be ! \" \" Ay, enticed him,\" muttered Emily ; \" I know it was so, for he was not really tired of me. Princess, but for her I should have kept him. It has always been my comfort to think that he must have been sore tempted ; for he loved me then, and surely, surely my great love would have kept him true but for her? \" \" I believe it, Emily, I believe it. Some bad woman must have gained a strange influence over him.\" \" Some woman whom I will yet find and"], [52, "THE QUALITY OF MERCY. 44 punish before I die,\" Emily resumed, with a hard, vindictive look in her eyes. \" Thanks to her I have lost love, hope, health — all that makes life worth having ; but the craving for revenge will never leave me. I would work her ruin upon my very death-bed, rather than let her go unpunished ; I am not one of the puling sort to turn round and forgive her at the last. Dear friend, you must help me — for yTou can.\" \"How can I possibly help you, child ?\" \" We shall see, my princess. I have withheld my husband's name as yet, for I wanted you to hear my tale out first. It will be a little shock for you to hear it, for you know him.\" \" I know him ! \" muttered the other, in a quavering voice, with the colour ebbing from her face. \"Oh, yes, you must know him well — as the world does, that is. You do not know the real man, as I, who love him in spite of all, know him. Oh, I love him ! I have yearned and yearned my heart away, praying for his return ! \""], [53, "THE QUALITY OF MERCY. 45 Lilla leaned back, white and half stupefied : she could not steady her whirling brain, nor articulate a single clear thought, but was con scious of a great creeping dread which loomed larger each moment. They had drifted by now down to the lower end of the Quamp, where the branch of the Slumber which made the further boundary of the marsh-land joined the main river. Emily was looking up the branch stream at a boat just coming in sight round a reedy corner, and did not notice her companion's condition. For a few moments she gazed intently, both hands shading her eyes, then said quietly — \" Yes, I thought so, it is they. I knew the gentlemen were out this afternoon ; and see, princess, they are rowing towards us as if to give a neat finishing touch to my story. The one sitting still with the rod in his hand is Mr. Ned Fitz-Urse, and the one rowing, with his back towards us, is my husband. I must push the punt into the reeds, for I wish to keep the secret of my presence in Slumberly for"], [54, "46 THE QUALITY OF MERCY. the present. You can guess his name now — Francis Fawkes. . . . Oh, darling, does it shock you so much to hear it ? \" The princess pushed the crown of lilies from her head, as though the weight of it were intolerable, and sank back fainting into her loving subject's arms."], [55, "CHAPTER IV. On the morning after that river scene Emily was quite unable to settle down to any work. She sat at her table fingering her papers in a nervous, twitching way, but her eyes were ever wandering to the window, and her mind was anywhere but in the office business. Even Mr. Apps's irritation failed to recall her to a sense of her duty, though he vowed solemnly, that if this were to be the reward of his leniency, she should never have another holiday. \"If you don't work you ain't worth yrour keep,\" he concluded sulkily, \"and that's all about it.\" Emily hardly noticed him. She was watch ing the two roads which the window com manded — the main road to Winkton, that is,"], [56, "THE QUALITY OF MERCY. 48 which passed in front of the post-office, and the Vicarage lane, which joined the former just beyond the ' Wheatsheaf.' The girl's mind was full of suspicion and foreboding, caused by the strange effect of her story upon Miss Fitz-Urse. \" Why was she so utterly overcome at the mention of his name ? \" This question she had repeated to herself a hundred times through the long sleep less hours of the night ; yet her whole heart revolted against the notion that the woman she loved and worshipped so could be the enemy whom she had long been seeking in vain. Bitter as poor Emily was, she had not so en tirely lost faith in human nature as to believe this all at once, though suspicious enough to be full of a sick longing to know the worst. Presently Miss Fitz-Urse passed the window, walking quickly in the direction of the ' Wheat sheas.' She did not stop for the usual morning greeting with Emily, nor even cast a glance towards the office window. Emily watched her pass with yearning eyes and a beating"], [57, "THE QUALITY OF MERCY. 49 heart. The sight of her princess brought a sense of relief and renewed hope to the gazer. Could this stately lady, with the gentle, refined face, be a bad woman who had enticed a man from his lawful wife ? Why, if so, there could be neither goodness, purity, nor honour to be found in the world. Emily breathed more freely, and sat down again resolutely before her work. But she was quickly aroused from it by the sight of her husband, who came sauntering along the Vicarage lane opposite. She walked over to the window and watched him. Instead of following the lane into the village, he turned into a footpath leading to a farm some way up the trout-stream, looking back as if to see whether any one noticed him. This set the watcher wondering, for Fawkes was not a man to walk the country-side without rod or gun, from mere love of nature. Just as he passed out of sight, too, he began to hasten his steps. Emily reflected that this footpath, after leaving the farm, wound round to the left, VOL. II. E"], [58, "THE QUALITY OF MERCY. 50 crossing the brook by a foot-bridge, and then joining the other path, which followed the right bank. Suppose Miss Fitz-Urse had taken this other course, the pair would meet somewhere up-stream ? The mere possibility of such a meeting brought Emily's suspicions back in a wave. She determined to follow her husband, and see what came of this country walk. Mr. Apps, looking up from his work, saw his sister-in-law put on her hat with a shaky hand, and make for the door. \" Who gave you leave to knock off work ? \" he called, angrily. Emily, being in a worked-up, irritable state, was not inclined to support much brow-beating. \" I'm giving myself leave,\" she said shortly. \" Then, by George, miss, if this sort of thing is to go on, you shall go back to your home. I'll give you the sack, by George; you shall go back to your peddling Norfolk village, and slave at needlework for your living, and I'll wash my hands of you ! \""], [59, "THE QUALITY OF MERCY. 51 \" You'll never do that so long as you can get a single hour of unpaid work out of me,\" she retorted, with a bitter smile. \"When I get too ill for work — not a moment before then — you'll send me home. The doctor frightened you the other day by saying that any shock would endanger my life, didn't he? You see, I know you pretty well by now, brother-in-law ! \" The post-master relapsed without another word into dignified sulks, which she welcomed, as being likely to keep him silent for at least twenty-four hours. Emily followed her husband slowly, easily keeping him in view across the open fields of the upland. Far away on her right lay the dark line of the forest country ; on the left the brook wound through meadow and copse, the path beside it emerging to view now and then through the alders. \" If I see nothing of her,\" thought Emily, \" all will be well, and I will throw this miser able suspicion to the wind ; go and make a"], [60, "THE QUALITY OF MERCY. 52 full confession to my dear princess, obtain her pardon, and so be at peace with myself again. Emily trudged along slowly and wearily, with her chin on her left shoulder, her gaze never swerving from the path across the stream. But every step she took, weary and over wrought though she was, gave her fresh hope ; not a flutter of drapery was visible among the alders. Half-way to the farm she rested upon a stile, with a deep sigh of relief. She even turned her back to the stream, letting her eye wander over the distant line of forest clad hills, while her mind drew pleasant pictures of the next meeting with Miss Fitz- Urse, when the princess would smile for givingly over her subject's absurd fancies. When next she turned to cast a last glance across the brook before retracing her steps to the village, the life and colour fled from her face in a moment. Down below her, hurrying rapidly up-stream, was the familiar figure of Miss Fitz-Urse."], [61, "THE QUALITY OF MERCY. 53 The girl gave up hope at once — and utterly. In a flash of instinct she saw the whole story, knew that the woman she had worshipped was the one who had wronged her ; that the love which had fallen like sunshine across her darkened life, and had been like balm to her sore heart, was a miserable lie. She knew even, in this strange moment of clear, rushing thought, that her privilege of bitter hatred would be torn from her, that this enemy would prove but half guilty, that her revenge — which lay ready, close to her hand — would now lose half its savour. She was baffled as well as heart-broken ; yet her mind was quick and clear, her nerves steady, and all sense of bodily fatigue had left her. She paced onwards, with steady, unfaltering step, quite conscious of the aspect of things around her; in no hurry to interrupt the pair, but knowing exactly where she would pre sently come across them, and what sort of scene would follow. She passed through the"], [62, "54 THE QUALITY OF MERCY. farm-yard, closing gates carefully after her, and began leisurely to descend the sloping upland towards the stream. Below her was the bridge where the footpaths joined, and just above it the oak wood, with its thick undergrowth, which she knew to be the trysting-place. Had this wood been like the great forest behind her, stretching over half a county, she yet felt that instinct would take her straight to the spot where the guilty pair were standing. As she descended the hill, she noticed how some of the oaks showed the mellowing touch of autumn, while others were still freshly green, and found herself specu lating about this seeming whimsicality of nature. Just above the bridge the footpath plunged into the thick hazel undergrowth of the little wood, presently emerging into a small open space, where a great ash leaned over the sparkle and hurry of the brook. In this open space instinct told her truly that she would find Miss Fitz-Urse and her husband."], [63, "THE QUALITY OF MERCY. 55 Accordingly after crossing the bridge, she struck into the wood beyond the path, where the undergrowth was thinner, and took a circuit which would bring her round to the opening from the other side. She pressed her way slowly and carefully through the bushes, listening to every sound. As she neared her destination she heard the murmur of two voices, and advancing inch by inch, with scarcely a rustle, approached near enough to the edge of the bushes to see and hear them easily, their faces being turned, as she expected, towards the open field on the other bank of the stream. At last she had tracked down her enemy, at last the morbid longing of three long years was fulfilled ; but she felt no touch of elation, only weariness and a dull pain. Almost the first words she heard answered her instinctive expectation. Miss Fitz-Urse was pleading for her; though at first the low, passionate tones fell dully on the listener's ears. \"Day by day, hour by hour,\" Lilla was"], [64, "THE QUALITY OF MERCY. 56 saying quickly, but with her heart in every word, and a burning flush on her sac?, \"my punishment has grown heavier. I thought I should have died yesterday when that poor girl, who loves and worships me so, told me who she was. I believe the pain and shame of that moment will never quite leave me. Frank, we have done a bitter wrong. To think that she was eating her heart out ; longing and waiting for you all those years, while I was pitying you as an injured man, and — and accepting the love that should have been hers. No woman has ever played so mean and paltry a part as I have ! \" She leaned against the ash-trunk, burying her face in her hands, and sobbing convulsively. \" It was all thanks to that cursed Hadaway,\" he muttered ; \" he forced the marriage upon me. He swore I meant all manner of harm to the girl. He decoyed me one night to a lonely place by the Broad, took me by the throat, and swore to murder me if I didn't marry the girl. I was a martyr to his"], [65, "THE QUALITY OF MERCY. 57 cursed fanaticism, and wedded her to save my life.\" Every word of this fell upon poor Emily like a lash ; she cowered down like a wounded thing expecting the death-stroke. \" We can yet make some poor amends,\" Lilla went on after a pause, without raising her head from her hands. \" You will go back to her, Francis, and try to make up for your cruel desertion ; and I will go to the man whose heart I have won under false pretences, and confess all, and try to bear his scorn.\" \" I will not make a martyr of myself again. I will not go back to the woman who was forced upon me. She has refused all my offers of assistance ; I have done everything in my power short of going back to her, and that I never will do. I'm sorry enough for her, she and I have both been victims to her old lover's jealousy. What good would it do, seeing that I can't love her any more ? \" \"Oh, Francis, you owe this much to me;"], [66, "THE QUALITY OF MERCY. 58 you deceived me by posing as a miserable man, forced me to pity you and care for you by working upon my weakness . . . .\" \" Good Lord, don't let us have it all over again ! We must accept the inevitable; there's nothing to be done.\" \"There is something,\" she cried vehemently. \" You can go back and humble yrourself, and learn how to make amends. She will forgive all, loving you as she does.\" \" You're ready enough to sacrifice me\" he retorted fiercely, \" to make a martyr of me, and thrust me into the path of duty, while you look on and applaud. And pray what sacri fice are you prepared to make? You talk of what I owe yrou ; how about your debt to me ? You make me madly in love with you, throw me over for the first raw boy that kneels at your feet, and now quietly arrange for my imprisonment in some cursed country village, with a rustic village creature who will go on reproaching me till I cut myr throat.\" \"You must, you must go back to her; I"], [67, "THE QUALITY OF MERCY. 59 cannot go on living and knowing that she is alone with her despair.\" \" Yes, it is easy to talk, Lilla ; but what would yrou do? what sacrifice do you propose to make by way of set-off to the one you want to thrust upon me ? I'm just as sorry for poor Emily as you, but why should I be tied to the stake while you get off scot free ? \" \"I would do anything, undergo any penance, to make amends to poor Emily, and lift some of the weight from my conscience.\" \"Would you though?\" he asked, taking a step forward, as if with a sudden flash of inspiration. \"Surely it would be but fair! But no — -I know you too well, Lilla; if you consented in a moment of exaltation, you'd cry off again when you cooled.\" \" Try me — give me at least a trial ; what is your scheme ? The penance must be hard indeed for me to refuse it.\" \" It is this,\" he said in a shaking voice, his eyes searching her face with intense eagerness. \" It came across me but a second ago, and the"], [68, "THE QUALITY C F MERCY. 60 thought has made me half mad already — that if I return and make all the amends in my power to this poor giii by acknowledging her as my wife to the world — and God knows I pity her as much as you — you consent to give up this man who .... whose name I won't trust myself to mention.\" \" Give up Geoffrey 1 \" she muttered, with a catch of the breath, her cheek paling slowly. \" Yes, give him up for good, and promise, on your honour, never to see him again. And perhaps now, Lilla,\" he cried, his voice vibrat ing with passion, for in jealousy at least the man was neither shallow ncr unstable, \" you may learn to feel for me a little, to feel what a torture it has been to give you up, and to see this man eating his way into your affection. By Heaven! I wonder how I've kept my hands off him, tortured and burnt up with jealousy as I've been ! Do you suppose it has been nothing to stand by and see it all ? I would go through a hundred penances such as you propose to know that yrou had cast him off."], [69, "THE QUALITY OF MERCY. 61 So you give up that man, I don't care where I go or what becomes of me.\" \" You refuse to do so obvious a duty, to do common justice to your injured wife, unless I consent to spoil my life and his ? You want the encouragement of my wretchedness; no thing short of that will nerve you to do right ? Remember that you did me a grievous wrong — you played upon my weakness and pity ; but for that you would never have gained that dishonourable influence over me. I've been your victim as well as poor Emily. You avowed solemnly that there was no wrong in our love, seeing how you had been inveigled and forced against your will into that marriage ; and I believed wrong right, compelled by a woman's miserable idolatry. If I got back my true sight for a moment, you always blinded me with some new piece of sophistry. I thank God I was not utterly ruined and made an outcast. And now that I have gained the love of an honest and loyal gentleman — to whom I shall one day confess all, and who I humbly"], [70, "THE QUALITY OF MERCY. 62 trust and pray may find it in his great love to forgive me, seeing that I was weak but not utterly guilty — you wish me to throw aside the greatest blessing that has come to me. Surely, surely you cannot be so utterly bad and selfish ? \" \" Call me what you please,\" he said sullenly, \" I'm past being pained by hard words ; but unless you consent, and do your share of the sacrifice, I swear to God I will never see Emily again. \"It may be,\" she muttered, standing on the brink of the stream, and looking down with quiet despair at the sliding water, \" that it would be better for him — that he would suffer less. He would never know the truth about me. . . . \" You say well,\" Fawkes put in quietly, \" that he would suffer less, that is, if you are really determined to tell him all. Part from him now, say you are tired of him, and wish to cancel your engagement, and he will have a sharp pang, rail at woman's fickleness for a"], [71, "THE QUALITY OF MERCY. 63 year or two, and recover in due course. But tell him that you and I were as betrothed lovers, that you— the woman he loves and reverences so . . . Well, well, I will spare you, Well, well, I will spare you, and simply say this — tell him the truth, and you will embitter his whole life ; he will turn from you with scorn and contempt. He'll believe that there's neither truth nor honour left in the world ; for you must know what even I, his enemy, have perceived, that the boy is the soul of honour, a perfect Quixote where truth and honesty and right are con cerned. Hating him as I do, I wouldn't wish for him a worse punishment than to know the true history of the woman he worships.\" This last was a bitter stroke, and the more bitter for its truth. How could that know ledge be other than a grievous, perhaps life long sorrow to Geoffrey ? He seemed to have been made on purpose, as Lilla had perceived more clearly, with ever-increasing pain, to get the greatest possible amount of suffering from such a discovery. Upon his blind adoration,"], [72, "64 THE QUALITY OF MERCY. deep reverence, and sensitive honour her confession would surely fall like a blight. It pained him to detect the faintest flaw in his idol ; then what must he suffer at the laying bare of such a gaping wound as this ? These reflections, which her late renewal of hope had banished for a time, were now impelling her forward like the thrust of a strong arm. Weak pity had first placed her under Fawkes's bad influence, weak yielding had made acceptance of dishonourable love a part of the daily routine of her life — for old Miss Bellingham, with the blindness which sometimes overtakes very worldly people, had always looked upon her niece and her favourite as sister and brother, making him almost one of the household. And a weak dislike of giving pain had prevented her from telling Geoffrey, when he first proposed to her, so much of the truth as would have sent him away free, unfettered, cured once and for ever of his infatuation. Weakness had been her bane all through ; it was time now to summon"], [73, "THE QUALITY OF MERCY. 65 all the strength which the educating love of a good and true man had given her — for harassed though he had been by pricking jealousy, she had read Geoffrey's honest soul, and the lesson had sunk deep — and to show herself capable of bearing the penance earned by her own wrong-doing. Nor could she lay to her heart the flattering belief that her sacrifice might be in vain, that Fawkes would refuse his part, after allowing her to perform hers. She knew well that he meant every word he said ; he was shallow, unstable, vindictive ; but neither a liar nor a hypocrite. He would go back to Emily, and she had enough of beauty and shrewd wit to win back and hold his love, at least for the short span of life that was left her, if he gave her a fair chance. Her declining days might yet be happy, she might yet die in her husband's arms, if the woman who had wronged her would make this sacrifice. It was a bitter struggle that was going on in Lilla's mind, such an one as makes an vol. 11. f"], [74, "THE QUALITY OF MERCY. 66 epoch in the history of a soul — a turning point at which the travailing will is beset by yearning self-pity, and cries vainly for the strength that a hundred previous yieldings have undermined and eaten away ; while the heart grows hollow, and all the world is full of wretchedness. She moved apart among the heavy tree-shadows, to fight down her misery if she could, while Fawkes gazed after her with hungry eyes, the brook babbling merrily at his feet. \"Anything but this, anything but this,\" she moaned to herself — \" to give him up now that I have learnt to love him so! I might have made it up in time, have healed his wound by years of steadfast love ; and the time for which my soul has longed would have come, when he would have looked in my eyes, know ing all, and forgiven me. That good time will never come now. . . . My punishment is almost harder than I can bear — yet just, most just.\" When she emerged into the light, there was"], [75, "THE QUALITY OF MERCY. 67 that in her pale face and suffering eyes which humbled the man who stood awaiting her. Could this woman, whose weakness he knew so well, compel her will to such self-renunci ation as this ? He felt like a poor thing beside her, and his eyes were moist when she tried to speak. For a moment his heart responded so keenly to hers, that he was ready to spare her ; but self had ruled him too long and too abso lutely to let go the mastery for more than a moment. She said nothing, but he answered the message of her eyes. \" You have decided, Lilla : I, too, will per form my part of the sacrifice.\" There was dead silence, but for the sliding water ; yet so tense and strained were their feelings, that neither heard the rustle of the bushes or Emily's tread as she came forward. She was within a couple of paces of them before they turned and saw her. \" Don't fear that I shall strike you,\" said Emily, with a biting laugh, as Lilla shrank"], [76, "THE QUALITY OF MERCY. 68 back before her, shivering with fear; \"why should I wish to injure so noble a woman, one who but just decided to sacrifice herself for my sake ? Surely I may be allowed to feel some little gratitude towards my enemy — that was? Believe me it is a fine thing, if a little be wildering, to find one's unknown enemy thus playing the heroine. I can't even upbraid you, Miss Fitz-Urse, or you either, Francis. We are three unfortunates — the joint victims of circumstance ! \" \"For God's sake abuse me as I deserve,\" muttered Fawkes, driving his heel into the ground — \" anything but this ghastly farce, Emily!\" She went on without heeding him, her tones vibrating with such bitter passion as fell upon the pair like molten lead. \" / couldn't know that you were forced to marry me under threat of Tom's vengeance ; you couldn't know that you would tire of me so soon, and be tempted by a more beautiful woman in your own rank of life ; she couldn't"], [77, "THE QUALITY OF MERCY. 69 know how in her womanly pity for you, a man burdened and tied down for life, she was work ing my desolation. There is no one to blame but poor Tom Hadaway, upon whom our united vengeance ought surely to fall.\" \" Emily, I was a brute to leave you ; only believe this, that I did love you. I never meant to leave you. I was infatuated by her beauty, and stung by your upbraiding. It is my cursed instability that has brought this trouble upon you. I'm unstable as water, but not the heartless brute yrou imagine. Wife, come back to me now and I will try and make amends. Say no more to her, for the blame's mine.\" \" No, you shall not martyr yourself, Francis : though she shall get her due reward. I will tell Mr. Chichester the whole truth myself — in her presence, if she please, so that she may make what defence she can. Her punishment is sure, though it scarcely comforts me now to know it. Even revenge has lost its savour. I think there's neither right nor wrong in the"], [78, "THE QUALITY OF MERCY. 70 world ; nothing to love, or to fear, or to hope for — nor any God of Justice.\" Fawkes seized both her hands, crying like a woman in a paroxysm of pity and shame ; but she answered only by one great sob, and tore herself away from him. Swiftly and firmly the stricken woman walked back along the footpath to the village, but on reaching home sank down lifeless upon Mr. Apps's threshold."], [79, "CHAPTER V. An hour after Emily's arrival in the village, all Slumberly had become aware that she was dying; and almost every soul found matter for criticism in the announcement. The men discussed the question in the tap room of the ' Wheatsheaf,' the women in Mrs. Reeks's snug parlour. Some were charitable and kindly, others captiously anxious to know why this, that, or the other treatment had not been tried by Mr. Matthews — a doctor new to the neighbourhood, and consequently one whose every word or trifling action should be weighed and scrutinized by every one who valued his own skin or his neighbour's. But, yroung or old, wise or foolish, every soul had something to say, and was bent on exercising man's eternal prerogative of criticism."], [80, "THE QUALITY OF MERCY. 72 Some blamed Mr. Apps pretty severely for over-working so delicate a girl, when he might have hired a strong one but for his meanness ; some said Dr. Matthews, in whose hands she had been for some time, ought to have for bidden desk-work altogether, and warned her against taking such long walks. Widow Prescott, indeed, was inclined to lay all the blame upon Dr. Matthews, and to disbelieve his verdict of heart-disease altogether ; but this good woman had lately lost an only son whose determined intemperance had ended in delirium tremens, and she was bitter against the doctor in consequence. Several of the women wondered what the poor girl's mother could have been about to let her leave home in such a state ; others went so far as to blame the Vicar, so quickly do the eddies of criticism widen out. \" If the parish was properly looked after by a man with a little more human natur' in his composition,\" they said, \"instead of by a gentleman who was a mighty fine scholard, indeed, but never"], [81, "THE QUALITY OF MERCY. 73 saw the inside of a cottage, from one year's end to t'other, why, this sort of thing wouldn't occur.\" At this Mrs. Reeks fired up ; and in taking up the cudgels for her old master, brought them down again upon Miss Fitz-Urse, whom she hated cordially for sake of her nurs ling, Miss Rose. If Miss Fitz-Urse was so mighty fond of poor Emily, always having her up to the Hall, and putting foolish notions into her head, why hadn't she looked after the poor sickly thing a bit, instead of letting her gallivant over the country till she dropped down dead of fatigue ? \" But what can you expect from a ' purfessional beauty'?\" concluded the old nurse, who had brought this phrase home as a great prize from a Christbourne tea-party last week. As for honest Reeks himself, he did a large trade in draught beer, and let every man have his say; only remarking once or twice, with the quiet superiority of one who had some Latin, that the girl must have had some shock, which is apt to be fatal in ' morbus cordis ' — a"], [82, "THE QUALITY OF MERCY. 74 statement that had the effect of elevating the discussion by giving it a scientific tinge. Meanwhile the broad low harvest moon, rising behind the Vicarage elms, was shedding its faint mellow radiance into the little upper room of the post-office where Emily lay dying. The new doctor had done his best and departed, not without a sigh for the fair young life that was ebbing so fast. Duty called him to a farm, miles away at the edge of the forest ; and he smiled grimly as he rode past the brightly-lighted ' Wheatsheaf,' guess ing pretty well how his own name was being bandied about by the wiseacres inside. Mr. Apps was sleeping the sleep of the just, or better still, of the successful and self-satisfied, in the room below Emily's. He was shocked and sorry about the poor girl, but what possible good could he do by sitting up all night ? There was Tom Hadaway up-stairs ready to administer the digitalis or sal volatile, or whatever the doctor had ordered, and Tom would summon him if needful."], [83, "THE QUALITY OF MERCY. 75 Tom might, if he pleased, have had the assistance of a dozen kind-hearted women, but he needed it not. He was standing at the tiny window watching the rising moon, while his patient dozed, the heavw masses of her chest nut hair scattered over the pillow, and the whiteness of death in her face. He was think ing hard, with shaggy eyebrows knitted, conning over old times, when he and his pretty sweet heart were full of their emigration scheme, and sanguine hopefulness was as natural to him as weariness of heart had come to be since. Not that his reflections were bitter, but rather of the dull, wondering kind which arise in the mind of one who has come to think life a poor thing, containing nothing worth being bitter about. Emily's approaching end seemed to lull and stupefy his emotions rather than to stir them. He was able even to review calmly and critically the conduct of the man who had injured her — ay, who had injured him — so deeply. Emily had told him about the scene up the river, and how genuine her husband's"], [84, "76 THE QUALITY OF MERCY. remorse and pity had been ; and he was now engaged in that curious process of analyzing his enemy, forcing himself to realize whatever of good there was in the man — a process which gives a just man strange qualms, and makes it hard for him to justify his hatred of that enemy. Tom had sent up to the Hall a message to the effect that Emily was not expected to out live the night, and knew that Miss Fitz-Urse would soon be at Emily's bedside, and that Fawkes would be with her. The message would reach them at an awkward time too, for there was a large dinner-party at the Squire's to-night. After watching for a long time, and before he had half achieved that self-justification for which he craved, Tom saw his visitors coming down the Vicarage lane, the shortest route from the Hall. They were hastening quickly along ; Fawkes bare-headed, in evening dress, Miss Fitz-Urse muffled in a long cloak. Tom went down to meet them, with the dull, hard"], [85, "THE QUALITY OF MERCY. 77 look still on his face, as indifferently as though they were ordinary post-office customers. When he met them at the door his quiet looks formed a marked contrast to the pale, drawn face of Fawkes. \" He feels it more than I do,\" thought Tom, \" this man whom I've been calling an unfeel ing brute for years. I don't seem to grieve much. Where's the sadness in leaving this paltry world ? I could stand here and talk about the weather quite cheerfully. Certainly, of the two, I'm the unfeeling brute.\" He conducted Fawkes up-stairs, closed the room door upon him, and came down again to entertain Miss Fitz-Urse with cheerful con versation. But she understood the man's state better than he did himself; his hollow cheerful ness deceived her not a whit. We shall not enter with the husband into that chamber of death, for the study of a shallow man's remorse is not a thing to enlarge the heart or beautify the soul. It is real enough, haply, while it lasts, but the after-taste"], [86, "THE QUALITY OF MERCY. 78 of it is bitter and saddening. We recognize, perhaps, all the symptoms of profound grief; our sympathy rushes out towards the fellow mortal whose tears are real, whatever his past life may have been ; and afterwards we may come to think that our hearts have been cheated, our sympathies poured out into the mire, that man is but an emotional animal — like a dog that howls for his dead master all night, and wags allegiance to a new one next morning. Human grief may be very cynic izing to behold ; it is well to close the door upon its poorer types that the heart may remain open to the nobler. Suffice it to say, that he obtained a full and free forgiveness, such as, at least until this moment, he had never deserved. After that farewell interview with her hus band, when she had looked upon his face for the last time, a sense of rest and peace fell upon Emily, such as had not once possessed her heart since first he had deserted her. Whatever of good there was in the man had"], [87, "THE QUALITY OF MERCY. 79 come out at this parting interview ; he was deeply grieved, penitent, even loving. Some of his old love had started forth at the touch of pity, some of the old tenderness had come back as he knelt beside his dying wife and received her pardon. In this after-glow of a never-forgotten radiance Emily had been steep ing her sore heart, bathing his very faults in it as only a woman knows how to do, and now she felt that she could die in peace. When he had gone — being very weak, but quite free from pain — she fell into a doze, with a soft smile on her lips. She awoke and thought herself, for the moment, still dreaming. In the doorway stood a tall figure, from whose shoulders fell a long cloak, disclosing a robe of dazzling white that gleamed in the moonlight. The shining figure moved, the sense of unreality vanished in a second, and Emily was looking into the eyes of her enemy — hungry eyes full of appeal, to which she responded by a hard glance and harder words."], [88, "THE QUALITY OF MERCY. 80 \"No. I do not forgive you, let me die in peace. I'm no hypocrite to pretend a forgiveness which I don't feel. You spoilt my life, and I hate you ; here's an end of it.\" Miss Fitz-Urse winced and trembled, then knelt by the bedside, burying her face in the counterpane. Not a word did she say, but the kneeling figure had a deeper appeal than any words. Emily only hardened her heart, and turned her face to the wall — and so the slow minutes went by. Presently she felt a hand on her shoulder, and heard Tom's deep whisper. \" Child, child, I forgave you, and did I suffer nothing ? I never upbraided you ; I've had a lonely bitter time, since j'ou cast me off, and you've never heard it until this moment. Give me my reward now, try to forgive her. Look at her kneeling there, she is humbled to the dust now.\" \"I will humble her still further,\" gasped Emily in a voice faint from weakness, but full of bitter resolution. The quietude that"], [89, "THE QUALITY OF MERCY. 81 had stolen into her face after her husband's farewell had given place to fierce resentment now ; her mouth was hard, her eyes full of jealous hatred, her voice almost a snarl. \" I will humble her still more,\" she repeated, trying to draw herself still further from the kneeling figure as though contaminated by its nearness ; \" she has come for bread, and I will give her a stone. She thought to cheat me into forgiving her, to take advantage of my weakness, to salve her conscience by a pardon wrung from my feebleness. But I shall have my revenge, Tom, though I'm dying. Give me the medicine ; I feel faint again.\" Tom supported her with his great strong hand, and put the glass to her lips. \" I'm better now,\" she said ; \" you will write down what I dictate — there's a pencil on the table beside you — I'm going to send a message to Mr. Chichester.\" He took up the pencil in a dazed way, muttering, \" So bitter as this, child r I've VOL. II. G"], [90, "82 THE QUALITY OF MERCY. learnt to hope little from human nature ; you teach me to hope nothing.\" \" No, no, stay,\" said Emily, firmly, as if rallying by the very power of her vindictiveness. \" You shall not write ; I will see Mr. Chichester ; you must fetch him, Tom ; he cannot refuse a dying woman's request.\" \" I cannot do this, Emily.\" \" You must, you shall, Tom. Would you have him, the man you love as a brother, marry this woman, not knowing what she has done, and what is her real character ? \" \" Let her promise to tell him herself,\" he muttered, huskily ; \" you're too hard, Emily. Surely that will be punishment enough ? \" \" Promise ? \" cried the girl, fiercely. \" I wouldn't trust her though she promised on her oath. Refuse me this, and I shall go mad ; you'll deprive me of the few hours I have left on earth.\" She was already trembling, and working herself into such a hysterical state, that Tom had not the courage to hold out. He looked"], [91, "THE QUALITY OF MERCY. 83 down with a sigh at the kneeling figure shaken with sobs, and turned to go. \" You needn't fear that she will escape,\" Emily added, as she sank back, overcome with exhaustion. \" I know her better than you ; she'll kneel there without a word, though whining at me all the time with her lowly attitude, until you return.\" Then Tom departed hastily, as if to escape from the stinging words which made him ashamed to remain in Miss Fitz-Urse's presence. When the door closed, Miss Fitz-Urse arose from her knees, and a strange glance passed between the two women. They seemed for the moment to have changed places. There was a shamed, shrinking look in Emily's eyes, as though the accuser had become the culprit; while the other stood erect and dazzling in the moonlight, her fine face spiritualized by pity and a noble shame. \" Emily,\" she said quite gently, \" I came here without any thought or wish to defend"], [92, "THE QUALITY OF MERCY. 84 myself, yet hoping something from your generosity. But now you have stung me into self-defence, though I speak for your sake more than my own. For you cannot really injure me with Mr. Chichester ; you will but anticipate the punishment which I had resolved to undergo of my own free-will. I was too weak to tell him all when he asked me to be his wife, though I tried hard ; but I should not have been bad enough to marry him without first letting him know the whole truth. And that whole truth is not so utterly bad as you think ; weak and bad I have been — but not so utterly guilty as you think. I say this as solemnly as though I were lying there, in your place, awaiting death. I have borne some hard things already — the harder for the knowledge that I deserved them. You heard me yesterday speak of my repentance and humiliation, growing deeper as the man I loved grew nearer to me, and how I hoped some day to make up for the wrong I have done him. And I never knew that I had"], [93, "THE QUALITY OF MERCY. 85 caused, or helped to cause, your husband's desertion. He deceived me utterly from first to last . . . but enough of that, for you must have guessed it all. I have wronged you blindfold, Emily ; and perhaps that mutual discovery of ours was as bitter to me as to you. Knowing this, will you now, at your journey's end, burden your soul with a revenge that must stain it so deeply ? \" \" It is right and just that you should suffer,\" said Emily, feebly, once more turning her face to the wall. Lilla walked proudly to the window without another word. A single look of love or kind ness would have overwhelmed her ; as it was, she could nerve herself to bear what was coming without flinching. Either her late trials had given her a new firmness, or the crisis called forth the latent courage that underlies even weak and gentle natures. She felt now that she could bear everything, that she could take her dismissal — for she knew well that the parting must come — with quiet"], [94, "86 THE QUALITY OF MERCY. patience, trying her best to make it easy for him. Thinking thus, and not without a certain sense of relief that the moment she had been dreading so long was at last at hand, she stood looking out for the two figures which would presently come down the Vicarage lane. Yet beneath this dogged acceptance of the worst, this half-sublime sense of being wrought up to bear any stroke with fortitude, she was conscious of a great desolation, an outer darkness of soul towards which she was being driven. Geoffrey had become dear to her in proportion to her own awakening; her future atonement to him by an absolute self-surrender and constant love had come to be the aim of her life, the one sleepless wish of her heart. And this hope was now to be taken from her ; she was to be made some thing like an outcast in his sight ; all her efforts made vain, her bitter repentance futile, her yearning for self-improvement for his sake a mockery. She felt that her fortitude was after all but skin-deep."], [95, "THE QUALITY OF MERCY. 87 When she looked round after a time, with that darkness and pain of soul marring the gentle curves of her face, she saw that Emily was sleeping, and smiling in her sleep. It was a strange spiritual smile that smote upon Lilla's sad heart, as sunlight slanting through a cell-window might upon a prisoner's. It produced in her an intense longing that the dying girl might wake and speak to her without the smile fading, or the look of hatred coming back. She began to lose her self-command again, under the influence of that foolish hope. Presently the sick girl's eyelids fluttered, while Lilla held her breath, and pressed both hands over her heart. Might it be, oh, might it be possible that some fair dream, such as comes at times to the dying, had come to soften poor Emily's bitterness? \" Where am I ? \" asked Emily, as her eyes opened. The watcher dared not speak ; the first sound of her voice would surely bring back what she dreaded and expected."], [96, "88 THE QUALITY OF MERCY. Emily's eyes turned slowly upon her, with recognition, yet wonderingly. \" Strange, strange — most strange,\" mur mured the girl ; then closed her eyes again for a few moments. \" I should like you to speak,\" she then said faintly. \" I want to hear the sound of your voice without seeing you.\" At first Lilla's dry lips refused to speak ; but after a moment or two she muttered, \" I am here, Emily, trying to ... to bear it.\" As she listened, the soft smile stole into Emily's face again, setting the watcher's heart a-flutter, and drawing hot tears from her eyes. \" Something is coming back to me,\" Emily resumed, \" and your voice seems to help it. I have been ... I know not where,- but I have brought back with me something I long to keep. Let me keep it, let me keep it, princess. Leave me; I can't bear to look upon you and lose it. Yet stay ; I hope, I almost hope . . . The moon is setting, and the"], [97, "THE QUALITY OF MERCY. 89 light faint now, is it not? I pray you stand by the window, that I may see you as from a distance. Then I will open my eyes; and if it stays with me, will speak to you ; and if not, leave me now quickly, let us part before the bitterness has quite come back.\" Lilla passed to the window and stood trembling, with parted lips and great eyes full of hope and fear. Then the sick girl raised her head a little from the pillow, and gazed long, and murmured with breaking voice and happy tears streaming — \" Yes, yes, it stays with me. Darling, come near to me and kiss me.\" When Tom returned from his errand, and re-entered the room, he saw a sight that shook his soul, and stirred his heart with the strange gladness which noble music can give, or ex quisite beauty. The thrill that went through him communicated itself to Geoffrey, who was a couple of paces behind him ; and the latter, following Tom's glance with his eyes, felt a"], [98, "THE QUALITY OF MERCY. 90 strange uplifting — a sense of being borne away, awestruck yet exulting, into some region infinitely distant from the common world, and was minded to take off the shoes from his feet as though he stood on holy ground. For the faint morning light was falling upon the two figures, their heads laid side by side upon the pillow, the black hair mingling with the chestnut — and of those two, one was sleeping, and the other was dead."], [99, "CHAPTER VI. It seemed that poor Emily's death was likely to prove a turning-point for Geoffrey and his betrothed. Hitherto — at least until Rose cleared her cousin by that odd dis closure in the lane — the engagement had been something like a flat failure. Geff had been harassed by ever-pricking jealousy, Lilla by constant dread of Fawkes and the fretting thoughts that he had always managed to keep alive. But now Fawkes had departed from Slum berly, had disappeared no one knew whither ; while, much to the astonishment of their numerous critics at the Hall and in the village, Geoffrey and Lilla had come to be looked upon as genuine lovers."], [100, "THE QUALITY OF MERCY. 92 Yet, how closely knit they had become, how absolutely one in heart, only the anxious aunt, who studied their faces with daily increasing satisfaction, was aware. A tranquillity, such as she had long looked upon as no better than a far-off possibility, had now come to Lilla. She and her lover had at length attained that \" closer, tenderer presence of the soul \" which a couple of weeks ago she had almost given up hoping for. Nor could her sad and humbling thoughts of Emily's death, and her own share in it, suffice to undo the peace that Geoffrey's present devotion brought her. That staff supported her through any depres sion of spirits ; and her forgiveness by poor stricken Emily, in itself an abiding relief, made her hopeful, humbled though she was, that Geoffrey too would come to forgive her in time. Encouraged by this hope, she fell to the task of so binding his heart to hers that the revelation, when it came, might be powerless to sunder them. This central wish and aim of her life, this longing that possessed her,"], [101, "THE QUALITY OF MERCY. 93 gave to her love and her beauty such a power of appeal and mastery that even a less generous man than Geoffrey must have yielded, and returned her love with passion. Geoffreyr's old suspicions had vanished as utterly as last year's leaves, and his painful jealousy had gone after them. Under his new elation he blossomed out again into his true self, and was so genially anxious to please that even the Squire thawed towards him. As for Ned, that profound judge of human nature swore roundly at least once a day that \" Chichester was a d — d good fellow.\" Indeed he sought Geff s company so perseveringly for fishing and shooting excursions — sometimes arranging them with a view to good-naturedly relieving him of the boredom of constant \" duty \" with Lilla — that the young poet often wished his new friend at Jericho. Altogether, if there had been something like slack water in Geff's affairs since his arrival at the Hall, the tide seemed to be on the turn now. His fame was spreading; the reports"], [102, "THE QUALITY OF MERCY. 94 from his publisher were highly encouraging. It was manifest that his old youthful dream of quill-driving in a garret, surrounded by mighty but unsalable works in MS., which the world would learn to appreciate just before pictur esque starvation overtook him, must now be foregone. He was informed that by doing what he was told, that is, by producing steady work, not too novel or high-flown, he might now expect to earn a steady income — an announcement that was full of solid comfort, since the unspeakable romance of being a starving genius had now lost its lustre. His play, too, promised to bring in some thing. It was of the Royalist period, so be loved of all young playwrights, and full to the brim of rapier-duels, hairbreadth escapes, and dashing Cavalier feats. He had sent it some weeks ago to a certain theatrical manager — • to whose good graces his uncle had recom mended him, and to whom he had paid due court before the excitement of his wild-goose chase had begun to turn his head — and had"], [103, "THE QUALITY OF MERCY. 95 received from the manager, almost by return of post, a severe snubbing. \" The play might have literary merits, which were no concern of his, and of which he was no judge, but it was not an actable piece at all. The carpentry of the thing was wrong from beginning to end, the climaxes all in the wrong place, the interest spasmodic ; in a word, no London audience would sit through such a crude piece of amateurity. Some practised playwright might perhaps be able to lick it into shape, but rising young authors were generally too conceited to permit of that process.\" This blow had been tolerably crushing, but the lad's modesty helped him to bear it. He wrote back dejectedly to the effect that he would be only too glad to have his piece not only hacked, hewed, and lopped into shape, but torn up by the roots, if necessary, and replanted by some competent person. For the next fortnight he heard nothing ; then came a note to say that the play had"], [104, "96 THE QUALITY OF MERCY. been manipulated by a well-known actor, who had taken a fancy to the leading part, and was now almost tolerable, perhaps worth a matinee performance ; in fact the manager would give it a matinee in a few weeks at his own theatre, provided that the author promised to remain out of town till the per formance was over. Perhaps this manager had suffered somewhat from the vanity of yroung authors during the rehearsal of their pieces. Geoffrey of course wrote back, pro mising to remain in the depths of the country until the matinee should be over. The play was now to come on in a day or two, half rehearsed and indifferently stage-managed, as befitted a maiden dramatic effort ; still it was to be presented to the public, and — as the manager added with a quiet grin as he penned the words — to the critics. Geff began to hope that he would make his way now without further assistance from Sir Garrard, with whom he had exchanged no word of communication since their last brisk encounter by letter."], [105, "THE QUALITY OF MERCY. 97 Lastly, as if to fill the cup of his good fortune to the brim, Miss Bellingham was relenting. That hard old lady had been ill with bronchitis lately, sufficiently so to make her imagine herself dying, and to soften her considerably. Not that she went to the extent of saying, \"Since you are quite bent on marry ing your pauper-poet, why, do so, and I'll see that you don't starve ; having far more than I know what to do with or shall ever spend.\" The rack would hardly have sufficed to wring from her such a fairy-godmother speech as that, much less a fortnight of sick-bed and gruel ; but she did ask Lilla's pardon for the harsh letter she had written to Cousin Ran dolph, and request her to come up to Town and see a lonely old woman — which, from Miss Bellingham, meant a good deal. Randolph, after reading that letter with many cynical comments, expressed himself quite satisfied. \"The money will not go out of the family after all, Lilla,\" he said, \" though I give you VOL. II. H"], [106, "98 THE QUALITY OF MERCY. every credit for having done your best to lose it. Now you had better pack up and depart for Town at once, if there's a shred of rationality left in your compositicn.\" So Lilla was torn from her lover for a whole week, after a parting little short of tragic ; and Geoffrey's first love-letter — for this was their first separation for more than one day — fol lowed her up to Town by the next train but one. As for that deserted young poet, he was taken in hand by the considerate Ned, and had some long nights' duck-shooting with the latter and Tom Hadaway, and some long days' pike-fishing among the upper reaches of the Slumber, which, with intervals of hard work, passed the time pretty well. One morning, when Lilla's week in London had spread itself out to ten days, and the day of her return was still uncertain, Geoffrey rose soon after daybreak and went forth into the dull gray October morning. His frame of mind was a disquieting one, for his play had been produced the afternoon before, and he"], [107, "THE QUALITY OF MERCY. 99 had received no telegram as to its success or the reverse. He felt this silence to be ominous of failure, and failure meant indefinite addition to his time of probation. He walked down to the mill without better ing his condition much. The dripping aspens showering their yellow leaves upon the river, and the melancholy spread of the great misty Quamp, rather helped to deepen his gloom. As no one was stirring at the mill, Geff thought he would penetrate the reedy fast nesses opposite and pay Tom Hadaway a visit. He ferried himself across without mishap — the youngsters at the mill having ceased their favourite diversion of leaving the old boat un corked since their too successful feat with Mr. Fawkes — and plodded his way through the dripping marshes, past reed-jungles and long lines of pollard-willows, melting into gray mist, to Tom's lonely cottage. Tom was leaning against his door-post, smoking a pipe and gazing over the great sullen flat, whose companionship seemed to"], [108, "THE QUALITY OF MERCY. 100 suit him better than that of men. His solitude was the more complete at this season, as hardly a soul ever crossed over to the Quamp ; his melancholy, too, had become deeper lately. Geff got little consolation from his friend this morning. Since that scene by Emily's death-bed Tom had watched the lad's growing happiness in a half-dazed fashion. He did not believe that Geoffrey's love would survive the shock that was in store for it. The story of Miss Fitz-Urse's weakness and wrong-doing — wrong-doing bordering so closely upon absolute guilt — would, he considered, destroy her lover's faith in her at a stroke. \" Some men might take it lightly,\" thought Tom ; \" but it will be a black hour for him when he hears that story. He must hear it before he marries her ; to keep him in ignorance of it would be to cheat the lad. He shall know it ; she has promised it. Ay, but she'll shirk up to the last minute, and then happen she'll be too scared to speak ? And now he's piling up his adoration for her higher every day."], [109, "THE QUALITY OF MERCY. 101 If Miss Rose knew all, she might be sorry for him ; no need to grudge his present happi ness, and cut him in the village street as I've seen her do.\" After spending half an hour with Tom in the depths of the Quamp, Geoffrey returned to the Hall rather more depressed than he had left it. As he walked across the gravel sweep before the front entrance, he cast a moody glance down the drive, and noticed with surprise that a shaky old country fly was crawling slowly up it. The appearance of this rustic vehicle, easily recognizable as of Ringhurst build, at this hour of the morning, was a decided phenomenon. When it drew up beside him, however, Geff was amazed indeed, for out of its dingy interior jumped first Lilla's maid, and then Lilla herself, smiling with a child's delight at his bewilderment. \" I knew I should astonish you,\" she cried with a gleeful laugh; \"but come into the breakfast-room, Geff, for my news is much too important to be poured out for your"], [110, "THE QUALITY OF MERCY. 102 single edification; the whole conclave must hear it.\" The others were as much astonished as Geoffrey at her unexpected appearance, all except Squire Randolph, who always refused to express surprise at any feminine vagary ; indeed, had she exclaimed, \" I have just arrived after walking the whole way from London,\" he would probably have received the announce ment with his usual cynical calm. \" I have never learnt to understand women,\" he used to say ; \" but I have learnt not to be surprised at them.\" Lilla tossed her wraps aside, and told her news with glowing cheeks and sparkling eyes. She had been travelling all night, but was not in the least tired — naturally such unimportant trifles came first in a woman's narrative — but the cream of her tidings was that she had been to Geoffrey's play the afternoon before, and that it was a great success. A \" fair success \" the manager had pronounced it, but she repeated \"a great success.\" The manager had forborne to telegraph in order"], [111, "THE QUALITY OF MERCY. 103 that she herself might have the pleasure of carrying the good news down to Slumberly. The first act of the play had gone a little flat ; she had sat in her stall trembling, nearly crying indeed, during the interval that followed. But the audience warmed up during the second act, and the third proved a small triumph. At the close the author, who at that precise moment was gaffing a big pike for Ned Fitz- Urse some five miles up the Slumber, was summoned by the audience, and the manager had to apologize for his absence. \"And if you had been there, Geoffrey,\" Lilla declared, \" and had come forward, I should have been quite overcome with pride.\" As it was she and Mrs. Fitz-Urse gazed upon this blushing young author much as though he had just written Hamlet, or won a great battle, or been made Prime Minister. Ned received the news with a shout, and clapped Geff on the back with violence; Randolph asked if he would have tea or coffee, and hoped the fuss would soon be over."], [112, "THE QUALITY OF MERCY. 104 Geff was pleased enough, of course, and not so conceited as to pretend not to care ; yet Lilla was quite disappointed that he could even listen to her excited story with decent com posure. On the whole, however, this was the most harmoniou. and successful meal this party had yet discussed together ; and while it was going forward the mists came smoking up in eddying curls from the Quamp ; and the sun began to slant cheerfully down upon the gorgeous beeches of the park, and the delicate gold of the aspens down by the mill."], [113, "CHAPTER VII. Lilla would not hear of retiring to rest after her night's journey. She wished to enjoy Geff's pleasure to the full, to waste no single minute of it ; and nothing would satisfy her, the blue sky now inviting, and the air being full of mild autumn radiance, but that Geff should take her for a long day up the river. She could not rest better than by reclining in the Squire's well-cushioned boat all day, and Geff must row her miles away into the heart of the country, as far as that solitary branch of the upper river which wound through an arm of the great forest. Geoffrey accepted this attractive programme of the day open-mouthed, while Ned shrugged his shoulders sympathetically to think what"], [114, "THE QUALITY OF MERCY. 106 a long day of boredom his friend was now launched upon. \" You won't even take rod or gun, I suppose ? \" he said with a sigh. \" I'll get you off yet,\" he added in a whisper, \" if you will but leave it all to me ; I can always manage Lil.\" \" You are very good,\" Geff retorted with a sly chuckle, \" but the fact is I'm rather inclined for a long day's rowing exercise.\" \" Well, take plenty of grub and tobacco, any way ; you'll want something to break the monotony, by Jove ! \" Geff could hardly believe his good luck when they were safely under way. The boat house being placed a little above the mill, they started up the narrow mill-lead, Geoffrey flannel-clad in deference to the mildness of the October morning ; Lilla reclining amongst soft cushions, attired, dress, broad hat and all, in a cunning harmony of ambers and dead golds, as if to be in key with autumn's mellow drapery."], [115, "THE QUALITY OF MERCY. 107 The mill-stream passed round the back of the village, under fine ash-trees and drooping willows all feathered with gold, glowing as if with the after-radiance of all the sunsets of the whole past summer. Among the gold leaves the black interlacement of sweeping boughs stood out black and crisp ; and behind them the thin white mist shimmered in the sunlight, while overhead throbbed the faint pearly blue of the autumn sky. It was a morning full of warm appeal to any one impressible by nature's poetry, and Geff thought his sweetheart's beauty had never had so fair a setting. There was a smile of shy happiness on her face, too, which made a sort of key-note for the bright ness around them. Presently they lost sight of the ruddy little village, and glided smoothly into the steadfast flow of the main river. On their left stretched the Quamp, intersected by lines of placid gleaming water, and embroidered by reed-beds now fading to drab and amber ; on their right lazv cows were browsing in the marsh, and"], [116, "108 THE QUALITY OF MERCY. along the upland ridge beyond them a sower was striding, his arm waving rhythmically as he spread the seed broadcast before him. Geff was in good training after much air and exercise lately, and rowed on like a machine. Mile after mile they glided on round the gleaming curves of quiet water, with only the snipe and wild ducks to look at them ; the blue growing more intense over head as the warm sun drank up the mists. When they reached the fork, where the forest branch came swirling slowly into the main river, it was fully lunch-time ; btit Geff was bent upon having that meal in true \" As you-like-it\" fashion, under the great beeches and pines that formed the fringe of the forest, and still pulled steadily on. The flats and reed-beds gave way to steep banks now, and thick brushwood all aglow with autumn ; and here and there russet-clad oaks with great gnarled arms stooping low enough over the narrowing water to make navigation difficult. The stream too was"], [117, "THE QUALITY OF MERCY. 109 running briskly, sometimes dimpling over golden gravel, anon pausing in deep pools where the big turns and elbows came. At length they reached the great bend which was Geffs goal, and grounding his boat on a gravelly strand between two moss-grown oaks, he proceeded to spread out the provisions. Now for the last mile or more Geff's flow ot talk had languished somewhat, a fact which Lilla attributed to deep enjoyment of the day and their surroundings. She also was silent for very happiness ; it was enough for her to sit there facing him, listening to the music of lapsing water, to the kindly persuasion of nature, which seemed to whisper that this golden day was only an earnest of what was to come, that her trouble and pain were over, that she and Geff were really to go through life together hand-in-hand in true Arcadian fashion. But Geoffrey, as it happened, was attending little to the allurements of nature ; something of far more prosaic type was possessing him"], [118, "THE QUALITY OF MERCY. 110 strongly, a question, namely, of downright pounds, shillings, and pence — though pounds, shillings, and pence in a highly romantic rela tion. The conviction that he had really opened his oyster and was on the high-road to success, that there was no sort of reason why he should go on waiting indefinitely for his beautiful bride, had been pressing upon him with growing insistence lately. Miss Bellingham's attitude had been a stumbling-block and a grievance, for it was painful enough to his pride that, by becoming his wife, Lilla should have to forfeit her for tune ; but this thorn-hedge was now happily uprooted, and — and in short, why should they not be married ? Lilla had some money of her own that had come to her through her mother — a little income, indeed, which in old days he would have looked upon as a small fortune ; and as for himself, he had the ball at his feet, and was quite resolved not to stumble over it, or let it cease rolling for want of persistent kicking."], [119, "THE QUALITY OF MERCY. 111 There would be no occasion for them to set up house in a garret, at any rate ; even the villa residence which Randolph had pictured for the young couple might be decently fur nished ; nor need Lilla interview the butcher at the side-door, unless she chose to practise the thing as a pastime. In a word, Geoffrey had been big with an important proposal ever since breakfast, and had made up his mind to broach the matter up here in this very pool, with the great forest stretching miles and miles away on three sides of their boat. After lunch, then, he lighted a cigarette and plunged headlong, like the y^oung hot head he was, into this great question. Lilla heard him with a flush of amazement that onlyr served to heighten his ardour. Once started, nothing would stop him. Let her only reflect how much he had gone through, how long he had been fighting against adverse circumstances . . . and so on, and so on, in the same strain."], [120, "THE QUALITY OF MERCY. 112 In point of fact his sufferings had lasted scarce four months, though he vowed that each one should be reckoned as a year, at least : but what y^oung lover has not gone through the labours of Hercules ? Why should they go on waiting ? Was it not a feeble, even a cowardly thing, for two people who loved each other to go on wearing out their hearts until such a time as they could afford a carriage-and-pair ? What fine ser mons Thackeray had preached about this same ignoble dread of a little anxiety ! Geff, too, was passing eloquent upon this text, and spoke with a fluent ease almost worthyr of the great author himself. Finally, when he had beaten flat every pos sible objection that the bewildered maiden could possibly conceive, and before she had had time to formulate a single one of them, he leaped ashore, his heart dancing within him, and marched off through the woods in order to give her \" time to think about it,\" as he said in his casual, youthsome way — just as"], [121, "THE QUALITY OF MERCY. 113 though it were a mere question of choosing a gown and orange-flowers. Lilla, thus left \" to think about it,\" sank into a fit of deep depression, and all the brightness of the day fled from her. She was thinking what a happiness might have been hers now but for that bitter confession of weakness — thrust away of late to a remote distance, brought back now, as by a sudden clutch, to confront her face to face. It would have been a happiness to share any poverty with Geoffrey, to put up with any hardship — ay, even to toil for him with her hands — she thought, as the stinging tears came and her heart beat quickly. And now ? But thought refused to go further. She could not face the punishment before her. She who loved him so — more than he would ever know now — to tell him . . . ? Impossible ; she could never bring herself to that. In the old day, when the evil glamour was upon her, her wrong-doing had sat but lightly upon her. Then had come Geoffrey's VOL. II. I"], [122, "THE QUALITY OF MERCY. 114 love, with its strange illuminating power. He had taught her — all unawares of the lesson he was giving, simply by being himself— that the wrong-doing was a dishonour ; and so under his touch her conscience had awakened. And looking back now, she recognized with bitter shame and humility that, but for him, she must have fallen to the lowest depths. If she could plead not guilty to the worst charge — the charge which any one of her old set, upon hearing the outline of her story, would bring against her without a moment's hesitation — it was thanks to Geoffrey, not to any power of her own. She felt that she must tell him all or nothing, and that the relation of her story would come upon his love like a blight, that any shadow of dis honour in connection with his idol would be to him horrible, almost incredible. . . . And he would never understand, never know how her conscience had been stupefied, how she had been lured on inch by inch. Utterly impossible : she could never tell him."], [123, "THF QUALITY OF MERCY. 115 She must temporize for the present ; later on, make some excuse for breaking with him — which would break her own heart — and go away to hide her head somewhere without his ever knowing the truth. She lay back on the cushions, listless and sick-hearted, through that dark hour ; while around her sunbeams fell through golden leaves upon dimpling water, and the sweet air, tender as the last sigh of summer-time, caressed her pale cheek. Geffs hopefulness was somewhat dashed upon his return ; and he came to the natural conclusion that, as usual, he had been over hasty and precipitate, that he should not have sprung his mine without some previous warning. As they floated down stream again, aided by an occasional dip of the sculls, he was full of penitence ; but in course of his apologies worked himself back to cheerfulness, and soon waxed as eloquent as ever. Lilla listened, pale and silent, with lowered lashes, while he urged that they should be married in a month, or"], [124, "116 THE QUALITY OF MERCY. say six weeks, provided that Miss Bellingham and Aunt Fitz-Urse made no serious objection. She had no sound objection to put forward, and no power to refuse him without reasonable excuse. She half consented to his terms, by silence rather than speech, and Geoffrey then forbore to harass her further. He rowed on blithely, his eyes full of joyful anticipation, dashing round corners, and whooping like a school-boy at wild-duck and teal as they rose from the sedgy pools. Lilla felt that his will was bearing her along as the current was bearing their boat, and grew more miserable at every corner they rounded. As they swirled into the main river again, she made an effort to shake off her apathy. \" Geff,\" she said, breaking in rather mourn fully upon his cheerful prattle, \" I wish you would write me a poem about a great forgive ness — about a man of such noble fibre as to forgive an injury done to his very heart of hearts. Do you think such men can really"], [125, "THE QUALITY OF MERCY. 117 exist ? I have sometimes thought you could forgive almost anything, Geff; that your power of generosity would stop at nothing — that you at least have that 'quality of mercy' so seldom given to men. I felt this power in you almost before I learnt to love you.\" \" I suppose I'm pretty much the same as other men,\" he answered lightly, \"with about the average allowance of flesh and blood. But I'm not veryr mean, I hope, and could forgive a person most things— except of course a dis honour ; on that subject I'm rather mad, as you know.\" A quick spasm went across her face ; but he was watching some plover circling over the flats, and noticed nothing. \" But a man can't write poetry to order,\" he continued. \" If that were possible I would straightway commence a Five-Act Tragedy called Forgiveness, just to pleasure you, fair sweetheart. It would be trash, however, not being really felt. Now, instead of writing trash, let me quote to you some words of the"], [126, "THE QUALITY OF MERCY. 118 Great Master, which fit my feelings to a hair — ' though for myself alone I would not be ambitious in my wish To wish myself much better ; yet for you I would be trebly twenty times myself, A thousand times more fair, ten thousand times More rich.' Those words of Portia's often occur to me, Lilla, for I'm not half good enough for you.\" \" No words of yours,\" she muttered, \" ever make me so sad as those last.\" \" Eh, dear heart alive ! as the Slumberly folk say,\" he cried, \"you're not well, darling. Selfish ass that I was to drag you up here, after that long night journey ; for I know you only arranged the day for my pleasure. I'm going to buckle to my work now, and row you home at the rate of five miles an hour. You want rest, sweetheart ! \" Geff gripped his sculls more firmly, and the light boat sprang forward under his vigorous strokes. But the worst moment of the day was yet to"], [127, "THE QUALITY OF MERCY. 119 come for Lilla. When they were nearing the mill-lead and Geffwas looking over his shoulder with a view to his steering, she saw a man half hidden by a reed-clump in a little bay of the right bank. He was lounging along with a black retriever by his side and a gun over his shoulder ; the westering sun shone full on his olive face. She recognized Fawkes in a flash as they shot past, and her heart stood still. He had come back, then — and she knew why. The sight of the man was a finishing-stroke to her forebodings, an endorsement of her expect ant fear. She knew his burning jealousy, and how he would agonize over the news that she was to be married soon ; and, shaken as she now was, the thought filled her with dread. \" Here we are,\" cried Geff, a moment or two afterwards ; \" here's the mill-stream at last ! Why, how ill you look, dear ! I shall give you at once into the hands of yrour aunt with a request that you may be sent to bed immediately.\""], [128, "CHAPTER VIII. What of Francis Fawkes since his disap pearance from Slumberly ? His history during that period may be told in few words. He buried his wife in her native village ; and every one who passed through the little churchyard of Oulsby, hard by the great Broad over which Tom had so often ferried his sweetheart, might read her true name, Emily Fawkes, upon the fair white cross erected by her husband. No one could now mutter evil things about Emily, shrugging shoulders at the tale of her secret marriage with the gentleman for whose sake she deserted her true lover. Fawkes, in the first blush of his remorse, had done all he could for her. Now that \"envy and calumny,"], [129, "THE QUALITY OF MERCY. 121 and hate and pain,\" could touch her no more he had done his best to quell them ; now that she had gone whither no straining wish nor remorseful word could follow, he had a craving desire to show his love for her. He spent hours by her grave, looking out over the solemn width of water, giving his conscience a free tongue and a fair hearing ; and truly the account between her whose mortal remains lay at his feet and himself showed a heavy balance against him. She had never coquetted with him ; had for long clung stoutly to her betrothed lover ; when she became conscious of growing weakness, had entreated her subtle tempter to have mercy and depart, and so help her against herself. The only item against her was her proud refusal to entreat back her husband, to make herself happy with his money, when he tired of her — surely a small thing to set against a three years' desertion of a wedded wife. He thought of all this, and of how she had worshipped him ; how bright and loving she"], [130, "THE QUALITY OF MERCY. 122 had been during that short honeymoon ; how she had flung herself into self-culture, and studied the ways of his world in books, in order to make herself worthy of him ; and the prickings of remorse were sharp. Fawkes returned to Town sad -hearted and ashamed, and began to harbour those good intentions that are the natural solace of humanity when out of love with itself. These intentions, or cravings of wounded self-love, all converged towards some better life to be spent in his native land, as he always liked to call fair Tuscany. He owned some land there, a summer villa, with its gardens girt about by the blue Mediterranean. Thither he would probably have retired with his wife — had his love for her been of more stable texture. He thought, now that his remorse was warm, he would quit this aimless, do-nothing life in sunless England, retire to his Tuscan villa, and devote himself to Art — the beautiful mistress for whom he had really been hungering all his life. This"], [131, "THE QUALITY OF MERCY. 123 hunger had never been so keen as now that his conscience was somewhat raw. And — yes, here was the backing of the picture, without which even the deep joys of form and colour would not suffice to make this new life toler able—he would return in a year or two, win and wear Lilla like a true man this time, and take her back with him. That her present engagement would hold, he thought very unlikely. As soon as her former history leaked out — as it could not fail to do — Chichester would leave her, if he, Fawkes, knew anything at all of human nature. In fact, looking upon their separation as a mere question of time, he had written to Ran dolph for news of the engagement, and in a sh ort time would probably hear of its final rupture. Before this conception of a new life at the Tuscan villa had possessed his brain for forty-eight hours, Fawkes had begun, with a characteristically swift absorption in his new scheme, to collect old sketches, studies, and"], [132, "THE QUALITY OF MERCY. 124 art-gear of all sorts, and to make various other preparations for the change. As he sat among those dusty canvases in his luxurious chambers, he read, by right of intuition born of his present humbled frame of mind, something of his own history, with all its wasted talent, its procession of unstable efforts, of opportunities seized with fervour and dropped again as though red-hot. In those embryo pictures, in the scores of designs for great compositions — not one without some touch of genius, not one carried to the point where real labour begins — the tale of wasted talent was readable as print. \"What might I not have done had I held to the land where Art clings to you like a mistress, comforts you like a friend, smiles at yrou in every sunbeam, comes sighing to you with every waft of warm breeze ? \" Thus ran his thoughts. \"Sanzio!\"he presently exclaimed aloud to his favourite dog — a black retriever, who was gazing at a big canvas with ears lifted and the"], [133, "THE QUALITY OF MERCY. 125 grave glance of a connoisseur — \"we must depart, old fellow. I've been choked here, strangled by this race of shopkeepers to whom art is no more than a low trade. How can a sensitive man stand up against the contempt of a whole nation? I'm not an Englishman — no, nor half a one, my Sanzio. I'll get out of this cursed country, and never set foot in it again ! \" It was comfort thus to shift the burden of a wasted life on to the broad back of the English nation. Yet he only half succeeded in cheating himself. The man was still ashamed and humbled, casting about for some thing to soothe the pricking consciousness of a mean, dishonourable past ; in a mood highly susceptible to the breath of a better influence, even inclined to cry out against Providence for not at once seizing upon this fine chance of reforming Francis Fawkes. Possibly such a mood of half-injured peni tence is, in a man of this unstable type, one of his most dangerous moments ; when, though"], [134, "THE QUALITY OF MERCY. 126 the strong pull of good influence might help him, the least touch of a bad one will thrust him backwards like a swung pendulum. As he sat talking in his caressing way to Sanzio, the old art-craving, stirring at his heart, permeating his whole being like strong wine, seemed likely to supply the necessary touch in the right direction. Every sketch and study that he turned over helped him. Here a piece of glowing colour warmed his artist's heart and set his fingers twitching for the brush ; there some grouping of pure curves — Fawkes had' a fine sense of suave line as well as the eye of a born colourist — tickled his fastidious sense of beauty. From hopefulness he passed by quick stages to hot enthusiasm, which reached a climax when he chanced upon an old study from the shore near his Tuscan home — a pair of lovers standing on dripping sand, the fire of an Italian sunset upon their glowing faces ; behind them the quiet, heaving sea, and distant sails aflame with luscious orange light. A rich, sensuous picture with grand colour-"], [135, "THE QUALITY OF MERCY. 127 passages in it. His pulses throbbed as he saw in imagination those colour-masses welded together into one lustrous whole. The canvas, with all its fine possibilities, its colour-chords a tone or two short of completion, was a last finishing-stroke ; his art-hunger would be the saving of him. He laid the picture gently aside and fell into a reverie, smiling to think how soon he would be back on that Tuscan shore. As he dreamed, a knock startled him. It was his servant, who brought in a letter from Squire Fitz-Urse. Fawkes tore it open. Straightway his bright dreams vanished, and a blight fell upon his hopes and good resolutions. Lilla and her lover, so far from being separated, were inseparable — hardly apart for an hour. Chichester had made some lucky hits. Miss Bellingham was relenting. Ran dolph expected to hear the question of the wedding broached almost any day. He had quite given up troubling his head about a pair of fools whom nothing on earth could sunder."], [136, "THE QUALITY OF MERCY. 128 Fawkes read, and fell into a black despair. Chichester must have heard all, and in his blind adoration have forgiven all. They would be married soon ; it was there, down in black and white in the Squire's own handwriting. As he lay back, the letter crushed in his hand, the old jealous passion came pouring back into his heart like a strong flood-tide. He was half mad for the moment — possessed, as by a demon, by an insane hatred of young Chichester, a craving to do him some grievous injury. He raged about the room, torn and shaken by the wrath of his passion ; and the fever of his hot Southern blood increased through the long sleepless hours of the night which followed. In the morning he was weak and listless outwardly, but his violent emotion had quieted into a settled purpose, a dogged resolve to hinder the marriage by fair means or foul. He could not rest another hour in Town ; to Slumberly he must go, and at once, though it would torture him to see the lovers together,"], [137, "THE QUALITY OF MERCY. 129 and though deep in his heart there was grow ing up a great fear — the fear of himself and of what he might be driven to by strong temptation. Thus it came about that late in the evening, Mr. Groat of Slumberly Mill, while solacing himself with a pipe down by the mill-pool, with the soothing hum of his machinery to add flavour to his tobacco, was astonished by the sudden apparition of Mr. Fawkes and his dog Sanzio. They had walked over the Quamp from Hernebridge ; and both master and dog seemed a little fatigued and out of sorts. Fawkes, however, mustered some of his old cordiality as he shook Mr. Groat's great hand, and exchanged cheery greetings with him. The miller was delighted to see this unexpected visitor, still more so to learn the cause of his visit. Fawkes wished, if it would not put the thriving Groat family to much inconvenience, to be the miller's lodger for VOL. II. K"], [138, "THE QUALITY OF MERCY. 130 at least a few days. Perhaps Mrs. Groat could spare him the upper room which looked down over the aspens and the mill-pool ? He particularly wanted a sketch of this piece under its autumn garb to carry abroad with him, for he was leaving the country shortly for the sake of his health. If he went to the Hall there would be a round of amusements, and no time for sketching; hence his desire to put up at the mill. \"Why, sir,\" cried the miller with a genial chuckle, \" I thought you was lookin' a bit pale and peaky-like, and put it down to London dissipation. In course you can stay, an' welcome, and I'm sorry you an't well. You come along to my missus, and my boy Jim shall drive over to Hernebridge for your traps to once.\" Fawkes went in, explaining further as to his pale looks ; and the boy Jim having received his father's orders, slipped out of the back-door like an eel, the truth being, that Jim was rather nervous at the arrival of this"], [139, "THE QUALITY OF MERCY. 131 gentleman. This cowardice of the lad's was natural enough too, having its source in an uneasy conscience — in fact, in the recollection of how Mr. Fawkes had all but met his death by drowning, thanks to Master Jim's too skilful manipulation of the ferry-boat on a former occasion. Moreover, the upper sitting-room, of which the gentleman had just been speaking, looked towards the scene of that highly spiced bit of diversion, and the A'iew might easily help to recall the incident to his memory. Thus, taking one thing with another, Jim was glad to remain out of sight until he should have recovered his nerve, and with it his native impudence. Meanwhile Fawkes took possession of two comfortable rooms, and got out his painting gear ready for the morning's work ; then strolled out and met the Squire, who was not a little amazed to see him. Of course the health question had to be gone into over again. Randolph listened without saying much. He"], [140, "THE QUALITY OF MERCY. 132 did not like the looks of his old friend. Fawkes had dark patches under his eyes ; his voice and hands were shaky, his mood depressed. The Squire thought of his own letter, and put two and two together. It was clear that Fawkes hankered after Slumberly, yet could not be induced to stay at the Hall ; — the natural inference being that he was hard hit by the news contained in that letter. And after a few minutes of desultory conversation, the Squire could not fail to see that Fawkes was altogether unlike himself. A man, if he have self-command, and a sufficiency of tact, may conceal the dominant emotion by which he may happen to be possessed ; but, if he be distracted by half a dozen conflicting ones, all the skill in the world will not serve to make him seem at ease. Now Fawkes was in just this distracted con dition. He had formed no definite plans ; he had been drawn down to these parts by a fierce longing to be on the spot — to be in a position to take advantage of any chance that"], [141, "THE QUALITY OF MERCY. 133 might turn up, of any promising page in the chapter of accidents. He might see Lilla, and try to work upon her feelings in the old way, or . . . but for the rest his plans were mere vague intentions. At one moment he wished he hadn't come ; at another he vowed that no power on earth should draw him away from Slumberly until he had done something to hinder the marriage. Of what that something should be he had no conception at present ; but he was in that dangerous frame of mind in which a man's future action depends more on the nature and strength of the first temptation that may assail him than upon any working of his will or restraining power of his principles. Not once did Fawkes mention Lilla's name ; in fact there was a visible restraint between the two men, and for the first time in his life Randolph felt awkward, almost uneasy, in his friend's company. For though this cynic philosopher had no capacity for the tender passion himself, simply looking upon women as an amusing study,"], [142, "THE QUALITY OF MERCY. 134 he was far too shrewd to under-estimate the power of love over other men, especially over a man like Fawkes, with his intense Southern susceptibility. For some time the pair walked to and fro, without much gain of ease or confidence on either side ; and the upshot of the interview was that Fawkes returned to the mill with a dissatisfied sense of having exposed the state of his feelings, and Randolph walked away to the Hall, feeling definitely uneasy about his friend, and rather inclined than not to hurry on the wedding, and so get the trouble over. Next morning Fawkes plunged into his painting in a hasty, feverish sort of way ; but every brush-stroke cost him an effort, and the end of an hour saw him fling paints and palette aside. He was possessed with a restless desire to see Lilla, and accordingly prowled about the park, lurking behind trees, and feeling like a skulking thief, Lilla meanwhile being miles away up the stream."], [143, "THE QUALITY OF MERCY. 135 In the afternoon he borrowed the miller's old duck-gun, took his clog, and went for a long stretching walk up the river-bank. Then, as we have seen, he came across the lovers. That moment was an epoch in the man's life. As he stood behind the reed-fringe and read the tale on young Chichester's face, the love and bright anticipation of it, there came a rush and a quickening of his miserable passion. He felt half-choked with the bitter wrath of his jealousy. Chichester had heard nothing, never would hear anything from that weak, treacherous woman ; no man — at least of the Geoffrey Chichester type — could wear that expression who had heard the tale she had to tell. Fawkes rushed away at full speed, but his fever raged none the less fiercely. Later on it was destined to reach a climax. After a time — hours, as it seemed — when he was beginning to recover his balance some what, he became aware that the sun had set, that darkness was coming on apace. He had"], [144, "THE QUALITY OF MERCY. 136 left the mill hours ago ; were he to return empty-handed his long absence might give rise to remarks. He pulled himself together by an effort, and reflected. At this time of the day, just as darkness was settling down over the Quamp, the wild ducks were in the habit of flying over to the main land in search of food, and many were shot on propitious evenings by the village-folk, who knew when and where to look for them. Fawkes now thought he would walk down a mile or so, ensconce himself at a spot he knew of a little below the mill-pool, get a shot if possible, return with a brace or two of duck or widgeon, and so save excuses or explanations. Tired as he was, he plodded down the bank for some distance, to a point opposite to where the village trout-stream ran into the main river, not far below the mill-pool. Around him fell the dull twilight, leaden as his own spirits. As the sun sank an evening fog began to crawl over the Quamp, copper hued at first, as the last sun-rays got entangled"], [145, "THE QUALITY OF MERCY. 137 in its woolly thickness ; fading soon to earthy brown and drab. On his way down stream he halted to draw the charges of the old muzzle-loader — fearing the damp might have got into them — and to insert fresh ones, with a heavy load of duck shot in each barrel. Arrived at his chosen vantage-post, he en sconced himself among the reeds and waited with what patience he could muster. After a time some curlews flew over him, then widgeon in twos and threes ; but he forbore to draw trigger, wishing for one successful shot into a heavy flight of ducks, and so to have done with it. The river flowed before him, chilly and weird now, gleaming dully under the sullen mists ; the opposite bank being shut out by the fog-blanket, the reeds dripping with moisture, the air warm and heavy. Presently the sound of swift wings came from his right ; he knew that a wedge of ducks was coming over at last. The gunner blew"], [146, "138 THE QUALITY OF MERCY. on his hands and cocked both barrels, while Sanzio lay beside him, with every nerve in his black body quivering. In a moment or two Fawkes could see the swift brown mass ; they were flying low, on their way, just as he had expected, to a stubbly field on the far side of the village, and would pass right across his front. As they swept by he followed them with the long gun, his fingers crooked on both triggers. Then, just as his fingers tightened, Sanzio gave a quick yelp. For a second he paused to see what ailed the dog, then lowered his gun with a shiver. The dog's quick eye had detected what Fawkes could now see looming through the fog, which thinned for a moment or two — a punt under the opposite bank with two men in it, one of them standing up gun in hand right in his line of fire. With a pin's-weight more pressure on the triggers Fawkes would have sent the two heavy charges of duck-shot right into the man's left side, his arms being raised as he also followed the ducks."], [147, "THE QUALITY OF MERCY. 139 Then, the moment after Fawkes's gun was lowered, the dim figure fired. Several birds fell with a heavy \" sop \" on to the water, and young Chichester's voice cried out — \"Well done, Tom! — you guessed their course to a hair ; now we shan't return empty handed anyhow ! \" In a flash Fawkes took in the situation ; the chance he had missed burnt itself upon his consciousness, the fever of his evil passion rose to a climax. He stood quivering from head to foot, the sweat pouring down his working face. From that moment a dark shadow fell upon his soul — the black shadow beneath which walks the man who hankers for his brother's life. Never till this moment had he actually harboured the murderous craving; now his whole heart and brain throbbed with it. An agony of disappointment possessed him. There was no pretence at self-deception ; from this moment, instead of dreading temptation, he welcomed the chance of it — hoped that it would soon fall upon him as to drown all"], [148, "THE QUALITY OF MERCY. 140 better feeling. But he had no courage now; he was shaking like a leaf. Another time he would be master of himself. Now he could only yearn and crave to see his enemy lying dead at his feet. That craving would grow and grow till he satisfied it. He was a man possessed — no longer himself, but the slave, bound hand and foot, of a passion that burned him like a fire. When he turned and his glance fell upon Sanzio, the dog shrank from his fierce eyes. Then he raised his gun, with an evil smile on his lips, and brought it down with all his force upon the poor slinking, cowering brute, and left him there by the gloomy water to moan and gasp out his life in agony."], [149, "CHAPTER IX. Three weeks had passed : there wanted now but one week more to Lilla's wedding-day. Geoffrey was quartered in Tom's cottage in the Quamp, a place of abode hardly in accord, at least as far as situation went, with his present exalted mood. For everything and everybody seemed to have fallen in with this young lover's wishes in a manner truly surprising. He had not expected any severe resistance from Lilla or her aunt, or indeed from her father, seeing that his lordship was still on the Continent, and quite content to leave the care of his daughter — which had never sat very heavily upon his genial con science — to her aunts, Miss Bellingham and Mrs. Fitz-Urse ; but from one person Geof frey had looked for determined opposition,"], [150, "THE QUALITY OF MERCY. 142 that is from Randolph Fitz-Urse. It seemed certain that the Squire would make a last stand against him now, would at least do his utmost towards postponing the evil day of the marriage. But the Squire, much to the surprise of every one, received the news — judiciously percolated through his brother Ned, whom he had always found the most supportable of his relatives — with a tolerant grin, backed of course by a caustic remark or two. \" Shall I have one of the park-lodges put in order for these young turtle-doves ? \" he asked ; \" or perhaps the hermit Hadaway might be induced to turn out of his cottage in their favour ? The situation, with its fine Quamp vistas and genial fogs, would suit a romantic poet ; and Lilla might come over here to show off her gowns whenever we give a dinner. Or would shoemaker Jackson's cottage suit them? But no, they couldn't afford that : Jackson can't himself, and cobbling is a better trade than scribbling.\""], [151, "THE QUALITY OF MERCY. 143 \"You have nothing to say against the marriage, then, Randolph?\" \" I never waste words upon deaf ears.' \"Then we'll splice the pair in a few weeks,\" said Ned, whistling cheerfully. This concession was not a mere good natured whim on the part of the Squire, but, as we have seen, the result of a certain uneasi ness about his friend. He had two or three more interviews with Fawkes, and on each occasion that sense of uneasiness had gathered weight; in fine, he had come to the conclu sion that the sooner the yroung people were married and out of the way the better, so that there need have been no delicate hesitation in approaching him upon the subject. Having given in on the main question, how ever, he made a show of keeping the upper hand in all matters of detail. There should be no fuss, no invitations. Let Lilla's sacri fice on the altar of romance be carried out with as little ceremony as possible ; as she was so bent upon trying love in a cottage, let the"], [152, "THE QUALITY OF MERCY. 144 consummating act of her folly be conducted with cottage-hke simplicity. The womenkind heard this verdict without a murmur ; but Randolph knew that half the county would be at the wedding all the same. Was a well-known beauty, an heiress too, to be led to the altar in this offhand fashion ? Were the ladies of the neighbourhood to be deprived of their indefeasible right of viewing that finest effort of the dress-making art — a perfectly-dressed bride ? Thus did Mrs. Crawford put the matter to Randolph, who smiled scathingly, and let things take their course. \" It will be worse than my pet abomination, a school-treat,\" he remarked. \" I shall have business in Town that day.\" \" If you do,\" cried Mrs. Crawford, shaking her whip at him — for he was standing by her pony-carriage at the lodge-gate near the Vicarage — \" I'll have you burnt in effigy next Guy Fawkes day! Why, consider how you've disappointed me, Squire ! You pro-"], [153, "THE QUALITY OF MERCY. 145 mised faithfully to set free young Chichester, so that we poor things, with half a dozen marriageable daughters, might be thrown into a flutter once more ; and at the same time to marry off this black-haired Siren, who makes our country belles look like dowdies, and spoils all the men for ordinary pretty looks. And now you not only sit down calmly under your defeat, but threaten us with a hole and-corner wedding. Verily, Master Geoffrey has scored off you nicely ! \" \" For which you, and all other women, now worship him.\" \" Why, of course,\" laughed the candid Mrs. Crawford, \" we worship success ; you wouldn't have us untrue to our sex, would _ \" you r \"Not for worlds,\" said Randolph. \"No thing alarms me more than the want of good sound femininity in women ; if they wax rational, or logical, or unnaturally truthful, or fail in admiration for successful roguery, or in contempt for unsuccessful honesty, I know VOL. II. L"], [154, "THE QUALITY OF MERCY. 146 there's a hitch somewhere — and straightway prepare for the worst.\" \"Well, well, I have kindred qualms to yrours, if I see symptoms of unselfishness in a man, or any pretence of acting from any motive outside self-interest. Good-bye now, Squire ; I mustn't keep you waiting longer — but mind you never dare to hint at a quiet wedding again ! \" Naturally, the news of the coming wedding spread like wild-fire, and made a prodigious sensation in the village. Mr. Reeks chuckled triumphantly at his wife ; Mrs. Reeks shed bitter tears of disappointment, gave her husband a sound rating, then went up to the Vicarage, fearing missy would be but poorly. But little Rose's pride was coming to her rescue now. She bore the sharp blow dealt by this piece of news without flinching. She felt even a martyr-like satisfaction at the thought that her misery would now reach its deepest point, and that she had brought this"], [155, "THE QUALITY OF MERCY. 147 about by her own hand, since, but for her, Geoffrey and his betrothed would have parted. Nevertheless, she had worked herself up to a surpassing pitch of bitterness against the lovers ; and when alone with Tom Hadaway, she poured forth her resentment in a way which shocked him. And all the time she carried on her parish duties with conscientious regularity ; cutting her cousin Geoffrey dead perhaps at one moment, and the next entering a cottage to read the Bible to a sick woman. Tom watched this strange behaviour of hers — so feminine, and therefore so incomprehen sible to a man — with daily increasing wonder. \" Had women,\" he would say to himself, \" a sense of common justice equal to one-tenth of their sense of duty, one would respect as well as love them. Who but a fool may pretend to understand such a mass of con tradiction as a woman, with her miraculous power of self-sacrifice, her burning affection, her unspeakable paltriness ? Who but a woman could add zest to her charitable"], [156, "THE QUALITY OF MERCY. 148 visiting by wanton insults to the man she really likes ? Truly a strange sex — a passing strange sex. What says the poet ? ' Oh woman, in our hours of ease, Uncertain, coy, and hard to please. Hard to please ? Not at all — if you give them everything they want. ' When pain and anguish wring the brow, A ministering angel thou.' \" Yes — quite so ; always provided that there is no other ministering angel at hand to be jealous of! \" Thus it will be seen that two such different men as Tom Hadaway and Squire Fitz-Urse could both have their fling at the other sex; but then, it must be admitted, that if the practice is common, the temptation is overwhelming. On the evening of this particular day — the seventh before the wedding — Tom had been taking Miss Chichester for a row, and after depositing her safely at the Vicarage, had"], [157, "THE QUALITY OF MERCY. 149 strolled into the lower end of the park, enter ing it by the wicket-gate from the churchyard. This part of the park seemed to have a special attraction for him just now, for he never went into the village, or to the Hall or Vicarage, without paying it a visit. Now, Tom's special reason for hankering after this shady corner was that it had always been a favourite one of Miss Fitz-Urse's, and he was just now par ticularly desirous of having some conversation with her. After Emily's death Tom and Miss Fitz- Urse had had a discussion together in which she promised solemnly that Mr. Chichester should know all before she married him, Tom giving his word in return that he would himself keep silence and forbear to come between them. But Tom had lately begun to fear that this weak, gentle woman would play him false through sheer cowardice. His mind was disturbed for Geoffrey's sake ; he must see Miss Fitz-Urse soon and put pressure upon her if necessary. He met her now under the"], [158, "THE QUALITY OF MERCY. 150 trees in the park, just as he was revolving the question, and severely blaming her conduct. She was walking slowly to and fro, taking no heed of the close fine rain that had begun to fall. Recognizing his massive frame and limping walk, she quickened her languid steps as if glad to meet him. When they faced each other Tom knew at a glance that his fears were groundless. This was the face of a woman working herself up to the performance of a hard duty, weary with the weight of it, in no wise trying to escape it. Tom's own glance softened as he looked into her sad eyes. \" Is this the face of a bride?\" thought he, already regretting his hard thoughts about her — \"then I never saw so sad a one.\" His look gave her comfort. It was even a relief to meet him, though she knew well what had been in his mind lately ; for he was the only living person, with the exception of Francis Fawkes, who knew her story ; before whom there was no need to keep the pretence"], [159, "THE QUALITY OF MERCY. 151 of good spirits that she had found so wearing lately. And he was just such a man, strong but tender, as a troubled woman may lean upon and trust. \" I am glad to meet you,\" she said simply. Tom raised his hat and was glad to turn away from her appealing eyes. \"You have thought lately . . . you have feared ? \" she continued ; \" yes, I see you have, nor do I blame you. But fear no more. Every hour of every day I spend in trying to nerve myself to do my duty. Surely the struggle will end soon, and I shall be strong enough to keep our compact ? If not — if in five days from now, that is by the evening of the day but one before the wedding, I have not made my confession, I give you full leave — more than that, I entreat you with all my heart to tell Mr. Chichester all you know, withholding nothing. As he is staying with you, you will necessarily see him that night, and . . . and if he is still bright and happy you will know what to conclude. And one"], [160, "THE QUALITY OF MERCY. 152 more thing, Tom ; Mr. Fawkes is staying at the mill; I beg and pray you to prevent if possible his meeting with . . . you under stand ? \" When Tom had promised all this she turned once more to him. \" You are a just and clear-seeing man, and his friend ; you know his generosity and his power of loving ; now put yrourself in his place, see for a moment with his eyes, and tell me if there is one atom of hope for me.\" Tom hesitated ; his face was troubled, but it was not in his nature to palter with the truth in the smallest degree. Then he spoke rather sternly — from strength of feeling, not from want of it. \" I think it will be a crushing blow to him ; the weight of it may be measured by his love and reverence for you. I suppose no woman can know how bitter such a history must be to him, coming from one for whom his heart has been as it were a temple of worship. He is himself such a Quixote, too, in matters of"], [161, "THE QUALITY OF MERCY. 153 honour. Give a woman love and she will pardon anything, love being to her the whole universe. But a man is different. And a man like Mr. Geff can be a very hard judge of some things, can turn a deaf ear to his heart where right and wrong are concerned. I cannot but think this confession will part you.\" She accepted his verdict without a word. Her reason went with him, though her throbbing heart rebelled. When he turned to go she checked him. \" I have yet another request to make of you. When . . . when I have given him this wound, and we have parted, it will be his first care to shield me ; he will cast about for some story to explain the severance without laying any blame upon me.\" \" You do him justice and understand him,\" said Tom, with an assenting gesture. \" Ah ! because I love him so,\" she cried with a sudden sob and sudden collapse of her self-control ; \" and love him the more for the"], [162, "THE QUALITY OF MERCY. 154 wrong I have done him in not telling him the truth before.\" Then she resumed more steadily — \" He will hide his pain, and wear his heart out without a soul to comfort him. I want you to force his confidence, Tom, to tell him you know his secret, and . . . and to watch over him until the first bitterness is past. There, you need say nothing ; I can trust yrou without a word. And now, good night, and thank you for your forbearance to a miserable woman.\" With that she disappeared into the gather ing darkness, and Tom made his way down to the ferry with a kinder feeling towards her than he had yet felt. \" And I am afraid she hopes yet,\" he muttered, \"without knowing it. No such cunning hypocrite as Hope. It can sham dead even better than love or hate.\""], [163, "CHAPTER X. It was the day but one before the wedding. The whole village was breathless with expecta tion, for no such important wedding had oc curred in this particular district for ever so many years. The park and gardens of the Hall had, in honour of the event and the mild ness of the season, been handed over to the village children for a school-treat — the Squire's pet abomination. This was really why he had hurried away to town on business ; while Ned and Geoffrey — the latter only too delighted to work off his excitement in violent boyish games — were doing his duty for him with energy and vigour. Rose Chichester, being too proud to stay away and so give people a chance of whisper ing about her absence and pitying her, was"], [164, "THE QUALITY OF MERCY. 156 superintending her girls' games away under the trees of the park. Knowing well how many shrewdly prying eyes were watching her, she was at pains to be cheerful and animated without exhibiting any over-acted gaiety. As for Geoffrey, he would have been grate ful for a single relenting glance from her, or a single good wish from his uncle. He was pained to think how both uncle and cousin were grudging the new happiness upon which he was entering, and would have swallowed his pride even to bring about something like a friendly parting with them. But his happiness was too deep and full to permit of much dwelling upon this its only flaw ; so he flung himself into the boys' games and forgot all about Rose and her studious avoidance of him. It was a genuine autumn afternoon, with nature soothing, threatening, smiling, all in a breath. Overhead a broad iron-blue nimbus with ragged brown edges threatened a speedy shower. To the westward, beyond the"], [165, "THE QUALITY OF MERCY. 157 Quamp, a flood of cold light was silver ing the hills; -beyond and above the hills, rank upon rank of gathering cloud gave depth to the sky and a promise of much rain. On the gravel sweep before the Hall, Ned and Geoffrey had organized a game of rounders, and two score of village lads were shouting, quarrelling, tumbling, and playing. Ned, entering into the spirit of the thing like any boy of twelve, had offered a prodigious bribe — no less than a new half-crown — to the lad on his side who should make the most rounders. Before then he had been exercising his sporting faculty in the arrangement of sprint races — course, once up and down the gravel sweep for the small boys, twice for the big ones. His only regret was that there was no one to bet with him, though he got some relief by vociferating at intervals — \"two to one bar one ! \" — \" field, a pony ! \" and such-like inspiriting phrases, which, if about as intelli gible to the boys as Homeric Greek, fired their ardour wonderfully. He also displayed"], [166, "158 THE QUALITY OF MERCY. some really fine art in handicapping after watching the first race or two ; in fact he managed matters so that a round dozen of boys breasted the tape with scarce two yards interval between first and last — a triumph which made it hard for the pleased handicapper to do any sort of justice to his feelings in language befitting a school-treat. As ail her guests were out watching the sports, and nearly every servant about the Hall taking part in them, Mrs. Fitz-Urse had arranged for Lilla and herself to have a quiet afternoon tea in the Squire's study. Harassed as she was by a crowd of visitors, by wedding arrangements and household cares of every kind, most of all by her niece's miserable spirits — which made her half afraid that Lilla was threatened with some serious illness — she was looking forward with satisfaction to this half-hour of undisturbed peace. Lilla had been up-stairs all day with a head ache, and was in fact hardly presentable among her friends in the r61e of expectant bride."], [167, "THE QUALITY OF MERCY. 159 Her aunt, who, harassed as she was, had with difficulty managed a single five-minutes' visit to her room this morning, was looking anxiously for the girl's appearance in the study. At length, during the game of rounders which the aunt was watching from the study window, Lilla came into the room. \"Why, child!\" cried Mrs. Fitz-Urse, then stopped short, too much shocked at Lilla's appearance to say what she felt. The girl was white to the lips, shivering as if from a bad cold, altogether shaken and unhinged. \"Don't be alarmed, little aunt,\" she said quickly ; \" I couldn't sleep last night, and you know what a wreck want of sleep always makes of me ; let me have some tea, and I shall soon recover my nerves. The aunt's eyes were full of anxiety. Lilla's state of health and spirits had been quite unaccountable lately, and now it was clear that there was something seriously wrong with her. Yet she could not interfere with the girl,"], [168, "160 THE QUALITY OF MERCY. or attempt to force her confidence. There was something about Lilla — a stand-off look, as of one possessed by a set purpose which none must pry into or hinder — which pre cluded anything like sympathetic inquiry ; and withal a kind of despair that had a frightening effect upon her aunt. But that Lilla had come to some definite resolution, was about to go through with some self-appointed task, was plain enough in spite of the shaking hand which held her tea-cup. For the time being she even dominated her aunt, forced her to ask no questions, to obey meekly a word or gesture. This power of will, so utterly unlike and outside of Lilla's usual timid self, quite paralyzed Mrs. Fitz- Urse, and flattened any lingering hope that the girl might simply be a little overwrought or unstrung. That something was radically wrong she could no longer doubt. She breathlessly awaited the mention of Geoffrey's name, feeling instinctively that Lilla was on the point of summoning him."], [169, "THE QUALITY OF MERCY. 161 The call came sure enough. \"Auntie,\" she said presently, in a strange harsh voice that seemed of a piece with her looks, \" I think the game is over. See, the shower has come; they all run for shelter. Geoffrey might come in and have tea with us ; would you ask him ? \" Mrs. Fitz-Urse obeyed quite humbly, going in search of Geoffrey without a word. Lilla was alone for a few moments, catching at her breath, while every pulse in her body throbbed violently. She was thinking of the verdict she had pronounced many times in the long tossing hours of last night. \" You must tell him yourself ; he would not believe a word against you from Tom or from any one but yourself. You must do it to-day, or break your promise made to the dying girl whose life yrou spoiled, whose death you hastened. Your sin has found you out. Your punishment is hard, but deserved. He will leave you.\" Geff came in happy and flushed with VOL. II. M"], [170, "162 THE QUALITY OF MERCY. exercise. Lilla had half drawn the curtains, and the heavy cloud overhead added to the darkness of the room. He noticed only that she was looking pale, and attributed this to headache and over-excitement. \"You must pull yourself together by the day after to-morrow, though,\" he said, cheer fully, \" and then my darling bride will shine like the sun, and every one will be wondering at my confounded impudence in carrying her off, for all the world as though I deserved her ! Come out and see the fun, dear, when yrou have had some tea. I must look sharp, or my side will be beaten while I'm playing the sluggard here. Hullo ! the shower is over, and they are going out again. Luckily Ned disappeared a few minutes ago, so both sides are captainless. Is the head all right again, dear ? Do you mind the noise ? The youngsters can't enjoy themselves without yelling.\" \" Where — where's auntie ? \" \" Why, dear, she sent me in to look after you in her stead.\""], [171, "THE QUALITY OF MERCY. 163 \"What's the noise?\" \" Aha ! \" laughed Geff, flushing a little with pleasure. \" I can guess what Master Ned ran off for. He took two or three big lads with him, and I saw them making for the church. The ringers were going to practise this afternoon, for the day after to-morrow, and Ned is trying his prentice hand on one of the bells now, I expect.\" Certainly a most discordant sound was floating up the park from the little church ; it was pretty evident that Ned and the lads were doing a little amateur bell-pulling. In a minute or two, however, the clanging discord ceased abruptly ; there was a short pause, and then a genuine wedding-peal, rung out by practised hands, broke upon the listening ears. • Then all the elder lads began to look about for Mr. Chichester, hoping to see him look sheepish, and have a good laugh at him. Geoffrey easily interpreted their mischievous grins, and stood laughing, behind the half-"], [172, "THE QUALITY OF MERCY. 164 closed curtain, and watching their futile efforts to discover him. Meanwhile Lilla sat unobserved, listening to that mocking peal with a quiet despair. She knew well that there would be no wedding. The hope which she had clung to, even up to the moment of Geoffrey's coming into the room, the hope which had been waning steadily of late, but had never quite set until now, died suddenly when he came in, looking flushed and radiant. Imagination goes far, but never quite touches actuality. It thinks it has done so ; then the moment comes and the mind is amazed at the width of the gap that separates the pictured reality from the reality itself. It is the first sight of that gap that makes the strong will shudder, the weak one collapse. Lilla felt now that she could not tell all, that she could not look into the face of the man who loved her and tell all her tale. Enough to set him free she would tell, but no word beyond that. To tell him a little, and so set him free — that was her strict duty, but"], [173, "THE QUALITY OF MERCY. 165 surely duty ended there ? Would it not be punishment enough to watch the love going out of his face, to see the scorn of his eyes ? He would not hate her ; there would be no room in his mind for anything but contempt. When Lilla spoke again she hardly recognized the sound of her own voice ; the strangeness of it seemed to help her ; it was hard and steady like the voice of another person with whom she had no concern. \"Supposing I were to cry off at the last moment, Geoffrey, what would you think f. \" me . \" My dear child, you're not well ; pray don't talk like that.\" \" Not well ? Would to God it were only that, Geff! I wish I were dying now, then it wouldn't be so hard to tell you.\" Geoffrey's bright looks clouded. He was anxious about her state of health, to which he at once attributed this strange outburst. She must be ill ; he would need to take great care of her. Without doubt she must be"], [174, "166 THE QUALITY OF MERCY. ill — yet beneath this anxiety was the fluttering of an old fear. She was watching him intently, with eyes that looked him through and through, and knew that the steel had but just touched him as yet. He took a step towards her, but she waved him back. \" Don't come near me, and don't touch me ; I couldn't bear it.\" He stood still, startled and alarmed. \" Geoffrey, carry your memory back to the night in Kent when you asked me to be your wife.\" \" Well ? \" he whispered, the old fear rising and swelling in his brain — quicker and stronger the more he tried to beat it down. \" You remember how I tried to thrust you away, for your own sake ? \" \" Yes — and you have had morbid fits since then, Lilla. You're not well. I am anxious about yrour health. This morbid . . .\" \" Read ' repentant ' for ' morbid.' ' \" I don't understand you.\""], [175, "THE QUALITY OF MERCY. 167 \" I said ' repentant ' ; can't you understand that plain word ? I wish those wretched bells would cease.\" \" Repentance for what ? \" he asked shakily. She saw the miserable look in his eyes, as of one who has said to his doctor — \" Am I to die, then ? \" and awaits a reply. By so few words she had reduced him to this — that is, her voice had done it for her. \" I can't tell you,\" she answered in the same hard tone, \" but I want yrou to leave me at once — never to see me again. I've done you a great wrong, Geoffrey — almost as great a wrong as I did poor Emily. I cannot be your wife. I release you from this moment, and wish you to go at once. Leave me to explain and bear the disgrace.\" She knew he would not move from the room; but anything to gain time, even a second or two. \" Lilla,\" he said, bringing out his words painfully, \" if you have anything to tell, I would ask you to ... to put me out of my"], [176, "THE QUALITY OF MERCY. 168 suspense. I love you too well to find it very hard to forgive . . .\" \" Forgive ? \" she repeated with a harsh laugh ; \" not a chance of it ; you who worship Honour like a god ! \" \" Is it a question of dishonour then ? \" \" Of a dishonour which would make you loathe me, if you knew it. But you shall not ; I will tell you nothing. Why do you think Emily summoned you on her death-bed ? Why, to tell you all and shame me. Instead of which she forgave me — as y^ou never will ; for no man has the ' quality of mercy.' Ah, it might ' become the throned monarch better than his crown,' but no man ever had it. It is not in the power of man's love to forgive. Even I could forgive where you never can — I who am your inferior in depth and strength, and all else save this one power. I promised Emily, the night when she lay dying, that I would tell you all before I married you, and since then have been struggling con tinually with my wretched weakness. Why"], [177, "THE QUALITY OF MERCY. 169 do you think Captain Adderley broke with me . \" You tired of him.\" \" He didn't know that : it was jealousy. He resented my . . . my friendship with another man.\" \"With whom?\" \" I will never tell you.\" \"With whom?\" \" Geoffrey, would you kill me ? \" \"With whom ?\" \" With — Francis Fawkes.\" With a curse Geoffrey struck the wall against which he leant. \" I knew it,\" he groaned \" I was in love with Francis . . .\" \" But engaged to the other man ? \" \" Yes.\" \"But why?\" \" I was trying to disentangle myself from Francis . . .\" \"But why not have married Fawkes? He is a rich man and well born ; your people . . .\""], [178, "THE QUALITY OF MERCY. 170 \" You don't understand — and I will never explain.\" \" I must hear all,\" he said slowly ; \" I can not leave the room until I know everything.\" \" There was a report or rumour — never be lieved by his friends, now quite forgotten — that Francis was married three years ago down in Norfolk, to some poor girl or farmer's daughter.\" \"And hearing it, you feared that you had been flirting with a married man ? \" She bowed her head and shrank into herself, her paleness giving place to a scorching blush, as she muttered — \" It was not flirtation — far more — we were as betrothed lovers.\" \" Then the discovery was the more painful : you had been accepting the love of a married man without knowing it, and that preyed on your mind ? Speak fast, Lilla, for God's sake ! I see a ray of light now.\" There was a dead silence. \"Speak,\" he muttered again."], [179, "THE QUALITY OF MERCY. 171 \" I knew it — knew he was married : he con fessed it to me — came to me for sympathy.\" \" And then you broke from him ? \" asked Geoffrey with a shudder — \"you broke from him ? \" \" No.'' \" Not at once : it was hard — the struggle was sharp, but soon, very soon ... in a few days ? \" \" Not until I met you,\" she wailed ; \" not until you showed me, without knowing it, my wretched, tainted, miserable self — and God knows to what depth I must have sunk but for you ! \" Once more there was a dead silence. She knew quite well that there was no hope for her : one glance at him as he shrank under that bitter stroke was enough. He could say nothing, though words were rushing to his lips — words which, if spoken, would have made him hate himself for ever. \"You are leaving me, Geff? You will have nothing more to do with me ; \""], [180, "THE QUALITY OF MERCY. 172 He assented by a gesture. \" You can say nothing to me ? I am too utterly bad, too much tainted in your sight to be worthy even of an honourable man's rebuke ? Oh, speak, Geff, speak all your bitterness, it couldn't hurt me more than your silence.\" \" I have been thinking,\" he said after a long pause, \" what may best be done. It is important that this . . . this matter be kept to ourselves. As we must part, I have been thinking — yes, it must be so, as I can think of no better scheme at present — I shall say we have quarrelled, not for the first time, and so have agreed to part. As we so nearly sundered before, they will accept that explan ation the more easily. I ... I am going now.\" \" One moment, Geoffrey.\" She rose from her seat with a quietude and dignity that impressed him strangely. She had no inclination to weep or give way now. The worst was over, leaving behind it a kind of spurious relief, amounting almost to elation,"], [181, "THE QUALITY OF MERCY. 173 which sufficed to sustain her, though it must pass soon. Something else, too, served to give her a momentary strength and vigour, something nobler than the feeling of relief — the thought that she could yet say a few words, long thought over and considered, which might give him future ease, though nothing could give him present comfort. In her eyes there was a look of quiet, self renouncing love, having a depth and elo quence that touched him keenly, racked though he was with jealousy and despair. Though her words might pass from his memory, that look of love and sorrow never could. \" One moment,\" she repeated ; \" let me say one or two things that have been in my mind for long : you will believe me when I say that I am not pleading for myself — that I have no hope of your ever returning or forgiving me ? I believe I have known all along that my confession must part us ; but I want you to give me the right of thinking"], [182, "THE QUALITY OF MERCY. 174 for you, as you have thought for me. I wish to speak plainly, without pretence or affect ation, at this our last interview. Therefore I say at once that I know yrou will be long in forgetting me. You are not one to forget in a day. My unworthiness will cost you long pain, and I would not have you think that your love and pain have been utterly wasted. Never forget that you have saved me, made me loathe myself and long to be better — that I never had a thought false to you — that my growing love was my growing punishment — that my penitence will last my life. Never think that your pain and my punishment have been in vain. I hope and pray that the good you have done me will be of some comfort to yrou when the first bitterness is past. You have 'saved a weak and erring woman, who was never utterly bad . . . and, O Geff, may God bless you . . . and . . . and leave me now . . . because I can bear it no longer.\" And so, without another word on either side, they parted."], [183, "CHAPTER XL The school-children had dispersed, their holiday spirits almost drowned out of them ; the rain was now pouring down upon the sodden park ; the Hall had resumed its normal rather sombre aspect. Through the driving rain Lilla was walking across to the Vicarage. She was bound upon a strange errand, though it seemed in no wise strange to her, lost as she was in the greater wonder presented by her own unnatural calm ness and quiet. The blow she had dreaded so long had fallen ; her life had come to a standstill ; there was nothing left that she could see worth living for, yet she was walking along, briskly enough, carefully muffled in waterproof, picking her way through the puddles as though nothing out of the common"], [184, "176 THE QUALITY OF MERCY. had happened. Her power to take things thus was a complete enigma to her, the truth being that, while retaining a clear perception of all the commonplace trifles about her, she was wrought up too intensely to be capable of realizing what had happened. She reached the Vicarage in a few minutes, and Rose was amazed when the servant announced \" Miss Fitz-Urse.\" Rose was seated at the piano, playing one of her favourite Lieder ; and rising, found herself face to face, for the second and last time in her life, with the woman whom she hated more than any one upon earth. Miss Fitz-Urse bowed formally, and Rose did the same, quivering with the sense that she was about to hear something strange and startling; for nothing ordinary could have brought about this interview with her enemy. Miss Fitz-Urse had come to make a con fession. She plunged into it at once, as abruptly as Rose had plunged into hers that day in the lane."], [185, "THE QUALITY OF MERCY. 177 She began by saying in a low, steady voice, as though the avowal cost her nothing, that her engagement had been broken off for good • that she and Geoffrey had decided never to meet again. \"And now,\" she proceeded, \"for the cause of my visit. He, your cousin, is desirous of taking the blame of this upon himself. I will not permit that. I have come to tell you the whole truth, that his relations, and all else who care to do so, may know where to lay the blame. I will not have his prospects spoilt through his quixotic generosity, and himself embittered by the hard judgments of his friends. I come to you, who hate me so, as the most sure person to tell the truth against me to every one. And I think, now that his offensive happiness is a thing of the past, that even you, bad and hard as you have been to him, will wish to do him justice. Now please to listen carefully.\" Lilla then made a full confession of her fault, sparing herself no more than she had VOL. II. N"], [186, "THE QUALITY OF MERCY. 178 done in her farewell scene with Geoffrey : strung up as she was it hardly cost her an effort ; after what she had gone through with him, it seemed as nothing. At first Rose was quite dazed and bewildered by what she heard ; then she drew back a step or two from her enemy, listening with a fierce scorn and hatred in every line of her face, and withal a certain triumphant joy that brightened her eyes and flushed her cheek. \" Oh, how I hate you, how I hate you ! \" she whispered. \" I wish it were in my power to punish you enough ! \" \" Yes,\" said Lilla quietly, \" it is your hatred that has brought me here. In your hatred, ignoble as it is, lies my chance of justice for him. Seeing how you have treated the man you once loved, hurting him as though he had done you a wanton injury, doing all in your power to spoil his happiness, I believe you will not be remiss in working against one whom you really hate. Your want of the com monest fairness towards him, your treachery,"], [187, "THE QUALITY OF MERCY. 179 which you confessed to me in the lane that dayr, give me ample hope of your activity now. He never had a hard thought about you, and never deserved a hard look from you, but got hard measure notwithstanding. So I have no fear that you will spare vie. One may trust a woman's vindictiveness as one would a man's honour, and the hardest of men has more justice and mercy than a woman of narrow heart like yourself.\" \" You are a tainted creature in the sight of all ; a peer's daughter, but unworthy to be spoken to by an honest woman,\" said Rose, still whispering ; \" I always knew you un worthy of him. How dared you — you, the love-plaything of a married man — engage yourself to a gentleman of honour ? \" A burning flush came over Lilla's face as though the speaker had struck it. She thought her punishment had been over, that she was incapable of feeling more pain ; but the iron entered her soul once more. And Rose held her hand now that her"], [188, "180 THE QUALITY OF MERCY. enemy was prostrate at her feet, cowering before her, crimson with shame ? Not so. Rose fell upon her enemy the more fiercely for her collapse, showered upon her such sting ing taunts, such sarcasms fiery with woman's scorn, as one of the sterner sex would have been ashamed to throw to a dog. Then Lilla fell away with weak tears, and covered her face, half fainting, wishing the earth would open and swallow her up. For some time Rose never hesitated for a word, she continued to trample upon her fallen enemy until she had poured out all the hardness of her mind, and had won such comfort as a cruel revenge can give to a bitter heart. At length she ceased, pointing scornfully to the door. Then Lilla tottered forth, her knees tremb ling under her, her heart seared as if by a hot iron. And this was the last time the two were fated to meet."], [189, "CHAPTER XII. As night came on the blustering showers settled into a steady downpour of rain, and the fitful squalls into a strong, sweeping gale from the south-west. Over the Quamp it raved and beat without let or hindrance, ploughing up the water as it flung itself full against the strong tide of the swollen river ; flattening the reed-beds with its flail-strokes ; swirling over the waste like a mad, exulting enemy. Against Tom's cottage, raised a little above the general level, the only solid thing that confronted the blast, it bore down with such a power of buffeting, that he feared he might be roofless before the night was over. At any other time Tom, with his strong likino- for the more violent moods of nature, might have welcomed this mad guest, but"], [190, "THE QUALITY OF MERCY. 182 to-night he was too anxious about his friend to have much sympathy with the elements. To-night his compact with Miss Fitz-Urse was to end one way or the other ; and when midnight arrived, and no Geoffrey, Tom had pretty well made up his mind as to how the matter had gone. Hours before he had been across to the Hall, and had learnt that Mr. Chichester had left for the night : then he had rightly assumed that Miss Fitz-Urse had nerved herself to the point of confession, and that Geff had gone off to be alone with his wretchedness. Several times since then he had gone searching about the marshes, and down to the ferry, with a lantern, but without catching a glimpse of his friend. As the hours went by Tom's uneasiness increased. He had lights in every window of his cottage, and kept starting off in the Quamp to shout his loudest, though the gale puffed the sound of his voice out like the flame of a snuffed candle. At length, just as he was setting out, lantern"], [191, "THE QUALITY OF MERCY. 183 in hand, for the village, unable to bear the suspense longer, he heard heavy steps on the sodden ground, and poor Geff staggered into the cottage. O He was quite exhausted physically, having wandered so many hours without food ; wet to the skin ; splashed from head to foot with the yellow mud of ditches into which he had fallen in the darkness. Tom took one glance at the lad's pale, drawn face, and drew him in, with a strong hand on his shoulder, to the fireside. \" I know all, dear lad,\" he said with emotion, \" so pour it out : don't let it burn your heart •1 so. \"Then you know that we have parted, Tom ? I was always a hot fool, you know ; and we have quarrelled, and I shall never see her again. My fault, old fellow : no blame to her.\" And he fell into a chair, muttering over again, \" No blame to her.\" \" Look you,\" said Tom, pressing the other's shoulder, \" I know the whole history. Emily"], [192, "THE QUALITY OF MERCY. 184 told me. And Miss Fitz-Urse asked me to tell it you to-night, in case she hadn't strength to do so herself. She has been wretched enough about you, dear lad.\" \" You know it too ? \" groaned poor Geoffrey. \" I believe every soul has known it except the blind fool who loved her.\" \" No one else ; and no one else ever shall k. . now. \"Tom, old fellow,\" muttered the other huskily, \" I've thought sometimes that I wor shipped her more than becomes a man ; that such blind adoration would bring its own punishment ; that it would be a blow to dis cover even the smallest flaw in my idol, but . . . but that it should come to this . . . for years, for years tainted by that . . . and where am I to stop, how much am I to believe ? That man has it in his power to blast her reputation with a word ... If he tells, if he spreads abroad one word to her dishonour, I'll have his life, Tom. And so the poor lad raved on until his hot"], [193, "THE QUALITY OF MERCY. 185 fit was over, then sank back into his chair again, staring at the fire in miserable silence. \" No fear of his telling,\" said Tom ; \" a man doesn't publish his own disgrace. And I know him better than you, lad ; I too have suffered from his most damnable power of cozening women. I had my fingers on his throat once. . . .\" \" You, Tom ? ' \" Ay — and there have been times,\" added Tom, grimly clenching his strong hands, \" when I have regretted that I didn't squeeze the treacherous rogue's life out that night by the Broad ; but I've come to thank God that I was spared the curse of Cain. There's nothing in this life, lad, worth incurring that curse for, for life's nothing but a procession of mean cares and miserable awakenings — a poor thing about which we make a deal too much fuss. The man isn't without good in him either, or he would never have had the power to work such a breadth of evil. Why was I within an ace of taking his life ? Harkee,"], [194, "THE QUALITY OF MERCY. 186 dear lad, he cozened away the heart of the woman I loved, and would have betrayed and then cast her off — I knew the course he was bent upon even better than he did himself — but I made him swear on his knees to marry her. His life hung on a thread ; a moment's hesitation, and I should have murdered him and swung for it. You don't know the awful lust for blood that comes on a man when he clutches his enemy like that. I believe it matters nothing then whether you're good or bad : there's a wild beast somewhere in every man, and when things come to that pass, it leaps forth — and murder's done before will or reason can interfere. Sometimes in the cottage here I've waked in a sweat of agony, dreaming that I've killed him : and then the unspeakable peace of awakening to find that it is all a lie — that my hands are yet unstained ! \" So Tom continued to pour out his heart to his wondering friend ; and the cry of another's pain seemed to make Geff's own more toler able, to force it, as it were, to stand still and"], [195, "THE QUALITY OF MERCY. 187 listen. Tom knew the value of such medicine, and told the history of poor Emily in such burning words as come to a strong man when his heart is on fire. Thus he won the lad to sympathize with him, and by sympathy to find some light even in this dark hour. Presently Geoffrey consented to eat and drink and put on dry clothes; then threw himself down before the fire, and slept the sleep of utter exhaustion. Tom sat there through the night looking into the fire, his hands shaking a little, his heart throbbing with the pain of the wound he had torn open for his friend's sake. Now and then, when a flame flickered up and shone upon Geoffrey's sleeping face, he would mutter — \" Poor lad, poor lad, sore smitten ! Never more the bright, generous, trusting lad he has been, I fear. He'll take on with some of my sourness and melancholy now — the pity of it, the pity of it ! \""], [196, "CHAPTER XIII. Tom was in rather a bitter mood when he opened his door next morning, though the bright aspect of nature might well have cheered him a little. The gale had lulled into a fresh, wholesome breeze ; the Quamp, spread here and there with shining pools, looked bright and crisp in the morning air, clear shining as it was after last night's deluge of rain. The river swept along at his feet, bank high, but gleaming like polished steel, for even in heavy flood the Slumber ran clear, thanks to its gravel bed. After putting breakfast on the table and the kettle on the fire, before which Geoffrey still lay sound asleep, Tom strolled away a short distance in the direction of the osier-beds which"], [197, "THE QUALITY OF MERCY. 189 lay between his home and the ferry. Pre sently, on looking along the footpath ahead, he was not a little surprised to see Miss Chichester approaching him. He reflected a moment, then made a shrewd guess, as we are apt to do at times. \" I have it,\" he said aloud ; \" she has heard of the lad's misfortune — from Miss Fitz-Urse herself too, since no one else could have told the tale — and has come to sympathize with him, or to gloat over him. Who can tell which, and she a woman ? \" He was pulling at his beard with his dry smile, half tolerant, half cynical, when Rose drew near, calling eagerly — \" How is he, Tom — how is Mr. Geff \"Sound asleep by the fire,\" said Tom shortly. \" Is he well ? Does he bear his trouble \"Look here, Miss Rose, have you come to gloat over him now he's down ? \" She stopped in amazement, flushing warmly. \" Because if so, I must ask you to put it"], [198, "THE QUALITY OF MERCY. 190 off for a bit. I won't have any one inside my cottage who is bent on that game.\" \" What makes you judge me so hardly, lorn . \" Your whole conduct towards him, which has been consistently bad since — you know when.\" Rose actually gasped as he looked straight into her eyes and fired this unexpected shot ; for he had never once trenched upon this delicate subject before. \" I judge a person by the general average of his or her conduct,\" Tom resumed calmly, \" not by a sudden spurt of emotion here or there ; and so judging, I assume that you've come to rasp him up and gloat over him.\" The girl's bewilderment increased. She had been posing before herself so long, unchecked by any one, as a martyr picturesque in her injuries and wretchedness, that she could not adjust herself to this utterly new conception of her conduct. And seeing what poor Rose had suffered, this half-blindness was most natural."], [199, "THE QUALITY OF MERCY. 191 \" And who told you the tale of the lad's trouble ? Do you know all ? \" \"Yes, all. She — that woman — told me of her shame and disgrace.\" \" Why ? \" \" That his relations might free him from all blame.\" \" Ah ! \" cried Tom, with a sudden brighten ing of the eye, \" there's hope for poor human nature yet. She— that woman as you call her, with your noble feminine magnanimity — has exposed herself to the scorn and reviling of every soul who knows her in order to save his good name ? That poor, weak, gentle woman — timid and sensitive as she is, too ? God's truth ! it was nobly done . . . There, there, go inside, missy, and don't heed the harsh words of a crusty old cynic like me. You don't understand these things. You're a woman, and never a woman born but is blind to a rival's virtue, though it shine like the sun. Then he left her abruptly, muttering —"], [200, "THE QUALITY OF MERCY. 192 \"They can't help it, they can't help it ; but their meanness suffocates me ! \" When Geoffrey awoke, heavy-eyed and in tensely depressed, Rose was making the tea, while Tom boiled the eggs and attended upon her generally. Geff was not in a state to be much surprised about anything. The sight of Rose simply acted upon him as a tonic, putting him upon his mettle, forcing him to repress his suffering for fear of grati fying an enemy by a sight of it. Nor did he care much just now what might be her sentiments towards him, alienated as he was by the many smarts Rose had caused him. When he rose to his feet she came across to him, took his hand, and called him \" dear Geff,\" and \" brother.\" This kind address, her swimming ' eyes, and sympathetic looks, simply made him feel awkward. He could not comprehend this sudden relapse into old friendly relations, not understanding her half as well as Tom did ; nor could he either swallow his bitterness at"], [201, "THE QUALITY OF MERCY. 193 a moment's notice, or sham a friendship which he did not feel. Consequently he could muster nothing better than a stiff politeness. And Rose took the disappointment with a patience that Tom noticed and approved, while he watched the pair with a dry gravity peculiar to himself. Breakfast was a real consolation to all parties, as tending to relieve embarrassment and make small talk possible. Geoffrey and his cousin sat opposite each other at the tiny table, talking of last night's gale and this morning's brightness. Beyond the weather topic — -that safe nerve-sedative — they strayed but little, and Rose exerted herself nobly to keep up the flow of innocuous commonplaces. Tom waited upon the cousins and made toast for them, watching the quaint, half pathetic comedy with a matter-of-course air that concealed a good deal of mixed feeling. As an end to their almost tragical feud, to Rose's scathing denunciations of her cousin, it seemed a bathos indeed. After all her VOL. II. O"], [202, "THE QUALITY OF MERCY. 194 heroics, to be sitting there watching Geffs tea-cup with sisterly assiduity, or timidly offer ing him another lump of sugar ! There had been no scene between the cousins as yet, no tears, no speeches of reconciliation ; but when they rose from the table their first awkwardness was melting per ceptibly, and they strolled out into the air together quite naturally. \" No wonder if he did feel awkward,\" thought Tom ; \" to awake and find oneself famous must be a peculiar sensation, but how much more so to wake and find oneself a hero when yesterday one was but a villain ! \" The cousins turned up-stream by mutual consent, along the old familiar river which now looked strange to them both. And thus it befell that the enemy, who had heard nothing of Geoffrey's disaster — for Aunt Fitz-Urse would let no hint of it get abroad so long as there might be a vestige of hope of reconcili ation between the lovers — the enemy, who was"], [203, "THE QUALITY OF MERCY. 195 watching with tense expectation from his window at the mill the path leading from Tom's cottage to the ferry, saw nothing of the man for whom his eyes hungered. As Rose and Geoffrey loitered along by the river, he became by degrees more natural, less stiffly polite in his manner; though they talked but little, old memories were thawing Geoffrey's bitterness and bringing them nearer to one another. Nor could he fail to be soothed in some degree by the sympathy that was in her eyes, her voice, her very silence. Poor Rose was very meek and timid ; she had begun to see, thanks to Tom's caustic outburst, that Geoffrey had really something to forgive, that she must have patience if she wished to regain her brother. \" You'll be leaving soon, Geff? \" She asked the question as he was helping her across the ditch, before she let go his hand. \" Yes, I leave to-morrow.\" \" And you'll never be down here again ? \" Never.\""], [204, "THE QUALITY OF MERCY. 196 \" May I take your arm, Geff? I am a little tired and shaky this morning.\" He offered his arm politely, but without a word. \" Then I shall never see you again ? \" \" I am afraid this will be our last meeting, Rose.\" \" Say ' Rosie ' just once, Geff, for sake of auld lang syne.\" \"Well, 'Rosie' then,\"— \" better be hypo crite than a churl,\" he added to himself; \" as it seems I must be one or the other. I wish the poor child would let me alone.\" \" Then I shall only have to-day to be with you,\" she proceeded with a break in her voice, \" and . . . and, I must say it, Geff — to make up for my unjust treatment of you ? \" Geoffrey's face twitched. He wanted to be alone, to have no fuss ; just to pack up his things and leave this accursed neighbourhood for ever, and go and hide his head somewhere or other, where no one knew him or could pry into his grief. But Rose's childlike"], [205, "THE QUALITY OF MERCY. 197 appeal upset him. It was true that he would never see her again ; it would be a relief to part friends with her, could he but forgive her honestly. \" I want so much to part friends,\" she said presently, clinging more closely to his arm, \" because my old presentiments have been strong upon me lately ; we shall really and truly part to-day, for I know well that I shall die soon.\" \" Nonsense, Rose ; don't be morbid.\" \" I know it well,\" she insisted, \" so if you could forgive my bad, bad treatment of you, and call me sister once more, it would ease my heart.\" Geff s stock of hard-heartedness had always been somewhat limited ; he hesitated a mo ment, then stooped and kissed like a brother. Little Rose looked up at him with a radiant flush. \" Ah, Geff, you are the best of brothers — strong and true, yet so tender and forgiving ! \" Though conscious that he was not yet quite"], [206, "198 THE QUALITY OF MERCY. won to forgiveness, she was satisfied ; for, knowing him as she did, she felt that this half reconciliation would quickly warm into a true one ; that he was not one to forgive by halves, and would feel it mean, after that brotherly caress, to harbour another hard thought about her. And so it was. As they roamed through the old haunts he thawed gradually but steadily, till at length they were able to drift back into old times — before Rose's love had come to make sore their friendship — when they were genuine brother and sister. They were much softened by that long excursion into old times, and came back to Tom like a pair of repentant friends who had come together after long alienation. \"Now were they but ordinary mortals,\" thought Tom, \"they might live to console one another; but she would not take another woman's leavings, though she were dying of love for a man; and he will be as true all his life to the memory of the woman who has"], [207, "THE QUALITY OF MERCY. 199 broken his heart as though she were his honoured wife. I know the foolish lad : even this paltry old world can show a staunch one like him here and there.\" When evening drew on, Tom and Geoffrey both insisted that their visitor must retire to the Vicarage, Rose consenting meekly, though not without some quiet tears. She wished to start alone, knowing how painful it would be to Geoffrey to go near the village ; but he would not hear of this. When they started off together the sun was low over Christbourne ; the sky a sheet of pale gold, against which the distant swells of forest beyond Slumberly, and the heathery hills on the other side of the Quamp, were etched, crisp and clear after the rain — a sunset all radiance and vivid light, with none of the mysterious poetry of the mist-wreathed evenings usual in these parts. The path to the ferry lay through two osier-beds, with a space of open marsh between them. It was upon this open space — across"], [208, "THE QUALITY OF MERCY. 200 which Geoffrey must pass, if bound village wards, since it was the only path between the many intersecting ditches of the Quamp — that the watcher at the mill had kept his ga?e fastened ever since the morning fog had lifted. And now occurred the seemingly trifling incident upon which hung life and death. Just before they emerged from the first osier-bed Rose flew back, exclaiming that she desired a last word with Tom Hadaway, and begging Geff to proceed slowly. He did so, and was recognized through his enemy's spy-glass, walking alone towards the ferry. Whereupon the watcher rushed, panting and deadly white, down to the boat, and ferried himself across to the Quamp side. Rose was some minutes with Tom before she could work herself up to the point of delivering the message that was weighing upon her. At last she brought it out with a jerk. \" Tom, I wanted to say that I think I was"], [209, "THE QUALITY OF MERCY. 201 too hard upon the — the woman I hate so. I shall always hate her, but I was too hard : tell her so from me if you ever see her again.\" \" What ! '' cried Tom, \" poor human nature coming to the fore yet again ? You are bent on spoiling my healthy cynicism, Miss Rose.\" But she had run away before he could get the words out, and he followed slowly, thinking to meet Geoffrey on his return from the village. On the way Rose renewed her entreaties to her cousin not to cross the water with her, but he stood firm. \" You ought not to have crossed alone in that cranky old boat this morning, Rose. The river is running furiously, and the pool below the ferry is a dangerous place now : the mill race, running athwart the main stream, makes one great whirlpool of it now.\" \" Very well, dear brother ; then lend me your arm once more.\" They were pleased to find the boat on their own side, and thus to avoid the necessity of"], [210, "THE QUALITY OF MERCY. 202 hailing the miller's people. Just before reach ing the landing-place Rose withdrew her arm. \"Look at the hills beyond Christbourne, Geff, how they glow and tremble in the yellow light ! \" Geff turned for a last good look at the old landscape, for to-morrow he was to start before daybreak ; and while his back was turned Rose sprang triumphantly into the boat and pushed off, waving her hand and crying— \" Good-bye, brother, good-bye ; this is the veryr last of my woman's wiles!\" Geoffrey would never forget the picture she made, standing up in the old boat, with the golden light playing among her fair hair, her lips smiling rather sadly, her eyes full of sorrow at leaving him. \" Good-bye, brother, good-bye ! \" she cried once more : and those were the last words she ever spoke."], [211, "CHAPTER XIV. Geoffrey stood on the bank, growling to himself, and casting an anxious eye down stream to where the mill-race, with its great mane of creamy foam, came hurtling into the wide pool, and rebuffed by the strong tide of the main stream, turned the pool into one swirling eddy. Little Rose, however, handled the punt-pole with the dexterity of long habit, and shot the old boat so swiftly across that, fast as the current drove her downwards, she would in the ordinary course of things have landed well above the mill in perfect safety. Geff's brow cleared as he watched her rapid progress up to about mid-stream : then a sudden spasm shot across his face. What had happened ? He rubbed his eyes, then"], [212, "THE QUALITY OF MERCY. 204 stared, with a creeping sickness at his heart, a sudden trembling in his limbs. In the present flooded state of the river, Rose could not work the punt-pole in the central deep channel, but, having plenty of way, should have crossed it easily, narrow as it was. Yet the boat dragged, as though checked by an anchor, making no headway, drifting slowly downwards, and — could he believe his eyes? — yes, settling deeper into the water. \" Good God ! she's sinking ! \" he cried, kicking off his boots, and tearing the coat off his back in frenzied haste. Another person was watching the progress of the ferry-boat with a sickening anguish which tied him like an iron chain to the pale which he was grasping. Fawkes had seen Geoffrey walking to the ferry, alone as it seemed, had set his trap by knocking the cork out of the boat, and hurried off down stream in a kind of stupor. Up to the fatal moment his mad passion, worked to a climax by solitude and long brooding, had"], [213, "THE QUALITY OF MERCY. 205 driven him on ; but now that the moment of his triumph was at hand, when a stronger criminal would have been half mad with elation, he felt simply stupefied — too much dazed to be either glad or sorry, or even to be fearful of consequences. But just as he came abreast of the mill-pool he turned to look back, and the brief lethargy was swept aside by an agony of remorse that came surging through his brain, wave upon wave. He saw the boat in mid-stream with a girl in it, alone, small, fair-haired ; .... he clung to the paling that bordered the river at this point, limp and quivering. \" Oh, God, spare her,\" he moaned, \" or let me die before I see the end ! \" Then he saw the boat sink gradually, just beyond mid-stream, saw Rose fling her arms up with a loud cry, and disappear in the hurrying water. No merciful faintness came to him; too weak to stand, he clung, shudder ing, with labouring breath, to the paling, seeing and feeling all that passed before him."], [214, "206 THE QUALITY OF MERCY. Geff had almost reached his cousin when the boat finally sank ; a few more powerful strokes and he had seized her. They were floating down together now, straight towards the whirlpool. Once in the grip of that cruel swirl, and good-bye to dear life. Aye, but Geff was a strong swimmer, full of nerve and youthful vigour ; he knew where hope lay. He was struggling now with all his might, one arm round poor Rose, to edge away towards the right bank. A few more yards and the steadfast tide would carry them clear of that hungry eddy ; he would yet keep her afloat till help came. Many persons were standing upon the opposite bank, watching ; others were rushing out of the mill with ropes and boat hooks. Once past the whirlpool rescue was at hand. Now was the crucial moment. See, see ! they move more slowly in the broadening pool. . . \" To your right, sir — bear to your right ! . . . one more effort ! . . . never say die ! \" Geff heard the shouts jerked to him"], [215, "THE QUALITY OF MERCY. 207 across the roaring mill-race. The pressure of the current became easier. He redoubled his efforts, but the right bank came no nearer. Now he was just on the further verge of the great eddy — almost past it, hovering on its brink. For a moment he seemed to be in dead water ; every man held his breath. Then slowly, slowly Geff found himself drifting up towards the mill, slowly, but more unmistakably, as the backwater got firm hold of his burden. His strength was spent now, his hope gone ; love of life just served to keep him afloat, but he could struggle no more. He saw men gesticulating wildly as he was borne round towards the left bank, but could hear nothing for the rush and roar of the mill-race, into which the backwater was still drawing him slowly, quite slowly, as if to prolong his torture. Then, as a minor eddy twisted him round, he faced the great heaving tumbling mass of water into which he was driving. Rose was like one dead ; but he still clung to her desperately. Another"], [216, "THE QUALITY OF MERCY. 208 moment — one terrible moment, while the roar of the water stunned him — and he was driven down, down beneath the froth and smother, and lost his senses. Dead now — surely the bitterness of death is past ? No, not dead yet, but gasping on the surface, driven past that crowd of faces at furious speed. He heard a whisper — it was the combined shout ing of strong men — \" Let her go, save yourself. She's dead ; save yourself, there's a boat coming.\" He only clung the closer to his burden. Would death never come ? where was he being carried ? Round, and round, and round ; would this accursed whirl go on for ever ? Slower and slower again, in the backwater once more ; once more pausing close to that din and froth and smother. Then down again — and then the grasp of a strong hand — a sense of being lifted over the side of a boat — then utter blankness. When had it happened . . . yesterday? years ago ? where was he ? Lying on the grass with many faces round him, Tom"], [217, "THE QUALITY OF MERCY. 209 holding him in his arms, Ned Fitz-Urse kneeling beside him. So he was back in the world again. \" Rosie, where are you ? \" he muttered. \" Heart up, Rosie, I won't let you go . . . Where is she, Ned? Let me see that she's safe.\" Ned pointed to some men who were bearing away something to the mill — a light burden — something covered with a shawl. \" Dead ! \" he whispered, crying like a child, \"stone dead. You're a hero, old chap, but she was dead before you went under the smother the first time.\" F VOL. 11."], [218, "CHAPTER XV. Clinging to the paling, shuddering from head to foot — with anguish of soul growing deeper each moment — Fawkes watched that death-scene. Now a sickening hope tortured him, now a more sickening despair. When Geff first seized his cousin, Fawkes was half blinded by the rush of his tears ; when the pair were hovering on the brink of the great swirl, he could bear the torment of suspense no more, but fell, burying his face in the ground. When he raised his head again he would see whether or no he were a murderer. Slowly he raised himself; at that moment they disappeared under the full rush of the mill race. Then for a time he lost consciousness. When he could see again, Tom Hadaway — who had viewed the disaster from a distance,"], [219, "THE QUALITY OF MERCY. 211 and had hurried, cursing his lameness like a madman, to his boat, which was made fast to an alder a little above the ferry — was lifting ashore the pair whom he had dragged from the water . . . dead or alive ? The miserable watcher could not tell. A crowd of people surrounded and hid the group. Many more were looking down from the little churchyard above, which commanded the whole scene. They cheered when Tom first seized Geoffrey by the collar, and drew him, still clasping his cousin like a vice, into the boat ; but it was the half-hearted shout of men who hope little. Hours seemed to pass before the group on the bank dissolved ; Fawkes's worst enemy might have prayed for his release from the torture of suspense that was suffocating him. At length the crowd was parting. The watcher ceased to breathe ; his cheek was ashen gray. He saw the four men bearing away the lifeless form, he saw the long fair hair hanging to the ground, the dangling arm that had slipped from the breast which would"], [220, "THE QUALITY OF MERCY. 212 never more rise and fall; but even yet he hoped. She was insensible ; they were about to try more restoratives at the mill? Then, while that last hope still quivered in his brain, he saw men bare their heads, and the first boom of a tolling bell fell upon his ears. The group of people had almost dispersed, women sobbing, men walking in dead silence. Geoffrey had been carried into the mill ; Tom and Ned were alone together, talking earnestly. Tom, alone of all the crowd present, had noticed the cowering figure upon the opposite bank, half-hidden by the rushes, and a swift suspicion had shot into his mind. As soon as Geoffrey had come round and he was free to think, many things — a whole procession of trifles little noticed at the time — slid into his consciousness, giving form and strength to that sudden intuitive suspicion — Fawkes's frequent watching of the ferry-boat ; his strange state lately ; other things, too, all tending in"], [221, "THE QUALITY OF MERCY. 213 one direction. The boat was old, but thoroughly water-tight ; it would not have sunk like that if it had not been tampered with in some way. He told what was passing through his mind to Ned, who was angrily incredulous. \" Good God, Tom, you're mad ! This sad business has thrown you off your balance. Why on earth should he wish to injure this poor girl, against whom he never had a grudge ? \" \"He set the trap for Mr. Geff— the same trap that was so near costing him his own life last June. He has been grovelling there in agony at his fatal blunder. See, he rises to his feet now, weak and staggering. Would the mere sight of a drowning scene affect a man so ? Ah, he slinks away now, down stream, into the heart of the Quamp. What should drive an innocent man to do that ? I shall cross over and follow him.\" Tom spoke with a quiet, stern self-con fidence that began to oppress Ned strangely. \" Tom, you may be wronging an innocent"], [222, "THE QUALITY OF MERCY. 214 man ; at least keep your suspicions to yourself until we know further.\" \"You and I will soon know further,\" said Tom, quietly, with the weariness that came into his voice sometimes. \" I wish I had even a fragment of your hope in his innocence. You will put me ashore over there, and row down the river yourself? For there's a punt on the Quamp side of the water, somewhere down near the junction, that he might try and escape in. If he is innocent he will not fly from us.\" Neither spoke another word. Ned took the sculls, the gloom deepening on his face, for Fawkes had already quickened his pace and was hurrying away into the gathering darkness. When the boat reached the other bank, Tom stepped ashore without haste ; Ned rowed off, heading down stream, tacitly under taking the duty laid upon him. The miserable watcher had noticed the pair in conference opposite him, and fear had lent him strength to so far master himself as to rise"], [223, "THE QUALITY OF MERCY. 215 to his feet and make some effort to escape. As he slunk fearfully along, making for the next reed-patch, he looked over his shoulder, saw the boat cross the river, and Tom's broad figure step ashore. From that moment his remorse gave way to something mightier; a prostrating terror came upon him, driving out every feeling save the deep longing to get miles and miles of the earth's surface between himself and his old enemy. Was Hadaway coming after him ? Yes, without doubt ; for the man never once hesi tated, or looked to right or left, but came steadily on by the track he had himself just followed. How much did the man know — this ancient enemy, the clutch of whose strong hand that night by the Broad three years ago seemed to be on his throat again now? \"He knows all — all ; he has come to give you up to justice; the hangman will give him a better revenge than he ever hoped for ! \" Thus did the voice of the hunted man's terror answer the question. He became almost paralyzed"], [224, "216 THE QUALITY OF MERCY. with fear, and began to wander to and fro aimlessly, while the relentless figure came steadily on, dogging his steps without pause or haste. Darkness was coming on with strides now ; it put a little courage into the pursued. He struck out a course, heading a little away from the river into the heart of the great reedy solitude. He had the miller's long gun too, having snatched it up from force of habit as he left the mill — for the gun was a ready excuse for all his evening rambles — and this would serve to keep off his pursuers if the worst came to the worst. His nerve was returning. He quickened his pace, plunging headlong into ditches, and tearing aside the belts of tall sedge. He was out of sight of the pursuer now. Knowing nothing of the punt, which lay under a point on his left front, he was making across towards the deep, narrow branch-stream that made the further boundary of the Quamp. Over this there was a single plank-bridge — or"], [225, "THE QUALITY OF MERCY. 217 had been a few weeks ago — down towards its junction with the main river. When he reached the stream, running high and swiftly in its narrow channel, he breathed more freely. The banks were tolerably firm ; he could hurry along the faster now : yet he shuddered as he ran. The dim osier-beds looked grim and weird in the faint light ; the dim, solitary pollard-willows were like sentinels waiting to intercept him. There was but a narrow strip, moreover, between the stream and the great osier-bed on his left ; a false step would cast him into that chill, swift current. At length he emerged, panting and ex hausted, into an open space of marsh, freckled with gleaming pools and dark rushy hummocks. Where was he ? For a moment he felt all abroad ; then the truth rushed upon him — that he was close to the junction, on a narrow spit of land in which the Quamp terminated — shut in between stream and river. He had passed the place where the plank, his one"], [226, "218 THE QUALITY OF MERCY. chance, had been. He could not have missed it, with his eyes never off the stream. It must have been carried away by the flooded stream ; ay, and his pursuer must know it, must know that he was now safe, like a rat in a trap, having no escape but by the path he had come. Torment once more ; a numbing dread that made his knees knock together, saturated his whole being, made every moment a hell. A vivid picture of what was before him stared him in the face — that relentless devil who pursued him, the man whom nothing could turn, or frighten, or cajole, would emerge from that path, with his stern eyes and dogged, accursed face. . . . He glanced around, with fear merging into a desperation like madness. He vowed with a deep oath never to be taken. He looked at the swift stream, deep and broad enough to drown him ; but no — death might be slow there. Better the great, broad river, that would suck him down in a moment. He stepped on to the brink and felt the water"], [227, "THE QUALITY OF MERCY. 219 with one hand, holding with the other to the remnant of an old fence that hung over the dark river. The icy touch of the water un nerved him again ; he could not face it. As he crawled back from the brink his hand closed over the gun. He had forgotten it ; it was like a friend come to save him from the river. He would wait till his enemy appeared not a moment longer. A boat was rounding a point some distance above him. Ned Fitz-Urse, having to follow all the windings of the river, had but just come in sight. But while the boat was still at some distance, he saw a dark patch in the narrow pathway — the great shoulders of his enemy emerged from the shadow of the osiers. Now Tom was stepping through the pools on the open marsh, coming closer, closer ; in a moment or two the strong hand would be upon his shoulder. He cocked both barrels, and presented the muzzle at his own breast by resting the stock"], [228, "THE QUALITY OF MERCY. 220 against the old fence, with a long projecting nail crooked in the trigger-guard. Tom saw the action, and hurried forward. The other seemed to change his mind : he put the gun to his shoulder and covered his pursuer. There was no need for a word on either side, reading each other's eyes as they were. But Tom never hesitated ; one more step he advanced — then Ned, in his boat, peering over his shoulder at the dim figures on the bank, saw a stream of fire leap through the darkness, and Tom fell dead on his face, without a groan, among the pools and hummocks. Another second, and the other had crooked the trigger ■ guard on the nail again, and fired the second barrel into his own breast ; and the weary soul of the one man and the stained soul of the other had gone forth for ever."], [229, "CHAPTER XVI. Nearly a year has passed before we resume the thread of our story. The series of tragic events, now known as the \" Slumberly Tragedy,\" has brought a peculiar notoriety upon the little village, causing it to be much visited byr tourists from Christbourne and Ringhurst, and consequently much puffed up in its own estimation. But, with the exception of the Vicar and the Squire, all those whose lives concern us have left the neighbourhood for good, and we mayr hasten to follow their example. Of the Vicar we have seen but little, and in future the world will see still less, for he has hardly ever left the precincts of the Vicarage since the time when his little daughter was carried from it for the last time. As for"], [230, "THE QUALITY OF MERCY. 222 Randolph Fitz-Urse, he is precisely the same as ever, and likely to remain so for many years to come, seeing that he has gcod health, a sound digestion, and the comfortable cynicism which saves its possessor so much wear and tear ; leaving him, as it does, w th one person to be anxious about instead of a score of friends, or haply a whole parish. Geoffrey is living in chambers, high up in a great new building from which he can look down over the ceaseless traffic of the Edge ware Road, thick enough even now in early September. All day the unwieldy omnibuses roll past him, red, green, and yellow. He knows the faces of a whole group of city men who ride in to their work by the fast morning ones, and return, spick and span as when they started, in the late afternoon. He can even tell the time pretty well by a glance at the omnibuses and their occupants, the traffic being as the pulse of the great city, showing the precise state of its circulation, and consequently the hour of the day."], [231, "THE QUALITY OF MERCY. 223 Geoffrey looks more than a year older than when we last parted from him ; he is pale, overworked, restless — in fact too thoroughly fagged to enjoy work, too restless and un happy to care to take a holiday. And this has been his state for some time, a condition which he explains to himself, by some peculiar logical process unknown to the text-books, as the fatal result of success. As long as his fate hung in the balance, as long as he was only a promising young author, the ardour of the struggle sustained him. But that rather amateurish play of his had a good run — a better one than it deserved, as he rightly considered ; and at the end of the spring season a certain romance in verse of his achieved such success that he knew the struggle was practically over. The poem was not as bitter and misogynistic as might have been expected, thanks to a wholesome dread of letting other people into the secret of his unhappiness, but there was a depth and heart in it not to be found in his first Arcadian"], [232, "THE QUALITY OF MERCY. 224 lyrics. Tom Hadaway's prophecy that the lad would achieve something worth reading when he had suffered enough had been fulfilled. This success, however, brought him little satisfaction. Indeed its effect was felt more down at his father's rectory than anywhere else. Not only was Mr. Chichester very proud of his son, but he was able to set up a second gardener ; and after that a curate, who, being a poor man, had as a matter of course a wife and large family, and whose armful of small sons and daughters thus came to be supported principally by Geft's industrious pen — a state of things at which Geff chuckled in rather a hollow fashion. His dreams of fame and future achievement had been of quite another complexion, nor had either curate or gardener ever found a place in them. Sir Garrard too, long since reconciled to his nephew, was highly gratified at Geffs success, and had shown him much kindness, flatly refusing to let him live the life of a hermit ;"], [233, "THE QUALITY OF MERCY. 225 but, to speak the plain truth, and cut the matter short, time had quite failed to heal the lad's wound. If he had been jilted his pride would have stood him in good stead, and he would have recovered as quickly as most men : if Lilla had died, he would have gone on worshipping her memory, idealizing her more and more, and so sweetening whatever work fell to his lot. But, as it was, he could not find in any \" place of his soul one drop of comfort \" concerning her. The lad was very sore and miserable ; angry with fate and the world always, with himself very often. For had he done right ? He had worn himself out with worrying over that question. Was he so good, so immacu late, that he should judge a woman's weakness so hardly ? On the other hand, the world would say — and surely the world's judgment was worth more than his — that a woman once proved so weak and erring must be untrustable for ever. Thus did he put into the mouth of the VOL. II. Q"], [234, "THE QUALITY OF MERCY. 226 world, as men will continue to do until the end of the chapter, the verdict of his own least noble moments; and thus forced himself to judge hardly, for fear the world, that is his worse self, should call him a fool. The \" quality of mercy\" is apt thus to change its hue ac cording to the gazer's standpoint — to be noble one moment, contemptible the next. And behind all his arguings and frettings and proud resolves there was an unutterable longing, which would assail him of a night when overwork had weakened his will, to see the woman he loved once more. He had seen a good deal of Ned Fitz-Urse in the course of the year ; but her name was never mentioned between them. He had heard no scrap of news of her since their parting, and was now wearing himself out with desire to know where she was, and whether ill or well. Towards the end of the spring this longing had been so strong upon him, that he had almost sent a line of inquiry to Mrs. Fitz-Urse — though his pride shivered at the"], [235, "THE QUALITY OF MERCY. 227 notion ; but just at that time he had seen in a newspaper the death of Miss Bellingham, who had succumbed, after a two months' illness, to her old enemy, bronchitis, leaving all she had — and a very pretty sum it was, as the paper described with unctuous com placence — to her niece, the Hon. Lilla Fitz- Urse. This piece of news had caused Geoffrey to fall back upon the world's opinion again. Without doubt Lilla would go back to the old set again, in the full flush of her great wealth ; and she had probably forgotten all about him again by now ; and — and he would never waste another thought upon her. This early September evening on which we return to Geoffrey was a bright and tempting one. He sat half out of the window, looking down at the traffic, wondering when he would pluck up enough spirit and energy to leave Town for a while. He had not inhaled a single breath of country air this year, having a certain dread of the rustic quietness and solitude, for which he used to care so much. As he sat"], [236, "228 THE QUALITY OF MERCY. listlessly reflecting, a knock came to the outer door of his chambers, and in half a minute Ned Fitz-Urse was shaking hands with him. \" Why, Ned, where have you sprung from ? Have you dined ? \" \" I have, old boy — dined in the' train ; but reserved my smoke for your company. I've just come up from Devonshire.\" \" Devon ? I thought you were shooting in Norfolk this week ? \" \" I was going to ; but it is a long story ; so just light up before I enter upon it.\" Ned refused to say another word until his friend's pipe was alight; for the news he had brought seemed likely to give Geff rather a shock, and he considered tobacco a kind of cure-all for every ailment, mental or bodily. \"Tobacco with men stands for tears with women,\" he would declare, \"which is saying a good deal.\" Ned was smoking hard himself, for he felt for the first and only time in his life awkward and embarrassed. He was in fact on the"], [237, "THE QUALITY OF MERCY. 229 brink of a delicate topic ; even strong Caven dish tobacco, and the not less strong whisky and-soda which Geoffrey placed at his elbow, failed to restore his usual self-confidence. \"Yes, I've been down in Devonshire,\" he resumed presently, \" on the skirts of Exmoor, at a little village called Brendisbury.\" \" I know it well,\" remarked Geff, casually ; \" it is a short twelve miles from my home — a quiet, Arcadian little hamlet, isn't it ? \" \"A precious thirsty one, though,\" answered Ned, fidgeting with his feet and puffing thick clouds. \" I've noticed that Arcadian simplicity is apt to be thirsty. The farmers down there say there's nothing to do but drink gin, and they do that with a ' perseverance worthy of a better cause,' as the poets say.\" Ned seemed inclined to pursue this vein, and prosed along about the dulness of country places and its relation to delirium tremens, as if talking to gain time. Presently the talk languished. Ned was clearly unlike his usual prattling self; yet his"], [238, "THE QUALITY OF MERCY. 230 friend, himself a good deal out of sorts and inclined to be easily bored, noticed nothing. At length Ned got up and began to pace the room. \" Look here, Geff, there's something I want to talk about ; though hang me if I know how to begin, for I'm a deuced bad hand at touching upon delicate topics.\" He stopped to clear his throat. Geoffrey looked up sharply at him, then stared out of the window. \" It is about . . . my cousin,\" proceeded the speaker uneasily — \" and if you don't care to hear news about her — you know who I mean — why say so, and I'll dry up at once, or talk about choke-bores.\" No answer; but Ned, after glancing fur tively at his friend out of the corners of his eyes, went on as if relieved. \" I've never once mentioned her name to you since the thingumbob — the rumpus, I mean ; and I wouldn't thrust the subject upon"], [239, "THE QUALITY OF MERCY. 231 you now, only that a couple of days ago — Lilla was dying.\" \"A judgment on me!\" muttered Geff, shakily ; \" a judgment on my hardness ! \" \" There, don't take on, man ; she was con siderably better before I left this morning, and I believe she'll come round all right in time. The mater told me particularly to mention that Lilla is not in serious danger now, for she doesn't wish to stir up your sympathies on false pretences. To tell the truth, the mater is rather bitter against you, old chap ; says that she had hoped much better things of you, and that sort of thing. You know what women are ; they always expect a man to be made up of nothing but sentiment, like them selves. Have a drink, Geff; you look palish. Suppose I tell you the whole story now?\" Geoffrey entreated him to go on by a gesture. Ned proceeded, with a twinkle in his eye, still pacing to and fro, and throwing but an occasional glance at his friend. \"You see Lil has been pretty bad these"], [240, "THE QUALITY OF MERCY. 232 nine or ten months — you mustn't think I'm blaming you, you know; you did exactly as any other man would have done.\" Here was a neat stab for poor Geff It was a true verdict; he had done just as any ordinary man would have done — a tolerably bitter reflection for one whose views of ordinary human nature had waxed cynical. \" Well, after the rumpus Lil was so bad, feeling that she had been the main cause of all those deaths — Fawkes's, and Tom Hadawayr's, and poor little Rose Chichester's — that we thought she would go into a decline. And of course the whole story got about — with additions. The whole neighbourhood was seething with it ; there was such a lot of cursed uncharity going about that, by George, I had to leave the place for fear of being taken up for assault. Randolph made her one bitter speech, at which she fainted right off, and has never opened his mouth to her since. I had a big row with him then, which relieved my feelings a bit, and left by the next train,"], [241, "THE QUALITY OF MERCY. 233 cussing horribly. However, she was too ill to leave the house, though Randolph refused to speak to or see her ; and meanwhile she was fretting herself to death about you — hoping, like a little fool, for a line of forgiveness, though of course she never dreamt of your coming back to her. Then she got her head full of all sorts of insane fancies; said she wasn't fit to live, wanted to spend her life in the slums of London, and to be a hospital nurse, or sister-of-mercy, or a monk, or some thing — in fact, wanted to do half-a-dczen things she never was and never could be fit for. But the doctor sat on all that nonsense, and the mater, who never was much good at com manding, managed to command poor Lil, and carried her off under her wing as soon as she could be moved. For as Lil wasn't allowed to carry out any of her mad schemes, nothing would satisfy her but to go and bury herself in some remote country village ; and the long and short of that is, that they have been enjoying the excitements of Brendisbury ever since.\""], [242, "THE QUALITY OF MERCY. 234 Ned paused a moment, shot another glance out of the tail of his eye, suppressed a chuckle, and resumed. \"She got better there; the quiet soothed her, I fancy. But after the hay harvest in June some of the men got to drinking heavily — which doesn't seem to suit them in the summer, though agreeing with them admirably in the winter. Then came some piping hot weather, and their drainage down there is about the only piece of Arcadian simplicity they possess ; and either from too much draining or too little drainage, or else through the chapter of accidents, a fever got about, and half the simple-hearted Arcadians were down with it before they were nearly clear of their after harvest headaches. Lilla, like a genuine senti mental female, plunged head over heels into the nursing business, wore herself out, got the fever herself about a fortnight ago, and hoped she was going to die. She's a good sort, Geff, upon my soul she is — and she knows nothing about my coming up to you, in fact is too"], [243, "THE QUALITY OF MERCY. 235 weak to be told, and . . . and they think a deuce of a lot of her down there . . . and — and I think by the look of you that you'll write a line to Brendisbury ? No ? Then I guess you're thinking about the night train ? Yes? — then, damme, sir, let's pack up!\""], [244, "CHAPTER XVII. Geoffrey journeyed westwards with crowd ing thoughts rushing through his mind, as fast as the dim fields and hedgerows rushed past the train in the semi-darkness. Every mental phase he had gone through in relation to Lilla, his hopes and fears, despairings and revivings, from the first moment of meetinb with her at Sir Garrard's to the last parting at Slumberly Hall, passed across his conscious ness as the incidents of a lifetime are said to cross the brain of a drowning man. One thing, however, stood clear out of the jostle of thought and feeling, and that was the absurdity of trying to keep up the self-deception of the last year. He admitted to himself now that his love had not abated one jot for all the"], [245, "THE QUALITY OF MERCY. 237 pain he had gone through ; that all his striving after success had been for her, carried through in the hope that his fame, if ever achieved, should reach her ears. He saw too that, but for this crisis in her health, he might have gone on avoiding her for years rather than thwart his pride by making the smallest advance. Sometimes under peculiar emotional conditions a man is able thus to stand aside and appraise himself with an outsider's freedom from bias; and to one of sound heart the process is apt to be a humbling one. Early in the morning, long before sunrise, Geoffrey arrived at his junction, from which point he had to proceed in the guard's-van of a goods-train, solaced now and then by the tinkle of a trout-stream, and at length by the faint wash of a calm sea. This last sound was music to his ears, proving that he was close to his journey's end. In a few minutes he was standing upon the platform of a little country terminus, giving"], [246, "238 THE QUALITY OF MERCY. directions to a solitary porter for the forward ing of his luggage during the day. He had decided to walk to his destination, since, thanks to unruly North Somerset hills, a conveyance — even if obtainable at two in the morning — would hasten his arrival but little ; moreover the long night-walk would be a good treatment for his present excited mood. He set off, then, at a good round pace along the flat country lanes ; for the first portion of his course lay through a rich level vale, between high hedges and broad fields dotted with corn-shocks, every turn of the lane, every thatched cottage he passed, being familiar to him. In his front the long back of the great moor loomed large in the moonlight and beckoned him onwards ; for behind that dark mass, in the lap of a certain wooded combe, lay Brendisbury, the bourne upon which he hoped to be looking down about the time of sunrise. An hour's walking brought him to the clustering white-faced little village that was"], [247, "THE QUALITY OF MERCY. 239 the gate of the moorland. Not even a dog was awake in the place, yet the primitive little street with its five or six shops, and the familiar inn just at the foot of the steep ascent, had a friendly and encouraging look for him. In front of the inn he paused for a moment to look at his watch ; plenty of time, he found, to reach the head of the Brendisbury Combe by half-past five, when the sun would have just risen, so he could afford to mount the hill leisurely. He knew well how grim and stubborn that piece of road was, descending in breakneck curves of true West-country quality from the high plateau of Exmoor down to sea-level. Up and up he toiled, steeper and steeper grew the white dusty road. After a year of steady toil and London atmosphere, the climb was no slight task, yet every step of the labour was of the kind that physics pain. At length he rounded the last elbow, and the morning breeze, tonic-laden, wafting over sea and moor, blew freshly upon his heated face."], [248, "THE QUALITY OF MERCY. 240 Looking back, there was nothing visible now but a sea of mist; the wide vale was wrapped in a mantle of haze, tinged with faint yellow by the declining moon. Once more he set his face westwards, and strode forward along the familiar coach-road. Soon he passed the old sign-post at the cross-roads : on his right a stony lane plunged down another breakneck slope towards the sea ; on his left it leapt recklessly into space, over the forehead of another hill. Then came a mile or more of larch plantations ; then wooden pales gave place to turf-walls, heather trimmed — at length he was out upon the great moor. Presently the moon set, and he tramped on through a world of silent grayness. By the time he reached the turning — a mere cart-track over the moor, which led to Brendisbury — the air was palpitating with the promise of dawn. Tired and footsore though he was, he began to be filled with a strange elation, that tingled through him as though his spirit were rising upon the wings of the"], [249, "THE QUALITY OF MERCY. 241 morning. He walked slowly now, hoping to look down presently into the deep combe, in which lay the village, flooded by the morning light. When he reached the gate at the fringe of the moor, he rested on it, looking eastward, watching the grayness whiten, and the subtle spreading of the dawn. The dawn was coming quickly now ; the ash-trees below him began to loom out of the fog, the browns and purples of the upland to emerge slowly. His face kindled as the light grew : he felt absolutely at one with nature, whose great heart seemed to throb in unison with his own, to be lifted up with the lifting of his hopes. Slowly and solemnly the wide bosom of the moorland was unwreathed ; billow after billow of heather and fern rolling up to meet the trembling light, while rivers of white mist lay smoothly in the deep vales. Very soon the brown world of Exmoor, with all its woody combes, and rounded spurs and swells — heaving up like the great muscles of a sleeping giant — lay open to the morning sky. VOL. 11. R"], [250, "THE QUALITY OF MERCY. 242 But below, the white mists had gathered into a heap, filling the Brendisbury Combe like a vast feather-bed — a sign of fair weather to come, though Geff would gladly have dispensed with it. For not a vestige of the hamlet was to be seen ; the tall ash-trees below him stood waist-deep in fog, and the wooded hills on either side the valley plunged sheer down into the pillowy whiteness. As he descended the lane, the rush of the stream — the Brendisbury Water, which he and his father had ofttimes fished together — grew loud in his ears ; and as he turned the last corner, the clang of the blacksmith's anvil musically proclaimed the end of his journey. He was now a bare quarter of a mile from the house where Lilla lay recovering from sickness. He had recognized the place at once from Ned's description — a little house, formerly the parsonage, placed close to the stream, and backed by the steep woods of dwarf oak which embraced the lower end of the hamlet."], [251, "THE QUALITY OF MERCY. 243 The blacksmith, an old acquaintance of Geff s, quickly reassured him as to her state. \" You've heerd o' she, then, Mr. Chichester ? Well, I reckon Miss Fitz-Urse's fame was spread a good bit this summer. Us has been in a pretty fume about she lately ; but they say she'll pull round all right and be about again soon. Varmer Crocombe, he was down along last night, and heer'd a good report of her — stood me a drink on the strength of it, he did.\" Geoffrey could not stay to hear the black smith out, but walked quickly on, keeping the stream on his left, and was presently able to solace himself by skulking round the old parsonage-house like a thief, and wondering which might be the sick-room. Many a cast of flies had he lost in the thorn hedge, round which he was now prowling, for close under one side of it ran as trouty a stickle as could be found in the Brendisbury Water. In a few minutes this prowling was brought to an abrupt conclusion, for close to the little"], [252, "THE QUALITY OF MERCY. 244 wicket-gate he came plump upon Aunt Fitz- Urse, who had emerged for a breath of fresh air after a long night in the sick-room. She received him without surprise, but with a welcome which chilled him to the marrow. Her tired eyes brightened with resentment when he asked after Lilla, so that his spirits sank down to zero almost before she had opened her mouth, and were ten degrees below it before they had walked as many yards together. Mrs. Fitz-Urse seemed altogether depressed and worn out with anxiety and constant nursing ; and, as Ned had plainly hinted, felt very sore with Geoffrey for what she called his desertion. She declined to pity him in the least. In her eyes he was simply the man who had deserted her dear child. She had watched poor Lilla's growing despair as month after month passed without a word or sign from him, and her resentment had grown steadily. If any corner of her mind hinted a word as to what the lad had gone through,"], [253, "THE QUALITY OF MERCY. 245 she would cut it short with the ever-recurring formula — \" She would have forgiven him any thing!\" Like a true wcman, she argued and condemned as her heart directed, and never gave her head a chance to speak. Geff was entirely crestfallen. She treated him as a sfanger — a person who had no right to any special interest in Lilla's health and happiness. Nor would she allow him even the trifling privilege of protesting, but explained away his emotion quite simply. \" Yes, yes, I quite understand,\" she said : \"you think you still care for her, but I simply can't believe it. The tidings of her narrow escape from death have given you a twinge or two of remorse, galvanized the old feeling that is dead into a momentary sham-life. But it is all over really ; it is impossible that you could have remained silent all this time, and letting her drag on with never a hint of friendship or forgiveness — if you had not ceased to care for her.\" \" I've been wretched enough myself.\""], [254, "246 THE QUALITY OF MERCY. \" Then why didn't you speak ? \" \" I've never forgotten her for an hour.\" \" Then why didn't you say so ? \" \" I've been toiling and working, and hoping that \" Yes, yes, I'm quite aware that you've been easy enough in your mind to write another book. Your ambition has remained tolerably robust ; you've been toiling to satisfy your vanity, like any other man. A man with a bruised heart doesn't write books.\" Poor Geff had not expected this reception. He was physically somewhat exhausted, now that the nervous excitement had evaporated, and hardly knew how to defend himself. \" If you ever see Lilla again,\" she proceeded, feeling perhaps that her resentment was cooling and needed a little fanning, \"you will find that I have understood your state exactly. You will admit to yourself that you care for her no longer. The first glance will tell you whether I'm right or wrong.\" \" I will not leave the place till 1 have seen"], [255, "THE QUALITY OF MERCY. 247 her,\" he answered moodily, \" until she is well enough either to see me, or to let me know in her own handwriting that she doesn't wish to.\" \"You're only deceiving yourself; your pride has burnt up your love long ago. I always said it would, for I believe it wasn't real love, but glamour. Love doesn't go out like a snuffed candle — it bears, endures, strengthens by suffering ; above all — -forgives. I will not help you in the smallest degree ; I will not even give her a note from you, or send you word how she is.\" With these words Mrs. Fitz-Urse bowed icily, and walked off into the cottage, leaving Geoffrey to retire to his inn in a state of very complete and satisfying wretchedness."], [256, "CHAPTER XVIII. The next fortnight was a strange one for Geoffrey ; when he looked back upon it in after years he could never quite decide, so frequent and sudden were his changes of feeling during this period, whether it had been a supremely wretched time, or a rather happy one. As far as surroundings went, he was in a rustic paradise. His inn, the ' Red-deer,' was the only one possessed by Brendisbury, and placed in the centre of the little hamlet — that is to say, there were five or six cottages on its right, and six or eight on its left. A little further along the lane, opposite the forge, was the post-office, which was also the trade centre of the hamlet — the shop where you bought all the necessaries of life, from a tallow-candle"], [257, "THE QUALITY OF MERCY. 249 to a trout-license ; and beyond — well beyond there was nothing at all but Farmer Cro combe's well-shaven hay-meadows, brightened by the laughter of the stream. Just outside the ' Red-deer' between road and stream lay a lot of wood, two or three whole tree-trunks, and other scattered pieces — the property of the village wheelwright — which made a convenient seat for a quiet gossip. Here a man could lounge- with a neighbour, his pot of beer on the ground between his knees, and listen to the babble of the brook, while his wife stood at the cottage-door, and scolded the children and kept an eye on him. These logs of wood, indeed, became the focus of the village of an evening ; even Farmer Crocombe — who, being a former patient of Miss Fitz-Urse's and now convalescent, needed rest and the comfort of strong waters — would sit here with his gin-and-water, and lay down the law about matters agricultural or political. Upon this quiet scene Geoffrey would look down of an evening from his upper windows"], [258, "THE QUALITY OF MERCY. 250 with a general impression that it must have been arranged in his special behoof, and cer tainly called for an idyl, or poem of some sort. But he was not in a state to write ; not a rhyme came to him, not a couplet, even the most doggrel, could he produce. Neither, on the other hand, could he be comfortably idle, or get any enjoyment out of the reposeful valley and its gently-simmering life, so the only thing left him was hard exercise. He walked unceasingly, and started in a new direction every day ; yet whether he strode away of a morning north, south, east, or west, he always found himself by midday on one or other of the moorland heights from which he could look down upon the hamlet — that is, upon the lower end of it where stood the old parsonage. Once in sight of that little white washed house with its bower of creepers, he would plant himself upon a peat-stack, and become aware that he was tired and wanted a long rest. Aunt Fitz-Urse steadfastly refused to see"], [259, "THE QUALITY OF MERCY. 251 him all this time, but so far relented as to write him a daily report of her invalid's im provement, which went on steadily. Further than this she would not go, at least until a certain event happened — -that is to say, Lilla's appearance in public. When this occurred, Geoffrey might test himself, might take a good long look at Lilla from some window, and then judge whether he still cared for her, or had only been drawn back to her by a passing gust of pity. \" The first glance will tell you everything,\" the aunt repeated many times in her brief notes, \" and if you simply find yourself chilled, I rely upon you to depart at once and let her alone. I will not have my dear child tortured or disappointed any more.\" Perhaps Mrs. Fitz-Urse believed implicitly in this test, perhaps she was only punishing Geoffrey for past misconduct. At any rate she managed to work the lad into a very dismal, self-torturing state. He began to doubt everything, including his own loyalty,"], [260, "THE QUALITY OF MERCY. 252 according to the insane fashion of lovers, and was half-minded to slink back to Town again, and send off Ned as his ambassador to Lilla. Happily, this disturbed frame of mind was not to last long, for on the fouiteenth day of his sojourn at the ' Red-deer,' a note came from Aunt Fitz-Urse, to the effect that Lilla was to be allowed to sit in the garden for an hour or so in the afternoon, and afterwards, if the air did her good, was to go for a short turn through the village in a donkey-cart — the only available conveyance. The news that Miss Fitz-Urse was to appear in public in the character of convalescent that very afternoon, spread rapidly through the village, and threw it into a fine state of ex citement. Every man said there must be a demonstration of some sort, and every second person had different views of what form the demonstration should take. There is no knowing what might have occurred but for the women, who declared with one accord that cheering, the firing of guns, and such-"], [261, "THE QUALITY OF MERCY. 253 like noisy jubilations would be an unsuitable welcome to a fragile convalescent. Of course they carried the day and arranged everything. All the village, together with Farmer Cro combe's men, were to gather in front of the ' Red-deer,' and Farmer Crocombewas to make a short speech ; after which he might give the men some beer, and let them disperse quietly. Geff spent the best part of the day tramping over the moor, at the rate of four and a half miles an hour, getting back to his inn in a tolerably exhausted state — for the weather was still warm and sunny — late in the afternoon. He stationed himself at his window in a very shaky condition, feeling wretchedly nervous and depressed. He had quite made up his mind now that Aunt Fitz-Urse was right, and that his constancy was all romance and humbug; that the first sight of Lilla would only chill and repel him. Down below stood Farmer Crocombe, in a condition scarcely less pitiable. In his hand"], [262, "THE QUALITY OF MERCY. 254 was a quart pot, twice emptied without ap preciable gain of courage, for the thought of his speech still weighed upon him like lead. Around him stood the entire population of the hamlet — not a very imposing crowd — brimfull of interest and encouragement, even bewildering him with hints and advice. Upon the group, gaffers and gammers, young men, maidens, and restless children, fell the quiet sunlight of the late afternoon. At length the look-out man, planted astride the thatched roof of the last cottage, whence the parsonage garden was visible, reported that the donkey-cart, with Miss Fitz-Urse in it, was crossing the ford. The announcement caused a great sensation. The children ran to and fro ; the whole crowd gathered round Farmer Crocombe, who was speedily hoisted, still grasping his quart pot, on to the topmost log. Once safely planted, he looked piteously round at his friends, but saw no sign of relent ing ; saw only the eager faces of women, and of grinning young men who continued to"], [263, "THE QUALITY OF MERCY. 255 encourage him — \"Have another pull at the ale, varmer, and then spake up free and bold — us'll stand by you!\" The farmer's broad frame shook; his broad tanned face turned the colour of whitey-brown paper. Above their heads stood Geoffrey, concealed by the window-blind, and shaking like a leaf; insomuch that he hung back for a moment, actually afraid to look out. When he did peep from behind the blind, he was glad indeed that none could see him. The comical little procession was close by. The patient donkey, guided by a small boy with a big stick, plodded slowly along with that air of supreme resignation which is perhaps the most serio-comic thing in nature. Beside the little cart walked Mrs. Fitz-Urse, casting a sly glance upwards at Geff's window-blind. In the cart, propped up with many cushions, sat the invalid, pale but strangely beautiful, and with a nervous smile in her eyes, for she faced the situation with a dread surpassing even that of Farmer Crocombe."], [264, "256 THE QUALITY OF MERCY. And now, what of Aunt Fitz-Urse's pro phecy? Chilled? Does the heart of a \"chilled\" man throb almost to bursting? Do hot tears rush from his eyes as he mutters — \" My darling, my darling, have yrou come back to me ? \" As the donkey-cart stopped before the inn — \" drew up \" would hardly be the phrase to apply to the satisfied pause of that philosophic beast — the music ceased, and every one lcoked at Farmer Crocombe. The farmer's quart-pot fell from his hand and went clattering down amcng the logs. A strange and feeble smile hovered about his lips. He coughed uneasily, then plunged desperately into the first and last public speech he ever made. The speech came buzzing out like a little swarm of blue-bottle flies, and beinj so brief, may be recorded at full length. It ran thus — \" How be ye, Mizz ? Wem all glad to zee ye as ye be, Mizz ! \" \" Glad to zee ye as ye be, Mizz ! \" echoed several others."], [265, "THE QUALITY OF MERCY. 257 Then there was a solemn pause — a dreadful blank which poor Lilla was expected to fill up. She was much moved, and quivering with half-tearful laughter, but managed to say — \" Thank you all very much for your kind wishes — and you especially, Mr. Crocombe — and — and — I hope your speech has not been too much for you.\" Then the spell of embarrassment was broken, and they all laughed cheerfully, the men coming forward bareheaded to shake hands with the invalid, the women sobbing comfort ably in the rear. After which the cart moved on, and there was nothing left but to adjourn to the inn and talk it all over. Later in the evening Geoffrey poured out his heart in a letter — not a line of which shall be recorded here — and sent it round to the parsonage enclosed in a note to Aunt Fitz- Urse. Next morning the invalid accomplished a feat to which she had been looking forward vol. 11. s"], [266, "258 THE QUALITY OF MERCY. ardently for many days; that is to say, she walked, assisted by her aunt's arm, to a favourite rock of hers, distant about a couple of hundred yards from the old parsonage. Upon this rock, moss-cushioned and splashed with gray lichen, reaching well out into the stream, and shaded by the silver-stemmed dwarf-oaks that leaned over from the high bank, she had spent many hours during the hot summer months. The spot, with its musical waters and pleasant shadiness, had been a haven of refuge after the wearing work of nursing, and was half sacred in her eyes by reason of certain thoughts which belonged to it. It was her place of withdrawal ; a corner where a girl could be alone with herself, could think about a past happiness, could, if she pleased, even shed a few tears without risk of their being inquired into. She sank down this morning a little tired, upon the natural couch, and was conscious of a desire to be alone. But her aunt fidgeted about her, insisting on her trying several"], [267, "THE QUALITY OF MERCY. 259 positions, and seemed in no wise inclined to go back to the house. \" I do assure you that I am perfectly com fortable, auntie,\" she exclaimed, with the fret fulness of convalescence, \" and I know you have a good deal to do at home. Pray leave me now ; I have a book to amuse myself with.\" \"What is it, dear child? — something cheer ful, I hope.\" \"It is a poetry book ? now do go, auntie. \"Whose poetry is it? Lilla flushed a little and moved impatiently. The aunt was kneeling on the rock, adjusting a shawl round her niece's shoulders. There was an odd expression on her face — a nervous hovering sort of look, with a threat of tears, yet a promise of something better — and the movement of the hands which manipulated the shawl was like a caress. \" Is it his book, dear? \" she whispered, rather shakily. The invalid's head drooped a little ; but the stream was left to answer if it could."], [268, "260 THE QUALITY OF MERCY. \" Do you still hope at all, my child ; in spite of all I have said, in spite of my assurance that he would never relent? Men are so hard, dear ; they can hardly ever forgive.\" \"Do go home, auntie; you might let me have a little peace now I've been so ill, and — and everything ! \" \" But, Lilla, I want to talk to you.\" \" But I don't want to talk.\" \"But Ned tells me . . .\" \" What does Ned say ? \" \" I thought you didn't want to talk, child.\" \" I want to hear what Ned says.\" \" Ned says he has never been happy since \" I know that,\" said Lilla quietly ; \" I spoilt his life.\" \"But, my dear, if he has not been happy, he can't have forgotten . . .\" \" I know that too. He never will forget ; you don't know him as well as I. He has forgiven me long ago ; he is far too generous not to have done that. But it is quite another"], [269, "THE QUALITY OF MERCY. 261 thing even to wish to see me again. That will never be.\" \"But Ned says . . .\" \" I'm tired, auntie : do let me alone and go — -go at once. . .■ . What does Ned say . \" That he loves you still — almost the more for what he has gone through.\" \" I can't believe that. Why do you torture me so, when I've been so ill? Oh, I'm so tired ; I wish I hadn't come out. Don't tease me any more, auntie. \" Wouldn't you like to see his letter then ? \" \" Whose letter— Ned's ? \" \" N — no ; G — Geoffrey's,\" sobbed the aunt. Silence again — then a faint, shaky whisper — \" Where is it ? \" \" I have it here — read it, dear.\" Lilla took the note, and read it slowly. \"I can't believe it,\" she said; \"it's too much to believe.\" \" Perhaps not, child ; but there's a man's heart, a good man's heart, in every line of it."], [270, "262 THE QUALITY OF MERCY. It is just what I used to hope for before I got disappointed.\" \"Ah, but if he saw me, he would find it all a mistake ; I should only repel him.\" \"He has seen you — he saw you yesterday from his window . . .\" \"Auntie, hold me, I've been so ill, and you've frightened me. ... Is he here — here in the village ? Oh, take me away, I could never meet him. Let us start to-day — at once. \" You won't see him first ? \" \"No, no — never.\" \" Child, I'm going to bathe your forehead with this cold water, and then leave you for a few minutes to recover yourself.\" The aunt climbed the steep bank and dis appeared among the dwarf oaks. Soon, very soon, there was a sound of approaching steps — the tread of a man ; to be exact, the tread of Geoffrey himself. As he let himself down the steep bank by the branches, he saw her. She was leaning"], [271, "THE QUALITY OF MERCY. 263 against the big rock, her face buried in her hands. In a moment he was kneeling beside her, and for a time neither could speak. When she did speak her heart was upon his, and they were crying together. \" Oh, Geoffrey, my dear love, have you forgiven me ? Oh, Geff, I have longed for you so — and I thought I should have died with that hunger still in my heart.\" \"All forgiven, darling — long ago forgiven; and now my dear love has come back, never more to leave me.\" Bright sunlight was falling upon the crooked silver stems above them, upon mellowing leaves and sparkling water; and in their hearts was a great peace. FINIS."], [272, "Richard Clay & Sons, Limited, London & Bungay."], [273, ""], [274, ""], [275, ""], [276, ""]]