[[1, ""], [2, ""], [3, ""], [4, ""], [5, "VINUELAS MADRID: 1899"], [6, ""], [7, "RECUERDO DE VIÑUELAS A"], [8, ""], [9, "AL EXCMO. SEÑOR MARQUÉS DE SANTILLANA Y CONDE DE CORRES Mi querido Joaquín: Agradecido á la ob- sequiosa hospitalidad en Viñuelas re cibida y admirado de aquel soberbio caza dero, vine en ganas de saber algo de su his toria y de su origen. Ahí te envío unos ligeros apuntes de noti cias que he encontrado en los legajos de en comiendas de nuestras Ordenes militares, su poniendo que te sea grato conocer las vicisi tudes por que ha pasado tan afamado coto, cuya jurisdicción y vasallaje conservas, por lo menos sobre los gamos, venados, jabalíes, liebres, conejos y volatería que lo puebla. La horca y cuchillo de antaño te resultaría inútil para esta clase de súbditos; pero con pleno"], [10, "6 derecho y sin protesta de todo ese ganado, puedes manejar el rifle y la escopeta. Si te agrada este bosquejo, manda extender diploma de Coronista de Viñuelas en favor de tu siempre amigo Paco Uhagón."], [11, "LA DEHESA Y MONTE DE VIÑUELAS Si á referir fuéramos minuciosamente todas las vici- situdes y traspasos por que en su larga historia ha pasado este célebre coto, necesitaríamos mucho tiempo y espacio; pero como su genealogía (valga la frase) es tan ilustre y su abolengo tan rancio como curioso, no resisto"], [12, "8 á la tentación de exhibir alguno de sus vetustos y carco midos pergaminos, siquier sea á la ligera y en forma de somero extracto. En el famoso Libro de la Montería que mandó escribir el Rey D. Alfonso XI no se le cita por su nombre; pero sí se le alude al tratar de los montes de tierra de Segovia y Manzanares y Valdelozoya, diciendo: «El monte de sobre el Pardo es buen monte de Puerco en invierno, e en tiempo de los panes, e es en el Real de Manzanares, e es la bozeria en el camino desde la foz de las gallinas á sancta Maria de Retamar, e la otra encima de la cumbre, e son las armadas en el camino que vá del Galapagar á la casa del Pardo e que estén á ojo de la casa.» Colmenares, en su Historia de Segovia, asegura también que Viñuelas pertenecía al Real de Manzanares, y ya vere mos los largos pleitos que los Duques del Infantazgo, como señores de aquel Estado, concedido por D. Juan II al Mar qués de Santillana en 1446, y su villa del Colmenar Viejo, sostuvieron con la poderosa Orden de Santiago, de quien era Viñuelas como parte de la rica encomienda de Paracue llos de Jarama, lugar distante dos leguas largas de la Corte de las Españas, y tres cortas de Alcalá de Henares; pleitos, por cierto, que tuvieron sin en transacción mediante fuerte indemnización metálica al del Infantado y á la villa de Col menar. El primer documento que yo he visto, y de donde pue de decirse que arranca la historia de Viñuelas, es una carta de donación del Rey D. Sancho IV el Bravo en la era de mil y trescientos veintitrés años (año 1285), en cuya carta"], [13, "9 dice: «Por fazer bien e merced á Garcia Lopez de Sayave dra, nostro vasallo, e por servicio que nos fizo e nos faze, e á Gómez Garcia e a Ruy Sánchez e a Sancho Diaz, fijos de Ruy Sánchez de Madrid e por servicio que el dicho Ruy Sánchez fizo al Rey Don Alfonso nostro padre que Dios per done, dárnosles Viñuelas, que fué del real de Manzanares, que parte término de la una parte con Villa-nueva e de la otra con Pesadilla, e de la otra con Almanjon e con San Agostin e con Alcobendas, e damosgela con todos sus tér minos, con montes, con fuentes, con rios e con pastos, con entradas e con salidas e con todos sus derechos e con to das sus pertenencias cuantas ha e debe haber e otorgárnos les que la hayan libre e quita por juro de heredad para siempre jamás a ellos e a sus fijos e a sus nietos e a cuantos de ellos viniesen ó aquellos que lo suyo obieren de heredar, para dar e vender e empeñar e camiar e enajenar e para fazer de ella e en ella todo lo que quisieren como de lo suyo mismo. E en tal manera que lo non puedan vender nin dar nin enajenar a eglesia nin a orne de religión sin nos tro mandado. E retenemos en este lugar sobredicho para nos e para los que regnaren después de nos en Castiella e en León moneda forera e justicia si la ellos non fiziesen. E mineras si las y hay ó si las y obiere de qui adelante.» Esta cesión de D. Sancho fué confirmada por su hijo Don Fernando IV en Valladolid á veintiséis días andados de la «era de mil e trecientos treinta y ocho años.» (Año 1300.) En ambos documentos disponen los Reyes de esta finca como de cosa propia, sin la menor protesta de la Orden de Santiago de la Espada, cuya era ya en esta fecha la villa"], [14, "10 y fortaleza de Paracuellos por privilegio y donación del Rey D. Alfonso VIII de Castilla, hecha en favor de la di cha Orden y de su Maestre Sancho Ferrandiz, valedera para sus sucesores y para todos los hermanos de la Orden «presentes y futuros.» Dicha carta fué escrita en Toledo, era de 1233 (año 1 195), y se halla inserta en un traslado sacado, con autorización del Emperador Carlos V, á 29 días de |ulio de 1542. En apoyo de este aserto citaré una carta de venta otor- gada por Mencía Ferrandiz, mujer de Fernán Ruiz de Ma- drid, en favor de Vasco Pérez de Folguera, «vasallo del Infante Don Pedro, fijo del muy noble Rey Don Alonso, e su portero mayor, e sobrino de Don Vasco Rodríguez, maestre de Santiago, de toda la parte del derecho que aquella tenia en Viñuelas y en Burrillo, por precio de diez mil maravedís desta moneda que agora anda, que faze diez dineros el maravedí.» La parte de Viñuelas, objeto de la venta, tiene por límite: el término de Villanueva, Pe- sadilla, Almajón, San Agustín y Alcobendas, Aldea de Ma- drid. El Burrillo está en la ribera del Jarama y limita con Cobeña, con Belvís y con Torrecilla. Dicha escritura, fecha en Madrid á 9 días de Mayo año de 1337, contiene una cláusula en la que la vendedora ó sus causahabientes se comprometen á amparar al comprador en la posesión de la finca, sí fuese indebidamente molestado. Si lo fué ó no lo fué no he podido averiguarlo ; mas me inclino á la afirmativa, pues como por muerte de Vasco Pérez Folguera, sobrino del Maestre, pasó la finca á la Or den de Santiago, vemos al poco tiempo en calidad de Co-"], [15, "11 mendador mayor de Paracuellos, en 1359, á D. RuyGar cés de Aza, Trece de la Orden, y ya en la época de su su cesor en la Encomienda, Fernán Díaz de Santa Cruz, sur gen los pleitos que durante cerca de dos siglos sostienen con tesón los Comendadores D. Pedro de Ayala y Don Alonso de Aragón, Duque de Villahermosa ('), con la flo reciente y poderosa casa de los Mendozas, Marqueses de Santillana y Condes del Real de Manzanares. Como seño res de todo este Estado y de la villa de Colmenar Viejo, alegaban su indiscutible derecho al aprovechamiento del monte y dehesa de Vihuelas, que estaban y radicaban en su jurisdicción y señorío; empero la Orden de Santiago replicaba por modo contundente con los justos títulos de su posesión y con la libre donación que los Reyes hicieron á sus primeros adquirentes. No fué corto el litigio, ni pocos los gastos que la Orden y el Duque del Infantazgo hicieron; y á tal extremo llega- 1) Entre otros que no constan, hansido Comendadores de Paracuellos; D. Fernando de Rojas y Sandoval, Marqués de Denia. D. Diego de Zúñiga, Marqués de la Puebla y de Loriana. D. Beltrán de Guevara. D. Juan de Palafox y Zúñiga. D. Miguel Riggio, Teniente general de los Ejércitos y Galeras de S. M. D. Cristóbal Portocarrero, Conde del Montijo, á quien como medio de resarcirse de los enormes gastos que le ocasionó la embajada extraordina ria á la Dieta electoral de Alemania cuando se verificó la elección de Em perador, le concedió Felipe V el goce de las encomiendas de Cieza, Para cuellos y Daimiel, por tiempo de cuarenta y cinco años, y facultad además para arrendarlas, como lo hizo, á la B. O. T. de Penitencia de San Fran cisco, de la villa de Madrid."], [16, "12 ron los odios y los daños y las talas y aun las muertes sucedidas, que incorporados los Maestrazgos de las Orde nes á la corona de España en cabeza de los Reyes Católi - eos, hubo de dictar auto el Consejo de las Ordenes prohi biendo á los Comendadores de Paracuellos arrendar los frutos y rentas de su Encomienda á ningún vecino de Col menar ni de su término. No d¡ó gran resultado esta radical medida, y los pleitos del Duque D. Diego los continuó con empeño su hijo D Iñigo López de Mendoza y de Luna. Sin embargo, en el año 1 53 5 dio el Emperador cédula y facultad al del Infantado para transigir y terminar tan lar go y enojoso asunto, «no embargante que la dehesa y mon te de Viñuelas sea ó parezca ser del dicho vuestro mayo razgo.» Pronto usó el Duque de esta Real facultad de transigir, y al efecto, nombró á Francisco de Avila su criado y contino de su casa para efectuar la concordia que se firmó en Guadalajara á2i de Septiembre de 1535, apar tándose el Duque y sus sucesores para siempre de todo derecho sobre Viñuelas, y teniéndose el pleito, pendiente entonces, por no incoado. No hay que ser muy malicioso para comprender el por qué de esta mudanza, aunque la concordia no lo diga: si todo quedaba en casa, ¿á qué el litigio? Si al Duque de Villahermosa sucedió en la Encomienda el primer Mar qués de Montes-Claros, D. Rodrigo de Mendoza, hijo se gundo del Duque del Infantado, cesaba toda querella, y en efecto cesó. ¿Quién había de decir á estos ilustres magnates que, an dando los siglos, el objeto de su litigio, el codiciado Vi-"], [17, "13 ñuelas, teatro quizá de sus hazañas cinegéticas, había de ser propiedad, no disputada, de otro Santillana, primogé nito también de su histórica casa, quien además reunía en sus Estados la dehesa de Belvís, antes de la Orden de Calatrava, casi los dos más preciados dominios de la vieja Encomienda de Paracuellos? Continuó el Comendador gozando de los frutos y rentas de la Encomienda, salva la parte debida á la llamada Mesa maestral. Empero el César Carlos V obtuvo Bula de la Santidad de Clemente VII, dada en Roma, cabe San Pe dro, en el año 1529 á 20 de Septiembre, año VI de su Pon tificado, dándole plena y libre autoridad, licencia y facul tad para desmembrar y apartar perpetuamente algunas vi llas y fortalezas, jurisdicciones, vasallos, montes, bos ques, pastos y otros bienes pertenecientes legítimamente á las Mesas maestrales de las Ordenes ó á las Encomiendas de estas milicias, cuyos frutos, rentas y proventos llega ran al valor de cuarenta mil ducados: en el primer caso, sin necesidad del consentimiento de los Capítulos respecti vos; en el segundo, con la aquiescencia del Comendador á quien se desmembrasen parte de sus territorios y domi nios, asignándose siempre por vía de compensación su mas iguales sobre alcabalas y otras rentas Reales en el rei no de Granada y en África. Esta Bula fué confirmada por otra de Paulo III en 17 de Agosto de 1537 años, segundo de su Pontificado, con más un Breve y Letras apostólicas del 5 de Junio de 1538, para poder desmembrar y apartar de las Ordenes y de sus Enco miendas los frutos decimales y primaciales."], [18, "14 No tardó el Emperador en usar de tales privilegios. El Comendador de Paracuellos, D. Rodrigo de Mendo za, otorgó en Guadalajara (20 de Diciembre de 1541) es critura de absoluta conformidad con la apetecida desmem bración de su Encomienda, separándola de la Orden de Santiago y cobrando su equivalente en rentas Reales de las de Granada, sobre el producto de las sedas. Por virtud de esta escritura, separó el Rey la villa de Pa racuellos del dominio de las Ordenes, y en su nombre y con todas las formalidades y ceremonias usadas en tales casos, tomó posesión el Licenciado Alonso Gómez, Corre gidor de Alcalá de Henares, del pueblo, en la plaza pública, en la cárcel, en el palacio y ante los Alcaldes ordinarios Pero Vázquez y Andrés Rodríguez; del castillo y fortaleza, que entregó su Alcaide Esteban de Vargas; de la iglesia, casas, heredades y viñas. «El dicho Licenciado continuando luego su posesión en nombre de S. M., fué al monte de Vihuelas e se apeó en parte de él e anduvo por él e cortó ciertas ramas de encina e dijo que tomaba e tomó posesión del dicho monte desde allí como si todo lo anduviera e de allí anduvo un rato por él con su vara de justicia alta, entró en ciertas tierras del di cho término de Viñuelas, y desde allí dijo que tomaba la posesión de la casa del dicho monte donde con galgos an duvieron e tomaron un conejo en señal de posesión.» Muy poco tiempo después de este conejicidio, otorgaba el Emperador carta de venta, en Logroño á 9 de Junio del año 1542, de la villa, fortaleza, palacio, casas, vasallos (incluso hidalgos y viudas), con jurisdicción civil y crimi-"], [19, "15 nal, mero y mixto imperio, pechos y derechos, escribanías, preeminencias con el derecho de elegir y presentar, mon tes, términos y dehesas, portazgos, pecho de San Miguel, Martiniega y otras cosas á favor del Mariscal de Castilla Arias Pardo de Saavedra, Alcalde mayor de la Justicia y Veinticuatro de Sevilla, por la suma de42 cuentos y 24.572 maravedís, á más de los 3.000 que anualmente había de dar á la Mesa maestral y siete corderos cada un año al Concejo de la villa como obligado venía á dárselos al Co mendador de Paracuellos. Claro está que en el contrato en traba el monte y dehesa de Viñuelas, «que parte término con tierras de Madrid y del Real de Manzanares, y con tier ra del Conde de Puñonrrostro,» sin excluir la venta que hay en el término de Vihuelas. Notable es el documento que extractamos por la sincera amargura que revela el Emperador al enumerar la guerra contra el Turco, los ejércitos que en Italia y Alemania te nía que sustentar, la conquista de Túnez y otros trances que «han empeñado y disminuido las rentas reales y otras cosas de donde Nos solíamos socorrer,» obligándome, dice el Rey, á vender esta Encomienda y otros varios dominios. Expresa, cosa rara en un documento privado, que la entre vista en Aguas-Muertas con el Rey Cristianísimo, el amor que se tenían y la pactada tregua de diez años, le hacían esperar mejores andanzas. Así entró este histórico monte en el dominio particular por documento solemne en que se concedía á Arias Pardo el pleno señorío con arreglo á la Ley de Guadalajara, fir mando la carta de venta la Majestad Cesárea; su Secretario"], [20, "16 Alvaro de Idiáquez, y por testigos su Mayordomo mayor D. Hernando de Toledo, Duque de Alba; D. Enrique de To ledo, Gentilhombre de su cámara, y Francisco de Ledesma. El muy ilustre señor Arias Pardo de Saavedra, que tam bién era Caballero de Santiago, insignia gloriosa que pa rece predestinada á ostentar su roja cruz en los dominios de Viñuelas, disfrutó quieta y pacíficamente el señorío de Paracuellos, y como tal y como señor también de Malagón, por testamento cerrado otorgado en Toledo y publicado en 14 de Enero de 1 561 , fundó en cabeza de su hijo Juan Par- do Tavera, habido de su legítima mujer Doña Luisa de la Cerda, un pingüe mayorazgo, entre cuyos bienes cita «la mi dehesa de Vihuelas, con sus pastos, montes é aguas cor- rientes, estantes é manantes.» Esta fundación y vínculo siguió en la casa de Pardo Ta vera, Marqués de Malagón y de Villalonso, que por suce siones pasó á Doña María Arias de Saavedra Pardo Tave ra y Ulloa, Condesa del Castellar, quien quiso redimir los censos que gravaban su Estado de Malagón, y al efecto ob tuvo de D. Carlos II en 1692 cédula Real para vender á este efecto el monte y dehesa de Viñuelas por pregón en Tole do, Madrid y Guadalajara durante dos meses, y en remate judicial pasó á nuevo y no menos ilustre dueño, D. Cris tóbal de Alvarado Bracamonte, Caballero de la Orden de Calatrava. Formalizóse la subasta en escritura de venta otorgada á su favor por la Marquesa de Malagón en 14 de Noviembre de 1693, adquiriendo por su virtud, con la de hesa y monte, la caza, leña, pesca y yerbas, jurisdicción civil y criminal alta y baja, mero y mixto imperio, señorío"], [21, "17 y vasallaje, penas de cámara y sangre, calomnias, mostren cos, y el derecho de percibir y de cobrar las alcabalas y diezmos que se causaren y adeudaren en la dicha dehesa de Viñuelas y su término, así por las ventas como por las crías mayores y menores que en ella hubiera y se hicieran; y haciéndose dueño «desde la hoja del monte hasta la pie dra del rio,» con facultad de poner ministros de justicia, horca y cuchillo, cepo, cárcel y las demás prisiones nece sarias é insignias de jurisdicción y señorío. En 1 8 de Mayo de 1697, el señor Maestre de campo Don Cristóbal de Alvarado Bracamonte, señor de la dehesa, monte y término de Viñuelas, en prueba de afecto á su so brina la muy ilustre señora Doña Mariana Teresa de Al varado Bracamonte Vergaray Grimón, Marquesa de la Me jorada y de la Breña, legítima consorte de D. Pedro Gaye tano Fernández del Campo Ángulo y Velasco, Marqués de los mismos títulos, Caballero y Comendador de la Perale da en la Orden de Caballería de Alcántara, del Consejo y Cámara Mayor de Hacienda de S. M., su Gentilhombre de boca y Acemilero mayor, añadió al vínculo y mayorazgo nominado de las casasy heredamientos de la Gorborana, en la Isla de Tenerife (vínculo que fundó su abuela Doña Jua na Grimón, viuda del señor capitán Cristóbal López de Vergara), agregó y añadió, traspasó é incorporó sin reser va alguna y donó perpetua irrevocablemente, con la sola condición que le pagasen al año una renta de 26.000 rea les, todo su señorío de Viñuelas, para el acrecentamiento y auge del vínculo de la Gorborana y mayor brillo de su noble estirpe y linaje. 33"], [22, "18 Poseyólo la citada Marquesa, á quien heredó su hija ma yor, la cual autorizó, previa cédula Real refrendada de Don Cenón de Somodevilla, Marqués de ia Ensenada, á su ma rido el Marqués de Hinojares, para vender Viñuelas al Rey D. Fernando VI; venta que se verificó el 21 de Abril de 1751, agregándolo al Real Patrimonio é incorporándole al Real Sitio del Pardo, que de los Reyes era desde los tiem pos de D. Enrique III, tomando posesión de la referida al haja (así la llama la escritura) el Duque del Arco, Montero mayor y Alcaide del Pardo. Alhaja era, en efecto, aquel magnífico coto, donde en el año de gracia de 1561 consta nacieron y se criaron 1.405 corderos y 86 chivos, y cuyo aprovechamiento de pastos y yerbas lo tenía arrendado, á fines de la 1 7.a centuria, Don Cristóbal de Alvarado al Secretario de S. M., D.Juan Prie to de Tedo, por la suma anual de 96.000 reales de vellón, cifra enorme y más en aquella época. Desde entonces comenzó para Viñuelas una era de acre centamiento y de mejoras en los reinados sucesivos de Car los III, Carlos IV, Fernando Vil y Doña Isabel II. Respeta da la propiedad; guardada la veda, y cuidado el monte, cuya cabida era de once mil fanegas; cercados sus cuarenta kilómetros de perímetro por fuerte y costosa tapia, pronto se pobló de caza mayor y menor, y fué el predilecto caza dero de los Monarcas de la Casa de Borbón, como lo había sido antes de los Austrias, según nos refiere el Ballestero mayor de D. Felipe IV, Juan Mateos, en su raro y entrete nido libro Origen y dignidad de la ca%a, en cuyas páginas narra las peripecias de una montería en Viñuelas, donde el"], [23, "19 Rey mató tres enormes jabalíes en el cuartel del Bodonal, asistido del Condestable de Castilla, los Condes de Niebla, Aguilar y Puñonrostro, de los Marqueses de Velada y del Carpió y de otros señores principales. Carlos III, el Monarca cazador que hizo de este deporte casi una profesión, tenía por Viñuelas especial preferencia, y para él se organizaron en 1746 de modo fijo y perma nente las maneras y formas con que se habían de organi zar las batidas, como consta en un esmerado manuscrito de la época que poseo y dice así:"], [24, ""], [25, "BATIDA DE VIÑUELAS CON EL PUESTO EN TRES CANTOS DONDE LLAMAN «LA NAVA» Í. l monte de Viñuelas es el que comunmente llaman _/ los lugares circunvecinos Ladrón del Pardo, y dicen muy bien, pues es el más querencioso bosque que hay en las cercanías del Pardo, á quien roba su caza, por-"], [26, "22 que además de tener hoy el monte bajo y gran tallar, tie ne dos arroyos que le cruzan de parte á parte con agua todo el año, y en sus márgenes, además de la abundante yerba, tiene los mejores asestaderos que se podrán encon trar, así por su grande espesura, como por lo limpio y fres co del terreno para verano, y muy abrigado el monte para invierno; en el verano y otoño está guardado el pasto, y, por consiguiente, no andan gentes (como son pastores y vaqueros), y con eso hay gran silencio en el monte, cosa que es muy necesaria en los montes donde hay caza ma yor. Como son los dos arroyos tan espesos (especialmen te el Chortal que llaman el de Moraleja), se crían en ellos muchos puercos, añadiéndose á esta querencia la circuns tancia de criar muy buena bellota los chaparros. Abundan mucho en este monte los venados y gamos, y por todas partes está rodeado de sembrados y viñas, es á saber: de Colmenar, Fuencarral (en Valdelamasa), Alco bendas, San Sebastián con toda la ribera de Jarama hasta San Agustín; tiene también muchos lobos que hacen carne dentro del monte en la caza, y fuera, en los ganados de los lugares ya mencionados. La batida se debe hacer en la forma siguiente Son necesarios para esta batida seiscientos hombres, diez más ó menos, y se sacarán de los lugares siguientes: de Colmenar se sacan trescientos hombres, y con éstos se pone la manga izquierda desde el puesto hasta cerrar la batida, que será en el colmenar de La Parrilla, en lo alto de la cuerda que va al Salto del Lobo, y salen de su lugar en tres tercios; los ciento salen al majuelo de Lasso, y desde"], [27, "23 el camino real los irán poniendo por Pascual García hasta el camino de Moraleja, y el camino abajo para que entren batiendo las Hoyas de San Roque, el Bodonal, Valdecarri zo, Venta-Moros, y se irán saliendo, puestos en mano, por la hoya del Tocón arriba á Valcastellano, y esperarán cer ca de los Tres Cantos, pero sin asomar á la batida por no hacer ruido; los otros ciento saldrán al cerro de La Ollera y se pondrán en mano para bajar batiendo las cercas del monte y Oradillos con las cercas de La Sota, y por la casi lla de Pantorrillas, los barrancos de Valdeoliva, el arroyo abajo, el que se ha de batir con cuidado y silencio, espe cialmente en llegando á Moraleja, donde llaman Las Tres Callejas, y bajar Moraleja abajo á esperaren la talanquera de La Hoya de las Cortes; los ciento que quedan saldrán del cerro de La Ollera, y se irán el camino adelante, y se tenderán desde Navacavera, la vereda adelante que va á Navalmelendro, y entrarán batiendo los Camorchones y Cabezacana, y se irán bajando batiendo el arroyo de Moja pán abajo por la Magdalena vieja, y vendrán á salir á las viñas de Valviejo, esperando cerca de la raya de Viñuelas. De San Agustín saldrán treinta hombres que se les hará subir á la cabecera de Las Hoyas de Córdoba, y allí los pon drán en mano hasta cerca de Cabezacana, y bajarán ba tiendo las dichas Hoyas y arroyo de Colmenarejo; y en la vega del Mojón se formarán bien para entrar batiendo á Valdeyera ó Valdelagua, y después saldrán á batir Las Pueblas y esperar en la raya de Vihuelas, sin asomar á la batida, y esto sea en la cuerda del Salto del Lobo, frente de la atalaya de Viñuelas."], [28, "24 De Aljete se sacarán setenta hombres que vendrán á ba tir el monte de Pesadilla y esperarán en la raya de Viñue las en la cuerda del Salto del Lobo, sin asomar á dicha cuerda, como frente del Castillo. De San Sebastián se sacarán sesenta hombres, que los treinta bajarán á donde llaman El Juncar de Navarroldán, y vendrán batiendo el arroyo arriba y esperarán en la raya de Viñuelas en la vereda que va desde Fuente-Fresno al Castillo; los otros treinta vendrán batiendo su dehesa hasta la casa de Navarroldán, y allí esperarán. Alcobendas dará ochenta hombres que vendrán batien do á Valdelamasa y Navagrande abajo, y esperarán antes de llegar á la Fuente Empedrada, bien desviados del mon te, pero en alto, donde los vean cuando los vayan á poner en batida. Fuencarral dará sesenta hombres que vendrán batiendo el Canto Blanco y algo de Valdelamasa, esto es, lo de arri ba, que dejarán de batir los de Alcobendas; y hecho esto, se vendrán al tendedero de redes. Y con esto se pondrá la bocamanga derecha."], [29, ""], [30, "M de Riscal, fot."], [31, "BATIDA DE VIÑUELAS CON EL PUESTO EN «LA PARRILLA» Esta batida, en cuanto á su disposición, no tenemos que advertir, por ser la misma que la de Tres Can tos, sólo con la diferencia de ser al revés, pues en lo que la de Tres Cantos es cuerpo de batida, en ésta es pues-"], [32, "26 to, y se pueden sacar cincuenta hombres menos de Colme nar, á causa de que se remete algo la tierra, para que salgan embudadas las mangas, y se remete también un pedazo del cuartel de Tres Cantos, dejándose la Nava fuera de bati - da por la misma razón de embudar las batidas, en las cua les se debe poner cuidado que no dejen recodos ó panzas, porque el pandear las batidas suele ser causa de perderse. Es el puesto de La Parrilla muy á propósito para lobos, por la huida que se les da el arroyo arriba de la Parrilla á los Camorchones, Moncalvillo y cerro de San Pedro, y aunque antes de ahora no daba en el puesto otra caza, se ve que ahora dan en él gamos y venados, y el Rey nues tro Señor D. Fernando mató en 22 de Diciembre de 1746 en dicho puesto cuatro venados generosos y dos ó tres ga mos, habiendo pasado por el puesto bastantes reses. El dar ahora en el puesto y no antes es muy regular: será el motivo el mucho rigor con que de unos años á esta parte se guarda el cordón tan largamente extendido, que por esta parte de Viñuelas llega á la cumbre del cerro de San Pedro; y como las reses hallan silencio, buenas sembradas y abrevaderos limpios para el agua, se extienden por aque lla tierra (que es muy quebrada), y aun crían, viniendo sólo al monte de su madre alguna vez que los mensegue ros ó guardas de panes las ojean, y en muchas partes que no hay menseguero las ojea el labrador que va á ver su sembrada, que suele ser de quince á quince días; por lo que viene á ser aquella tierra tan madriguera suya como el monte de Viñuelas, y así á cualquiera hombre de campo que se le preguntara si darían en el puesto de la Parrilla"], [33, "27 reses cervunas ó gamunas, diría que no, pues era sacarlas de la madre como sacar el pez del agua; pero siendo las espaldas del puesto tan madre suya como Viñuelas, dirían que si darían; y para que se vea lo que se extiende por aquella parte, hoy están las reses cervunas y gamunas no sólo en las cercas de Navalmelendro, sino que hay (espe cialmente gamos) en los Gijos, que es paraje muy cercano al cerro de San Pedro; aún más se extienden, pues los hay hasta el número de catorce gamos en una dehesa que tiene Colmenar, que está una legua más distante de Viñuelas que el dicho paraje de los Gijos; y esto supuesto, aunque el puesto de la Parrilla está fuera del monte, no es sacar la caza fuera de su madre el llevarla á él, sino antes bien es encaminarla á su natural querencia; pero siempre que se permita á los lugares el espantar la caza de su término, no será el puesto de la Parrilla á propósito para reses cervunas ni gamunas; no dan los puercos en este puesto, porque es muy larga la batida y se fatigan mucho, y apurados rom pen, y si hay alguno cerca no quiere salir á lo claro, ni á la tierra áspera que le espera á espaldas del puesto."], [34, ""], [35, ""], [36, "¡I de lineal, Jol."], [37, "BATIDA DE VIÑUELAS CON EL PUESTO EN LA «PLAZA DE LOS LOBOS» En este puesto de la Plaza de los Lobos da bien todo género de caza. Está en una nava por donde baja el agua de la fuente que llaman de los Labradores, dis- tante de la fuente toda la Na- va abajo como mil y quinien tos pasos; viene el cuerpo de batida desde el lugar de Pesadilla y se coge dentro la dehesa de la Puebla: tiene el puesto por espaldas del arro - yo de Moraleja, y el del Bo donal con el cuartel de Tres Cantos. Son necesarios para esta batida quinientos y treinta hombres, que se sacarán del modo siguiente: De Colmenar se sacarán ciento y treinta hombres, que vendrán al cerro de la Ollera y se pondrán en mano el ca mino adelante de Mojapán hasta la cerca de Navacavera, y batirán las cintas de Valdeoliva y el Camorchón, y se ba-"], [38, "30 jarán á la Mancha á esperar en la fuente de los Labrado res, porque con éstos se empezará á poner la manga iz quierda. De San Agustín saldrán treinta, que batirán á Valde yera y Valdelagua, y esperarán en el río de Guadalix, como cuatrocientos pasos antes de juntarse con Jarama. De Pedrazuela saldrán treinta, y cuarenta del Molar, que juntos batirán á Moncalvillo y Hoyos de Córdoba, y se vendrán á esperar como mil y seiscientos pasos más abajo del puesto de la Parrilla en lo alto. San Sebastián dará sesenta hombres, que batirán su de hesa nueva, y desde la casa de Navarroldán se bajarán la arroyada abajo á esperar en la raya de Viñuelas en la ve reda que va de Fuentefresno al Castillo. De Aljete se sacarán ochenta hombres, que vendrán á es perar al mismo lugar de Pesadilla. De Alcobendas se sacarán ochenta hombres, que batirán desde la fuente Empedrada hasta la casa de Navarroldán, y esperarán en el arroyo de Valdelamasa cuando entra en Viñuelas. Fuencarral dará ochenta hombres, que batirán á Valdela masa y todo el cuartel de Tres Cantos hasta el arroyo que sale de Moraleja, y se juntarán en la puerta de la viña de la Hoya de las Cortes, y con esta gente se pone la manga derecha. Consumada la revolución de Septiembre y sacada la fin ca á pública subasta, adquirióla el Marqués de Campo en 1870. Frescas están aún las páginas de revistas y periódi cos con la descripción de espléndidas cacerías y suntuosos"], [39, "31 banquetes, en las que el opulento propietario agasajaba á las más conspicuas personalidades de la política española. Cuentan las crónicas que, no obstante la exuberancia de caza que allí había, se tiraba poco y se conspiraba mucho. y de boca en boca corren anécdotas de cómo en aquel ex- Real Sitio se fraguaba y preparaba la restauración del ma logrado Monarca D. Alfonso XII. Heredera la Marquesa de parte de los bienes de su ma rido, Viñuelas entre otros, pasó la finca á poder de su hijo D. Francisco Recur, de quien por compra ha pasado al Marqués de Santillana, primogénito del Duque del Infan tado, realizándose así el conocido adagio «al cabo de años mil, las aguas vuelven por do solían ir.» La totalidad de la finca mide próximamente diez mil fanegas del marco de Madrid, equivalente á unas tres mil y quinientas hectáreas, distribuidas en ocho cuarteles: Salto del Lobo. Cerro del Toro Castillo. Bodonal. Valdealcalá. Valdelamasa. Navarroldán. Tres Cantos. Posteriormente se ha aumentado este cazadero con la finca colindante de Valdelamasa, que mide cinco mil fa- negas."], [40, "El terreno del monte es de primera, segunda y tercera calidad; contiene pasto, y está poblado de monte alto, bajo y encina, y en sus arroyadas, álamo blanco, chopo, fresno, bardaguera y carrizo; algunos árboles, robles, álamos ne gros, espinos, tomillo, romero y otras especies."], [41, ""], [42, "M de Riscal, fot."], [43, "EL CASTILLO Nada dicen los más viejos documentos de la existen- cia del castillo ó fortaleza de Viñuelas; mientan tan sólo una venta que había, sin indicar el preciso lu gar de su emplazamiento. Y que la torre existió es ver dad incontestable, pues al tomar posesión de la dehesa y monte, en el año 1692, el Marqués de la Breña y de Me jorada, en nombre de su mujer, á quien donó la finca Don Cristóbal de Alvarado Bracamonte para agregarla á su ma yorazgo de la Gorborana, vio que la torre estaba ruino sa y no ofrecía condiciones de seguridad para los presos, ordenando en consecuencia que el cepo y cárcel fuesen trasladados al vecino lugar de Fuente el Fresno, y que la torre fuese demolida. No podía ser de otro modo, pues que siendo los dueños señores de horca y cuchillo con jurisdicción civil y crimi nal y demás prerrogativas anejas al señorío, no habían de practicarlas ni ejercerlas en medio del monte. El nombre mismo de Cuerda de la Horca con que se conoce á un ca mino que parte del castillo, abona esta afirmación que ve mos corroborada en un libro recientemente publicado (1), ( 1) Los cagaderos de Madrid, por D. Adelardo Ortiz de Pinedo: Ma drid, 1899. 3"], [44, "34 describiendo los cazaderos próximos á Madrid, y que al ocuparse de Viñuelas dice: «El castillo de Viñuelas tuvo su importancia como fortaleza en la reconquista, no siendo de moderna fundación.» Al destruir la torre por ruinosa, se levantó en su mis mo emplazamiento una señorial morada, mezcla de palacio y de castillo, ordenando se esculpiesen en la fachada de honor las armas propias del mayorazgo de la Gorborana, vínculo de su casa y familia. De otra parte, quiso ofrecer «esta comodidad más con que servir al Rey N. S. D. Felipe V en las frecuentes ocasiones en que se servia honrar aquel sitio con su real presencia cuando en su florida edad seguía su generosa inclinación á la caza.» Concluyóse la edificación del castillo en los primeros años del siglo xviu. encargándose la construcción de los cuatro cilindros ó cubos á un maestro de obras de la cor te, llamado José Moreno, quien levantó además la casa lla mada Navarroldán. El castillo por entonces tenía cuarenta y siete pies de fachada y setenta v cuatro de fondo, adop tando la forma de un paralelógramo, con cimientos de manipostería y paredes y cubos de fábrica de albañi lería. También se construyeron en la misma época muchos hornos donde se cocieron los ladrillos del Real Palacio de Madrid, según consta en repetidos documentos. Carlos III y Carlos IV gastaron fuertes sumas de dinero, dotándole de las tapias, portillos, puentes y otras obras importantes."], [45, ""], [46, "M de Riscal, fot."], [47, "35 El Marqués de Campo y el mismo Sr. Recur mejo raron el edificio y lo amueblaron con fastuosidad y ri- queza. Hoy ocupa una superficie de seis mil metros cuadrados, equivalentes á más de setenta y ocho mil pies, incluidos patios y dependencias. No será probablemente la última reforma que en el cas tillo se haga, pues sus actuales castellanos proyectan dar le mayores comodidades y detalles que aumenten la gran diosidad de su fábrica y aspecto."], [48, ""], [49, ""], [50, ""], [51, "Día de de Perdices Palomas. Chochas Conejos . Liebres.. Gamos. Zorras. Varios ."], [52, ""], [53, "TIRADORES"], [54, ""], [55, "Acabóse de imprimir, á costa del Marqués de Santularia, á dies días andados del mes de Mayo de MDCCCXCIX, en la imprenta de la Viuda é Hijos de Tello."], [56, ""], [57, ""], [58, ""], [59, ""], [60, ""], [61, ""], [62, ""]]