[[1, ""], [2, "Conserved under the Adopt a Book Appeal U\\ Misery Of"], [3, ""], [4, ""], [5, ""], [6, ""], [7, ""], [8, ""], [9, "VANCOUVER ISLAND. EXPLORATION. 1864. Printed by authority of the Government, by Harries and Company- Victoria, Vancouver Island."], [10, ""], [11, "The Vancouver Island Exploration Committee, in presenting to the public a Report of their proceedings, beg to give expression to their deep sense of the obligation under which the Colony is placed to His Excellency Governor Kennedy, as the originator of the Exploring Expedition, and to the subscribers and donors who have generously aided the Committee in the prosecution of the work con fided to their management. From the first settlement of the Colony, the desirability of a thorough knowledge of its resources has been felt, and various sug gestions have from time to time been made and discussed, as to the best means for its acquirement, some of which never took any practi cal form. Some valuable information had been obtained through the unwearying zeal of Captain Richards, now Hydrographer of the Royal Navy, and of his laborious and talented subordinates, who in addition to the survey of the coast line, of such importance to our future commerce, furnished the geographical details of more than one line of land travel across the Island. A premium of Fifty Pounds had been offered by the late Gov ernor, Sir James Douglas, for an Essay \" which should set forth in the clearest and most comprehensive manner the capabilities, re sources and advantages of Vancouver Island, as a Colony for"], [12, "2 exploring expedition. being very rough, the land party arrived before the canoe party, but where the river was at all easily navigable so difficult was the bush travelling that the water party had the advantage; by this means we secured a survey of the river and banks, besides con veying the stores more easily. The land party, by occasionally striking for a few miles back from the river, secured a retrospect of the adjoining country. In this way we travelled to the great Cowichan Lake, which we reached on the 15th of June, and encamped near the eastern extremity. The Cowichan River is about 40 miles in length, and is a most torturous stream ; a straight line from the mouth to the lake would not probably be more than 29 miles ; it is exceedingly rapid, there being hardly any smooth water with the exception of short distances in the canon, and about two miles at the height of the river before joining the lake. Its banks, some distance from the sea where the sea breezes do not affect them, covered with magnificent forests of the finest description of spars, and numerous natural knees, are found everywhere. Were the river cleared of obstructions and deepened in the shallowest parts, they might be floated dowu in \" cribs.\" The winter time would be the best for rafting when the water is high. The total fall may be 700 feet. There are few bars, the banks running perpendicularly and covered with trees to the water's edge. In many places the river divides into channels ; its breadth varies from 40 to 20 feet. Below the falls (Squitz) the river bed is composed of round well worn stones. The color of Gold we found everywhere, and in one or two places from cent to l.j cents to the pan was reported to me, in other sufficient pay dirt to last for a long period. I may call to the recollection of the committee that white men have since then been reported as making as much as $5 per diem on this same river. Coal crops out in one place on the creek. The surrounding country is in most places flat, with here and there open tracts. The whole of the spar lands are excellent soil, and it would abundantly pay to clear them for the value of the timber alone. Deer abound all along the track and salmon ascend the River to the lakes. The Indians inhabiting its banks are as follows : 1. Comiaken, (the \" Indians by the sea,\") 2. Quamichan, (the \" hump-backs \" from the nature of the country,) 3. Samena, (the \" upper river \" Indians.) The latter tribe only frequent the upper waters of the River, and one or two families hunt on the great Lake in the autumn. A trail is here and there found along the banks with occasional fishing lodges, and camping ground such as (above Samena) Tsaam, (the \" torn up place,\") Saatlaam, (the place of \" green leaves,\" Klal-amath, (two log houses,) Qualis, (the \" warm place,\" Latitude 48 degrees 45 minutes 37 seconds North,) Kuch-"], [13, "3 EXPLORING EXPEDITION. saess, (the \" common cement of the rapids,\") Quatchas, (the canon) Squitz, (the \" end of the swift place,\") a most picturesque series of rapids with Indian lodges of which we secured a sketch, and so on until we came to Sivœm-kum, an Island where the Indian deposits the poles by which he has hitherto propelled his canoe up the rapid stream, for now we have come into Squakum, the still waters, the commencement of the Lake, where the current is no longer perceptible. Every bend has a name, every hill a story, every dark pool a tradition, and often on the summer evenings did we listen to the strange story of Kakalatza, the lord of these dominions, as he called up the storied chronicles of the past. At Sqiritz commenced the first tangable evidence of the existance of the inland tribe, whose history was previously a fabled romance, and is now become a fact of history. At the proper place I will notice this at greater length. On the 17th, I removed our camp to a more central position — seven miles .above the lake, to the mouth of Foley's creek — and here I despatched parties as follows : 1. To examine the creek for gold. 2. To survey the lake, and ascertain the existence of gold and other minerals, as well as the situation of the native tribes, if any. 3. A last party, of which I took charge of, into the mountains round the lake ; while two remained in camp, and a third hunted to supply the larder. On the 22d of June we had completed our explorations of the lake and surrounding country, with the following results, as perfectly as time and the nature of my instructions would allow of. 1 . The lake is from 20 to 22 miles in length aud from 1| to 3-4ths in breadth. ' It is surrounded by two distinct ranges of mountains from 2000 to 3000 feet in height. The northern range we named the Kennedy, the southern the Seymour range, respec tively after their Excellencies the Governors of Vancouver Island and British Columbia. It is fed by several large streams, of which Foley's Creek, the Thew-een-kut, and the Amackan Rivers are the largest. It is emptied alone by the Cowichan River or Sina-ivow ttalow, (the main river). The Cowichan name is Kaatza, (\" the lake,\") and every promontory has like the River some characteristic name e. g. a curious peninsula is called Kanatze \" the island in tow,\" &c. Patches of good land are found here and there. On the border of Foley's Creek, there is much rich land thinly covered with maple. Timber excellent, with some white pine. Latitude of Foley's Creek, latitude 48 degrees 51 minutes, 56 seconds, North. The lake presents much pleasing scenery but like most of the lake"], [14, "4 EXPLORING EXPEDITION. dBSHfflery of Vancouver Island is of rather a monotonous character. CSffiBe on its borders is an Alkaline spring, (vid. also sub. report 9b. 1. No. 3. Journal Vancouver Island Exploring Expedition pp. 1 XFoLiii.) 2. Gold was found on Foley's Creek, one prospect gave -4 sseats to the pan, but the diggings are not very extensive. G&mamen would no doubt gladly avail themselves of such diggings. 3. Copper is found in various places around the lake and in <8me place in the mountains in immense quantities, and very rich. HSiSseam extends over a breadth of nearly 20 feet in width. 4. Iron stone is found close at hand (specimens of all these I ami to Victoria) . -5. When at Comiaken I had heard vague rumours of an Island tribe living on the great Lake, but the rumour was so semi- Salialous as to excite little attention. Then at Samena it became sæsre tangible, and we heard that the name of the tribe was Masole ssmscA, and that they spoke a different language from the Cowichans ; æssI on our way upwards we heard pleasant bits of gossip about the manners and customs of the Masolemuchs, until, as we stood on the 33!lt of June, looking at the Falls of the river at Squitz, Kakalatza painted out, choked up with uettles and hemlocks on the opposite %&ok of the river, some old lodge frames, as the former village of the XEasolemuchs in the halcyon days long ago, when they were prosper jw-s, and the lodges of their people were many ; but that now they *IM not come there. Finally, on arriving at the Lake, I gained the fall particulars of their history, which may be summarily stated as fallows : 1. They are not a distinct tribe, but a sub-tribe of the Nittinahts s®B. the seaboard, who visit this lake for fishing and hunting. They Store three camps on the lake ; one was burnt down last winter, and tfeey lost a great quantity of dried elk's meat. 2. Che-hunuk, a noted chief of theirs, died last winter, and is varied on an island in the lake. They manufacture many of the feest canoes here. They come to the lake in the fall with their 'sjfiamen and children, stay generally all winter, or until they can a sufficiency of salmon and dried deer's meat, generally elk, inhabit the borders in great herds. 3. They speak a dialect of what may be called the AH language, £.«, the language spoken from Port San Juan to Woody Point, (\" Pachena\" and \" Nespod\"). They are, however, good friends with fee Samenas, with whom they intermarry occasionally. At one time ctsey used to come down to the Samena village to plant potatoes, by the whites from the home Indians. We have"], [15, "EXPLORING EXPEDITION. 5 gathered much information regarding their mode of life, history, and general character. On the 23d of June, in order the more efficiently to explore a larger extent of country than it would have been possible to accom plish united, I resolved to divide the expedition into two parties, and as the Indians wished to return to their families, the distance to our depot at Port San Juan could barely be gone over in a week, for a greater length of time than which it was impossible for us to carry the baggage. The first division I took charge of to reach the sea at Whyack, the fortified village of the warlike Nittinahts ; the second I put in charge of Lieutenant Leech, with orders to meet me at Port San Juan by the 30th of June. The distance to Port San Juan was in a straight line about eighteen miles, and was marked as level plains on the old Admiralty chart. As will be shown, Leech found it anything but level plains. Accordingly, on the morning of the 23d of June we divided the stores, and sent Leech and party to near the east end of the lake, with written orders (orders No. 2) regarding the conduct of the party. On the return of the canoe I proceeded with the remainder to the further extremity of the lake, paid off the Indians, despatched letters (No. 2) and specimens to the Committee, and struck in a general course south-west about nine miles, through a tolerably flat, well timbered and well watered country, until on the 24th June we struck a river flowing in a westerly direction, which I concluded to be the Nittinat river. Next day we prospected the rivers and neighboring creeks, (found the color of gold,) and built a raft on which to descend to the sea. We accomplished all in safety for four miles, until the roar of a canon warned us to leave the raft, and finding any further progress impracticable by that mode of conveyance, we took to land, sound an Indian trail, and that same night found, at the foot of the canon, a deserted Indian lodge and old canoe. Next morning, Barnston and I descended the river in this tiny canoe, which leaked like a basket, hoping to find Indians at no great distance. The rest had orders to follow on a raft, if we did not return by the evening. All day long did we sweep down the swift river, shooting the rapids and darting through the overhanging branches of trees, past many Indian villages and salmon weirs, all deserted, until, as the sun was setting, we found the downward current stemmed by an upward one, and the river debouching in a large lake or inlet of the sea. On the most recent survey, that of Captain Richards, a lake is marked as supposed to exist behind \" False Nittinaht,\" which was our destination."], [16, "6 EXPLORING EXPEDITION. That same evening, Whymper and McDonald descended the river on a raft which they had constructed out of the boards of the Indian lodge, bound together with the ropes of their blankets — the holes pierced by pistol bullets. The banks of the river are in general flat, the soil in many places dark loam thinly covered with maple, (Acer Macro phyllum). In other places the ground is thickly wooded with spruce, (Abies Menziesii), cedar, &c, of gigantic size. We measured a spruce thirty-eight feet in circumference and cedars of like proportions. The river in all its winding from where we struck it may be probably twenty miles in length, and below the canon its banks are thickly studded with fishing lodges of the Nittinahts. Around each lodge is a quantity of good open land. Next day Barnston and I left camp in our leaky canoe, to search for Indians, to convey our party from this position, and to relieve Buttle and Lewis, who were still left up river. On roun ding a point we were startled to see a large substantially built Indian village, but not inhabited ; where we were glad to find a tolerably good canoe, which we pressed into the service of the Expedition in the name of Her most gracious Majesty Queen Victoria, and Her faithful Deputy His Excellency Arthur Edward Kennedy. We immediately returned to camp and despatched Barnston and McDonald to bring down the remainder of the party, while Whymper and I set ourselves to work to caulk up the leaks in our new acquisition with flour bags and pine resin. That same afternoon Buttle and Lewis returned, and our whole party being now collected we made preparation to reach the Pacific to-morrow. I was now convinced that wff were on no Lake, but an Inlet of the Sea, known in the west of Scotland as a \" Loch\". Started at three o'clock A. M. to catch the favorable morning breeze. We set sail (a blanket officiating for that purpose,) along the inlet, and with an occasionall halt, sometimes against the wind, we sailed and paddled all day. The inlet, &c, is shut in by mountains, and in the quiet bays are three Indian villages, with the remains of stockades in front, and several salmon weirs on the streams flowing through them. They are without exception, specimens of very tastefuly situated dwellings. We noticed large cliffs of bluish primative limestone, in the inlet, and subsequently heard from the Indians, of Coal and Metals. Tracings of Copper were everywhere apparent. Towards evening the Inlet after running for upwards of eighteen miles, began to narrow. An Indian was seen cutting fire wood ; he made all haste for his village, which we now noticed smo king on a cliff, and the roaring of the sea being heard without, we followed him, and drew our canoes up in a quiet bay, a little distance from the v illage. We were soon surrounded by troops of wild lookin\"-"], [17, "EXPLORING EXPEDITION. 7 fellows, and though the head chief Mo-koo-la, a famous warrior, was from home, his viceroy showed us much kindness, aud insisted that I should camp in the square of his village ; and, nolens volens, I was forced to comply with apparent good grace. Then commenced a scene of barter and trade, impossible to describe, and as night closed in I was forced in prudence to post sentries, for though apparently friendly, these savages bear a most infamous reputation. and the best way to keep honest is not to put it in their power to be dishonest. x\\s it was they managed to abstract au augur, and two tomahawks, the ample folds of their blankets affording admirable facility for thieving. Why-ach is a large fortified village protected by pickets from the sea dashing in breakers on the beach, or rushing through the narrow entrance of the inlet ; so difficult is it to land, that the Nittenahts carry it with a high hand over the neighbouring tribes, and the wars of the Elhwhaats and Scllams of the opposite shores, with these athletic warriors form an impor tant portion of the floating aboriginal history of these coasts. I spent the evening trading dried halibut, and visiting the lodges of the different chiefs, seeing and being seen, for our visit was a subject for many a days gossip, and returned late that night thoroughly tired with much talk. Next morning I was glad to be able to strike a stiff bargain for a war canoe, and with no very fond regrets, bade farewell to the ■' Chivalry of Why-ack,\" who had assembled, men, women, and children, on the beach, to at once bid us good bye, to steal, to bargain, and to beg. That afternoon we scudded along the coast of the straits of De Fuca, past Kloos, Quamadoa, (the Carmanah of the chart,) Eclavatess, Ka.rk.it, (the eastern boundary of the Nittin ahts ; when entered in a westerly direction to Klootis, the Pachena Bay, (of Richard's chart,) and right over the island to the Cowichan River, the most extensive boundary of any tribe in the Island, (and Waiva-hadis, a village of the Pachenahts, * (Port San Juan) * Pethaps the correct otbography of the western Indian tribes name, would be this, all end in aht, though the terminal syllable is variously written by the naval surveyors, as \" at,\" \"it,\" \" art,\" (though the letter r occurs in no Indian name, ) \"et,\" \"not,\" <Se, and means house, being after the Indian custom contracted from mahte, or mah-ns a. house, so that it would be no great stretch of imagination to translate J Ahous-aht, the \"seal house.\" Klah-o-quaht, ( vulgo, Clay-o quot, ) \"other or strange house.\" Nuch-ah-laht, (from Noochee a \"mountain,\") the \" mountain house.\" Mow-ih-ahts, (in Nootka sound,) from mouch, a \"deer,\" (corresponding to the chinook language or jargon word mowitch,) the \"deer house.\" Cape \" Classes,\" is \" Clah-us-aht, (\" other men's houses.\") Perhaps by this derivation, kloos is clahus ; the aht only being ap plied to the tribe, not to the country, i. e. Pachena, the country of the Pachen ahts. Seslia, of the Ses-ahts, and so on. The Nittinahts speak the same wide spread aht language with the patois of substituting b, for m, and d, for n, and e, g, Dittida, (Nittina,) (Bonch,) (Moonch,) &c. For this suggestion, I am indebted to the Rev. Christopher Knipe, and G. M. Sproat, Esq., of Alberni."], [18, "8 EXPLORING EXPEDITION. reaching in the afternoon without mnch incident, Port San Juan, (Latitude 48 degrees, 33 minutes, 33 seconds, North. Longitude, 124 degrees, 22 minutes, 10 seconds, West, which I had pitched upon as the rendezvous for our parties, where we were glad to find, Mr. Thos. Laughton, who received us with all the hospitality of an Indian Trader, and as we half starved Explorers, to whom for some time past a dried halibut was a luxury to be remembered, and a double allowance of bread an unheard of piece of extravagance, sat at his plentiful table, we verily believed we had got into Utopia. and Laughton, the good Sir. Thos. Moore who had created it. Late that night we sat around his fire hearing the news of the last month, and as it was too late to pitch our tents, selecting each man a soft plank on the floor. On the 3d July a sloop beat into the Bay and anchored in a cove, Mr. Laughton and I boarded her and found her to be the \" Random\" of Victoria, with stores for us. A plunger had been sent previously and turned back again, when within five miles of the' harbour, and even this sloop had put back twice to Socke. As the master was afraid to put into Cooper's Inlet, I removed the stores into Quisto the chief of Pachena's canoes. That same day the whole of Leeeh's party arrived, (Mr. Foley had arrived the evening before.) and reported to me regarding their route, (sub-reports, Nos. 2 and 3). On the whole he found the coun, try through which he passed very rough, travelling over mountains some precipitous and covered with fallen timber, others rocky, especially along the scource of the San Juan river, which they followed, but which is not navigable for any distance, owing to numerous bad canons. If they could have travelled from the Cowi chan Lake to Port San Juan, it will be seen by the chart that they could have had only eighteen miles to travel. They could not pursue all the route in that direction, but had to keep the only available route, viz., the course of the river in an easterly direction about east south east, south west, and south south west ; in fact, some days they did not make south of the previous day's latitude. \" Thus was our distance increased, and at a rough estimate we walked forty miles to gain eighteen. This shows the fallacy of people talking about cross ing the island in so many days by measuring lineally on the map. Independently of the course being continually delayed by prospecting and surveying work, nearly everything depends on the country and the loads to be carried. The country travelled over is totally unfit for agricultural settlement, but it presents rich metallurgical indica tions at the heads of the creeks, which we passed over, respectively named Saint John's creek, Coffee creek, &c. Specimens of plumbago, an argentiferous looking rock, &c, we brought along with us ; these, with a map of the district, we beg to present for your satisfaction."], [19, "EXPLORING EXPEDITION. 9 In most of the creeks we found more or less gold, crystalized quartz, slate, Ac, but if these do not turn out to be good it is no certain criterion, for we found it a matter of much difficulty, owing to the character of the country, to devote sufficient time to give these creeks a thorough prospecting.\" The district around Port San Juan, (the \" Pachena\" of the Indians,) for two or three milos, is fiat from the margin of the river to the base of the hills, and though a few good patches of meadow land occur, the party were of opinion that the country sine* leaving Cowichan lake might be described in general terms as \" mountain, pine and cedar everywhere, barren of grass and soil : a home for the deer and herds of noble elk, but fit for nothing else.\" This country has since then been farther prospected by one of our party, who reports his early predelictions in favor of it as a gold field to be fulfilled, and that paying gold diggings exist on all the bars of the river for many miles, though probably its length is somewhat over-estimated. Gold was found there many years ago, and I have recently heard rumors of men having made wages. I trust that by next summer it may be a busy gold field. In talking with the Indians, I learned of the existence of coal near the creek and village known as Echiuatess. I despatched a party on the morning of the 5th, in charge of Foley, (order No. 3) to search for it. Mean while we devoted our time to exploring the neighboring country, ascending the Gordon and San Juan rivers, assorting the stores, drawing maps, &c, &c. On the evening of the 7th, Foley and party returned, and reported (Sub. report No. 4.) that he was so unfortunate as to be forestalled by a party of miners from Victoria, who heard through some Indians about it, and had just arrived. The coal is however, a mere thin seam, dipping into the sea, at no place exceeding an inch or two. The sea dashes furiously on the beach, and it is difficult for strangers to land, and almost impossible for ships to load, even were the mine of any consequence. On the way back they found coal at various points near Port San Juan, but in quantity and quality not superior to the former. It was the intention of the committee originally, that we should strike through the unexplored sections of the Island, carefully examine that traet as a specimen, and thus form a skeleton to be filled up afterwards, and as circumstances will show this plan has wrought admirably, so far as the Southern section has gone. Accordingly I resolved that the next place where we should strike in should be Sooke Harbor, and thence across to Cowiehan Harbor, on the East coast ; the reasons which tempted me to this, will appear. On July 9th, I engaged a party of Indians and their canoes to"], [20, "10 EXPLORING EXPEDITION. convey us to the point mentioned. Most were gone to then- halibut fishery, or a \" Potlach,\" at Chowitzen, (Beechy bay,) but after a muster through the camp, I succeded in raising a heteorogenous crew, as follows ; two old men, one old woman, (hideous,) one young woman, her husband, and a slave, and that as usual, after hard bargaining. These Indians are not like the Indians round Victoria. They have plenty of food, and unless a bribe sufficiently heavy is held out to them to throw off their lethargy, it is almost impos- sible to get them to work. Having been cheated by tome white men, many years ago, they are naturally suspicious, and this combined with their natural avarice, render a bargain a matter of many words, and strong language. I have more than once been compelled to show the money before they would agree to accompany me, and a promissory note is frequently demanded, certainly a very simple way of reassurance, seeing that if the writer chooses, it may be somewhat informal ! The first part of the coast on the route from Port San Juan to Sooke, has in general low cliffs, with dead or scrubby timber, and a thick undergrowth of Sal-al, (Gaultheria shallon,) and which always increases as you approach the coast, and from the interior. Towards Victoria the coast getB greener, with a back ground of bald rolling hill country, and slopy park-like openings, stretching down to the water's edge. About one hundred yards to the east of Sheringham Point nearly concealed by foliage, we found a seam of Coal, thickness from six inches to a foot, dip. 35 degrees, in the country behind, apparently a continuation of the Clallam Bay seams. The wind blowing too hard to round Otter Head, camped on a graesy meadow where a creek flows in. On this Creek and all around here we found indications of Coal. Previous to this we had passed the Sombrio, and Jordan Rivers, the Cockless, and Dittida, of the Indians ; the former forming the Eastern Boundary line of the Pachenahts. In both of these rivers, Gold was found, and a party of men to the number of sixteen have just started, containing some of the discharged men from the Ex- pedition to remain there until Christmas. The whole country between Sooke and Port San Juan has also been passed over by Goldseekers. Next afternoon the whole Expedition arrived and camped up Sooke River, or as the Indians pronounced it, and as of course it ought to be written. \" Soak.\" Gold has been found oa various parts of the Island, previously, but being in general, in non-paying quantities, excited little attention. I was aware that Gold had been got on the lower part of Sooke River, and though not in any quantity, from the evidence then presented, I was cer- tain that it would be found in quantities to pay on the unknown head waters or inflowing tributaries; hitherto nothing had been known of"], [21, "EXPLORING EXPEDITION. 11 Sooke River beyond a mile or two. Though the extent of country as far as any geographical information was concerned, was unimportant, I determined to despatch a party in that direction. Hitherto, I had not found it necessary to the better conduct and interest of the party to leave it, as I more than suspected I would before starting, but various circumstances occured which showed me much agaiust my inclination that to perform my duty to the party under my charge it would be necessary to either send a messenger to Victoria, or to go there myself. Discontent and grumbling, which I saw would soon ripen into open mutiny, were commencing in the camp, iu regard to the discoveries of the Expedition, and it coming to my ears that in case of any very valuable discoveries being made, we having heard of no reserve being placed upon them as yet, though this had been promised before starting, some of the party were inclined to leave, for one reason or another, and take advantage of their discoveries. Some of the party having told me plainly that unless I took means to secure their discoveries until the close of the Expedition, when they who performed the work on little pay and could have an equal chance with others, they did not consider they were breaking faith if they found it convenient to leave. Such a contingency I know was more than likely, and of course one or two leaving was paramount to the breaking up of the party, and the defeating of the whole object of the Expedition. I also found that as always happens, some things had been omitted in our hurried preparations, instruments had been broken or lost, and must be replaced, the men were badly in want of a dozen things, and my plan as then decided upon, (though the results which eventually followed altered these,) would not allow of us replacing these until we reached Nanaimo, and then only partially. Finally I received letters in regard to my English mission, and the dispatch of a box of specimens in Victoria, which I had not considered necessary to be sent until my return, and other matters which rendered my presence in Victoria imperative for a day or two, otherwise I must resign my appointment under you. To resign the command at that period I knew would result in the immediate breaking up of the Expedition and I determined that as the least of two evils, to visit Victoria, theret ransact my business, and meet my party at the rendezvous mentioned, with canoes, provisions, &c. I accordingly procured packers and guides for the party, gave Leech detailed written instructions regarding the whole conduct of the expedition in every respect, directed him to finish prospecting and exploring the course of the river and its tributaries to the lake in which the Indians told me it headed, (though very few of them had ever visited it) and then despatch another party to our old"], [22, "12 EXPLORING EXPEDITION. astronomical camp of Qualis, on the Kowichan, and with this pro ceed through to Kowichan, making the rendezvous for the party the Indian village of Samena. I particularly insisted upon this to keep the men away from the settlements ; and it was a source of regret to me that circumstances rendered it impracticable to adopt it, or send a party to Qualis, though he most satisfactorily accounted to me for this deviation from his orders. I at the same time gave him cash for a week's expenses, which time I told him I expected he would take. Accordingly, my presence being no longer necessary, except as an ordinary member of the party, I took one of the party to assist me in obtaining the articles required and to receive medical advice, (and I may mention that medicines was one of the articles required for the party) and returned to Victoria, where I reported myself to the Committee, gave an account of our proceedings, and obtained what we wanted, which kept me so busy from morning to night, and often all night writing, that I had bo time to supplement my oral report by an extended written one. Our business being transacted, by the first opportunity I pro ceeded to Kowichan, and as the party had not yet arrived I travelled to the different Indian villages on the river, charging the chiefs to look out for my men, and to give them every assistance they required and I would see them paid. They did so, and frequent were the false alarms which they gave me, during the two days which elapsed before their arrival, until, on the 26th July, the whole party arrived, having, as I expected, found gold on a tributary of Sooke river, which we named Leech river, and which no white man, probably very few Indians, had previously reached ; they had also found it in minor quantity in Sooke river, as intimated by Leech to me in a letter addressed to Victoria. The whole account of this discovery is now historical, and to narrate at any length what was so extensively published at the time, would only be a repetition of what is now very familiar to every one. The original account is contained in my Despatches Nos. 4, 5 and 6, and it is with pardonable satisfaction that I point to the gold mines of Leech river, &c, and the several towns in embryo in Sooke district as the result. For the sake, however, of connection, I submit the following resume of the trip from Sooke (So-ak) river to Clem-clem-alats Indian village on Cowichan harbor : (a) On the afternoon of the 13th, the party reached the canon of Sooke river (Quotongass, \" the jumping over place,\") where good prospects of gold were obtained on the right bank of the river • the lowest yield, according to the miners, being three cents, and the"], [23, "13 EXPLORING EXPEDITION. highest twenty-five cents to the pan. * The altitude of a mountain ascended here was 1,850 feet above the level of the sea. From Camp 16, (Brule's ranch, three-fourths of a mile up Sooke river,) for about two and a half miles up stream, the country is level or slightly undu lating, soil good. The country lying to the westward consists of conical hills, covered with pines — very little level land. To the eastward it is very rugged, consisting of rocky eminences, very thinly timbered. The lake— the scource of the river — lies north of this point about six or eight miles ; the country between is very mountainous. From Camp 17, (Quotongass) the So-ak village bears about south south west. A range of four distant mountains, running north north west, are called by the natives (who speak a dialect of the Thsongeisth, or Victoria language,) Senatoa, or the \" two pack ers.\" The next range is called by them Patsasnawitch, and at the base is a small lake. A range running west south west and east north east, its eastern extremity bounding Sooke lake north by, west, is called Kokonaivitch ; a high peak Nasiachin, which the party dedicated to the commander, bears west north west. The lake out of which the river rises is also known by the generic name of Kokona ivitch. The great Kowichan lake bears about west north west, and Sooke lake north by west. This camp by my small arieroid barome ter was one hundred and twenty feet above the level of the sea. Coal is said to be found in the vicinity of the river. Sooke lake was reached on the afternoon of the sixteenth. About six miles above the canon the river forks, one fork flowing from the north west the other coming from the lake, t the latter stream is the smallest of the two; to the former however, for the sake of distinction, was applied the name of Leech River, from the Lieutenant of the Expe- dition, whilst the later continued to bear the name of Sooke, for convenience sake, as arising out of the lake, though in reality the former is the main river. Here a parcel of the Sooke gold was sent with returning Indian packers to Victoria. On the 17th July, finding that the gold decreased since passing the forks of Leech and Sooke, a party was sent back to the former stream, and returned four days afterwards with the gold prospects which have been fortunate enough to attract so many adventurers to this stream. X They varied from three cents * On Sooke River parties of Chinese, debarred from the more extensive placers of Leech River, mined all the summer of 1864. At present there are about 300 employed there, and their agents inform me that they expect upwards of 1,000 to be so employed during the ensuing summer. [March 23, f You can almost invariably distinguish whether a stream rises in a lake or otherwise by its warmth, if the former is its scource as frequently happens in Van couver Island. J Upwards of #100,000 are said to have been taken out of this stream since Augus last. Several hundred of white men are employed there. A number of embryo towns hare sprung up in the district, with stores, hotels, and all the other concomitants of rising \"cities.\" Match 23d."], [24, "14 EXPLORING EXPEDITION. to one dollar to the pan, the average being twelve and a half cents. Sooke lake is about ten miles long, and about two hundred and fifty feet above the level of the sea. It is full of splendid salmou trout. Latitude of southern end, forty five degrees, sixty minutes, forty nine seconds, North. A small stream flows into the lake through a valley which bears north west from its mouth on the lake. This valley seem to contain good soil. The opening extends for about one mile along the margin of the lake, with ournt timber \"Cedar,\" (Thujagigantea Nutt.) Silver pine, (Piceagrandis Dougl.) hemlock, (Abies Bridgei,) (Kellog in Proc. San Francisco Academy Vol. II.) and on the hills, Arbutustomentosa, often mistaken for the Manzanetta of California, Æc. (c) The .party were forced to shift their camp to an Island on the lake, which was christened Exploration island, the woods having caught fire, On the twenty second of July a raft was con structed ashore, to take the party to the head of the lake. That night Mr. Leech was so unfortunate as to meet with an accident : a prospect pan full of fire was standing at the door of his tent for the purpose of keeping off the musquitoes, and as he was coming out of the tent after dusk, trod on the edge of the pan and capsized the fire, to the serious detriment of his foot, and certain \"portable property\" belonging to him. On the 23d they reached head of the lake at 5 p. m. Struck through a valley, crossed Shawnigau lake, (distant from Sooke lake south west six miles.) and crossed the Victoria-Cowichan trail at the twenty-four mile post on the 25th, and on the 26th, reached Cowichan harbor. I considered the news of such importance that I despatched Buttle as a special messenger to Victoria, aud Leech having burnt his foot it was necessary to stop until it was well. Here I ought to mention that some of the men struck for pay, which I had no power to give them, but after some trouble I continued to keep them together, though for reasons which I communicated to your secretary at the time I found it expedient to discharge one of the party. Without this I do not believe we should have had a single unpleasantness in the whole party. Cowichan district abound in minerals, marble, coal, copper, <fcc, and gold has since been found by Mr. Wm. Coldwell and party on the Koksaila river, though I find that another individual has presumed to claim the merit of this discovery. On the 31st Buttle returned, and though Leech's foot was not yet fully well, I determined to make a start. I accordingly des patched Leech and a portion of the party in a canoe, with written orders regarding his proceedings on the way, and in Nanaimo, es-"], [25, "15 EXPLORING EXPEDITION. pecially charging him to call at an island in the De Courcy group, where I had received information from an Indian regarding the exis tance of coal. With the rest I took the road to Nanaimo, called in at Chemainos, (the \"bad smelling promontory\" of the Indians',) to search for coal, as intimated to me by a Chemainos Indian, who has since been sen-tenced to death for murder. We failed to find any, hough as intimated at the time to the Secretary, (despatch No. 8.) there seems little doubt that the district is coal bearing ; it is a pretty and rich agricultural valley. Here I obtained a piece of sul phate of copper from an Indian hunter, which had been found on the head waners of the river, Selivacuth Stalow. He promised to show me the mine on my return, and failing in our object of vis iting this district I made all haste and reached Nanaimo on the 6th of August, and reported myself to Mr. Franklyn, Chairman of the Branch committee of Exploration. My proceedings here I will place in diary form. August 7th, Sunday. August 8th, writing to the committee. Met the sub-committee here. Gave them a resume of my plans and course, and asked as a matter of courtesy their opinion of the next best course. They agreed with me as to the Nanaimo river being a suitable point to start from, but determined to leave the whole matter to myself. August 9th. To-day I obtained and secured the stores. Got the papers of the two new men, Hooper and Drew, who had just reported themselves, signed in the presence of the Magistrate, and tried to obtain some Indian packers, but found it almost impossible, the gold excitement having spread, and every Indian being engaged at work at the coal mines. August 10th. To-day the Indians refused to give an answer, and as every day's news of the result of our discoveries arrived, I was in great fear of the consequence. August 11th. To-day I went to the Indian village with no better results than yesterday, all being gone, but old men, women, and children. I applied in my dilemma to Mr. Nicol, through whose assis tance one of the chiefs promised to use his influence, but at the same time he held cut little hope, his young men being very excited, our work being hard, and pay no better than what they could get here. Besides they said soon all the men will be going to the mines and the \" Gold chief,\" as they called me, \" will be glad to give us any thing \". Finally succeded in obtaining three that evening. August 13th. All ready this morning for a start, but could not yet obtain our full complement. Finally that evening I obtained the full number, and signed the articles in presence of Mr. Franklyn. The agreement I transmitted to you. (Despatch No. 8.)"], [26, "16 EXPLORING EXPEDITION. Sunday August 14th. Hitherto, when even at all practicable, I kept the Sunday as a day of rest, but I was acquainted with the disposition of the Indians too well not to know that every day is precious, as they soon change their minds, and accordingly I had everything ready to start to-day, when the Indians refused to travel, and it was not until next day that I got Leech's party underweigh. His instructions I have transmitted to you. (Order, No. 7.) Next day, (August 16th,) I started for Comox with the rest in a canoe, and having head winds we had a long passage, and did not arrive in Port Augusta until the 20th. That same day I ascended the Courtenay river, to the head of navigation, (two miles.) and there formed a central camp until the 31st, during which time parties were despatched to explore the country in every di rection, the result of which may be summed up as follows : 1. The country lying between the settled district and the sea, is wooded, and if there are prairies, they are of very limited extent. The woods, however, are very open, with numerous clear spots, and would over the whole extent, form good cattle runs, and in many places could be cleared with the utmost ease. As I formerly hinted, it is probable that prairies extend for a considerable distance in a westerly or north-westerly direction, but are shut in by deep belts of woodland. Indeed it is known that there is a prairie capable of affording farms to ten or twenty settlers, about five miles in a westerly direction. 2. It must however be noted, that prairies or open lands, in general, as far as Vancouver Island goes, follow the course of rivers. Though the woods in most cases grow thicker, and the timber \" scrubbier,\" as you approach the coast, yet in some instances you find beautiful flats stretching along the shore, and dotted with clumps of trees, and intersected by sloughs of the sea, so as to be partially overflowed during high tides, but as often elevated flats or downs, or what are known in the north of Scotland as \" links.\" I may espe cially note the beautiful tract extending from the Rio de Grallas of the Spaniards, as more or less, to past Quall-e-hum River, and capable of affording good pasturage for thousands of cattle. These meadows, in almost every instance, are well watered by creeks flowing through them on their way to the sea. The very worst of them are as good as the famed Essex flats on the Thames. When men are crying out for pasture land, and hay at ruinous prices, it cannot but be a matter of surprise that these splendid stretches covered with rich pasture grasses, have not been pre-empted, when they must have been fre quently observed. 3. The country between the main river, or Ony-makg-tam, and the Tsa'-lum river, (which can scarcely be called a river, as it is a"], [27, "17 EXPLORING EXPEDITION. continuation of the Courtenay.) is for the most part similar to the tract between the Tsalum and the sea, covered in many places along the banks of creeks or marshy places with almost impenetrable thickets of crab apple, (rivularis,) and salmon berries, (Rubus Nutkanus). The woods spruce, (A. Menziesii,) Douglas pine, (A. Douglasii,) silver pine, Picea grandis Doug.) — a very poor pine for lumber, very fair for log houses — hemlock, (Abies Bridgei Kell.) very little cedar, (Thuja gigantea,) a loss to the settlers, as wood for shingles is difficult to be had. Maple, (Acer Macropyllum,) (fee, with an undergrowth of huckleberry, (Vaccinum) and other smaller shrubs. The woods, however, except in the localities noticed, are mostly free of undergrowth, fallen timber, and other such like impedimenta of travel. 4. The Puntledge (after the ancient tribe who lived on its banks,) falls into the Courtenay about two miles from the mouth, and takes a south south west course. About five miles up a considerable river debouches into the Puntledge, flowing from the west. On this river I am fortunate enough to be able to report the existence of one of the finest seams of coal hitherto discovered, at least as far as the outcrop may form a criterion, on the Pacific coast. About 3j miles up the river is the most important seam of coal. This seam is about five feet thick on the outcrop, and about 100 feet is exposed. It dips into the river. Four smaller seams are exposed lower down the river, and vary from two to five feet in thickness, but I have no doubt but that they are all continuations of one seam. In some parts of the large seam the coal is eight feet thick, but taking the mean depth I think it may be stated at five feet. On the opposite bank of the river from the end of the large seam is a seam ninety feet long and eight feet thick, of pure good coal. The coal (very suitable for eoke) can be traced all the way down in seams of various thickness, in some places about the canon of this river from four to six feet in thickness. The country is well adapted for a railway, while Port Augusta, (Comox Harbor,) would form an excellent depot, backed by the splendid farming lands of the Comox Valley. The lands on each bank of the river are flat, and it is proba able that there are but few faults . The distance to navigable water is not more than five miles in a straight line. Too much praise cannot be given to the Indian hunter Toma Antoiue, for the share he took in this splendid discovery, nor to Meade and McDonald for the energy with which they followed it up. The party insisted on naming the river after me, and though I am as a matter of principle opposed to have anything named after the commander, and though I am perfectly well aware that this is quite common (as witness Palliser's expe-"], [28, "18 EXPLORING EXPEDITION. dition,) and that the strict laws of scientific nomenclatures allow of no name to be cancelled when it has the priority of publication, I I have more than once changed the names of parts of the country discovered by us when the detached parties had named them after myself. I hope you will not accuse me of egotism, if at the earnest solicitation of the expedition, I allow the seat of this rich coal field to bear the name of Brown's River. On Thursday, the 1st September, I left the settlement of Com oucs, (Latitude forty-nine degrees, thirty-six minutes, twenty-seven seconds, North. Longitude, one hundred and twenty four degrees, fifty-one minutes, eighteen seconds, west,) behind, having failed to persuade any natives to accompany us, the fear of the vengeance of the Scshahts and Opechesahts being too great and the attractions of the salmon fishery now commencing too strong for them. Accordingly, fearful of such another delay as before, I determined to make an attempt to ascend the Puntledge without their assist ance. In this desire I met the cordial co-operation of the party as luckily the first portion of the route which I had selected lay on the course of the river — a roaring torrent, but up which it is possible to drag a canoe. That same evening we arrived at the debouchmeut of Brown's river, after having hauled the canoe this far by ropes, the party up to their middles in the current, and the next two days were occupied in examining the extensive coal fields which we had previously discovered on its banks. I here made a two days' portage over the worst rapids, (Ski-ep, \"the laugh ing waters.\" On the 7th September, we arrived at a lake eight miles long which we ascended to its head. Here I formed a central camp and explored the neighboring country. On the 16th, I struck in a south-east course through a valley, all hands carrying heavy loads. That same night we came to a small lake. On the 17th, we crossed it on a raft. On the 18th, travelled in a southerly course, we crossed a range of mountains at the foot of which lay another lake four miles long. On the 19th, I struck east by south through a valley about six miles long, arrived that same evening at another lake fed by a large river and surrounded by extensive swamps, at present nearly dry. The first lake I named the Puntledge Lake, and the principal feeder of it — Cruickshank River — after the estimable Secretary of the Exploration Committee, George Cruickshank, Esq. The second lake was dedicated with emptying stream to Mr. C. B. Young. A large ereek feeding it was named Monitor Creek. A prominent"], [29, "19 EXPLORING EXPEDITION. range of hills round the Puntledge Lake I named Bell's Hills. The third lake I named ABh Lake, and to the fourth was attached the name of Dr. Dickson. A considerable river feeding it and flowing smoothly along from the mountains was named Fisher's River, while a prominent snow peak, over 4,000 feet in height, was dedicated to the Rev. Dr. Evans — \" While ronud its base the elonds in circles spread, Eternal sunshine settles on its head.\" Another lake, just before reaching the Central Lake, and emptied by a creek flowing into the latter, I named Trounce Lake. On the 20th we travelled due south, and camped on the side of a range of mountains 2,000 feet high. On the 21st we struck due south through the heavy fog over hanging the mountains. Here I plotted our course, and found that we were distant but a few miles from the central lake, and the fog clearing away a little from the height we discovered that dreary expanse of water eighteen miles long — much smaller than previously supposed — stretching about east and west. On the 22d we reached this long; looked for point, and con structed a raft on which we sailed in an easterly course seven miles. We here left it, and struck through the woods in a south-east course ; Indian signs and white men's blazes becoming frequent until dark. On the following morning we reached another large lake, (Sproat's or Kleecoot Lake,) which I had explored last year, and travelled round its borders, until with glad hearts we threw down our loads, (now considerably lighteaed since we left the Strait of Georgia,) in front of the Opischesaht Indian village at the Falls of the Somass. The Indians were all from home, but before long we were surrounded by a party of woodmen who lived in a camp close at hand. They had been expecting us for the last fortnight, and we were no way reluctant to accept their hospitality, as we had been living for some days on bread and water, game having entirely dis appeared from our track. That evening — Saturday, the 24th of September — we descended the Somass or Kleecoot river in a canoe, amid the congratulations of the Indians, who recognized me again, and a warm welcome we received that night at Alberni from Captain Raymur and Mr. Johnston, J. P. On this trip we passed over much timber land fit to be brought into cultivation, and a new and ea6y route for a wagon road connect ing the east and west coasts. We discovered large scales of gold in Cruickshank River, although at the time the means at our dispoial and the shortness of food would not admit of our prospecting it as we wished, yet we are of opinion that good diggings will be found there. We are of opinion that it would repay a party of regularly"], [30, "20 EXPLORING EXPEDITION. equipped miners to prospect it thoroughly to its head in the course of the summer, and that its banks and the base of Mount Evans will yet be busy with miners. It is of much the same nature as Leech River. Gold was also found in the Puntledge, but in little greater quantity than the \" color.\" On arriving I learnt of the arrival of the party which I had despatched from Nanaimo town, to Barclay Sound. Leech returned on the 27 th, and presented the following report ; Albehni, September 20th, 1864. In accordance with instructions received from Dr. Brown, I proceeded with my party up the Nanaimo river to a point where it forks, one fork coming from the south west, and the other, which is the principal stream, from the west ; having its source in a small lake which is connected with another by a small stream about a mile and a half in length. The second lake is fed by a stream flowing from the westward through a wide open valley not very heavily timbered, but consisting of cedar, Douglas pine, maple, with an underbrush of berry bushes. There seems to be some very good land in this valley. The timber on the shores of the lake is excellent. Returning to the forks I proceeded up the south-west branch to its source which is in latitude 49 degrees, 1 minute, North ; longitude, 124 degrees, 23 minutes, West, and at an altitude of about 4000 feet above sea level. From this altitude we had a magnificent view of the surrounding country ; the portion lying westward presented a succession of mountain peaks and ranges, many of them bald and rocky with patches of snow still on them. To the eastward between the Nanaimo and Chemainos or Sel-wac-uth rivers there is an extensive plain heavily timbered. I should have examined this valley, but the shortness of my provisions at the time would not justify me in separating my party as intended by Dr. Brown ; however I have no doubt but there is good agricultural land in this plain. Continuing our journey in a south westerly direction we struck the head waters of the river Amuchin, which we followed to its mouth near the west end of Kowichan lake. There is some excellent timber, white pine (Pinus strobus) and hem lock, on this river, but it is diffiicult of access. From the west end of Kowichan Lake we proceeded due west to Barclay Sound, which we struck at the mouth of Sarita river in Nu-mu-ku-mis Bay, having crossed four distinct ranges of mountains varying in altitude from two to three thousand feet. We also crossed the Nittinaht river, which here flows through an open valley, heavily timbered with spruce — underbrush of berry-bushes— and two other good sized streams flowing through very fine valleys, in which I believe there are considerable patches of good land. The Sarita river has its"], [31, "21 EXPLORING EXPEDITION. source in a small lake, about three miles in length, and three-quar ters of a mile wide, which is fed by a stream flowing from the east north east. Where this stream enters the lake a delta of about (1000) one thousand acres is formed ; it could be very easily cleared, and made available for agriculture, as would also the valley through which the Sarita river flows. We left Nanaimo on Monday, the 15th August, and arrived in Na-mu-kan-mis Bay on Wednesday, the 7th instaut. Our pro visions got so low on the 28th August, that we were obliged to put ourselves on short rations. On the morning of Sundaj', the 4th instant, we were on our last bit of bread, at a place which we have called Hungry Creek. On Monday morning we cached our tent, the sextant, and most of our personal effects, finding ourselves too weak to carry them. On Tuesday, about noon, we struck the Lake at the head of Sarita river, where we caught five small trout, of which we made some delicious soup, travelled roiiix! the northern shore of the Lake, and camped at nightfall, where it discharges into the Sarita river. Next day (Wednesday,) after a good breakfast of trout, we proceeded down the river by a good trail, came upon an Indian lodge, about half a mile from the Lake ; an old Indian and his squaw were the only inhabitants. I bargained with the old man to take the party in a canoe \"to the sea for six dollars. About two miles further down the river we came to another lodge, where there were about six men with their squaws and children, belonging to the Ohiahts. They received us very kindly and gave us plenty of boiled fresh salmon. Here I bargained for a canoe to take us to Alberni, were we arrived on Tuesday, the 8th instant. On Tuesday last I took Buttle and two Indians, and went back to the place where I made the cache, and found everything safe. Returned to Alberni yesterday at 6 p. in. Prospected for gold in every stream ; merely found the color in the Nanaimo river, and Hungry creek, but did not find even that anywhere else. Although the country abounded with deer and elk, and our hunter is a good shot and had been hitherto very successful, yet we were so unfor tunate as not to be able to kill a single deer from the time we left Nanaimo river. Your obedient servant, P. J. LEECH. Tho objects of geographical interest on this route were named in honor of some members of the Expedition, of the Committee of"], [32, "22 EXPLORING EXPEDITION. Exploration, &c, e. g. Mount Wakeford * (4,200) Mount Pidwell.t (3,700) Mount Forbes,} (4,000) Mount Dcnnes,§ (3,800) Mount Frank lyn,! (5,100) Mount Begbie,! Mount Wood,** (5,500) Mount Lan dale,tt (4,250) Mount DeCosmos,}} Cone Mountain, (3,000) Mount Good,§§ (4,600) Verney's River,||il a tributary of the Nanaimo or Swœ lum River, Franklin's River,!!' flowing into the Alberni Canal, Fol linsbee's River,*** debouching into the same inlet, Mount Knipe,ttt (4,350) &c. The names of the members of the Expedition are com memorated in McDonald's River, a tributary of the Nittinaht, Barn ston's River and Lake, Mount Buttle, (5,250) Mount Drew, (4,700) Mount Hooper, (5,100) Mount Whymper, (5,200) whilst Hungry Creek, Cache River, (flowing into Pachena Bay,) Delivery Creek, <fec, are named in memory of incidents which happened on their banks. Meade has a river flowing into the Mahoilh or Stamp's River from the North. The weather was very wet for some days, but as soon as the rain abated, and the men had recruited a little, I commenced explor ing the vicinity of Alberni canal, until the 13th October, when the news of the Ah-ous-aht disturbances reached me in an official form, and with it, the order to return to winter quarters, on account of the disturbed condition of the Indiau tribes of the west coast. It had been my intention to have done so previously having received intimation through native scources of the bombardment of the Ahousatht village, consequent on the murder of the \" Kingfisher's\" crew, and warned not to endanger our lives, in the attempt to pass along the coast on our way to Nootka Sound, (in some of the Rivers of which there is said to be gold in paying quantities ) from whence it had been my intention as intimated to you in my despatch No. 8, to have crossed the Island by a chain of lakes and rivers, to Fort Rupert on the east coast. The results of our explorations in the vicinity of the Alberni canal, and Barclay, (or as it ought to be Berkley) Sound, may be shortly summed up as follows : 1. The discovery of gold in Franklin's river flowing into the Alberni canal, below Copper mountain, and taking its rise near the Nanaimo lakes, in quantities which as far as our Exploration per mitted us to judge, from one dollar and a half to three per diem, * In honour of the Honorable Henry Wakefotd, Colonial Secretary; f J. T. Pid well, Esq., Member of the Exploration Committee ; j Dr. Forbe3, R. N. the Author of a very carefully complied Prize Essay on Vancouver Island; § G. E. Dennes, Esq., M. L. A. ; |1 W. H. Franklyn, Esq., J. P., Chairman of Branch Committee of Exploration, at Nanaimo ; H His Honor Chief Justice Begbie, of British Columbia ; ** The Honor able T. L. Wood, Attorney General of Vancouver Island ; ft J. 3. Landale, Esq., C. E. Engineer of Harewood Railway; tt Amor DeCosmos, Esq., M. L. A. {{The Rev. J. B. Good, B. A. Nanaimo; |||| Lieutenant Commanding E. H. Vrrney, R. N., H. M. S. \" Grappler,\" Chairman of Sub. Committee of Exploration; HH Selim Franklin, Esq., M. L. A. Chairman Exploration Committee ; *** Mr. James Follinsbee, a famous wood man of Alberni; ttt Tbe Rev. Christopher Knipe, M. A., Alberni."], [33, "EXPLORING EXPEDITION. 23 with the rocker, with the promise of greater results in a more extended prospecting. The River is full of canons, but there is \"pay dirt\" for a reasonable number of men. In our opinion, the river is worthy of another prospecting. 2. The exploration of the Nah-mint river flowing into Nah-mint bay of the charts, to its scource in a lake about eight miles long. The River is claimed by a tribe living in Ukl-ul-uaht arm, and we found them camping there. The soil along the banks of the River is good, but difficult to clear of fallen timber. After leaving the falls, the timber is principally maple, (Acer Macrophylum Dougl.) no indications of gold were found ; but favorable indications of copper and ironstone. Buttle, to whom this duty was instructed, in his report to me observes : The Lake we named the Nah-mint Lake, it is between eight and nine miles long, with an average width of one mile ; it lies north and south for about four miles and then it turns to the west and north-west, for the remainder. It lies be tween two large mountains, about three thousand feet above the level of the Lake. I took bearings of several high mountains to north and west. One group I named the \"Ten Spies\" (in memory of the Expedition, the original number of which was ten,) on account of the small rocky peaks. Below the peaks we saw large glacier banks of ice and snow, and the portion of a Lake bearing south-west. About two miles up the River at the head of canoe navigation, was found a vein of copper, which looked favorable. The same party subsequently found out-eroppings of copper below Copper Mountain. 3. The discovery of inland water communication for ten miles only a quarter of a mile from the salt water, at the head of Ouch-e clous-aht Harbor, not far from the Indian village. This Lake I named Henderson Lake, after my friend Captain John Henderson, who first communicated to me the supposed exislance of this body of water, which may probably yet be of considerable value for inland commun ication, as the little outlet could be easily suited for the entrance of vessels at a comparatively small expense. The Lake is fed by Hen derson River and is surrounded by steep barren mountains, on this side of which were found indications of copper. In neither Hender son River, nor a smaller one flowing in at the head of the harbor, (Whymper River,) was there found the slightest indications of gold. 4. In a river known by the Indians as the At-laht, nearly oppo site the mouth of Ouch-e-clous-aht Harbor, were found some indica tions of gold, and a copper ledge two feet in breadth — the indications promising. On a tributary of the Ah-laht, flowing into it about four miles up, and at right angle, the course of the Ahlaht being south-"], [34, "24 EXPLORING EXPEDITION. east, and that of the tributary north-east, about three miles up were discovered three copper ledges but no gold. 5. We also completely explored the Central Lake, which we found to be only from eighteen to twenty-two miles in length, nearly shut in by mountains, abounding in deer, fed by Johnston * and Raymur's t Rivers, and emptied by Stamp's | or the Mah-oilh River, which joins the Kleecoot or Somass about five miles from its mouth. The latter river flows into Stamp's Harbor at the head of the Alberni Canal, and is the emptier of Sproat'sll or Kleecoot Lake, a many armed sheet of water, about sixteen miles long in its longest axis, and fed by Taylor's River from the mountains,§ round which you can see the waters of Klay-o-quaht Sound. The latter lake is bordered in many places with open lands, suitable for pasture, and fine timber. From the mountains round the north arm of this lake I am in possession of a piece of silver ore ; but from the scource whence I received it, its existence, as Sir Thomas Brown would have said, \" though not beyond the boundaries of possibility yet does not admit of a reason able solution.\" Several small prairies border the Kleecoot River, two of which are being brought under cultivation by Messrs. Ander son & Co., the proprietors of the Alberni Sawmills. On the 14th we commenced our journey homewards, by crossing the island from the mouth of the Somass or Kleecoot River, (naviga ble at high water for two miles by stern-wheel steamers, as is also the Courtenay River at Comox,) to Quall-e-hum, on the Strait of Georgia, where, after an easy march, we arrived on the 18th. The first portion of our route for six miles was through a very open thinly wooded fern \\\\ covered country, well adapted for grazing. It is the principal hunting ground of the Opechesaaht Indians ; the trail is tolerably well marked. From here the route takes over a steepish ridge, 600 feet in height, from whence you descend to Home's Lake, seven miles long. Keeping along by the borders of the lake until the end, we struck for the sea through au open thinly timbered track, gently sloping to the sea, and offering no impediment to travelling, with the exception of about half a mile of burnt and fallen timber, two miles from the coast. A five foot trail, fifteen miles in length, connecting the east and west coasts, could be easily constructed here at an average expense of seventy-five dollars per mile, and though the steep ridge mentioned might offer some obstacles to a wagon road, as * Matthew Johnston, Esq., J. P., Alberni; fCaptain James Raymur ; JEdward Stamp, Esq.; || Gilbert Malcolm Sproat, Esq, $ I explored this river in Jnne, 1863, and distinguished the snow peaks belting it by the names of Sir William Gibson Craig, Bart , Lord Clerk Register of Scotland, I, Ander son Henry, Esquire, George Patton, Esquire, &c, prominent members of the Botanical Society, under whose auspices I pursued my researches. H The cosmopolitan Ptcrii aquilina."], [35, "25 EXPLORING EXPEDITION. Captain Richards, R. N., considered, yet I think this could be sur mounted ; but still for a pack trail this would be immaterial. The route along the banks of the Quall-e-hum River is very bad. Captain Mayne, R. N., crossed the island to the south of our present track and north of our route from Nanaimo to Barclay Sound, and consi dered that a route was practicable in that direction ; but I question whether the advantage arising from avoiding the ridge would coun terbalance the disadvantages of the much greater extent of road, and the more wooded characteY of the country. The trail from Victoria to Comox crosses the Quall-e-hum River close to the coast, and an extension of this would form a transinsular road connecting the civilization of the cast with the barbarism of the west cc»ast ; the coal miners of Nanaimo and the farmers of Comox with the wild savage of Nootka, Klay-o-quaht and Barclay Sounds. As it is. it is frequently crossed by millmen from Alberni in a day and a half to Quall-e-hum, from whence, by the Government trail to Nanaimo, the distance is between thirty and thirty-five miles. We found two camps of the warlike Euc-lat-aws camped on the Quall-e-hura, and it was with difficulty that we rescued from their hands an Opichesaht hunter, who had accompanied us as guide. This territory, at one time belonging to the Qualle-hums, who are now extinct as a separate tribe, and their lands divided between the Huclataws and the Coraoucs,'(or Sath-1'uths) whom we found camped further down the coast, on the site of their old village of Saa-tlaam or Saat-lelp, (\" the place of the green leaves\"). I hired a large canoe from the Chief of the Euclataws to take us to Nanairho, where we arrived on the 19th, and reported myself to W. H. Franklyn, Esq., J. P., Chairman of the Branch Committee. On the 20th, we left on board Her Majesty's Gunboat \" Grap pler,\" and arrived in Victoria on the 21st of October, 1864. At the same time,-rI beg: to present for your satisfaction the detailed accounts of the Expedition, and of the funds intrusted to me from the commencement to the close of the Expedition, with maps and sketches of the whole route, and objects of interest. The great difficulty of conveying anything prevented us to our deep regret making a large collection of minerals, or other objects of Natural History, but such as we have been able to preserve, I beg to lay before you. Such, gentlemen, is a short, and I sear a somewhat imperfect account of the labours of the Expedition. The short period since our arrival, and the almost constant engagement of my time, must be my excuse for not, at this period, presenting to you a less concise document, but I trust that you will allow me when I have had time to systematise and revise and extend my notes, to lay before you"], [36, "26 EXPLORING EXPEDITION. (if not personally, yet through another scource,) for more permanent use, a lengthened account, when I will detail : (1.) A complete topographical and geographical account of the whole country passed over by us, with an account of all the information which we possess regarding the less known portions of Vancouver Island. (2.) Astronomical observations (3.) Natural History. (4.) Timber, and timber trees. (5.) Agricultural. (6.) Geology and mines. (7.) A report upon the present state of the Indian tribes of the Island, socially and statistically, with vocabularies of the languages spoken by them, and the whole sumarised into a new and detailed map of the colony, when you have decided upon the necessary scale, and other arrangements. Mr. Frederick Whymper, the artist of the Expedition, proposes exhibiting his numerous drawings at present, to the public in one of the rooms of the Government House, and afterwards, :' i conjunction wi th m publishing them in a work on this coast, or otherwise, as you may finally determine. In conclusion I have to thank you for the trouble you have taken in this matter, and your patience on every occasion ; and though on the Commander always lies a load of difficulties and anxieties such as none who have not shared in similar enterprises in the same capacity can well appreciate, yet I would be wrong not to speak gratefully of the assistance ready and constant almost to a man of the subordinates of the Expedition ; and you will pardon me if I express a hope that their labors will not go unrewarded by you. Another Expedition would be comparatively easy. To you and to us fell all the \" pioneer\" work of organizing and carrying it into effect, amid difficulties, jealousies, and other obstacles. Though I fear that it cannot be my lot to personally join in another Expedition, yet I trust that you will see fit to send out another in early spring, and I think that we could perhaps furnish advice and information which might enable you to steer clear of difficulties which seriously but unavoidably incommoded us. Finally I have to thank you for the honor you did me in placing me at the head of the Expedition, and my satisfaction at the favor able results which have followed its labors. I trust that I have in"], [37, "27 EXPLORING EXPEDITION. some degree merited your confidence, and that any errors I may have committed will be attributed to head and mot to heart. I have the honor to be, Gentlemen, Your very obedient servant, ROBERT BROWN, Commander and Government Agent of the Vancouver Island Exploring Expedition. Vancouver Island Exploration Committee. The Report has afforded the Committee much gratification, and they are persuaded that its publication, which has kindly been undertaken by the Government, will do much to stimulate future enterprise, to attract capital to the Colony, and to promote its settlement. The gold fields of Sooke and Leech Rivers, now being successfully worked, furnish broad grounds for the belief that in the interior there exist deposits which will give remunerative employment to great numbers of industrious men, and supply the means of foster ing extensive commercial, manufacturing and agricultural interests. The Commander, and the Officers and men under his direction have prosecuted the arduous task assigned to them in a highly praiseworthy manner ; and the Committee trust that it will be in the power of the Executive of the Colony to confer upon them some appropriate manifestation of appreciation of the zeal and persever ance by which difficulties of no ordinary magnitude, inseparable from such an undertaking, have been met and surmounted. The assistance from time to time rendered by the Admirals and other Officers of Her Majesty's Navy has been of great advantage to the Expedition. It has been the means of economizing the funds placed at the disposal of the Committee, aud entitles the gentlemen connected with that branch of the service to the warm thanks of the inhabitants of the Colony. In conclusion, the Committee contemplate with satisfaction and encouragement the successful results of the researches of the Expedition in the limited section of the Island to which they were confined by the shortness of the season. They hope that His Excellency and the inhabitants of the Colony will deem it advisable to resume the work of exploration at the early opening of the spring and to extend it over the entire Island, with the warranted expec tation that its mineral and other valuable resources will fully reach the warmest anticipations of the friends of progress. Subjoined will be found an abstract of the Receipts and Dis bursments of the Committee, all which is respectfully submitted. SELIM FRANKLIN, Chairman of the Vancouver Island Exploration Committee. Victoria, Vancouver Island, April Zrd, 1865."], [38, "VANCOUVER ISLAND EXPLORING EXPEDITION. 1864. 1. Robert Brown, Commander and Government Agent. 2. Peter John Leech, Lieutenant and Astronomer. 3. Frederick Whymper, Artist. 4. John Buttle,- Asistant Naturalist, &c. 5. Alexander S. Barnston, Pioneer and Miner. 6. John Meade, 7. Ranald McDonald, 8. John M. Foley, \" \" detached July 26. 9. Thomas Henry Lewis, \" \" 10. Richard Drew, \" \"' joined August 6. 11. William Hooper, 12. Toma Antoine, Hunter 13. Lazare La Buscay, \" joined July 6th, left September 7. Indians — Comiaken tribe, 3 ; Quamichan tribe, 1 ; Samena tribe, 3 ; Nittinaht tribe, 3 ; Pachenaht tribe, 8 ; Soake tribe, 4 ; Che mainus tribe, 4 ; Nanaimo tribe, 6 ; Comoucs tribe, 1 ; Puntledge tribe, 1 ; Opichesaht tribe, 4 ; Seshaaht tribe, 2 ; Ohiaht tribe, 4 ; Ouchuklousaht tribe, 2 ; Ucluluaht tribe, 1."], [39, ""], [40, ""], [41, ""], [42, ""], [43, ""], [44, ""], [45, ""], [46, ""]]