[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, ""], [8, ""], [9, ""], [10, ""], [11, "THE VILLAGE CHURCH."], [12, "Leicester : Printed by J. S. Crossley."], [13, "THE VILLAGE CHURCH. A POEM. BY THE AUTHOR OF THE PHYLACTERY. LONDON : J. HATCHARD AND SON, 187, PICCADILLY. 1843."], [14, ""], [15, "ILLUSTRISSIMO. ET. HONORATISSIMO. DOMINO. D. RICARDO. GULIELMO. PENN. CURZON. COMITI. HOWE. DE. LANGAR. IN. COM. NOTTINGHAM. VIRO. NON. TITULIS. ET. STEMMATE. TANTUM. SED. INGENIO. MORIBUSst. VEKE. NOBILl. ITA. NATO. ITA. EDUCTO. ITA. DOCTO. UT. ECCLESIÆ. ANGLO-CATHOLICÆ. DECORI. SIMUL. ET. UTILITATI. STUDIO. BENEFICENTIASUE. OPTIME. SEMPER. COXSULUERIT. ET. PROVIDERIT. ET. AMPLISSIMI. SUI. ORDINIS. HONESTATEM. DIGNITATEMQ. ET. VITA. ET. EXEMPLO. aUOTIDIE. AUGEAT. ET. EXORNET, S. P. D. SUCC1SIVÆ. HUJUSCE. OPERÆ. QUALISCUNctUE. SIT. AUCTOR. dvaawpos. ET. INGLORIUS."], [16, ""], [17, "ADVERTISEMENT. The reader is informed, that 'The Village Church* was begun about the year 1814, and was continued at intervals of leisure, for two or three years. A few stanzas have been added since, as well as several of the notes. The Author is well aware, that the political and theological principles, manifested in this poem, will, as a matter of course, not be acceptable to all. On this subject he has nothing farther to observe, than that, however they may displease the reader, or pre judice the critic, they are 'principles;' and therefore require from him no explanation, much less apology."], [18, ""], [19, "THE VILLAGE CHURCH. CANTO I."], [20, ""], [21, "THE VILLAGE CHURCH. CANTO I. i. Hope not, deluded man, to rear thee bliss, Upon the sands of worldly projects raised ! Comfort and self-respect thou still shalt miss, Of Wisdom's happier sons more pitied far, than praised, ii Faint is the soul, that up the steep of life Still drooping plods an unremitting pace ; Galled by the load of gain, or passion's strife, With cumbrous honor bent, or festering with disgrace. in. For him the rarest jewels of the mind Of Sage or Bard reflect no precious ray : Truth in her bed of rock he leaves behind, And casts the blazing gems of minstrelsy away."], [22, "12 THE VILLAGE CHUECH. IV. Oh ! teach him, Heaven, to wind his weary feet Among the flowrets strewed by Fancy's hand : Give him the Lyre's beguiling chords to beat ; Much shall it ease his load, and much his soul expand. v. The road to fame, though rugged, is not drear ; Nor yet is every race of glory run ! The Muse ne'er whispered in the Poet's ear, \"Nought is there new on earth, beneath the radiant sun.\" VI. What ! though a thousand bards usurp the skies, To spheres of endless harmony consigned ; Yet strains unknown to mortal tongue shall rise, x\\nd some last genius beam amidst the wreck of mind. VII. Grief is the certain heritage of man ; And days of darkness are the lot of each : But grief and darkness cloud not all our span, And light and joy and peace are still within our reach. VIII. Cast then the fardels of superfluous care, And seek the untrodden dews of lofty song : With me to scenes more sanctified repair, And leave the giddy great, and more than slavish throng."], [23, "THE VILLAGE CHURCH. 13 IX. Life is more worth, than in perpetual dread, And cheerless days to waste our anxious search : Here let us quit the path, and calmly tread The porch and simple aisle of yonder village church. x. The forest hill, reflected in that wave, Those rooky elms and this unchanging yew, Have witnessed ages toiling to the grave, Yet lent a charm to each, of peace and pleasure too. XI. Beats not thy breast with strong and holy thrill, When through some dark, yet ever-varying, screen, Of moss-grown shed, high clump and sheltered mill, The grey indented tower, or windy spire is seen. XII. If thou canst list at eve these sabbath bells, When faint the far-off- mournful peal goes round, Nor feel the sad, the soothing tale it tells, Then art thou lost to sense, or unattuned to sound. XIII. For they are chroniclers of days gone by, In voice of penetrating tone and truth, That wake in listening hearts a joy or sigh, And blend the stirring thoughts of death, life, age, and youth."], [24, "14 THE VILLAGE CHURCH. XIV. Hark ! how they call up festive hours of bliss ; Birthdays and victories in foreign climes : Sweet holidays, with suns more bright than this, And wedlock's earliest morn, and Christmas' merry times. xv. Now o'er the green, and now across the wold, Beside the shaw, and down the brook-bound plain, Within the hall, or at the hurdled fold, At happy hours is heard the quick-revolving strain. XVI. Sometimes, a sound more solemn from that tower Arrests at intervals the peasant's ear ; And tells around the just-departed hour Of an immortal soul, a neighbour's closed career. XVII. Yet it strikes too upon the withering breast Of parent, orphan, or of partner left ; Bosoms, by every earthly gloom opprest, Of life's sole bond and balm for evermore bereft. XVIII. Near that old homestead, where the way divides, By penthouse, rick, and dovecot close begirt, With useful labour worn a swain resides, In village annals read, and parish arts expert."], [25, "THE VILLAGE CHURCH. 15 XIX. His the sore task with daily toil to mould In elemental speech the stripling's tongue ; To bid him heap the tale of hopeless gold, Or goodly letters build, or strain in sacred song. xx. Forbear, ye sage, his travail to deride, Such homely culture of the barren mind, All that is base and vain deserves your pride, But oh ! to his turmoil, and these poor souls be kind ! XXI. Heaven's happiest sojourn bless the patriot wight, That brought from far the scheme of mutual lore, That nursed a glimmering spark of Indian light, To cheer the groveling crowds, that walked in gloom before. XXII. Yon straggling huts, that skirt the grassy lane, Forth on the Sunday pour a pious crew : — For many a chastened soul those walls contain, In Christian peace serene, to Christian duty true. XXIII. Hoar is this well-carved oak, whose windowed frame, By ragged elder screened, the porch sustains ! — Here crippled sires, and 'chance, some tottering dame, Lulled by the Sunday chimes, forget their weekday pains."], [26, "16 THE VILLAGE CHURCH. XXIV. <Jod of the Sabbath day! the poor man's rest, And all his scanty joys to Thee are dear ! Far from these courts be that ungrateful guest, Who knows the peasant's toil, and would exclude him here. XXV. Hast thou ne'er loitered on the village green, Or wound the woodlands on that day of ease ; When Labour saunters through his native scene, Or coils his sinewy strength to slumber in the breeze? XXVI. When knots of lads, and many a modest maid, Crowd round the porch, or linger on that sod, Where the worn armour of their sires is laid, In rust oblivious round the Temple of their God. XXVII. When cheerly too, the faltering nerves of age Court the sweet sunshine of the Sabbath walk ; And o'er the bridge's rail, their homeward stage, Of life's fast-coming close, and pain's long respite talk. XXVIII. Sore have I seen their Sunday calm o'ercast, And the wife's bosom heave a bitter sigh, When a son's name, of all their hopes the last, Hung on this studded door, for war's impending die."], [27, "THE VILLAGE CHURCH. 17 XXIX. Transient the pang ! the scrolls of death around, The day, the word within, their country's weal, Composure brought, pure as the peace profound Of mountain glen, or lake that never felt a keel. xxx. I love the remnants of old village times ; Plain-spoken greybeards, drest in days of yore : A suit of drab, the growth of British climes, Red neckerchief of silk, and doublet-flaps before. XXXI. Such is the sexton's garb, and such his mind : The drifted wreck of Time's receding wave ! Yet with those trembling tendons, left behind, He tolls the young man's knell, and delves a damsel's grave. XXXII. Life's ruthless storms have swept that hoary head, Once screened by wealth and nursed in village peace : His wife, his fondling girl, his master, — dead; The Squire's bequest long spent, and just expired his lease. XXXIII. Aye ! mark beneath that yew the braided thorn, That binds the ridge of yonder recent sod ! There sleeps in death, from her old parent torn, His child, his last support, and solace, save his God. B"], [28, "18 THE VILLAGE CHURCH. XXXIV. Fast flow the tears, when there his downcast eye, In quest of burial space, unwitting strays ! Yet there it dwells, once fixed, — too frail to fly ; While Memory tents the wound, that gushes at the gaze. xxxv. Trite is the maiden's tale : a martial chief With lace and smiles her artless glances drew, Of love eternal raised a fond belief, Stole the pure gem away, and spurned the casket too. xxxvi. The spell of youth dissolved, the world a waste, Life sickened, and the tender Edith died. Her sire had deemed his stricken fawn was chaste, But, reft of her regards, lost every bliss beside. XXXVII. Plain are these walls, and wear a Saxon date, Though pointed windows quench the beam of day : And, save the belfry lights, and western gate, Font, arch, and clustered shaft, a prouder birth betray. XXXVIII. Stupendous art ! by whose enchantment rose Church, cloistered Abbey and Cathedral proud ! Of power the surgy bosom to compose, And hold the godless mind, and rebel spirit, cowed !"], [29, "19 THE VILLAGE CHURCH. XXXIX. Who, that has heart to feel, shall lightly prize Such hallowed relics of extinguished skill ? Shrines of no earthly grace ! where slumbering lies Sire upon sire, that served the same great Godhead still. XL. Strange, that the scourge of Rome, a barbarous race, Should title fanes, where Christians might adore ! As if the untempled Dweller of all space With Gothic name would mock the enshrined Godsof yore. XLI. Devout the days, when this old pile was reared, And zeal of building warmed the bounteous land ; A glorious zeal, by all the good revered, Though foul the bigot's creed, yet frank and free his hand. XLII. Say Melross ! tricked in more than nun's attire, Furness, and Tinterne in thy lovely cell ! What charnel vault entombs the Vestal fire, By all your Founders nursed, that blazed so wide and well. XL1II. Oh ! may that zeal from Abbey cloisters rise To scatter Temples o'er the realm again ! Thousands, estranged from God, the boon should prize. And thousands, long shut out, within the fold remain."], [30, "20 THE VILLAGE CHURCH. XLIV. Brand not as drones, that lavished others' store In idle waste, the whole monastic quire. Some, that embalmed the corse of ancient lore, And kept the ark of God, spread round the Village spire, XLV. All did not wear, and many knew to curse The monk's unholy mantle, scrip and spoils ; And spirits cowled, — not canonized in verse, Launched for a better world their talents, wealth, and toils. XLVI. Parent of gainful error ! nurse of sin ! Thou bar and blight of sweet connubial love ! When shall thy hierarchy, Rome, begin To waive ascendance here, for crowns of life above ? XLVII. Buried, like fossil, in obdurate clay, Some nautilite embedded firm in rock, Thy pristine charms no hand can bring to day, But His, who fain would spare the dislocating shock. XLVIII. Wake, then, to better things, to purer light ! Shine, as in loveliness of early youth ! As ' Tirzah beauteous, and as Zion bright,' And be the Bridegroom's joy, in chastity and truth."], [31, "THE VILLAGE CHURCH CANTO II."], [32, ""], [33, "CANTO II. i. For twice twelve years, to twice two hundred poor, Here the same hands have dealt celestial food : In garb and means low levelled with the boor, In life the shining light, and harbinger of good. ii. With prouder hopes he wrapped him in the vest, That shrouds the Saviour's envoy here below ! Those hopes are flown, and in his chastened breast Far humbler feelings reign, far higher prospects glow. in. Loathing a simple mien, the worldling's eye May draw contemptuous presage of his mind. Retired, in sooth, the Vicar's talents lie, E'en as the charm of health, to some lone weed consigned."], [34, "24 THE VILLAGE CHURCH. IV. Reserve, ye proud, for more distinguished game The sneer you level at the Village priest ! His scrip and staff can ne'er contest your fame ; And all a good man's wants — oh ! learn to feel at least. v. His are no vulgar toils, no transient woe ; — More cares combined, than common passions school : Need, solitude, neglect, and, that dark foe, Thirst of the curious mind, that fevers not the fool. VI. And in that breast, to you so lightly known, May beam the radiance of empyreal fire ! Peace may be there, and virtues, not your own ; And joy, when you, his charge, no silent grief inspire. VII. See that the days come not, when this poor fold Shall seek in vain the needy Pastor's care ! When none shall take the flock they cannot hold, Or auctioneer the post, that hirelings scorn to share. VIII. Too rare the well-earned tribute of regard To zeal like this, in lonely tithings paid ! High be the calling, and the function hard, Yet unassuming worth still perfumes but the shade."], [35, "THE VILLAGE CHURCH. 25 IX. Then give the Village priest his meed of praise, Whose virtues fertilize the district round ; Whose pious cares a rustic offspring raise, In loyal feeling safe, in Christian wisdom sound. x. Plain though he be, in vesture and in speech, In artless mind ' an Israelite indeed !' Yet can his voice the depths of conscience reach, Bind up the broken heart, or make the callous bleed. XI. Oft, from that pulpit has the guilty heard Reproof, like Nathan's to the adulterous King, \" Thou art the man !\" — yet still, at length, the word That scathed the soul at first, brought 'healing on its wing.' XII. For never yet he held the poor aghast By Calvin's partial dole of God's ' Free Grace :' Nor groaned, elect himself, for convicts cast, Upon whose infant smiles e'en Mercy hid her face. XIII. Dark zealots of a too presumptuous creed ! Your storms of sulphur on the sinner cease ! Atoning Love for you and all shall plead ; Then why prejudge to pain, whom God would win to peace ?"], [36, "26 THE VILLAGE CHURCH. XIV. In death's cold grasp, when not the name of Paul, Nor Cephas, nor Apollos can redeem, Will ye still hold the sin of discord small, To rend the Church's vest, that should not bear a seam? xv. The strife of schism, the cankerworm of hate, The guilt of Christ divided, all are yours ! Ye fain would read the folded scroll of Fate, Yet slay the peace and love, that unity secures. XVI. In our own camp the torch of treason glares ; And on their posts our sentinels have slept, Or seen the stealthy foeman spread his snares, More credulous than Troy, when lying Sinon wept. XVII. By visions, impulse, feeling, rapture wild, A reckless host, by private judgment reared, Faith's pure simplicity has been defiled, Youth's glowing heart misled, and guilt's hard conscience seared. XVIII. Yet here the peaceless themes ne'er found a place : The Vicar's preaching was the peasant's life : His duties, trials, and each Christian grace That sweetens earthly toil, and quenches human strife."], [37, "THE VILLAGE CHURCH. 27 XIX. Herald of light and truth ! with power endued ! Let others vent their transports on the wind ; In God's high presence babble fancies crude, Or visit on the flock their unretentive mind. xx. Thine be the well-weighed thought and Scripture lore, Whence springs the firmly-rooted Faith on high. Soon is the meteor flash of rapture o'er, And soon the poor conceit of pleasing all shall die. XXI. Vice, in his more than Cretan maze immured, No common arms can reach, nor arts confound: And, if the sense be struck, or fancy lured, Too frail may prove the snare, too curable the wound. XXII. To bind in hopeless bonds the Proteus Sin, And hurl the usurper Habit from his throne, Requires to watch their tyrant force within : And he who trains to fight, must conquer first his own. XXIII. Attest thyself the cure thou wouldst commend, Then level home the sanatory text ; But spare to bruise the conscience thou canst bend, Nor add despondent night to souls before perplexed."], [38, "28 THE VILLAGE CHURCH. XXIV. Religious horror, like the dread Simoom, Blasts every germ, and prostrates all the plain : Wrecks life and hope in one resistless doom, The tender heartstring bursts, or desolates the brain. XXV. Man is no fiend, as scowling zealots hold, But when apostate from his God within : And by his own free act to bondage sold, In adamantine chains of his own wilful sin. XXVI. By true repentance saved from sin's control, The despot Self from his dominion hurled; With love and hope and faith instinct, his soul Beams, like the star of eve, down on a darkling world. XXVII. Yet wouldst thou well the Vicar's merits scan, His week-day labours shall repay thy search: And thou shalt venerate the faithful man, That six days does the good, he taught the first in Church. XXVIII. Know'st thou the task to watch the poor man's bed, And seize a feverish interval of prayer? From humble breasts to dissipate the dread, Or sound the troubled soul, and see what hopes are there?"], [39, "THE VILLAGE CHURCH. 29 XXIX. Say, canst thou stanch the bleeding contrite heart, Or bid the writhing face of anguish smile ? x\\nd, ere the sinner's struggling spirit part, Pour in the balm of peace, and his last pang beguile ? XXX. Poor glittering insects of a gaudy world ! Ye cannot learn to value scenes like these. Your tinsel wings, to joyous suns unfurled, Skim o'er the flowery mead, or ride the fluttering breeze. XXXI. What love may lure you to the peasant's cot, When the cold pallet bears his wasted frame ? Why give a pang superfluous to your lot, Whose day is dalliance all, and every sun the same ? XXXII. Yet one there is, whose heaven-appointed post Leads him to cells of death and squalid woe : By whose high lore enriched, the wretch may boast His fellow-sufferer Christ, and bear his cross below. XXXIII. Heaven to the Priest assigns a work of gloom, The heart's deep anguish, and the soul's disease; Life's ghastly close, and sealing of the tomb : — The woes, that Fancy feigns, wring not the mind like these."], [40, "30 THE VILLAGE CHURCH. XXXIV. Beneath that mural tablet lies the dust, The honoured relics, of ' The poor man's friend.' Long since he adds one spirit to the just, Where still an aged fold, his lambs of yore, ascend. XXXV. His ways, and works, and worth, were all obscure ; And with those elders dies his worldly fame. Mortals depart : — but pious toils endure ; A goodly grove, that lives beyond the planter's name. xxxvi. Fortune to him a wider sphere assigned, And he was steward of a plenteous store : — No critic charity his gifts confined, The lifted hand of want went laden from his door. xxwii. Exempt from shifts, that scanty means impose, The plight and penury, that bring neglect, His voice could quell the feuds of affluent foes, Arrest the proud man's ear, and arrogate respect. XXXVIII. His alms were leagued with that celestial aid, Which God's own envoy to the poor beseems. 'The ear that heard him, still in blessing paid, And the glad eye that gazed, burst out in grateful streams.'"], [41, "THE VILLAGE CHURCH. 31 XXXIX. But now, like winter's sun, the Vicar's worth Diffuses round a cold and barren ray. Not his the soil, that gives the harvest birth, And pregnant seed receives, a thousandfold to pay. XL. The scant supply of home exacts his mite, That Prudence doles with hesitating hand ; And ever as she gives, her onward sight Looks from the parting sum, through all the year's demand. XLI. Sad duty his, to Christian mercy prone, To hear in vain the mournful cry of need : To witness pangs, that pierce him as his own, Without the power to soothe, without the means to feed. XLII. But if the Vicar's bounty be repressed By claims more cogent, or by calls more kin, How may the Curate, with no portion blessed, Save his unworthy hire, the round of alms begin. XLIII. Not his the fund to eke the pauper's grist, Could bashful indigence his wants disclose : And what avails the piteous tale to list, Where counsel cannot heal, nor comfort bring repose."], [42, "32 THE VILLAGE CHURCH. XLIV. In grassy graves around, three Curates lie ; Once the bright planets of this distant sphere ! In weary orbits circling, far from eye Of observation, each brought round the ritual year. XLV. Down from the mountain steep the forest leaves Sink ; some, untimely seared by Summer's blight ; Some, as they fall, the silent lake receives, Besprent with diamond dews, in Autumn's deadly night. XLVI. So fall unseen the withered pastor train, Beneath the precincts of their Village shrine ; Their name, their toils, no earthly scrolls retain ! No ! give the world its own ! — their record is divine."], [43, "THE VILLAGE CHURCH CANTO III,"], [44, ""], [45, "CANTO III. i. I love the stillness of the Village fane ; The shady silence of this vaulted nave ! That o'er the heart extend their peaceful reign, Shut out the tyrant world, or soothe its shackled slave. ii. In vain the rebel spirit seeks repose ! In vain is passion's heady tumult stayed! Yet evermore a calm this refuge knows, Than cavern pool more hushed, more still than woodland glade. in. Ambition, anger, lust, revenge, despair, Shrink nerveless here and own the strange control ! As if the incense of long years of prayer For ever wafted round an opiate to the soul."], [46, "36 THE VILLAGE CHURCH. IV. Yes ! — all is rest around, — and respite all ! The wicked cease to vex : — the weary sleep ! The captive hears not the oppressor's call : High, low, the lord and serf, the same free Sabbath keep, v. And now o'er all the world a kindred calm Bids the wide whirlwind of destruction cease ! War, overgorged by Pride, now loathes the palm, And Vengeance weary sleeps upon the lap of Peace. VI. Far, far away the lurid clouds retire, That nursed the pealing terrors of the skies : Gaul ! that for Moloch kindled still the fire, Struck by the bolt of heaven, a palsied ruffian lies. VII. Vainglorious Gaul ! from a stern despot freed, Like Juggernaut's huge idol, cloyed with blood, Still would thine offspring for that tyrant bleed, And from a mangled stock cut off the single bud ! VIII. Gay, servile, sanguinary land ! awake From thy long lethargy of soul and mind ! Nor, fiendlike, strive eternal war to make, And, in despite of God, rebarbarize mankind."], [47, "THE VILLAGE CHURCH. 37 IX. No ! let the cry of that inexpiate gore, That pierced high Heaven, and brought the avenger down, Rise from his headless, tombless, trunk no more, But order, arts and peace begem his rescued crown. x. For now the Muse, that wove for Honour's head A prouder wreath, than martial Fame awards, New strains engage ; and from the lyre are fled The fierce and clarion tones, that jarred its silver chords. XI. Oh ! seek not here the warrior's recent frame, His country's almsman, or in death outcast : — Our village records store his infant name, The rest is Glory's scroll, that with the world shall last. XII. In peace more tranquil, than their wounds could buy, Their urn the Nation's breast, their dirge her groans, On plains remote our heroes' ashes lie, Or Ocean midst his gems lays up their honoured bones. XIII. With belt and glaive, a chainmail warrior here, Huge as in Acre's field he fought, reclines ; Harnessed for high emprise, in Richard's gear, As when he pricked his barb, and forced the Paynim lines."], [48, "38 THE VILLAGE CHURCH. XIV. In tourney, camp and court, the general theme ; Of lineage fertile in redoubted lives ; The suitor's envy, and the maiden's dream, This cross-legged form supine the chieftain's name survives. xv. Perchance his castle moulders on some hill ; His donjon serves to rear the cottage wall ; Nettles and burs his presence-chamber fill, And an old heartless oak now lords it o'er his hall. XVI. That massive tomb, that cumbers wide the floor, With granite sides to stand the siege of years, And scutcheons chased, and many a figure more, Not one remembered act of charity endears. XVII. Manorial sultan of each hill and dale This tower's commanding battlements survey, Whose nod capricious, mill, and whirling flail, Steelyard, and sign and shop, still trembled to obey, XVIII. Lies here, at length, an adamantine heart, Outcast and orphan might assail in vain. Who came in tears, in anguish might depart, Joy was no joy to him, nor others' sorrow pain."], [49, "THE VILLAGE CHURCH. 39 XIX. Yet Death, at length, to lay the despot low, His pioneer disease in mercy sped. And now these lines their fulsome gloss bestow, Like the phosphoric glare of other logs, long dead. xx. That simple marble slab, of Parian white, Relieved by black, — and o'er her wonted pew, Records by name and date, in symbols trite, The Vicar's ' Maiden Squire,' his purse, and almner too, XXI. Sure starts the tear in every eye that reads ! For all well knew her worth, in heart and hand : The poor, that sought a succour in their needs, The rich, that converse found, or counsel at command. XXII. No common mind informed that humble breast : No vulgar feeling gave her thoughts alloy : She could discern the base, yet hope the best, O'er others' sorrow weep, and others' weal enjoy. XXIII. To her, like yonder spring-head on the green, That gushes ever from the beech-crowned slope, Where crook and pail from morn to night are seen, — Came sickness, trouble, want ; — and found relief or hope"], [50, "40 THE VILLAGE CHURCH. XXIV. That village school her bounteous hand endowed ; \"The Widow's Club,\" and \"Old Man's Friendly Guild.\" She gave that loft ; and clock, that warns aloud ; And formed the \" Clothing Fund,\" for peasant, wife, and child. xxv. And with the doctor's sanction or behest, Her kitchen proffered meat, her cellar wine : Or, in some casual ail, her own free chest Supplied the cooling drug, or gentle anodyne. XXVI. Balsams she kept, and sure specifics store, Compounds of simples, lost to modern skill, And pills of power, her mother used of yore, .And euphrasy, that cleared the visual orb at will. XXVII. Oh ! how the struggling cot and straining trade, Hard faring yeoman, and rough artisan, Revere her sainted name, themselves upbraid, And deem their sins cut short her sublunary span ! XXVIII. Redundant Giver of all good ! How scant The means, that could such various blessings spread : The fund, that dealt such boons, relieved such want, Was twice two hundredpounds !— Hear pomp, andhang thy head !"], [51, "41 THE VILLAGE CHURCH. XXIX. The text beneath her name, upon that stone, Would to her Lord her last request enrol : It prays Him ' not to enter, from His throne Of Justice, on the doom of His poor servant's soul ! ' xxx. That window, rich with many a rainbow die, Had other aim, than draws the vulgar stare : — No glaring rays distract the uplifted eye, Strain the weak nerve of age, or daze the page of prayer. XXXI. Kings, saints, and legends, in resplendence wrought, Yet tinged with softened light the beam of day ; Though now in vain the perfect tale is sought, And strange dismembered forms the shattered panes display. XXXII. Stags, lions, griffins, too, with all the herd, That heralds marshal on the emblazoned shield, Bulls, elephants, and many a murderous bird, Midst mangled kings and saints usurp the chequered field. XXXIII. Who, that has felt in Wykeham's gorgeous shrine, Or Fairford's ancient vault, the wondrous light, Owns not a sense, that words may not define, An atmosphere of soul, and visions heavenly bright."], [52, "42 THE VILLAGE CHURCH. XXXIV. Rased from our records be those years of woe, When cant and craft assumed the zealot's cowl : When art in every bigot found a foe, Than Vandal more malign, than Harpy fiend more foul. xxxv. Death's trophies round a moral rede convey, — Crest, hatchment, banners, — all the slough of pride : Pageants of yore, that dazzled in their day ; Relics of wealth and rank, known only to have died. xxxvi. The texts beneath would bid the worldly know, That virtue's wings these earthly scenes surmount ; That rest is not the doom of man below ; xAnd that each living soul must stand the dread account. XXXVII. Those walls with Scripture shreds, and quaint device, Time with his scythe, and wings, and wasting sand, The bones well crossed, to note Redemption's price, And reason's empty throne, a reverent eye demand. XXXVIII. That angel-trumpet, upraised Seraph's head, Unbodied pinions for eternal flight, Were types and tokens that our fathers spread, To steal the pious mind beyond the sphere of sight. xxxvi. \" Vivit post funera virtus.\" \" In cœlo quies.\" \" Resurgam.\""], [53, "THE VILLAGE CHURCH. 43 XXXIX. Upon the tablet, o'er that column reared, Whose phrase no recent flourishes adorn, xAre treasured names, for charities revered, Of provident bequest to poor souls yet unborn. XL. The widow's coal, or gift of Christmas coin, Her gown, the village school, or dole of bread ; Flannel for dames, or hind's hard-straining loin, With pittance more to those, whose labouring days are fled, XLI. These funds supply : but these are bounteous deeds, That all our parish chronicles repeat. Yet one remains, that passing comment needs ; The brick-built structure near, for village sires' retreat. XLII. That blest asylum, in an hour of fear, A merchant venturer on his voyage vowed. And, (strange reverse !) an outcast beggar here, Himself implored the first the refuge he endowed. XLIII. There lingering age awaits his wished discharge From the dread load of dotage and decay : — Now suns him on the bench ; now roams at large To pluck his last of flowers, and wear the tedious day."], [54, "44 THE VILLAGE CHURCH. XLIV. Lour on the robber's head vindictive skies, That dares divert the stream of one bequest ! May famished lazars haunt his wakeful eyes, And the keen worm of want lie cankering in his breast ' XLV. How fair in form that Font ! —How rich ! How chaste In scientific symmetry of plan ! — Time was, when Piety thus leagued with Taste To consecrate to God the goodliest arts of man. XXVI. Above the people raised, with steps around, And platform for the Priest, the 'Laver' rests, On clustered pedestal, with fillets crowned; And skill of by-gone days in bold relief attests. XLVII. Here the sweet babe, partaker of God's grace, Who ' wills that not one little one should die,' Starts, as heaven's heir, upon the Christian race, And, if he strive, shall gain the covenanted sky. XXVIII. With water from that holy well besprent, The \"child of God\" commences Faith's career: Not free to sin, but sinning to repent, xAnd to the last work out Salvation's task with fear."], [55, "THE VILLAGE CHURCH. 45 XXIX. What picture of Almighty love ! to see Christ in his arms man's tender offspring bless ! But who may paint the pang of sympathy, That swelled the Saviour's heart in that divine caress ? x. Back to the Fall at once His vision traced Race after race of rebel mortals lost ! Then to the verge of Time His view embraced The world of coming sin, and what the whole would cost. XI. Yet here, that self-same Saviour still is nigh, That self-same Mercy, yearning to mankind, Grace to each helpless 'member' to supply, And in a league of love their new-born souls to bind. XII. Momentous rite ! that, with their Christian names, Birthright and blessing to each infant bears ! Compact, that God of man in mercy claims, And \" more than conqueror\" makes each warrior true that swears,"], [56, ""], [57, "THE VILLAGE CHURCH. CANTO IV."], [58, ""], [59, "CANTO IV. i. That slackened canvas high, with royal arms Of hapless Stuart, or victorious Anne, For pious patriot bosom has its charms ; And, void of Faith, what boots the loyalty of man? ii. Is there a breast can ponder undismayed The puritanic wreck of Britain's weal ? When Pity saw the waste, and fled afraid, When God alone the Church, and Church the State could heal, in. Together reared, what traitor shaU unbind The ties of heaven, that knit their plighted troth ? What state-empiric of unhallowed mind, Reforming earth and skies, shall part, to level, both ? D"], [60, "50 THE VIXLAGE CHURCH. IV. Yes ! in our annals there are leaves of blood, That ever tremble in the reader's hand; When, scorching at the stake, our fathers stood, Or bowed to solemn knaves, the refuse of the land. v. Proud sunk the martyr on the reeking pile, Blest with a Pisgah sight of better days ! The rack of malice could but wrest a smile, From eyes, that closed on truth and freedom's future blaze. VI. Sons of such sires ! who died, that ye might prize The slowly-ripened fruit of all their pains, Touch not the mounds they raised in foresight wise, For, though the flood be past, the current still remains. VII. Yon tombstone in the chancel, laid with brass, Portraits of parents, and a tapering wing On either side, of many a lad and lass, Records a Cavalier, the campmate of a King. VIII. Three sons at Naseby, one at Worcester fell ; And one his father's last retirement shared : Outliving Church and Crown he loved so well, Here passed the few sad years, disastrous fortune spared."], [61, "THE VILLAGE CHURCH. 51 IX. Though vanquished not subdued, he still foretold The refluent course of faction's turbid tide : Still bade his son the rightful throne uphold, For which his father fought, and all his brothers died. x. He wailed at heart the too, too common lot Of his poor native place, for plunder given To base-bred loons, \" whose own the sheep were not,\" That stole the envied fleece, then left the flock to Heaven. XI. He saw the Vicar quit his loving fold, That, crowding round him, for his blessing knelt : But was not spared the dayspring to behold, When once again the priest amongst his people dwelt. XII. High-raised above the seats of humble swains, That ever join in symphony of praise, There the full quire in David's fervent strains Hymn to the pious heart their unaspiring lays. XIII. There is a nameless charm in sacred song, That from the lips of hinds devoutly peals : Past years of youth and hope the fancy throng, And many a homely joy, the critic never feels."], [62, "52 THE VILLAGE CHURCH. XIV. Ye rustic minstrels of an art divine, Discard not airs, your sires and grandsires sung : Plain are the notes that pious ears incline, And simple, as the lyre the Monarch Psalmist strung. xv. Fugues the cold ear, but not the soul, may crave ; And science dares the complex anthem swell : But all can feel, and all can join, the stave That bids ' the peopled earth Jehovah's praise forth tell.\" XVI. These seats united worship better aid Than the lined chamber of a screening pew : Each kindles each in open prayer arrayed, In closer service joined, of praise and posture too. XVII. Within these precincts all distinctions end, And man, the sinner, kneels at Mercy's gate ; Weak, guilty, contrite here promiscuous bend; For who, before his God, is noble, wise, or great ? XVIII. Here are no trappings of luxurious pride, Chairs, couches, curtains, of invidious show ; Those idle pomps, at yonder font denied, More lofty patrons need, than these lone vallies know."], [63, "THE VILLAGE CHURCH. 53 XIX. Can splendor clothe the poverty within ? Can Christ's own Body harbour here disgust? Or shall the rags and loathsomeness of sin, Assume a sumptuous garb, to woo the only Just? xx. Or, is the love of station so intense, Ye may not join the lowly-minded crowd ; For one short hour with vanity dispense, And humbly sue the God that \" scattereth the proud ?\" XXI. But other haunts are yours, and rites more gay ; To renovate the moultering wings of care, To while the lagging hours of life away, And whirl your glittering orbs upon a cloudless air. XXII. Or like the gaudy leaves in autumn's breeze That swarm and wanton in some palace court ; Now high, now low, as giddy gusts may please, Seeming almost to live, and love the mimic sport. XXIII. Yet, do these revels close alike in all ? The brilliant sphere dissolved in froth descends ; And in the shower the leaves putrescent fall : — But will the worldling die, when life's brief drama ends ?"], [64, "54 THE VILLAGE CHURCH. XXIV. Before that altar is discharged the load Of rustic crime, malevolence, and care : Relieved they part, with strength divine endowed, To meet their ghostly foes, and shun the Tempter's snare, xxv. For, ever from that feast of bread and wine, They hear a voice invite the weary soul ; \" Come unto me ! The boon of rest is mine ! Ye wounded spirits come ; and I will make you whole.\" XXVI. Before that altar too the bridal pair Of Village swains and damsels have profest Their mutual bond, life's good and ill to share, In sickness and in health, and make each other blest. XXVII. xAye ! and that vow, that oath of solemn plight Myriads have kept in weal, and want, and woe ! With faithful love have made affliction light, Nor envied lords or kings their happiness below. XXVIII. Not such the Curate's lot ! his yoke of toil Partner refined, nor fond associate, knows : Unsenced, untrained, removed from soil to soil, He bears no kindly fruit, nor sheltering shadow throws."], [65, "THE VILLAGE CHURCH. 55 XXIX. Home is an empty name to one so drear ; Of change and chance and wild caprice the sport : With nought to profit, yet with all to fear ; — What breeze can blow to serve the bark that has no port ? XXX. How shall he dare to tempt avenging fate, And make another's destiny his own : Or vow to ' cherish' at that altar gate ; Whose stipend scantly meets his year's expense alone ? XXXI. Let others seek the deep and deadly cause, That blasts the Church's vigour and intent : Let others censure civil powers and laws, Or strife's convulsive source, and central fire, Dissent. XXXII. The polity of Rome let others laud, Her virgin celibate, and spotless cope : Nature and Nature's God abhor the fraud That feigns to quell desire, yet gives it tenfold scope. XXXIII. If to the State the Church of Christ allied, Give to the realm its real strength and stay, How shall the nation set the claim aside, With treasure, love, and life, its guardian to repay ?"], [66, "56 THE VILLAGE CHURCH. XXXIV. Speak, Percival and Ryder, from the grave ! Say, Christian Statesmen, England's proudest boast ! When to the Church's wants your aid ye gave, Was not the State itself with blessings prospered most ? XXXV. But days of lukewarm hearts and love of pelf, Man-worship, and conceit of impious growth, Have darkened Statesmen, made a God of Self, And blending Church and Sect, repudiated both. xxxvi. What care of Christ's advancing reign on earth Shall actuate hearts and intellects like these ? Their estimate of good is ' monied worth,' Their first ambition ' place,' their goal voluptuous ease. XXXVII. To pasture starving sheep, and save the stray, Must minds engage of less profane research ! Minds that would make the State the cost defrav, Or unestablish quite the long-established Church. XXXVIII. Cheerless the lot of him, who dares not wed, xAnd stands in human chances unallied ! Dull every prospect, every feeling dead ; The stranger, lodger, still, of all the world beside !"], [67, "THE VILLAGE CHURCH. 57 XXXIX. But chiefly his, who tends the Christian fold, And takes account of souls of gentler kind : Leads forth the young, sustains the weak and old, Andguides to covertglades, the maimed, the halt, and blind, XL. To woman, woman lends a trustful ear ! Woman to woman tells the bosom-grief: With her can wave repressive shame or fear, And feel at heart assured of pity, or relief. XLI. Full seldom man to man the woe reveals That needs the balmy sympathies of love ! Woman from dumb reserve his sorrow steals, And seems some seraph sent with solace from above. XLII. Give me, kind Heaven, oh ! give my native land, To value right the boon of female aid ! Her high peculiar worth to understand, Which none but ruffians spurn, and sensual fools degrade. XLIII. Resigned endurance, fortitude more sure Than wears a cuirass midst ten thousand foes : Love, as the first-born beam of dayspring pure, Love that can brave disgust, nor intermission knows."], [68, "58 THE VILLAGE CHURCH. XLIV. Sweet charm of converse, sunny cheer of mind, Acute perception of man's various cast: And, more than all, an influence undefined O'er his disastrous lot, and that dread hour, his last. XLV. Woman ! more prized, like virtue, in thy loss : The loving slave of him who loves no more : Woman, still free from treason's foulest dross ; Without the world's alloy, the brighter, better, ore. XLVI. Thy social rank, of states refined the test, Still varies with the tide of public worth : Compeer of man, where honor crowns the best, To sink, in baser weals, an abject, to the earth. XLVII. In power distinct, coequal in desert, 'Tis thine to grace the throne that we erect: And ours the sway of justice to assert ; That, still respecting thee, thou may'st thyself respect. XLVIII. And, if his eyes have erred, by semblance led, — The witless choice be all man dares condemn : Unperfumed violets hang a bashful head, Stray meteors mimic stars, and stones the diamond gem."], [69, "THE VIXXAGE CHURCH. 59 XLIX. Nor less be thine the scandal, thine the shame, If crime or folly hurl thee from the throne : If dissipation, pride, or love of game, If luxury and sloth, make every vice thine own. x. And more, — if but in worldly wisdom wise, Thy bosom beats with sordid love of gain : When pelf alone has charms within thine eyes, Soft sympathy is fled, and selfish habits reign. XI. Oh ! born to virtue, to religion dear, By zeal and quenchless charity combined ! I fain would raise thee to the proudest sphere, — To works of heavenly trust ; and love to human-kind. XII. Yes ! I would give thee to the village priest ! His toilsome round of usefulness to aid ! The sick to tend, the fainting soul to feast, And teach the wondrous price, for sin's atonement paid. XIII. To thee the faltering lips of conscious youth, The contrite dupe of man's seductive wiles, Could vent her shame, and, cheered by Gospel truth, That downcast face of guilt might rise again in smiles."], [70, "60 THE VILLAGE CHURCH. LIV. Pangs, never poured in man's unfitting ear, The bosom plague of sorrow and dismay ; The brood of sin, and all the host of fear, Thy pity could extort, and chase the fiends away. LV. Thou too could'st soothe the mother's tortured breast, When in the trying hour of travail torn : With not a friend, with not a comfort blest, Her ragged young half-fed, — the future all forlorn. LVI. Compelled by want, e'en British mothers live, That steel their bosoms to the suckling's cry ; Tear from their breasts the clinging babe, and give To chance a charge more dear than British wealth could buy. LVII. Nay ! mothers, too, by frantic hunger fired, With deadly bane have drugged the nursling's life : Or, ere themselves in hopeless death expired, Deep in its fondling heart have plunged the searchingknife, LVIII. Man feels his fellow's wound ; but can no more : In woman, next to God, his succours lie. Life's rough turmoil and perils press him sore ; And when his day is done, he bends his strength to die,"], [71, "THE VILLAGE CHURCH. 61 EIX. But woman, hovering round the couch of pain, Unheard, unwearied, guardian vigils keeps : Beguiles the night, unconscious of its wane, And glads the blood-stained eye of anguish till it sleeps. LX. Mark the big drops on that constricted brow, The wrench convulsive, and suspended breath; No respite those tremendous struggles know, And every gasp and groan is harbinger of death : LXI. Yet, in that conflict, woman's loving gaze Asserts a place and power, that art denies : And, while God spares, and yet the spirit stays, Her living portion claims, nor quits him till he dies."], [72, ""], [73, "THE VILLAGE CHURCH CANTO V"], [74, ""], [75, "CANTO V. I. And now beyond these walls the wistful mind May venture forth with me in vagrant flight, Untraversed ways, and wearisome to wind, Still near the Village Church, yet still remote from sight. n. Near yonder heathy selvage of the land,a Lived the sad shepherd of a Scottish fold, Modest, devout, yet with unequal hand Struggling with fate, he fell, and sorrows never told. in. Rest in the flinty grave those deserts give, Poor stranger of the north ! unfriended, rest ! Anguish that seemed for her to bid thee live, Shall point no more the sting upon that clay-cold breast. a Bagshot Heath. E"], [76, "66 THE VILLAGE CHURCH. IV. Drear is that waste, and like thy blighted heart, Nor cheerful change, nor joyous prospect knows : Yet for the withering wretch, in friendly part, It spreads the narrow couch that ever brings repose. V. Heath-flower and gorse, and that poor fenny weedb That holds a dew-drop to the sweltry noon, Stern Desolation's chaplet, is the meed Of him whose exile muse could earn no better boon. VI. From country, kindred, and the fibrous ties, That bind the untravelled heart to one dear spot, Transplanted late to more ungenial skies, To bear the stunting shade, and vegetate forgot, VII. Within the selfish breast may leave no wound, Nor in the ruined outcast raise a tear ; But weighs the gentler pilgrim to the ground, That pining sighs for home, without a friend to hear. VIII. There is a majesty in grief unheard, That man's proud scrutiny and pity flies ;- — ■ Broods in some nook, and like the wounded bird, Safe from the fowler's hand, in silent sorrow dies. b ' Sundew ' — drosera rotundifolia. There is a pleasing little Latin Poem of Cowley upon this plant, inscribed, ' Rorella.'"], [77, "THE VILLAGE CHURCH. 67 IX. The sense of ills incurable confines Each nerve, and seems a night-mare of the soul : E'en, as in states, the public vigour pines Beneath the Upas shade of abject men's control. x. Death has warm welcome from the bosom tried In the world's wrongful and relentless strife : Built for eternity's unruffled tide, It hails the launching blow, and spurns the stays of life. XI. So, worn with labours, valued when too late, Long racked with pains he knew not to reveal, The noble horse presents his breast to fate, Feels the sweet pang his last, and leans upon the steel. XII. Pity, the ready tribute still to woe, Pity, that costs no coin, and gives no garb, Pity, that comes to wail, not ward, the blow, Whine o'er the gaping wound, not draw the rankling barb, XIII. Pity shall note upon thy lonely tomb The grief, that broke the heart it could not bend ; And carve in brass affliction's daily doom, ' Here Misery finds repose, that could not find a friend.'"], [78, "68 THE VILLAGE CHURCH. XIV. In the dark centre of the cankered breast A never-sated worm in silence feeds : And if without no wasting be confest, By deadly wound within, the lingering victim bleeds. xv. Yes ! there are joys that strangers cannot share, Joys, like the freshening dews that fly the light : And sorrows too, that wring the soul with care ; A deep embedded mine, too dark for mortal sight. XVI. There baffled hopes, and impotent regret, Shrivel the once elastic nerves of Health : And that lorn consciousness, ne'er uttered yet, Of mind and spirits gone, the beggar's last of wealth. XVII. These are the woes, the heart's dread ailment these, Have e'en the Curate's useful life impaired ! Alien, full oft, in vigour or disease, His sorrows gather deep, unsolaced and unshared. XVIII. Yet, who shall question the mysterious woof, That crosses thus the texture of his span? The scheme of love o'erlooks not his behoof! God wills the Gospel spread, and wills it spread by man."], [79, "69 THE VILLAGE CHURCH. XIX. But man, too, thwarts the counsel of his God ; Makes not provision for the reign of Light ; Hugs his hard chain, and courts the chastening rod, And to the cheer of day prefers the shade of night. xx. In plenty, peace, and prosperous country blest, All that a bounteous God to man can give ; He dares despise the Donor's great behest, — ' Those who the Gospel preach, shall of the Gospel live.\" XXI. O'ercharged with wealth, and luxury, and pride, Duties, and links of station, all forgot ; He casts of his redundance nought aside, To rear the needed Church, or raise the Curate's lot. XXII. Prelates may importune, and Kings may call ; — Rights may be cancelled ; — property despoiled ; The glories of the land dismantled fall ! xAnd deeds and solemn wills and Faith's bequest be foiled. XXIII. Yet, but a curse is added to distress ! The end can ne'er make right the sinful means ; Nor robbery render destitution less ; For from the Great All-just no human edict screens."], [80, "70 THE VILLAGE CHURCH. XXIV. Meantime the Curate's portion stands decreed! Steeples, engrossed by rank and wealth, peer round ! Merit may pine, and worth drudge on, in need ! State, college, club, and guild, by other claims are bound. xxv. But, all too soon, the lowering day descends, When the sun shines not, as in youth it shone ! When hope and fancy's gladdening day-dream ends, And life's enjoying power, without its joy, is gone. XXVI. Oft like the soaring bird, that eyes the sun, He dares to leave the bounds of earth behind! And with the gaze of all, the love of none, Roves in the straining heights of solitary mind. XXVII. Or. his the pure ascendancy of soul, That groveling churls, and fatuous worldlings, fly : A mien, that holds presumption in control, Quells the proud stare of wealth, and bids the fool stand by. XXVIII. Where one is brightest, all must be the foil, And all before the painful glare retire : From sense of awe the punyT throng recoil, And those, who dare not vie, in envious league conspire."], [81, "THE VILLAGE CHURCH. 71 XXIX. Why wonder, then, how hard it is to rise, And with high gifts attain to solid praise ? Its niggard vote the jealous breast denies, Knows all the worth it screens, and not a name betrays. XXX. Commend him, ye that hold the poor in scorn, And bask at ease above life's rocky steep, Commend him to the refuge of the lorn, To truths, which they who teach, should be the first to keep. XXXI. Yes ! in the Gospel panoply, the frail Achieve a peace, that passes human thought ; Ills, that all other arms in vain assail, Foes, trenched within, she foils, in their own fortress caught. XXXII. But man, most perfect, still is mortal man ! Who calmly toils through years of hope deferred? To Want transfers the leasehold of his span ? Or loves the cheerless fate, his own free choice incurred ? XXXIII. Who clogs the swift to signalize his speed ? Who proves the man of patience on the wheel? Has then Content no lustre, but in need ? Or Virtue from neglect nor rescue nor appeal ?"], [82, "72 THE VILLAGE CHURCH. XXXIV. Caught in mid sea, with adverse winds to cope, All convoy left, and scanty every store, The day far spent, and not a ray of hope, — Who warns the seaman then, he should not leave the shore? XXXV. And what avails it to the famished fold, Without a murmur that their shepherds pine, Like pilgrims patient, and like martyrs bold ; If lured their lambs depart, if starved the sheep decline? xxxvi. The Muse upon that wall has left her lay O'er the near relics of a Curate's wife : By piteous Death maturely snatched away From all the Church entails upon her widows' life. XXXVII. That infant mourner, bending o'er the scroll, Her sad bequest to Misery pourtrays ; xA beauteous orphan, reared by public dole, In workhouse doomed to waste the spring-tide of her days. XXXVIII. But, who may paint the gaze, — the speechless throe, That rends the heartstrings of her dying sire, When on his friendless fondling left below, With boding anguish fixed, his lingering orbs expire."], [83, "73 THE VILLAGE CHURCH. XXXIX. And here, beside that cenotaph are stored A poet's ashes in the senseless grave; In Fancy's highest, brightest, realms that soared, Yet, blest with fire from heaven, renounced the God who gave, XL. In Death's dark cerements, and that fearful space, Where Pride is deaf, — Acclaim is heard no more, Where Genius to his home, — his native place Returned, the pinnace leaves, that brought him to the shore ; XLI. His mortal frame, corruption's debt, decays : All else is darkness ! and the day of doom ! Mark, Fancy's child ! the trump of Fame, that brays So loud, no sound emits that penetrates the tomb. XLII. Ask, why the power to spread ambrosial feast Of intellect and bliss, to thee was given ? And learn ; — the Poet is a gifted Priest, An oracle of earth, a delegate of heaven. XLIII. His the proud ambassade, in man's dull ear To pour the sacred blandishment of song : xAnd while he lures a smile, or wins a tear, To warm the mind with truth, and wean the soul from wrong,"], [84, "74 THE VILLAGE CHURCH. XLIV. To frustrate, then, the grace his charter gave, Wrest his credentials, or his creed suppress, May serve the traitor, or apostate slave, But ill becomes a charge that angels might profess. xiv. Ranged down this aisle, the young in mingled throng, And questioned of their Christian faith in turn, Warped by no sect, nor fortified in wrong, Their sires' plain rule of life, in twofold duty, learn. XXVI. No garbled texts, no ' questions gendering strife,' No envious schism, still carping at the Church, Perplexed their minds, or rankled in their life, Or making each the judge, left all a faith to search. XXVII. But, at that laver washed, for God's own fold, Along this aisle still nurtured in their creed ; From yonder pulpit taught, reproved, consoled, They lived the lessons learned, and left them to their seed, XLVIII. Of these scant elements the distant force, And awful import, other worlds will show : Yet age on age has quaffed the self-same source, And found the sum soon learnt, a Christian needs to know,"], [85, "75 THE VILLAGE CHURCH. XLIX. The toil of life was theirs : that duty left Nor wish nor leisure for less useful lore. From wealth removed, of dangerous time bereft, They practised all they knew : — let wiser men do more. x. Like brilliant studs, upon a precious urn, Like gems, that on the Ephod used to gleam, Like tapers, round a fretted shrine that burn, Or radiant stars, that bless the wanderer with their beam, XI. Thick o'er the page of Britain's glory shine The priesthood of her venerated state ! Of that proud fabric the cement divine, They trained her to be good, and Heaven has made her great XII. To Christian weal for guides were never given Spirits more bright in mortal breasts to dwell : Let him who counts the galaxy of heaven, The glorious beadroll try of all their names to tell. XIII. In science, learning, and those high-born arts, That nerve, expand and purify the mind, All, that to polished life a charm imparts, Her standard-bearers still, they left the world behind."], [86, "76 THE VIXXAGE CHURCH. XIV. Britain ! thy merchants, statesmen, heroes, wear Each in his niche, the deathless wreath of Fame ! But who to Curates shaft or statue rear? They knit thy moral strength, but ask no earthly name ! xv. Or, should their talents pass the Village green, And their toils travel on the tongue of Praise, Their glory is, the ambitious mind to wean, From thirst of vain applause, and crown of mortal bays. XVI. Britain ! 'tis thine to boast the sacred flame, That Wycliffe kindled, Huss and Jerome fed : xA dim sepulchral light, till Luther came ; And o'er the darkening world a wider radiance spread. XVII. And Tyndale's name is thine ! and more than kings', Or mightiest warriors', should that name be dear. He broke the seal of Heaven's eternal springs, xAnd gave the poor to drink the stream of life sincere. XVIII. Thine too the host, that from the brow of Rome Lifted the mask, and bade the world beware ; Flouted her idols, and foretold her doom, When Truth and Time from Fraud the broidered veil should tear."], [87, "77 THE VIXXAGE CHURCH. XIX. Fast come that day ! — oh ! be the morning now ! When Error's clouds, and Gentile glooms shall flee ! When to the jealous God all lands shall bow, In Christian knowledge pure, in spirit-worship free ! FINIS. \" Am tovto xai nep'i Travroiv 2e alva>, 2e eiXoy a, 2e 8o£a£ai.\""], [88, ""], [89, "NOTES."], [90, ""], [91, "NOTES. CANTO I. Stanza xxii. \" Let us look to the lowliest Village Church in this happy land ; to the humblest pastor and the simplest flock ; let us remember, as we see them pouring forth from its humble portal, what words have been on all lips, what thoughts in many hearts ; what feelings of majesty and holiness ; what love, what reliance ; what confidence ; — and then, if we are not faithless to the dignity of that soul, which, though deteriorated, still retains the stamp of its Maker, let us believe, if we can, that no good has been effected, no passions softened, and checked, no desire for the graces of a Christian temper implanted.\" — Hugh James Rose. Stanza xxviii. The names of all persons, liable to serve in the militia, were affixed to the Church door. Stanza xli. \" Some it highly displeaseth,\" says Hooker, \" that so great expences this way are imployed : ' The mother of such magnificence F"], [92, "82 XOTES, (they think) is but only a proud ambitious desire to be spoken of far and wide. Suppose we, that God Himself delighteth to dwell sumptuously ? or taketh pleasure in chargeable pomp ? No ! Then was the Lord most acceptably served, when his Temples were rooms borrowed within the houses of poor men. This was suitable unto the nakedness of Jesus Christ, and the simplicity of his Gospel.' What thoughts or cogitations they had which were authors of those things, the use and benefit whereof hath descended unto ourselves, as we do not know, so we need not search. It cometh (we grant) many times to pass, that the works of men being the same, their drifts and purposes therein are divers. The charge of Herod about the temple of God was ambitious; yet Solomon's vertuous ; — Constantine's holy. But howsoever their hearts are disposed, by whom any such thing is done in the world, shall we think, that it baneth the work which they leave behind them, or taketh away from others the use and benefit thereof ? Touching God Himself, hath he anywhere revealed, that it is his delight to dwell beggarly ? and that He taketh no pleasure to be worshipped, saving only in poor cottages ? Even then was the Lord as acceptably honoured of His people as ever, when the stateliest places and things in the world were sought out to adorn His Temple The Prophet David doth mention a natural con- veniency which such kind of bounteous expenses have, as well for that we do thereby give unto God a testimony of our cheerful affection, which thinketh nothing too dear to be bestowed about the furniture of His service, as also because it serveth to the world for a witness of His almightiness, whom we outwardly honour with the chiefest of outward things, as being of all things Himself incomparably the greatest. Besides, were it not also strange if God should have made such store of glorious creatures on earth, and leave them all to be consumed in secular vanity, allowing none but the baser sort to be imployed in His own service. To set forth the majesty of kings, His vicegerents in this world, the most gorgeous and rare treasures which the world hath, are procured. We think belike, that He will accept, what the meanest of them would disdain.\" — Eecl. Polity, 5th Book, pp. 203, 204. ed. 1676."], [93, "NOTES, 83 Stanza xliii. Only eleven, I believe, of the fifty new churches, considered so indispensably necessary in the reign of Queen Anne, were ever erected. Addison puts in the mouth of Sir Roger de Coverley a very significant exclamation, as the Squire remarks from a boat on the river, the great scarcity of Churches at the west end of the town, or, rather, as he expresses it, 'on this side Temple Bar.'— \"A most heathenish sight ! There is no religion at this end of the town ! The fifty new Churches will very much mend the prospect : — but Church work is slow ! — Church work is slow !\" Indeed it is : very slow ; for in spite of the new Church at Mary-le-bone, the ' prospect is not mended.' Since writing the above, many new Churches have been built ; and a proper sense of the necessity of providing sittings for the poor has been awakened : but the funds, subscribed for these most important objects, have again fallen off\"; and have been recommended to the liberal support of the Public by the Throne. Nov. 1828. But it would be a mere waste of paper, to copy any occasional scanty little notices of this kind, upon a subject which would occupy a volume ; and in which the name and exertions of the present Bishop of London would stand nobly prominent. It appears from his late Charge, (Oct. 1842 J that His Lordship means to make another call in behalf of the Metropolis Church-building Fund : and that forty-two new Churches will be built from funds already at his disposal. But London, though an object of paramount spiritual interest, must not divert our attention from the holy ardour, and enterprise, which have actuated our Bishops and genuine Churchmen, in every diocese in the kingdom. The conviction, I trust, is spreading, that every tower and buttress erected for the purposes of Christian worship, is in fact an index of our real wealth and an additional bulwark of our national strength. Glorious, indeed, will be the day, when kings shall think it their proudest privilege and first of duties to be the 'nursing fathers' of Christ's Holy Church universal, and queens to be her ' nursing mothers.' — This country"], [94, "84 NOTES, needs not a precedent. In a speech of Sir Benjamin Rudyard3 in the House of Commons in 1628, it was said of Scotland, that \" within the space of one year he (King James) caused to be planted Churches, throughout all Scotland and the Borders, worth £30. a-year a-piece, with a^house and some glebe belonging to them, which £30. a-year, considering the cheapness of the country and the modest fashion of men's living there, is worth double as much as anywhere within 100 miles of London.\" [Hildrop's Contempt of the Clergy considered.) This, I presume, refers to Act III of the XXII Parliament of King James the Sixth, held at Edinburgh, the 28th of June, 1 6 1 7, \" .\\nent the plantation of Kirks.\" The preamble of this Act, as being most apposite to the subject of this note, deserves transcribing : — \" Our Soveraine Lord, considering, that there be divers Kirks within this kingdome, not planted with ministers, wherethrough ignorance and atheisme, abounds amongst the people ; and that monie of those that are planted, have no sufficient provision or maintenance, appointed to them, whereby the ministrie are keeped in povertie and contempt, and cannot fruitfullie travell in their charges,\" i. e. cannot discharge their duties usefully and profitably to their flock ; * This very able and spirited member of the House of Commons, in his speech on the state of religion and Church livings, on the 10th of February, 1626, stated, that there were nearly 9,000 benefices or livings, two-thirds of which were under £30. a year; 4,000 under .£20., and 2,000 under ,£10. ; and very justly remarked, that residence could not be expected on a single benefice that did not afford a subsistence. His speech of 1628 was published on a single sheet at the time; republished in the 'Ephemeris Parliamentaria' in 1654, and is preserved in Ep. Kennett's work on Impropriations. It abounds in sensible observations and is worth consulting. He told them, that \" to plant good ministers in good living*, was the strongest and surest means of establishing true religion : that it would prevail more against Papistry, than tbe making new laws or exe cuting of old : that it would counterwork court connivance and luke-warm accommodation; that though the calling of ministers be glorious within, yet outward poverty will bring contempt upon them, especially among those who measure men by the acre, and weigh them by the pound.\" The following contains a truth of eternal importance, \" The best way to dispel darkness is to let in light. We say, that day breaks, but no man ever heard the voice of it. God comes in the still voice. Let us quickly mend our candlesticks and we cannot want light.\""], [95, "NOTES, 85 \"considering also, that nothing is more properlie be- longing TO HIS PRINCELIE CAIR THEN TO SEE TO THE GUDE ESTATE OF THE KlRKS WITHIN HIS DOMINIONS, OUT OF THAT ZEALE WHICH His MaJESTIE BEARES TO THE PRO- MOVING of the kingdom of CHRIST, and for ane perfite remedie of those evills,\" &c. &c. &e. It is somewhat strange, that Archbishop Spotiswood should have referred only in general terms to this important Act. See Hist, of the Church of Scotland, ed. 1668, p. 530. King James, however, succeeded better in Ireland and in Scotland, with his plans for improving the con- dition of the Clergy by rendering the livings an actual maintenance, than in England, although he was not wanting in kind intentions and active endeavours. After the failure of the several projects, proposed to the Committee, appointed under the Bill against Pluralities and Non-residence, brought in by Sir Edward Montagu in February, 16 10, the same grievance was laid before the King by the two Houses of Parliament in July ; and the representation produced from James the following remarks : \" Although never any Christian king had in greater detestation the covetous and immoderate heaping up of many benefices together, especially where the neglect of the cure is joined therewith ; yet it cannot be expected of our hands, that we should in this, more than in other cases, abridge any of our loving subjects, of that which they have in express words granted them by the laws of our realm. Or, if we might lawfully in this place so do, yet we should not hold it convenient, until some further provision be made, that the bene- fices of this realm might be made competent livings for godly ministers and learned preachers, and that with some difference answerable to their gifts and merits.\" Charles I. soon after his accession, expressed his anxiety for the improvement of the livings and stipends of the Clergy. In his answer to a Petition from the Parliament at Oxford, he observed, that \"for the better pro- pagating of religion, he recommended it to the House of Parlia ment, that care might be taken and provision made, that every parish should allow a competent maintenance for an able minister ; and that the owners of parsonages impropriate should allow to the"], [96, "86 NOTES Vicars, Curates and Ministers in villages and places belonging to their parsonage, sufficient stipend and allowance for preaching ministers.\" The subject of ' Impropriations ' would lead us to the question of their restitution, and therefore requires a book instead of a note. In these days of practical infidelity, of deism, and indifferentism, I fear the work of Sir Henry Spelman ' De non temerandis Ecclesiis ' would not be allowed to be so convincing and efficacious, as it was in the days of the author, and when he himself so nobly set the example. Many, whose consciences and sense of justice could not withstand his forcible appeal to their moral responsibilities in the sight of God, were delighted to make restitution. One gentleman, Sir William Dodington, restored six impropriations : and Lord Campden, out of one of the many impropriations, which he purchased for the benefit of the poorer Clergy, endowed the living of Tewkesbury, in Gloucestershire; and out of another, Hampstead, near London. How many endowments might be founded from the restitution of impropri ations by some of our Nobles at the present day ! Stanza xliv. The modern Christian world has never fairly acknowledged its debt to these keepers of sacred and literary records, during what have been called the ' dark ages.' But, after all, we owe them much more, than we, for a long time, seemed inclined to confess. And, who shall calculate the full amount of our obligations to the laborious disquisitions and subtilties of scholastic theology ? that \" abstruse and crabbed divinity,\" as Fuller calls it, \" all whose fruit is thorns.\" For who will now sound its depths only in the twelve volumes folio of Duns, or the seventeen of Aquinas ; to say nothing of others ? But the intellectual impulse, then given by their gigantic toils, came fairly within the estimate of the historian. Dugald Stewart has done them justice : and still more lately, the ' dark ages ' have found numerous champions of competent ability to pay oft* still more of our debt in Dowling, Le Bas, Churton, Gresley, &c. &c."], [97, "87 NOTES CANTO II. Stanza i. In the Act of James I. cited above, the Commissioners were to appoint and assign, at their discretion, a perpetual local stipend to the Ministers, present and to come, of at least \" 500 merks of yeearly rent, or 5 chalders victuall,\" nor were they to exceed \" ten chalders victuall, or ane thousand merks of money.\" The Scottish markpiece of silver was by proclamation, a few days after James's accession, made current here for 13jd. sterling: although the mode of living in Scotland made it go much farther in that country than in this. (Vid. Folkes's Tables, ed. by Soc. of Ant. p. 145.) This would make the minimum stipend £28. 2s. 6d. By an Act of 1810, (50 G. HI. c. 84) the Court of Session, which holds the present Commission, is authorized to augment every parochial stipend in Scotland to £150. a year. A sum of £10,000. is set apart every year out of the royal revenue in Scotland, to assist in doing this : and in a cheap country this puts the Clergy in a position of frugal independence. With respect to the ' chalders of victual,' all corn-rents, stipends, &c. payable in grain, termed ' victual,' are settled in Scotland, according to what are called \" the Friars' prices.\" In every county in Scotland, in the month of February, the Sheriff's, with the assistance of a Jury, strike the ' Friars' prices ' of the different sorts of grain for the preceding crop."], [98, "88 NOTES Stanza iv. It is not the good and learned, the truly elevated in mind or character, the real English nobleman or genuine country gentleman, who are generally wanting in the due estimate of the Clergyman, or in the respect and consideration, which that estimate must inspire. Nor, indeed, does this remark apply to the class of English merchants; an honorable and wealthy grade in our community, generally of high feelings and ingenuous education; bound up by birth, interests, connexions and deliberate attachment, with the form of Church and State, under which they and their forefathers have so long prospered. It is for the most part a some what novel and anomalous portion of our population, the growth of what Sismondi calls the chrematislic system of commercial and manufacturing prosperity or adventure : the wealthy and overween ing, but ill-informed, members of our artificial, yet highly refined, social body ; the half-educated and jealous subjects of a polity, which cannot safely gratify their self-importance ; and of institutions, under which they feel an obscuration or inferiority; and which they fain would level, as well because they cannot understand or appreciate them, as from the fond hope of setting up a 'plutocracy' in their stead. If there are others, who, with the advantages of station, fortune, or education, can possibly underrate the Clergy of their own truly Catholic Church, I would venture to recommend to such persons instead of depreciating them, or crippling their usefulness by contemptuous epithets, to use their best efforts, by every practicable and honest means, to raise these unobtrusive but real supports of the power, dignity and stability of their country, to a state of moderate competency and independence. Let them bear in mind the words of Archbishop Whitgift to Queen Elizabeth : — \" Madam, religion is the foundation and cement of human societies : and when they that serve at God's altar, shall be exposed to poverty, then religion itself will be exposed to scorn, and become contemptible ; as you may already observe it to be, in too many poor vicarages in this nation.\" — What would the Archbishop have said to many of our modern Curacies ?"], [99, "NOTES, 89 Stanza v. Whatever may be effected by the ' Ecclesiastical Commission,' the end will never justify the means employed. It will be regarded by the dispassionate judgment of posterity, as a concession to the morbid appetite for innovation and the yells of Dissent ; or, which is the same thing, of Radicalism ; a betrayal of the temporal interests and indefeasible rights of the Church of England ; and a dislocating shock to the very foundations of property. It puts an immensity of patronage, it is true, (where no Churchman will object to see it placed,) in the hands of the Bishops : but affords not a sufficient counterpoise to the monopoly of patronage at present existing, in the hands of government, laymen, colleges, corporations, societies, and private individuals. It depauperates, and disrobes the ' beauty of holiness ' in our cathedrals ; while it destroys some of the noblest incentives to professional exertion, by cancelling no inconsiderable portion of the few prizes and rewards existing in the Church for a life of distinguished labour in the work of Scriptural erudition and interpretation, and in the cause and propagation of the Gospel. But amongst its worst features is this : it acknowledges in a great measure the validity of the \"voluntary principle,\" exonerating the State from the eternal obligation of providing for the spiritual wants of the people in that branch of the Catholic Church, under which it was bred and born, and which it has for its own ends, its own welfare and stability and security, \"established\" and made an integral part of its civil polity; and, at the same time, leaving it to the population of the country to supply by private munificence, by subscription, begging and bazaars, the deficiencies of the funds in the 3 per cent, consols raised by the ' Ecclesiastical Commission ' from the suppression, curtailment, or degradation of dignities and vested rights. This is not the way to bring a blessing upon the country ! And the voluntary principle has already an ample and inexhaustible field in the urgent claims of our colonies, dependencies, and domestic distress. But it would be absurd, in a cursory note, to enter upon a subject, so unanswerably discussed by Messrs."], [100, "90 NOTES, Knight and Hope, and (if we mistake not) by Sewell, in that most masterly of masterly articles in the Quarterly Review, on ' Cathedral Establishments' : to say nothing of the declared opinions in their Charges of several of our ablest Bishops. I would, however, even at the expense of being tedious, advert in this place to the public duty, which ought somewhere to be felt, of applying patronage to the maintenance, however humble, of Clergymen who have laboured all their lives conscientiously, unremittingly, and effectively, in the cause of religion, education, and the best interests of their country. It is no excuse for the pretermission of such men, that there are the claims, as they are called, of multi tudinous chaplains, poor relations and connexions, the sons of friends and agents and constituents, the fellows, expectants, and dependents of colleges and corporations, &c. &c. &c. These may be provided for; the others should. — The one is a public duty, the other a matter of private feeling, interest, gratitude, or even conventional compensation. — I know not what others may think upon the subject : to me it is at once painful and mortifying to hear such a man as Dr. G. Gregory, in his old age, warding off the stigma, which some might be inclined to fasten on his grey head for extra-professional pursuits, in terms like these : \"To some persons, who, I must observe, have perhaps more zeal than know ledge, studies such as these, may appear rather inconsistent with the clerical profession, and the science of theology, a science extensive enough, I confess, to occupy the life of one man. I might reply by a simple fact : — that / never yel have been enabled to gain by the exercise of my profession a livelihood for myself and family, and it must appear a hard case to confine the whole attention of any man to what will not furnish him with the necessaries of life. Yet the great bulk of my previous publications (without excepting my Essays) have been in the direct line of my profession. I do not, however, rest my apology on this argument : but I must say, that in publishing the present work, I believe I am not less essentially serving the cause of religion, than if I had been employed in compiling a treatise of Divinity,\" &c. &c. — Preface to the 1st edition of the Economy of Nature."], [101, "NOTES, 91 Stanza vi. How little are the higher qualifications of the Clerical character understood ! How inadequately estimated ! They are admirably stated by the incomparable Bishop Taylor. \" They who know,\" says he, \" to give a just value to the best things, know that the sacred office of a priest, a minister of religion, does not only require great holiness, that they may acceptably offer the Christian sacri fices and oblations of prayer and Eucharist for the people, and become their fairest examples; but also great abilities and wise notices of things and persons, strict observation, deep remem brances, prudent applications, courage and caution, severity and mercy, diligence and wisdom, that they may dispense the excellent things of Christianity, to the same effect whither they were designed in the counsels of eternity, that is, to the glory of God and the benefit of souls.\" (Unum necessarium. Preface to the Clergy.) Stanza xii. The remarks of some of our early writers and preachers on the then lately-introduced doctrines of Calvin, convey to us the senti ments of horror, with which they contemplated his tenets of 'personal election and reprobation:' for their common sense told them, that it is utterly impossible to hold the one doctrine, inde pendently of the other. Archbishop Harsnett, in his Sermon on 'Predestination,' preached at Paul's Cross in 1584 and printed in London in 1656, inveighs with great severity against the newly imported schism. \"There is a conceit in the world, beloved, speakes little better of our gracious God, than this ; and that is, that God should designe many thousands of soules to hell, before they were : — not in eye to their faults, but to his own absolute will and power; and to get him glory in their damnation. This opinion is growne huge and monstrous (like a Goliath) : men doe shake and tremble at it, yet never a man reacheth to David's sling to cast it down. In the name of the Lord of Hosts, we will encounter it : for it hath reviled, not the host of the living God, but the Lord of Hosts.\""], [102, "92 NOTES Stanza xv. Of the frightful malignity, which characterized the Puritans and other professors of Calvinism, and of the mischievous activity of this poison in a state. South speaks out with his usual force of language : — \"We have heard much of the 'power of godliness,'\" says he, \" by which is meant only ' the godly party being in power ;' and the ' godly party' with them are those, who have sworn the destruction of monarchy and of the Church, and have bewitched the people with a fardle of strange, canting, insignificant, names. And let men know, that notwithstanding the disguise of a whining expression and a demure face, there is no sort of men breathing, who taste blood with so good a relish : and who having the power of the sword to second their power of yodliness, would wade deeper in slaughter of their brethren, and with the most savage implacable violence, tumble all into confusion, ruin and desolation.\" — Sermon iv. vol. vii. pp. 81, 82. In the biography of South, in ' Rees' Cyclopædia,' it is said, that \" he was a violent enemy to toleration, and to any concessions for conciliating the Separatists :\" — meaning, no doubt, that because he would make no such \" concessions,\" he was therefore \" a violent enemy to toleration ;\" as if the two things were in the same category. Alas ! he had witnessed the only fruits of such \" concessions for conciliating separatists !\" The Calvinist talks of the 'awful and sublime views,' which his theory gives of the divine perfections and dispensations. God's distinguishing mercy to a chosen few is among these views. This may be 'awful;' and most tremendously awful it certainly must be, to those who can voluntarily plunge into such abysses of darkness and despair. But how dismally does the system, which affords such views, distort the whole glorious scheme of love and \"adoption, whereby we cry, 'Abba, Father,'\" to Him, who is no respecter of persons, who says, \" the flock of my pasture are men ;\" and who appears to address these very religionists in those un distinguishing terms : \" As I live, saith the Lord God, I have no pleasure in the death of the wicked, but that the wicked turn from his ways and live. Turn ye ! turn ye ! from your evil ways ! for"], [103, "93 NOTES. why will ye die ?\" To those, who know the social and political bearings of Calvinism, the prevalence of this gloomy, uncharitable, disjunctive, republican, antisacramental system of faith is truly alarming. It symbolizes readily with Dissent and Fanaticism; and is unfortunately almost as rife amongst ourselves, as it is predominant in Ireland. It has now insinuated itself into the hitherto orthodox pale and press of the 'Society for promoting Christian Knowledge;' it has assailed the pure pages of Bishop Wilson ; and brought in, contrary, I had thought, to its rules, the Sermon of Bishop Bradford upon this subject. Instead of the unregenerating Baptism of this latter, I could wish to see upon the list of that Society half a dozen such works as ' Short's Five Sermons,' 'Tucker's Six Sermons,' and 'Waterland's Summary View of the doctrine of Justification,' with an abridgment of Bishop Bethell on Regeneration. But I shall conclude this note, with the well-known quotation from Jortin. \" In England at the time of the Synod of Dort we also were much divided in our opinions concerning the controverted articles : but our Divines, having taken the liberty to think and judge for themselves ; and the civil government not interposing, it hath come to pass, that from that time to this, almost all persons here of any note for learning and abilities, have bid adieu to Calvinism, have sided with the Remonstrants, and have left the Fatalists to follow their own opinions and rejoice (since they can rejoice) in a religious system consisting of human creatures without liberty, doctrines without sense, faith without reason, and a God without mercy.\" — Dissert. II. p. 82. Stanza xix. \"Extemporary and conceived prayer has indeed usurped the name of spiritual prayer : but for what reason I know not. For I suppose few men will pretend to pray by inspiration : and though extemporary prayer may more heat the fancy, there may be more serious devotion and piety in using a form, where we have nothing to do but to offer up our souls to God, without setting our inventions upon the rack, what to say. An extemporary prayer"], [104, "94 NOTES, is as much a form, and does as much confine and stint the spirit in all but the speaker, as a book-prayer does ; and that is a very sorry devotion at best, which owes its heats and passions not to an inward sense of God, but to a musical voice, earnestness in the speaker, surprising invention, or popular rhetoric.\" — Bean Sherlock on Religious Assemblies, pt. II. c. 3. With respect to the assistance of the Spirit in extemporary prayer and the true value of our Liturgy, it would be well if the admirable Sermon of Archbishop Sharp on the text from which the expression of \"praying by the Spirit\" has been taken, (viz. 1 Cor. xiv. 15.) were printed separately and circulated widely. It will be found in the 4th vol. of the London edition of 1749, Sermon v. p. 101. Stanza xx. One striking cause of the degradation of the Church and of the exaltation of the Conventicle, has been the exaggerated and mischievous importance attached to the ' Sermon,' as a part of public worship. With the former, it is a mere appendage, with the latter the paramount concern. The glorious, and, as it were, embodied worship of the collected members of Christ's body in one united voice and spirit, of penitence, and prayer and praise, and adoration and thanksgiving, in the congregation ; their edification and cordial concurrence in the holy ordinances and ministrations of the Church ; and their justification and spiritual fellowship with Christ himself in the solemnity of the life-giving Eucharist, are all postponed to the effusions and admonitions of man's teaching and preaching, to the eloquence, the bodily and mental powers, of a sinner like themselves, although duly invested with the office of spiritual instructor. No wonder, therefore, that itching ears have been more common than hungry souls ! No wonder, that so few have felt the difference between ' the beauty of holiness' in our Zion, and its feast of fat things for the famishing ; and the leanness, the poor and beggarly elements of man's unauthorized discussion and declamation in the licensed Meeting-house. No wonder, that ignorant and unstable hearers have left the Church, because"], [105, "NOTES, 95 the preacher is not all, that they, in their excitable hearts and uninformed minds, had set up as the standard of 'gospel eloquence' and ' spiritual preaching. ' And lastly, no wonder, in many instances, that they find the transition so easy from the Clergyman who magnifies his own powers and importance, his perhaps turgid oratory or his injudicious zeal in the work of conversion, as it is improperly called, at the expense of the other parts of our deeply impressive and far more effectual worship, to the enthusiastic and self-constituted preacher of every shape and shade of latitudina rianism, of \" all false doctrine, heresy and schism.\" Upon ' popular preaching,' and the proper estimate to be formed of this ingredient of human instruction and admonition in the service of our Church, it may not be amiss to transcribe the sensible remarks of Dean Sherlock: \"There is much unaccountable fancy and humour to be seen in those different judgments men make of preachers, that it were a very hard case, if the peace, order, and government of the Church were to lie at the mercy of men's different fancies. Some are taken with a grave and solid, others with a florid and polite preacher. Some are pleased with a tone, others with earnestness and vehemence of action and voice. How often do many men vary in their opinions of preachers ! and change their churches as their fancy changes ! Those preachers, who are dis liked by their own parishioners, are very often admired by strangers. Now, what work would this make in all civil governments, were fancy suffered to overrule public establishments ! And we have as little reason to expect that God will allow of such inroads of fancy upon the order and government of the Church. The design of Church communion and of preaching the gospel is not to please and tickle a wanton fancy, but to instruct us in the plain duties of the gospel : and to furnish us with the arguments and motives of a holy life. And, (thanks be to God !) such discourses we may meet with in most Churches of this nation, though it may not be always dressed to every man's palate.\" — On Religious Assemblies, Pt. II. c. 1."], [106, "96 NOTES. Stanza xli. In the curious Life of Skelton, reprinted with the Lives of Newton, Pearce and Pocock, there is recorded a singular instance of charity, on two occasions, by this amiable man. The Rev. Philip Skelton, of Pettigo, who distinguished himself by several professional publications, and a thousand acts of beneficence, after expending all his money in the service of his poorer neigh bours, determined during a dearth in Ireland in 1757, to sell his books for the relief of his parishioners. He accordingly negotiated with Mr. Watson the bookseller in Dublin, and received from him £80. for them, which sum he instantly applied and with great judgment to the necessities of his flock. The sacrifice in this instance was the greater, as his lot was cast in a rude and barbarous neighbourhood, where a library was a luxury unknown, and he himself was a scholar whose whole leisure was spent among his books. He sold them again on a similar occasion to Dr. Wood ward, Dean of Clogher, in 1778. They were 700 volumes in number and he received £100. for them. Stanza xliv. The following advertisement, although it describes the case of one of the numerous Curates in our Metropolis with its almost two million of inhabitants, and may therefore be considered as inapplicable to the general category of Curates, is so powerfully illustrative of their duties, labours, anxieties and privations as a class in society, that I have ventured to insert it in this place, both as an appeal for individuals, who have claims so sacred and so urgent upon the community, and as a standing commentary upon all that I have said on the subject of Curates of the Church of England. rpESTIMONIAL to the MEMORY of a CLERGYMAN, lately deceased.— A MEETING of the inhabitants of the parish of Stepney was held on the 23d December, pursuant to public"], [107, "NOTES, 97 requisition, for the purpose of considering the best method of testifying the respect of the parishioners to their late lamented Curate, the REV. EVAN JAMES. The Chair was taken by NICHOLAS CHARRINGTON, ESQ.: and in the course of the proceedings, amongst other interesting facts connected with the ministry of Mr. James, it was stated that he had held the situation of sole Curate of the parish for a period of nearly twenty eight years ; that during this time the greater part of the duty of one of the most populous districts of the metropolis had devolved upon him ; that for twelve years consecutively he had attended at the Parish Church not only every Sunday, but every day, without a single exception either from sickness or any other cause ; that while his Sabbath labours were at all times unusually heavy, it was no uncommon circumstance for him to go through such a succes sion of duties as the following — first to marry twenty couple with all the attendant labour of registering them ; then to take the entire Morning Service and Sermon; then to bury one, two, or more corpses ; then to go, with no breathing time allowed him, to perform the Church Service again ; and again to preach in a small Chapel attached to some almshouses in the neighbourhood, of which he was Chaplain, and for which he received a small stipend; this duty over, he had to hasten back to the Parish Church for Evening Service, which he had to read, and afterwards to preach for the third time, without any assistance; his labours not yet ended, after the Evening Service he had frequently from twenty to thirty children to baptize and register ; and, after all, again to read the Funeral Service for the dead. Such is a specimen of the kind of labour, or rather we should call it drudgery, which, with but little assistance, for twenty-eight years Mr. James had to discharge, and which at last wore out and brought him prematurely to the grave. He has left a family of three orphan children, two daughters and a son, we deeply regret to say, with little or no provision, which indeed, as is the case with so many of our hard worked and ill-requited Curates, he had it not in his power to make. To add to their distress, one of the daughters is entirely helpless from the effects of epileptic fits, and the son is but a child, G"], [108, "98 NOTES, as yet uneducated : consequently the whole charge of the family devolves upon the elder sister. .\\t the meeting several resolutions were passed for the purpose of carrying out the wishes of Mr. James's friends, the sum of which was, that a subscription should be made forthwith to raise a purse for the family of Mr. James, and that the parish should be divided into districts, in order to render the collection more effectual. It is hoped that a case like this will excite the sympathy of friends of the Church beyond the bounds of the parish of Stepney. Any contributions will be thankfully received by Nicholas Charrington, Esq. Treasurer, Brewery, Mile-end; and by the Churchwardens of Stepney. — St. James's Chronicle, Dec. 31, 1842."], [109, "NOTES, 99 CANTO III. Stanza i. \" It is a pious custom among the Roman Catholics, and one, which we ought to imitate, to leave the Churches always open. There are so many moments, in which we feel the want of such an asylum : and never do we enter it, without feeling an emotion, which does good to the soul, and restores it, as by a holy ablution, to strength and purity.\" — Madame de Stael's Germany, vol. i. p. 71. The 'strength and purity' are to be otherwise attained in a Protestant Church : but there must be few, who have not ex perienced ' good to the soul,' in the way of serious reflection, and tranquilized feelings, from a solitary visit of ten minutes to the interior of a Church; especially, when the mind is uneasy, and \"the heart knoweth its own bitterness.\" I had a delightful illustration of it in my own case, a few months ago, upon finding the doors of the very neat and nicely-kept Church of Wolvey, in Warwickshire, wide open on a week-day, but supplied with a little iron wicket, which had been left merely on the latch. Stanza viii. The summary character of the Athenians given by the Corin thians to the Lacedemonians in their general summons to the"], [110, "100 NOTES, people, who had been injured by them, applies unfortunately too well at present to the French as a nation : <Sotc et tis avrovs <palrj, irecpvKevai irrl rw p-nre avrovs e^eiv rjO~vx_iav, PVT€ tovs dXXovs dv8pa3irovs eav, opdias av eliroi. (Thucyd. 1. i. §. 70.) \" So that, if any one should sum up their character in few words, and say, that it is their very nature to be never at rest themselves, nor to allow other people to be so, he would say no more than the truth.\" — Since writing the above, we would fain believe, that this country has at length acquired some insight into the real con stituents of national greatness : although it will find at length, that the destruction of the laws of the ' majorat,' must end in national pauperism :— and to that condition they are fast approaching. Properties are coming down to their lowest subdivisions, the interests and influence of old families and old estates are extinct, and the stake of each man in the welfare of his country is only a sort of ' sauve qui pent.' Stanza xxx. M. Lenoir, who was the founder and superintendent of the ' Musee des Monumens Francais,' has added to his account of them a volume on the history and remains of stained glass in France, ' pour servir a l'histoire de Part ;' with a short account of the process employed in ' Glass-painting,' and notices of French artists, who have distinguished themselves it it. Of the intro duction of painted windows into Churches, he speaks thus : \" Je crois, que dans ces derniers edifices,\" (les eglises) \"les vitraux ainsi peints, etoient d'une necessite absolue, non settlement pour retracer a V imagination les sujets du culte, et conserver un air de mysticite, mais preserver de l'action du soleil des etres reunis en plein jour, dans un lieu, ou ils restoient longtemps, et qui religieusement ne pouvoient elre prive's de cet astre bienfaisant ; ce qui fut arrive' en y mettant, soit des volets, soit des rideaux.\" — Musee des Monumens, Sec. tome v. p. 13."], [111, "101 NOTES Stanza xxxiii. ' Wykeham's gorgeous shrine.' New College Chapel, Oxford. The subjects in the western windows were painted on glass by Jarvis from works of Sir Joshua Reynolds. King's College Chapel, Cambridge, contains a noble collection of stained glass. It is richly embellished with twenty-three windows having six scriptural subjects in each, well-executed and magnificently coloured. They are considered the finest series of painted win dows in England. The windows in St. George's Chapel, Windsor, were painted by Jarvis and Forest from designs by West, and are well known. The Church of Fairford in Gloucestershire is justly celebrated for its splendid treasures in stained glass. Dallaway gives the following account of it. \"About the year 1492 John Tame, a wealthy merchant of London, took a Spanish vessel, bound from a Flemish port for Italy, laden with the glass : and according to the expensive piety of those days, founded a Church of very regular Gothic, for its reception. There are twenty-five of these highly-embellished windows, the best of which is the third in the north aisle. The subject is the Salutation of the Virgin : in which is a fine architectural perspective of the Temple. The great windows both east and west retain their original perfection. Of the first mentioned, the subject is Christ's Triumphant Entry into Jerusalem; in which the effect of the crimson velvet and gilding is truly surprising. The story of the other is ' the Last Judgment.' Gothic fancy has been indulged to the extreme in these designs, which are at once horrible and ludicrous. So brilliant are the colours, and so delicate the drapery of the smaller figures in this assemblage, that an equally interesting specimen of ancient art will rarely be found in England, or on the Continent.\" A particular description of this Church and the painted windows is given in Bigland's History of Gloucester shire. (Dallaway on English Architecture, p. 272. )"], [112, "102 NOTES Stanza xxxiv. \" Cromwell considered painted windows as one of the abomina tions of the * whore of Babylon ;' and we are told, that the soldiers were particularly scandalized at Magdalene and Trinity Colleges, Oxford, by some figures of this kind, which they broke by jumping on them in their jackboots. ' nee fana rursus, nee fenestram Caucasia? hanc maculent volucres.' Mus. Anglic. (Dallaway ibid.) Bishop Hall, in his ' Hard Measure,' gives us a striking picture of the \" servant, when he reigneth\" which \" the earth cannot bear,\" in the desolating bigotry and barbarism of these ' Parliamentary' Harpies. \" .knottier while the Sheriff Toftes and Alderman Linsey, attended with many zealous followers, came to my Chappell\" (in his palace at Norwich) \" to look for superstitious pictures and reliques of Idolatry ; and send for me, to let me know they found those windowes full of images, which were very offensive and must be demolished. I told them they were pictures of some ancient and worthy Bishops, as St. Ambrose, .Austin, &c. It was answered me, that they were so many Popes : and one younger man among the rest (Townsend as I perceived afterwards) would take upon him to defend that every diocesan Bishop was Pope. I answered him with some scorn, and obtained leave, that I might with the least loss and defacing of the windows, give order for taking off that offence; which I did by causing the heads of those pictures to be taken off, since I knew the bodies could not offend.\" — (Hard Measure, ed. 1660, p. 62.)"], [113, "NOTES, 103 CANTO IV. Stanza ii. A continuation of the passage from Bishop Hall's ' Hard Measure' before quoted, as it is the incontestible evidence of a contemporary eye and ear witness, will best serve to give some idea of what Vandals the \"village Hampdens\" of those days were, and of what may always be expected from the brutality of mobs in authority. The Bishop had just spoken of his attempt to save the painted windows by removing the heads of the figures represented. \" There was not,\" he goes on, \"that\" (the same) \" care and moderation used in reforming the Cathedrall Church, bordering upon my palace. It is no other than tragical to relate the carriage of that furious sacriledge, whereof our eyes and ears were the sad witnesses, under the authority and presence of Linsey, Toftes the Sheriffe, and Greenwood. Lord ! what work was here ! what clattering of glasses, what beating down of walls, what tearing up of monuments, what pulling down of seaÆs, what wresting out of irons and brass from the windowes and graves ! what defacing of armes, what demolishing of curious stone-work, that had not any representation in the world, but only the cost of the founder and skill of the mason ! what toting and piping upon the destroyed organ pipes, and what a hideous triumph on the market-day before all the country, when in a kind of sacrilegious and profane procession, all the organ pipes, vestments, both copes and surplices, together with the leaden crosse, which had been newly sawne down from over the Green-yard pulpit, and the service books and singing books, that could be had, were carried to the fire in the publick market-place. A leud wretch, walking"], [114, "104 NOTES before the train, in his cope, trailing in the dirt, with a service book in his hand imitating in an impious scorne the tune, and usurping the words of the Letany, used formerly in the Church. Neer the publick Crosse, all these monuments of idolatry must be sacrificed to the fire, not without much ostentation of a zealous joy in discharging ordinance to the cost of some who professed how much they had longed to see that day. Neither was it any newes upon this Guild-day to have the Cathedrall now open on all sides to be filled with muskatiers, wayting for the major's returne, drinking and tobacconing as freely as if it had turn'd alehouse. Still yet I remained in my palace, though with but a poor retinue and means : but the house was held too good for me : many messages were sent by Mr. Corbet to remove me thence. The first pretence was, that the Committee, who now was at charge for an house to sit in, might make their dayly session there ; being a place more publick, roomy and chargelesse. The Committee after many consultations resolved it convenient to remove thither, though many overtures and offers were made to the contrary. Mr. Corbet was impatient of my stay there ; and procures and sends peremptory messages for my present dislodging. We desired to have some time allowed for providing some other Mansion, if we must be cast out of this ; which my wife was so willing to hold, that she offered, (if the charge of the present Committee House were the things stood upon) she would be content to defray t\"he summe of the rent of that house of her fifth part : but that might not be yielded : out we must ; and that in three weeks warning by Midsommer day then approaching, so as we might have lyen in the street, for aught I know, had not the providence of God so ordered it, that a neighbour in the Close, one Mr. Gostlin, a widower, was content to void his house for us.\" Having transcribed thus much I must add the concluding little paragraph immediately following in italics. \" This hath been my measure ; wherefore I know not : Lord, thou knowest, who only canst remedy, and end, and forgive or avenge, this horrible oppression. Scripsi May: 29. 1647.\" Jos : Norvic :"], [115, "105 NOTES Stanza xv. The 100th Psalm — Old version. As it is the object of these Notes, not merely to confirm my own views and opinions by those of other writers of established authority, but to draw the reader's attention to the writers themselves, — I shall here present him with the words of Dr. Comber on the subject of Church music. Having spoken of the excellence of the Book of Psalms and the great use which the Jews and primitive Christians made of them, \"insomuch that among the latter the very women, the children, and meanest mechanic \" could say them by heart, and sang them at home and abroad, even about their labours, making them at once the exercise of their piety, and the refreshment of their minds,\" and after having recommended a daily attendance in the Churches where they are sung, to become perfect in them and to have holy principles conveyed into our minds with pleasure, he proceeds thus; \"and for this cause I suppose the music to which these sacred songs were first set, is still continued in the Church, (as it was among the Jews and first Christians,) which ought to mind us of the music of the celestial choir; and will calm our souls, and gently raise our affections, putting us into a fit posture to glorify \" our Father which is in heaven,\" and sweetening those pious les sons that will take the deeper root, when the heart is first mollified and prepared to receive them. For sure, he is of a rugged temper and hath an ill-composed soul, who feels not these effects of that grave and pleasant harmony, which doth accompany this office : and we may fear he is not one of David's spirit, whose ears are offended, whose spirit is disturbed, or his devotion hindered by vocal or instrumental music. — But oh! ye prudent and pious Christians, who bring no prejudices against these things, you know, how oft your souls have been rapt up with extacies of devotion, and your minds filled with ideas of the celestial glory, and your hearts inflamed with strong affections by these sweet strains. Wherefore, do you endeavour, when you are so disposed by the Church music, with fervency and holy ardour to bless the name of God; and be sure you never omit to bear a part yourselves"], [116, "106 NOTES in heart or voice or both ; for so the Church requires ; and so the people of God in all ages have sung their hymns by turns and responses : supposing by this means they might best stir up each other's affections and come nearest to the heavenly pattern, where the Seraphims cry one to another, \" Holy, Holy, Holy, Lord God of Hosts.\" — Is. vi. 3. (Comber on The Common Prayer, p. 1. §. 8.) Greatly indeed is it to be desired, that the system of Wilhem, introduced into this country by Hullah, may be the means of establishing in every Village Church, a choir of singers, who may, by the selection of fine old tunes, with subdued intona tion and easy counterpoint, take the lead in devotional psalmody, and thus induce the whole of the congregation to join in this noble, animating, and appropriate employment of the human voice, in our incomparable service. In this instance, as in the responses, standing, and kneeling, I would venture to recommend the Clergyman to avail himself of his 'Sunday School,' as the slow perhaps, but effectual instrument of gaining over his congregation to the general practice. — As the spiritual reform of a Parish is to be effected only by the educational training of the young, and by their very early incorporation, by habit and instruction, into the body of Christ's Holy Church universal established in this country, so the vigilant and judicious incumbent will find, that in his warfare with veteran abuses, and prejudices and desertions, he can use the children and catechumens by information and enlightened attachment, by conversation and example and natural influence, as his best vanguard in some things, his bodyguard in others, his flugelmen in all. — Thus \"out of the mouth of babes and suck lings may we find strength ordained, because of our enemies.\" Stanza xvi. These lines were written nearly twenty years ago ; and the author has seen no reason to change the opinion, which he has ever entertained on the subject of pews. That opinion has been as decidedly expressed among his friends, as strongly urged in a more public manner. In the British Magazine he was amongst"], [117, "107 NOTES, the first, if not the first, to draw the attention of the clergy to the subject; and now, he is thankful to say, the public, as well as those, who have the more immediate power of remedying a practice, so injurious to the cause of religion, are earnestly alive to the expediency of gradually substituting open sittings for the exclusive, undevotional, falsely aristocratic, and, we may add unchristian, disfigurement of our Churches by pews. Stanza xxxviii. \" He that getteth a wife, beginneth a possession, a help like unto himself and a pillar of rest. Where no hedge is there the possession is spoiled : and he that hath no wife, will wander up and down mourning.\" — Ecelus. xxxvi. 24. Stanza lix. Swift has touched this trait in the female character with exquisite delicacy, in his poem to Stella visiting him in his sickness. \"with soft and silent tread Unheard she moves about the bed.\" This may serve to modify the assertion of Sir Walter Scott, that Swift never wrote anything pathetic. The observation would be more correct as to the sublime."], [118, "108 NOTES, CANTO V. Stanza xlv. On the utility of catechetical instruction, I have already spoken: and it would be endless to cite the testimony of all the great Divines of our Church, upon the same important point. The authority of Seeker, Wake,* Ostervald, Comber, Beveridge and a host of others, can but confirm that which a little reflection will suggest to our own minds. Every Clergyman must feel awfully impressed with the necessity of providing the rising generation, by such means, not only with arms and antidotes against the Dissent, Popery, Socialism, Chartism and Radicalism of the bitter enemies of our Church and Constitution, but with those early principles, and that \" necessary erudition of a Christian man,\" which it is the first duty of the National Church to instil; and which alone can lessen the depravity, the improvidence, the recklessness, in a word the irreligion of the lower classes. To the younger Clergy, if it were at all necessary to urge so vital a part of the ministerial function in every parish, and under the fearful emergency of the times, I should be tempted to do it in the language of the pious and self-reproaching Bishop Hall : — \" It was the observation of the learnedest king that ever sate hitherto in the English throne, that the cause of the miscarriage of our people into Poperie, and other errours, was their ungroundednesse in the * See the Archbishop's prefatory address to the Archdeacons and Clergy of the Diocese of Lincoln, when he was their Bishop, prefixed to his ' Commentary on the Church Catechism,' for the History of our Catechism."], [119, "109 NOTES, points of Catechisme. How should those souls be but carried about with every wind of doctrine, that are not well ballasted with solid information. Whence it was, that his said late majestie (of happy memory) gave publicke order for bestowing the later part of God's Day in familiar catechizing, then which nothing could be devised more necessary and behovefull to the soules of men. It was the ignorance and ill-disposednesse of some cavillers, that taxed this course as prejudiciall to preachings ; since in truth the most usefull of all preaching is catecheticall. This layes the grounds, the other raiseth the walls and roofe : this informs the judgment, that stirres up the affections. What good use is there of those affections, that runne before the judgment? or of those walls, that want a foundation ? For my part, I have spent the greater halfe of my life in this station of our holy service, I thank God not unpainfully nor unprofitably. But there is no one thing, whereof I repent so much, as not to have bestowed more houres in this publicke exercise of catechisme. In regard whereof I could quarrell with my very Sermons, and wish that a great part of them had been exchanged for this preaching conference. Those other divine dis courses enriche the braine and the tongue : — this settles the heart. Those others are but the descants to this plaine song. Contemn it not, my brethren, for the easie and noted homelinesse ! The most excellent and beneficiall things are most familiar. What can be more obvious than light and aire, fire and water. Let him that can live without these despise their commonnesse. Rather, as we make so much more use of the divine bounty in these ordinarie benefits, so let us the more gladly improve these readie and facile helpes to the salvation of many soules, the neglect whereof breeds instability of judgment, misprision of necessarie truths, fashionableness of profession, frothinesse of discourse, obnoxiousnesse to all errours and seduction. And if any of our people loathe this manna, because they may gather it from under their feet, let not their palates be humoured in this wanton nauseation. They are worthy to fast, that are wearie of the bread of angels. And if herein we be curious to satisfy their roving appetite, our favours shall be no better than injurious."], [120, "110 NOTES. So we have seen an indiscreet school-master, whiles he affects the thankes of an overweening parent, marre the progress of a froward child, by raising him to an higher forme and authour, ere he have well learned his first rules ; whence followes an empty ostentation and a late disappointment. Our fidelitie and care of profit must teach us to drive at the most sure and universall good, which shall undoubtedly bee best attained by these safe and needfullgroundworkes.\" — ('The Old Religion.' Epistle DedicatorieJ The same practice is enforced by this excellent Divine and de lightful writer in several other places. In a Sermon, preached in the Green-yard of Norwich on Whitsunday 1644, he says: \"By the way, give me leave to say, that it had been happy for the Church of England in general and this Diocese in particular, that these catechetical Sermons had been more frequent than they have been, as those which are most useful\" &c. &c. Jeremy Taylor urges the same thing with his usual eloquence in many passages. In one he uses the very words of Hall, \" Catechi:ings are our best preachings, and by them we shall give the best accounts of our charges, while in the behalf of Christ, we make disciples, and take prepossession of Infant understandings, and by this holy Rite \" (Confirmation) \" by prayer and imposition of hands, we minister the Holy Spirit to them, and so prevent and disable the artifices of the devil : \"for we are not ignorant of his devices,\" how he enters as soon as he can and taking advantage of their ignorance and their passion seats himself so strongly in their hearts and heads.\" — \" It is harder to cast the devil out then to keep him out. Hence it is, that the youth are so corrupted in their manners, so devilish in their natures, so curred in their conversation, so disobedient to parents, so wholly given to vanity and idleness : they learn to swear, before they can pray, and to lie, as soon as they can speak.\" \" By this means\" (catechizing,) \"children' (being) ' seasoned with the prin ciples of religion, before malice, self-love, by-ends, or corrupt examples, have depraved their minds and actions, a good foundation would be laid betimes for direction of the course of their whole lives, and the seed of the word would be in them, preserved whole and sound. Men would be better livers and"], [121, "111 NOTES, sounder believers. Horrid vices would not usurp the name of virtues : nor hellish opinions appear vested with the cloak of truth. For, out of question, were the younger sort imbued with the undeniable grounds and clear knowledge of the orthodox re ligion, they could not be so easily carr.ed down the headlong stream of wickedness, nor moved aside by every light puff and wind of doctrine : the Jesuit would not gain so many proselytes, nor the sectary so many light-headed followers.\" — Bishop Nicholson on the Catechism, §. 5. Dean Sherlock might be quoted to the same effect, but this note is too long already. He reproaches parents for not sending their children and servants to such public instruc tions, and for not encouraging them by their own presence. 'On Religious Assemblies.) Stanza xlvii \" Our worship,\" exclaims Archbishop Sharpe, in the warmth of thorough conviction, \" our worship is right, sound, and agreeable both to the Word of God and the platform of primitive practice : and if our lives and conversations be but as unblamable as it is, I am as sure, as 1 am that Christ's religion is true, that no man that useth it, shall fail of being saved.\" Stanza lix. Archbishop Bramhall \" craves leave\" to propose as the basis of reconciliation between the Protestant and Romish Churches these three preliminaries. — \"First, The reduction of the Bishop of Rome from his universality of sovereign jurisdiction, 'jure divino,' to his ' principium unitatis ;' and his court regulated by the canons of the Fathers, which was the sense of the Councils of Constance and Basle, and is desired by many Roman Catholics, as well as ourselves. Secondly, The reduction of the Creed, or necessary points of faith, to what they were in the times of the four first Œcumenical Councils, according to the Decree of third General Council ; admitting no additional articles, but only necessary ex-"], [122, "112 NOTES, planations ; and those to be made by the authority of a General Council, or one so general as can be convocated. Thirdly, The removal, if necessary, out of the Divine offices, of some things from whence offences are either given or taken, which, whether right or wrong, do not weigh half so much as the unity of Christians. This, he thinks, would not be refused if animosities were taken away, and charity restored.\" — Conclusion of \"Just Vindication of the Church of England. Disc. II. With these three concessions, which, he says, \" seem very reasonable demands,\" he asks, \" if Christians might not live in a holy communion, and join in the same public worship of God, free from all schismatical separation of themselves one from another, notwithstanding diver- sities of opinions, which prevail even among the members of the same particular Churches, both with them and us.\" The thoroughly-informed mind, the generous and truly Christian spirit, and the humble reliance on the native force of truth, and on others' love of religious unity, from which this proposed ground- work of reconciliation emanated, are worthy of so great and good a man : and, could the question be entertained upon its own intrinsic and disinterested merits, a lasting peace might be negotiated between the Churches upon so judicious a basis. But, let me ask, in sorrow and despondence, is there now or has there ever been, in the nature and spirit of Popery — in its unvarying machinery, and unremitted aspirations after universal spiritual dominion by an universal episcopacy, a single display or symptom of this conciliatory disposition ? Could we find amidst the ever active enginery of auricular confession, penances, unctions and absolutions, of the mediating Virgin Mother, and of intercessory saints and priests, who stand towards the deluded and undoubting followers, in the awful characters of justifiers and redeemers, a single 'locus penitentiæ,' one solid standing place of mutual con vention, one ' terra firma' of shore, of jutting eape or coast, on which to throw out the anchor of hope, was there but a hand held out upon authority of amity or even approximation, we might then venture to think we saw before us the prospect, however remote, of an ultimate union with the Romish Church."], [123, ""], [124, ""], [125, ""], [126, ""], [127, ""], [128, ""]]