[[1, ""], [2, ""], [3, ""], [4, ""], [5, "HISTOIRE 1 .TEAU DE VAREY E&C -, MF V ! NGTR ! N ; EH LYON ■"], [6, ""], [7, "HISTOIRE DU CHATEAU DE VAREY"], [8, ""], [9, "HISTOIRE m CHATEAU DE VAREY F.&Ç 'BUGEY PAR A f M F. VINGTRINIER ]( les épreuve loue LYON Qrl LA LIBRAIRIE 04NCIENNE D'OiUGUSrE B'RJJ^C Rue du Fiai, |3 i I enseigne dp Ui Providence 1872"], [10, ""], [11, "A M. VALENTIN-SMITH Conseiller honoraire a la Cour d'appel de Paris , Maire de Trévoux. A um époque de décadence et d'abaissement , on est heureux de rencontrer de loin en loin de grands el dignes caractères qui s offrent aux jeunes populations comme des exemples et des modèles. Magistrat intègre et laborieux, vous ave\\ consacré vos loisirs non aux mirages de la politique, à l 'ambition ou au repos, mais à Y étude sérieuse et ardente de notre histoire provinciale. Le cours de notre belle Saône, notre si douce et si magnifique rivière, nos antiquités de la Bresse et de la Dombes, le séjour des Romains dans nos contrées, nos guerres du moyen-âge vous ont autant préoccupé que les difficultés de nos codes et de nos lois. Vous ave\\ élucidé nombre de points controverses par nos historiens et vos œuvres témoignent de votre consciencieux"], [12, "VIII savoir comme de votre amour profond et désintéressé pour notre cher 'pays. Aussi, après avoir esquissé l'histoire d'un des châteaux forts de notre pittoresque Bugey , ne puis-je mieux faire que de placer mon modeste travail sous la protection de votre notn et de vous prier d'en agréer l'hommage comme témoignage de la haute et respectueuse estime qu'ont pour vous tous vos compatriotes Bugistes et Bressans , mais surtout celui qui est depuis longues années , Monsieur le Conseiller, Jrotre serviteur le plus dévoué , AIMÉ.VINGTRINIER. Lvon, Ier décembre i8j2."], [13, ""], [14, "Ruines du Château de Yarey (1850)."], [15, "1 HISTOIRE LT CHATEAU DE VAREY' Le Bugey, entouré du Rhône et de la rivière d'Ain, dont les eaux rapides s'unissent au-dessous des derniers contreforts de ses montagnes, le Bugey, sillonné de vallées profondes, hérissé de rochers, déchiré par les convulsions de la nature, offre partout, sinon une fertilité extrême, du moins une beauté de sites elde paysages qui charme les yeux, et attache (1) J'avais écrit l'histoire du château de Varey avec quelques livres, des notes et les trésors plus que légers de rua modeste érudition ; mais la science est une arche sainte à laquelle les profane» n'ont pas le droit de toucher. Des érudits, des savants onl été fort surpris de m'entcndic avancer des faits qui ne sont consignes ni dans César, ni dans Poljbc, ni dans Pomponius Mêla. On a jeté des cris d'uftroi à l'audition de ce qu'on appelait des hérésies et des erreurs. Ou m'a interroge avec soin en ne me cachant point que j'étais lort gravement soupçonné de n'être au fond qu'un romancier, et cette accusation n'a pas été sans me causer quelque terreur. Les points les plus sérieux de mou interrogatoire ont été ceux-ci : u Où avez-vous pris qu'il y eût dans les Gaules, et particulièrement dans"], [16, "2 invinciblement le cœur non-seulement de ses rudes enfants, mais aussi du voyageur et de l'étranger. Une population éner gique et guerrière l'habile ; on peut s'en convaincre au nombre de châteaux-forts dont les ruines pendent aux flancs de tous ses rochers. Son histoire n'est pleine que des luttes qu'il eut à soutenir contre le Dauphine, dont il sut repousser les invasions, et contre la Franche-Comté, dont il osa plus d'une fois attaquer la puissance. Quand on voit un monta gnard bugiste secouer sa longue chevelure, on songe à ces fameux Gérâtes qui, descendus des montagnes du haut- Rhône à l'appel des Cisalpins, traversèrent la Ligurie, l'Elru rie et allèrent jusque sous les murs de Rome ébranler la for lune de la capitale du monde (1). Les historiens de l'Ilalie ne le Bugey, des forteresses ou des lieux de refuge avanl l'arrivéc des Romains qui, comme on sait, ont tout invente et tout crée dans nos pays? « Sur quoi vous appuyez-vous pour avancer que les Romains aient donué des noms à Varey et aux localités qui l'entourent? «Comment pouvez-vous prétendre que les peuples de la Gaule méridio nale, et en particulier les Visigoths, aient invité les Sarrasins à envahir la France, soumise avec amour, on lc sait, au joug de son roi et du héros chrétien Charles Martel ? « Comment savez-vous'que les Sarrasins ont campé autour de Varey, quand nos plus célèbres écrivains sont muets à cet égard ? « Surtout, par quelle incroyable hardiesse osez-vous dire qu'ils y sont encore, quand aucun livre, aucune charte, aucun cartulaire, ne nous a jamais rien appris de pareil ? » Pour me disculper et me défendre, j'ai donc du joindre à mon travail des notes quelquefois aussi longues que lc texte original. Ces pièces justi ficatives entravent le récit et détournent l'intérêt. En écrivant sans préten tion ce récit, je n'avais pas prévu ce désagrément, et j'en demande pardon à mes lecteurs. (1) « Le pays de Gcx n'appartenait point aux Séquancs dont il était sé paré par le mont Jura... Polybe dit, liv. XXI, que les Boiens et les In subres ayant besoin de secours, envoyèrent vers les Gaulois qui habi taient les bords du llhònc... De Veylc ajoute que lc nom de Gésates était"], [17, "3 parlent qu'avec effroi de ces géants qui, les derniers des bar bares, ayant conservé l'anlique coutume de leurs pères, se dépouillaient de leurs vêtements devant l'ennemi, et le cnrps nu, í'angonen avant, se précipitaient, en poussant leur cri de guerre, contre les vieilles légions hérissées de fer. Aujour d'hui, la France a discipliné ces Bers courages; elle tire de ces vallées une race de soldats belliqueuse et obéissante, et les annales de nos conquêtes citent plus d'un héros bugisle qui eut toutes les vertus du soldat. Avant que le chemin de fer n'eût emmené le courant des voyageurs à travers les défilés d'Ambérieux et de Sainl- Rambert, chaises de poste el diligences remontaient la ri vière d'Ain et suivaient le pied des collines pour s'engager dans les gorges tourmentées de Cerdon et deNanlua, et delà, gagner Genève, la Suisse el l'ilalie. Le touriste voyait alors, vis-à-vis les majestueuses terrasses du châleau de Pont-d'Ain, berceau des princes de Savoie, et à l'autre extrémité d'une riche et fertile plaine, les ruines robustes et gigantesques d'un ancien château- fort qui commandait l'enlrée d'une vaste coupure, el semblait là comme une sentinelle morle à son poste et délaissée après le départ de l'ennemi. Le château de Varey, non moins oublié par les guerres, et surtout par l'épée impitoyable de Biron, que les puissantes forteresses qui l'enlourenl, avait conservé des tours moins démantelées, des voûtes moins effondrées, des remparts plus entiers, el ses débris pittoresques, hauts el fiers encore sur un promontoire naccessible, donnaient un relief singulier à la riante cam pagne qui s'étend au pied des montagnes el servait de Irait d'union entre la richesse luxuriante de la plaine et la sévé- moinsun nom de peuple qu'un nom de ligue commun à plusieurs peuples, et que cc nom est resté au pays habité par l'un d'cnlre eux. » (Latoyssoii nierc. Rech. hisl. sur le départ, de l'Ain, t. I, p. 5.)"], [18, "4 rite des croupes boisés qui s'élèvent majestueusement dans le fond du paysage et dominent tout le pays. Souvent les artistes venaient copier ces hautes murailles, ces restes d'ogives, ces créneaux dépareillés, ces tours fen- dues comme si la foudre les eût frappées. Les savants, du haut des remparts, contemplaient le site où se livra la ba- taille de Varey, l'endroit dit encore aujourd'hui des Arpilles, où eut lieu le principal effort des Savoyards et des Dauphinois, el le gué où le comte Edouard de Savoie traversa la rivière d'Ain, laissant morts ou captifs les meilleurs sol- dats de son armée. Plus souvent encore, les riches familles des environs venaient se promener sous l'épais feuillage des grands arbres de la cour du châleau, égayant par le frais éclal de rire des jeuaes filles les vieux échos du manoir, tan disque les enfants couraient dans les ruines, poussant des cris et s'effrayant devant la mystérieuse ouverture des ou bliettes et des cachots. Le souvenir de ces ruines était resté profondément gravé dans mon esprit ; aussi, apprenant que la libéralité du dernier baron de Varey les avait magnifiquement relevées, fus-je heureux de pouvoir contempler une restauration si géné reuse, si rare et si peu en rapport avec les savants calculs des économistes de nos jours. Par une des plus jolies et des plus chaudes matinées du printemps dernier, je quittai Saint-Jean-le-Vieux et, re montant le cours du Rieux-l'Oiselon, je m'engageai sous la verdure des aulnes, des noyers et des saules qui bordent le chemin des montagnes. La végétation était d'une richesse extrême. A ma droite, une colline boisée bornait l'horizon ; à gauche, la vue, plus étendue, se portait alternativement sur le beau manoir de Champollon, ancienne résidence des Louvat de Champollon, aujourd'hui séjour d'été d'un magis-"], [19, "5 trat écrivain et philosophe (1), sur le riant village de Juju rieux, dont un enfant du pays a écrit l'histoire (2), et sur les vastes manufactures d'un négociant habile et renommé, qui a su, au milieu d'une population qu'il enrichit, concilier les exigences de l'induslrie avec celles de la vertu el des mœurs (3). Des paysans bienveillants et polis saluaient mon passage d'un de ces bonjours affectueux dont la tradition se perd. Tout respirait dans ce pays l'aisancequi donne le respect de soi-même et la bienveillance qui fait accueillir l'élranger. Bientôt, le chemin s'élevanl, je sortis de dessous le rideau de feuillage qui me couvrait, el devant moi, entouré d'un mas sif de verdure, je pus contempler sur son immense piédestal un des plus beaux souvenirs de la féodalité. Mais ce n'étaient plus des ruines désolées que le chevrier aimait à parcourir el que les oiseaux de nuit habitaient seuls. Une baguelle féerique avait touché le vieux manoir, et il se dressait, fier el puissant, avec son cortège de hautes tours, ses remparts prêts à repousser l'assaut, ses créneaux derrière lesquels on cherchait les hommes d'armes, el ses meurtrières sur lesquelles on ne portait plus qu'un regard méfiant. Le noble châleau avait retrouvé toute sa vigueur et sa beauté ; lout disposé pour la bataille, il resplendissait comme au quatorzième siècle, alors que l'armée du comte de Savoie campait autour de lui. Cependant je pus, sans être arrêté par les sentinelles, abor der un groupe de quelques modestes demeures de paysans, fixées là par habitude et réfugiées sous les remparts, comme si elles avaient encore besoin de protection et comme si la (1) M. Gilardin, premier président de la Cour impériale de Lyon. (2) M. le conseiller Durand. (3) M. Joseph Bonnet."], [20, "6 plaine n'était pas plus luxuriante el plus fertile que le flanc rugueux de la montagne. Sans doute les pères de ces pau vres paysans étaient nie fidèles vassaux qui s'étaient attachés à la fortune de leur seigneur, alors même que cette fortune devenait contraire. Puis, le seigneur parli, les vieillards étaient restés, retenus par la puissance des souvenirs, les enfants, par amour pour leur berceau, el il faudra des siècles encore avant que ces pauvres déshérités ne s'aperçoivent que l'aisance ne montera jamais vers eux ; mais qu'elle les at tend au bas de la côte escarpée, le long du ruisseau qui fer tilise la prairie et fail tourner avec vitesse la roue active du moulin. Après avoir gravi le sentier rapide et passé sous les rem parls aujourd'hui sans défenseurs, j'arrivai sur un replat séparé de la citadelle parun fossé profond. La porte du manoir était ouverte ; des cultivateurs armés de l'aiguillon en sor taient, conduisant l'anlique char à deux roues inventé par les Gaulois. J'entrai sans que la guaîte sonnât l'alarme, sans que le beffroi signalât la présence d'un étranger, el je me mis à fouiller la demeure féodale comme si j'y avais été autorisé par le maître de ces lieux. L'enceinte du château représente un polygone irrégulier, affectant la forme d'un triangle reclangle, dont la base, du côté du midi, est formée par un mur de terrasse élevé hardi ment au-dessus de la vallée et jadis garni de meurtrières et de créneaux. Un peu en arrière de ce mur, s'élevait autre fois une chapelle dédiée à saint Laurent et à la Vierge Ma rie ; c'était un petit bâtiment isolé, aujourd'hui complèle mentdélruil, mais qu'on sait avoir été un éléganl spécimen de ('architecture poétique et religieuse du quatorzième siècle. A la suile el du côté de l'orient, on Irouve les restes d'une"], [21, "7 poterne. En creusant dans le terreplein soutenu par la (er rasse, on découvre les subslructions d'un vasle édifice affecté jadis au logement des domestiques, aux magasins, aux écu ries et surtout au casernement de la garnison. L'angle oriental du mur d'enceinte était appuyé sur une forte tour dressée entre la parlie de la terrasse à pic sur le précipice et le commencement du fossé qui s% dirigeait au nord . A l'abri de ce fossé et du rempart était la place d'armes, aujourd'hui vaste el belle salle d'ombrage dont les vieux til leuls mutilés par le temps auraient plus d'une révélation à faire sur les hommes et les choses du temps passé. Deux tours puissantes protégeaient la parlie nord ; la pre mière était la Potence, exécutrice redoutable de la juslicedu seigneur. C'est là que s'élevaient les fourches patibulaires formées de quatre piliers, attributs du baron haut-justicier; c'est là que les routiers et les malandrins redoublaient la vitesse de leur marche, lorsque, passant derrière le manoir, ils gagnaient la montagne pour se mettre sous l'abri de la forêt. L'angle nord était la parlie principale du système de dé fense, l'endroil le plus exposé aux attaques, mais aussi le mieux fortifié et l'objel d'une surveillance plus particulière ; c'est là qu'était l'entrée du château, la porte Calaise, comme disent les vieux litres. Un pont-levis jeté sur les fossés pro fonds, deux solides portes battantes et une herse descendue au moindre danger la protégeaient. Le voyageur ami, par venu au pied des remparts, passait sous une voûle en arc d'ogive de cinq mètres d'épaisseur. Le guerrier qui serait parvenu à franchir l'abîme aurait été arrêté par l'énorme tour ronde qui flanquait le côté oriental, parles meurtrières percées de tous côtés et par un assommoir dominant l'entrée. Sur le côté occidental et en regard de la grosse tour, un solide bâlimenl à créneaux, à meurtrières et à sarbacanes ser-"], [22, "8 vait de logement au gardien de la porte el de corps-de-garde aux hommes d'armes chargés du service journalier. Un chemin de ronde ménagé dans ['épaisseur du mur permettait à la garnison de se porter rapidement et à l'abri des traits sur tous les points menacés par l'ennemi. Les murs d'enceinle du côté de l'occident prenaient une hauteur plus grande à mesure qu'ils s'éloignaient du terre plein el qu'ils descendaient vers le pre'cipice. Comme du côté oriental, une forte et puissante tour regardant la rivière d'Ain et la plaine reliait la terrasse élevée à pic sur le ro cher et le rempart défendu au couchant par le fossé. Une particularité intéressante était l'exislence de cinq maisons-fortes, aussi confortablement établies que le permet tait la civilisation de ce temps-là , mais plus solides qu'élé gantes et plus guerrières qu'agréables, qui se dressaient, vi goureusement groupées, entre le rempart et le château féodal proprement dit. Ces maisons, qui ne servaient qu'en temps de guerre, étaient, lorsque le pays se trouvait menacé, la résidence et le refuge de cinq pclils seigneurs relevant du chdleau de Varey et de son mandement. En vertu des lois de la féodalité, les seigneurs de Saint-Cyr, de l'Abergement, de la Tour-d'Hauterive, de la Tour-de-Jujurieux et de Cham pollon juraient à leur suzerain de défendre en toute occasion el contre tous sa personne et son castel. S'ils élaient surpris et attaqués par l'ennemi, leur courage ne s'en étonnait pas; ils savaient que le banneret volait à leur secours; ils recevaient le premier choc et leur résistance garantissait de toute insulle la forteresse dont ils étaient les sentinelles avancées ; .s'ils étaient vaincus et forcés d'abandonner leur demeure, ils se retiraient en bon ordre, avec les troupes du suzerain, derrière les hauts remparts de Varey, où ils re trouvaient leurs familles et leurs richesses dans les maisons forles, leur invincible abri."], [23, "9 La partie de la forteresse où étaient les résidences fortifiées, le baylum, comme on disait alors, était séparée du châleau proprement dit par un mur solide et un chemin de ronde. Au midi et à l'occident, l'espace entre le rempart extérieur et le manoir était formé de trois terrasses ou enceintes super posées les unes aux autres el séparées par de puissantes mu railles crénelées. Sur la plus basse de ces terrasses étaient, comme je lai dit, la chapelle, la basse-cour el les com muns. On ne communiquait avec le château que par un passage en pente et une porte étroite ouverte dans un mur épais. Une rampe conduisait à l'entrée principale du manoir. Celle entrée était surmontée d'un balcon faisant assommoir el garni de meurtrières ; c'est de là que le seignenr inspec tait la place d'armes, haranguait les vassaux, donnait ses ordres. Le château habité par le seigneur était muni de toutes les défenses inventées par l'art de la fortification : c'était une seconde citadelle indépendan'e enfermée dans la vaste en ceinte qui couvrait le rocher. Dire par quelle main la première pierre de celte forteresse avait été apportée en ce lieu serait chose difficile. On est assez disposé, dans une certaine classe de savants, à faire tout remonter aux Romains. Nous qui avons un plus pur amour de la patrie et qui ne voyons dans ce peuple avide et conquérant que les dominateurs, que les tyrans de nos pères, nous pensons que les Gaulois, race guerrière, durent con naître l'art de se défendre comme celui d'atlaquer. La pre mière tribu qui pénétra sous l'épais feuillage de nos chênes dut choisir un emplacement qui lui permit une défense fa cile contre ses voisins et contre les bêtes féroces qui rôdaient autour de ses campements. Un promontoire coupé à pic de tous côtés, à l'entrée d'une gorge qui s'enfonçait dans la mon tagne et au-dessus d'une plaine où toutes les récoltes pou vaient se produire, dut plaire au chef dont le coup d'oeil ra-"], [24, "10 pide jugea la position el dont la prudence, la vieillesse ou l'ámbilion jugea inutile d'aller plus loin. C'est ainsi que se peuplèrent toutes les forêts de la Gaule ; c'est ainsi que tous les points élevés se couvrirent de forte resses barbares composées de pieux profondément fichés en terre, de branchages enlrelacés, de fossés, simple défense qui protégeait les familles et les troupeaux (1). Puis la civi lisation naissante ajoula des murailles en pierres (2), et quand les Barbares, quand les Romains, quand la féodalité parurent, les chefs n'eurent qu'à augmenter ou à consolider les fortifications de leurs devanciers. Rien ne se fait tout d'une pièce ; un pays ne naît pas tout armé comme Minerve sortant de la tête de Jupiter. Ce ne sont pas les Romains qui ont créé la Gaule. Quand les soldats de Rome envahirent (1) «... (La Séquanie) abondait en chevaux et en pâturages. Besançon n'était alors qu'une cìpcce de camp retranché, dont l'enceinte était formée d'arbres couches les uns sur les autres, jusqu'à la hauteur de sept à huit pieds. On voit encore en Russie des forts construits de eette manière. César choisit cette ville de préférence à celle de Dôle, comme plus facile à défendre par sa position et plus propre à contenir ses magasins. » (Lefé bure. Résumé de l'histoire de la Franche-Comté, p. 17.) «... Ce coup-d'œil sur les monuments antérieurs aux Romains dans ce département (de l'Ain) est non-seulement digne d'intérêt par leur nature, mais encore parce qu'on s'en est très-peu occupé jusqu'ici.. . On reconnaî trait probablement aussi la main des Celtes dans plusieurs de ces enceintes retranchées qui se voient en plusieurs endroits. » (Thomas Riboud. Indi cation générale des monuments et antkiuités du département de l'Ain, p. 16.) (2) « Lorsque les Romains s'établirent dans la ville gauloise qui existait sur remplacement actuel de la ville de Bourg, ils y trouvèrent un édifice dont nous ignorons la forme et la destination. Parmi les matériaux dont il était composé, il y avait près de 300 blocs de pierre, épais de seize pouces à deux pieds, d'environ deux pieds et demi de large sur trois à quatre pieds de long. Ces blocs étaient taillés au marteau sur toutes leurs faces, mais on n'y reconnaissait aucune trace de coups de ciseau. » (Lateyssonnière. Rech. hist., t. I, p. 120.)"], [25, "11 noire patrie, la Celliqueavail produit de longues générations de sages, de philosophes et de héros. Les légions, en creusant la terre pour y coucher leurs morts, ouvrirent un sol en graissé par des races antiques et célèbres, et quand les en fants de la louve, repus de vin el de sang, dépouillèrent leur \"êtement pour entrer dans le lit de nos pères, il y avait long temps que la couche était dressée pour endormir les fatigues el les soucis de guerriers plus magnanimes et plus braves que ces insolents vainqueurs. La puissante république des Éduens avait au nombre de ses clients les Ambarres, peuple pasteur et guerrier qui cou vrait les rives de la Saône, de la rivière d'Ain, le pays humide des Dombes, et gardait les passages qui communiquaient avec Genève et l'Helvélie (1). Vaincue par les armées conse- il) « Notre pays, enveloppé presque entièrement par des fleuves et des rivières, formait ainsi une contrée à part et isolée. II était, au temps de César, habité par divers peuples ; au sud et à l'est, il contenait les peuplades allobrogcs, quelques autres ségusiennes. Les peuples du cenlre étaient les Ambarri » Th. Riboud, Essai sur l'étude de l'histoire des pays composant lc département de l'Ain, par la recherche el l'observation des monument militaires, etc... » — « Inde, in Alloìirogum fines, ab Allobroijibus in Serju sianos erercitum ducit . : hi sunl extrà provinciam tram Iiliodonuin primi. Ici César fait mention des Ambarri, necessarii et consanguinei Eduorum , (peuples du Bas-Bugey et de la Dombes) ; les Ambarrois, comme les Sébu siens, étaienl alliés et clients des Eduens, dont le chef-lieu (Autun) tenait un rang distingué dans la Gaule, par sa puissance, ses écoles meeniennes el ses druides. Ambérieux en Bugey et Ambcrieux cn Dombes ne laissent aucun doute sur la position des Ambarrois. » Th. Riboud, id. « Ambérieux, Ambronay, Ambutrix, Varambon (War-Ambron) passent pour avoir reçu leurs noms des Ambarres et Ambrons. « Debombourg, Atlas Inst. du dép. de l'Ain. « Les Bituriges, les Éduens, les Arverncs, les Ambarres fournirent une partie des guerriers qui émigrèrent sous la conduite du Biturige Bcllovèse... Les Ambarres habitaient sur les deux rives de la Saône, un peu au nord"], [26, "12 dérées de l'Arvernie et de la Séquanie, la République, après avoir vu périr ses armées, sa noblesse, son sénat, tomber toutes ses cités et se sentant à deux doigts de sa perte, commilla faute, c'était un crime, d'appeler les Romains à son secours. La Gaule ne fut plus dès lors qu'une contrée perdue, sans cohésion, sans unité, livrée à tous les conquérants et ouverte aux Germains d'Ariovisle, comme aux légions de César. des Ségusiens; ils occupaient une partie de la plaine marécageuse qui fut depuis nommée Dombes, et la plaine à l'occident des montagnes, appelée Bas-Bugey .» La Tcyssonnière, Recherches hist.sur le département de l'Ain, tom. 1, p. 2. « Ce château (Château-Gaillard), monument d'une haute antiquité, est situé sous le bourg d'Ambronay, qui fait partie du pays des Ambarres, aux confins de la Séquanie. » D. Monnier, Du Culte des Esprits dans la Sé quanie, p. 105. « Les villes, bourgs et villages qui portent, sur plusieurs points diffé rents, le nom d'Ambérieux, au sud du département de l'Ain, tant à l'exté ricur qu'à l'intérieur, marquent les premiers établissements formés par les Ambarres. La ville bugésienne d'Ambérieux, placée à l'entrée de la vallée de Saint-Rambert, doit avoir été le chef-lieu de la colonie.» Désiré Monnier, Études arch., p. 87. « Danville a inscrit dans sa carte de 1743 le nom d'Ambarri, de manière à exclure le Bugey ; c'est une erreur palpable. Après lui, de Vcyle a mis les Ambarres dans la Dombes. M. de la Tcyssonnière l'a suivi avec trop de respect, cn traçant une démarcation qui laisse en dehors de leur terri toire l'Ambérieux du Bugey (le principal de tous), l'Ambéricux du bord de la Saône, près d'Anse, et le village d'Amérieux sur lc Rhône, près de Gros lée. Heureusement, il revient bieníôt de cet excès de confiance, cn avouant que les mots d'Ambérieux (soit en Bugey, soil en Dombes), d'Ambronay, d'Amareins, etc., rappellent le nom des Ambarres « qui ont occupé, dit-il, la parlie du département où ces bourgs et villages sont placés. » D. Mon nier, Études arch. sur le Bugey, p. 88. « Les Ambarres avaient à peu près les Dombes, la plaine et les coteaux appelés le Bas-Bugey. » La Teyssonnière, Rech. hist. sur le dèpt. de l'Ain, tom. i, p. 32. « Les mots Ambérieux (soit en Bugey, soit en Dombes) Ambronay, Am-"], [27, "13 Croyant à une conquête facile, une armée nombreuse d'Hel vètes descend de ses montagnes , s'avance devant Genève défendue par Labiénus, laisse cette riche cité sur sa gauche, et, suivant le Rhône, passe dans les défilés du Pas-de-la- Cluse, ceux non moins sauvages de Culoz, de Roussillon, de Saint-Rambert, et débouche dans la plaine d'Ambérieux, où elle s'organise et se range en bataille. Pendant que l'arrière garde rejoint péniblement avec ses chariots et ses bagages, la cavalerie balle plat pays pour nourrir cette immense immi gration, emmène les troupeaux, détruit les villages et, pen dant une vingtaine de jours, porte la désolation dans la con trée. Varey, une des places fortes des Ambarres, ouvrit ses portes aux malheureux habitants de notre plaine. Les labou reurs éperdus, hommes libres et esclaves, surpris par ce torrent dévastateur, s'enfermèrent avec leurs familles et leurs richesses dans toutes les forteresses qui pouvaient leur servir de refuge, tandis que des messagers couraient invoquer (ap pui des légions. Les assiégés purent-ils se défendre derrière les remparts que les Helvètes vinrent certainement insulter? Pour qui a vu Varey, la réponse est facile. Ce poste ne pou vait être emporté par un coup de main ; tout nous fait sup poser que les envahisseurs, après être venus au pied de la butrix, Amareins, Biricux, Bereins rappellent lc nom des Ambrons ou Am barres qui ont occupé la partie du département où ces bourgs et villages sont placés. » Id., p. 43. .< Dans les registres de la Société d'Émulation de Bourg, on a analysé une lettre du 3 avril 1786, écrite parM. Chapuy, curé d'Aigil.... II est fâcheux que cette lettre soit perdue. On y verrait sans doute ce que j'avance moi même, que la Bresse était ségusienne comme la contrée du Bugey, élani sous une seule dénomination ; on y verrait également que les Ambarres occupaient partie de la montagne, partie de la plaine. » Désiré Meunier, Études archéologiques sur lc Bugey. « Ambérieux en Bugey paraît avoir été le chef-lieu de la nation des Ambarres. » Id., id."], [28, "14 puissante citadelle, et après avoir vu l'impossibililé de l'enle ver par un assaut, n'ayanl d'ailleurs ni le temps ni la volonté de faire un siège régulier, continuèrent leur course aventu reuse pour aller plus loin se faire détruire par César. Varey ne fut pas pris, mais que de larmes et de désolation dans ses murs, tandis que partout, sur les bords de la rivière d'Ain , les chaumières brûlaient, et que les cris des prisonniers el des captifs montaient jusqu'aux oreilles, jusqu'au cœur des infortunés entassés sur l'étroit rocher! Les Ambarres avaient occupé Varey, les Romains s'y éta blirent à leur tour. Comme à Cerdon, à Poncin, à Montréal; comme à Saint-Germain d'Ambérieux, à Lagnieu, à Saint- Sorlin, ils profitèrent des travaux faits avant eux. Plus civi lisés, ils laissèrent des souvenirs plus profonds. Leurs médail les, leurs armes, leurs briques sigillées se rencontrent à chaque pas, et les noms qu'ils ont imposés à leurs conquêtes subsistent encore aujourd'hui (l).Bacon-Tacon, dont la science ne doit être consultée qu'avec précaution, fait remarquer que Varignon, Varambon, Varax, Varey (nous y ajouterons Va reille), ont la même racine, et que Var était le nom d'un héros gaulois. Dans son savant atlas, M. Debombourg fait dériver Varambon de War-Ambron, c'est-à-dire guerre ou bataille des Ambrons; M. Onofrio prétend que Varey, Varrai et (1) « II s'en suivit que plusieurs contrées, bourgs ou villages de ce dé partement ont conservé des noms romains : de ce nombre est le Valromey (Valtis romana), petit pays fort riche en monuments romains... On peut citer aussi Coligni dont lc nom latin est colonia, provenant d'une colonie romaine qui fut établie aux cousins des Sébusiens et de la Séquanie ; Ro mans, Romenans, Romanêche, peu éloigné de Céseriat, Romanécbe en Dombes, Cézerieu en Bugey, Romenai et plusieurs autres lieux qui parais sent avoir la même origine.» Th. Riboud, Essai sur V étude de l'histoire des pays composant le département de l'Ain."], [29, "15 Varé veulent dire, bruit, tapage, trouble, tumulte. Glossaire des patois du Lyonnais, etc. Faut pas faire ce varrai-là leu Canettes. J'ay t'oui ne say quet Que feyzi grand varey. Chapelon, Noels A grand varai d'arpioux etd'alo. Mireio, eh. u. Sans nous arrêter à celte singulière coïncidence à propos d'une forteresse, puisque les conjectures sont ouvertes, nous supposerons nous-même que, dans la contrée, bornée par le Valromey et la Valbonne, el non loin de Joux, d'isernore, de Cuiron, de Céseriat, un Varus a pu établir sa demeure (1). La Domus Fari serait aujourd'hui Varey; on a vu des ély- (1) « A la mémoire de Valentinus, régisseur du domaine d'Ammatiacus (Ameizicux) Talissicux était probablement la villa de Talussius Apricus dont lc tombeau se voyait à Suinl-Gcimain-de-Joux, du temps de Guiche non D. M. Talussio afrieo Donnius Sextilius patri P. P. C. » — Billica, fille de Gralien, a donné son nom à Billiat, Donnius à Don, Sextilius à Seyssel : Mcrccurc S. Sextilius Cospelius de suo dona — vit. V. S. L. M. — Bellius à Billieux, au nord de Bclley, Gemellinus à Chemillieux, Apronius à Aprenin, Lucia à Lucey ; Canitius avait aussi des domaines-, La Chanaz, Chanoz, Chanay et Chœinicux pourraient bien cn avoir pris leurs noms Nous ne quitterons pas Champagne sans y saluer une des résidences rura les de Campanus. Ceyssieux doit sans doute son nom à quelque membre de la famille Cassia... Autour de la porte de l'église, j'ai lu, cn très-beaux caractères : Rusticice Lueilia; L. Cassius Gratianus, et sur un débris de sépulture employé dans un des contreforts du vaisseau de la meme église : Valeriae sepiœ Cassius civilis... jugi optimu.... posuit. Au reste, La. gnicu doit son nom à Latinus, Viricux à Vcrus, Marignieux à Marinus (D. M. MM. Maritimo... Marini F... an. XXVIII. ...M. I. P. C), Rusieux à Rusius Catulus (D M. G. Rufi Eutacii medici Caesiccia januaria marito suo"], [30, "16 rnologies plus invraisemblables et des choses plus singulières, même dans les livres des savants. (P. C), Poncin à Pontianus (L. DomitiusPontianus... L. D. D. D... S. PP) II est temps d'arrêter noire inspection des écrits lapidaires : la pré sence du peuple vainqueur en cette terre vraiment classique n'a pas besoin d'être mieux constatée. » — Désiré Monnier, Études archéologiques sur le Bugey."], [31, "a. Aux Romains succédèrent les Bourguignons el à ceux-ci ies Francs, mais il fallut des siècles avant que la domination de ces derniers fût acceptée et reconnue par les peuples de la rive gauche de la Loire. Le despotisme de cette race nou velle n'était support^ qu'avec impatience par les Gallo-Ro mains, plus policés el plus doux (1). L'avidité des généraux, des officiers el des soldats était sans bornes. Les églises dé pouillées, les marchands pressurés, les agriculteurs écrasés de vexations el d'impôts, les nobles rebutés et méprisés, les mesures de rigueur, enfin, dont on n'use que vis-à-vis un peuple vaincu dont on dédaigne l'affection, soulevèrent tous les esprits et firent éclater la révolte dans toute la Gaule (1) « Les fiers Sicambres nc paraissent pas avoir formé, dans les monta ,gnes ségusiennes, des établissements réels. Les mœurs, les usages de quelques hommes placés à la tête des affaires dans un pays conquis n'ap portent pas, dans l'état des masses, des modifications sensibles ; à la colo nisation seul appartient lc pouvoir d'opérer de pareils prodiges. Qu'est-ce que la malheureuse Ségusie aurait gagné à la présence de caltc nouvelle variété de barbares? elle n'en aurail reçu qu'une dernière couche de férocité, de jactance et de mauvaise foi. Lc Franc était lc plus pétulant, le plus cruel de tous les conquérans qui s'étaient fixes dans les Gaules » Désiré Monnier. Etudes arch. sur le Bugey, p. 151 1"], [32, "18 méridionale. Attaquer l'arméedes Francs, la rejeter de l'aulre côté du Rhin et mettre un roi Wisigoth sur le trône de Paris élait dans les vœux de tous, mais les peuples brillants el beaux diseurs de la Seplimanie et de la Provence compre- naient toute l'impossibililé de vaincre seuls les rudes guer- riers du Nord. Les chefs, renouvelant le crime des Eduens, s'unissent avec les émirs de la nalion arabe el les invitent à venger l'affront de Poitiers (1). Les enfants du Prophète, (1) « ... Peu de temps après, les enfans d'Eudon, duc d'Aquitaine, Hunnol et Vaïfare, voulans reconqucstcr ee que les François avoycnt osté par droit de guerre à leurs ancestrcs les roys des Visigoths, cl fresche ment à leur père Eudon, renouvellèrcnt la guerre et se monstrèrent en armes cn Languedoc, sollicitans les peuples des Visigoths à tenir leur party, lesquels eslans plus vaincus que domptés des François cstoient joyeux de revoir la postérité de leurs roys en armes, et'cntreprcnans la guerre d'un grand cœur , appelèrent cn leur ayde les Sarrazins encores ennemis des François pour raison de la perte qu'ils avoieht receue devant Tours. Ainsi tous ensemble viennent passer lc Rhosnc, pillant, bruslant'et exilant tout ee qui estoit de l'appartcnance des Roys de Fiance, ne par- donnant ny à femmes, ny à viles gens, ny à petis enfans Savoye et Dauphine principalement receurent le plus de dommage Toutesfoys ils n'entrèrent point dedans la ville de Vienne, pour ce voyage, mais allant plus avant, mirent la cité de Lyon'-en leur' puissance 'et 'tirant outre, prindrent quasi toute la Bourgongnc, Mascon, Chalon, Dijon, Au- cerre. Estans venus jusques à Sens, l'évêque de la cité sortit sur eux avec une grosse trouppe de gens de guerre et donna dedans de telle furie, qu'il cn défit la plus grande part, qui estoyent les Visigoths. » — Annales de Bourgongnc, par Guillaume Paradin, p. 89. Lyon, Gryphe, 1566. « Ce prince, d'après Ruby's, entra dans Lyon et intligca des châtiments sévères à ceux qui avaient conspiré avec le comte de Roussillon. Malheu reusement le prince franc fui oblige d'aller combattre les Saxons et les Frisons; instruits de son éloignement, les Provençaux,' les Visigoths du Languedoc et les Sarrasins d'Espagne, réunis, remontèrent le Rhône et assiégèrent Lyon, qu'ils traitèrent avec une grande barbarie. — Monfalcon, Oist. de Lyon, t. I, p. 282. « ... Le séjour que Charles Martel fit en Bourgogne ne lui concilia"], [33, "19 t avides de conquête et fidèles à leur mission de convertir le monde, s'élancent de l'Espagne, franchissent la Septimanie, remontent le Rhône, plantent l'étendard musulman sur les point l'affec lion publique Les grands de Marseille, aussi mécontents de sa domination, favorisèrent la quatrième irruption des Sarrasins en France. Ces mahométans, redoutables par une force de cavalerie dont ils ont fourni le modèle à nos armées, se répaudirent dans la haute et basse Bourgogne; prirent Arles, Avignon, Lyon, Màcon ; ruinèrent la ville de Maurienne, pillèrent Saint-Claude.... et brûlèrent la ville basse de Besançon. Ils ont laissé de leurs ravages, dans cette province, de longs et douloureux souvenirs. » — Lefebure, Résufné de l'histoire de la Franche- Comté, p. 96. « Les chefs des Bourguignons se flattèrent de recouvrer leur indépen dance en favorisant l'invasion des Sarrasins... La ville de Sens leur résista... Charles Martel... revint en 737,.. chália les Bourguignons re belles, reprit la ville de Lyon et presque toutes les contrées que les Sarrasins avaient occupées. II fit beaucoup de mal à ces malheureuses provinces. » — Lateyssonnière, Rech. hist., t. I, p. 181. — « L'invasion des Sarrasins proeura à Charles Martel l'honncur de sauver la chrétienté et le prétexte de soumettre la Bourgogne et la ville de Lyon qui semblaient s'être séparées du royaume des Francs pour vivre dans une espèce d'in dépendance. » — Dcbombourg, Atlas historique. « Charles Martel vint a Lyon, cité suspecte dont il confia la garde à ses fidèles, craignant, avec raison, que les seigneurs de la contrée ne se liguassent avec quelque ennemi, au préjudice de la couronne de France; et plus tard, la guerre contre les Frisons étant terminée, il revint encore sur celte ville qui, daus l'intervalle, s'était soulevée contre lui, et qu'il mit sous le joug pour la seconde lois. Le redoutable Martel reprit aussi Avignon, Marseille. Narbonnc, ne jugeant pas à propos de pourchasser les barbares qui s'étaient retranchés dans les montagnes allobrogiques et ségusiennes. Pépin, assez occupé du soin de contenir son frère Grippon et de se faire des appuis sur lc trône, n'essaya point non plus dinquiélcr nos Africains et nos Arabes dans les postes où ils s'étaient fortifiés. » — Manuscrit du docteur Lapicrrc. « Après la mort de Eudes, arrivée l'an 735, les gouverneurs de Pro vence et de Bourgogne qui supportaient avec peine le joug des ducs des Français, firent un traité avec les Maures et leur livrèrent plusieurs villes"], [34, "20 forteresses les plus reculées de la Bourgogne, pénètrent jusque dans les forêts sacrées et mystérieuses de la Gaule et ne s'arrêtent que devant les faibles murailles de la ville de Sens, vaincus bien plutôt par le souvenir des vins joyeux de la Côle-d'Or el la vue des sombres chênes où vivait encore le souvenir de Teulalès, que par la poignée de guerriers francs que pul leur opposer i'archevêque Ebbon. Les ravages des Arabes ont laissé dans nos contrées des souvenirs de (erreur qui ne sonl poinl encore effacés ; point de village qui n'ait sa voie des Sarrasins, sa butte des Sarrasins, sa grotle, sa fontaine, sa tour des Sarrasins ; toutes les ruines leur appartiennent , toutes les vieilles murailles, toutes les castramélations, qui ne sonl pas attribuées aux Bomains, sonl de leur fail (1); mais les érudits n'onl rien écrit qui importantes. » — Marquis de Bausset-Roquefort, .Etude historique sur la prédication de l'Evangile en France, Lyon, 1862, p. 56. 'i Charles les vainquit de nouveau, en 739, et les rejeta dans les Alpes. » — Id. (i) « Le renversement de la petite ville fortifiée d'Orindix serait aussi une trace du pnssage des Sarrasins, suivant la légende de saint Amand... — Descendons lc cours de l'Ain jusque sous Ambronay, où le Fort Sar- rasin nous réclame. v. — Gex a une Porte Sarrasine ; - — à Genissiat les Crèches Sarrasines sont un objet de curiosité. — Sous le château de Lavours nous trouvons le Puits des Sarrasins; nous sommes ici dans la Balme à Roland, précisément cn face d'une autre grotte qui est connue sous le nom de Maison-des-Sarrasins. — A Benonee, il existe plusieurs familles dont les noms, d'accord avec la physionomie, annoncent une filiation orientale, entre autres les Babolak, les Kaffon, les Taburdet et jusqu'aux Galas. on qui, par un hasaid des plus inexplicables, porteraient le nom que l'Ariostc donne au père de sa fabuleuse Angélique. » — Désiré Monnier, Etudes arch. sur lc Bugey. — « II existe près de la rivière d'Ain un camp des Sarrasins, et l'on trouve, dans la plupart des villages situés sur les lignes qu'ils occupèrent, des familles que l'on reconnait encore pour mauresques à l'expression de la figure et à des cheveux crépus. » — Manuscrit du docteur Lapierre."], [35, "21 puisse nous éclairer à leur égard, les titres sonl muets Les historiens du Lyonnais nous apprennent, comme un fait sans importance, que l'abbaye d'Ainay, que celle de Saint-Pierre, que celle de l'Ile-Barbe (t), que les églises de Saint-Georges, de Saint-Paul, que les recluseries de la Plalière et de Saint- Clair ont été délruites par les Sarrasins; mais on passe sur ces fails comme si c'était la chose la plus naturelle du monde ; et cependant l'invasion, le séjour el la dispersion de ces étrangers est un des points les plus intéressants et les plus curieux de nos annales. D'où venaient-ilsPQui les comman dait? Où allaient-ils? Quelle fut leur défaite? Que sont-ils — « Une colline, près de Montmerle, est appelée Cóte-des-Sarrasins (a). U y avait près de Pont-dc-Veylc une espèce de chaussée qui ótaít_ appelée Etourne-des- Sarrasins . II y a à l'ouest d'Ambronay, à deux kilomètres de ce bourg, quelques restes d'une enceinte fortifiée; la tradition lui a donné le nom de Fort-Sarrasin, el c'est sous ce nom que cette enceinte est désignée dans la grande carte de la Bresse et du Bugey par Seguin. » — Lateyssonnièrc, Rech. hist., t. I, p. 181. « ... il nous reste toujours ee fait qu'un type particulier, quelle que soit son origine, s'est perpétué jusqu'à nos jours parmi nos paysans de la Bresse. » Rogct de Belloguet. Ethnogénie gauloise. Vou se y a sequ'unou eouquins, Que sount pis que lou Sarrasins. Chans. de Boyron, p. 25, Onofrio, Glossaire despatois du Lyonnais, etc., au mot Saiqu'un. (e-7) Cette; colline est aussi appelée par les {habitants de Montmerle Tcbollet oa Tsollet. On y a troave des débris d'épées, de lances e:t aeetret armes, des médaille! romaines et drs fragments de statuette; ï.es habitants de Montmerle disent que Tchollet estait une ville qui a éié détruite par les Sarrasins ; ceux de Sandrans assurent que leur village a été autrefois plus considérable, mais qu'il a été ravagé par les Sarrasins. 'Notes rie .If. Jau/sretl.) (1) « Charlemagne releva de ses ruines l'abbaye de l'Ile Barbe, qui avait été brûlée par les Sarrasins. » Lateyssonnière, Rech. hist , t. I, p. 195."], [36, "22 devenus? Existenl-ils encore? En trouve-t-on des traces ailleurs que dans la tradition des peuples? Nul ne s'en préoc cupe et n'en parle. C'est une lacune à combler, mais, pour le moment, nous ne devons pas oublier que c'est d'un simple manoir et non d'une nation que nous esquis,sons l'hisloire. Nous revenons à notre récit. Nulle contrée ne conserve plus de souvenirs des Sarrasins que cetleplaine du Ras-Bugey que le château de Varey domine; nulle ne montre plus de traces de leurs passages. Une tribu vint camper sur les bords de !a rivière d'Ain, au nonl du manoir, et tout près du hameau de Toile; un monticule triangulaire, appelé la bulle des Sarrasins, existe encore en ce lieu. Une autre tribu établit des fortifications au couchant de notre for teresse, et tous les antiquaires ont visité, au-dessous de l'ab baye d'Ambronay, la curieuse castramélation connue dans le pays sous le nom de Camp des Sarrasins (1) ; derrière le châ teau, la voie des Sarrasins s'élève le long des flancs de la montagne; au sommet du mont de Jujurieux se rencontre le rocher des Sarrasins ; enfin, au sud-est, entre Saint-Maurice et la Servetle, on croit que les troupes musulmanes, chassées de Loudon, comme elles appelaient Lyon, vinrent s'établir dans les murs élevés par Sergius Galba, vaste fortification créée par l'armée romaine en détresse, et visible encore après dix-huit siècles de vandalisme el de dégradation (2). (1) En 1864, on a vu des hommes ignorants et impitoyables porter la pioche dans ces vénérables débris. La ftei'ue du Lyonnais a déjà protesté contre cet acte de barbarie. (2) « Après avoir regagné notre presqu'île, Galba y passa son quartier d'hivci1 dans la plaine du Bas-Bugey, où il campa. Sa castramé tation a subsisté dans son intégrité pendant plusieurs siècles Au XVI0 siècle elle n'était pas encore très-dégradée C'était un camp régulier et fortifié, daus une situation très-favorable sous tous les rapports de res source et de salubrité, entre l'Aih et l'Albarine. » — Th. Riboud, Essai"], [37, "23 t La légende et la tradition rappellent quelques-uns des fails accomplis par les enfants du Prophète, dans nos mon tagnes du Bugey. Elles racontent qu'ils détruisirenljle châ teau de Saint-Denis, occupé par un guerrier turbulent et cruel que ses vindicatifs voisins ne voulurent pas secourir (1). sur l'êtude de V histoire des pays composant le département de V 'Ain, p.. 44. « On voit encore aujourd'hui cn la plaine d'Ambronay entre'Saint-Jean le-Vieux et SaiiH-Mauricc-de-Rcmcns, la cast.ramétalioncntière de Scrgius Galba, l'un des lieutenants de_ Césai ; clle'fut formée au retour de son expédition contre les Nantuates, les Véragrcs et4les Sédunois, peuples du Valais. » — Guichenon, Histoire rie Bresse et Bugey. '■ (1) Nous avons autrefois mis en vers cette légende dans les Bugésiennes. Comme ce petit volume est peu connu , nous en détachons le fragment qui suit : les Sarrasins. Tous à la main balançaient une lance ; A leur ceinture on voyait quelques dards ; Des crins flottants leur servaient d'étendards ; De longues peaux de tigre et dc[pauthère, Ou des tapis qui tombaient jusqu'à terre Couvraient des chefs les agiles coursiers. Des bords de l'Ain accouraient avec joie Comme un vauteur qui tombe sur sa proie, Tous ces guerriers que lassaient lc repos, Ces chefs cruels au regard de héros Et ces coursiers si fiers et rapides. Combien d'assauts donnèrent ces so! Combien de fois dans ces sanglants combats Vit-on plier les troupes infidèles? Interrogez ces antiques tourelles, Ce vieux rempart, oculaire témoin. De notre temp^ cette • poque est trop loin Pour qu'un mortel en sacho encor ['histoire, Et nos vieillards n'ont gardé la mómeire Que des grands traits de ce sombre tableau. On vit un jour, au-dessus d'un créneau,"], [38, "24 L'histoire nous apprend que le fanatisme musulman ren versa, dans les murs d'Ambronay, un oratoire célèbre consa Sur lc sommet d'une haute tourelle, Au bruit du cor pâlir la sentinelle. De l'Inconnu déployant l'étendard, Elle gardait au milieu du rempart Au-dessous d'elle une brèche profonde, Et tout auprès, comme une mer qui gronde Et sous des flots ensevelit ses bords, Les Sarrasins, encombrés par les morts, De flots vivants inondaient les murailles. Quelques soldats, vieux restes des batailles, Leur disputaient pas à pas ces débris. Ce fut en vain qu'altiré par leurs cris, Pâle et marchant appuyé sur sa lance , Notre Inconnu voulut par sa présence A ses guerriers rendre un peu de vigueur ; II vit bientôt qu'à l'ennemi vainqueur Ils n'opposaient qu'une faible barrière, Que pour eux tous venait l'heure dernière ; II fuit soudain, appelle, et dans la cour Fait à la hâte apporter de la tour Ses coffres-forts, ses bijoux, ses richesses; Jette deux mots à deux vieilles négresses, Fait par ses gens dans le puits, à la fois, Précipiter trésors, pièces de bois, Blocs de rochers. . . et voilà qu'on amène Sa fille... hélas!... sa fille... pauvre Hélène! II la saisit, et d'un bras assassin, Le bras d'un père ! un tigre est plus humain, II la poignarde auprès de la citerne D'un bond l'y plonge... On entend la poterne Qui crie et cède et casse avec fracas ; Comme un torrent libre enfin, les soldats De tous côtés à grand bruit se répandent; Dans lc préau les fuyards se défendent ; II n'est plus temps ! ils sont enveloppés ; De mille coups les uns meurent frappés, D'autres sont pris ; aveuglés par la rage D'autres du fer qui servit leur courage"], [39, "25 cré à la mère de Dieu el construit par les premiers chrétiens à la naissance d'une fontaine renommée que nos pères, les Gaulois, avaient, eu en profonde vénération et où les Druides recevaient les voeux et les prières des malades qui, de toutes paris, venaient y chercher leur guérison (1). Le château de Varey se trouve aujourd'hui tellement en touré d'appellations sarrasines qu'il n'est pas douteux pour Tranchent leurs jours en maudissant le sort. Au milieu d'eux, poussant un cri de mort, Leur chef couvert de sang et de poussière Voulait aussi terminer sa carrière, Mais les guerriers l'environnent soudain, Prennent son fer, en désarment sa main, Et, sans répondre à sa rage impuissante. De la margelle encor toute sanglante Le font tomber, après de longs efforts, Près de sa fille et près de ses trésors. Ainsi périt ce guerrier sanguinaire. ■Les Sarrasins, dans leur sombre colère, Pour ajouter à ces scènes d'horreur Avaient du puits comblé la profondeur ; Vainqueurs, enfin, ils volaient au pillage; Voilà qu'un cri court d'étage en étage ; Un incendie envahit le manoir ; Tout se consume, et les ombres du soir Aux ennemis laissent voir deux négresses Qui, secouant leurs torches vengeresses, Brûlent ces tours où pleura le malheur. (1) « II est du moins certain que la chapelle d'Ambronay, sur les ruines de laquelle l'illusti'eBarnard vint fonder, cn 802 ou 803, l'abbaye d'Am bronay avait été renversée par les païens, soit qu'alors on taxât de paga nisme toute croyance qui n'était pas chrétienne, soit que le plus grand nomlire des Manritanes fussent ici des Berbèrs, qui étaient effectivement idolâtres. — Vbi renovata quœdam ecclesia, in honore Dei genitricis olim constructa, sed a pagniiis pustmodùm aversa, in ipso loco abbaliam cons truxit. Antérieurement à 802 ces païens n'étaient pas des Hongres ; ils nc pouvaient être que des Sarrasins. » — D. Monnier, Etudes arch. sur le Bugey, p. 156."], [40, "26 nous qu'il n'ait succombé sous les rudes assauts qui lui furent livrés. II n'est pas moins certain que lorsqu'il succomba ce ne fut qu'à la suite d un siège meurtrier et d'affreux combats. Après Charlemagne, qui combaltil les Sarrasins dans le Dauphine et le Midi, l'organisation féodale enlaça tout le pays el les puissants princes des montagnes, loin des rois de France el des empereurs d'Allemagne, mirent leurs citadelles sur un pied respectable de défense pour conserver une indé pendance qui ne relevait plus que de Dieu. Les Coligny, dont le nom fut plus d'une (ois mêlé aux évé nements de l'histoire de France, dominaient sur une partie du Jura, le Revermont et les bords de la rivière d'Ain (1). L'aigle blanche qu'ils avaient prise orgueilleusement pour emblème, couvrait de sa protection de hautes et fortes posi tons, mais les limites du Dauphine n'étaient pas éloignées; les comtes de Savoie, grâce à une politique habile, agrandis saient leurs domaines ; les sires de Thoire, les Bagé, les Villars, les Grolée guerroyaient avec un acharnement qui ne se lassait jamais. Guerric, voulant protéger sa frontière, des cendit dans sa province des bords du Rhône. Sa juste pré voyance fit augmenter la force de ses principales places de (1) « On se rappelle qu'en 736 la partie occidentale du département fut ravagée par les Sarrasins ; que le nom de Sarrasinet, donné à une butte de terre près de Longchamps, et de Fort-Sarrasin, donné à un ouvrage cn terre assez considérable , qui a existé longtemps dans la plaine du Bas- Bugey, indiquent le séjour prolongé de leurs armées à l'occidcnt des mon tagnes ; que d'autres restes de camps ont été reconnus à Oussiat près du Pont-d'Ain, et à Château-Gaillard près de l'Albarine; on peut conjecturer que la nécessité de se défendre sur les premiers rangs des montagnes du dé partement en lit donner le commandement à un seul chef, dont le pouvoir s'étendit depuis le nord du Revermont jusqu'au Rhône, et que ce chef, en transmettant ce commandement à ses descendants, aura donné naissance à la seigneurie de Coligny. » La Teyssonnière, Rech. hist., tome 2, p. 36."], [41, "27 guerre. Par ses soins, Saint-Sorlin, Saint-Germain, Varey, furent entourés de fortifications puissantes. Dès-lors, ces châteaux comptèrent parmi les plus redoutables de la contrée et furent regardés comme les clés du pays. Quelques historiens ne font remonter la fondation de Varey qu'à l'an 1150; des titres parlent de notre manoir à celte époque, et les dépouilleurs de chartes en concluent qu'en cette année-là on vint apporter une première pierre sur le rocher vierge d'habitations; c'est une erreur. Les tra vaux du vieux Guerric étaient une restauration et non poinl une création. Bien du sang avait déjà coulé autour de la for teresse barbare quand les tours féodales s'élancèrent pour la première fois dans les airs. Hugues succéda, au commencement du XIIIe siècle, à Guerric, mort dans une vieillesse avancée. Bientôt, on s'en tretint des charmes naissants et de la beauté gracieuse de la jeune Marie, dont les plus brillants seigneurs demandaient la main. Le préféré fut Amé, comte de Genève; le mariage fut célébré, au milieu des fêles et des plaisirs, à Coligny-le- Neuf, vers l'an 1240, el la jeune épouse apporla en dot à son époux, avec des domaines considérables, la seigneurie de Varey, beau présent de noces, dont sa nouvelle famille sut apprécier la valeur. En 130'J, c'est-à-dire soixante ans plus tard, Guichard de Beaujeu vint à Genève attiré par la réputation de Jeanne, arrièie-pelite-fille de Marie de Coligny. Guichard élaii un vaillant guerrier, un politique habile; on admirait en lui ioules les rares qualités qui lui ont valu le nom de grand ; il sut plaire, et Jeanne en devenant dame de Beaujeu, offrit á celui dont elle ét.iit ardemment éprise les clés précieuses de la citadelle de Varey. Le bonheur des deux époux ne fut pas de longue durée ; Jeanne était d'une délicatesse de sanlé extrême; elle s'élei-"], [42, "28 gnit au milieu des larmes de ceux qu'elle aimail, regrettant la vie qui lui élail apparue si belle, regrettant celui dont elle portait le nom, désolée surlout de mourir toute entière, et de ne pas laisser un fils qui aurait rappelé son souvenir. A la mort de sa siìle, le comte de Genève revendiqua la seigneurie de Varey. Prévoyant d'avance un malheur, il avait stipulé qu'il serait libre, au cas où le sire de Beaujeu n'aurait pas d'héritier, de reprendre ce beau domaine et de le payer une certaine somme, considérable si on veut, mais n'équiva lant pas, dans 1 esprit de Guichard-le-Grand, à une forte resse qui avait fait ses preuves et qui couvrait la province de Dombes du côlédes montagnes. Amoureux et tout à sa belle fiancée, le sire de Beaujeu avait signé son contrat comme un prince. Quand il fallut tenir celte clause de marchand, quand ii vil le lion de Beaujeu descendre du haut des tours de Varey , quand il vit surlout s'élever à sa place les armes d'Hugues de Genève, son ennemi , sa colère fit des ser ments qu'il ne tint que trop fidèlement, mais dont l'exéculion atlira bientôt sur lui et sur le Beaujolais une catastrophe hu miliante. Hugues de Genève, grand-oncle de la dame de Beaujeu, élail fils de cette Marie de Coligny dont nous avons vanlé la grâce el la beauté. Comme tous les puînés, il n'avait guère que son épée; il possédait en outre la seigneurie d'Anlhon, sur les bords du Bhône, faible héritage pour un gentilhomme nourri dans les grandeurs. Agé, mais ambitieux, il accepta, en échange des droits qu'il avait à réclamer sur la maison de Genève, la seigneurie de Varey dont les terres étaient peu éloignées de ses possessions, mais dont la citadelle était de venue un posle dangereux depuis que le comte de Savoie avait conquis Saint-Germain-d'Ambérieux, Saint-Denis, Ambronay el quelques autres châteaux relevant du Dauphine. Sans me surer le danger, fort de sa vaillance, sûr de l'appui du Dau-"], [43, "29 phin et comptant sur la hauteur de ses remparts, il s'enferma dans sa forteresse, qu'il approvisionna comme si l'ennemi tenait la campagne. Aux yeux du vieux soldat, un orage vio lent se préparait. Aussi prudent que brave, il appela autour de lui des troupes vaillantes et dévouées, élagua les serviteurs douteux el attendit les événements. Guichard-le-Grand ne pouvait, avec les forces réunies du Beaujolais et de laDombes, enlever un ennemi si bien pré paré, mais il avait dans le comte de Savoie un allié toujours prêt à guerroyer contre Genève ou le Dauphine. Depuis qu'il portait la couronne, Edouard montrait une prodigalité compromettante et une bravoure qui allait jusqu'à la lémé rité. En ce moment, sous les plus vains prétextes, il ravageait les terres du seigneur de Faucigny el du comte de Genève; Guichard lui montre, sur les bords de la rivière d'Ain, une proie brillante, il lui offre un but digne de son courage ; sa politique a organisé une ligue puissante dont le comte sera le maître et le chef; Edouard consent ; l'espoir de porter un grand coup enivre son orgueil, il se décide, malgré l'avis de ses iidèles serviteurs, se rend à Bourg el de là lail appel á tousses vassaux. Par les soins de Guichard, des messagers sont envoyés au duc de Bourgogne, au comte d'Auxerre, au comte de Qui bourg. De son rôle, la noblesse savoisienne descend des mon tagnes, enlrainant l'élite de ses vassaux ; une armée nom breuse, el comme Edouard n'en a jamais commandée, accourt de tous les points, se forme, s'organise el dresse ses pavillons sur les bords de la Beyssouze ; il semble que le comte de Savoie aille conquérir un empire ; si la frontière est désarmée, si le pays est dépeuplé, qu'importe! Jamais plus belle armée ne fut réunie sous la croix blanche, el la vicloire ne saurait trahir d'aussi épais bataillons."], [44, "30 Les plus vaillants capitaines du Dauphine s'émurent quand on apprit qu'Edouard se mettait en mouvement. L'armée se dirigea lentement vers Pont-d'Ain, traversa la rivière et vint se déployer au pied des collines, entre Saint-Jean-le-Vieux et Jujurieux; bientôl son campement s'organisa, ses lignes s'établirent, et Varey fut investi. Les défenseurs du château voyaient, du haut de leurs rem parts, ces troupes innombrables, munies des plus formidables engins de siège, et, devant de si puissants moyens d'attaque, plus d'un courage fut ébranlé. La cavalerie passait rapide, guidons au vent, el faisant briller ses armures aux premiers rayons d'un soleil d'été. La mortelle résonnance des trom pettes, le bruit effroyable des tambourins, le hennissement des coursiers, le cliquetis des harnais, le sourd roulement des charriots et des chars jetaient d'avance la terreur dans les plus fermes esprits. Les gens des communes couvraient la vaste plaine, el leurs bataillons ne pouvaient se compter. Les chemins de la montagne, la gorge profonde de f Abber gement, unique ressource pour le ravitaillement el le secours, furent, en premier lieu, occupés el gardés par des postes se reliant les uns aux autres et destinés à couper toute commu nication avec le Dauphine. Le siège se déclarait meurtrier ; la guerre s'annonçait mortelle, La garnison, réduite à elle même, devait résister à toutes les forces de la Bourgogne el de la Savoie. Quand les munitions seraient épuisées, les vivres consommés, les remparts détruits, il faudrakse livrer aux mains d'un assaillant furieux, et subir une capitulation déshonorante ou périr. Hugues de Genève vil d'un coup d'œil sa position, et, sans avoir l'espoir de résister ou d'être secouru, sans se demander comment le siège finirait, soldat avant tout, il repoussa fièrement les sommations qu'on osa lui faire, et se mit en devoir de vendre chèrement la vicloire à f ennemi."], [45, "31 Quand une armée entre en campagne, elle cherche à de viner la vaillance de ses chefs, l'habileté de ceux qui la di rigent ; la popularité vole de l'un à l'autre. Dans les marches ou autour des feux du bivouac, on rappelle les souvenirs de gloire des vieux capitaines, on attache un espojr brillant à la fortune des jeunes officiers , on discute et on espère, jusqu'au jour où un premier engagemtnt permet à chacun de donner des gages. L'armée, alors , suivant les circonstances, se décourage et se fait ballre, ou donne sa confiance, s'en flamme el se met à la hauteur de ceux qui la conduisent au combat. Parmi les chefs de l'armée de Savoie, on remarquait, en premier lieu, le comte Edouard, grand, beau , bien fail, habile aux armes, mais dont la fougue ne connaissait aucun péril, et qui montrait, au milieu de la phalange vieillie sous l'armure qui l'enlourail, les qualités d'un soldat de fortune plutôt que celles d'un général ; d'ailleurs, généreux et pro digue, et, disent les historiens, « tant libéral, qu'il passoit les limites de raison... tellement que souvent s'en trouvoil en arrière, car sa despense exoédoit son revenu... A raison de quoi, ajoute Paradin, se faisojent souvenl sur le peuple exactions el concussions pour la profusion du prince, qui donnoit plus qu'il n avoil vaillant ; mais ce n'est pas libéralité d'oster aux uns pour donner aux aulrcs. »... « Les escuyers d'escurye, dit un vieux manuscrit, ne pouvoient tant achetter de chevaux el de harnais que leur maître n'en donnast encor davantage. » Le règne de pare.ls souverains peut être bril lant, l'hisloire contemporaine peut les louer, mais la postérité est plus sévère, el la raison leur demande froidemenl compte du bonheur qu'ils n'ont pas su donner à leurs sujets. Après Edouard, on admirait le duc Boberl de Bourgogne, environné d'une noblesse orgueilleuse et opulente, le comle d'Auxerre, époux d'Aliénor de Savoie, accouru d'une contrée"], [46, "32 élojgnée aulant pour acquérir de la renommée que ponr amener des secours à son fougueux beau-frère, Guichard de Beaujeu, Guichard-le-Grand, comme dit l'histoire, offrant le rare mélange de l'intelligence et de l'audace, de la prudence et de l'intrépidilé, le comte de Quibourg, vieux guerrier blanchi sous le harnais , le vaillant Guillaume de Granson, plus célèbre par son épée que par la grandeur de ses do- maines ; enfin, dans un ordre secondaire, quant à la puis- sance, mais non quant à la magnanimité, Amé de Chalant, de cette ancienne famille de Chalant, qu'on disait issue de la maison de Monlferrat, et fils lui-même de ce Godefroy, sé- nateur de Rome et gouverneur de Gênes, dont la fortune avait étonné le Piémont, Guillaume de la Baume, Pierre d'Aarberg, Grammont, dit aussi Les Os Saint-Georges, En- tremons, Varax, Chandée ; puis, dans les rangs des chefs inférieurs, un inconnu, un aventurier sans nom, mais redou- table, espèce de colosse, venu de Flandre, et qui, doué d'une force surhumaine; couvert d'une armure gigantesque et monté sur un énorme coursier, désarçonnait comme des enfants tous les cavaliers que rencontrait sa lance. Les gens du vulgaire l'aimaienl à cause de l'obscurilé de sa naissance, les chefs l'eslimaienl à cause de sa rare valeur; l'armée, émerveillée de ses prouesses, l'avail surnommé le Braban çon. Dès que les guerriers de la Bourgogne el de la Savoie eurent entouré la place, les puissantes machines, destinées à ébranler les murailles, furent amenées et mises en posi tion. De trois côtés, le château était à l'abri des insultes; le précipice ne permettait qu'aux flèches vigoureusement lan cées de venir heurter de leur fer impuissant les pierres de taille des fortifications; quelques archers disséminés sur le terrasse suffisaient à la défense, el s'amusaient, par passe temps, à renvoyer les traits qui avaient pu monter jusqu'à eux."], [47, "33 Quand un guerrier téméraire s'approchait trop des murailles, quelque projectile, prompt comme la foudre, des carreaux perfides vomis par les arbalètes et les mangoneaux, ou des quartiers de rochers semblant venirdu ciel, faisaient bien vile respecter la virginité des remparts. Mais sur la langue de terre qui unissait le manoir à la montagne, assiégeants el assiégés pouvaient se joindre à la longueur du fer. Malgré un fossé profond et de hautes tours, malgré tout ce que l'arl savant de la guerre avait pu inventer pour la défense, la cita delle était abordable d'un côté et c'est sur ce point que se dirigea l'armée des assiégeants. Là, les chefs font avancer ces tours roulantes qui doivent donner aux assaillants l'avantage de la hauteur, là d'habiles ingénieurs préparent ces balistes et ces catapultes dont la formi dable puissance doit lancer dans les airs desblocs de pierrequi ébranleront les remparts, écraseront les toits et doivenl, de leur masse énorme effondrer de fond en comble les voûtes et les planchers. Les béliers sonl suspendus à de longues chaî nes ; le sol est aplani, les obstacles sont enlevés; un peuple de travailleurs remue la terre; sous les yeux des princes, vassaux, soldais et capitaines sapent, creusent, égalisent ; la diversité des peuples et des drapeaux redouble l'émulation. On sait que de ces premiers préparatifs dépend tout le suc cès ; aussi, tout autour de la place, Allemands, Bourguignons, Savoisiens, haut ou bas placés, de tout grade cl de tout rang rivalisent-ils de zèle. Enfin le terrain est déblaje, les ma chines sont prêtes, l'armée s'approche, le drapeau de Savoie s'agite, les chefs saluent, et un cri immense s'élève dans les airs. Tandis qu'un épouvantable ouragan de rochers ou de poutres aiguës assaille les murailles, que le sire de Beaujeu, savant dans l'art des sièges, prend l'avis des vieux officiers et fait ouvrir ces chemins tortueux qui doivenl porter l'in- 3"], [48, "34 cendie et la deslruclion jusqu'au sein du châleau , pendant que les princes massent les troupes, organisent les réserves, lancent l'allaque et dirigent les opérations, le comte de Savoie, impatient, pousse son cheval du nord au midi, me nace, appelle, provoque, et s'indigne de n'avoir devant lui que des remparts inaccessibles. Une troupe d'élite l'accompagne, et enivrée du courage de son chef, imite sa furieuse valeur. Bouvent, Conzié, Béost, Varax, le Saix, la Palu, la Baume, Corsant, Chandée, la Teysssonnière, jeunes courages, lances célèbres, tourbillonnent autour de lui el semblent porter dans leur impétueux escadron la fortune de la Savoie; leurs cour siers se fatiguent de courses inutiles, et les assiégés sourient en voyant celle bouillante jeunesse monter et descendre inces samment le long des abrupts el difficiles sentiers. Attaque plus redoutable, les bois de la montagne sont cou pés, dépouillés, et précipités dans le fossé dont ils doivenl combler la profondeur. Les assiégeants espèrent se rappro cher bientôt du manoir el porter avant peu la sape dans ces murs que les calapullcs ébranlent et que le marteau doit achever. Sous lechoc des masses qui heurtent les haules tours, la pierre se casse, les remparts s'entament el avant que le soleil ne soit couché derrière les marais de la Dombes, d'af freux ravages se font voir sur tous les points de l'orgueilleux rempart. On n'en peul douter, la journée est bonne; mais la cha leur a été brûlante el les plus fiers courages sont fatigués. Au signal de la retraite, l'armée rentre avec empressement sous ses lentes; des postes nombreux sont laissés à la garde des travaux, des troupes reposées viennent remplacer celles qui ont combattu; la confiance règne d'ailleurs dans tous les esprits. Au dire des anciens soldats, la puissance des assail lants ôte à la citadelle la possibilité d'une longue résistance. L' abondance règne dans le camp, les chefs ont fait preuve"], [49, "35 d'entente et de valeur, le ciel promet une longue suite de beaux jours, tout est à souhail pour celte multitude qui s'a brite sous les plis du drapeau à la croix blanche el qui goûte les délices de la fraîcheur el du repos en causant de sa vail lance et de ses exploits. Bientôt lu nuit la plus profonde endort les soldats. La ru che humaine bourdonne doucement, puis tout s'apaise, toul s'éteint, silence du calme et du repos, non de la solitude et de la mot t. Cependanl, non loin de là, le vieux renard dauphinois ne dormait pas. Enfermé dans sa lanière, courroucé mais non vaincu, il s'apprêtait à faire payer à ses ennemis leur inso lente sécurité. Vers le milieu de la nuit, avec des précau tions infinies, il fait abaisser le j onl levis, sortir ses troupes et lance sur les postes avancés une avalanche armée qui balaye soldats el travailleurs, renverse ce qui lui résiste et, allant droit devant elle, porte au loin le carnage el la destruc tion. Allemands, Savoisiens, Bourguignons sont égorgés; des cris s'élèvent le long des flancs de la colline, l'armée au loin se réveille el les soldais, en s'armant â la hâte, ne savent si le châleau esl pris, ou si une armée de Dauphinois, venue on ne sait d'où, ose attaquer leurs lignes et forcer leurs retranchements. Edouard, Guichard, Guibourg, se précipitent au secours de leurs soldats; le duc de Bourgogne, le comte d'Auxerre, se mettent ii la tête des réserves. Les étoiles brillent dans le ciel, mais la nuil n'est pas assez éclairée pour qu'on puisse découvrir tous les pièges que cache la plaine. Les forêts ne sont pas éloignées el leurs profondeurs peuvent recéler des ennemis; la confusion esl parlout. Des éclaireurs se glissent dans Ioules les directions et sondent l'obscurilé; la masse des troupes se met en bataille, l'élile des soldats de la Savoie s'é lance à la suite de son souverain el vole, au rimmel de la col-"], [50, "36 line, à la défense des tours, des catapultes el des béliers tom bés au pouvoir des Dauphinois. Edouard gravit la hauteur et lotit annonce que son choc sera irrésistible; il arrive el derrière lui on entend la marche de l'armée. La cavalerie le suit de près; les casques brillent et le galop des escadrons retentit sur ses pas. Indigné, superbe, il rallie les fuyards; les soldats reviennent; tous ensemble courent à l'ennemi. Mais les Dauphinois ne parais sent nulle part ; les champs, !es bois n'opposent aucune résis tance; on marche en vain, on ne sait où rencontrer ceux qui ont jeté le trouble au milieu des assaillants, el qui, fuyant dans les ténèbres, n'osent pas attendre la vengeance du jeune et intrépide guerrier. On les voit enfin, ils ipparaissenl, mais à la lueur de l'in cendie. Des résines ont mis le feu aux machines du siège, des torches enflammées ont été jetées sur les troncs d'arbres amoncelés dans le ravin. Le châleau est entouré d'une cein ture de feu el les assiégés, derrière leurs épais remparts, sui vent les progrès de cette Gamme qui rend ò leurs fossés leur primitive profondeur. Tous les travaux sont anéantis, les conduits que la sape à creusés sont comblés, les fascines sont consumées, ce qui n'a pas été détruil esl renversé et les auteurs de tout ce désastre sonl à l'abri, Quand le jour vint, les assiégeants virent les murailles répa rées, les tours ne portaient aucune des blessures de la veille el la foríeresse plus fière que jamais semblait n'avoir essuyé aucun assaut. A la guerre, lorsqu'un échec n'affaiblil pas, il double la puissance ; l' affront que les armes de la Savoie venait de subir exaspéra celle multitude de combaltanls. Les plus sages dé clarèrent qne le temps des ménagements el de la prudence élail passé, que l'aclivité el l'audace élaienl de nécessité et"], [51, "37 qu'il fallail enlever promptement le manoir qui osait résister á une armée entière. Le comte de Savoie, oubliant la géné rosité habituelle à sa famille, jure de ne pas laisser trace de ces remparts salais à ses armes. Conduite en bon ordre el non moins désireuse de se ven ger, l'armée reprend ses positions; personne ne les lui dis pute. Tranquille au milieu de sa garnison, ou impuissant contre un pareil orage, le vieux Hugues examine les travaux sans les troubler; il contemple sans laisser voir son émotion, au levant une multi'ude abattant les forêts et, à ses pieds, les pioniers creusant de nouveau la terre; au nord les gracieuses habitations de Jujurieux , quartier général du comte de Savoie, qu'environnent ses plus vaillants capitaines; au couchant les chaumes noirs du hameau de Saint-Jean-le-Vieux, occupé par le duc Robert et l'opulente noblesse qui raccompagne. Entre ces deux poinls exlrêmes, les lignes de l'armée, les riches pavillons de la Bourgogne et des chevaliers de l'Auxer rois; les tentes moins riches des Allemands, des Suisses el des Savoisiens; au fond du tableau la rivière d'Ain que tra versent incessamment les convois de munitions que la Bresse envoie aux ennemis. II soupire el détourne la vue ; son œil ardent se tourne enfin du côté du midi et sou regard qui s'il lumine, plonge avec sa pensée dans l'étendue, interroge tous les indices, cherche à deviner ce qui se passe là bas, de l'au tre côté du Rhône, au pied de ces montagnes bleues qui bor nent l'horizon. Mais rien ne répond íi son attente; une col line boisée, une épaisse forêt de châtaigniers séculaires le séparent du point qu'il voudrait sonder. Ce rideau cache l'in connu; c'est pour lui l'espérance ou l'oubli, la délivrance glorieuse, ou l'abandon et la mort ; le vieux guerrier s'ar rache à ses rêveries et descend donner les ordres qui doivenl conjurer les périls que sa prévoyance voit s'amonceler el grandir autour de lui."], [52, "38 L'attaque, moins bruyante que la veille, était bien plus dan gereuse. Rien de ce que l'art des sièges avait inventé n'élail négligé pour abattre l'orgueilleux manoir; tout ce que le génie de la guerre possédait de ressources el de moyens élail mis en usage contre une poignée de guerriers. Superbe spec tacle que celui d'un si formidable déploiement de forces con tre un châleau isolé, que celui d'une garnison abandonnée résistant à la plus magnifique armée que la Bourgogne et la Savoie eussent mis sur pied depuis longtemps. Le soir on n'eût pu voir que peu de ruines, peu de désas tres, peu de dégâls, mais toutes les positions éiaient prises, bien gardées el solidement défendues. Le manoir avait peu souffert , mais il élail plus élroitemenl serré que jamais. Encore quelques jours d'approche, et un assaut peut faire succomber la forteresse. Hugue compte le temps depuis son premier avis au Dauphin el il s'élonne. Ses prévisions l'ont trompé ; on ne croit pas son danger aussi grand ; on délibère au lieu d'agir ; que fail donc le comte de Genève qui lui avait promis secours? II faut les prévenir que le temps presse el que s'ils tardent ils ne trouveront qu'une ruine fumante où fut autrefois Varey. Au milieu de la nuit, à l'heure où le sommeil est le plus profond, une poterne s'ouvre mystérieusement dans les replis des fortifications et quelques soldais d'élite légèrement armés glissent sans bruit au bas de la colline. Protégés par les ténèbres, ils s'élancent et se dispersent ; leur fuite attire les assiégeants, mais, agiles et connaissant le pays, dès qu'ils ont réveillé l'armée et jeté le trouble dans les avant-postes, ils se replient, se rejoignent el regagnent les fossés au milieu des cris et des projectiles. Hugues paraîl avec ses troupes et simule une sortie. Sous sa protection, les fuyards précipitent leurs pasel se retrouvent bientôt à l'abri des fortifications."], [53, "39 Toui a réussi; pendant que les Dauphinois se faisaient poursuivre par l'ennemi, un d'eus, agile coureur, a gagné la forêl. Plus tranquille sur la montagne dont il sait les dé tours, il brave la fureur impuissante des Savoisiens, longe, par des sentiers connus de lui seul, les collines, dernier con trefort du Jura, passe au dessus de la célèbre abbaye d'Am bronay, de la petite villed'Ambérieux, de la redoutable forte resse de Saint-Germain dont il évite la garnison, descend la montagne, traverse l'Albarine, s'enfonce dans la forêt de chênes qui couvre la colline, fend les flots du Rhône qu'il passe à la nage et, au point du jour, au moment où la lumière illumine la vallée, pousse un cri de joie, il est sur la terre du Dauphine. A cette même heure, aux sons d'une musique guerrière, Savoisiens et Bourguignons reprenaient les armes, avançaient leurs machines et se remettaient h ballre les remparts à la hâle consolidés. Quelques aventuriers avaient proposé ces épouvan- tables inventions qui, à l'aide de la poudre el des boulets, trouaient les armées les plus profondes, mais ces procédés nouveaux avaient fait horreur. Le massacre de loin, la bou- cherie sans laisser les moyens de la défense répugnaienl à cette fière noblesse si prodigue de son sang. Ce qui distingue l'homme d'armes du vilain n'est pas autre chose que l'habi- tude prise dès les jeunes années de se mesurer corps à corps avec l'ennemi. Pour tuer à distance, le faible vaut le fort, le lâche égale le vaillant, el le chevaleresque souverain de la Savoiedéfendit avec menace de renouveler ces cruelles el hon teuses propositions. Pendant que des arbalétriers adroits fonl pleuvoir une grêle de trailssur le châleau, les assiégés, munis de balistes puis santes, cherchent, à l'abri de leurs créneaux, à garder les approches du manoir. Les virelons, les carreaux volent, trouant les casques el faussant les armures. Les Dauphinois,"], [54, "40 passés maîlres dans l'atl de la guerre, ne livrent aucune chance au hasard ; toul est prévu, il est facile de voir qu'un chef habile les commande, et les plus furieuses attaques sont repoussées par les plus héroïques efforts; dans les hautes tours, d'abondantes munitions de guerre onl été accumulées ; les magasins regorgent de vivres el la confiance dans le sorl des batailles ne fait pas encore défaut. El cependant la multitude est effrayante au dehors. Sous les yeux des princes qui ne ménagent pas leurs personnes, les soldais redoublent de témérité. Excités par l'ambition, l'amour de la balaille, la diversité de races el de drapeaux , l'audace naturelle au sang qui bouillonne dans leurs veines, les guerriers des Alpes et du Jura bravent les dangers et se jouent des plus affreux périls. Moins rudes, mais aussi braves, les Bourguignons les soutiennent, partagent leurs travaux et lancent un sarcasme avec le même empressement qu'un Irait. Partout la force lutte contre la force, la ruserencontre la ruse. Savoisiens et Dauphinois, ces éternels ennemis, se cherchent, el s'attaquent, se poursuivent , et changent en vengeance personnelle et ardente la guerre que se font les souverains. La montagne, dépouillée de sa forêt, livre aux assiégeants des châtaigniers énormes, des chênes centenaires, des frênes robustes que les orages n'ont pu courber. Des palissades sont établies autour du châleau. Des remparts irréguliers mais solides s'élèvent en face des murs de pierre et les menacent d'une redoutable rivalilé. A l'abri à leur tour, les assiégeants s'avancent petrà peu, poussent leurs ouvrages el s'attachent surtout à co rbler les fossés. Des troncs d'arbres, des pierres énormes sont précipités dans le ravin ; des ponts sont jetés sur les deux bords; les assiégés les brisent, mais les assaillants renouvellent leurs efforls, el, appuyent sur le parapet opposé de grands peu pliers qu'ils fortifient et consolident ; sur tous les points, les"], [55, "41 géants des forêts tombés sous la hache à grand'peine, taillés à la hâle et armés encore de larges et puissants rameaux, sont roulés dans le précipice où ils deviennent les premiers appuis d'autres arbres, jetés en travers. Leurs branches s'entremê lent, leurs masses s'unissent el s'amoncellent; les fossés se comblent ; des solives, des planches, des poutres apportées par des milliers de bras livrent passagea l'ennemi. Des tor tues trappues, aiguës, indestructibles s'allachenl par des crampons de fer à la base des remparts, el des pionniers, des mineurs, ulcères vivants, fléau des vieilles forteresses, s'incrus tent dans les Irous que le bélier a creusés el que leur marleau infatigable agrandit. Lesmuraillesentamées gémissent sourdement et l'acharne nemenl redouble. Les assiégés s'efforcent d'écraser ces vers rongeurs qui pénètrent au sein de la ciladelle, les assiégeants protègent leurs travailleurs enfoncés dans l'épaisseur des fortifications. Des sorties sont essayées, des rochers lom benl, des torches sont lancées; tous les moyens que sug gèrent la ruse, l'audace ou le désespoir sont employés, mais les gros bataillons l'emporlent, les sorties sonl repous sées, les torches sonl éleinles, et les mineurs, cheminant sous les pieds des Dauphinois, reslenl maîtres de leur périlleuse position. Pendant que le sang coule auiour de Varey, les campa gnes sont dévastées. Des rôdeurs pénètrent dans les villages et ramènent le bétail des pauvres laboureurs. Chenavel, l'Abbergemenl, Saint-Jérôme invoquent en vain leur inoffen sive neutralité, Haulerive ses sympathies, Neuville son as sielte sur la terre de Bresse, Château-Gaillard sa pauvreté au milieu de toutes les dévastations ; les pillards sont sourds, les chefs de l'armée ferment les yeux el déclarent ne savoir où découvrir les coupables; on ne respecle que les citadelles qui, comme Châtillon-de-Corneille, la Bâlie, Poncin, Luy-"], [56, "42 sandre sonl ceintes de bonnes murailles et sonl en mesure de se faire respecter. Aux premières nouvelles de la guerre, le sire de Thoire esl descendu des montagnes et malgré le trailé qu'il a signé depuis peu avec le sire de Beaujeu, malgré son affection se crète pour\" la maison de Savoie, sa fidélité au Dauphin ne reçoit aucune atteint\". Inquiet de voir une si grande armée près de ses frontières, il a garni de soldats éprouvés ses pla ces fortes et lui-même avec ses meilleurs capitaines, entouré, comme aux jours du péril, des Mornay, des Bussy, desMoy ria, des Bouvens, il quitte Montréal, s'enferme dans la place forte de Poncin, et, neutre dans la querelle qui embrase le pays, attend que i'orage s'éloigne pour remonter dans ses sauvages vallées. Pendant huit jours entiers l'armée de Savoie prodigue ses hommes les plus vaillants, et Varey résiste encore. L'œuvre de destruction s'avance, mais lentement. Si une tour est tom bée, trois autres sonl encore debout. Les fossés sont comblés, les premières murailles sont sapées et ouvrent de íarges brè ches mais, derrière elles, des murailles plus hautes et plus formidables donnent un abri non moins sûr a l'assiégé. Le point d'aï laque plus resserré offre une résistance plus facile. Les ruines protègent les remparts qui se dressent intacts sur une nouvelle ligne et les plus hardis assaillants hésitent à gra vir ces montagnes de débris et de pierres renversées au som met desquelles ils se trouvent exposés à tous les coups de l'ennemi. Cependant la garnison a élé cruellemement décimée et ses rangs éclaircis ne pourront suffire longtemps au service péni ble qu'on leur demande. Hugues, sans paraître soucieux, ne quitte plus ie sommet des remparts. Sa présence encourage , ses exhortations soutiennent ; il parle d'espoir el lui-même peut-être n'espère plus. Ses officiers le supplient en vain de"], [57, "43 prendre du repos ; leur zèle, disenl-ils, remplacera son expé rience, leur épée est indomptable, ils ne laisseront pas, eux vivants, descendre le drapeau qui se déploie si fier dans les airs. Hugues repousse leurs offres ; il dort sur les murailles, il s'entrelienl avec les soldais et leur parle du temps où, après avoir bravé tant de périls, ils goûteront enfin les délices de la paix ; son ardeur excite les moins vaillants, sa confiance anime les plus intrépides, nul ne craint sous un pareil com mandant, nul ne doute quand le vieillard leur dit que le salut n'est pas loin. Cependant, la neuvième nuil, après une altaque meur trière, Hugues sommeillait sur la plaleforme d'une tour, quand le son d'une corne de berger le fil tressaillir. Anxieux, il écoule, le signal se fait de nouveau enlendre; il se lève, la joie inonde son âme ; le vieux guerrier ne peut maintenir l'émotion qui déborde dans son cœur ; l'œil brillant, la voix vibrante, il visite les postes, donne ses ordres, et de lui-même descend prendre au sein de ses appartements un repos qu'il a depuis longtemps oublié. Rien n'échappe à ceux que le danger environne ; la joie duchesse communique aux soldats; on cause du change ment opéré dans les traits el le sourire de celui sur qui pèse une si terrible responsabilité et chacun sent grandir ou renaître sa confiance el son ardeur. Aussi quelle ne fut pas la stupéfaction des assiégés quand ils virent, dès l'aurore , un parlemenlaire sortir du châleau, s'avancer vers les avant-postes et demander à être conduit au comte de Savoie. La forteresse étail-elle donc si démantelée que Ioule résistance fùl devenue impossible ? les progrès du siège avaienl-ils donc été si grands depuis deux jours? et celle joie, celle espérance, celle ardeur si visibles sur le front du belliqueux vieillard, n'élail-ce qu un mensonge, une feinte ? Les regards, du haut des remparts, suivent le parle-"], [58, "44 mentaire : i! s'approche des lignes; les Savoisiens vienneiil à sa rencontre ; il est introduit au sein des travaux des ennemi*. Conduit devant les chefs, le Dauphinois expose que Varey, après avoir résisté à une armée entière, peut tenir longtemps encore; que la petite garnison est bien approvisionnée; que les remparts exlérieurs onl seuls souffert, mais que Ioule résistance a ses limites, et que, pour éviter une cruelle effu sion de sang, le commandant du château, après avoir fait lout ce qu'il élail humainement possible de faire, demande une trêve de douze jours pour laisser reposer la garnison el l'armée; les douze jours accomplis, le commandant ouvrira ses portes, s'il n'est secouru. Le prudent envoyé évile de prononcer le nom de Hugues de Genève dans une assemblée où son chef compte de mortels ennemis. A celle proposition, des voix s'élèvent, el les avis se par tagent. Beaujeu veut la poursuite du siège sans trêve ni merci ; Edouard penche pour un repos qui lui permettra de s'enivrer de quelques nouvelles amours ; le duc de Bourgogne est indécis; le comte d'Auxerre regrette de s'êlre aventuré dans une gueire lointaine qui donne plus de peines que de profils. Les uns voient une ruse perfide dans la demande, et une faute dans la suspension d'armes; d'autres y trouvent leur convenance et invoquent l'humanilé; le parli de la paix l'emporle, et un traité est signé. La suspension d'armes sera complète ; On ne fera de travaux d'aucune part ; Les assiégés ne consolideronl pas leurs murailles ; La trêve ne sera que de dix jours ; Si, le onzième, la force ouverte n'est pas venue délivret Varey, le commandant ouvrira ses portes ; les hommes et les biens seront respectés ; les armes seront sauves ; mais le châ teau appartiendra désormais el pour toujours au vainqueur."], [59, "45 A la nouvelle de ces conventions, une parlie de l'armée murmure; le temps paraît long à ces soldats campés dans la plaine, loin des villes el à portée seulement de quelques villages désolés ou de quelques forteresses soigneusement gardées. Le comte de Savoie, avide de plaisir el désireux d'apaiser les esprits, fait appel aux dames de la province, organise des fêles, emmène de hardis chasseurs sur la trace des bêtes fauves dans la montagne, ou lance son faucon à la poursuite du héron, sur les bords de la rivière d'Ain ; le soir, le camp retentit des sons efféminés d'une musique dansante, et les chefs de celte nombreuse armée, devenus des hommes aimables pour les beautés accourues sous les lentes , ne paraissent plus d'invincibles guerriers à leurs rudes el bel liqueux soldats. Les liens de la discipline commençaient à se détendre, el les princes que la contagion n'avait pas gagnés comptaient les jours qui devaient, en leur livrant Varey, leur permetlre d'enlever leurs troupes à ce foyer de désordre el de corrup tion. II n'élail pas probable , il n'élait pas possible que le Dauphin pût envoyer du secours ù la malheureuse forteresse, et ce secours arrivâl-il, quel espoir de lui voir traverser les lignes de l'armée de Savoie pour ravitailler les remparts ou oser livrer bataille à Ioule la noblesse de la Bourgogne et de la Savoie ? D'ailleurs les éclaireurs disséminés dans la plaine ne signalaient aucun danger, et le poste avancé, retranché dans le vieux camp des Sarrasins, dormait plein de la sécurité la plus profonde, en attendant qu'on vînt le relever de celle posilion plus monotone que périlleuse, au sein de laquelle les soldais paraissaient n'avoirà redouter que le désœuvrement el l'ennui. Cependanl les aventuriers, habitués à toutes les vicissitudes el aux surprises de la guerre, gémissaient de voir celle con-"], [60, "46 fiance aveugle qui pouvait livrer l'armée la plus nombreuse à un ennemi déterminé. Avec eux el à leur lêle, le Bra bançon, loujours en armes, veillait à la sûreté de celte foule trop oublieuse du péril, el chevauchant sur son grand coursier de Flandre, cherchait à s'assurer par lui-môme que les Dauphinois ne rôdaient pas d3ns les environs. Parmi les chefs Beaujeu, Chalant, Granson, Quibourg, protestaient, par leur vigilance, contre l'insousiance commune et paraissaient seuls avoir souci de l'avenir ; le duc de Bourgogne, entouré de courtisans, s'applaudissait, au sein d'opulents festins, d'avoir fait venir les meilleurs vins de ses Etais, celui de la Bresse n'ayant pas sa faveur; le comte de Savoie, de son côté, s'enorgueillissait d'avoir fait une conquête, mais ce n'élait pas d'une forteresse redoutable qu'il s'était rendu possesseur ; aussi prompt au plaisir qu'à la bataille, il oublait, dans des amours passagères , qu'il élail responsable de la vie des guerriers rangés sous ses ordres, que le Dauphine avait des généraux habiles, et que la moindre faute peut mellre un royaume à deux doigts de sa perle. La leçon qu'il allait recevoir devait avoir une cruelle importance pour ses alliés, pour la Savoie el pour lui. Du haul de sa tour, le vieux Genevois comptait les heures, et d'un œil avide cherchail à deviner la sécurité et l'imprévoyance de ses ennemis. Guigue n'avait mis ni hésitation ni lenteur à secourir Varey, maisl'arméedeSavoieavailune telle force qu'il n'avait pas osé accourir avec les vassaux qu'il avait autour de lui. Dès les premiers bruits d'armement il avait convoqué ses alliés et attendu sur l'extrême frontière du Dauphine qu'ils vinssent le rejoindre. En effet, bientôt étaient venus sous sa bannière le comte de Genevois amenant tout ce qu'il avait pu lever de bonnes troupes; les seigneurs de Gex el de Fau cigny, Jean de Chalon, le comte de Valentinois, Ioule la belliqueuse noblesse du Graisivaudan, toules les meilleures"], [61, "47 lances des Alpes et des bords du Rhône. Dédaignant les communes qui font nombre et se battent mal, il n'avait pris avec lui que des cavaliers d'élite, mais il comptait surtout sur les compagnies de Gascons que le roi de France avait occupées jadis à l'extermination des Albigeois et qui, amenées par Annequin de Clérieu, avaient subi naguère un rude échec i la Côle-Saint-André, el depuis lors avaient juré une haine profonde k la maison de Savoie. Un chef redouté les com mande. Le Grand-Chanoine a pu seul les discipliner et les courber sous son autorité. Rigoureux devant l'ennemi, il les déchaîne volontiers après la bataille , el lui-même a peu de ces scrupules d'honneur qui font la gloire du soldat. Homme de fer, il se bat pour s'enrichir et rien ne le louche que ce qui tienl à son intérêt. Dès que ces forces sont réunies, le Dauphin, pressé d'ailleurs par les avis qu'il a reçus de Varey, quitte Crémieu, passe le Rhône et entre sur les terres du Bugey. II marche la nuil, et sa lactique savanle dérobe sa présence à l'ennemi. Guidé par un homme sûr, il évite les forteresses occupées par les Savoisiens; il s'éloigne de la plaine, suit le flanc des montagnes, s'enfonce dans les forêls de Douvres el d'Ambronay, laisse respirer ses troupes et débouche sous Varey au milieu des Savoisiens surpris (1). A la vue des bannières du Dauphine, à la vue de cette armée tombée du ciel, qui se mel en bataille sur la lisière des forêts, letrouble et la fureur des assiégeants sont au comble; les trompettes sonnent, les ordres s'échangent et se répèlent, les bannerets assemblent leurs soldais, les guerriers accou rent de Ionies paris, s'arment à la hâle el bientôt les esca drons bourguignons, les premiers prêts, se ruent sans ordre sur l'ennemi (2). (1) 7 août 132.5. (2) Rien de nul comme le singulier et long discours que Chorier met"], [62, "48 Campés à l'aile droile et les plus rapprochés de la colline boisée, ils partent sans altendre les Savoisiens. Confiants dans leur valeur, ils engagent la bataille. A leur tête est le Brabançon, dont la vigilance n'a pas été en défaul. Armé malgré la trêve, veillant malgré la sécurité générale, le pre- mier de tous les chefs, le Brabançon remonte l'Oiselon avec les troupes bourguignonnes, rencontre l'avanl-garde des Gas- cons et charge avec une impétuosité qui lait tout plier. Bien ne résiste á la lance énorme que lienl en arrêt son bras ner- veux; tout cède au choc du puissant coursier de Flandre qui promène son maître au milieu des rangs les plus épais. Dans cette mêlée, dans ce combat corps à corps, les coups pleu- venl sur l'épaisse cuirasse sans ébranler le fier guerrier, mais ja longue lance esl devenue inutile. Le Brabançon prend à l'arçon de sa selle une pesante massue de cuivre el, comme la foudre, la fait tomber à droite el à gauche autour de lui. Les rangs s'ouvrent, les Gascons reculent et se dispersent ; nul n'allend impunément le bras qui donne â coup sûr la mort; les Bourguignons poursuivent les Compagnies mises en déroute el les rejettent sur le corps de bataille rangé sous les ordres du Dauphin à l'enlrée de la forêt. Bourguignons et Allemands poussent des cris de joie. Ils voient la terreur qu'inspire le Brabançon el son exemple en flamme les courages. A peine formés, les corps se précipi tent sur le carré au centre duquel s'élève la bannière du Dauphin ; môme isolés, el ne consultant que leur fureur, les chevaliers se jettent sur l'escadron dauphinois qui reste im mobile; mais leur furie, privée d'ensemble et de discipline, se brise contre le mur d'airain que rien ne peut entamer. Au milieu de ses fidèles, le Dauphin monlé sur un coursier dans la bouche du Dauphin.' au moment de la bataille, Hist. du Dauphine, tome 2. p. 248."], [63, "49 d'une éclatante blancheur, donne ses ordres d'une voix calme et sa voix se fail obéir jusqu'aux rangs les plus éloignés. Auprès de lui on reconnaît Guy de Grolée, son célèbre con seiller ; autour d'eux se pressent Albon, Monlauban, Sassc nage, Allemand, Rossillon, Valbonnais, Maubec, Salvaing, Clerieu, Forcalquicr, La Poype. Le sang des Allobroges coule dans leurs veines. Les hommes d'armes qui les suivent sont nés et ont vécu dans les combats. Le ruisseau prelége leur corps de bataille derrière lequel se reforment el se réorgani sent les Gascons à peine rassurés. Malgré la contenance des Dauphinois, la victoire esl indécise; un simple événement, la mort d'un homme, va la décider. Comme toute l'armée, le Brabançon a vu cetle impéné trable forêt de lances qui arrêle l'efforl des assaillants el menace de fixer la victoire. II délibère s'il attendra le gros des Savoisiens dont les escadrons se précipitent du fond de la plaine, ou s'il renversera seul ce rempart vivant au milieu duquel trône le Dauphin ; les cris des Bourguignons l'en couragent, sa propre vaillance l'y porte ; le désir de se faire un nom immortel le décide; il prend du champ, s'assure sur ses étriers et se prépare à ouvrir une brèche au milieu du su perbe et belliqueux carré. Qu'il entre, les Bourguignons sont sur ses pas el l'armée des Dauphinois esl détruite. Son héroïque résolution est comprise. Ce guerrier gigan tesque, ce coursier plus haut que les plus grands coursiers, cette armure que les coups ne peuvent fausser, ce bras invin cible qui renverse les plus hardis, vont triompher de la dis cipline des Dauphinois. Le seigneur des Baux fait signe au Grand-Chanoine ; lous deux se portent a la rencontre de leur terrible ennemi. Ils s'élancent en même temps el l'armée attentive s'arrêle pour les contempler. Le Brabançon a vu leur fière conle- 4"], [64, "50 nance et il attend leur hoc. íi sait que rien ne pourra l'é branler de sa selle où il repose comme une tour sur un rem part ; ils viennent de deux côtés différents, maïs peu lui im porte. Fier de vaincre sous les yeux de si illustres corribaltanls, il choisit pour premier ad ersaire le seigneur des Baux qui lui paraît d'un plus haut rang. Pendanl que le Dauphinois menace la poitrine el que sa lance impuissante se brise sur la pesante cuirasse, le Gascon roule dans son cœurunc trahison el, sans s'arrêter au déshon neur qui en rejaillira sur lui aux yeux des deux armées, il exécute son perfide projet. Par une forfaiture honteuse el digne d'un chef de pillards, il fait une feiule et au lieu de frapper l'homme suivant les lois de la guerre et de l'honncur, il enfonce sa lance dans les flancs du cheval qui se dresse, se cabre et se renverse, fait un dernier bond et tombe à terre avec son cavalier. Le Brabançon, accablé par le poids de ses ormes et de son cheval, fait des efforts inouis pour se dégager ; appuyant son bras puissant sur la (erre, il rassemble ses forces el veut arracher son pied qui n'a pu vider l'arçon; le coursier bardé de fer est couché sur lui ; (ous ses efforts sont vains et une horrible douleur le fait pâlir. Vaincu par la souffrance, il appelle; sa voix s'échappe avec effort à travers son heaume abaissé; la voix du héros parvient jusqu'aux Bourguignons, mais ceux-ci hésitent, reculent et le laissent entre les mains des assaillants. Trailre jusqu'au bout, le Grand-Chanoine (I) fail passer et repasser sa moulure sur le guerrier qui ne peut plus se dé fendre el qui s'évanouit. Le sire des Baux, que la postérité (1J Le Grand-Chanoine, i Alphonse d'Espagne), avant de comman der les Compagnies avait été effectivement chanoine et archidiacre à Pari i."], [65, "51 puisse flétrir son nom comme celui de son compagnon, met pied à terre, et, au lieu d'épargner le vaincu tombé ou de lc percer de son épée, de sa masse d'armes qu'il lient à deux mains, il frappele mourant à coups redoublés, tant que le cas que épais soit aplati, que la lôlc soit écrasée dans son enve loppe de fer et que l'àme du vaillant homme de guerre ail quille son corps mortel pour s'envoler au sein de Dieu. A celte vue, à ce crime, les Bourguignons s'épouvantent el se replient. Le comte de Genevois el Hugues, son oncle, qui conduisent les deux ailes de l'armée, se porlent rapidement en avant aicclcs troupes légères el cherchent à cerner l'en- nemi. Les Bourguignons découragés se dispersent. Les uns sonl faits prisonniers, d'autres mellant leur salut dans une prompte fuite, essayent de gagner leurs retranchements ; bientôt l'armée des Dauphinois s'ébranle, et en bon ordre, sans rompre ses rangs , descend vers Saint-Jean-le-Vieux. Bo- berl de Bourgogne et le sire de Beaujeu, qui faisaient armer leurs gens, soutiennent le choc, mais l'épouvante se glisse dans les cœurs; les chefs eux-mêmes désespèrent du triom- phe. Surpris au milieu du repos et des plaisirs, séparés, er-' rantà ('aventure dans la vallée, sans plan de bataille devant cel ennemi si peu attendu, ils ne peuvent que lutter avec leur bravoure accoutumée et réparer leur imprudence eu donnant leur sang. Cependant la chuie des Savoisiens ne devait pas être sans gloire. Aux cris de la bataille, à la nouvelle que les Dau phinois écrasent les Bourguignons, Edouard accourt à la lêle de lout sou corps d'armée. La colère embrase son âme: i! descend rapidement des collines, charge les Genevois, les Gessois, les gens du Faucigny, les culbute et les disperse. Arrachée à ses délassements imprudenls, la jeunesse savoi sienne veut racheter sa faute, et laver l'afl'ront qui vicnl de l'alleindre ; elle se presse autour de son chef, piété ù mou-"], [66, "52 rir, mais comptant vaincre; tout cède íi son impétuosité. Les Genevois éperdus se rejettent sur les Dauphinois, leurs vieux alliés ; ies Savoisiens les poursuivent jusque sous ce drapeau objet de leur animosité ; les lances frappent les poitrines, les épées cherchent les épées, la rivalité des deux nations, les haines héréditaires se font jour plus terribles à mesure que le champ de bataille se rétrécit; les escadrons se heurtent, tourbillonnent et se mêlent avec un bruit affreux. Amé de Chalant se rapproche du comte de Savoie : Avez été fail chevalier par le roi de France au mi lieu de la mêlée, lui dit-il avec une contenance si fière qu'on l'eût pris pour le paladin Roland : grand renom gagnerais, si à pareille fête daigniez m'oclroyer le don sacré de chevalerie. — Soit fait, répondit Edouard en frappant de son épée l'é paule de son féal ; gagnons la bataille et Varey sera tien, mieux ne puis. — Savoie ! Savoie ! acclama le nouvel élu de sa voix la plus éclatante, el son cri s'éleva au milieu du choc des com ballants. — Savoie au noble comte ! répondirent mille poitrines et les coups retentissent plus furieux, les armures éclatent, les cour siers tombent et s'enchevêlrent plus serrés sur ce point où le comte de Savoie exerce sa fureur. Sous l'effort d'Edouard et de sa vaillante noblesse, l'armée dauphinoise est ébranlée. La victoire penche pour la croix blanche. Navré de se voir vaincu, Jean de Chulon s'écrie, el l'hisloire a conservé son cri de désespoir : — « Ah 1 gentil Dauphin, secourons nos gens, el ne permettons pas aujour d'hui l'hotineur des armes nous être levé d'entre les mains. » A cet appel, les fuyards s'arrêtent, ics rangs se reforment autour des bannières, l'escadron brillant el invincible du Dauphin s'avance, charge à son touret s'ouvre nn passage au"], [67, "53 cenlre des Savoisiens ; la fortune change encore une fois et les vainqueurs connaissent, la rage au cœur, que le succès leur est arraché. Des torches enflammées sont jetées dans les lignes que dé fend Beaujeu ; ('incendie se propage et s'élance ; les pauvres chaumières de Sainl-Jean-le-Vieux sont dévorées et les Bourguignons aux prises avec les Gascons et les Dauphinois sont chassés Je leurs retranchemenls. Le Grand-Chanoine attise les flammes. Allemands, Savoisiens, que le soleil ardent éblouit, font volte-face el se retirent vers le nord; la sueur ruisselle sous les pesantes armures (1), Les Dauphinois tournent le dos h l'éclatanle lumière du midi el leur disci pline, leur intrépidité Iriomphenl de la fouguede leurs enne mis. Les communes cèdent, se débandent et se sonl tuer, fuyant çà et là sans ordre ni obéissance à leurs chefs, « comme il advient, ajoute le naïf chanoine de Beaujeu, à ces canail les de communes qui n'ont aucune expérience au faict d'ar mes, ny façon de faire des gents de guerre... » Ajoutons aussi; hélas! que les infortunés, enlevés à leurs travaux, n'a vaient aucun intérêt dans ces lulles acharnées que se faisaient leurs belliqueux souverains. (1) Chorier prétend que la bataille eut lieu en février. Nous préfé rons suivre la version des chroniqueurs savoisiens qui tous attribuent la plus grande part de cette défaite à ce que leurs soldats avaient un soleil brûlant devant les yeux. Ces détails précis et conformes à la topographie du pays ne s'inventent pas. Le 7 août est d'ailleurs le jour désigné positivement par eux. « Les Savoyens se voyans pressés se retiroyent au petit pas, tour nans le dos du coslé de septentrion qui fut cause qu'ils eurent le soleil du midy aux yeux, lequel ce jour estoit fort ardant. A l'occasion de quoy facilement furent deffaits car la lueur du soleil réverbérant sur les harnois leur esblouit les yeux de telle sorte qu'ils ne voyoient goutte et ne se cognoissoient les uns des autres. » Paradin. Chronique de Savoye."], [68, "54 Pauvres gens du vulgaire, canailles qui ne saviez que mou rir, c'est de vos rangs que sonl sortis plus lard les Mural, les Ney, les Masséna, assez versés, nous semblc-l-il,« ès choses de la guerre, » quoi qu'en dise la plume du chroniqueur. Le sang coule et fume, les cadavres s'amoncellent, les champs sonl semés de blessés qui crient, de mourants qu'on foule, de morts qu'on oubliera bientôt, de chevaux qui se traînent, de chariots qui encombrent, d'armures arrachées , d'armes brisées impuissantes à défendre celui qui s'élail con fié h leur force et à leur bonté. Les trompettes, les tam bours, les clameurs remplissent les airs, les terribles épées à deux mains fendent les casques, les pertuisanes trouenl les cottes de mailles; les coups résonnent, le fer grince contre le fer, riposte et frappe à son lour el l'armée de Savoie continue sa retraite vers ses retranchements où elle espère trouver sécurité et repos. Mais du haut des remparts de Varey, Hugues a vu la bataille ; il a suivi toutes les vicissi tudes du combat, crainl, espéré, craint encore; il faitsorlir sa garnison et, par une vigouieuse attaque, jette encore le trouble dans l'armée de Savoie. C'en esl fait, la déroute commence; rien ne peul sauver la magnifique armée d'un complet anéantissement. Le fils d'Amé-le-Grund verse des larmes de fureuret, dans sa résolution de ne pas survivre ò sa défaite, il veut retour ner sc jeter au milieu des escadrons du Dauphin. Mais ses officiers l'enlourent; ils lui font envisager l'avenir de la Sa voie ; une défaite peul se réparer, une revanche peut se pren dre ; la Bresse fidèle esl tout près ; pendant que les chemins sont encore ouverts, il faut se metlreen sûreté. Un soldai con naît un gué d'où on peul facilement traverser la rivière d'Ain, gagner Bourg el Bagé el là, réunir les débris de l'armée qui, réorganisée, peûtrelrouver bienlô! unaulrechampde bataille. Edouaid cède ; la mort dans l'âme, il quitte les siens, le sol"], [69, "55 où ses sujets expirent, où le sang de ses amis paie son impru dence, ce pays où naguère il était si puissant et si redouté el, pendant que sa noblesse va couvrir son départ, il s'éloigne fugitif, acconpagné d'un pelil nombre de serviteurs. Der rière lui Beaujeu, Chalant, Grammont, Terny rallient les fuyards et s'apprêtent h mourir pour protéger la fuile de leur souverain. Mais pendant que la fidélité antique, celte foi féodale qui n'a pas laissé de (races de nos jours, s'immole et se sacrifie, la guerre implacable veille et ne laisse pas s'échapper sa proie. Sur un point, à un carrefour du chemin, les cavaliers de la Savoie meurent avec trop de fermeté pour que leur sacrifice ne cache pas quelque mystère. Auberjon de Maley a ménagé son cheval el, faisant un contour, il se précipite dans la cam pagne appelant à lui les Dauphinois. 11 voit au loin un groupe qui se dérobe, le rejoint, l'atfaque cl porte sa main couverte de sang sur un homme pâle, fou de douleur et qui ne sait ni se défendre ni se nommer. A cette couronne, à ces armes, n son désespoir surlout, Maley a bientôt reconnu la plus grande infortune de la journée ; il s'enivre h la pensée de la riche proie dont il vient de s'emparer. Mais il ne peut la conserver seul el les serviteurs dispersés menacent de venir la lui disputer. II appelle encore etTournon accourt avec quelques cavaliers. Tous ensemble se saisissent du noble comle, se le disputent, prétendent chacun cn avoir fait la conquêle et finissent par faire un accord. Maley l'avail pris, on en convient, mais il ne pouvait le garder ; Tournon exige la moitié de la rançon et de l'honneur, Maley consent. On arrache l'armure du jeune prince, on lui enlève le casque qui proìégeail sa fière tête et cachait ses nobles Iraits ; on lc dépouille, chemin faisanl, et on i'entraîne avec violence vers les Dauphinois qui croiront à peine à un triomphe aussi complet (1). (1) Chorier prétend que Guillaume de Tournon et Auberjon de"], [70, "56 Cependant la grande armée n'est pas toute anéantie ; çà et là on combal encore et quelques Allemands, quelques Savoi siens tiennent vaillamment tête à l'ennemi. Le vieux Guil laume de Boczczel a vu de loin lc malheur de la Savoie. II appelle son fils dans la mêlée ! « Ah ! Hugues ! l'on em mène prisonnier le comte Edouard , (on seigneur cl le mien ! tosl, tost après luy, car je suis vielet fcble, et durement bles sié, pourquoy n'y pourroye aller. » (1) Hugues vole à la voix de son père. Enlrcmonts la suit, tous deux atteignent les Dauphinois, les chargent el délivrent le malheureux souve rain qui n'a ni la force ni le courage de dire merci à ses libé rateurs. A son tour le sire de Tournon appelle ; h son tour il envoie un cavalier à un vaillant baron qui poursuivait non loin de là les Savoisiens el implore son secours : — « Ah ! seigneur de Sassenagel accourez vite ; le comte de Savoie était prison nier et on essaye de le délivrer. A la recousse, Sassenagc, menons le comte de Savoie au Dauphin(2). » Mais le sire de Sassenagc ne comprend pas ce pressant appel ; il brusque le cavalier qu'on lui envoie ; s'emporte avec violence de ce quon arrêté son courage et jure que rien ne l'empêchera d'extermi ner les vaincus. Naguère, à Paris, le jeune et brillant comte de Savoie avait sauvé les jours del'imprudent baron deSassenage (3) sans se Maley « défirent le bassinet du comte de Savoie à l'entrée d'un bois. » Les forêts sont du côté de la montagne. Entre Saint-Jean-le-Vieux et Pont-d'Ain il n'y a qu'une plaine nue, des marécages et la rivière d'Ain. (1) Vieille chronique manuscrite de Savoie. (2) A la bataille de Varey, Guillaume de Tournon et Albert de Sas senage commandaient chacun un corps particulier composé de leurs vassaux. Voir Chorier, Histoire du Dauphine. (3) « Or fait à entendre qu'unpeu de temps auparavant le dit duSas-"], [71, "57 douter que bientôt celui-ci, reconnaissant, lui conserverait à son tour la vie et la couronne, au risque d'attirer sur sa tête toute la colère et la vengeance du Dauphin. Pendant que Tournon crie vainement et appelle sans être entendu. Auberjon menacé veut défendre sa conquête, mais il a trouvé des lances trop puissantes pour son bras. Boczezel et Entremonts le renversent, le jettent sur la poussière et, le laissant expirant, mettent le prince sur un cheval, (1) le main tiennent entre eux et, après des peines infinies, lui font tra verser les marécages et la rivière . Edouard n'a plus conscience des événements ; il s'abandonne à ses conducteurs, se livre à leurs soins et sait k peine qu'il se trouve en sûreté dans les mûrs du château de Pont-d'Ain. Mais h présent que le prince est à l'abri, k présent que nul danger ne le menace, l'honneur appelle les deux vaillants guer riers sur le champ de batailleoù meurent leurs frères. Le sang de la Savoie coule à flot» Lk bas, les Savoisiens tombent sous les coups des Dauphinois ; le devoir est inflexible, on ne transige pas avec lui; lk est leur place. Le secours qu'ils ont donné k leur souverain ne doit pas ressembler k une fuite ; k grand' peine, k grand danger.ils retraversent la rivière ; au trot sonage estant ambassadeur cn France , avec charge de demander une Clic du roy cn mariage pour monsieur lc Dauphin, son seigneur tomba en un grand inconvénient et danger de sa vie pour avoir tué le seigneur d'Aigrc villc, grand-Maistre d'hostel de France qui avoit répondu au dit de Sasso nage que le Roy n'estoit délibéré de donner «a tille à uu tel pourceau comme ec toit le Dauphin son maistre ; pour laquelle response, lc dit grand- Maistre avoit été mis à mort. A ceste cause le Roy indigné commanda tres expressément que punition fust faicte de ce meurtre et cust eu le seigneur de Sassonage la teste tranchée n'eust été le comte Edouard de Savoye qui lors estant en la cour de France le fit sauver et lui donna moyen d'évitei la colère du Roy. » Piradin. Chronique de Savoye, p. 207. (1) « Edouard devait être blessé, puisque ses libérateurs le mirent à cheval. » Lateyssoanière, tora. III. 4»"], [72, "58 de leurs chevaux épuisés, ils reviennent où ils entendent d'horribles clameurs.se rangentk côté de leurs frères vaincus, supportent avec eux l'efíort irrésistible de l'ennemi, luttent jusqu'à ('épuisement de leurs forces ; mais la mort ne veut pas couronner leur dévouement ; ils succombent, et pourtant ne sont que prisonniers. Boczezel, Entremonts, et toi vaillant inconnu, pauvre Bra bançon tombé si loin de ton pays, que n\"ai-je la plume d'or des poètes pour immortaliser votre gloire ! J'ai vu le champ de bataille où vous avez montré tant d'héroïsme et de grandeur; mon cœur qui a connu la peine amère s'est de nouveau brisé au souvenir de votre magnanime vertu, et, ramenant mes re gards sur les coutumes prudentes de notre âge, j'ai gémi pour mon pays en pensant que l'exemple d'une époque barbare ne serait jamais plus suivi. Avec Boczezel, avec Entremonts, se trouvaient prisonniers les plus grands seigneurs, les plus vaillants capitaines de l'ar mée. La victoire des Dauphinois était complète, la défaite des Savoisiens prolonde et désespérée (1) A la nuit, on eût pu voir, sous la garde d'une escorte formidable, s'éloigner dans la direction du Rhône et du Dauphine, Robert de Bourgogne et trois de ces plus vaillants écuyers ; le comte d'Auxerre et plu sieurs puissants seigneurs de ses domaines ; Guichard de Beau jeu avec Hugues de Marzé et Girard de Chintré, ses hommes, captifs et prisonniers comme lui;Humbert de Beaujeu, cha noine de l'église de Lyon , si cruellement blessé dans la bataille qu'il mourut k Embrun quelques jours après (2) ; enfin l'élite des chevaliers de Savoie, et parmi eux i'impélueux Galois de la Baume, le sage Amé de Chalant, Guy de Gorrevod, Luyrieux, Geoffroy-le-Chevelu, Hugues du Chatelard, André de la Forêt, Guillaume de Monlfalcon, Louis de la Paîu, Gui- (1) C'est au hameau de Cheminent, aux Arpilles et à la Planche-Bouvet qu'on a trouvé le plus grand nombre d'ossements et d'armures. (2) 12 septembre de la même année."], [73, "59 chard de Travernoy ; les autres dormaient de leur dernier sommeil dans la plaine ou erraient consternés et fugitifs dans les saulées de la rivière d'Ain, s'égarant dans les ma rais, cherchant en vain un gué pour gagner la Bresse et souffrant toutes les angoisses de la honte et du découra gement, de la fatigue et de la faim, pendant que des cris de joie traversant la nuit leur apprenaient que le camp où ils avaient leur bien, leur fortune, tant de souvenirs d'une famille lointaine, était tombé aux mains des Dauphinois. Les richesses accumulées dans les tentes opulentes des seigneurs de la Bourgogne, les armes et les bagages des Auxerrois, des Allemands, des Suisses, des Savoisiens, cour siers, ornements, bijoux, riches étoffes, butin de toute sorte, lout fut la'proie du vainqueur. Les soldats, les gens du po pulaire eurent une occasion peu commune de s'enrichir. Plusieurs jours après la bataille, les routes étaient encore couvertes de chars qui conduisaient en Dauphine les dépouilles des malheureux vaincus. Quant la nuit eut arrêté le massacre et sauvé les derniers débris de la Savoie, le Dauphin gravit les collines encom brées d'armes et de machines abandonnées ; il traversa les ruines du château de Varey, les fossés pleins de cadavres, les murailles témoins de si furieux assauts , couronnées aujourd'hui d'une si brillante gloire et vint se jeter dans ses bras de l'auguste vieillard qui s'était défendu avec tant d'éclat. Les nobles alliés du Dauphin s'empressèrent d'ajouter leurs félicitations k celles du souverain et le bruit des fêtes reten tit dans ces murs la veille remplis d'alarmes, sous ces voûtes ébranlées naguère par des projectiles meurtriers. Pendant que les princes resseraient k Varey les liens de leur alliance, partageaient les dépouilles et faisaient conduire les prisonniers sur l'autre rive du Rhône, répouvante se ré pandait dans la Savoie; on disait sa noblesse anéantie, l'ar mée détruite, des richesses immenses perdues, le comte en"], [74, "60 fuile, peut-être mort ; des bruits exagérés trouvaient créance, on voyait déjà la Savoie partagée entre les vainqueurs ; on s'informait des moits, des prisonniers et toutes les familles pleuraient dans l'attente des plus grands malheurs. La défaite était grande en effet. Le désastre profond. Pen dant de long jours on fut sans nouvelles du comte Edouard, puis on a apprit qu'il s'était rendu en Bourgogne pour solli citer des secours de son beau-frère ; peu après qu'il était allé en Bretagne auprès de son gendre,époux, depuis cette année, de la jeune Marguerite de Savoie, enfin qu'il était à Paris où il cherchait k mettre le roi dans ses intérêts. Mais la coupe était pleine, le chagriu avait épuisé ce corps robuste ; lan guissant, anéanti, celui qui naguère était le superbe, l'intré pide souverain de la Savoie prit la fièvre du désespoir et, après quelques jours de maladie, rendit son âme k Dieu, ne laissant qu'une fille, Marguerite de Bretagne, autre cause d'inquiétude et de trouble pour le pays ; le corps du pi ince fut embaumé et conduit a Haute-Combe où il trouva, auprès de ses prédécesseurs, la paix et le repos dont il n'avait jamais goûté de son vivant. Pendant ce temps, le Dauphin profitait de ses avantages. Au sire de Beaujeu, cause de la guerre, il prenait tout ce qu'il pouvait lui enlever de ses États. Les places fortes de la Dom bes, un impôt écrasant pour le Beaujolais rachetèrent la li berté du grand guerrier, et si la postérité lui a conservé ses titres de gloire elle n'a pas oublié qu'il fit la ruine du pays. La bataille de Varey fut un des plus remarquables événe ments de l'histoire du Bugey (1) ; son souvenir embellit et poétise cette charmante vallée ; les larmes ont séché, le sang ne souille plus la terre; Savoie, Dauphine, Bresse et Bugey, tout est France aujourd'hui et, en écrivant ces an nales, en rappelant ces grands combats, si on gémit sur ceux qui succombèrent, on doit se garder de maudire le vainqueur. (1) Froissard l'appclle « une grande bataille. »"], [75, "III Le traité de Saint- Vallier, signé le 24 novembre 1327, par le Dauphin et le sire de Beaujeu, en présence des plus nobles et des plus puissants seigneurs de la Savoie, du Dau phine, de la Bresse et du Beaujolais, garants de l'exécution des clauses jurées, avait enrichi le Dauphin sans assouvir son ambition (1). Non content d'avoir appauvri la Savoie, rui né le Beaujolais, écrasé tous ses ennemis, Guigue n'oublia pas ses alliés et, sans grands ménagements, il fit valoir auprès de Hugues de Genève le service qu'il lui avait rendu. Ce n'est pas d'aujourd'hui que la force prime le droit et que le (1) « Paradin et les autres historiensqui ont parlé de la bastaille de Varey disent bien que Guichard, sire de Beaujeu, fut prisonnier du Daufin, mais ils n'ont rien particularisé du traitlé que ledit Guichard fit avec lc Daiifin pour sa rançon quoy que fort nécessaire pour l'histoire de ce pais ; il) traitèrent doncq à Saint- Vallier lc 24 novembre 1327 par ! 'entremise de Jean, comte de Foicsts, d'Aymar de Poitiers et de Guillaume de Beaujeu, frère dudit Guichard , par laquelle transaction ledit Guichaid remit au Dausin les seigneuries et chaslcaux de Meximieux et du bourg Saint-Chris- tophlc et la directe de la grande rue de Villars, de la maison de Loyes et des poypes du Monteller , de Corsicu et de Montieu et l'arrière fief de Chatillon de la Palu et Je Gordans en récompense de quoy le Dausin consentit à la délivrance et renvoya sans rançon'Huguet, de Harzé, Ange- lin l'Anglois de Farges et Girard de Chintré, chevaliers,'qui avoient été pris prisonniers avec ledit sire de Beaujeu, outre quoy ledit Guichard prit ca fief du Daufin le chasteau, bourg et mandement de Miribel en toute justice qni lui ctoit propre auparavant. » Guichenon, Histoire de Bresse et Bugey, í\" partie, p. 61"], [76, "62 puissant abuse du faible. Hugues fut donc obligé de témoi gner sa reconnaissance en se déclarant homme lige du Dau phin. Son cœur, si fier et si vaillant, fut brisé sans doute de cette exigence, mais les murs de Varey fumaient encore ; la reconnaissance ne pouvait être éteinte ; Hugues se soumit et, trop faible pour résister, il courba sa noble tête devant le iront du vainqueur (1). (1) << Le nom de Varey rappelle la bataille la plus célèbre de ('histoire de ia province dans les siècles féodaux. Elle se livra dans la plaine, sous les murs du château de Varey, le 7 août 1325. » Le baron Raverat , Les vallées du Bugey, tome II, page 270. « Voici Varey, célèbre champ de bataille, où les vaillants hommes d'ar mes du Dauphin Guigucs prirent, en 1325, une sanglante revanche des exploits du comte de Savoie, sous les murs de Saint-Germain d'Ambé rieu. » De Lyon à Seyssel, par un Dauphinois, page 296. Outre Guichenon, voir les détails de la bataille de Varey dans l'histoire de Choiier, tome II, page 247, et dans Paradin, Chroniques de Savoie, livre II, page 211, plus un article de M. Rouycr, Notes sur la bataille de Varey, page 103 des Tablettes de l'Ain el du Jura, Nantua, Arène, 1843, in-8 ; De Lyon à Seyssel, par un Dauphinois, page 296. Notice sur le village de Jujuriena. en Bugey, par Henry Durand. Dans son Histoire de la souveraineté de Dombes. Cachet de Gamerans se montre d'une grande partialité en faveur de Guichard de Beaujeu, qui aurait empêché l'armée de Savoie d'être anéantie. D'après lui, c'est Gui chard qui aurait délivré le malheureux comte de Savoie. Pages 43 et 44. « En réfléchissant sur ce grand événement, on se demande comment Edouard put être vaincu ? son armée était plus nombreuse , elle avait le souvenir de ses anciennes victoires, elle n'était pas fatiguée par une lon gue marche comme celle du Dauphin, elle pouvait s'échelonner sur la pente des coteaux de Varey, position avantageuse et qui, à force égale, devait assurer la victoire. M. de la Roche de la Carelle, écrivain judicieux et critique éclairé, dit, que la valeur du Comte et celle de ses chevaliers fi rent négliger les précautions que la prudence exige et qu'une partie seu lement des soldats euí le temps de s'armer, ©n.peut croire aussi <jue les riches équipages des grands de Savoie furent un embarras désastreux; une armée leste et de peu de bagage a toujours une grande supériorité. « Le butin fut immense; Robert de Bourgogne paya 50,000 florins de"], [77, "63 Guigue étaDt mort, Hugues renouvela son hommage à Humbert, le nouveau dauphin , et derechef, le 16 février 1334, il reconnut que Varey dépendait du Dauphine. La même année, découragé, dégoûté de la guerre et ayant besoin de repos, il céda sa vaillante citadelle à son frère Aymon de Genève, qui releva les fortifications et répara les ruines qu'avaient faites les armes de la Savoie (1). Le Dauphin Humbert nourrissait contre la Savoie la même haine que ses prédécesseurs. Fidèle k la politique de ses ayeux, il cherchait tous les moyens de molester sa puissante voisine ; il eut bientôt trouvé un point sensible et deviné comment il pourrait lui nuire et la blesser. Varey dominait la plaine du Bas-Bugey et commandait la route qui liait la Bresse aux Alpes savoyardes ; il en fit l'acquisition k prix d'argent et maître de cette magnifique position, sûr d'avoir lk une arme terrible contre ses ennemis, il la fit fortifier rançon, chacun des autres captifs dut subir une rançon proportionnée à son rang. Guichard de Beaujeu , relâché sur parole , contesta son engage ment et fut soumis à d'importauts sacrifices. M. de la Roche de la Carclle parle de la générosité avec laquelle il fut indemnisé par Edouard. c Les historiens ne disent pas quelles indemnités furent accordées aux gens de la terre de Varey, qui avaient dû être fort maltraités. Le vilain refit sa cabane, réensemença ses champs, replanta ses vergers el fut heu reux de reprendre le cours de ses misères accoutumées. » Notice sur le village de .Injurieux, par Henry Durand. (1) « 7 mai 1334. Les députés du Dauphin et ceux du Comte de Savoie se rendent au pré voisin du pont de Glandon, entre M uiitmélian et Cbapa reillan. pour démêler tous les sujets de contestation sur lesquels on n'a vait pu s'accorder depuis la dernière paix. Les principales clauses du nou veau traité turent que le comte abandonnerait au Dauphin ses prétentions sur la juridiction de Montlucl et de Girieu, et que le Dauphin lui céderait les droits qu'il pouvait avoir sur Saint -Germain d'Ambérieu.'sur les Ali mes et leur; dépendances ; que les cautions et les otages 'tonnés pour la rançon des prisonniers seraient renvoyés, n Honoré Pallias . Ephémirides dauphinoises, p. 41 ."], [78, "64 avec un soin extrême, augmenta ses tours et ses remparts, y mit une bonne garnison et ne négligea rien pour en faire une épine cuisante au cœur de son rival. Mais les Dauphinois n'eurent pas occasion d'en expéri menter la valeur. De tristes événements se passèrent et changèrent le sort de leur nation. Un enfant périt, héritier d'une grande race ; un accident, suivant les uns, un crime suivant les autres, priva le malheureux Humbert II de son fils unique, de son héritier, de son espoir. Abreuvé de dé goût et d'ennuis, Humbert céda le Dauphine k la France, et lui-même, désabusé de tout, renonçant à tout, demanda au cloître la tranquillité que le trône ne lui avait pas don née (1). Varey releva donc de la couronne de France, mais ce fut pour peu de temps. A la suite de guerres nouvelles, les pays étant épuisés, les campagnes ruinées, les peuples las et criant merci, un traité intervint entre le comte de Savoie, le roi de France et son fils le nouveau Dauphin. Le Bhône etleGuiers furent pris pour limites des deux Etats. Des pla ces appartenant k la Savoie se trouvaient au milieu du Dau phine, comme des citadelles dauphinoises se dressaient au milieu de la Savoie ; on en fit l'objet de divers échanges et, en vue d'une paix, nécessaire à tous, on traça au nord et au levant des frontières qu'on ne devait plus franchir. Varey, par sa position el par sa force éprouvée, devint une des plus précieuses acquisitions de la Savoie. Ce fut avec empresse- (1) « 16 juillet 1349. Dans une assemblée solennelle , tenue à Lyon , Humbert IIe, dernier Dauphin de Viennois, cèd.; ses Etats à Charles, pre mier Dauphin de France , fils aicé de Jean , duc de Normandie et depuis roi de France sous ie nom de Charles V — Charles, de son côté, jure sur l' Evangile de conserver les piivilégeset franchises du pays. Le lende main de son abdication, Humbert H entra dans lc couvent des Frèrcs- Précheurs de Lyon, où il prit l'habit de Dominicain. » Honoré Pallias. Ephémérides dauphinoises^ p. 60."], [79, "65 ment qu'elle en prit possession, qu'elle y fit entrer des trou pes fidèles et qu'elle y fit flotter son drapeau. L'année 1354, qui vit Varey changer de maîtres, fut le commencement d'une ère glorieuse et prospère pour ses souverains. Amé VI, le comte Vert, débarrassé des soucis que les Dauphinois donnaient k sa race, s'occupa de régle menter ses Etats et, quoique aimant la guerre, se livra aux soins de l'administration et du soulagement des peuples. 11 n'avait pas eu d'enfant de sa première lemme Marguerite de Luxembourg; en 1355, il épousa en secondes noces Bonne de Bourbon, fille du duc Pierre de Bourbon, dont il eut deux fils. Disons, en passant, que c'est k lui que la ville de Bourg doit ses armoiries : parti de sinople et de sable. C'était une marque d'affection, le vert étant sa couleur favorite. C'est aussi le comte Vert qui créa Tordre célèbre de l'Annonciade, et si nous en parlons, c'est que nous voyons le seigneur de Varey inscrit le cinquième parmi les cheva liers fondateurs. En l'honneur des quinze joies de la Sainte Vierge, Amé nomma quatorze chevaliers et, dit la Chroni que maitust rite de Savoie, « luy fut le quinzième, si fit un ordre d'un collier comme un lévrier où avoit escrit par dessus en lettres d'or F. E.R. T. » Les noms de ces quinze cheva liers sont : « Amé VI, comte de Savoie!; Amé, comte de Ge nève ; Anthoine, seigneur de Beaujeu et de Dombes ; Hugues de Chalon, seigneur dArlay; Aymon de Genève, seigneur d'Anthon et de Varey; Jean de Vienne, seigneur de Rollans et de Bonencontre, amiral de France ; Guillaume deGrandson, seigneur de Sainte-Croix ; Guillaume de Chalamont, seigneur de Meximieux ; Roland de Veyssi, gentilhomme du pays de Bourbonuois ; Estienne Bastard de la Baume, seigneur de Saint-Denis-le-Chausson, amiral et maréchal de Savoie ; Gaspar, seigneur de Montmayeur ; Barle de Foras ; Thennard de Menthon, de l'illustre maison de Menthon en Genevois ; s"], [80, "66 Amé de Bonivard, d'où viennent les seigneurs de Grilly, au p^ysde Gexetde Lompnes, en Bugey; enfin Richard Musard, gentilhomme anglois, duquel les seigneurs de Montfort, en Savoie, se disent issus. » On voit que le seigneur de Varey se trouvait en brillante société et il faut convenir que, d'ail leurs, lui-même n'avait rien qui pût faire rougir ses hauts et fiers compagnons. Sous le règne d'Ame VI, quelques insultes furent faites contre les villes de la Bresse et de la Dombes ; les posses sions du sire de Beaujeu furent attaquées k diverses reprises, les campagnes autour de Lent, Thoìssey, Montmerle, Beau regard eurent cruellement k souffrir, mais la guerre ne passa pas la rivière d'Ain, le bas Bugey fut exempt de ces horreurs et Varey n'eut aucunement k s'inquiéter quand les bords de la Saône étaient en feu. Le comte Vert étant mort en Italie, au mois de mars 1383, après un règne de près de quarante ans, Amé VII, Je comte rouge, lui succéda. Tout promettait en lui un prince digne de ses ancêtres, lorsqu'un accident de chasse mit fin k tant d'espérances, et il mourut laissant pour héritier un enfant âgé de huit ans. Cette minorité faillit metlre la Savoie k deux doigts de sa perte. Bonne de Berri, la mère, réclamait la tutelle que lui disputait Bonne de Bourbon l'aïeule. Les seigneurs de la Savoie se séparèrent en deux camps et on ne sait où les malheurs qui se préparaient se seraient arrêtés sans l'inter vention du roi de France, ainsi que des Ducs de Bourgogne, de Berri et d'Oiléans, qui firent nommer au jeune prince un conseil, sous la présidence de Bonne de Bourbon, sa grand' mère, et qui décidèrent, pour couper court k toutes les com pétitions, que le jeune comte épouserait Marie, fille du duc de Bourgogne ; les fiançailles eurent lieu k Tournus. Sous ce règne paisible et doux la Savoie respira, et, ainsi qu'elle,"], [81, "67 les provinces dont nous nous occupons plus particulièrement : la Bresse, les Dombes et le Bugey. Parmi les seigneurs qui se distinguaient k la cour de Chambéry parleur zèle, leur intelligence et leur dévouement, se trouvait Bonilace de Chalant, chevalier, seigneur de Monl bretton, maréchal de Savoie. Amé V11I voulut le récompen ser dignement et, par lettres dalées deThonon,le 3 mai 1410, il lui fit un présent royal en lui offrant la seigneurie de Varey avec tous les droits qu'elle comportait, haute, moyenne et basse justice. Aussitôt, les Chalant, fiers decetle donation joignirent k leur nom celui de leur magnifique propriété et pendant cent cinquante ans ils en firent une de leurs résidences favorites. Dès lors, leur famille devint une des plus importantes et des plus grandes de nos provinces; elle obtint k la cour les plus hautes saveurs et prit ou fournit des alliances avec les maisons les plus puissantes et les plus anciennes jusqu'au jour de la décadence fatale, jusqu'au jour où le luxe et f orgueil lui portèrent le coup mortel. Les Chalant possédaient à peine Varey que la guerre porta ses ravages k quelques pas de ses remparts. Une conférence avait eu lieu k Villars au sujet de l'hommage que la Savoie prétendait sur certaines villes de la Bresse possédées par le duc de Bourbon. Après une infinité d'agiialions, il avait été conclu que le duc de Bourbon devait, en effet, hommage au duc de Savoie pour les terres que le sire de Beaujeu lui avait laissées en Bresse, et comme il était souverain, on lui avait substitué son fils, le comte de Clermont, pour accompìir cette formalité qui eut lieu k Châtillon les Dombes. Mais comme on croyait toute discussion éteinte k ce sujet, on apprend avec étonnement que le comte Amé de Viry, avec mille chevaux et trois mille fantassins, avait passé la Saône k Rochetaillée, avait pris Anse, Belleville et se disposait k faire le siège de Thoissey. Cette irruption était d'autant plus"], [82, "68 surprenante qu'on n'en connaissait pas l'instigateur. Les uns en accusaient le duc de Bourgogne, ennemi violent du duc de Bourbon, et ce qui paraissait donner crédit à ce soupçon c'est que les soldats du comte de Viry étaient tous Bourgui gnons. D'autres l'attribuaient au comte de Savoie qui per sévérait k vouloir l'exécution entière du traité deChambèry. Quelques-uns voyaient lk l'influence et la main du roi de France. Quoi qu'il en soit, presque en même temps, on ap prit que Jean do Lévis, marquis de Châteaumorand, accou rait avec les troupes du duc de Bourbon et que le siège de Thoissey était levé. Surpris par des forces supérieures, Viry battit en retraite k travers la Dombe et la Bresse. Bientôt la rivière d'Ain ne lui parut plus une barrière suffisante, et, ayant traversé Pont-d'Ain, il tâcha de gagner les montagnes, mais Châteaumorand l'atteignit sous les murs d'Ambronay, tailla en pièces ses Bourguignons et, une partie de son ar mée s'étant dirigée sur Ambérieu, il la poursuivit, assiégea la petite ville mal fortifiée , qui ne pul 'se défendre et qui , pour éviter les malheurs d'une ville prise d'assaut, se rendit pap composition (1), Varey faisait trop bonne contenance sur son rocher pour que Châteaumorand, et Robert de Chalus qui l'avait rejoint, osassent l'ínsulter. Le torrent dévastateur s'écoula comme il était venu, jetant la terreur dans tous le bas Bugey rav:i geant les hameaux, détruisant les lermes et les chaumières, mais respectant les forteresses qui, comme Saint-Germain ou Varey, savaient se faire respecter. Le comté de Savoie était devenu duché et la maison de Savoie, en aggrandissant ses possessions, avait pris l'éti quette des maisons souveraines. Généreuse et magnifique, elJQ récompensait largement ses serviteurs On doit penser Frère Guichenon, Augustin. Histoire de Bresse, p. 59."], [83, "69 si la famille de Chalant, qui vivait k côté d'elle, eut large part k ses libéralités. Le vieux maréchal surtout fui, sa vie durant, i'objet des faveurs les plus généreuses ; ce fut pour lui et les siens, ce fut pour Varey l'époque de la richesse, du bien êlre et de la splendeur, Rien ne faisait prévoir alors les temps d'expédients, de soucis et de gêne. Ils devaient trop tôt venir. Boniface de Chalant étant mort en 1421, Amé de Chalant, son fils puiné, hérita du château de Varey et en prit défini tivement le nom (1). Nous n'avons pas k nous occuper des événements qui agitaient la France, l'Allemagne, la Savoie, l'Italie, en un mot, toute la chrétienté. La noblesse de la Savoie y prenait une part ardente et le seigneur de Varey, non moins vivement que tous, mais la fière citadelle des bords Je l'Ain n'entendait pas gronder les orages et rien ne venait troubler sa superbe sérénité. Amé de Chalant avait une si grande réputation de savoir et de loyauté que le duc Louis, ayant prétendu que comme duc de Savoie il avait droit de garde, juridiction et ressort sur les biens des Eglises de Lyon, Mâcon, Cluny, Tournus, Ainay et lìle-Barbe, enclavés dans le duché, et le roi Char les de France s'y opposant, le duc designa le sire de Varey pour faire partie de l'ambassade qui fut envoyée auprès du roi, afin de maintenir la souveraineté de la Savoie. Les sei gneurs de la cour de Savoie, qui devaient traiter cette si (1) Amé de Chalant, fils puiné de Boniface de Chalant, eut pour son partage les terres de Varey, d'Usson et de ïtetourlour. « Cc fut, dit Gui chenon , un homme de grande estime en la Cour de Savoye où il eut dr fort beaux employs. « II eut à femme Aune de la Palu son testament fut fait au château de Varey le 22 octobre 1473, par lequel il donne Varey à Bonilatc, son fils aîné. « Boniface ne laissa enfant... Par son testament du 12 avril 1439, il fit héritier Jacques de Chalant son frère. »"], [84, "70 grave question, furent : Philibert de Seyssel, chevalier, sei gneur d'Aix ; Amé de Chalant, seigneur de Varey ; Jean de Luyrieux, chevalier et docteur; François de Thomas, che valier, président du Genevois ; et Humbert Veluet, premier collatéral de Savoie. Le roi reçut très bien ces hommes d'un si haut mérite, mais il renvoya la connaissance de cette ma tière k son Conseil et, comme il arrive souvent, rien ne fut terminé. Amé de Chalant s'éteignit en 1476. Son second fils, Jacques, lui succéda. Celui-ci fut du nombre des seigneurs qui tombèrent dans la disgrâce du Duc , et qui ayant eu recours au roi Charles VII, furent ensuite rétablis dans leurs biens. Depuis, il fut l'un des deux cents gentilshom mes qui jurèrent, en 1455, pour le duc Louis de Savoie. le traité d'alliance conclu, en 1452, avec Charles Vil. Voilk comment M. Henry Durand raconte ce fait si im portant pour nos pays, dans sa Notice sur le village de Jujurieux : « J'ai dit qu'en 1400, nous fûmes inféodés à la famille de Chalant, qu'en 1460 environ, nous élevâmes l'église de Jujurieux, mais quelques années avant, se place un événe ment qui dut jeter un grand trouble dans nos contrées. Une intrigue de cour en fut cause. «. Jean de Compeys, seigneur de Thorenc, gentilhomme de très-ancienne maison du Genevois fut, dit Guichenon, en très-grande considération auprès d'Anne de Chypre, du chesse de Savoie, femme de Louis Ier. Compeys était un général habile, et il avait personnellement un tel renom de valeur qu'un seigneur sicilien, Jean de Boniface, le défia en champ clos, non pour querelle, mais pour la gloire des armes ; ils combattirent k outrance, k la hache, k la lance, k la dague. Le duc Louis arrêta la lutte avant qu'elle pût devenir fatale. Compeys en eut tout l'honneur. Homme de"], [85, "71 tête et homme de main, sa faveur n'avait rien de surpre nant, mais il la portait avec insolence. Les plus grands seigneurs se liguèrent contre lui ; l'honneur du prince était-il intéressé et leur zèle ne fut-il pas téméraire ? « Dans cette ligue entrèrent Jacques de Chalant, seigneur de Varey ; Jean de Seyssel, maréchal de Savoie ; Guillaume de Luyrieux, seigneur de la Cueille ; François de la Palud, seigneur de Varambon , qui fut l'un des plus ardents, Gaspard de Varax et de Richemont, et avec eux les Viry, les Menthon, les Aleman, les Montbel, tous des plus grands et des plus nobles de la Savoie. «, Des officiers de leurs maisons ayant rencontré le sei gneur de Compeys k la chasse, il les traita avec dédain. Eux l'insultèrent cruellement et Guichenon prétend qu'ils lui donnèrent des coups d'épée au visage. La cour de Sa voie s'indigna, Anne de Chypre ne put ignorer que Compeys avait été insulté k cause d'elle. Irritée, elle eut k venger ses affections et sa dignité, Le duc, qui avait consenti k la ligue formée contre Compeys, fit procéder criminellement contre les gentilshommes ligués ; ceux-ci se retirèrent en Dauphine ; leurs seigneuries furent occupées militairement au nom du Duc, et le château de Varambon fut rasé. » Le voisinage de Varey tait supposer que notre manoir ne tut pas épargné. « Le légat du pape vint de Berne pour obtenir merci, mais étant mort, le Duc , poussé par Anne de Chypre et par Compeys fit reprendre les procédures. Les gentilshommes furent mandés judiciairement. Ils n'obéirent pas, et par ar rêt de 1451, ils surent bannis. Tous leurs biens surent con fisqués. » II n'y eut pas exception pour Varey « Le duc de Bourgogne, le roi d'Aragon, le pape Nicolas V intervinrent inutilement. Les bannis eurent alors recours k"], [86, "72 Charles Vil, te roi très-chrétien, protecteur de V Eglise, chef et colonne de Ioule noblesse, en qui, toules gens d'honneur, désolées contre raison, treuvent et onl accoustumé de treuver souverain remède. Charles Vil écrivit au Duc, le Duc répon dit qu'il avait lait justice. Le roi vint en Forez k la tête de ses troupes; le Duc, menacé, se rendit k Feurs, promit par écrit de rétablir les gentilshommes dans les trois mois ; mais il différa encore. Le roi envoya l'évêque d'Aleth, et le sei gneur de Châlus, son grand maître d'hôtel, pour rappeler sa promesse au Duc qui eut encore des prétextes pour ajourner ; le roi insista, le Duc alors députa l'évêque de Sion, pour dire au roi qu'il iui donnait tout pouvoir d'y or donner comme il aviseroit, promettant d'y satisfaire. Char les VII appela les gentilshommes et leur dit, en présence de l'ambassadeur de Savoie, que S. A. voulait, de sa propre au torité, casser l' arrêt qui les frappait, rétablir les bannis dans ieurs titres, charges et dignités, faire reconstruire les châteaux rasés, et donner douze mille écus au seigneur de Varambon. Ce qui fut exécuté. ■> Si Brantôme eut consigné ce fait dans ses écrits, nous y trouverions plus d'un détail que Guichenon, écrivain cir conspect, a dû omettre. Bannir les principaux seigneurs du duché pour une querelle qui, dans les mœurs du temps, dans la position et les habitudes de Compeys, devait se vi der en champ clos ; refuser merci au Légat, au duc de Bougogne, au roi d'Aragon, au Pape lui-même, enfin, mar chander avec le roi de France, c'était beaucoup en faveur de Compeys. Souple et cauteleux, Guichenon en dit trop ou trop peu. » Notice sur le village de Jujurieux, par Henry Durand, pp. 33, 37. Ici, nous nous permettrons de protester contre les ex pressions sévères dont M. Durand flétrit la conduise de notre savant historien. Magistrat et indépendant, M. Durand"], [87, "73 ne se reporte pas k ce milieu brûlant dans lequel Guichenon vivait. A cette époque, on ne savait pas encore mépriser l'autorité. On lui obéissait, on la respectait. Guichenon voyait avec les yeux de la Cour, non avec ceux de la dé mocratie. Peut-être partageait-il de bonne foi les préjugés qui, en accordant au duc une suprématie puissante sur les seigneurs, voulaient que charbonnier fût maître et seul maître chez lui. Les écrivains frondeurs et démolisseurs , ceux qui rient des nudités ou des chutes , sont aujourd'hui si nombreux qu'on croit naïvement qu'ils ont toujours existé, et qu'on blâme rudement les hommes cauteleux qui se croient obligés de couvrir d'un manteau les fautes, les hontes ou les faiblesses du pouvoir. « La paix reprenait son cours ; les querelles religieuses la troublèrent autour de Varey. La Savoie, Berne et Genève soutenaient les thèses théologiques par les armes, le pillage et l'incendie. Les gens de Berne assiégèrent et prirent le fort de l'Ecluse ; ils commandèrent des vivres k Nantua, annonçant qu'ils allaient manger des carpes k Bourg : Burgum concedere carpas. Le pays s'arma, les seigneurs fortifièrent leurs châteaux. François 1er, qui voulait s'empa- rer de la Bresse et du Bugey, défendit aux Suisses de pas- ser le Jura ; ils s'arrêtèrent. Cependant, on raconte qu'un détachement, arrivé par les montagnes d'Aranc et de Corlier, eut k combattre, dans ia vallée d'Oisia, contre les gens de la seigneurie de Varey venus à leur rencontre. Les hommes de Varey furent vainqueurs, et en mémoire de ce triomphe, ils plantèrent, sur le champ du combat, une croix dont le bois fut pris dans la forêt de Perrucloz. Cette croix, renou- velée d'âge en âge , existe encore près du hameau de la Corbatière, dans l'endroit où le chemin du Pont-d'Ain k Chàtiilon vient s'unir au chemin de Saint-Jérôme ; on l'ap-"], [88, "74 pelle la Croix des Matefaims, parce que l'usage était, k l'an niversaire de la victoire, de se réunir autour du monument triomphal et d'y faire une collation. On a oublié ('origine de cette croix ; la tradition en a conservé le souvenir dans ma famille, parce que nous avions le privilège ou la charge de fournir un chêne de la forêt de Perrucloz, quand il fallait re nouveler la croix. » Notice sur le village de Jujurieux, par Henry Durand, pages 37, 38. Jacques testa le 23 décembre 1499 et fut marié deux fois : la première, avec Jeanne duSaix, dont il eut deux filles; la seconde, avec Philiberte Aleman, dame d'Arbení, Mornay et la Bâtie-sur-Cerdon , dont il eut trois enfants. La tranquillité continuait k régner dans le bas Bugey, et notre histoire se poursuit calme et sereine. En 1499, Pierre de Chalant devint, par la mort de son père, seigneur, et maître de Varey. L'orgueil avait mordu son cœur, et , sous l'empiie des idées nouvelles , voyant la France aspirer k la possession de nos provinces, il prit la résolution de refuser la foi et Thommage k son souverain. Ses amis s'affligèrent et vou lurent le conseiller. Rien n'y fit. Retiré dans sa forteresse de Varey, il attendit l'orage. Celui-ci ne tarda pas k gronder. Un jour la sentinelle vit approcher un cortège moitié pa cifique, moitié guerrier. Un héraut s'avançait porteur des couleurs de la Savoie. Arrivé au pied des remparts, le hé raut s'arrêta, et d'une voix forte, somma le sire de Varey d'avoir k se présenter. Tant qu'il avait été seul avec ses pensées , Pierre de Chalant s'était enorgueilli de ses remparts, et il avait dé daigné un péril lointain ; en ce moment, le péril élait k sa porte. II fallait braver le souverain et se rendre coupable"], [89, "75 du crime de lèze majesté. L'affaire devenait grave, la raison l'emporta et Pierre de Chalant sortit. Le héraut le reprit avec sévérité, lui reprocha sa con duite k lui dont la famille devait tout au souverain de la Sa voie. II lui rappela Boniface de Chalant et le don de cette citadelle, récompense du dévoûment. U termina en le som mant de l'introduire dans son château et de l'y précéder. Ce héraut parlait au nom de son maître ; il représentait le souverain. Dans les usages de la féodalité, précéder un supérieur, c'était lui rendre hommage. Pierre n'osa résister ; mais le sang railleur et indompté des Gaulois bouillonnait dans ses veines Superbe, froid, poli et la tête découverte, il précéda le héraut mais en marchant k reculons, visage k visage et les yeux fixés sur les siens. L'histoire prétend que le héraut, homme sage, ne se for malisa pas ; et que les règles de l'étiquette sauvegardées, il causa longuement avec le sire de Chalant , mais ne put obtenir le gage de soumission qu'il était venu chercher (1). Ce fut la fin de la gloire des Chalant. L'infortune était k la porte, mais plus puissante que le héraut de la Savoie elle n'avait pas besoin de sommation pour entrer. Le luxe régnait h la cour de Turin ; les charges et les emplois donnaient plus d'honneurs que de gain ; aprês avoir pressuré leurs vassaux pour en obtenir les sommes nécessaires k une représentation obligée, nombre de sei gneurs recouraient aux emprunts; sur cette pente glissante, il était difficile de se retenir et de s'arrêter , la maison de Chalant en fit la douloureuse et triste expérience. Vint la fameuse année 1535. François Ier, qui avait ras semblé a Lyon une puissante armée, dans l'intention de (1) Archives du château de Varey. Note communiquée par M. Flèche!, architecte."], [90, "76 reconquérir le Milanais, s'empara, en attendant, de la Bresse et du Bugey. Pendant que les Bernois entraient dans le pays de Vaud, Gex et le Chablais, les Français occupaient, sous la conduite de l'amiral Chabot (1), Montmélian , Bourg , Ambétieu, Belley, Chambéry. La Tarentaise seule refusa de se soumettre. La reddition de Bourg, Ambérieu, Beliey, particulièrement cités par l'histoire, nous fait penser que Varey se soumit aussi. Comment résister, quand toutes les villes de la Savoie prononçaient le serment d'obéissance? Varey suivit l'exem ple, et, brouillé avec le duc, Pierre de Chalant ne fut pas le moins empressé à saluer le soleil qui se levait. Varey dut se ressentir, après la conquête de la Bresse par la France, de la présence k Pont-d'Ain du chevaleresque et brillant François Ier. (1 y eut des fêtes dans la résidence chérie des princes de Savoie et la cour de France y déploya son amour du luxe et de la galanterie, II est probable que les châtelains du voisinage s'empressèrent, attirés par l'am bition ou le plaisir, d'assister aux réjouissances qui leur étaient oflertes. Tout fait supposer la participation du sire de Varey k ces joyeux déduits qui ne devaient pas être vus de bon œil par le souverain vaincu et dépossédé, dont on pouvait craindre ou espérer le retour. Pierre de Chalant, comme toute la noblesse du Bugey, fit (t) II est très-ccrtain que ce fut Philippes Chabot, comte de Busan çois , admirai de France , qui conquit la Bresse , Bugey et Valromey , en moins de trois semaines, en l'an 1535. II y rencontra cctle facilité parce que lc duc de Savoye fut surpris , n'ayant mis aucun ordre á la garde de sa frontière. » Guichenon, p. 101. « Après la mort de François 1er, Henry H, son fils, fut reconnu et sacré roy. II eut tant de bonne volonté pour la ville de Bourg et généralement pour tous les Bressans et ceux de Bugey, qu'en toute occasion, il les favo risa. » Guichenon, p. 102."], [91, "77 hommage au roi François 1\" de la seigneurie de Varey, le 25 avril 1536. De Louise de Chalant , sa parente , il eut deux fils et deux filles. « Après la conquête de la Bresse par François Ier (1535), dit M. le comte de Quinsonnas, dans un intéressant volume, auquel il a eu la modestie de ne pas mettre son nom, ce prince, visitant ses nouveaux Etats, fit, en 1546, un assez long séjour k Pont-d'Ain, où l'attiraient les magnificences du château et la beauté du pays, mais plus encore le souve nir de sa mère Louise de Savoie, qui y naquit , en 1477 ; elle mourut en 1531. Sans doute, celui de sa tante Margue rite lui revint aussi au cœur, car elle était intervenue cha leureusement en sa faveur pour que Charles-Quint lui ren dît ses enfants. « Douze ans plus tard, le roi Henri II vint aussi avec une cour brillante rendre au château une splendeur momentanée 558). » De Lyon à Seyssel, par un Dauphinois, p. 286. Quelle que soit la proximité des deux manoirs qui com mandent la plaine, l'histoire de l'un ne peut être l'histoire de l'autre, et nous devons nous borner a ce qui se passa dans la citadelle bugiste. Pierre de Chalant était mort en 1541. Le château et les biens devinrent la propriété d'Etienne-Philibert qui, malgré la détresse du pays, voulut soutenir le rang de ses ayeux et faire grande figure comme ses pères. La fatalité lui fit ren contrer des marchands allemands, juifs peut-être, usuriers sans doute, qui mirent leur bourse k sa disposition, mais, qui pour se garantir, les remboursements ne se faisant pas aux échéances, prirent possession de la seigneurie de Varey, par arrêt du parlement de Chambéry du 28 mars 1556. Us devaient la restituer après payement, disaient-i!s, comme si l'imprudent seigneur de Varey n'était pas notoirement inca-"], [92, "78 ble d'arracher de leurs mains le patrimoine de ses ancêtres. C'était la ruine, bien plus, c'était la honte, et la fière ci tadelle dut tressaillir eu entendant résonner les pas de messires Diesbach, La Pierre, Patronel et Pétroman qui ve naient savoir par eux-mêmes si le gage valait le prêt. La noblesse du Bugey s'en émut, la cour s'en inquiéta; on ne pouvait pas laisser se déshonorer un des grands noms de la Savoie. La famille, en premier lieu, s'interposa. Anne- Françoise de Chalant, sœur d'Etienne- Philibert, n'avait pas reçu la dot que son père lui avait promise en la donnant en mariage k Claude de l'Aubespin, seigneur de l'Aubespin et de Cessiat. Cette dot était hypothéquée sur Varey. Claude et Philibert de l'Aubespin, issus de ce mariage, réclamèrent et, s'adressant au souverain, firent valoir et leurs droits de priorité et l'affront qui résulterait pour la noblesse si une citadelle de cette importance tombait entre les mains d'une société d'usuriers. Emmanuel-Philibert le comprit, et prenant en considéra tion les services de la maison de Chalant (1), il acquit lui même, en 1560, le droit des prêteurs allemands, leur rendit les sommes avancées et se mit en possession de Varey. Cette place était si importante sur la frontière, elle garan tissait si bien de ce côté l'entrée de la Savoie, que le duc en étant le maître voulut la conserver; Ciaude de l'Aubépindut (1) «Peu après fut conclue la paix de l'an 1559 entre les roys de France et d'Espagne, par laquelle on rendit 198 places où le roy tenoit garnison, et fut arresté le mariage de Marguerite de Valois sœur du roy Henry se cond avec Emmanuel-Philibert duc de Savoye, auquel ensuite dudit traitté, on rendit la Bresse, Bugey, Valromey, la Savoye et le Piémont En exécution de ce traité, Emmanuel-Philibert, élant à Paris , députa, le 8 juillel 1539, Amé, comte de Chalaut, maréchal de Savoye et chevalier de son Ordre pour prendre la réelle possession de tous ses Étais.. » Guiche non, Histoire de Bresse et Bugey, p. 106."], [93, "79 alors s'adresser k sa justice et k son cœur et réclamer au nom de son oncle et de sa^mère; sur ces entrefaites, Etienne- Philibert de Chalant, seigneur de Varey et du Saix, mourut sans postérité (1); on était au commencement de 1571, et l'infortuné manoir, passant de mains en mains, se trouva livré k de nouvelles convoitises. Le 15 octobre de la même année, Charles-Emmanuel, suivant les avis de la justice et de la raison, remit le château de Varey k Claude de l'Aubépin et lui inféoda cette terre im portante moyennant grosse finance qui fut employée aux for tifications de la citadelle de Bourg; mais loutes les difficul tés n'étaient pas levées ; les héritiers de Anne du Pré, fille de François du Pré, seigneur de Chamagnieu et lemme d'Elienne-Philibert de Chalant, prétendaient avoir des droits sur la terre de Varey et si la guerre n'avait troublé le pays, si le souverain n'avait point été engagé dans une lutte iné gale et désastreuse, si la Savoie, en un mot, n'avait pas été à deux doigts de sa perte, la maison de l'Aubépin se serait vue disputer avec acharnement la possession d'une sei gneurie qui de tous ceux qui la connaissaient faisait des en vieux. En 1580, Renée de l'Aubépin, fille de Claude, ayant été mariée à François d'Cgnie, reçut pour dot le châleau de Varey, ses dépendances et tous les droits y attachés. On était k une des plus tristes époques de notre histoire; catholiques et protestants, Genevois et Savoyards, Espa gnols et Français se faisaient une guerre sans trêve ni pitié et nos malheureuses provinces, prises et reprises, pillées, incendiées, incessamment parcourues par les reîtres, les (I) Estienne-Philibert de Chalant fut le dernier seigneur de Varey de la branche des Chalant , n'ayant eu aucun enfant d'Anne du Pré , sa femme , fille de François du Pré, vicomte de Baycux, seigneur de Chamaigncu et de Bourgoin. — Guichenon."], [94, "80 lansquenets, les soldats espagnols pires encore, ne présen taient que ruines et débris. L'histoire raconte ces désastres et l'esprit se refuse k croire ces épouvantables récits. Au milieu de toutes ces calamités, Renée d'Ugny devint veuve, avec une petite fille en bas âge; c'était plus qu'il ne fallait pour terrasser une femme ordinaire. La peste rava geait la Bresse et le Bugey; les pauvres mouraientdeíaim sur les routes; Biron, l'impitoyable Biron incendiait la Bresse et les Dombes et par haine contre Mayenne k qui une partie de la Dombes appartenait du chef de sa femme Henriette de Savoie, livrait k la férocité de ses soudarts hommes, lemmes, enfants et vieillards ; le pays paraissait anéanti. Mais Renée était de la race des grandes héi ornes. Elle envisagea le danger sous tous ses aspects ; pesa les chances de la résistance, hélas! bien faibles; demanda conseil k son cœur sur la fuite ou la soumission, et comme ces vaillants guerriers de l'antiquité, se résolut à une lutte après laquelle ni elle ni les siens, ni son enfant ne devaient compter sur la merci. Le pays était donc ravagé, la famine régnait en souve raine, les greniers étaient vides et les courages abattus. Renée réunit k prix d'or le peu de grains qu'elle put trouver dans la montagne, montra aux vassaux et aux serviteurs groupés autour d'elle la force et la hauteur des remparts et anima de son esprit tous ceux qui l'environnaient. Bientôt la tempête s'approcha et les plus sinistres nou velles se répandirent. Pérouges et Meximieux n'eurent garde de résister, dit M. Jules Baux, mais Villars se défendit bravement. « Le maréchal de Biron, dit Meillet, seigneur de Montes suy, cité par M. Baux, témoigna sa cruauté k l'endroit de la ville de Villars en Bresse. II avait une haine particulière pour M. de Mayenne, k qui elle appartenait. II avait permis"], [95, "81 à son armée toutes sortes de pillages et de pilleries et tous genres d'hostilités par toute la province. « II commanda donc le sac de cette misérable bicoque plutôt pour se saouler d'une lâche vengeance que pour au culne occasion. Rien ne fut épargné de ce qui se praticque par les barbares, la violence et l'incendie. Les habitants fu rent tués en partie, le reste saccagé et mis k rançon. » Page 289. « La ville de Villars, ajoute notre auteur, fut tellement pillée et saccagée, tant dedans que dehors, que la ville fut réduile k une extrême désolation, et lurent pillées les mai sons en telle façon que rien n'y demeura, soit des meubles ou des papiers; même furent emportées jusqu'aux serrures, parements et gonds de portes et fenêtres. » Page 2SO. Dans un acte de vente passé en 1601, par devant Ponlhus, notaire, d'un domaine situé à Saint-Paul-de-Varax , on trouva, dit M. Jules Baux, qu'on ne peut s'empêcher de citer quand on parle de cette affreuse époque, des renseigne ments de tout point conformes k ceux qui précèdent : « Sont environ sept k huit ans, et mesme depuis le com mencement de 1595, que le pays de Bresse ayant été affligé de guerres, les terres du marquis de Varambon et comte de Varax sont pour la plupart tombées en triches el en ruines par les ravages des gens de guerre ; la plus grande partie des sujets des dicts lieux, k cette occasion, étant morts de pauvreté et de misère, laissant des biens vacants, inutiles et sans aucun héritiers... » Histoire de la réunion à la France des provinces de Bresse el Bugey, page 294. » « La maison-forte eí, château de Varambon consistent en un corps de logis et deux petites tours... avec un bourg au-dessous... La plus grande partie des maisons et bâti ments sont ruinés et brûlés dans les dernières guerres et <•"], [96, "82 lesjsujets presquu tous morts, et ceux qui sont restés, pau vres et misérables, an nombre de quatorze. « Au village des Prosts, le meix Maussard est vacant pour être les tenanciers décédés ; au village de la Caron nière il y a trois habitants ; k la Vraudière un habitant ; aux Ponthus, deux habitants; à la paroisse de Dompierre en Dombes il n'habite personne. Le village de Druilliat est ré duit k douze habitants; le village des Croix a un homme; au village des Rosettes, restent six ménages, pauvres et ruinés ; k la Ruaz, trois ménages ; le ville de Prins a trois ména ges; le village de la Tranclière, six ménages; le village de Travelière, deux ménages; le village du Champ un homme; le village de Mollards quatre ménages. « Le château et la maison forte de Varax, avecpont-levis, fossés, cinq grosses tours, le colombier et la grange, rui nés. Un bourg joignant le château avait quarante maisons qui ont été abattues et brûlées ; les habitants presque tous morts et ceux qui restent, au nombre de quinze environ, sont pauvres et misérables. « Le château de Richemont, consistant en une maison forte avec quatre tours, murailles et fossés, granges et éta bles, ruiné. Un bourg avec ses fossés, murailles et tours en briques, entièrement ruiné ; les habitants en partie morts ; il n'y restait qu'une douzaine d'habitants misérables. « A Châtillon-la-Palud, maison-forte et château en partie ruinés. La plupart des maisons du bourg ruinées et abat tues, auxquelles ne restent que douze habitants. » A Saint-Maurice de Rémens, château entièrement ruiné et par terre, et le bourg aussi ruiné, où il ne demeure per sonne. » Voilk les ravages que fit Biron dans nos pays et les ruines qui en restaient six années plus tard ; voilk le spectacle odieux que Renée d'Ugnie voyait de ses fenêtres et que la"], [97, "83 pelile garnison contemplait autour d'el'.s du haut des remparts de Varey. Et cependant , rien ne put ébranler celte poignée de héros. Fermes sous les yeux de leur châtelaine, animés de son souffle et de son esprit, les vassaux attendirent l'at taque. Les soldats de Biron s'approchèrent, insatiables de sang et de pillage ; mais vainement ils firent sommation , vainement ils donnèrent l'assaut. Les murailles étaient trop fières pour se laisser emporter par un coup de main. Les troupes déconcertées se demandèrent s'il fallait en venir k un siège régulier ? Le temps pressait, les assiégeants n'avaient que de fai bles provisions, la plaine désolée offrait peu de ressources, et la faim se faisait sentir plus encore en dehors du château qu'en dedans. Alors Renée eut une inspiration de génie. Elle prit ce qui restait de sa farine et de son blé, fit taire des pains qu'elle fit jeter tout chauds pardessus les remparts, disent les uns; qu'elle envoya courtoisement aux officiers, disent les autres ; quoi qu'il en soit, la ruse réus sit; et l'armée affamée, désespérant d'emporter une cita delle si bien défendue, et si bien approvisionnée, leva le siège et courut k des conquêtes moins difficiles. Renée fut saluée par la garnison comme une libératrice, une héroï ne. L'histoire lui conservera ce nom. Le baron Raverat n'oublie pas ce trait dans ses f allées du Bugey. Voici comment il le rapporte : « ... Le château était mal approvisionné; la garnison ne se composait que de quelques vassaux, commandés par une femme , la dame Sébastienne de la Chambre, veuve du comte de Brandis. Cette héroïne opposa néan moins une si vigoureuse résistance que, las de canonner la place, Biron se borna à l'investir, pensant la réduire par la famine. Mais bien que presque au dépourvu de vi-"], [98, "84 vres, la comtesse de Brandis en faisait passer aux assié geants, comme pour leur montrer que la place en était complètement fournie. Trompé par cette ruse, et ne se souciant pas de s'arrêter davantage devant ce château, Biron offrit à, cette dame une capitulation honorable, sous la condition que les murailles ne pourraient être répa rées. » Loco citato, page 275. Nous ne savons d'après quels documents notre auteur établit qu'il y a eu capitulation et convention concernant le château et ses murailles , mais le tout fut démantelé quand la France prit possession de notre belliqueux pays. Que cette ruse ait été employée en d'autres temps et en d'autres lieux; qu'elle soit un éclair inspiré, une réminis cence ou un souvenir, qu'importe ? Par le íait seul d'avoir résisté au cruel Biron, d'avoir bravé la fureur de ses soldats et d'avoir éloigné d'elle le fléau dévastateur, Renée d'Ugnie mérite de passer k la postérité. Puisse notre voix aider k ce résultat. En immortalisant Renée, puissions-nous contribuer aussi k flétrir le général dont naguère des historiens ont écrit la vie avec l'intention flagrante d'atténuer son ingratitude et sa trahison. Biron fut traître , traître k son roi et k la France. L'histoire a le devoir rigide de le punir. II fut cruel, et pour cela encore il mérite un châtiment. Nous croyons être le premier à faire connaître un fait qui monire combien son nom est encore en horreur dans nos campagnes. Quand il fut mort, la terreur qu'il avait produite, la haine qu'il avait éveillée se traduisirent par des chansons. Un jour, dans une des habitations les plus tranquilies et les plus calmes de la Bresse, j'entendis une grand'mère qui, heureuse et souriante, chantait pour amuser un enfant. L'air doux et naïl de sa chanson me séduisit ; les paroles"], [99, "85 me frappèrent. Au grand étonnement de la vénérable aïeule, je lui demandai ses couplets et sous sa dictée je les écrivis. Elle me dit les avoir appris elle-même de son grand-père. Quel ne lut pas k mon tour ma surprise d'avoir une satire populaire contre Biron ! Qu'on ne juge pas ici cette poésie sur son élégance et sur son bon goût, il ne faut y voir que l'intention de ridiculiser et flétrir l'ennemi de notre province. Quand Birou voulut danser, Ses souliers sit apporter, Ses souliers tout ronds, Vous danserez, Biron. Ses beaux bas De Damas. Son caleçon Plein de son. Sa culotte En matelotte. Ses jarretières Tout entières. Ses bretelles De dentelles. Son gilet De piqué. Sa chemise De toil' de Frise. Son jabot De tricot. Sa cravate Large et plate. Sa perruque A la turque. Son chapeau Large et beau . Pour chanter celte satire, qui peut se danser comme un branle , il faut répéter les objets de la toilette et en"], [100, "86 ajouter un k chaque couplet , en renversant Tordre ; le deuxième couplet se dit donc ainsi : Quand Biron voulut danser. Ses beaux bas fit apporter : Ses beaux bas De Damas, Ses souliers tout ronds, Vous danserez, Biron. COUPLET 8. Quand Biron voulut danser, Sa chemis' fit apporter, Sa chemise, De toil' de Frise, Son gilet De piqué, Ses bretelles De dentelles, Ses jarretières Tout entières. Sa culotte En matelolte, Son cal'con Plein de son, Ses beaux bas De Damas, Ses souliers tout ronds, Vous danserez, Biron. 11 est, dans le Pérou, un animal domestique , doux , ti mide et patient qui, comme l'âne et le chameau en d'autres pays , sert k porter les fardeaux. Lorsque surchargé, acca blé sous la faligue et les coups, i) sent ses forces usées, il s'arrête, tourne vers son maître ses grands yeux languis sants, el, au lieu de s'irriter et de mordre, il lui lance une salive inoffensive, marque de tristesse et de découragement. Quand les douces et patientes populations de la Bresse se"], [101, "87 virent incendiées et ruinées par le cruel et fastueux Biron, elles ne se révoltèrent pas ; elles lancèrent k la face du prince un<3 inoffensive chanson, et peut-être même s'el fraya-t-on de l'audace avec laquelle on parlait du caleçon plein de son d'un si magnifique personnage. Mais l'histoire ramassera la chanson, et elle en clouera les couplets au pi lori auquel sera lié k jamais celui qui fut traître au roi, impitoyable au peuple. Après l'échange de la Bresse et du Bugey contre le mar quisat de Saluées et le traité de 1601, la politique ombra geuse d'Henri IV fit abattre les forteresses du Bugey, capa bles d'abriter des cœurs fidèles k la'maison de Savoie. Varey subit le sort commun et ses remparts furent soigneusement démantelés. En 1620, la seigneurie revint $ Philibert de Baurepaire, qui awiit épousé Nicole d'Ugnie, fille de François d'Ugnie el de Renée de l'Aubépin, notre grande et magnanime héroïne, morte peu auparavant, honorée el vénérée de| tous. Depuis lors , Varey fut possédé par la famille de | Beaurepaire et voici la liste des pièces qui le concernent, telle qu'elle uest insérée dans le savant et précieux Armoriai de Bresse, par M. Jules Baux. Varey. — Jujurieu. — Seigneuries. « Reprise de fief et dénombrement des 29 mars 1602 et der nier mai 1616 de la terre et seigneurie de Varey et Jujurieu en Bugey, par François d'Ugnie, écuyer, seigneur dudit lieu et de la Chaux en Bresse, au nom et comme mari de demoi selle Renée de l'Aubespin, cohéritière par bénéfice d'in ventaire de messire Claude de l'Aubespin, son père, qui avait acquis ladite terro- de Varey et Jujurieu dès le 19 oc tobre 1571, par contrat fait entre ledit Claude de l'Au bespin et Emmanuel-Philibert , duc de Savoie."], [102, "88 « Souffrances accordées, le 10 décembre 1642, à Bertrand du Breul, baron de la Bàtie-sur-Cerdon , en qualité d'hé ritier de feue Charlotte du Breul, sa fille, et de Jeanne d'Ugnie, sa femme, et à Philibert de Beaurepaire, écuyer, seigneur dndit lieu, au nom et comme mari de demoiselle Nicole d'Ugnie, héritière testamentaire instituée de feu Charles d'Ugnie, écuyer, seigneur de la Chaux et de Varey, pour reprise de fief de la seigneurie de Varey en Bugey, à eux délaissée par ledit feu Charles d'Ugnie. « Reprise de fief et dénombrement du 15 avril 1641 de la seigneurie de Varey et Jujurieu, par Philibert de Beaure paire, seigneur dudit lieu et de la Chaux, et dame Nicole d'Ugnie, sa femme, à laquelle la seigneurie de Varey est advenue tant par la succession de François d'Ugnie, son frère et. encore comme ayant droit d'une neuvième portion à ladite terre de Varey, de Bertrand du Breul, baron de la Bâtie, héritier de demoiselle Charlotte du Breul, sa fille, héritière de dame Jeanne d'Ugnie, sa mère que ladite du Breul aurait remise à ladite dame Nicole d'Ugnie pour se décharger des dettes de cette hoirie, par contrat du 5 fé vrier 1G43. « Souffrance accordée le 5 décembre 1656 à Joachim et François de Beaurepaire, écuyers, fils et cohéritiers des feu messire Philibert de Beaurepaire et de dame Nicole d'Ugnie, pour reprise de fief de la seigneurie de Varey, à cause du procès qu'ils ont pendant au Grand-Conseil pour raison de la terre de Varey, lequel empêche le par tage des biens à eux délaissés par leur père et mère. « Reprise de fief etjdénombrement des 18 novembre 1665 et 30 janvier 1666 de la terre et seigneurie de Varey par Joachim de Beaurepaire, écuyer, à lui échue par le décès de dame Nicole d'Ugnie, sa mère. « Reprise de fief et dénombrement des 30 décembre 1675 et 19 décembre 1676 de la seigneurie de Varey, par dame Claude de Montgeffon, veuve de Joachim de Beaurepaire. écuyer, en qualité de mère et tutrice de leurs enfants."], [103, "89 « Reprise de fief et dénombrement du 26 novembre 1732 de la seigneurie de Varey, au bailliage de Bugey, et de celles de Beaurepaire et de Saillenard, au bailliage de Châlon, par Jacques de Beaurepaire, écuyer, à lui appartenant, savoir : Beaurepaire et Saillenard, en qualité d'héritier de Gaspard de Beaurepaire, son père, par testament reçu Guillemin, notaire à Savigny, en 1716 et de la seigneurie de Varey, en qualité de fils aine et d'héritier substitué. Reprise de fief et dénombrement des 27 juin 1753 et 15 mai 1754 de la seigneurie de Varey, par Jean Dervieu, écuyer, seigneur du Villars, demeurant ordinairement à Lyon comme acquéreur de messire de Beaurepaire pour le prix de 206,000 livres, par acte reçu Gorraty, notaire, à SaiDt-Jean-le-Vieux, le 30 mars 17b3. » La famille qui possède aujourd'hui le château de Varey descend de noble homme, Dervieu, secrétaire du roi, qui fut échevin de Lyon, en 1706 et 1707. En 1746, son fils, Jean Dervieu, s'étant allié k la noble famille de Vdlard, ajouta ce nom au sien et lorsqu'il acheta le château de Varey, avec tous ses titres et les droits qui en dépendaient, et dont il fut plus tard reconnu possesseur d'une manière authentique, il prit le titre de baron de Varey. Jean Dervieu-du-Villard (sic) mourut en 1788. Son fils aine, Jean-Claude, ayant hérité de la seigneurie de Varey, l'habita jusqu'en 1793, époque k laquelle il devint victime des fureurs révolutionnaires. C'est alors que le château fut incendié et démoli malgré l'indignation et la colère des habitants de Saint-Jean-le- Vieux, Juju-rieux et Varey qui voulaient résister aux Sans-Culottes et défendre la propriété de l'homme de bien qu'ils adoraient. U fallut les menaces les plus terribles et l'intimidation qu'exer çaient partout les ordres d'AIbitte pour que le château , devenu simple résidence bienveillante et hospitalière, fût"], [104, "90 livré a la destruction. Lespaysans paisibles furent refou lés et le désastre se consomma. Jean-Claude Dervieu était un homme tellement bon, tel lement inoffensif, tellement sûr de l' affection des populations qui l'entouraient, que malgré les instances de ses amis, il ne consentit jamais k émigrer et qu'il voulut toujours vivre et rester au milieu de ceux k.qui il faisait du bien. C'est lk que les sbires vinrent le prendre, lk qu'il fut arrêté pour être conduit à Lyon, et bientôt traîné k l'échafaud. Ces documents, fournis par la famille ou puisés dans les archives du château de Varey, sont complétés ou modifiés par l'article suivant, emprunté au savant et magnifique ouvrage de M. Révérend du Mesnil, Y armoriai historique de Bresse, Bugey, Dombes, Pays de Gex, Falromey et. Franc-Lyonnais, en ce moment sous presse ; nous remer cions Fobligeant érudit de nous avoir permis d'emprunter non seulement son texte si précis, mais les bois qu'il a des sinés lui-même, et qu'il a fait graver par un de nos meilleurs artistes de Paris. « DERVIEU. — D'Hozier, Généralité de Bourgogne, Bourg en Bresse, Enregistrement d'armoiries, fol. 190, n° 36; Anne Dervieu, femme de Jacques du Tour-Vuillard, conseiller du roi, lieutenant-général au bailliage de Bresse et présidial de Bourg, porte d'azur, à une aigle éployée d'or et un chef d'argent chargé de trois mouchetures d'hermines de sable."], [105, "91 « L' Armoriai du Lyonnais blasonne d'argent, au che vron de sable enlacé en chef d'un croissant du même, accompagné en pointe de trois étoiles mal ordonnées d'azur, au chef de gueules. Ce sont les armoiries des Dervieu, Lyonnais, qui remontent à Jean Dervieu, notaire, inscrit sur les registres des nommées, le 19 juillet 1650, et dont descendent les Dervieu possessionnés en Bresse et Bugey. « On trouve en effet que François Dervieu , drapier en 1661, devint président en l'élection lorsqu'il fut nommé premier échevin en 1706. — Son fils , Jean Dervieu , écuyer, seigneur de Villars, acquit des Beaurepaire, au prix de 206,000 livres, la seigneurie de Varey en Bugey, le 30 mars 1753 : il fournit, pour son entrée dans les assem blées à la noblesse du Bugey, le 27 février 1750, son certi ficat d'échevmage. — Gabriel Dervieu, seigneur de Loyes, fit enregistrer au greffe de l'élection de Bresse, en 1726, ses lettres d'honneur de conseiller secrétaire au Parlement de Dombes, du 21 juin 1684 : la terre de Loyes lui venait d'acquisition, le 15 mai 1710 , d'Alexandre-Louis Perra chon, au prix de 27,000 livres. — Barthélemy-Denis Der vieu , seigneur de Loyes, baron de Villiers , chevalier d'honneur en la Cour des monnaies, lieutenant-général d'épée en la sénéchaussée et siège présidial de Lyon, fut admis, le 3 juin 1760, à l'assemblée de la noblesse de Bresse « comme ayant 60 ans et au dela de noblesse ac quise et capitant au rôle de ladite noblesse de Bresse. » « Cette famille, malgré la différence d'armoiries, forme une seule et même souche qui a projeté trois rameaux : 1\" les Dervieu de Villars et de Varey, qui existent encore ; 2° les Dervieu de Villieu, établis récemment eaTouraine ; 3° les Dervieu de Goiffieu, dont lu dernier, Christophe, est mort au service, en 1822, sur l'échafaud révolutionnaire en Espagne. « Elle fut représentée : le 16 mars 1789, à Belley,par Jean-Marie Dervieu de Varey, seigneur dudit lieu ; le 23"], [106, "92 mars 1789, à Bourg, par Pierre-Louis Dervieu de Villieu, chevalier, baron de Loyes, seigneur de Villieu, la Pie, Fétan, etc. » M. Barthélemy-Noé Dervieu, baron de Varey, dont Lyon se souvient encore, et qu'on aimait pour son caractère noble et élevé, autant que pour sa bienfaisance, ayant succédé k son père, voyait avec un profond chagrin le château où il était né, dans cet état de ruines où l'avait mis Forage de 1793. Bien des années se passèrent sans qu'il pùt donner suite au projet ardu et gigantesque éclos dans son esprit. L'ordre et l'économie dans la gestion de sa fortune, la pros périté des mines de charhon qu'il possédait et auxquelles l'industrie avait donné la plus haute valeur, lui permirent enfin de donner un corps à ce qui si longtemps n'avait été qu'un rêve. 11 s'entendit avec M.Fléchet, architecte, et, en 1858, il entreprit la reconstruction du noble manoir féodal (1). A la stupéfaction de tous, k l'étonnement des (1) « Malgré les quelques anachronismes commis par M. Fléchet, ar chitecte chargé de celte restauration, ce château est intéressant, avec ses épaisses murailles, ses meurtrières allongées, ses lenétres croisillonnées, ses tours, ses tourelles à créneaux, son donjon à mâchicoulis , sa chapelle gothique , sa porte lancéolée au fronton richement orné de pyrami dions, archivoltes, enroulements, écussons et devises. .» Vallées du Bugey, page 275. Ce château est très-probablement lc plus ancien et le plus célèbre de tous ceux dont les sires de Coligny couvrirent le Bas-Bugey, cn vue de protéger les immenses domaines qu'ils possédaient dans cetle partie de la province. » Vallées du Bugey, tome II, page 269. De son côté, voici, sur lc village et le château de Varey, ce que dit M. Guiguc, l'infatigablc vulgarisateur de nos richesses archéologiques, dans son grand ouvrage, intitulé : Topographie historique de l'Ain, actuellement sous presse, travail immense, que les Bénédictins ne désavoueraient pas. On peut juger de ce que sera cc Dictionnaire de nos communes et vil lages, d'après ce seul nom que nous lui empruntons : « Varey, hameau de Saint-Jcan-lc-Vieux — Castrum Varegii, turris de"], [107, "93 voyageurs et des cultivateurs de la plaine, on vit les débris s'enlever, les cours et les préaux se désobstruer, les murs Varei, de Vareiaco, de Vareyo, de Varrio. Très-ancienne seigneurie, pos sédée, dès 1150, par les sires de Coligny, sous la suzeraineté des sires de Thoire. En 1188, Humbert de Thoire cn prit le château en sief d'Henri, roi des Romains. Vers 1240, Varey passa des sires de Coligny, aux comtes de Genève, par le mariage de Marie, fille de Hugues de Coligny, avec Amédée, comte de Genève. En 1309, il fut compris dans la dot de Jeanne de Genève, femme de Guichard de Beaujeu, puis retiré pour être donné à Hugues de Genève, seigneur d'Anthou. Li~ château de Varey clait alors un des plus considérables et des plus forts du Bugey. Edouard, comte de Savoie, tenta vainement de s'en emparer de vive force, en février 1326, (M. Guigue nous permettra de ne pas accepter ectte date), et vil son armée battue et presque anéantie par Guigues V, dauphin de Viennois, accouru au secours de la place. La bataille de Varey fut la pkis impor tante livrée dans nos provinces, au moyen âge. Les principaux alliés d'Edouard de Savoie : Robert de Bourgogne, comte de Tonnerre, Jean de Châlon, comte d'Auxerre et Guichard, sire de Beaujeu, y furent faits prisonnier;. Reconnaissant du service que lui avait rendu lc dauphin. Hugues de Genève reconnut tenir de lui sa seigneurie de Varey, qu'il vendit ensuite à son successeur, après lui en avoir fait hommage, en 1334. Varey resta uni au Dauphine jusqu'en 1354. Par lc contrat d'échange, daté du 5 janvier de celte année, le roi Jean et Charles, son fils, nouveau dauphin de Viennois, le cédèrent au comte Amédée V de Savoie. Le 3 mai 1410, le comte Aniédce VU l'infcodaen toute justice à Ilunifjcb de Chalant, chevalier. Apics lc décès d'Elienne-Philibert de Chaluut, il fut judiciairement adjugé à des marchands allemands, ses créanciers, que le duc Emmanuel-Philibert de Savoie désintéressa, en 1560, pour remettre d'abord cette terre à Claude de Divounc, puis la donner, lc 27 octobre 1563, à Prospcr de Genève, seigneur de Lullins, et enfui l'inféoda de nou veau, lc 19 octobre 1571, à Claude de l'Aubépin, neveu d'Etienne-Phili bert de Chalant. Renée de l'Aubépin, tille de Claude, supporta en mariage à François d t'gnic, seigneur de la Chaux, de la famille duquel elle passa, par voie d'alliance, à celle de Beaurepaire, qui en reprit lc fief cn 1644, 1656, 1665, 1675 et 1723. Le 30 mars 1753, N. de Beaurepaire la ven dit, au prix de 206,000 livres, à Jean Dervieu, écuyer, seigneur du Villars, qui la transmit à ses descendants. — Lc château Je Vai ry, fort endom magé, en 1793, par les ordres d'AIbilte, a été restauré, il y a quelques"], [108, "94 se relever, les tours s'élancer k nouveau dan3 les airs et le château reparaître sur son rocher comme aux époques les plus brillantes de son histoire. M. de Varey étant mort pendant le cours des travaux, il exigea, dans ses dernières volontés , que ses héritiers continueraient son œuvre et il légua le château réparé à sou fils aîné. II affecta en outre une somme dont les intérêts devaient servir à l'entretien de la chapelle et au traitement d'un au mônier. Ces .intentions si nobles ont été strictement exé cutées. Et maintenant nous ne regarderons pas notre tâche comme terminée. Dans l'hommage que nous avons voulu rendre k une des plus belles résidences de notre pays, k un château qui réveille tant de grands et précieux souvenirs, nous avons été souvent fastidieux et aride. Nous avons eu peine parfois k nous reconnaître et peut-être n'a-t-on pas toujours su nous suivre k travers les dates et les noms dont notre récit est de page en page hérissé. Eh bien ! nous allons entreprendre une] tâche plus rude, plus pénible années, par M. Fléchct, architecte. II appartient encore a la famille Der vieu. — Je crois que Varey possédait, au xme siècle, une église paroissiale ou annexe. Cetle église, sous le vocable de saint Martin [ecclesia saneti Martini de Varey), fut confirmée à l'abbaye de Saint-Rambert, en 1191, parle pape Célestin III. — En vertu d'un arrêt du Parlement, du 7 mars 1633, le doyen de Jujurieux était en droit de prélever 26 bichets sur les dîmes du village. « V. Abbé Chevalier, Inventaire des Dauphins, en 1346, n«s 104, 212, 398, 399 et 1214 ; Guichenon, Bugey, p. 109, pp. 234 et 248; Biblio theca sebusiana, p. 351 ; J. Baux, Nobiliaire du Bugey, p. 98 ; Regesle Genevois, p. 536; Aubrct, Mémoires, t, 2, p. 185 ; Choricr, Hist. de Dauphine, t. 2, p. 249; Valbonnais; Lateyssonnièrc. t. 3; Archives de l'Ain, tit. Portes et Meyriat dans la série H ; P. Collet , Statuts de Bresse, p. 63. »"], [109, "95 encore. Nous allons essayer de décrire le château. Si nous avions des lecteurs , nous leur en demanderions pardon. Mais nous n'écrivons que pour des historiens et des chro niqueurs ; nous ne réunissons que des notes k consulter. Nous commençons."], [110, ""], [111, ""], [112, "REVUE DU LYONNAIS. Plan du Château de Varev, Ain. LÉGENDE EXPLICATIVE 1. Maison du Majordome 2,' ... 3, Maisons des Seigneurs k, Vassaux du Mandement 5, deVarey G.].. . 7, Château proprement dit . . 8, Première enceinte 9, Deuxième enceinte 10. Place d'Armes 11, Poterne 12, Potence 13,Pont-Levis du. logement des Varie ts. Nord Ouest Est Sud IM-hf Cewnft fils rihrf.1,9"], [113, "IV Fièrement assis sur ses vastes terrasses, le château de Varey offre l'aspect le plus pittoresque et le plus puissant (1). Un chemin contourne le massif calcaire qui le supporte. Un fossé prolond le sépare de la seule partie de terrain qui soit abordable, et le touriste émerveillé ne sait qu'admirer le plus : le site k l'entrée des montagnes, la vue sur la plaine, les souvenirs héroïques, aussi émouvants que ceux que Walter Scott a rendus immortels, ou l'ensemble des remparts et des tours groupés , s'étageant et se profilant pour la plus grande joie du peintre et de l'artiste. Aussi , le vieux manoir a-t-il eu l'honneur d'être reproduit par plus d'un crayon célèbre. Nous ne nommerons que M. Duclaux, l'éminent peintre-graveur, et M. de Saint-Didier, le dessi nateur-écrivain, qui tous deux, habitant le pays, l'ont traité en enfant gâté. La vue de Farey forme le n° 30 de la col- (1) « La perspective qui se déroule de ces terrasses , dit l 'auteur des Vallées du Bugey dans son style chaudement descriptif, est étendue et ad mirablement belle : elle embrasse toute la plaine d'Ambronay et de Saiut •Ican-le-Víeu; les coteaux où s'étalent Champollon, Jujurieu, Clienavel ; la rivière d'Ain qui se prolonge au midi, eu elle se perd dans ['horizon ; de l'autre côté , Neuville , Pont-d'Ain et les collines verdoyantes au-dessu» desquelles s'étend le vaste plateau des Dombes constellé d'étangs et de bou quets de bois à l'aspect mélancolique. Cette vue est sans pareille , surtout quand le soleil est sur le point de disparaître derrière ce plateau , et que ses rayons enflammés éclairent obliquement ce paysage varié. » L. C.pp. 176 et 877. 7"], [114, "98 lection de M. de Saint-Didier qui le décrit ainsi dans son Itinéraire pittoresque, devenu si rare aujourd'hui. « A peu de distance du Bourg de Saint-Jean-le-Vieux, sont les ruines du château de Varey, placé très-pittores quement à mi-côte et entouré d'une belle végétation qui laisse voir, à travers les arbres, les restes des tours, des terrasses et des hautes murailles. « L'entrée principale de l'enceinte du bourg est fortifiée par une haute tour crénelée ; la ruelie tortueuse qui forme Je village, avec ses maisons délabrées et leurs escaliers ou balcons de vieux bois, la grosse tour ruinée que l'on aperçoit á l' extrémité (M. de Saint-Didier écrivait avant la restauration du château), sont autant de motifs de cro quis. « La porte du donjon est bien conservée ; elle est ornée de quelques sculptures et d'une espèce de fronton. La cour, assez petite, était entourée de bâtiments servant aux loge ments. Les murs étaient supportés par des arcs inégaux et du côté de l'entrée et au fond de la cour, l'arcade plus grande occupait toute la largeur des faces. Depuis quel ques années, une partie du mur du côté de Test est tombée, et avec elle, les fenêtres, d'une forme assez remarqua ble, qui éclairaient les pièces dont on aperçoit encore la distribution. » La porte principale, située 'dans la face du midi, est en arc d'ogive, surmontée d'un tympan carré, qui sert à mas quer le logement de la herse ; celle-ci s'abattait dans les moments de danger. Ce tympan est sculpté et son ornemen tation forme un triangle garni sur ses côtés d'expansions végétales en feuilles de mauves et terminés au sommet par un couronnement de même nature. Les deux pilastres qui flanquent la porte et qui sont garnis de rainures pour faire glisser la herse, sont terminés, a leur sommet, par un clo-"], [115, "99 cheton. Au centre du tvmpan sont sculptées les armes des Coligny, premiers possesseurs du château. Devise : le les (-preuve tous Cette porte donne accès k un immense vestibule qui était : la Salle des gardes ; k la suite, en allant au nord, est une cour découverte, séparée de la salle des gardes par un immense arceau. A droite, en entrant, dans la salle des gardes, existe une petite porte qui donne accès dans une pièce éclairée par cette seule issue. Au centre de cette pièce sombre est une pierre carrée recelant un trapon en fer, au-dessous duquel sont les oubliettes, puits taillé dans le roc vif, de huit mètres de profondeui . Hàtons-nous d'ajouter que dans un temps de barbarie et de férocité, ce cachot était le complément obligé de tout manoir féodal, menace perpétuelle pour les coupables plutôt que lieu habituel de supplice. Quand on est descendu pour le visiter, malgré les recherches les plus minutieuses, rien n'a pu faire présumer que jamais personne y ait péri. Seu lement on a découvert, dans l'angle nord-est, une excava tion creusée dans le roc, ayant près de deux mètres de longueur, et faite sans le secours desoutils spéciaux employés par les tailleurs de pierre ou les maçons. Serait-ce un essai"], [116, "100 de fuite tenté par un prisonnier ? on serait porté k le penser. Mais alors pendant combien de temps le malheureux a-t-il été plongé dans ces affreuses ténèbres? quelles angoisses, quelles tortures a-t-il dû souffrir? quel a été son sort? Arra ché a son cachot, a-l-il été exécuté ou gracié ? l'esprit s'é meut k ces pensées. Ce cachot terrible est situé dans la base du donjon principal. A côté des oubliettes, et toujours dans le donjon, est une petite pièce éclairée k Test par une meurtrière. C'est lk qu'é tait la prison. Cette chambre a son entrée dans la salle des gardes. A la suite, en allant au nord, sont les cuisines, qui pren nent leur entrée sous la galerie qui entoure la cour, du cô té de l'orient. A la suite encore, et toujours sous cette galerie, est l'en trée des caves, auxquelles on descend par un escalier en pierre. Après les cuisines est le second donjon, dans lequel se trouve placée la nouvelle chapelle dédiée, comme l'an cienne, k saint Laurent et k la vierge Marie, jolie construc tion dans l'esprit du quatorzième siècle et d'une grande pureté de style. La cour découverte est bornée k l'orient par une galerie supportée par trois arceaux en arc d'ogive. Le premier donne entrée aux caves et aux cuisines ; le second, qui est clos, sert de sacristie k la chapelle et le troisième , le plus au nord, est celui sous lequel est placé le siège de la justice seigneuriale. On y remarque une estrade composée de cinq marches (1). C'est lk que le suzerain exerçait son droit sacré de justice et dictait ses arrêts en public ; c'est lk que (1) Le siège de la justice était ainsi placé parce qu'il étail dit dans les Capitulaires que les seigneurs rendraient la justice dans la eour."], [117, "101 ies seigneurs, qui relevaient de la bannière ou du mande ment, venaient rendre foi et hommage. Au fond de la cour se dresse une tour ronde appelée la Tour des commandements. Elle contient un escalier qui con duit aux étages supérieurs. On monte et une porte vous donne accès dans un vaste et beau salon, immense pièce éclairée ù l'occident par trois croisées k deux baies, garnies de vitraux coloriés du plus magique effet. A l'extrémité de la pièce est une magnifique cheminée du xive siècle, épo que de la reconstruction du château. A l'angle nord-ouest du salon est une tour ronde appelée Tour des archives. En sortant du salon se trouve une petite tour carrée, et k la suite de cette tour s'ouvre la salle k manger, vaste et joyeuse pièce, éclairée k l'occident par une croisée k deux baies. Dans cette salle, on admire une immense cheminée de l'époque, avec dressoir au-dessus. En reiour de la salle k manger, et ayant sortie sur le ves tibule, existe une tour carrée qui contientun escalier destiné à desservir les étages supérieurs Ici nous renonçons k décrire les chambres et les cabinets destinés au service du château ; nous ajouterons seulement que la galerie qui, au bas, est formée des trois arcades que nous avons décrites, se compose, dans le haut, d'une mul titude de fenêtres, garnies de vitraux de couleur et qu'elle donne accès k la tribune de la chapelle, ainsi qu'au donjon du sud, dans le mur duquel existe, k l'occident, un escalier servant k communiquer de la galerie de la cour k l'étage supérieur. Cet escalier, dissimulé dans l'épaisseur du mur, permettait de relever les sentinelles des créneaux sans pas ser par les appartements. La partie supérieure, ou couronnement, se compose donc de deux grosses tours carrées ou donjons, l'une au nord et"], [118, "102 l'autre au midi, qui se dressent au-dessus des toits et domi nent tout. Elles sont coiffées en pyramide. En s'orienlant, on reconnaît que dans celle du noru est la chapelle, et dans celle du midi le cachot souterrain. A l'angle nord-ouest est une tour ronde, terminée par une toiture conique. Au nord s'élève une tour ronde couronnée de créneaux, c'est la Tour des commandements ; plus loin est une petite tour carrée, terminée en pyramide; enfin, le reste des toitures offre un ensemble majestueux de créneaux et de mâ chicoulis. Tout respire ici la guerre et les combats, tout rappelle d'anciens et précieux souvenirs ; tout fait rêver k ces grandes familles qui ont groupé autour d'elles des populations sau vages, k grand peine arrachées à la barbarie. Elles ont, après des siècles, accompli leur tâche; respectons -les et saluons les comme on respecte et salue les morts. Quand on revient k soi, et qu'on jette les yeux sur la cam pagne, on voit ies vassaux émancipés labourant le champ qui leur appartient et on éprouve une vaste sensation de bien-être et de soulagement. Au loin, les fabriques de Juju rieux nous font deviner les merveilles du travail et de l'in dusirie. Le chemin de fer qui traverse la plaine nous apprend qu'il n'y a plus de barrière entre les Bourguignons, les Dau phinois et les Savoyards, et fermant les regards sur les dangers que la folie fait courir k la civilisation, le cœur plein d'espérance , de charité et de foi, on bénit le temps présent en souriant k l'avenir."], [119, "APPENDICE Les graves adeptes de la science puisée dans les livres qui ont montré une si verte indignation au récit que nous leur avons fait des origines de Varey; qui ont protesté, du haut de leur infaillibilité, quand nous avons dit que nous avions suivi la trace des guerriers du Nedjed autour de notre vieille forteresse, et que nous avions entendu hennir les cavales de la Syrie et du Djowf, ce paradis de f Arabie, dans les marais de la Dombes et dans les vallées prolondes de notre Bugey, ces mêmes savants qui avaient nié l'homme préhistorique, comme leurs ancêtres avaient nié ['Amérique, le mouvement de la terre, la circulation du sang, la vaccine, la vapeur et l'électricité, liront avec un intérêt, profond sans doute, et un étonnement peut-être des plus vils, le grand ouvrage que M. Guigue, ancien élève de l'École des chartes, celui-lk, va bientôt livrer au public. Ils trouveront dans la Topographie historique de l'Ain, et nous en sommes heureux, la justification et la confirmation de ce que nous avons annoncé de plus renversant. M. Guigue, iui aussi, comme nous, a vu les tribus sarrasines dispersées dans nos plaines, sur nos coteaux et au sommet de nos montagnes, il s'est assis au foyer 8"], [120, "104 de ces hommes nerveux, aux cheveux noirs, au teint cuivré , k l'œil ardent, qu'on appelle des Goths dans tout le Valromey ; plus heureux que nous, il a vu, décou vert, au-dessus de Culos, une des forteresses les plus con sidérables de cette nation, devenue chrétienne et qui dès lors mange du porc et boit du vin, mais qui a traversé tout le moyen-âge au milieu de la race blonde gauloise sans perdre son type et son individualité. M. Guigue, entre autres preuves de ce fait curieux, dont ne parle point César, a collectionné des armes et parmi elles un cimeterre musul man, trouvé, il y a quatre ou cinq ans k peine, au pied du Colombier et qui, malgré les injures du temps, offre la lormo pure des lames célèbres forgées k Damas. Nous renvoyons nos lecteurs au livre de notre compa triote, œuvre où l'érudition le dispute k la conscience et où les faits et les idées ont été puisés autant sur les lieux dé crits que dans les poudreuses archives. II confirme ce qu'ont avancé avant nous MM. Thomas Riboud et Paul GuillemoL. Protégé par de telles autorités, nous ne pouvons plus craindre. Leur véracité connue garantit la nôtre et met notre récit k l'abri de la critique même la plus passionnée et la plus amère."], [121, "PIÈCES JUSTIFICATIVES EXTRAITES DE L'OUVRAGE, SOUS PRESSE: BIBLIOTHECA DUMBENSIS Par M. Valentin-Smith XLVI Acte par lequel Edouard, comte de Savoie, reconnait devoir à Guichard, sire de Beaujeu, la somme de 9,600 livres viennoises de Lyon. (12 avril 1326.) Nous Eduars, contes de Savoe, faisons savoir à tous que nous devons et a devoir confessons a notre chier frère le seigneur de Biaujue nues mil sis cans livres vien. de Lion, cest a savoir pour uue somme de cint mil libres vien. que nous li avons done en lan passe en reconpessacion des bons services et agréables que li dis nôtres frères nous avoit fais, si corne il est contenu en unes letres faites seur ce seellées de notre petit seel, les queles li dis nôtres frères ha devers li, et les queles letres sont anullees, cassées et révoques pour la tenour de ces presanz letres. Item pour une somme de trois cens et quarante libr. que nous li devons de la remanence de une somme de trois mil libr. vien. que nous au dit notre frère aviens donne lont temps, a si corne il est contenu en unes letres seellées de nostre petit seel que li dis nostres frères ha de nous, et les"], [122, "106 queles letres sont anullees etquitespar la tenour decestes présentes letres. Item pour une somme de mil libr. vien. de Lion pour les despans que li dis nostres frères fistpour soi et pour sis vins hommes clarines au pont Denz quant nous estiens en notre host devant Varei. Item pour la somme de trois mil dous cens et soissante libr, vien. de Lion pour les despans et mossions que li dis nostres frères ha faites a garder les chatiaus de Chalamont, de Maissemi et de Sainte Crois, des le jeudi devant Noël novellemant passe tant que a les trois semaines de Pentecoste prochain venans, li quel chastel estient baillé pour lostagement dou dit notre frère en les mains dou seigneur Denjou, dou seigneur de Mon taigni et de mons. Humbert Dillins, la quele somme des nues mil sis cens libr. vien. dessus dite nous audit seigneur de Biaujue nostre frère proumetous cy en bone foy randre et paier a sa requeste ou de son certain comandemant. Donne a Chamberi le ix° jour dou mois daviil mil trois cens vint et siz. (Archives nationales. P. 1389. Cote 324.)"], [123, "107 XLVIII Traité passé â Sain t-V allier, par lequel Guichard de Beau- jeu cède au Dauphin viennois lìíexi mieux et Saint Christophe, ï hommage sur Villars et Loyes. (Novembre 1327.) In nomine Patris et Filii et Spiritus Sancti Amen. Noverint universi quod anno dominice Incarnationis MCCCXXVII, indictione xj, die xxnn, mensis novembris, inpresentia nostrorum notariorum et testium subscripto rum, cum dissentiones, guerre et scandala hactenus fuis sent longis temporibus inter illustrem virum dominum Guidonem Dalphinum, comitem Albon. et Vien. Palatin. dominumque de Turre, homines vassalos, coadjutores et valitores suos ex una parte, et virum magnificumdomiaum Guichardum, dominum Bellijoci, homines vassallos coad jutores et valitores suos, et tam pro se quam coadjuvando comitem Sabaudie ex parte alia, et in tantum quod idem dominus Bellijoci damna maxima dederat, dari facerat et coadjuvere, dare et facere terre dicti domini Dalphini et Dalphinatus, prout dicte partes publice asserebant, volen tes mala guerre et pericula dissentionum evitare et in lenitate jucunde pacis decetero ambulare , tractantibus fitliis et actoribus concordie viromagnifìcodomino Johanue, comite foren. fidellissimo vassallo Dallinatus acque con sanguineo germano dicti domini Bellijoci, et ruagnificis viris domino Aymaro de Pictavia primogenito viri magni fiai domini Aymari de Pictavia, comitis Valent, et Dien. et Guillermo de Bellojoco, fiatre geraano dicti domini Bellijoci, virtute divina dicte partes ad pacem, transactio nem etconcordiam prose,heredibus et successoribus suis, hominibus vassallis et sequacibus perpetuo duiatura fece runt in hune modum : impnmis quod idemdoniinus Belli-"], [124, "108 joci per se et suos et per in perpetuum in recompensa tione et pro émenda damnorum illatorum per ipsum dicto domino Dalphino, et suis, et tam émende et satisfac tionis atque presentis concordie et transactionis dédit, tradidit, seu quasi, dicto domino Dalphino, pro se et suis recipienti, castra de Mayssimiaco et de burgo Sancti Christophori in Lugdun. diocesi cum villis, edificiis, ter ritoriis et mandamentis eorumdern , et cum hominibus vassalis, feudis, retrofeudis, aquis, piscationibus, molen dinis.russiiset siìvis, venationibus et cum omni dominio, mero et raixto imperio et cum omnibus juribus et perti nentiis dictorum castrorum, territoriorum et mandamento rum ipsorum et cujuslibet eorum,et cum omnibus et sin gulis, que habent infra vel supra se quoquomodo, et cum omnibus et singulis que idem dominus Bellijoci habet seu [visus est habere in predictis et quolibet predictorum. Item dédit et tradidit eidem domino Dalphino et ex causa predicta directumdominium et feudum magne carrerie de Villars, ubi est domus dicti Broyssari : item directum dominium et feudum donjonis de Loyes. Item directum dominium et feudum Poynpie del Montellier, Poynpie de Corzeu et Poynpie de Monceuz et retrofeudum castri Cas teilionis de Palude et mandamenti et pertinentiarum ipsuis, et fidelitatem atque homagium, feuda et retrofeuda, que dominus Humbertus dominus de Villars debuit seu débet eidem domino Bellijoci, cum omnibus juribus et réquisi tion i bu s, que habet seu visus est habere in et contra dictum dominum de Villars vel alium ejus nomine tenentem occa sione predictorum homagiorum, feudornm seu retrofeudo rum et rerum quortimcunique. Item directum dominium quod habet in Castro, burgo, territorio et mandamento Belliregardi, Lugdun. diocesi. cum homagiis, rébus, feudis, retrofeudis et fìdelitate, que dominus Guido de Sancto Triverio, dominus Belliregardi, débet seu debuit eidem domino Bellijoci pro rébus quas idem dominus Guido tenet a dicto domino Bellijoci in dicto Castro, mandamento et"], [125, "109 íerritorio Belligardi. Item directum dominium quod habet in castro Burgis et mandamento, in territorio et manda mento de Gordanis, cum juribus et requisitionibus, que habet in et contra dominum de Gordanis, cum omnibus juribus, aotionibus et requisitionibus, que habet seu visus est habere in dicto castro, territorio, burgis seu manda mento de Gordanis, atque in dictum dominum Guidonem et in dominum de Gordanis, liberans ex nunc prout ex tune dictum dominum de Villars in omnibus et per omnia et dictum dominum de Gordanis et quoscumque habitantes in dictis locis vel aliquo eoruindem, ab omni homagio et fidelitate quibus teneretur eidem occasione predictorum castrorum de Belloregardo, de Gordanis, mandamentorum, territorium, jurium et pertinenciarum eorumdem, et ad hoc ut eis prestent, jurent, faciant et promittant per se et suos herederes et successores, dicto domino Dalphino et he redibus atque successoribus ejusdem, et si et cum predictis fecerint, mandando eisdemex nunc et tenorehujus instru menti et cuilibet ipsorum et omnibus et singulis, qui pro dictis feudis, castris, territoriis seu mandamentis, seu oc casione ipsorum in aliquo tenentur eidem domino Belli joci, ut fidelitatem, homagium et recognitionem et presta tionem quamlibet dent, jurent et promittant, faciant et recognoscant eidem domino Dalphino in omnibus et per omnia et prout ipsi domino Bellijoci faciebant vel facere tenebantur ante presentem donationem,promittendo quod predicta feuda et retrofeuda recognosci faciet per feuda tarios dicto domino Dalphino fidélisâtes et homagia fieri facere pro eisdem procurabit cum effectu. Item titulo et ex causa predicta dédit et tradidit seu quasi dicto domino Dalphino castrum, villam, burgum, territorium et manda mentum Mirabelli Lugdun. diocesi, cum mero, mixto im perio et omnimoda juridictione cum feudis et retrofeudis, hominibus vassalis, juribus, actionibus et requisitionibus universis, exceptis dumtaxat turri quadratu cum poypia parva in qua sita est dicta turris, et tali modo quod dictus"], [126, "110 dominus Dalphinus predicta omnia et singula de cetero ha beat, teneat et possideat seu quasi per se et suos perpetuo titulo etexcausa partis concordieet transactionispresentis, et exindequicquid voluerit faceiefaciat sine contradictione dicti domini Bellijoci vel alterius persone, devestiens se de predictis omnibus et singulis dictus dominus Bellijoci per íraditionem cujusdam Chyrothece in manu domini Dal phini predicti, constituens se idem dominus Bellijoci pre dicta omnia et singula nomine dicti domini Dalphim tenere et possidere seu quasi quo usque* exinde possessionem acceperit corporalem, ad quam capiendam auctoritate pro pria et captam retinendam licentiam omnimodam conces sit, et animo transferendi dominium omnium rerum pre dictarum in dominum Dalphinum jamdietum sibi usum fructum restituit omnium rerum prediclarum per unam horam tantum, quem usum fructum incontinenti remisit eidem domino Dalphino et consolidatum esse voluit sue proprietati predicte; cedendo etiam eidem domino Dalphino titulo et ex causa pacis, concordie et transactionis omnia jura, omnes que actiones reales et personales, uliles et directas et currivalas que et quas habet in dictis rébus, vel visus est habere et qualibet earumdem et contra quamcum que personam occasione dictarum rerum vel alicujus ipsa rum predicta omnia et singula in dictum dominum Dal phinum cedendo, transferendo et mandando, et ita quod de cetero in judicio et extrapossit agere, defendere, consequi et se tueri, constituendo eumdem dominum Dalphinum procuratorem ut in rem propriam et ponendo ipsum in omnibus loco sui. Item, ex causa predicta, promisit dictus dominus Bellijoci per se et suos heredes et succes sores perpetuo dictum dominum Dalphinum et heredes suosjuvareet cum ipso publice paitem facere in et de placito et de guerra perpetuo, specialiter contra comitem Sabaudie et quoscumque ejus heredes et successores, et generaliter contra omnes alios morituros et nascituros qui modo aliquo placitum vel guerram facerent dicto"], [127, "111 domino Dalphino, vel ipse dominus Dalphinus eisdera, et hoc faciet idem dominus Bellijoci et successores sui perpetuo de tota terra sua et Baronie Bellijoci, cum parva vi et magna et prout melius potest vel poterit in futu rum et ubique in imperio seu terra imperii Romani, non autem in regno Francie, et ut dictum est communiter omnes adducendo etiam pro posse suo gentes suas de regno in Imperium pro dictis placitis seu guerrafaciendis, exceptis dominis suis infeims nominatis, comoniendo etiam quod dictum dominum Dalphinum coadjutoreset velito res suos et gentes fixet, recipiet et receptabit in terris, castris, villis et mandamentis que habet et habebit in futu rum in Imperio, et ipsum dominum Dalphinum coadjutores, valitores et gentes suas conjunctim et divisim custodiet et defendet et fideliter recipiet in dictis terris, locis et castris suis cum preda, et sine preda, cum captis et sine captis, eun do stando ibidem et inde guerram faciendo, et etiam eundo adofi'endendurnetreveniendumde offensis quibuscumque, et etiam ubicumque pro posse suo commodum et ho norem dicti domini Dalphini et Dalphinatus fideliter procu rabit, hoc saluo quod contra suos proprios honánes, quos nunc habet, dictum dominum Dalphinum et suos non debeat retornare seu recipere, dum tamen ipsi hoc pro ipso domino Bellijoci vellent juri parère et ejus cognitioni et mandatis stare; convenit etiam dominus Bellijoci dare et tradere infra unurn mensem proximum eidem domino Dalphino litteras, privilégia, inforinationes et emunimenta, quecumque habet vel habere poterit, facientia seu perti nentia ad jura seu occasionne jurium dictorum castro rum de Meyssimiaco, et burgiSancti Christophori, et Vil lars et de Belloregardo et de Gordans, et pro feudis, retro feudis, homagiis, fidelitatibus et juribus quibuscumque supradictorum vel aliquorum eoramdem, exceptis de Min- bellopiedicto.que idem dominus Bellijoci debeat custodire, hoc acto etiam quod si reperiretur dictum castrum et bur- gum cum territorio de Miribello, prout supradictum est,"], [128, "112 teneri in feudum ab aliquo in totum vel in partein, quod dictus dominus Bellijoci teneretur equivalentiam dicto domino Dalphino dare et tradere in imperio ejus quod reperiretur teneri ab alio ad arbitrium et ordinationem domini comitis Foren., qui nunc est vel pro tempore fuerit, et pro predictis fidelitatem et hoinagium facere et proruit tere, prout de Miribello prestitisset, et quousque dictam equivalentiam tradidisset et fidelitatem fecisset pro eadem, ante, post et semper in homagio predicto remaneat et ad hom agium et fidelitatem teneatur eidem domino Dalphino, ita quod modo aliquo extra dictum homagiuru se ponere non possit vel inde se modo aliquo liberare, paciscendo etiam et solemniter piomittendo eidem domino Dalphino quod siquis dominorum a quibus aliquid tenetin feudum, idem dominus Bellijoci transferret in comitem Sabaudie, heredes vel successores ejusdem modo aliquo titulo seu causa aliquafeuda seu jura aliqua ad feudum facientia vel tangentia personam seu ies ejusdem domini Bellijoci heredum vel successorum suorum. idem domini Bellijoci vel sui successores non consentient, sed contradicendo se opponent judicio et extra, etiam domino Dalphino denun tiabunt quod juvet ad defendendum si sua crederet inte resse, promittens etiam quod pro aliqua acquisitione feudi et retrofeudi , homagii vel alterius rei qui dici possit quam dictus cornes .Sabaudie heredes vel successores sui faciant vel facere possent, ab ipso domino Bellijoci vel a quocumque alio, non erit contra dictum dominum Dalphi num, sed ipsum semper juvabit contra dictum comitem heredes et successores suos et contenta in presenti instru mente inviolabiliter observabit. Versa vice dictus dominus Dalphinus volens amorem inter ipsum dictum dominum Bellijoci crescere et fidem et fidelitatem in ipso dominum Bellijoci versus Dalphinum et Dalphinatum augmentare, eidem domino Bellijoci pro se et heredibus suis recipienti fecit pacem, finemet remissioneni de oftensis predictis, et ipsum ab omni vinculo obligations quo teneretur versus"], [129, "113 ipsum dominum Dalphinum occasione captionis sue, cum captus fuit ante castrum Vareysii in offensionem dalphi nalibus remisit eidem et ob gratiam ejusdem dominum Hugonemde Marzeu, dominum Euglisium de Fargiis, do minum Girardum de Chintra, milites, dictum Bochon, Gui chardum de Costa homines dicti domini Bellijoci, qui capti fuerant cum eidem, a suo carcere gratiose dimisitet dicto domino Bellijoci donavit. Item dédit, tradidit et concessil eidem domino Bellijoci in feudum et jure feudi castrum burgum et mandamentum Miribelli predicti cum mero et mixto imperio et omnimoda jurisdictione et pertinenciis universis eidem domino Dalphino in castro, burgo, terri torio et mandamento Miribelli pertinentibus, tali pacto et conditione appositis, quod idem dominus Bellijoci et qui de cetero dominus Bellijoci fuerit immédiate, dictum cas trum burgum et territorium Miribelli cum mero et mixto imperio et pertinentiis ejusdem et prout supradictum est, teneat ad homagium ligium in feudum et immédiate a dicto domino Dalphino et ab eo qui de cetero fuerit Dalphinus, et ita quod pro parte domini vel vassali ad alias personas transferri non possit et pro dicto feudo Miribelli qui dominus Bellijoci est vel pro tempore fuerit , fidelitatem et recognitionem atque homagium predictara faciant et facere teneantur, qua infeudatione facta, dictus dominus Dalphinus dictum eiominum Bellijoci per traditionem cujusdam cyrothece Je dicto castro, burgo, territorio et mandamento mero et mixto imperio cura omnimoda jurisdictione investivit, qua investitura per ipsum dominum Bellijoci recepta, idem dominus Bellijoci fecit homagium ligium dicto do mino Dalphino, osculo ejus interveniente, atque fidelitatem fecit et promisit eidem domino Dalphino et, tactis corpora liter sacro sanctis Dei Evangeliis, juravit se et heredes suos esse perpetuo pro dicto feudo hominos ligios et fidèles dicti domini Dalphini et pro eo facere que homo ligius et íidelis pro domino suo facere débet*, et que in capitulo de"], [130, "114 forma fidelitatis nova et veteri continentur, exceptis semper et nominaiim exceptatis per ipsum dominum Bellijoci homagiiset fìdelitatibus in quibus tenetur eccellentissimo domino Régi et Majori Ecclesie Lugdun., domino Duci Burgundie, domino comiti Claromontis, domino Abbati Insuie Barbare, et domino Abbati Clumacensi. Item ad unioneni majorem idem dominus Dalphinus, volendo dictum dominum Bellijoci fovere et gratia Dalphinali communin, promisit eidem domino Bellijoci pro se et successoribus suis recipienti ipsum et successores juvare de placito et de guerra contra Comitem Sabaudie, heredes et successores ejus et contra omnes alios guerram habentes in imperio cum dicto domino Bellijoci, vel ipso domino Bellijoci contra eos nunc vel in futurum, exceptis dominis et hominibus ejusdem domini Dalphini nunc habitis vel qui juri parère vellent coram ipso domino Dalphino et ejus curiis, et exceptis hiis quibus ex conventionibus jam factis idem dominus Dalphinus juvare tenetur, quibus idem i.'ominus Dalphinus vult conventiones 111 omnibus conser vare, et quod ipsum dominum Bellijoci juvabit expensis ipsius domini Dalphini cumrnagnavi et parva, et ipsum et suos coadjutores et valitores guerram faciendo cum eo retornali receptabit et suo posse custodiet ubilibet, eundo ad oífensionem et redeundo cum prédis suis predictis, et quoscumque ipsi domino Bellijoci placuerit, et in ipsa terra cum suis adjutoris et sequacibus morari possit faciendo semper et capiendo jus coram dicto domino Dal phino vel ejus curia cuilibet et de quolibet conquerenti de ipso. Item actum extitit quod idem, dominus Bellijoci de beat facere et curare cum effectu quod Eduardus, ejus filius primogenitus, ac etiam quicumque alius qui esset domi nus Bellijoci et baronie Bellijoci predicta omnia et sin gula approbabit etemologabit et observare promittet, et, tactiscorporalitersacrosanctisDeiEvangeliis,jurabitquan documque per dictum dominum Dalphinum idem dominus Bellijoci fuerit requisitus, et quod administration! Ba-"], [131, "115 ronie Bellijoci se non immisnebit modo aliquo dictus Eduardus vel alius hères dicti domini Bellijoci quousqiiG predicta fecerit, ethecfaciet et inviolabilités conservabuntur sub pena decem millium librarum turon. parvorum anti quorum, quam penam dicto domino Dalphino stipulanti dare et solvere promisit in curia Roman?, et in curia Came rarii domini Pape seu ejus auditoris et in Curia Castelleti Parisiis, in curia ballivie Masticon. atque Lugdun. et ubi idem dominus Dalphinus vel ejus procurator voluerit. Si predicta dictus dominus Bellijoci fìeri \"non procuraverit per dictum ejus filium, et inde publicum instrumentum non tradiderit dicto domino Dalphino, acto quod dicta pena totiens committatur et exequatur cum effectu, quotiens idem dominus Bellijoci vel dictus ejus filius, seu ille qui pro tempore fuerit dominus Bellijoci, requisitus per dic tum dominum Dalphinum littcratorie vel verbo seu per nuntium, predicta non observaverit et pena exàcta semel, secundo, tertio et totiens quotiens committeretur, etiam usque ad mille vices vel non exacta, semper idem domi nus Bellijoci predicta procurare et fieri facere cum effectu teneatur;et dicto domino Dalphino dare et solvere, reddere et restituere cum dicta pena damna, expensas, gravamina et interesse, credendo de hiis dicto domino Dalphino vel ejus certo nuntio et in ejus verbo sine alia probatione. Et si dictus Eduardus vel abus hères vel successor dicti domini Bellijoci predictam ratificationem facere recusa verit vel in hoc instrumento scripta non observaverit, vult tdem dominus Bellijoci et ex nunc precipit et mandat hominibus vassallis et feudatariis suis et quibuscumque habitantibus nunc et in futurum in Baronia Bellijoci vel alibi in terra supradicta, quod dicto Eduardo vel aliis heredibus vel successoribus eorum non obediantnec obedire teneantur, fidélisâtes, homagia vel recognitiones eidem vel alteri pro eo non faciant, nec ipsum in dominum reco gnoscant quousque dictam ratificationem fecisset, promi sisset etiam et jurasset attendere et observare contenta in"], [132, "116 hoc instrumento, et dictum dominum Dalphinum sequi et eidem obedire in et super contenus in hoc instrumento teneantur, conveniendo idem dominus Bellijoci se factu rum et curaturum quod dicti homines predicta facient, attendent et observabunt. Item actum extitit inter partes predictas et promissum quod, si dominus Rex Francie con sentire voluerit, idemdominusDalphinusdabitdicto domi no Bellijociet ipse dominus Bellijoci recipiet in escambium seu permutationem de terra quam idem dominus Dalphi nus habet in Alvernia, et permutabit cum ipso domino Bellijoci pro castris de Chalamonte, de Lenco, de Meyssi miaco et Burgi Sancti Christophori cum eorum pertinentiis universis et usque ad valorem dictorum castrorum, secun dum arbitrium duorum militum eligendorum per ipsos dominum Dalphinum et dominum Bellijoci et domini comitisForen. qui nunc est vel pro temporefuerit electipro tertio et superiori in eo casu in quo dicti milites non con cordarent, et ita quod idem dominus cornes cum altero dic torum militum possit in et de dictis permutatione ordinare, habito consensu régis, et in casu in quo dicta permutatio ordinaretui per predictos electos et fieret idem dominus Bellijoci debeat tenere et recognoscere de feudo dicti domini Dalphini dictam terram de Alvernia, que sibi per mutaretur, et ultra castra villas, feuda et retrofeuda et quicquid rei, juris vel actionis idem dominus Bellijoci habet seu visus est habere in Imperio, inter Indum et Sa gonam, unacum dicto feudo Miribelli; promissit etiam assecurareet fidejussores inde dare illos quos dictus do minus Dalphinus voluerit, qui se obligabunt, ut melius et fortius poterunt, cum omni renunciatione et cautela. Item convenit et promissit dictus dominus de Bellojoco dicto domino Dalphino quod incontinent cum erit infra limites regni Francie, in quocunique loco et quocumque tempore idem dominus Dalphinus voluerit vel eum requisierit per se vel per alium, predicta omnia et singula supra et in frascripta ratificabit , cmologabit et expresse confir-"], [133, "117 mabit et de novo faciet homagium predictum et fide litatem predictam promittet et jurabit dicto domino Dalphino. Item convenit et promissit dictus dominus de Bellojoco quod in partibus superioribus Lugdun., vel in quocunque alio îoco per dictum dominum Dalphi num assignando vel eligendo, et infra tempus eidem domino de Bellojoco per prefatum dominum Dal phinum statuendum , iterum et sub simili forma ad requisitionem ipsius domini Dalphini vel alterius pro eo omnia et singula supra et infrascripta ratificabit, emolo gabit et expresse confirmabit, et dictum homagium faceret ac fidelitatem predictam promittet, et jurabit predicta et infrascripta omnia et siDgula. Dicte partes ad invicem attendere et observare, attendi etobservari facere perpetuo per se et suos solemni stipulatione promisserunt et, tactis sacro sanctis Dei Evangeliis, juraverunt, promittentes expresse dolum malum abesse affuturumque esse et quod numquam contra predicta facient vel venient j udicio vel extra judicium de jure vel de facto aliquaratione velcausaetquod contra predicta vel aliquod predictorum exceptione mali quod juris vel facti non opponent nec opponi consentient; litteras, privilégia seu gratias aliquas non impetrabunt ; dilationem non requirent ; litteris, privilegiis vel gratiis impetratis vel impetrandis vel etiam gratiose concessis vel concedendis non utentur contra predicta et infrascripta vel aliquod predictorum seu infrascriptorum ; exceptioni doli mali, et in factum conditioni sine causa vel ex injusta causa fori rei geste vel aliter geste, vel aliam aliquam non opponent, nec opponenti consentient modo aliquo, sed predicta omnia et singula observabunt, et sub penadecem millium librarum turon. parvorum antiquorum a parte parti solemniter stipulata; que pena committatur et exi gatur a contra faciente vel non observante totiens quotiens contra predicta vel aliquod predictorum factum fuerit, vel ea, ut supradictum est, non fuerint observata in omnibus et per omnia, quani penam pars parti dare et solvere pro-"], [134, "118 misit in casibus predictis, in locis in curiis prenominatis, et eorum quemlibet insolidum supponentes se curiis ante dictis et cuilibet ipsorum atque privilegiis rigoribus con- suetudinibus et fortiis executionibus earumdem curiarum et cujuslibet ipsarum, et ita quod ibidem et in quocumque loco possint ipsi et quilibet ipsorum realiter et personaliter conveniri, et ubi convenient vel reperirentur, sed predicta omnia et singula, prout suprascripta, sunt attendere et observare et dictam penam solvere promisserunt, et per pactum convenerunt cum refectione damnorum et expon- sarum litis, et extra volentes et paciscentes ad invicem quod per predictas curias et quamlibet ipsarum possint per pena? temporales et spirituales pecuniarias et excom- municationis cogi ad observationem omnium et singulo- rum premissorum, et maxime pignorationes hominum et rerum suarum excommunicationis singularum persona- rum' atque interdicti locorum et terrarum suarum et, pena commissa vel non commissa, exacta vel non exacta, pre- dicta omnia observentur, attendere et observare adinvicem promisserunt, et pro predictis omnibus et singulis firmi- ter attendendis una pars alteri omnia bona sua pignori obligant, et precario nomine alter ab altero se tenere et possidere constituit, usque ad integram observationem premissorum et solutionem pêne predicta et refectionem damnorum et expensarum et interesse, pro quibus omni- bus universis et singulis complendis faciendis, attendendis et inviolabilités observandis pro dicto domino Bellijoci et ejus precibus et mandatis , se obligaverunt fidejussores sponsores, constitutores, promissores et solutores infra- scripti, videlicet: viri magnifìci dominus Johannes Cornes Foreysii, dominus Aymarus de Pictavia, primogenitus domini Comitis Valentin., et Dien,, dominus Guillermus de Bellojoco, frater dicti domini Bellijoci, dominus Ame- deus de Pictavia, dominus Hugo de Geben. et nobiles viri et potentes domini Guichardus, dominus Clayrioci, Hugo de Breyssiaco, dominus Vereville. Johannes Pagani, do-"], [135, "119 minus de Satilleu, Humbertus de Yllino, Potrus de Rupe sorti, Englesius de Fargii et Hugo de Marziaco, milites, qui omnes et singuli suprascripti se efficaciter et per sti pulationem solemnem obligaverunt dicto domino Dalphino presenti et recipienti et nobis notariis infrascriptis stipulantibus et recipientibus vice et nomine ipsius domini Dalphini , et omnium et sÍDgulorum quorum interest vol interesse poterit in futurum ; promittentes omnes et singuli suprascripti etquilibet eorum in solidum se facturum et curaturum cum effectu, quod dictus domi nus de Bellojoco et predictus Eduardus, ejus nTiusprimo genitus, seu quicumque alius hères seu successorus pre dicfi domini de Bellojoco, qui sibi succèdent in dicto loco de Bellojoco et ejus Baronia supradicta omniaet singula, prout supra contenta et scripta sunt, complebunt, facient, attendent et inviolabiliter observabunt ; et etiam se obli gaverunt et^romisserunt omnes et singuli suprascripti dicto domino Dalphino presenti sttpulantt et recipienti solvere dictam penam quotiens committeretur et omne interesse, damna et expensas que et quas eumdem domi num Dalphinum facere, incurrere vel suslinere contingeret si predicta omnia et singula non complerentur et non fiè rent, non attenderentur et non observarentur, prout supra conventa et scripta sunt, et quod ipsi prenominati et quili bet corum in solidum pro dicta pena, quotiens comittere tur, possint convenue in omni et quacumque curia eccle siastica et seculan et spécialiser et nomination in qua cumque curia régis Francie. regni Sicilie et domini nostri Pape, et in curia Catnere ipsius domini nostri Pape, parvi sigilli Montispessulani, curie castelleti Parisius et in qua cumque alia, ipsos seu earum quemlibet in solidum vellet et eligeretconvenire; acto et convento quod ipsos et eorum quemlibet in solidum simul vel separatim possit convenire in predictis curiis et qualibet earum, et quod, una curia electa,possit ad alias seu aliam redireet sepius variare, nun quamper electionem personarumseucuriarumeidenidoini- 'J"], [136, "120 no Dalphino aliquod prejudicium generando, supponendo se '.-ohercion:, compulsioni, stilo, usui et consuetudini dicta- rumcuriarumetcujnslibetearuni, renunciantesspecialiter, ex certa scientia et per pactum, omnes et singuli supradicti epistole Divi Adriani, nove et veteri constitutioni de duo- bus vel pluribus reis debendis seu promittendis, et juri di- centi : non plus fore conveniend.ùdejussor.quam sit con- ventus principahs,et bonaintercedentiutnnon prius execu- tienda vel accipiendaquam excusi sint bona principalis ; et in omnibus et per omnia se obligaverunt, sicut dictus dominus de Bellojoco se superius obligavit, et predicta omnia et singula attendere et. observare promisserunt sub obligations et. hypotheca omnium et singulorum bonorum suorum et super Sancta Dei Evaugelia per eos et ipsorum quemlibet corpoj-aliter tacta juraverunt, excepto tamen quod dominus Cornes Foren., dominus Aymarus dePicta- via, dominus Amedeus de Pictavia, dominus Ludovicus de Pictavia, dominusPetrus de Rupe sorti, dominus Engli- sius de Fargiis et dominus Hugo de Marzeu exceperunt curiam parvi sigilli Montispessullani, dominus Guiller- mus de Bellojoco, et dominus Hugo de Geben. exceperunt curiam domini Pape et ejus Camere ; Hugo, dominus Ve- reville, excepit curiam domini Pape et domini Régis Fran- corum, dominus Guichardus, dominus Clayriaci, et dominus Johannes Pagani exceperunt curiam domini Régis Francc- rum, promittens etiam dictus dominus Bellijoci dicto do- mino Dalphino stipulanti et recipienti ut supra, dare ulte- rius in fidejussores pro predictis dicto domino Dalphino quotienscumque ipsum vel aliumejus nomine fuerit requi- situs, omnes illos quos ipse dominus Dalphinus requiret ab eodem et specialiter nominatos in quadam cedula pênes notarios retenta, et ipsos faciet obligare ut sunt alii fide jussores superius nominaíi . Pro parte vero dicti domini Dalphini et ejus precibus et mandato erga dictum domi num Bellijoci, et nos notarios infrascriptos stipulantes no mine omnium quorum interest vel infuturum poterit inte-"], [137, "121 resse, se constituerunt fidejussores premissorum et atton ditores omnium predictorum. videlicet magnificus vir domi nus Henricus, Dalphin. Montis albani et Medulionis do minus, et prefati dominus Johannes, cornes Foren. domi nus Aymarus de Pictavia, dominus Humbertus, dominus de Vilars, dominus Amedeus de Piclavia, dominus Ludo vicus de Pictavia, dominus Hugo de Geben., dominus- Humbertus de Vilars, filius dicti domini de Vilars, domi nus Guiehardus, dominus Clayriaci, dominus Guido de Grolea. dominus Meyriaci, dominus Johannes Pagani, do minus de Satilleu, et quilibet ipsorum in solidum et pro toto promittentes et jurantes et se suhmittentes curiis modo forma et cum exceptionibus quibus supra, se obligaverunt erga dictum dominum Bellijoci predicto do mino Dalphino, excepto etiam per dictum dominum Al bani et dominum Humbertum, dominum de Vilars. et dic tum dominum Guidonem de Groleya, curiis domini Pape et ejus auditoris et curie Régis Francie ; preeipientes dicti dominus Dalphinus et dominus Bellijnci nohis notariis infrascriptis quod de predictis plura publica instrumenta et tot quot ipsorum quilibet habere voluerit, que possint dictari, corrigi et meliorari ad dictum sapien tum, facti substentia non mutata. Acta sucrant bec apud Sanctum Valerium Vien. dioces., in claustro dicti loci, pre sentibus testibus ad premissa vocatis et roj atis, videlicet nobilibus viris dominis, Alberto de Cassenatico, Soffredo de Arciis, Guillermo de Royno, Humberto de Meyssi miaco, Gileto Darlo, Girard.' Fornerii, miiitibus, Soffredo Nigri, priore Sancti Juliani, Humberto de Ginaco, snertsta Sancti Pauli Lugdun. Guichardo Galiani, Guidono C.ivlli, BertrandoEustachii, professore legum, Lancellino Aynardi, canonico Vaxinten. et Johanne Humberti, jurisperito, et pluribus aliis, etnobis Stephano Poysae de Lugduno, ruic toritate apostolica, 'mperiali et regia, et Humberto Pilato de l'uysseria auctoritate imperiali publicis notariis. Ego vero Stephanus Poysae clericus Lugdun. auctoritate apos-"], [138, "122 tolica, imperiali et regia publicus notarius, premissis om nibus et singulis per dominos Dalphinum et Bellijoci su pradictos, ut premissum est, actis, unacum Humberto Pilati, publico notario supradicto, interfui, presens pu blicuminstrumentum per manum Jacobi de Burgo, aucto ritate imperiali publici notarii, scribi feci, in eo manu propria subscripsi et signum meum solitum apposui vo catus et rogatus, quod quidem presens publicum instru mentum scriptum est in duabus pellibus insimul sutis. Actum et datum ut supra. Ego vero Humbertus Pilati de Buxeria, dioces. Granopolitan. auctotaribus imperiali et domini Régis Francie notarius publicus, premissis om nibus actis et promissis ut supra per prefatos dominos Dalphinum et dominum Bellijoci et alios suprascriptos unacum prefato Stephano Poysae personaliter interfui, et huic instrumento publico, scripto per dictum Jacobum de Burgo, manu mea propria subscripsi et signum meum eidem instrumento scripto in duobus pellibus intribus locis videlicet in junctura dictarum pellium et semel in fine, unacum signo dicti Stephani Poysati apposui con suetum. ■ [Bibliothèque de la ville de Lyon ,Ms. — Vol. intitulé : Recueil sur Lyon.)"], [139, "OBSERVATIONS SUR LA CHARTE DE 1327. CHATEAU DE VAREY. Guichard de Rcaujeu avait etc sait prisonnier à la bataille de Varey, gagnée par le Dauphin de Viennoi* sur Edouard de Savoie. La perte de cette bataille fut encore plus funeste à la Dombes qu'à la Savoie. Guichard de Reaujeu, en perdant la liberté, per dit en même temps, comme le disent les auteurs, le fruit de la politique de ses pères. Par le traité conclu à Saint-Voilier, lc 24 novembre 1327, et que nous donnons ci-dessus, il céda au dauphin, pour sa ran çon, les châteaux de Meximieux et du bourg Saint- Christophe avec leurs mandements, le fief et le domaine direct sur la Graod'Rue de Villars et le Donjon, lc domaine direct et le fief des poypes du Montillet, de Corsicu et de Monlhieu, l'arrièrc fief du château de Châtillon-la-Palud, le domaine direct des châteaux de Reauregard, de Gordans et de Miribcl. Edouard de Savoie, pour dédommager Guichard de Rcaujeu des terres qu'il avait été oblige de céder pour sa rançon, lui donna, le 29 janvier 1328, les châteaux et mandements de Coligny-le- Nenf et de Ruenc et lui promit quarante mille livres à la condi tion de prendre en fies de lui Lent et Thoissey (Guichenon. His toire de Savoie, p. 379. — Histoire de Bresse, p. 02). Ce traité fut confirmé, plus tard, 5 juillet 1337, par Aymon, comte de Savoie, et Edouard de Beaujeu qui rendit hommage et prêta serment de fidélité pour ces quatre châteaux. (Guich. Histoire de Sav. p. p., p. 162). Ce dernier hommage, base de toutes les prétentions de suze raineté de la Savoie sur les terres de Dombes, entraîna pour ce"], [140, "124 pays les conséquences les plus fâcheuses. II fut la cause avouée si non lc prétexte, de toutes les guerres qui le désolèrent pen dant près d'un siècle. Ce n'est pas ici le lieu d'examinpr si ces prétentions étaient fondées. Aubret (f° 743-751) s'est efforcé de prouver que cet hommage n'emportait ni ressort ni souve raineté. En 1343, Erloustrd de Beaujeu rendit hommage au comte Vert pour Buenc et Coligny, mais il soutint que Toissey et Lent étaient allodhalia et libéra oh omni onere servitutis et ne voulut pas le rendre pour ces deux ville-;. (Cachet ce Garnerahs, p. 44). En 1376, Edouard II de Beaujeu prit eneore en fief du romte Vert les châteaux de Chalaninnt, Montmerle, Villeneuve et Beau regard, sous h condition que le comte de Savoie lui donnerait treize mille francs d'or. Cette somme, aussi bien que relie sti pulée parle traité de 1337 ne fut jamais entièrement payée. Lc comte Vert ayant donné à Anic-lc-Roiige, son fils, ce qu'il avait en Dombes et en Rre-se, Edouard II lui refusa la foi et rhonimnge ne se prétendant pas objigé envers lui. Amé s'apprêta à le contraindre par la force des armes. Le sire de Beaujeu le prévint; il réunit à la hâte ses troupes, y adjoignit des Bretons et des Auvergnats et vint camper à Neuville-les-Damcs. 11 s'em para successivement de Chaveyrin, Longchamps, Srrvc, Saint- André-le-Panoux, Chânes et ConHésia. Lc comte de Savoie, ayant reçu des renforts des comtes de Genève, de Monlbéliard, de Gauthier de Vienne, etc., s'empara, sans coup férir, des châteaux de Biars, de Villion et de Relvcy ; Rcaurcgard fut pris d'assaut et Lent lut obligé de capituler; le siège était devant Thoisscy lorsque la médiation du duc de Rourgo^'ne amena une trêve d'une année conclue le 1 1 juil let WS et prolongée depui? jusqu'au jour de l'Ascension 1380. A l'expiration de cette trêve, Amé entre en Dombes et s'em pare de Thoisscy, Montmerle et met le siège devant Chalamont. Lc roi de France el !e duc de Bourgogne se portent médiateurs et font proroger la trêve jusqu'au 2 février 1381. Le 31 mars 1383, un traité fut enfin solennellement conclu."], [141, "125 Lc sire de Beaujeu prit, eu accroissement de fief du comte de Savoie, les villes et les châteiux de Lent, Thoissey et Montmerle; le comte garda le bourg et le mandement de Beaurcgard. Louis II de Bourbon, comte de Clermont, qui avait rendu de grands services à Edouard de Beaujeu dans ses démêlés avec la justice, fut institué par lui son successeur aux seigneuries de Beaujolais et de Dombes. Le comte de Savoie lui demanda riiommagc des terres siluées sur la rive gauche de la Saône qu'il tenait de la maison de Beaujeu, il lc refusa. Ame de Viri, gentilhomme du comte, sous le prétexte d'une querelle person nelle, entra cn Dombes avec mille chevaux, surprend Lent et Chalamont, traverse la Saône et s'empare d'Anse et de Bellcville tt revient mettre le siège devant Thoissey. Lc duc de Bourbon envoya aussitôt Châteaumorand et le comte de Clermont, son sils, qui lc chassent de toutes les forteresses dont il s'était em paré et le repoussent, cn usant de représailles, jusqu'à la rivière d'Ain. Une eonfécence tenue à Villars, lc 1er mars 1408, régla pour quelque temps les difficultés. Note communiquée par M Valentin-Smilh"], [142, ""], [143, ""], [144, "L70N. ÍMP. DA1MÍ VIM0T1"], [145, ""], [146, ""], [147, ""], [148, ""]]