[[1, ""], [2, "f Vw^//v/;"], [3, ""], [4, ""], [5, ""], [6, ""], [7, ""], [8, "Gjreltfm ■"], [9, "THE CASTLE OP HERSTMONCEUX AND ITS LORDS. BY THE REV. EDMUND VENABLES. JtUusttatflJ friitfj Œttgtabtngs. LONDON: JOHN RUSSELL SMITH, 4, OLD COMPTON STREET, SOHO SQUARE. MDCCCLT."], [10, "Hep, iiited from the Sussex Archæological Collections, Vol. IV."], [11, "THE CASTLE OE HERSTMONCEUX AND ITS LORDS. INTRODUCTION. The substance of the following Memoir was read at the annual meeting of the Sussex Archæological Society, held at Herstmonceux, July 25th, 1850. It was considered that no subject could so legitimately occupy the attention of the members on that occasion as the history of the noble Castle which had been the cause of their assembling, and on which, until Herstmonceux had attained its present literary celebrity, its title to fame had exclusively rested. With the history of the Castle that of the Manor was inseparably con nected, a subject that could not be properly treated without entering at considerable length into the records of the various illustrious families which have, at different times, been seated at Herstmonceux. These family records, though I fear dry and tedious to the ordinary reader, are of great value to the historian, from the light they shed on some of the most in teresting epochs in the annals of our country ; and any memoir of Herstmonceux would have been so incomplete without them, that I feel it quite needless to offer any apology for having entered at such length, and with so much minuteness, into these details. The field of my investigations, it is true, is not a new one ; several accounts of Herstmonceux Castle aud its lords, more or less imperfect, already exist ; but those who have hitherto treated this subject have been too ready to copy from some previous writer, instead of consulting the original sources of information for themselves, so that tlie same errors have been perpetuated and the same misstatements repeated, and little if any addition made to the facts recorded by Camden or Grose. In the following pages, it is hoped,"], [12, "6 THE CASTLE OF HERSTMONCEUX that some of these errors have been avoided or corrected, and that as no pains has been spared in examining every known source of information, the result will be satisfactory to the Society, at whose expense this further attempt to illustrate the history of the Castle and Manor of Herstmonceux has been published. Had any additional stimulus to diligent investigation been needed, it would have been furnished by the consciousness that in undertaking to become the historian of Herstmonceux Castle, I was occupying ground already opened by men of the first antiquarian and literary eminence, in whose hands the completion of the task might have been left with far greater advantage, had their other more important avocations per mitted them to spare the time required. Our valued member (that noble veteran in the cause of archæology, who fought its battles and won its victories, before some of us were born), JohuBntton,Esq.,E.S.A.,&c.,had drawn up a paper, illustrative of the ' History and Architectural Character of Herstmonceux Castle,' for the Lewes meeting of our Society in 1848; and I am sure I am only expressing the general feeling of the members present on that occasion, in saying that it was felt to be a disappointment of no ordinary kind, when it was found that, in consequence of the lateness of the hour, he declined favouring them with the memoir to which many had been anxiously looking forward, fearing to overtax the atten tion of the meeting, which had been long on the stretch. This paper, with the generosity which has characterised all Mr. Britton's exertions in the cause of archæology, he at once put into my hand when he learnt that I was engaged upon the history of the Castle, favouring me with his advice and warm encouragement, and granting me the kind permis sion to profit, to the fullest extent, by his labours in this field. Well would it be for archæology, if all who devote themselves to its pursuit were equally free from those petty jealousies which have done so much to retard its progress, arid to hinder the accomplishment of its objects. Nor is it to the researches of Mr. Britton alone that the fol lowing pages are principally indebted for what they may con tain of value and interest ; my thanks are equally due to"], [13, "7 AND ITS LORDS. . Archdeacon Hare, for his liberality in allowing me the use of his MS. Collections for the History of Herstmonceux Castle, and of the invaluable series of drawings executed by the late Mrs. Hare Naylor, illustrative of almost every part of the building before its demolition in 1777. The most interesting of these I have caused to be engraved for the present memoir, of which they will form to many the most attractive feature. It is much to be wished that Archdeacon Hare could have fulfilled his original intention of writing the history of the Castle and the Parish with which his name is so intimately connected ; but his labours in other fields, of far wider interest and more lasting importance, have prevented the accomplish ment of this design ; and it is to be feared that this work will still remain on the list of literary desiderata. A considerable portion of the materials collected by him have been worked up into the following memoir, in which I have sought to dis tinguish those parts in which I have been most largely indebted to his able pen. I am glad to take this opportunity of acknowledging the obligations under which I am for much valuable assistance, to the kindness of fellow archæologists. Mr. Blaauw has aided me with his advice, and readily allowed me to consult him on any point of difficulty : to Mr. Lower and to Mr. Figg I am indebted for much valuable information, which their intimate acquaintance with the antiquities of Sussex so well qualifies them to give. This too is the place for the grateful mention of the liberality of Mr. Petit, who, with his accustomed generosity, has presented the several woodcuts, executed by Mr. Delamotte, illustrative of the Church and Castle. Herstmonceux, 1851."], [14, "8 THE CASTLE OF HERSTMONCEUX MANORIAL HISTORY. The parish of Herstmonceux is a district of 4535 acres, in the south-eastern part of the county of Sussex, about four miles from the sea-coast. It is locally situated in the rape of Hastings, and the hundred of Foxearl, and ecclesiastically, in the diocese of Chichester, the archdeaconry of Lewes, and deanery of Dallington. \" The first syllable of the name Herstmonceux, as it is spelt by the natives,\" writes Archdeacon Hare, \" is the same word which occurs at the termination of so many names of places, as Penshurst, Lyndhurst, Sandhurst, Midhurst, Wadhurst, Ticehurst, &c. ; and which is also found at the beginning of several names, as Hurstbourn, Hurstpierpoint, Hurstcourtnay. It is a Saxon word, denoting a thick wood, or forest, and has run the changes through all the vowels in the alphabet. Sometimes it is written with an i or a y ; and it is evident that the first syllable in the names of the adjoining places, Horsebridge, Horseye, Horselunges, is merely a corruption of the same word : for Herstmonceux itself is in like manner pronounced Horsemounces by the common people. On the other hand, Harz, the German name for mountains covered with wood, is evidently another form of the same word. In most of our English names it is generally spelt with a u ; but local custom, which in proper names should be decisive, has determined in favour of e. The name is written Herst in ' Domesday Book,' and in almost all the earlier records ; and this orthography may be supported by the authority of the Hercynia Silva, the Roman name for the Harz.\" The reason of this name will be immediately perceived, when it is remembered that we are now standing at the out skirts of the Silva Anderida, the Coit Andred of the Britons, the Atidredesleige, or Andredeswald, of the Saxons, that immense forest which, commencing near Lyme, in Kent, and extending, as the venerable Anglo-Saxon Chronicle * informs us, 120 miles in length from that point, with an average breadth of at least 30 miles, occupied great part of Kent and Surrey, and the whole of Sussex, with the exception of the Ang. Sax. Chron. Ingram, p. 114."], [15, "9 AND ITS LORDS. downs and the maritime levels, and stretched quite into Hampshire. Of this enormous woodland district but few scattered remnants now exist, though its memory is still kept up, as well by the name Weald applied to the whole district, and the prevalence of the word Hurst in the local names, as by the Forests which are still to be found within its ancient limits — as Ashdown Forest, Dallington Forest, Darvil Forest, &o, though even in these the decay or removal of the timber is fast rendering the appellation less and less appropriate. Of the condition of Herstmonceux in the times previous to the Norman invasion we know nothing, with the exception of the fact recorded in Domesday, that in the time of Edward the Confessor the manor was in the possession of a priest of the name of Edmer, who was not bound by feudal service to any particular lord, but could change his residence, and transfer his lands at pleasure. Dugdale mentions the manor of Herst among the enormous possessions of Earl Godwin, in Sussex, but it does not seem quite clear whether this was Herstmonceux or Hurstpierrepoint. When the invaluable survey of the Conqueror, popularly known as ' Domesday Book,' was compiled, we find Herst in the possession of William son of Robert, earl of Eu,2 being one of 108 manors which, together with the Castlery of Hastings (of which Herstmonceux was long accounted a member), had been bestowed upon his father by his royal relative as a recompense for his eminent services both in the couned chamber and in the field. It was held of him by one Wibert, who was also tenant of considerable lands in Warble ton, Hoo, and other adjacent parishes. The manor was rated at five hides, and contained ten ploughlands of arable. In the demesne, or portion of the manor used by the lord himself, three ploughs were employed ; while on the rest of the manor thirty villeins with twelve cottagers employed sixteen ploughs. In the woods there was pannage for two hogs. It is interesting and important to remark that the 2 \"Wibertus tenet de Comite (de Ow) Herste. Edmer presbyter tenuit tempore Regis Edwardi et cum terra potuit ire quo voluit. fit tune et modo se defendit pro v hidis. Terra est xii carucatæ. In domim'o sunt iij carucatæ, et xxx villani cum xij cotariis habent xvi earucatas. Ibi ecclesia et vij aeræ prati et silva ij porcorum. Tempore Regis Edwardi valebat vj lib. et post xx solid. Modo x lib. (Domesday I, 18.) 2"], [16, "10 THE CASTLE OF HERSTMONCEUX immediate consequence of the Norman invasion, attributable doubtless to the disturbed state of the kingdom, and the feeling of insecurity generally prevading, was a depreciation in the value of landed property ; though after the lapse of a few years, when the country had recovered from the shock of the conquest, and the new lords had learnt how to manage their recently acquired estates, it rose again in value, and often sur passed its former estimate. Herstmonceux was no exception to this rule ; in the time of Edward the Confessor (to quote the same time-honoured document) it was valued at six pounds, but afterwards fell to twenty shillings, again rising in value, until at the time of the taking of the survey it was rated at ten pounds. After the Domesday record, a long time, as usual, elapses, without any notice of the manor or its possessors. But there seems no reason to question the truth of Camdens statement, that \" soon after the Norman invasion it became the seat of a noble family, called from it de Herst T Of these the earliest on record is Idonea de Herst, probably the widow of one of the owners of the manor, who, by a deed, of which the original is, I believe, still extant among Mr. Astles MSS. in the Stowe Collection, now at Ashburnham Place, bestowed on the monks of Robertsbridge,3 \" all her land at Prumhel 4 together with the villains, rents, and appurtenances, to hold of her and her heirs in frankalmoigne, on the payment of sixpence a year, as an acquittance for every service.\" In return for which generous gift the monks allowed her \" the common benefit of their house, and the right of participating in the goods of their house for ever,\" besides bestowing on her one mark in silver, and on her son Robert a talent of gold. Tf this Robert were Idonea's eldest son, he must have died before his mother, as we find in the same collection a deed of confirmation of his mother's gift, granted by her son Waleran de Herst. Neither of these documents bears dates, but we may place them between 1170, when Robertsbridge Abbey 3 Barrell Collection. (MSS. Addit. Brit. Mus. 5679, 699.) 4 Bromehill in Romney Marsh. \" Once a pretty town, drowned by the sea in King Edward the First's reign.\" The church stood in Sussex, but the greater part of the parish was in Kent. \" Some footsteps of the church and houses \" were visible in 1637, but no ruins exist at present. (Camden Brit. p. 211.)"], [17, "11 AND ITS LORDS. was founded, and 1199, when the name of Waleran de Herst appears on the Rot. Cur. Regis.* This Waleran de Herst was the first to adopt the surname which has, since his day, formed the latter half of the name of the manor held by him and his lineal descendants till the commencement of the eighteenth century. Whence he derived the name Monceux is uncertain, and though I can confidently say that most of the statements which have been hazarded on this point are incorrect, I am unable to supply the true solution of the difficulty. The Monceux were a Norman famdy, deriving their name from a place in the parish of Gueron, in the diocese of Bayeux, and are stated by some authorities to have come over with the Conqueror. The first of the name I find is Drogo, or Drew de Monceux, who appears on the Pipe Roll of 31 Henry I (1131), and also as a witness to a charier of foundation of Dunstable Priory,6 granted by the same monarch. His wife was Edith, daughter of William de Warren and Gundrada (names dear to every Sussex Archæologist), whose first husband was Gerard de Gournay, who, in the disputes consequent on the Conqueror's death, took part with Rufus against his elder brother Robert, but, from some cause or other, soon transferring his alle giance, with his wife accompanied Robert on his journey to the Holy Land : dying by the way he left Edith a widow in a strange land, and she then became the wife of Drew de Monceux.7 Ingelram de Monceux is the next of the family whose name occurs ; he is mentioned in the Norman Roll 8 as having, in 1183, given to the king, Henry II, the sum of £26. 5*., \" that his judgment might be speeded.\" This mode of forwarding a suit, however strange it may appear to us, was, at that time, the ordinary mode of proceeding in legal causes ; corruption being so universal, even on the throne, that bribery became a necessity to those who would secure the rightful possession of their own. The next document in which the name of Ingelram de Monceux occurs supplies further evidence 5 Members of the same family occur among the benefactors of Battel Abbey. Robert de Herst gave one acre in Sedlescombe ; and William, son of Manser de Herst, a messuage, with other houses, \"juxta aquam de Stonesbath.\" (Reg. de Bello, 1, 234.) ■ Dugdale, Monast. vi, 240. 7 Watson's Earls of Warren, i, 76. 8 Madax's Exchequer, i, 166."], [18, "12 THE CASTLE OF HERSTMONCEUX of this lamentable fact. In this we find that \" William de Warburton and Ingelram de Monceux give to our lord the king,\" John, who was just seated on his unstable throne \" the sum of 500 marcs, to have the inheritance which belonged to Juliana, the wife of William the son of Aymer, whose next of kin they affirm they are.\"9 This inheritance consisted of land at Compton, in Hampshire, afterwards known as Compton Monceux. Five years later, 6° John, Waleran de Munceux (the same with Waleran de Herst above mentioned) gave 100 marcs, in order that he might have his just proportion of the said estate, of which one-half fell to him, and the other, together with the esnetia, or elder son's portion, to William.10 Eleven years later, William, the son of Waleran, had seisin granted of lands in Hampshire, probably the estate in ques tion. What the connection between Ingelram and Waleran was, it is difficult to determine, but it seems that it was from him that the name was adopted, which was thenceforward borne by the family (that of Herst being entirely dropped), and which has been perpetuated in the names of the parishes, Herstmonceux and Compton Monceux, in Hampshire. Waleran appears again in 1207 as one of the bail of Roger, the son of Adam, sheriff of Hampshire ;u but he must have died shortly after that date, as in the first year of Henry III, a.d. 1217, his son and heir, William, had \" such seisin of his lands,\" granted by the sheriff of Hampshire, 9 Rot. de Fin. Hardy, vol. i, p. 19, 1° John, a. d. 1199.—\" Suthamt. Willelmus de Werbintona et Engelramns de Muntcell dant Domino Regi D. Marcas pro habenda here ditate quæ suit Julianæ uxoris Willelmi filii Aldelmi cujus heredes sunt propinquiores nt dicunt. Solvende sunt per tres annos ad festum Sancti Michaelis proximi post corona tionem Domini Regis.\" 10 Rot de Fin. Hardy, vol. i, p. 310, 6° John, a.d. 1205.—\" Suthamt. Waleranus de Munceaus dat centum marcas pro habenda rationabili parte sua de hereditate quæ suit Julianæ quondam uxoris Willelmi filii Audelmi versus Willelmum de Warberton, unde ipsi Waleranus et Willelmus sunt heredes, scilicet quod una medietas illius hereditatis remanet predicto Willelmo cum esnetia, et aha medietas predicto Walerano. Et mandatum est Vicecomiti quod per visum legalium et discretorum hominum de comitatu suo, fieri faciat partitionem de terra quæ suit ipsius Julianæ in Sirefeld et Cumton secundum formam præscriptam, et predicto Willelmo plenariam saisinam habere faciat de medietate pre dictarum terrarum cum esnetia, et de alia medietate predicto Walerano, et qualiter illam particionem fecerit, et quis eorum quam porcionem habuerit, Domino Regi scire faciat per literas suas, et blada et alia catalla illarura terrarum salvo custodiat donee utrique illorura suam porcionem assignaverit.\" 11 Hardy, Rot. de Fin. i, 447."], [19, "AND ITS LORDS. 13 \" as he had, on the day that he receded from the fealty and service of King John.\" 12 Four years later, 1221, May 18th, we find William de Monceux attached to the family of William earl of Warren ; and the king commanded the sheriff of Sussex not to put him on any assize, in consequence of this connection.13 In 1225-6, Wdliam de Monceux was constable of Pevensey Castle,14 then in the hands of the before-named Earl of Warren; upon whose death, in 1240, leaving his son and heir, John, not more than four or five years old, he appears as guardian of his lands;15 a lucrative office, which he was forced to resign, in the following year, to the royal favourite, Peter of Savoy, uncle to the young Queen Eleanor. The honours heaped on this nobleman and the other relations of the queen, who, though aliens in blood, monopolised the chief offices of dignity in the realm, and were enriched with the spoils of the young noblemen placed under their guardianship, produced great disgust among the neglected English,16 and may be reckoned among the causes which led to the alienation of the barons from their sovereign, and the sanguinary battles of Lewes and Evesham. In 1241-2, when the inquisitions contained in the Testa de Nevill for Sussex were taken, Peter de Savoy is returned as holding the honour of Warren,17 as guardian of the earl, as well as the honour and barony of the Eagle in capite, for two knights' fees and a 12 Clause Rolls, 1 Hen. Ill, p. 310. 13 Clause Rolls, p. 458, 5 Hen. III. \" Rex Vicecomiti Sussex salutem, præcipimus tibi quod non ponas vel poni permittas Willelmum de Muncell militem et socium dilecti et fidelis nostri Willelmi Comitis Warrem in aliqua assisa quamdiu fuerit de familia ipsius Com. West. May 18.\" 14 Dugdale, Bar. i, 76, 77 ; Clause Rolls, 10 Hen. III. 16 Excerpt, e Rot. Fin. p. 344. P'. Johe de Burgo. Mandatum est Willo de Munceaus, custodi terrarum quæfuerunt Willelmi Comitis Warrenn, quod demandam quam facit Johi de Burgo pro relevio suo pro terris quæ fuerunt Margerie sororis predicti Johis quas tenuit de prædicto Com. poriat in respectum usque ad festura sci. Johis Bapt., anno, &c, xxv. T. R. apud Windlesor (Windsor), j. die Jun. 25 Hen. Ill, 1241. 16 Anno gratiæ 1242. Rumor de adventu Comitis Richardi, de Terra Sancta redeuntis, percrebuit. Quo cognito Petrus de Sabaudia, Comes Richemundiæ, castra regni eminentiora et famosiora, quæ susceperat custodienda, in manum regis, ut vir discretus et circumspectus, prudenter resignavit. lntellexit enim quod magnates Angliæ magnum de ejus repentina exaltatione conceperant indignationem, unde uimis adventum comitis formidabat. Porro hæc ipsius Petri prudentia multorum corda sedavit. (Matt. West. p. 307.) •\" Testa de Nevill, pp. 222, 223."], [20, "14 THE CASTLE OF HERSTMONCEUX half; under him William de Munceus held half a fee in Herst, and two fees and a half under Alice, countess of Eu,18 who then held the honour of Hastings. From other parts of the same collection of documents, we find that he also held Little Ongar, in Essex,19 and three-fourths of a knight's fee in Cumpton,20 by the service of mareschaucie, i. e. of shoeing and acting as farrier to the king's horses, whenever it might please him to require such services. Waleran de Monceus, second of the name, succeeded his father, William, and took a prominent part in the civd dis turbances of the times, on the side of Simon de Montfort, against King Henry III ; who, in the spring of 1264 (as we learn from a MS. cited in Mr. Lower's ' Chronicle of Battel Abbey '), when on his way from Battel to the disastrous field of Lewes, spent the night at Herstmonceaux, where, while his army were employing themselves in hunting and destroy ing the park, a certain nobleman, named Roger de Tournay, struck by a stray arrow in the throat, miserably perished.21 This notice establishes the fact of the existence of a manor house previous to the erection of the present Castle, of which no other record is met with ; even its site cannot be accu rately determined, though it is probable that it stood in the same position as at present, as the fine Spanish chestnut trees to the west of the Castle seem to be older than the building itself; and as this must doubtless have been the reason why the church erected in the 13th century (one having existed at the time of the Domesday survey) was placed at the extremity of the parish, at a distance from all the inhabitants, except the immediate retainers of the lord of the manor. The battle of Lewes terminated, as it is needless to remind the reader, in the total defeat of the king and his forces. Among the prisoners taken by de Montfort was Robert de 18 Alice, daughter of Henry VI, earl of Eu, married Raoul de Lusignan, circa 1200 ; she died circa 1246, and was buried in the abbey of Foucarmout. (Estan.elin, p. 59.) 19 Te_ta de Nevill, p. 269. 20 Ib. pp. 234, 235, 237. 21 .... Apud Herst una nocte hospitatus ubi, dum exercitus venationi et destructioni parci insisteret, quidam nnbilis Rogerus de Tournay casu miserabili ictu sagittæ in gutture percussus interiit,\" (MS. Chron. in Bibl. Bodl. ; Lower's Chronicle of Battel Abbey, p. 201.)"], [21, "15 AND ITS LORDS Pierpoint of Hurstpierpoint, who was \" put to no less than 700 marks fine for his ransom ; for the payment whereof, besides his own bond, he was constrained to bring in, as secu rity, Waleran de Munceaus,\" who it will be remembered had espoused the cause of the barons.22 Waleran himself after the ruin of his party at Evesham, followed the fortunes of the heroic Eleanor, widow of de Montfort, and formed one of the garrison with which she attempted to hold out Dover Castle against the royal forces during the summer of 1265. After her departure to France, in October of the same year, the Castle was recovered by Prince Edward, and in the following year we are glad to read the record of the pardon of Waleran de Monceus, among many others.23 The next record in which the name of Waleran appears (7° Ed. I, a.d. 1278-9) speaks of more quiet thnes, and a more settled state of public affairs. It is a claim brought by him through his attorney,24 by name Simon de Sipton, for the right of free warren at Herst and Lanekestrode ; the claim was brought before a jury who decided in Waleran's favour ; with a reservation for the rights of the king to moot the question again whenever he might see fit. His wife was Joan de Saunford, a tenant of the king in capite, whose lands were taken into the king's hand on her death in 1278. She also held the manor of Shelley in Essex, of the earl of Hereford, by the service of one knight's fee.25 About this period Herstmonceux was honoured by another royal visit : on Friday, Sept. 15th, 1302, Edwardi visited Herstmonceux on his way from Michelham Priory to Battel.26 On the death of Waleran the manor passed to his son John, who died in the 30th year of Edward I, and by a post mortem inquiry was found possessed of Compton Manor, Hants, and East Hurst, Sussex. His son, John de Monceux, 22 Dugdale's Baronage, ii, p. 457. 23 Blaauw, Barons' War. 24 Placit. de quo warranto, sol. 757. 25 Orig. Abbrev. vol. i, p. 30, 6 Edw. I. \" Mandatum est Ricardo de Halebrok et Radulfo de Sandroyde quod capiant in manum Regis omnes terras et tenementa de quibus Johanna de Saunford quæ suit uxor Waleraui de Mounceaus, quæ de Rege tenuit in capite obiit seisita.\" (Morant's Essex, i, p. 146.) 26 Suss. Arch. Collections, II, p. 153."], [22, "16 THE CASTLE OF HERSTMONCEUX succeeded him, whose fealty the king accepted in the same year27 for lands at Compton, by the annual service of 13*. Ad. This John died 9° or 10° Ed. II, leaving this manor (which he was found to hold of John de Bretagne, earl of Richmond, for two knights' fees and a half28) and Compton, to his son, who bore the same name, and at the time of his father's death was twenty years and a half old. This was the last possessor of the manor who bore the name by which it still continues to be distinguished. John de Monceux died without issue, and his sister, Maud, who inherited his estates, carried them into the noble family of Fienes, on her marriage with Sir John de Fienes about the middle of Edward the Second's reign.29 It will now be necessary to leave the immediate subject of our consideration for a short time, and turn our attention to the family of Fienes, who then became the possessors of the manor of Herstmonceux, and in whose descendants it remained till the time of Queen Anne. This family, which for many generations was one of the most considerable in the south of England, derived its origin from Conon de Fiennes,30 who in 1112 was earl of Boulogne, taking his name from a vdlage in the Boulonnais territory. John de Fiennes, one of the same famdy, but, according to Duchesne, of another branch, accompanied the Conqueror and was by him made hereditary constable of Dover Castle,31 27 Rot. Orig. Abbrev. p. 123. Muntens has been printed by an error for Muncews. 28 Inq. p.Tnort. 10 Edw. II. 29 She was married before 20 Edw. Ill, in which year Matilda de Ferrers, wife of John de Insula, was found to hold the manor of Compton Monceux for life, of John de Fienes and Maud his wife. Eschæt. 20 Edw. III. 30 Dictionnaire de la Noblesse, vi, p. 388. Duchesne, Histoire de la Maison de Chas tillon sur Manie, pp. 288, 289. 31 Sciendum est quod Dominus Willelmus dux Normanniæ postquam per bellum acqui sivit regnum Angliæ, Sociis comitibus multos honores prout decuit largitus est ; inter cætera constabulariam Castri Doveriæ in perpetuum feodum contulit Domino de Fienis. Dedit etiam eidem Domino 50 milites, et dim. militem ; ipse vero ut gratus domino suo et fidelis, assignavit hos milites ad custodiam dicti castri, viz quod quolibet mense intrarent quatuor ad custodiam dicti castri et in fine mensis illis recedentibus venirent alii loco illorum, et sic potuerunt proficere turnum suum semel per annum. Omnes isti predicti milites faciebant wardam castri per se vel per alios secundum cursum predictum usque ad tempus Regis Johannis. Dominus vero Fenes (qui pro tempore suit) semper suit constabu lanus castri. Tandem Rex et magnates sui considerantes non esse tutum alienigenam et alterius regis hominem habere custodiam principalis castri totius regni, fecerunt gratiam"], [23, "17 AND ITS LORDS. and warden of the Cinque Ports ; offices which were enjoyed by five of his descendants 32 till the time of King John ; when John de Fienes was removed on the plea that \" it was not consistent with the security of the country that a foreigner, who owed allegiance to another sovereign, should hold the principal castle of the kingdom, which was as it were the lock and key of the whole realm.\" The wardenship was then given to Hubert de Burgh, and John de Fienes had an equivalent granted him elsewhere. The statement given by Collins and others is that he received the manor of Wendover, Bucks, in exchange for the constableship of Dover ; but this is probably incorrect, as that manor came into the family by the marriage of Ingelram de Fienes (the progenitor of the branch under consideration) with Sibyl de Tingrie,33 the daughter and heiress of Pharamuse of Boulogne, the nephew of Maud the queen of Stephen. A royal marriage was at that time, as we have already had occasion to remark, regarded as the signal for the arrival in England of swarms of needy foreigners, the relations or dependants of the new queen, who were too often enriched at the expense of the more legitimate candidates for the favour of their sovereign. Pharamuse seems to have risen high in the esteem of his royal uncle, from whom he received, in addition to the lucrative position of Comptroller of his House hold and other substantial proofs of his affection, the manors of Wendover, Bucks,34 and Clapham and Carshalton in Surry.35 The manor of Martok in Somerset he was already possessed of by inheritance, from Eustace, earl of Boulogne, father of the well-known Godfrey, king cf Jerusalem, to whom it had been given by Wdliam the Conqueror.36 Sibyl inherited the whole of these vast domains, which, by her marriage with Ingelram de Fienes, she transferred to that famdy, who from that time appear to have made England their principal home. \" Ingelram dicto domino de Fenes alibi, et ita recessit de otiicio constabularii et Dominus Hubertus de Burgo Comes Kanciæ factus est constabularius castri. (Ex Cod. MS. in Scaco. voefcto, \" le Quire de Dover.\" MSS. Burrell, 5679, 699. MSS. Addit. 5485, 178.) 32 Jeakes's Cinque Ports, p. 47. Hasted's Kent. 33 Tingrie is a small village in the vicinity of Boulogne. 31 Lysons' Bucks, p. 659 ; Lipscombe's Bucks, ii, p. 468. Pharamuse gave the advowson of Wendover to the canons of S. Mary Overys, Southwark, circa 1141. Sibyl increased the benefaction with \" all the tithe of hay \" from the same parish. „> 35 Manning and Bray's Surrey, iii, p. 360 ; ii, p. 508. 36 Collinson's Somerset."], [24, "18 THE CASTLE OF HERSTMONCEUX accompained Phdip, earl of Flanders, to the Holy Land, and was slain at the siege of Acre, a.d. 1190. Nine years later, (1 John) the widowed Sibyl purchased at the price of 200 marcs, the confirmation of her manors, and \" licence to marry whomsoever she pleased of the king's faithful subjects;\"37 a license which, as she remained unmarried tdl her death, must be interpreted as a permission to consult her own pleasure as to a second marriage, and not be forced to accept the highest bidder for her hand as a husband. Sibyl, after her husband's death \"in viduitate et libera potes- tate mea,\" confirmed the grant of a hide of land in Balham, belonging to the manor of Clapham, to the abbey of Bee, in Normandy.33 Another gift of hers on record strikes a reader as somewhat extraordinary. It is that of one William Hauwis, a freeman, belonging to her manor of Wendover \" with all belonging to him, and all the progeny he has or ever may have, together with all his goods and chattels,\" to Reginald son of Alexander, lord of Hampden, who is in return to render to her and her heirs two capons yearly at Martinmas.39 A simdar benefaction is recorded on the part of her son Wdliam, who gave to the canons of S. Mary Missenden in frank almoigne all the land which Wimond held of him in Wendover, and Wimond himself \" cum tota sequela et progenie sua.\" 4° Sibyl, who in 1201 gave the king 20 marcs for leave to cross the seas,41 was alive in 1217 : 42her manors seem to have been transferred in her lifetime to her son Wdliam,43 who married Agnes de Dammartin, sister of Renaud, earl of Boulogne41 and Simon, Count of Ponthieu. 37 Rotulide Obi. p. 2, a.d. 1199. \" Sebilia de Tingera daTOno regi cc marcas pro habenda terra de Maretoc et de Wendovra, et pro licencia maritaMfcee cuicunque voluerit de fidelibus dni regis.\" Manning and Jiray refer to a similar record relating to the manor of Clapham, iii, p. 360. 38 Dugdale's Monast. vi, p. 1068. 39 MSS. Addit. Brit. Mus. 6845, 174. « Dugdale's Monast. vi, p. 549. 41 RotuU de Oblatis. Hardy, 145. a. d. 1201, Buckingham. \" Sibilla de Fenes dat xx marcas pro eodem (i. e. pro transfretatione) tenet feoda ij militum et non plus ut elicit.\" 42 Clause Rolls, i, p. 372. She paid scutage in Surrey, a.d. 1217. 43 Clause Rolls, i, pp. 68, 79, 185, 228, 294. 14 Two sons of William de Fienes, together with his own wife, and others were given as pledges of fidelity by Reginald Dammartin, earl of Boulogne, when rendering homage and fealty to King John, a.d. 1212. (Rymcr, Feed, i, 1, 50.)"], [25, "19 AND ITS LORDS. In 1206, April 19th, King John granted William de Fienes \" such plenary seisin of the manor of Martok, Somerset, as his mother Sibyl had.\"45 A year afterwards, Mar. 15th, 1207, this manor and that of Wendover, Bucks, were still in her hand, and the king issued his warrant from Farnham to the sheriffs of the two counties to give William possession of the lands \" which his mother Sibyl gave up before us in our court,\"46 and to allow her a reasonable provision, \"rationabde estuverium \" from the same land. From the various entries in the Clause Rolls, William would appear, at one time, to have stood high in his sovereign's favour. A few years subsequent to the foregoing extracts, a warrant appears to \" William the son of Peter to allow Luke, William de Fienes' s chaplain, to have one palfrey \" probably out of the royal stud \" on purchase.\"47 Both Wendover and Martok, being portions of the royal demesne, appear to have been continually taken into the king's hand, and transferred from the Fienes to other lords, who might happen, for the time, to stand higher in the favour of the fickle sovereign, or whose good will it was desirable to purchase by some substantial mark of royal approbation. These frequent changes caused great intricacy in the records of this period. Collins refers to an ancient deed, which proves that Martok48 had been, at one time, held by Widiam, the son of King Stephen, who gave it to Wdliam de Fienes. Wendover, which we have seen, was among the possessions of Pharamuse and his daughter Sibyl, we find, a.d. 1210, in the hands of Hugh Gurney, who gave 700 marcs for licence to hold it.49 In 1214 he took part with the rebellious barons, and forfeited his lands, which were not however immediately restored to their legitimate owner, but in lieu of them the sum of £60 was assigned out of the royal treasury,50 \" donee ei alibi providerimus.\" The next year (Sept. 15, 1215), the sheriff was commanded by the king to grant him full seisin of his hereditary estate of Wendover. John was then at Dover, anxiously awaiting the mercenary recruits from the continent, by whose means he hoped to reduce the insurgent barons, and annul the great « Clause Rolls, i, p. 68. 4G Ibid. p. 79. *' Ibid. p. 112. 46 Collins's Proceedings, p. 50. **9 Lipscombe's Bucks. 5IJ Clause Rolls, i, p. 185."], [26, "20 THE CASTLE OF HERSTMONCEUX charter, which had just been extorted from him ; and from the tenor of the above-mentioned warrant, he would seem to have reckoned on the active support of William de Fienes in the accomplishment of his purpose. But since, in the next year, July 25, 1216,51 de Fienes was deprived of his manor of Martok, and described in the warrant as \"being with the king's enemies,\" \" qui cum inimicis nostris est,\" the probable inference is that he had refused to accede to John's demands, and had joined the standard of the French Prince Louis, to whom the barons had offered the English crown. It is how ever not improbable that he was disgusted with the arrogance of Louis, and soon returned to his aUegiance ; for in little more than a month (Sept. 5, 1216),52 full seisin of his manor of Wendover, which was probably forfeited at the same thne with Martok, was restored by the king, who, in five weeks from that time (October 18), terminated his inglorious existence at Newark-on-Trent. One of the first acts of those who exercised the royal authority in the name of the young King Henry III, was to issue a warrant to the bishop of Winton, commanding him to allow W. de Fienes peaceable possession of his lands \" in bailla sua,\" 53 so long as he rendered faithful service to the king. And the next year (Jan. 27, 1217), such seisin in the vdl of Martok is granted, as he had before the war;54 and in 1218 we find he had already paid 200 marcs for having seisin of Wendover.55 In 1221 he paid a hundred marcs for having custody of the lands in Kent, which belonged to Arnold, Earl of Guisnes.56 Martok and Wendover were taken into the king's hand, on account of his not coming or sending to the king's army in Wales,57 but he soon made his peace with his feeble sovereign, and had re-seisin granted of his lands. In the Testa de Nevill 58 the name of W. de Fienes occurs, as holding one fee in Gessick All Saints, and two fees, one of which was of the new assessment (unde unum de novo) in Somerset and Dorset, for which he paid scutage to the amount of £2. 3s. 4d. in the nineteenth and twentieth years of Henry III, a.d. 1235-6. He also held a fee in Carshalton, 51 Clause Rolls, i, p. 278. « Ibid. p. 286. ra Ibid. p. 294. 54 Ibid. p. 297. 65 Ibid. p. 367. 56 Rot. Excerpt, e Rot Fin. p. 65. *5'\" Clause Rolls, i, p. 572. *» Testa de Nevill, pp. 160. 166, 168."], [27, "21 AND ITS LORDS. and half a fee in Clapham of Hugh de Bohun.59 Two years later, 1238, an inquest was held, to determine whether he ought to do more service than that of one knight for the six knights' fees he held of the king in the honour of Boulogne.60 In the year 1294 he was commanded to fit himself with horse and arms, and attend the king at Portsmouth, on the first of September, and thence to sail with him to Gascony.61 William de Fienes died 25 Hen. Ill, a.d. 1240-1, and was succeeded by his son Ingelram, who married a daughter of Jacques, lord of Conde, by whom he had two sons, Wdliam, and Giles, the progenitor of the Fieneses of Herstmonceux. He inherited his paternal manors, and, a.d. 1243, March 3, \" received the king's discharge for ten pounds, which he owed for his relief, and had respite for a further debt of fifteen marcs.\" 62 The next year his manors of Martok, Clapham, Wendover, &o, were taken into the king's hand, by reason of an inquisition concerning the lands of Normans and strangers : but his mother Agnes was permitted to have the administration of her son's goods together with the wheat and other produce of the manors,63 until their restoration, which does not seem to have been long deferred.64 About this period many entries occur in the Close and Fine Rolls, confirming the remit tance 65 of the debts of his father and grandmother Sibyl, and postponing the demand of his own from time to time. In the Testa de Nevill he stands as the inheritor of his father's manors of Clapham and Carshalton ; the latter held of H. de Bohun, earl of Hereford, of the honour of Mandevdl.66 Ingelram played a very conspicuous part in the civil wars, which caused so much misery and bloodshed during the reign of the weak and fickle Henry III ; and in all the complicated scenes of confusion which accompanied the contest between the king and the barons, he remained firm in his allegiance to his sovereign. In 1263 he apprehended young Prince Henry, at Boulogne,67 who had joined the barons against the king, his uncle, and had pursued John Mansel, the obnoxious 60 Madox's Exchequer, i, 648. 62 Rot. Excerpt, e Rot. Fin. p. 405. 59 Testa de NeviU, p. 220. 61 Rymer Fœd. I, iii, p. 131. 63 Ibid. p. 415 ; Clause Roll, 28 Hen. III. **•* Hunter's Rot. Select, p. 265. 65 Collins's Proceedings ; Rot. de Fin.ii, pp. 250, 277 ; Clause, 31 Hen. III. 66 Testa de Nevill, pp. 221, \".29. 67 Blaauw's Barons' War, p. 89."], [28, "22 THE CASTLE OF IIERSTMONCEUX favourite of Henry, who had fled to France, and threw him into prison at Boulogne. This act, which it was suspected the queen had instigated, caused great indignation to the barons, though the prince was soon liberated on the request of the king of the Romans. Ingelram distinguished himself by his valour on the field of Evesham. The date of his death is uncertain, but it occurred before the 54th Henry III, a.d. 1269-70, when William de Fienes, who \" was in parts beyond sea at his father's decease,\" was found to be his heir.68 He had accompanied Saint Louis in his expedition to the Holy Land a.d. 1248, and in this very year his name occurs among the knights of the household who attended that king on his expedition to Tunis;69 after the fatal termination of which, he and his brother Sir Giles proceeded a second time to Palestine in the train of Prince Edward and his cousin, the son of the king of the Romans. The guardianship of his lands was granted to the queen until his return to England,70 and William de Ambesas71 was appointed his attorney to manage his affairs during his absence. Ambesas, as bailiff of Martok, Gayton,72 Clapham, and Carshalton, had ample oppor tunity of enriching himself at his lord's expense, an art he seems to have understood so well, that on de Fienes's return in 1292 he found it necessary to enter an action against him, to compel him to give an account of his stewardship The result was however that he not only, by means of a legal quibble, successfully resisted the demand, but turned the tables on his old master, leaving him at the mercy of the court for putting forward a false claim.73 63 Clause Rolls, 54 Hen. III. m Joinville's Memoirs of Saint Louis, 533, 534. n Clause Rolls, 54 Henry III ; \" W. de Fienes profectus est ad terram sanctam.\" 71 Manning and Bray, ii, 508. 72 The honour of Chokes, in the parish of Gayton, Towcester hundred, county of North ampton, had belonged to Robert, brother of Baldwin, earl of Guisnes, of whom Ingelram de Fienes purchased it, a.d. 1249, for 700 marks. His grandson, John de Fienes, having been attainted a.d. 1339, the fees of this honour, together with that of Wendover, were granted to John de Molins. (Baker's Northamptonshire, ii, 272-3.) 73 Placit. Term Trin., 20 E. I. The brief was directed to the sheriff of Surrey, and Ambesas asserting that Martok and Gayton were not under the jurisdiction of that official, \" petit judicium si debet ei ad istud breve Vicecomiti Surriensi directum respondere; et W. de Fienes non potest hoc dedieere, ideo concessum quod prædictus W. de Fienes nihil capiat per breve istud, sed in misericordia pro falso clamco .'"], [29, "AND ITS LORDS. 23 William de Fienes died 30° Edw. I, 1301-2,74 in which year the king received the homage of John his son and heir, re cording at the same time that \"though he could not prove his age according to the customs of England, from being born in parts beyond sea, yet because the king remembered that he had received the homage of his father William, and that he had died in homage and fidelity, he received his homage and rendered him his lands and tenements, of special favour.\"75 From a post mortem inquisition held at Martok in the same year it appears that John was then twenty-one years old, and that \" the manor was held of the king in capite for one knight's fee, together with a capital messuage and garden, worth 8*. 4d.\"76 During the shameful reign of Edward the Second, John was a supporter of the rebellious faction. His sister, Mary, had married Edmund Mortimer, and when their son Roger Mortimer, the paramour of the infamous Isabella, \" She-wolf of Prance, with unrelenting faugs, That tearest the bowels of thy mangled mate,\" escaping by night from the Tower, where he was lying under sentence of death, accompanied the queen in her flight to France, he wTas received and hospitably maintained by his uncle, John de Fienes, whom on this account the king attainted and deprived of all his estates in England.77 After the murder of Edw. II in Berkely Castle, when all the power of the realm was for a time vested in Isabella and Mortimer, John was of course restored78 to his lands and honours, by a warrant in the young king's name, dated York, July 3d, 1327. On the invasion of France by Edward III, John de, Fienes espoused the cause of the French king, and \" rendered help to the king's enemies,\" for which conduct his attainder was confirmed, and his manors granted to other more faithful subjects of the house of Plantagenet.79 After this date all 74 He was found to have enfeoffed Thomas Romeyn and Julian his wife, of the manor of Clapham (Esch. 30 Edw. I), which he had previously sold to and repurchased of Sir Wm. de Medborne, clerk. He held more than twenty librates of land in Sussex. 25 Edw. I, a.d. 1296-7. ™ Clause Roll, 30 Edw. I. 70 Eschæt. 30 Edw. 1. \"'\" Clause Roll, 17 Edw. II. n Ibid. 1 Edw. III. <9 Martok was granted to Wm. de Montacute, earl of Salisbury, Pat. Mar. 5, 14 Edw. Ill ; and, on the same day, Pinkeney, Chokes, and Wendover, to Sir John Molins."], [30, "24 THE CASTLE OF HERSTMONCEUX further mention of John de Fienes in our English records ceases. He became naturalized in France, where his son, (by his wife Isabella, seventh daughter of Guy Dampierro, earl of Flanders,) Robert surnamed \"Le Moreau \" became Grand Constable, and died without issue circa 1370.80 We must now turn to another member of this family ; Giles, son of Ingelram II, and uncle of the above-mentioned John, who prior to 7° Edw. II, 1313-14 had married Sibyl the daughter and heiress of William Filiol of Oldcourt in the parish of Wartling, and Cecilia his wife, sister of Aymer de Chanceaux.81 The Filiols were an Essex family, and in all probability derived their name, according to Morant, from one of their progenitors having been the godson \" jiliolus, jilleul \" of one of the kings of England.82 The manor of Oldcourt was situated to the west of Wartling Church, and the manor-house, of which no remains are now traceable, stood on the high bank which hangs so picturesquely over the road to Pevensey.83 Some infesting particulars concerning Sibyl Filiol may be gathered from the record in the assize rolls of our county of a suit brought by her and her husband, Giles de Fienes against Richard de Pageham ; to recover forty pounds as a compensation for her violent abduction on 80 Duchesne says (Hist, de la Maison de Chastillon, p. 289), \" Robert le Moreau rendit de grands services aux Rois Philippe de Valois, Jean, and Charles V, qui l'employerent en plusieurs grands negociations.\" He became constable of France after the battle of Poictiers. In 1358 he was appointed lieutenant of the king and Regent in Picardy; in April 1359, he took S. Valery and other fortresses, and restored Auxerre and other places to their obedience, and when the king of England came to lay siege to Paris, he came to serve under the Regent, and, in the month of April 1 360, by order of the Dauphin, went to England, to speak to the king. On his return he served in Languedoc as the king's lieu tenant, and obliged his enemies to quit the country : he was present at the coronation of Charles V, in 1364, and six years afterwards resigned the Constableship, by reason of age, to Bertrand du Guesclin. 81 Collins's Proceedings. After her husband's death Cecilia married Ralph de Gymenton. Placit. Reg. 53 Hen. III. 82 The Filiols held the manor of Kelvedon, Essex. Morant says \"(ii, p. 251), \" By a seal appended to a grant of Wm. Filiols, to Coggeshall Abbey, which bears the device of a Font, with a King on one side, and a Bishop on the other, holding a Child, as in the cere mony of baptism, it is reasonably supposed that the family had a tradition that this sirname had been given at the baptism of one of them, by some of the kings of England.\" 83 \" This manor standeth one mile distant from the place of Herstmonceux, adjoining to the park of Herstmonceux, in the south side thereof; the same being an ancient manor, the site being moated about without any edifices.\" (Hayley MSS.)"], [31, "25 AND ITS LORDS. the thirtieth of August, 1223. The brief sets forth84 \" that on the Morrow of the Decollation of S. John the Baptist, Aug. 30th, 1223, Richard de Pageham did take, and cause to be taken by some persons unknown, the said Sibyl by night at Wartling, and carried her off, and led her from place to place, until he imprisoned her at Rungeton, and kept her there for three years, to the grievous harm of the said Giles and Sibyl.\" De Pageham defended himself by claiming her parents' license for all that he had done, inasmuch as William Filiol her father and Cecilia his wife had granted him \" the marriage, guardianship, and nourishment of Sibyl after her father's death for the sum of 200 marks, of which he had paid six marks ; and that, after her fathers death, her mother gave him the nourishment of the said Sibyl, and yielded corporal possession by reason of marriage and nourishment, as before agreed on, and that he had done no harm to her nor imprisoned her.\" It is difficult from the face of the brief to determine how far Sibyl and her husband were justified in the charge they brought against De Pageham, or to what extent his conduct was authorised by the agreement between him and her father. Sibyl was alive in 1296, so that she must have been very young, in all probabdity a mere chdd, in 1223, the date of the so-called abduction, which might in fact have amounted to no more than the lawful guardian taking his ward into his own keeping until she were of age to choose a natural protector for herself. At all events, it is clear that Giles felt there was little chance of obtaining the desired satisfaction, for when the day of trial arrived, and he was summoned to support the prosecution, he faded to appear, leaving himself and his bail at the mercy of the court, which ordered that the names of those who had stood his bad should be called, but eventually finding that he had license to withdraw his brief, extended its pardon to him for his contempt.85 In 1269, when the wise adoption by Henry III, at the par liament of Marlborough, of the most valuable of the provi sions of De Montfort, had disarmed resistance and thoroughly 84 Collins's Proceedings, 7 Edw. I, 1278-9. 85 \" Egidius solemniter vocatus non venit, et suit querens. Ideo ipse et plegii sui de prosequendo, in misericordia. Querantur nomina plegiorum. Pardonatur misericordia quia licentiam habuit recedendi de brevi suo.\" 3"], [32, "26 THE CASTLE OF HERSTMONCEUX tranquillised the country, which had been so long torn by intestine strife, Prince Edward and his cousin Henry took the cross, and set out for the Holy Land, accompanied by nearly one hundred and fifty English lords and knights. Among these were Sir William de Fienes and his brother Sir Gdes.86 They probably left Palestine with Edward in the year 1273, and returned to England; five years afterwards Sir Gdes appears as the plaintiff in the suit against De Page ham, and five years later stdl we meet with a warrant under the royal seal of Edw. I, dated Carnarvon, Aug. 13th, 1283,87 empowering him to take three bucks from Epping Forest, and commanding the warden of the forest to give him ad the help in his power in hunting them. In the year 1289-90 his name occurs 88 as having free warren at \" Veillecourt \" (i.e. Oldcourt), and Mersham, and he appears to have died before 1293, leaving his estates to his son John. His widow, Sibyl, had the quiet possession of her goods confirmed to her by royal warrant dated S. Albans, Jan. 24th, 1296, the deed expressing that it was in return for the good allegiance of her husband. John de Fienes married Joan Jordaine,89 daughter and heiress of Jordan son of Reginald, hereditary Forester of Windsor Park, an office which remained for some generations in this family.90 He died 5° Edw. Ill, a.d. 1331, and was succeeded by his son John, the husband of Maud de Monceux, heiress of Herstmonceux. This John de Fienes died April 5th, a.d. 1351,91 seised of the manors of Herst and Compton Monceux. On his death there was an inquisition held at Herstmonceux before Thomas Hoo, the king's escheator in Sussex, and the jury found that \" John de Fienes and his wife held the manor and advowson of the church, of the earl of 80 Clause Roll, 54°Hen.III. « Ib., 11° Edw. I. f» Calend. Rot. Chart. 18°Edw.I. 89 Collins's Proceedings, 23° Edw. I. On her husband's death she married Sir Adam de Shareshull, and was alive 34° Edw. III. 90 Sir W. de Fienes was admitted forester of Windsor on his father's death, and by an inq. post mort. held at Twyford in January 1402, he was found to have held a certain baily in Windsor Forest called \" Le Twichen,\" worth twenty-four shillings and sixpence, or payment of ten shillings annually. 91 Eschæt. 25\" Edw. III. Johannes de Fienes obiit quinto die April, et Matilda uxor ejus defuncta suit hæres de Herst Monceaux in com. Sussex et Compton Monceaux in com. Southampton, et Willelmus de Fienes hlius et hæres eoruin suit ætatis 21 annorum in fest. purif. B. V. M."], [33, "AND ITS LORDS. 27 Richmond, as lord of the honour of Hastings, by service of one knight's fee, on rendering 1 lb of cumin-seed every Michaelmas ; and that William de Fienes son of John was the next heir.\" Wdliam succeeded his father, and married Joan, daughter and heiress of Geoffrey, Lord Say, and died in 1361. At the inquisition held after his death the jury found that \" at Herst monceux there is a capital messuage with garden adjoining, which is worth nothing a year, beyond the reprises ;92 that there are 350 acres of arable land lying in marsh, of which two parts can be sowed yearly, and that an acre is worth 9d. a year, beyond the reprises, producing altogether £13. 2*. 6d.; there are 199 acres of arable land, two-thirds of which can be sowed every year, of which each acre is worth 4d. when sown, when not sown Sd, as pasturage for beasts ; the other third is worth 2d. an acre as pasture ; there are 1 0 acres of meadow, worth 10s. a year; the value of an acre is 12d. and no more, because it is often flooded, and cannot be mown except in a dry season ; 20 acres of bush, worth 3s. 4d. a year, for pasturage of sheep and other beasts; 8 acres of bush called Bemsell,93 worth nothing because they are copse, and were cut down before William's death; 80 acres of arable called Lewstrode, worth 20*. a year; the price of an acre is Sd. for pasture, because it cannot be sown and \" is overgrown with heath;\" 20 acres of bush called Bokage in Lewstrode, worth nothing because they are copse. Lewstrode and Bcmsell are alienated to WiUiam de Batisford in fee. \" And they say that the rents from the free tenants and ' nativi ' there amount to £17. 16*. 2d., and the labour of tlie bond men94 in the autumn and winter is worth 58s. ; the per quisites of the Court are 3*. 4d.\" John de Fienes, who was not three years old at the time of his father's death, followed him to the tomb at the early age of seventeen, March 24th, 1375. During his life two-thirds 92 Reprises are defined by Cowell (Law Dictionary) as \" deductions and duties which are yearly paid out of a manor, as rent-charge, pensions, annuities, fees of stewards or bailiffs.\" 93 A small farm in the north-west part of the parish of Wartling is still known by the name of Bemsells. Another farm not very far distant bears the name of Prinkle, another proof of the permanence of minor local names, one of the jurors on the inquisition held on the death of John de Fienes, in 1251, being Alan Prinkle. 94 Bondmen were those who bound themselves by covenant to serve ; nativi were born servants. (Cowell's Law Dictionary.)"], [34, "28 THE CASTLE OF HERSTMONCEUX of his manors were vested in the king on account of his being a minor, and we find that in the year 1370, Edward granted that proportion of Compton Monceux to Walter Haywode,95 to hold till John should come of age. A post mortem inquisition held at Herstmonceux two years after his death, Oct. 27th, 1377, records that the two parts were in the hands of the king, adding pithily \" sed quo titulo nesciunt.\" The remaining third part was held by his mother Johanna, as dowry after the death of her husband.96 In the Calendar of post-mortem Inquisitions he appears as the holder of the hundred of Ongar, Essex, and the manor of Oldcourt, in addition to those of Herst Monceux and Compton Monceux. His heir and successor in his manors and estates was his brother William, whose name appears on several commissions97 to view the banks, sea-coasts, and marshes in Pevensey, Hailsham, Hoo, and the adjacent parishes, during the reigns of Richard II and Henry IV, and in 1401-2 assisted in drawing up the ordinances for Pevensey marsh. He married Elizabeth, the daughter and heiress of William de Batsford, whose wife Margery98 was the heiress of Simon de Peplesham. With her he inherited the reversion to the manor of Bucksteep and a watermill in Warbleton parish, besides large estates in Dallington, Wartling, and other adjoining parishes. Elizabeth died before her mother Margery, on whose decease, in the year 1407, all her estates passed to her grandson Roger Fienes, the elder son of William and Elizabeth. Sir Wdliam Fienes died in the year 1405, and was buried in the chancel of the parish-church beneath a monumental slab adorned with his portraiture in brass, in full armour, 95 Rot. Orig. Abbrev. vol. ii, 311. <* Post mort. Inq. 2 Rich. II. w Dugdale on Fens, pp. 92, 94. 98 Batsford is still the name of a small farm in the southern part of the parish of Warbleton. In an Inq. post mort. Margery, wife of Wm. Batsford, \" was found seised of 3 messuages, 100 acres of land, 3 acres of meadow, 30 acres of bush, 30 acres of pasture, in Wartling, Dallington, Warbleton, and Herstmonceux, worth 26s. 8a!., as of the manor of Wartling. She held a watermill at Warhilton, of John Well, clerk, as of the manor of Bokestepe, by the service of 6*. 10_s. a-year. She held lands of prior of Michelham in Hailsham; 11s. 6rf. rent in Borham of abbot of Bayham, of Roklands manor; and 250 acres of marsh in Pevensey, Horsey, Mankseye, as of manor of Bestenovre. She held the whole for her lifetime, of the gift and reversion of Wm. Baron and Rich. Leighton, clerks, with remainder to Elizabeth, lately wife of Wm. Fienes ; she died 21st Jan. 8 Hen. VI.\""], [35, "AND ITS LORDS. 29 under a Gothic canopy. He left two sons, Roger (who was born in the manor-house of Herstmonceux and baptised in the parish-church,99 doubtless in the font which still stands there, on the feast of the Exaltation of the Cross, Sept. 14th, 1384) and James, both of whom served with distinction in the wars in France, under Henry V and the duke of Bedford. The younger, Sir James, in 1438-9 was sheriff of Sussex and Surrey, and in 1449 became lord high treasurer of England. His grandmother, as we have seen, was Joan, sister and coheir to Wdliam de Say, and in her right he was summoned to the parliament held at Bury St. Edmunds, in the year 1447, as Lord Say and Sele, and in consideration of his eminent services declared a baron of the realm.100 This is not the place to pursue his histoiy any further, or to speak of his tragical end when attempting to quell the insurrection under Jack Cade, of which an account will be found in every history of England. We must return to his elder brother Sir Roger, who inherited the Herstmonceux estate, who, we learn from the Pell-office records101 was retained by Henry V to accom pany him in his expedition to France, with eight men-at-arms and twenty-four foot-archers, for which service the sum of £1086 was impressed to him for the wages of himself and his retinue. He shared in the victory of Azincourt, and after the death of his gallant master attended the Regent Bedford on his unsuccessful expedition in 1425, accompanied by thirty men-at-arms and ninety archers. He was treasurer of the household to Henry VI, and in this capacity the arrangements for the coronation of Margaret of Anjou were intrusted to him. The following warrants relating to this ceremony occur in Rymer.102 \"To ye tresorer and chamberleins of eschequier greeting. We wol and charge you y' unto our trusty and welbeloved knight, Eoger Fenys, tresorer of oure howseholde, ye deliver sufficient assignement of ye half xv\"1 graunted unto us by ye lay people of this oure reume now in ys oure present parliament of ye some of two thousand marc ; \" And furthermore we w o_ c*e deliver unto him a thousand pound in prest monneye, for such charg as w*. iust here now at ye tyme of ye solemp nitie of ye coronation of our rizt entirely welbeloved wyf ye queene. \" Yeven, &c.\" 99 Le Neve MSS. Lansd. 324. m MSS. Burrell, 5679. 100 Dugdale's Baronage. 102 Fœdera, vol. ii, p. 83."], [36, "30 THE CASTLE OF HERSTMONCEUX \" To ye tresorer and chamberlains, &c. \" We wol and charge you that for such charges and expenses as now at this solempnitie of coronation of our right entirely welbeloved wyf ye queene must be borne in our office of chief botiiler of Englande, ye make sufficient assign ment unto our right trusty and wellbeloved knight, Roger Peny s, tresorer of oure household, the some of a thousand pound to be had and received of the half xvtb graunted to us, &c, ut supra. \" The xviij day of ApriU ye xxiij yeare &c. ye king at ye priorie of Southwyk commaunded yc keeper of his prive seal to do make letters under the same seal after the tenures above written. \" Present, my lordys, \" The marquis of Suffolk, \" The treasurer of England, \" And ye keeper of ye prive seal. \" Benet.\" Among the warrants for the delivery of jewels on the same occasion mention is made of \" an ouche garnished with a baleys,103 and a saphyr and six perles, bought of Mathew Philip and yeven by us to Sir James Fenys, knt., on New Yeris day ;\" and of \" an ouche of gold, with in the middle a fleur de lys, yeven at the same time to Sir Rogier Fenys, knt., treasorier of our household.\" 104 Up to the year 1440 there had only existed a manor-house at Herstmonceux, but this was now to give place to the more imposing and majestic edifice which stdl commands our admiration even in its decay. In the year above named Sir Roger de Fienes obtained the king's license to fortify his manor-house at Herstmonceux, to inclose his manor, and to enlarge the park with six hundred acres,105 and erected the present Castle at the cost of £3800. He had previously (in the eighth year of Henry VI, a.d. 1430) obtained from Sir John Pelham by the deed (of which a translation is annexed), a release from all feudal services due to the honour of Hastings, fealty only excepted. \"To all the faithful in Christ lo whom the present writing may come, John Pelham, knight, wishes health in the Lord. Whereas Roger Pfenys, knight, holds of me the manor of Herstmonceux with all its appurtenances, 1113 A Balas ruby. im Rym. Fœd. v, 1, 139. 105 Pat. Roll. 19 Hen. VI, \" licentia kernellandi.\" The park had been already enlarged in 1 Hen. V, 1412, when leave was granted to Sir J. Pelham its feudal lord and others to inclose a road which led through the middle of the park of Herstmonceux. Inq. ad quod damnum, 1 Hen. V."], [37, "AND ITS LORDS. 31 by homage, fealty, suit of court, castle guard, and other services ; know ye that I the aforesaid John have, to the aforesaid Roger his heirs and assigns, remitted, released, and altogether for myself and my heirs for ever, quit-claimed, all the right and claim which I have in all the aforesaid services, and in all other services with all their appurtenances, in any way arising from the manor aforesaid, fealty only excepted. And moreover I the aforesaid John, and my heirs will warrant by these presents all the aforesaid services with all their appurtenances, fealty only excepted, to the aforesaid Roger, his heirs and assigns, against all persons for ever. Sealed with my seal and given this 20th day of April, in the 8th year of the reign of King Henry the Sixth.\" With the seal of Sir John Pelham appended. The preceding deed releases Sir Roger Fienes personally from the feudal services due from him ; that which follows, dated May 8th, 1409, releases ihe manor from the same burdens. \" To all the faithful in Christ to whom the present writing may come, Sir John Pelham wisheth health in the Lord. Whereas William Prestewyk,106 clerk, William Uvedale, John Bamburgh, William Sydeney, Adam Iwode,107 William Burgoyne, and Thomas Bayden, senior, hold of me the manor of Herstmonceux with its appurtenances, by homage, fealty, suit of court, at the court of the Rape of Hastings called le lathe, and by other services, whereas also the aforesaid William, &c, have paid for the manor aforesaid for castle guard of the castle of Hastings, 7*. 6c?., every four months of the year; know ye that I the aforesaid John Pelham have remitted, released, and altogether for me and my heirs for ever, quitclaimed to the aforesaid William, &c, their heirs and assigns all the right, and claim which I have in the manor aforesaid or any part of it, and also in the rents and services aforesaid, fealty to me and my heirs alone excepted, &c. &c. &c. \" In \"witness whereof I have affixed my seal to the present writing. \" Given on the 28th day of May, the 10th year of King Henry VI.\" The next deed (for which as well as the two preceding I am indebted to the courtesy of J. Philips, Esq. of Hastings) is a confirmation of the same immunities granted by Sir Thomas Hoo, to whom Sir J. Pelham had transferred the honour of Hastings, dated Dec. 5th, 1445. \" To all whom, &c, Sir Thomas Hoo wisheth health in the Lord. Whereas Sir Roger Pfenys has, and holds the manor of Herstmonceux with all its appurtenances, in the county of Sussex, of me, the aforesaid Thomas, and of 106 William Prestwick, clerk, was dean of the free chapel within the castle of Hastings. He died in 1436, and lies buried under the beautiful brass (figured Suss. Arch. Collections, vol. II, p. 307) in Warbleton Church. 107 The name of Adam Iwood occurs frequently in deeds and commissions of this period. A farm in Warbleton still bears the name."], [38, "32 THE CASTLE OF HERSTMONCEUX the lordship, and honour of Hastings in the same county, by homage, fealty, and certain other services; know ye that I the aforesaid Thomas have by these presents, ratified, approved and for me and my heirs confirmed, to the aforesaid Roger, his heirs and assigns, the state, title, and possession of the aforesaid Roger of and in the manor of Herstmonceux aforesaid, to have and to hold of me and my heirs of the said lordship and honour, by fealty only, for all services, exactions, burdens, and demands, &c. &c. Know ye also that I, the aforesaid Thomas, have given, and granted, to the said Roger, the hundred of Poxearl108 and the view of frankpledge, with all fines, penalties, and amercements forfeited or adjudged, or assessed in the court of the aforesaid hundred of Poxearl and the aforesaid view of frankpledge, together with the chattels called ' ways and stray ' found within the hundred aforesaid &c. &c. \" In testimony of which I, the aforesaid Thomas, have affixed my seal and coat of arms to one copy of this indenture, remaining with the aforesaid Roger, and the aforesaid Roger has affixed his seal and coat of arms to the other part of the same writing, remaining with me. \" Witnesses, Sir Thomas Lewknor, Thomas Echingham, Richard Da lingrigge, Edward Sackville, Richard Wakehurst, Adam Iwood, and John Bolney.-\"*9 \" Given the 5th day of December, the 24th year of the reign of King Henry the Sixth.\" Seal of Sir Roger Fenys. Sir Roger Fienes married Elizabeth Holland, of Northamp tonshire, whose arms (azure semee of fleur-de-lis) existed in painted glass in the east window of the Chapel of the Castle. On his death, which happened between 1444 and 1455, he was succeeded by his son Richard, who was sheriff of Surrey and Sussex in the year 1452, and afterwards chamberlain to the queen of Edward IV. He married Joan, the daughter and heiress of Thomas, Lord Dacre, and was, in her right, summoned to parliament, and declared Baron Dacre in the year 1458. In 1473 he was made Constable of the Tower, and in 1475 one of the king's councd; and died in the year 1484, leaving his grandson, Thomas, a boy of twelve years 108 Foxearl hundred (in Doomsday Folsarle) includes \" Herstmonceux, Wartling, and Ashburnham wholly, and part of Warbleton, Dallington, and Hailsham, as the tythings do lie ; viz., the tythings of Herstmonceux, Dyll, Ashburnham, Wartling, four principal head boroughs, and also a petty borough of Cobbyche [i. _. Cowbeach, a detached hamlet of Herstmonceux to the north], and a bayly of Boram.\" (MSS. Burrell.) 109 Sir Thos. Lewknor was of Warbleton ; where his arms remain in a window of the parish-church. Rich. Dalingrigge was of Bodiam Castle ; Edw. Sackville was ancestor of the duke of Dorset ; Rich. Wakehurst was of Wakehurst in the parish of Ardingly ; Thos. Echingham and John Bolney took their names from their parishes."], [39, "33 AND ITS LORDS. old, his heir. By his will, dated Sept. 20th, 1483, he directed his executors to \" send his grandson to school, and provide with all necessaries suitable to his rank.\" He also com manded that \" four priests should be provided, who should sing masses, in the church of Horstemoncieux, for three years after his decease, for his own soul and the souls of his ances tors and all faithful people.\" His wife, Joan Dacre, survived him, and died in the year 1486. By her will, dated Oct. 13th, 1485, and proved June 14th, in the following year, she bequeathed : — \" My body to be buried in the quire of All Saints, at Hurstmonceaux, between the high altar and the tomb of Sir Richard Fynes. knight, my late husband ; to Thomas, son of Sir John Fynes, knight, to Edward Fynes, brother of the said Thomas, to Elizabeth Lady Clinton and Thomas Fynes, my son and daughter, all my chattels ; and I appoint my sons, Thomas and Wdliam Fynes, and Thomas Oxenbridge, my executors.\"110 The descendants of Joan and her husband were called the Lords Dacre of the South, to distinguish them from the other branch of the same family, the Lords Dacre of the North, the posterity of Sir Humphrey Dacre of Gillesland, her uncle, on whom the male feifs of the family had devolved. Thomas, the second Lord Dacre of the South, served in arms against the Cornishmen, in 1492, and in the following year was Constable of Calais. On the 17th of December, 1508, he was one of the witnesses present in the great cham ber in the palace of Richmond, when the espousals were con tracted between the Archduke Charles and the Lady Mary, daughter of King Henry VII. Fourteen years afterwards (May 27th, 1522) he was one appointed to give attendance on the king at Eaylesbury, on the coming of the emperor, with Sir Thos.West and Sir John Hussey.111 Soon after this Lord Dacre was for some time a prisoner in the Fleet, on the charge of receiving and harbouring sus pected felons, as appears from the following singular document among the Burghley Papers, dated Feb. 7th, 1525.112 \" The Lord Dacres hathe this daye knowledged and con- 110 Nicolas' Test. Vetust., p. 390. '\" Rymer, xiii, p. 768. \"- MSS. Lansdowne, 1, 43."], [40, "34 THE CASTLE OF HERSTMONCEUX fesste the bearinge of Theuves, and his remysnes and negli gence in ponyshement of them, and also his famylyer and convcrsamite beinge with them, knowinge them to have com'ytted felonye and dyvers other his mysdoinges, in manner and forme as ys expressed in his confessyon and submyssyon, subscribed with his owne hande, whereupon he ys com'ytted to ye keapinge of the warden of the Fleate, and his recog nisaunce taken and knowledged the xxxa day of Januarye last past, as well for himself as for his sureties ys decreed by the saide most reverende father to be utterlye voide frustrate and cancelled.\" This document may, I think, be considered to throw light on the tragical fate of the next Lord Dacre, the grandson of Lord Thomas, by which the prosperity of the Dacres was so dismally interrupted, since, if such were the grandfather's character, it is hardly probable that the education of the young man, who was left an orphan early, would be such as befitted his rank, while the example set him, and the companions with whom he would be associated in his ancestral castle, would early prepare him to follow the reckless course which termi nated in such a terrible catastrophe. Thomas, Lord Dacre, died in 1534 : the provisions of his wdl (dated Sept. 1, 1531) are of considerable interest to the ecclesiastical antiquary. They are as follows : — \" My body to be buried in the parish church of Hurst Monceaux, on the north side of the high altar. I wdl that a tomb be there made for placing the sepulchre of our Lord, with all fitting furniture thereto, in honour of the most blessed sacrament. Also, I will, that d. be employed towards the lights about the said sepulchre, in wax tapers, of ten pounds weight each, to burn about it. Also, I wdl, that my funeral be solemnized according to the degree of a baron, and that a tomb be set over my grave, to the end that it may be known where my body resteth. Also, I will, that an honest priest shad sing there for my soul, by the space of seven years, taking annually for his salary, and to find bread, wine, and wax, xii marks sterling.\" Proved 1534.113 113 Nicolas' Test. Vetust. 653."], [41, "35 AND ITS LORDS. In pursuance of the directions of this wdl, the stately monument which adorns the chancel of the parish church was erected, and which, though it has suffered much from time and the barbarous hand of sacrilege, and the scarcely less barbarous touch of renovation, may justly be styled one of the finest specimens of monumental architecture in the county of Sussex. Beneath its richly -fretted canopy repose the effigies of Thomas, Lord Dacre, and his son, Sir Thomas Dacre (who preceded his father to the tomb), each clad in complete armour, with the exception of the head which is bare, with their hands raised in an attitude of supplication. Lord Dacre had married Anne, the daughter of Sir Humphry Bourchier, a grand daughter of John, Lord Berners. His son had allied himself to the house of Sutton, having taken to wife Joan, daughter of Edward and sister of John, Lord Dudley. On the death of his grandfather (a.d. 1534-5), Thomas, the son of the above-named Sir Thomas Dacre, inherited the title. This id-starred youth had barely attained his seventeenth year when he was called to succeed to the honours and responsi bilities of one of the oldest baronies in the kingdom ; a burden he was little fitted for, either by age or education. The testimony afforded by the paper, printed above, from the Burghley MSS., as to the character of his grandfather's asso ciates, shows us the corrupting nature of the atmosphere which he breathed at Herstmonceux, and the evil influences with which his boyhood was surrounded (dangers rendered all the more formidable from the premature death of both his parents),114 and leaves us less room for surprise at the circum stances which led to his calamitous end. The first notice we find of young Lord Dacre is on the arrival of Anne of Cleves, in 1 540, when he, accompanied by the Duke of Norfolk and Lord Mountjoye, headed the stately cavalcade of knights and esquires, \" all in coates of velvet, with chaynes of gold,\" who met their queen-expectant on Rainham Down, on her way from Sittingbourne to Rochester, where so mortifying a reception awaited her from her royal bridegroom.115 114 The date of his father's death is uncertain, but it was certainly before 1534. His mother's burial is recorded in the parish register as having taken place August 9, 1529. 11S Ilolliushed, iii, 811."], [42, "36 THE CASTLE OF HERSTMONCEUX The next year saw the premature and cruel termination of this young man's career. That event, and the circumstances which led to it, are thus related by Holhnshed : — \"There was executed at Saint Thomas Waterings116 three gentlemen, John Mantell, John Frowds, and George Roidon ; they died for a murther committed in Sussex, in companie of Thomas Fines, Lord Dacres of the South : the truth whereof was thus. The said Lord Dacres, through the lewd persua sion of some of them, as hath beene reported, meaning to hunt in the parke of Nicholas Pelham, esquire, at Laughton, in the same countie of Sussex, being accompanied with the said Mantell, Frowds, and Roidon, John Cheinie, and Thomas Isleie, gentlemen, Richard Middleton, and John Goldwell, yeomen, passed from his house of Hurstmonseux, the last of Aprill, in the night season, toward the same parke, where they intended so to hunt ; and coming unto a pla.ce called Pikehaie, in the parish of Hillingleigh,117 they found one John Busbrig, James Busbrig, and Richard Summer standing togither ; and as it fell out, through quarelling, there insued a fraie betwixt the said Lord Dacres and his companie on the one partie, and the said John and James Busbrig and Richard Summer on the other, insomuch that the said John Busbrig received such hurt, that he died thereof the second of Maie next insuing. Whereupon, as wed the said Lord Dacres as those that were there with him, and diuerse other likewise that were appointed to go another waie to meet them at the said parke, were indicted of murther ; and the seauen and twentith of June the Lord Dacres himselfe was arreigned before the Lord Audleie of Walden, then lord chanceUor, sit- 116 St. Thomas a Waterings was the place of execution for the counties of Surrey and Sussex, situated close to the second mile-stone on the Old Kent Road, and derived its name from a brook dedicated to St. Thomas a Becket, at which the pilgrims to his shrine at Canterbury were accustomed to water their horses for the first time : \" And forth we riden a litel more than pas Unto the watering of Seint Thomas, And then our host bigan his hors arrest.\" Chaucm — Prologue to Canterbury Tales. See Manning and Bray, iii, 402. Cunningham, Hand-Book of London. 117 Hellingly, a parish immediately joining Herstmonceux in the West."], [43, "AND ITS LORDS. 37 ting that daie as high steward of England, with other peeres of the realme about him, who then and there condemned the said Lord Dacres to die for that transgression. And after ward, the nine and twentith of June, being Saint Peter's daie, at eleuen of the clocke in the forenoone, the shiriffs of London, accordinglie as they were appointed, were readie at the tower to haue receiued the said prisoner, and him to haue lead to execution on the Tower hdl ; but as the prisoner should come forth of the tower, one Heire, a gentleman of the lord chan cellor's house, came, and in the king's name commanded to staie the execution till two of the clocke in the afternoone, which caused manie to thinke that the king would haue granted his pardon. But neuerthelesse, at three of the clocke in the same afternoone, he was brought forth of the tower, and deliuered to the shiriffs, who lead him on foot betwixt them unto Tiburne, where he died. His bodi was buried in the church of Saint Sepulchers. He was not past foure and twentie yeeres of age, when he came through this great mis hap to his end, for whoine manie sore lamented, and likewise for the other three gentlemen, Manted, Frowds, and Roidon. But for the said yoong lord, being a right towardlie gentleman, and such a one as manie had concerned great hope of better proofe, no small mone and lamentation was made ; the more indeed, for that it was thought he was induced to attempt such follie, which occasioned his death, by some light heads that were then about him.\"118 Archdeacon Hare remarks : \" It is impossible to make out from this account what was the extent of Lord Dacre's m Mr. Hayley says (MSS., i, 743), \"This case is carefully recorded in all the report books, ancient and modern, and has ever since been referred to in the courts of justice, as a notable precedent. The truth might perhaps be that he was so far persuaded to take the thing upon himself as to say, ' that he first proposed and induced his friends to go on that party ;' which declaration might have been made an ill use of with the king ; and putting the matter in this light may reconcile the seeming disagreement between the historians and the lawyers in their relation of this affair. According to Stow, these poaching frolics, for they hardly merit a severer name, were by no means unsrequent at that period. He says, in his Annals, under the year 1526, ' In the month of May was proclamation made against all unlawful games, &c. : in all places tables, dice, cards, and bowls were taken and brent ; and when young men were restrained of these games and pastimes, some fell to drinking, some to ferretting of other men's conies, and stealing of deer in parks, and other nnthriftiness.' \" It is hardly necessary to refer to Shakspeare's feat in the park of Sir Thomas Lucy, which will have ere this occurred to the reader's mind."], [44, "38 THE CASTLE OE HERSTMONCEUX criminality. The law appears to have been strained,119 in order to convert him into an accomplice ; and the manner in which the execution was precipitated inclines one to suspect that there must have been foul play, and to give ear to Camden's statement, that ' his great estate, which the greedy courtiers gaped after, caused them to hasten his destruction.' 12\" In that age of legal crimes, when Tarquin's policy of cutting off the tallest poppies seemed almost to be the order of the day, an execution, being so frail a proof of guilt, hardly brought shame ; and that of so young a man as Lord Dacre, when so many persons of greater eminence were laying their heads on the block,121 attracted little notice. Possibly it may attract more now, as it has been made the subject of a tragedy within the last few years by a popular writer,122 every other subject being exhausted.\" This unfortunate young man was buried in the church of St. Sepulchre, by Newgate, where the bodies of many of those who suffered at Tyburn were interred. He had married a daughter of Lord Abergavenny, and left two sons, Thomas 123 (who died at the age of fourteen or fifteen, in the first year of Mary's reign, a.d. 1553) and Gregory, and a daughter Margaret, who were restored in blood and honours by Act of Parliament in the first year of Elizabeth, a.d. 1558. His family had not been deprived of their paternal estates, which were saved from forfeiture by the strictness of the entails made by his great-grandfather. Gregory, whose baptism on the 5th of June, 1539, is one of the first entries in the parish register, was with Lord Lincoln on his embassy to France in 1571, and died without issue in 1593 ;124 when his sister 119 Yet Sir M. Hale, in his ' Pleas of the Crown,' refers to this case as an unquestioned precedent. m Camden, Eliz. 1594. 121 Weever (Funeral Monuments, p. 436), speaking of this transaction, remarks : \" This happened in that bloudie year when Henry the Eight unsheathed his sword upon the neckes of the nobilitie.\" 122 Mrs. Gore. 123 <■ Thomas Fynes, Lord Dacre of South,\" appears as a royal ward, 6 Edw. VI, Chapter House Surveys. 124 Gregory, Lord Dacre, married Anne, sister of Thomas Lord Buckhurst, who inherited a large amount of her husband's property (probably all that was not entailed), and on her death bequeathed a considerable sum to found a hospital in Tcthill-fields, Westminster"], [45, "AND ITS LORDS. 39 Margaret, who was married to Sampson Lennard, Esq., of Chevening in Kent, inherited his estates,125 and was recog nised as Baroness Dacre by a commission in 1604. 126 This Sampson Lennard, who is mentioned with much regard by Camden in his ' Britannia,' as a person of great worth and politeness, and the Lady Dacre his wife, lived much at Herst monceux, where they were remarkable for their noble house keeping and splendid hospitality ; they embellished the castle with costly chimney-pieces, ornamented, according to the fashion of the times, with their armorial bearings, and erected the grand staircase. They had seven sons and six daughters, and are buried in Chevening church, under a noble monu ment, on which are both their effigies in full size, with their children kneeling round.127 The eldest son, Sir Henry Lennard, who accompanied the Earl of Essex on his short but brilliant Spanish campaign, and was knighted at the taking of Cadiz in 1596, became Lord Dacre on the death of his mother in 1611 ; but only outlived her five years, and was succeeded in 1616 by his son Richard, who rebuilt his seat at Chevening,128 from a design, as it is said, of Inigo Jones, but showing very little of the skill of this great restorer of classical architecture ■ he died at Herst monceux, Aug. 18, 1630, and his burial is registered on the 21st of the same mouth. In his last will he is said to show \" much good sense and religion, great tenderness for his children, care for their education, and affection for his wife.\" 129 (still known as Lady Dacre's almshouses), which was in progress of erection when Stow wrote in 1598. (Stow's Survey, p. 176.) Her will, dated Dec. 20, 1594, and the instru ments of conveyance to her executors, are to be found, MSS. Lansd. 77, Nos. 29, 30. 125 See Burghley Papers, MSS. Lansdowne, 106, 41, 42. 126 Her claims had already been referred to Lords Burghles and Howard, who reported in favour of them ; but the matter was suspended by the death of Queen Elizabeth. See Collins's ' Proceedings,' in which the whole case is reported with great minuteness. 127 Very good plates of the Lennard tombs are found in Hasted's ' Kent,' vol. i, p. 360. 128 There are views and plans of the house in Hasted's ' Kent,' and Colin Campbell's ' Vitruvius Britannicus.' It is a heavy square block of unadorned masonry. It was sold, with the estate, to General Stanhope, in 1717, and is now the seat of Lord Mahon, to whose able presidency the Society of Antiquaries is so much indebted. 129 Collins's Peerage, vol. vi, p. 383."], [46, "40 THE CASTLE OF HERSTMONCEUX His eldest son, Francis, was a minor at his father's death. During the miserable dissensions between Charles I and the parliament, which filled England for so many years with confusion and bloodshed, he espoused the cause of the latter party, and it is plain, from the offices of trust assigned to him, that he was regarded by them as a person of considerable weight and influence. In 1641 he was recommended by the parliament as curator or lieutenant of Herefordshire ; and in 1646 was appointed one of the commissioners for the pre servation of peace between England and Scotland ;130 but when he found into what excesses his party was running, and the dangerous hands in which power was being vested, after many ineffectual attempts to resist their anarchical measures, he withdrew, and, together with several other peers, absented himself from the House of Lords, at which, we may gather from the following letter extracted from the 'Lords' Journals,' he had previously been a punctual attendant. Writing from his castle at Herstmonceux, Jan. 22, 1643, to Lord Grey of Werke, the deputy-speaker of the House, he says — \" On Wednesday night last I received your lordship's of the ninth of this month, and would have most gladly obeyed the commands of the House of Peers, by coming presently away to wait on the affairs of the kingdom on the 22nd, had not the ways ever since been so extremely clogged by a very deep snow, that men pass not without much difficulty and danger : I beseech your lordship to add to this reason the weakness of my own health, not being able to endure the rigour of the journeying on horseback in such exceeding cold weather, as now it is ; and to represent this to their lordships' favourable constructions; not that I intend to make long use of any way to excuse myself from that duty, which I shall ever owe to the commonwealth, but very shortly shall give my attendance on their lordships with ad willingness and readiness. And so I rest \" Your lordship's \" Most humble servant, \"Francis Dacre.\" \"° Thurlow, State Papers, i, 79."], [47, "41 AND ITS LORDS. When the ordinance for the trial of Charles I was about to be brought into the house, and ad the absent peers were summoned to attend on the twenty-eighth of December, he was prevented by sickness from obeying the summons imme diately; but on the second of January 1648, when the bill was brought up from the lower House, ordaining that \" a high court of justice for the trial of the king be erected,\" Lord Dacre was in his place to give his voice against it, forming one of the small but noble band of peers who had the courage to come forward in that emergency in defence of their sovereign ; an act of loyalty which was so much resented, that Sir James Harrington and others were most vehement in their demand that the twelve lords should be impeached \" as favourers of the grand delinquent of England, and enemies to public justice and the liberty of the people.\"131 He lived to see the restoration of Charles II, and on the failure of the male line of the Lord Dacres of the North, obtained possession of several lordships of great value in Cumberland and Westmoreland. He died in 1662, and was buried at Chevening ; his wife, the daughter and co-heir of Paul, Lord Bayning, survived him, and in 1680 was created countess of Sheppey. His son Thomas, Lord Dacre, was the last descendant of the ancient families of Herst aud Monceux who possessed the castle and manor which stdl bears their name. The cause of the alienation of this ancient property were his own extra vagance and heavy losses at play, which rendered it necessary for him to part with some of his estates, to retrieve his broken fortunes. He had the misfortune to come very young to the dissipated court of Charles II, with whom he was brought into famdiar intercourse by his appointment as lord of the bed-chamber, and received the very questionable honour of king's son-in-law, through his marriage with the Lady Ann Palmer, alias Fitzroy, daughter of the duchess of Cleveland. With her he obtained a dowry of £20,000, and in 1674, was created earl of Sussex, a title which died with him. A very considerable sum must have been expended by him in the alteration, and as it was then doubtless considered the im provettfcnt, of Herstmonceux Castle ; for it was by him that 131 Parl. Hist, iii, p. 1255. Lords' Journals, 1048, p. 639. 4"], [48, "42 THE CASTLE OE HERSTMONCEUX in the principal apartments on the east side of the Castle, the narrow casements were enlarged into wide sash-windows, and dark oak wainscots, enriched with carvings by Gibbons, substituted for the original tapestry. It was in 1708 that the estate of Herstmonceux for the first time exchanged owners by purchase.132 The new possessor was Mr. George Naylor, of Lincoln's Inn (caded by Sir W. Burred \"Councillor Naylor\"), who paid £38,215 for the whole estate, castle and manor. Mr. Naylor married Grace, daughter of the first Lord Pelham, and sister of the Duke of Newcastle, who died in 1710, leaving one daughter, Grace, who died, unmarried, in 1727. The heir of Mr. Naylor's estates was Francis Naylor, the son of his sister Bethia, who had married Dr. Francis Hare, of King's Codege, Cambridge,133 succes sively chaplain to the forces under the Duke of Marlborough,134 chaplain to Queen Anne, Fedow of Eton, canon of St. Paul's, and rector of Barnes ; dean of Worcester, 1715 ; dean of St. Paul's, 1726 ; bishop of St. Asaph, 1727 ; and finally bishop of Chichester, 1731, which see he held till 1740, when he died at Chalfont St. Giles, Bucks (where he had purchased an estate called the Vach), and was buried in the parish church. Bishop Hare is described by a contemporary (the Rev. Wm. Cole) 135 as \" a man of sharp and piercing wit, of great 132 Lord Sussex preserved his estate at Chevening, where he resided till his death, in 1715. Collins says (Peerage, vi, p. 385), \"As the first part of his life was spent in the gaieties and bustle of a court, the latter part of it was dedicated to retirement, living almost entirely at his house in Kent, in which county he always preserved a great interest and influence, and was much beloved by the gentlemen of the neighbourhood, on account of that sweetness of temper and affability for which he was ever most remarkable. He was one of the lords who, upon James the Second's first quitting Whitehall, signed the invita tion to the Prince of Orange to take the conduct of the state.\" 133 Bishop Hare filled the office of tutor of his college for some years, and in that capacity had under his charge the Marquis of Blandford, the eldest son of the Duke of Marlborough, who died of smallpox in 1702, and was buried in Provost Hacombleyn's chantry in King's chapel, beneath a cumbrous mass of marble, inscribed with a laudatory epitaph from his tutor's pen. The famous Antony Collins was also among his pupils, on which account he was complimented by Wolston, and became an object of unjust suspicion to the so-called orthodox party. 134 His journal of Marlborough's Campaigns in 1704-5 is among Archdeacon Coxe's papers, MSS. Addit. Brit. Mus. 9114. 135 Copious materials for a biography of this prelate are found in the voluminous MS. collections of this indefatigable antiquary, and, truth obliges us to add, unscrupulous scandal-monger, especially vol. xvi, pp. 95-101. Bishop Hare was too warm and able an"], [49, "AND ITS LORDS. 43 judgment and understanding in worldly matters, and of no less sagacity and penetration in matters of learning, and par ticularly in criticism.\" Dr. Parr considered him one of the best Latin scholars of his or any age, and gave it as his opinion, that in his controversy with Bentley on the subject of the metres of Terence, of which author he had published an edition in 1724, he proved himself quite a match for his antagonist in his knowledge of the genius and spirit of the language.136 Warburton also had the highest opinion of his critical skill, classing him and Bentley together as \" the two greatest critics that ever were in the world.\" 137 Bishop Hare was a great encourager of learning ; among those whom he aided by his patronage was the learned Jeremiah Markland, who dedicated his edition of Statius to him ; and he was the first to introduce Warburton, of whose merits he had the highest estimation, to the notice of the court.138 His know ledge of the Hebrew language was considerable ; but his attempts to elucidate the Hebrew metres have not met with the approbation of the learned, and his arrangement of the Psalms was ably refuted by Lowth. Towards the end of Queen Anne's reign (1714) he pub lished, anonymously, a tract entitled ' Difficulties and Dis couragements which attend the Study of the Scriptures in the way of private Judgment.' This book was thought to have so evd a tendency in promoting scepticism and a loose and vague way of thinking in religion, that the Convocation judged it right to pass a severe censure upon it. It was, in fact, an exquisite piece of ironical writing, the true bearing of which his opponents were either too dull, or too blinded by prejudice to perceive. Warburton, in his 'Dedication to the Freethinkers,' praised it highly, calling the author \" one of the greatest and advocate of the liberal party both in religion and politics to be any favourite with Cole, who speaks of him as \" of a sour and crabbed disposition and behaviour,\" and states that \" the character he bore in the world was of a very learned and ingenious, but at the same time of a very unpolished and rough sort of man.\" 136 At the time of his death he had in preparation an edition of Plautus, the collections, and notes for which are among the Additional MSS. in the Museum, 5171, 2. nr Warburton said, \" Good sense is the foundation of criticism ; this it is that has made Dr. Bentley and Bishop Hare the two greatest critics that ever were in the world.\" (Nichols' Lit. Anec. ii, 96.) 133 Nichols' Lit. Anec, v, 544."], [50, "44 THE CASTLE OF HERSTMONCEUX most successful of your adversaries,\" and those who have perused it will, I think, agree with Cole, that \" a more cutting satire on the blind fodowing of settled rules and received notions was never writ.\" He was considered one of the best preachers of his day, and as such is immortalized by Pope, ' Dunciad,' iii, 199 : \" Still break the benches, Henly, with that strain, While Sherlock, Hare, and Gibson preach in vain.\" In polemical theology he was a most able and fearless dis putant, and entering into the Bangorian controversy, attacked Hoadley with tremendous power. In political matters he displayed the same ability as in criticism and theology ; and his pen was frequently employed between 1706 and 1712 in vindicating the measures of the Whig administration and the conduct of the war, in opposition to the strictures of Swift and the Tory party. In 1718 he was dismissed from his royal chaplaincy, to gether with Dr. Sherlock and Dr. Moss, on the strength of party-prejudice ; but on the accession of George II he was restored to the favour of the court, and was appointed Bishop of St. Asaph. Queen Caroline intended to have nominated him to the see of Bath and Wells, but yielded to the remon strances of the ministry, who alleged \" that it would disoblige the whole bench of bishops to have the new consecrated ones let into the best preferments at once.\"139 Nine years later he narrowly missed elevation to the primacy ; for on Archbishop Wake's death, in 1736, Sir Robert Walpole, whose tutor he had been, designed Bishop Hare as his successor ; but a hun dred years ago the prime minister's power was not quite so absolute in episcopal appointments as it has since become ; and his wishes were effectuady thwarted by Lord Hervey, who used his influence with Queen Caroline to strengthen the prejudices which had grown up in her mind against one who must have been singularly unfitted to play the part of a courtier, and to urge the claims of Potter, bishop of Oxford, who eventually succeeded to the vacant throne.140 139 Nichol's Lit. Anec. 140 During Archbishop Wake's illness, in 1736, there was a question who should succeed him. Lord Hervey proposed Potter, bishop of Oxford, but \" Sir Robert (Walpole) seemed much more inclined to take Hare, provided he could get the queen to accept of"], [51, "45 AND ITS LORDS. By his first wife Bishop Hare had only one son, Francis, whom, as his fellow-codegian Cole informs us, he brought up in a severe manner, making him speak Greek as his ordinary language with him in the family. Late in life the bishop married, as a second wife, the daughter of Colonel Alston, of Suffolk, to whose younger sister his son was engaged, though his father prevented the marriage taking place during his lifetime. The bishop resided for some considerable time at Herst monceux Castle, but his son Francis Naylor, who was a man of fashion (commemorated, I believe, in ' Chrysal, or the Adventures of a Guinea'), entirely neglected his venerable mansion, residing, when out of town, with his brother-in-law, Mr.Soame,at Thurlow in Suffolk;141 so thatwhen upon his death in 1775, it devolved upon his half-brother, the Rev. Robert Hare, the bishop's son by his second marriage, the whole budding was in such a state of decay, that the expenditure of a very considerable sum was required to put it into habit able repair. The building was surveyed by Mr. Samuel Wyatt (a name which awakens anything but kindly feelings in the mind of the architectural antiquary) in 1777, and pro nounced by him to be so dilapidated, that it was judged expedient to demolish the interior of the castle, and employ the materials in building new rooms to the mansion-house on the west side of the park. His advice was unhappily followed; the new house, for such in point of fact it became, was erected with the spods of Roger Fienes' venerable him. Hare having been his tutor at the university, gave Sir Robert some prejudices for him ; and the good correspondence in which he had lived with him ever since made his vanity, I believe, more inclined to Hare than Potter, as the promotion in that case would be more marked out to have been made solely by his influence. Lord Hervey told him, ' You will certainly repent of it if you take Hare. He is a haughty, hard-natured, impe rious, hot-headed, injudicious fellow, who, I firmly believe, would give you more trouble at Lambeth than even Sherlock himself ; and besides that, is so thoroughly disliked in private and feared in public life, that I do not think you could lodge power in more unpopular hands.' This did not weaken Sir Robert's bias towards him ; but Lord Hervey's constantly talking to the queen in this strain, strengthened the natural bias she had against him ; and his lordship never lost any opportunity of doing Potter as many good offices as he did ill ones to Hare, and as all he said on these two subjects had the groundwork of her own inclination, it made an impression which, without that aid, would have sunk less deep, and been much easier effaced.\" (Lord Hervey's Memoirs, ii, 110.) 141 Cole, xxviii, 161."], [52, "46 THE CASTLE OF HERSTMONCEUX mansion. However much we may find to commend in the arrangements of the modern house, and in the beautiful proportions of the apartments, which were so courteously thrown open to our Society by the kindness of our valued member, the proprietor of the estate ; we shall all, I think, agree that Mr. Wyatt's raw white stucco is but a poor substitute for Roger Fienes' mellow red brick, and mourn over the destruction of so magnificent a pile, as indeed a national loss, the more to be lamented, as it is utterly irreparable. Francis Hare Naylor, Esq.,142 the son of the Rev. Robert Hare, sold the estate to Thomas Reed Kemp, Esq., in 1807 ; and in 1819 the trustees of the late John Gillon, Esq., purchased it for his nephew, the late John Gdlon, Esq., M.P., who, in 1846, sold it to the late Herbert Barrett Curteis, Esq., M.P., father of Herbert Mascad Curteis, Esq., M.P. for Rye, the present proprietor. ARCHITECTURAL DESCRIPTION OE THE CASTLE. Having now completed the history of the Manor of Herst monceux and its Lords, and traced its descent through its successive possessors from the reign of Edward the Confessor to that of Victoria, it remains that I should furnish some account of the architectural character of the noble Castle whose ruins still attest the skid of its designer, as well as the magnificence of the noble famdy of which it was for more than three centuries the principal, seat. In this division of my work it will be my endeavour not merely to describe the building as it at present exists, but also to set before my readers its appearance and arrangement previous to the de struction of its interior in 1777, when this noble building, almost unrivalled among the existing specimens of our domestic architecture, fed a victim to female caprice, and the false taste of an age blind to the merits of our mediæval structures, and was reduced to a bare and shattered shell. 142 Author of the ' History of the Helvetian Republics,' the ' History of Germany during the Thirty Years' War,' &c."], [53, "AND ITS LORDS. 47 There is something melancholy at all times in the aspect of a ruined budding, especially one formerly boasting of great architectural magnificence ; feelings of regret and sorrow for so much lost splendour naturally rise in our minds, even when the ruin has been gradually effected by the corroding tooth of time, and the progress of natural decay ; but our emotions are more powerful, and partake of the nature of indignation, if, as at Herstmonceux, the devastation we deplore prove to have been wanton, the result of violence rudely destroying that which would have otherwise remained unimpaired to our own time, for us to hand down to future generations. Less than seventy years ago Herstmonceux Castle displayed one of the most perfect and interesting examples of our domestic archi tecture. Built at a time when, though the means of defence were not neglected, greater consideration was paid to the comfort of the inhabitants, it formed a most important link between the fortified castle and the palatial manor-house ; partaking alike of the characteristic features of each, but per fectly corresponding with neither type, it occupied a position of great architectural importance, which no existing building adequately fids up. But bitter as must be our regret at the destruction of so noble and remarkable a building, we may feel thankful that it was not total. The outside walls remain almost complete, and have suffered but little except in the loss of some portions of the battlement, so that we are able to form nearly as good an idea of the external aspect of the Castle as if we had seen it before the hand of the spoiler was laid upon it ; and though that which has been preserved to us is scarcely more than a shell, and of the interior little exists beyond broken wads and a mass of irretrievable ruin, we are fortunate in possessing accurate representations of almost every portion of the building, enabling us to understand the form and dis tribution of the whole with nearly as much accuracy as if it were stdl existing. The views published in Grose's ' Antiquities ' and Buck's 'Ancient Castles,' are well known to every antiquary, and a still more complete series of coloured drawings was taken by Lambert in 1777, copies of which, executed by the late Mrs. Hare Naylor, were exhibited by Archdeacon Hare at the Herstmonceux meeting. Several of these, dlustrating the"], [54, "48 THE CASTLE OF HERSTMONCEUX principal features of the building, have been engraved on wood, and wdl be found illustrating the subsequent pages of this memoir.143 Herstmonceux Castle stands in a very low situation, towards the southern extremity of a valley, sheltered on the east and west by hids originally covered with magnificent timber, and still preserving some remains of their wood. The valley is watered by a small rivulet, of which advantage was taken to supply the moat, as well as a chain of ponds and stews, once replenished with abundance of fish. Some of these ponds, as wed as the moat, are now dry, and form dank marshy pastures. The moat, which spread out into a large pool towards the east, was drained early in Elizabeth's reign for greater salubrity, and was formed into a garden abounding in fruit-trees, and adorned with arbours and pleached adies, all now involved in the general ruin. \" The budding,\" in the language of Horace Walpole \" for convenience of water to the moat, sees nothing at all ;\" indeed beauty or even healthful ness of situation seems to have been entirely left out of con sideration by the budder of the Castle, a circumstance the more to be regretted, as its low and gloomy position doubtless tended to alienate the affections of its possessor, and so to accelerate its ruin. The material of which the Castle is budt is brick ; and Herstmonceux has long been celebrated as one of the earliest edifices of any extent in this country erected entirely in this, which has now become the national mode.144 Bp. Littleton, in his Essay on \" The Antiquity of Brick Buildings in England since the time of the Romans\" in the first volume of the ' Archæologia,' 145 states that he can find no evidence of brick being employed in budding from the reign of Richard II, when De La Pole's house was budt with brick at Kingston on-Hud, till the erection of Herstmonceux Castle in 1440 ; 143 Pugin's ' Second Series of Specimens of Gothic Architecture ' contains accurate eleva tions and details of the south front, accompanied by an admirable descriptive memoir by Mr. Willson of Lincoln, to which I must acknowledge myself much indebted. 144 The earliest building known to exist in this country built with bricks resembling the modern or Flemish brick is Little Wenham Hall, in Suffolk, which is about the date 1260. (Glossary of Architecture, p. 94.) 145 Archæologia, vol. i, p. 147, a.d. 1757."], [55, "49 AND ITS LORDS. and mentions it as worthy of remark that the art of making brick was then \" carried to such perfection, though it should seem to be but in its infancy, that this vast structure (perhaps the largest house belonging to a subject in the king dom, now that Audley End has been in part puded down,) has stood the brunt of weather for above three [four] centuries, particularly of the salt corroding vapours arising from the sea, to which it is greatly exposed, without suffering the least in jury in any part of the wads, insomuch that hardly a single brick shows the least mark of decay.\" The bricks, which were probably the work of Flemings, introduced by Sir Roger Fienes, are admirable for their uniformity and firmness of texture, and the walls, where uninjured by violence, remain as in the time of Grose, \" without a flaw or crack.\" The only stone to be found iu the building (besides a little rude grouted work in some interior walls, which I am inclined to consider part of the materials of the old manor-house,) is in the window frames, mouldings, and battlements, the whole of which, I believe, are worked in the greenstone from the shore at Eastbourne. The Castle was originally approached in several directions by noble avenues : the trees have nearly all perished, but isolated individuals here and there exist, though probably not destined long to resist the violence of the blasts which have uprooted so many of their companions which the axe had spared. The trees which remain are mostly Spanish chestnuts, of which some most picturesque specimens, with long, bare skeleton arms, and trunks singularly twisted, stand on the western side of the moat. Others intermixed with oaks and beeches, for the most part in various stages of decay, are scattered over the undulating surface of the park, which a little judicious planting would in time restore to its former beauty : at present it is a cause of great regret to see so few young trees rising to supply the places of the noble veterans of the forest which have survived the general havoc of 1777. 146 The principal front of the Castle faces the south, looking directly to the sea. It is approached by a somewhat steep 146 The park is three miles about, the third part thereof lying in lawns, and the residue well set with great timber-trees, most of beech, partly of oak, of fair timber. (MS. Survey a.d. 1570.)"], [56, "50 THE CASTLE OF HERSTMONCEUX descent, enabling the spectator to take in the whole form and proportions of the building in one uninterrupted view (as represented in the accompanying etching), and to any one accustomed to the picturesque irregularity of our ancient castles, the remarkable degree of uniformity displayed in this, will be at once a matter of observation. The building, as will be perceived from the annexed plans, is a regular paral lelogram, measuring 206*| feet from east to west and 214^ feet from north to south, inclosing four open courts. Each angle of the Castle is strengthened by an octagonal em battled tower, rising about 1 5 feet above the battlements of the main building, and a similar tower occupies the centre of the east and west fronts : a somewhat loftier machicolated tower, now robbed of its battlements, covers the postern-gate in the middle of the north front, and to the south rises the noble gateway tower, flanked by its machicolated turrets rising thirty feet above the side walls, forming a composition which, for its union of majesty and strength, is nearly, if not quite unrivalled. Midway between the angular and the central towers, the uniformity of each front is broken by semi-octa gonal embattled projections of the same height as the main building ; the southernmost of these, on the east front, forms in its second stage a most graceful oriel window, which gave light to the apartment known as the Ladies' Bower. The corresponding projection on the west side contained the vast Oven, twelve feet in diameter. The tower at the north-west angle, still known as the Floodgate tower, contained the reservoir which supplied the whole of the lower part of the Castle with water, conveyed in leaden pipes from a spring in the plantation on the hill-side to the north-east of the Castle, and brought over the moat in troughs of timber. Other pipes (high-service pipes, as they would now be caded) sup plied the upper floor and galleries, with an abundance very unsrequent at so early a period. The general effect of the building, in its perfect state, as viewed from the south-east, may be seen from the accom panying view, restored from the drawings of Grose and Buck, and corrected by reference to the existing building. It will be seen how much its picturesque effect was increased by the high-pitched roofs, and the forest of tall slender chimneys"], [57, "HERSTMONCEUX CASTLE, PLAN Os GROUND FLOOR. Prom a Plan in Possession of t__eVenH' Ar di deacon Hare. \"s_-_i__<^"], [58, ""], [59, ""], [60, ""], [61, "51 AND ITS LORDS. with which it was crowned. In the same view will be per ceived the low embattled walls with which the moat was guarded, and the chapel turret, rising above the roofs, features which have now, like the chimneys, entirely disappeared. The south front is that which is usually the first to strike the attention of the visitor, and which will live the longest in his memory ; it is indeed, in the words of Mr. Willson,147 \" a noble composition, which deserves the attentive study of an architect ; the details being sufficiently ornamental to give an air of richness without impairing the character of boldness and strength proper for a castle.\" This may be said with the greatest truth of the gateway tower, which occupies the centre of the front, and from which it derives its principal character. The body of the tower is square, flanked on either side by majestic turrets rising to the height of sixty-seven feet from the level of the moat. These turrets are octagonal for above the first fifty feet of then* height, and batter or gra dually decrease in diameter ; but when they rise clear of the side walls they are corbelled out, and become cylindrical : an embattled and machicolated cornice, constructed with great boldness and ingenuity, surmounts the turrets, and is con tinued along the front of the tower between them. The whole height of the gateway, eighty feet, is completed by the slender watch-towers, springing from within the machicolated gallery, and connected with the parapet on the inner face of the tower, by a bold flying buttress, descending in embattled steps to the level of the roof, once covered with a platform of lead. The turrets are pierced with three tiers of cross loop holes, for the discharge of cross-bows, and one of circular holes, or œdlets, commanding the drawbridge, for matchlock guns, which when fired required to be laid nearly level, being supported within on a kind of fork. The main body of the tower is of three stories above the moat ; the two lower are set back in a fine lofty arch, connecting the two side towers, and supporting the uppermost story, which is lighted by two square-headed windows of the common domestic character, each of two lights, with pointed heads and divided by a transom. Between these windows, in a square panel, we 147 Pugin's Specimens, vol. ii."], [62, "52 THE CASTLE OF HERSTMONCEUX may stdl trace the mutdated badge of the noble budder of the Castle, the alant or wolfdog,148 holding in his paws a banner charged with three lions rampant. The wall of the two lower stories being recessed, gives room for the construction of a row of openings, pierced through the floor of the upper chamber, and covered by the lofty arch, intended for the annoyance of assailants, by pouring down upon them boiling pitch, or molten lead, as they approached the Castle-gate. Of the two stories within the arch the lower is occupied by the principal entrance, a four-centred archway, characterised by the same dignified simplicity which marks the whole budd ing; over which is a large square-headed transomed window of two foliated lights. On either side of the window two long vertical slits in the brickwork will be noticed, the purpose of which was to receive the levers of the drawbridge (which with the chains suspended from them are represented in Buck's view), when it was required to be raised. Simple as is the character of the windows in this front of the gateway, they are more ornamental than any others in the exterior of the Castle, with the exception of the three in the centre tower on the east front forming the apse of the chapel ; the ordinary type being either a long narrow rectangular opening divided by a transom, or, in the domestic apartments, where more light was required, a plain square window with a central mullion and transom. The larger openings to be seen in various parts of the Castle, especially to the north of the chapel tower, are to be assigned to a date long subsequent to the first erection, and are 143 Alandes, Alants, or Allans (Canes Alani), were names by which any large dogs seem to have been designated. The following quotations are from Boucher's ' Glossary,' the un finished state of which is a matter of so much regret. \" About his char ther wenten white alandes Twentie and mo, as grete as any stere, To huntm at the lyon, or wild here.\" Chaucer's Knights' Tale, 1. 2150. In Sir J. Bourchier's translation of Froissart (b. iv, c. 24) are mentioned \" foure coursers and two allans of Spayn, faire and good.\" They are also mentioned in Muratori, Ant. t. ix, p. 394. \" Item canes alanos alta statura et mirabilis fortitudinis nutrire studuerant.\" The name alans is still used in Spain for a bloodhound or mastiff. The word alant occurs in the will of John of Gaunt (Royal Wills, p. 157), in the de scription of a bed bequeathed to his son, afterwards Henry IV. He says that it was \" de drap d'or le champ piers overez des arhres d'or et juxte chescun arbre un alant blank lie? a mesme l'arbre.\""], [63, ""], [64, ""], [65, ""], [66, "<£%Z'lJJwi0æ<s&&z; C^zJ^,y4c^z,y^: ."], [67, "53 AND ITS LORDS. probably due to the alterations of the young earl of Sussex, who, before his extravagance had compelled him to part with his ancestral mansion, had expended large sums in adapting the principal apartments to the taste of the day, by enlarging the windows and replacing the old creaking casements by moderu sashes ; an alteration, and, as it was then considered, an im provement effected in almost every old mansion in the king dom, whose owner was rich enough to do so, the example being set by no less an authority than Sir C. Wren, in the venerable fortress of Windsor. In the other parts of- the exterior there are no features cafling for special mention : the utmost plainness seems to have been studied throughout the budding, especially in the external works, in which, in a building intended for the pur poses of defence, all richness of ornament would have been out of place. The bareness of the wads is now partly con cealed, and its uniformity relieved by a rich tapestry of ivy, though within the last few years much of that which decorated the walls has been destroyed, to the great regret of every lover of the picturesque, though the architect may see reason to commend an act of devastation which has brought to light several features of great interest, which had previously been concealed. We wdl now invite our readers to accompany us to the interior of the Castle, and passing over the frail planks which do the duty of the ancient drawbridge, and entering through the wicket-gate (by the side of which, in former times, a wefl accredited local tradition informs us, was always to be found a leathern black-jack, well replenished with ale), bid them stand with us in what was formerly the porter's lodge, and gaze with sorrow and indignation on the sad scene of devasta tion opening before them. A few shattered wads, the first few steps of a winding-stair, a broken arch or two, and here and there a swelling mound or ridge speaking of the founda tion of a buttress or wall hidden beneath the verdant sod, which has spread over the whole area ; such is all that now remains of that which only sixty-four years ago was the most perfect example of the mansion of a feudal lord in the south of England. But much as we may find to regret, there stdl"], [68, "54 THE CASTLE OF HERSTMONCEUX remains much to admire, for in the words of Archdeacon Hare, \" since the demolition of the interior, Nature, ' Softening and concealing, And busy with a hand of healing,' has been adorning it with ivy, which has formed beautiful thick masses around the walls and turrets. Persons,\" he con tinues, \" who have visited Rome, on entering the court, and seeing the piles of brickwork strewn about, have been reminded of the Baths of Caracalla, though of course on a miniature scale ; the illusion being perhaps fostered by the deep blue of the Sussex sky,' which, when compared with that in more northernly parts of England, has almost an Italian character.\" The porter's lodge by which we enter the Castle, forms the lower story of the great gateway tower, having immediately above it the room formerly designated the \"Drummer's Had,\" tradition having marked it out as the principal scene of the pranks of a ghostly drummer, by whom the slumbers of the inhabitants were wont to be disturbed. A recess in the wall on the left hand will be noticed, in which a chest is said to have been discovered, containing treasure to a vast amount, by which the families of a former steward and others were en riched ; with this chest the existence of the drummer seems to have been linked, and when the hoard over which, like the gryphon of old, he had been set to watch, had been ransacked, his occupation was gone, and his drum became for ever sdenced. In Grose is a view of the porter's lodge in a perfect state, showing us the vaulted roof, the springing of which, with some portion of the vaulting, still remains, as is shown in the etch ing. The porter's lodge is provided with a fireplace, on the right hand of the entrance, which Mr. Widson remarks as \" a very unusual accommodation in such an apartment,\" and on each side are arched doorways, that in the left leading into the guard-chamber, described by Grose \" as a long waste room, like a gadery in old times.\" Its rude and unfinished character, led him to the supposition that it was \" intended for a stable in case the Castle were besieged, and there were need to bring the horses and other cattle into a place of security ;\""], [69, "(§7^4J^mc^^^c2Z> i0aJt^ ."], [70, ""], [71, "55 AND ITS LORDS. but it is far more probable that it was simply designed as a guard-room, in which all decoration would have been super- fluous, and the furnaces for casting bullets, still to be traced in the south wall, are an evidence of the purpose to which it was devoted. The door to the right of the porter's lodge opens through some narrow passages (in which the arrangement of .the closets and the attention paid to drainage and ventilation demand notice) into the shell of the watch-tower, now open from basement to battlement, and whose only sentinels are a crowd of noisy jackdaws, who have long since claimed these ruins as their own undisputed domain. Returning into the lodge, and advancing into the interior of the Castle, we enter the principal court, known as the Green, or Cloister court. This court, the centre of which is marked by the smad holly- tree, was surrounded by an arcade of open arches of brick, of very low curvature, quite plain, and only separated by slender buttresses, running up, as wdl be seen in the woodcut, and dividing the upper story, above the cloister, into equal compartments, alternately blank, and containing plain two-light square-headed windows, lighting the gal leries, into which the principal apartments opened. Im mediately in front, on entering the cloister, was the hall, extending along the north side of the court, at the"], [72, "THE CASTLE OF HERSTMONCEUX 56 eastern end of which rose the chapel tower, containing the clock and beds. The hall was a noble apartment, fifty-four feet long, by twenty-eight broad, and the same in height to the springing of the beams. It was lighted by four two-light square-headed windows, of the ordinary domestic type, and the roof was originally crowned by a louvre for the passage of the smoke rising from the fireplace in the middle of the floor ;> this had been removed before Lambert's view was taken. The character of the interior is wed represented in Grose's plate, from which the annexed woodcut is taken. The roof was supported on massy beams, forming a flat arch, springing from corbels, carved with the famdy badge, the alant or wolf dog. The sides were lined with wainscot below the windows, and the west end was screened off for a passage, with a gadery over it for musicians. The arched doors behind the screen led to the butteries and other offices, and the wainscot was ornamented at intervals with stags' heads and antlers. The north wall of the hall remains tolerably perfect, and the false arch of one of the windows, now reduced to a single course of bricks, hangs in a singularly precarious state, and though it would seem as if a single gust of wind would bring it down, so it has hung for very many years. Of the southern wall little more than the foundation exists, and the whole interior of this once lordly room is now over grown with a tangled mass of briers and thorns."], [73, "57 AND ITS LORDS Passing through the ruins of the hall we enter the Butler's Pantiy Court, of which a view is here annexed. It had a cloister on the north and west sides, of similar character to that in the Green Court, though the dividing buttresses were marked with set-offs, and were of a somewhat different and more graceful outline. On the south it was flanked by the hall ; and the embattled gable to the east was that of the great staircase, which was erected in the reign of Elizabeth, after the marriage of Margaret, Baroness Dacre, with Sampson Lennard, when considerable alterations took place in the Castle, with the view of adapting the principal apart ments to the style and habits of the period. A paved passage leads us from this court to the postern gate, communicating by a drawbridge over the moat with the garden and bowling-green behind. At the destruction of the Castle, a few rooms were preserved in this part of it, to form a residence for the gardener ; but these, too, have fallen into decay, and the roof, now Tottering to a fall adds to the picturesque effect of the general scene of ruin around. Turning to the right, and leaving the butler's pantry, and other offices to the left, we pass through the remains of the"], [74, "58 THE CASTLE OF HERSTMONCEUX cloister, and enter the great staircase ; a square of forty feet, on the south wad of which we can still discern the marks of ascending flights of steps, together with some mouldering traces of fresco painting, from which fancy may restore the massy oaken balustrades which guarded the stairs. The ascending flights were at least ten feet wide, and the hollow formed beneath was so considerable that the smugglers who abounded in this neighbourhood in the latter part of the last, and beginning of the present century, frequently employed it as a receptacle for their contraband goods. It is said that when the clue to this hiding-place was at last discovered, and the boards of the staircase were raised, the whole cavity was found filled with tea, and that the quantity was so large that a cart was loaded with that which had been stored up there. The staircase received light from six large, square-headed windows, divided by stone mullions, and transoms, as repre sented in the last woodcut ; between these on the principal floor were large mirrors reaching nearly from the floor to the ceding. This noble staircase gave access to the numerous galleries which threaded the upper floor. The arrangement and de signation of these galleries wid be seen from the plan of this floor, which also shows us the distribution of the apartments opening from them. The principal passages of communication were the White Gallery, running east and west, and the Green Gallery, which, extending southwards from the staircase, formed the east side of the cloister court. This gallery, which took its name from its hangings, described by those who remember them as of green cloth, decorated with numerous paintings, communicated with the state rooms fitted up by the earl of Sussex in the East front, corresponding in size and arrangement with those below. One of these rooms was called the Gilded Bed-chamber, being hung, ac cording to the fashion of the time, with leather stamped and gilt, fragments of which are still in the possession of some of the older parishioners. The White Gadery formed the approach to the Library, the Private Chapel above the postern gate, and the Lord's and Lady's Apartments — the former consisting of a suite of four rooms in the north front looking on the bowling-green ; the"], [75, "HERSTMONCEUX CASTLE, PLAN OF FIRST FLOOR From aTlan in Possession of the Ven11\" Archdeacon Hare"], [76, ""], [77, "AND ITS LORDS. 59 latter of three smaller chambers on the west side of the Castle, from one of which, by means of a window opening into the kitchen below, the mistress could unobserved keep watch over her servants, or superintend the cookery without its being needful for her to descend from her own apartments. Parallel to the White Gallery to the south, ran the Armour Gallery, communicating with the chambers in the same block of budding with the hall, between the Pump and Chicken courts. It has been mentioned that the Green Gallery extended along the east side of the cloister court, the other sides were occupied respectively by the Yeoman's Gallery to the south, the Bethlem Gallery to the west, and the Bird Gallery (which was a mere open walk on the roof of the cloisters, in front of the hall) on the north. From the Yeoman's Gallery opened the chaplain's and yeoman's rooms, as well as the Drummer's Hall ; the Bethlem Gallery communicated with the Bethlem Chambers, a suite of five small rooms, each provided with a fireplace, which, it would seem probable from an example of a simdar designation in Sheen Palace, derived their name from being set apart for the lodging of strangers and wayfarers. The language of Grose's correspondent when describing this floor is worth quoting, as it is evidently that of an eye witness. \" The bed-chambers on this floor,\" he says, \" are sufficient to lodge a garrison, and one is bewildered in the different galleries which lead to them ; in every one of the windows of which is painted in glass the alant or wolfdog, the animal supporters of the famdy of Fienes. Many winding staircases, curiously constructed in brickwork, without any timber, lead to these gaderies.\" One of these newel staircases stid remains perfect to a considerable height, at the north-east angle of the gateway tower ; the stump of another, which stood at the north end of the west walk of the cloisters, strikes the eye immediately on entering the court. Let us now, in imagination, retrace our steps along the galleries, and descend the great staircase, when a few paces towards the east will lead us to the site of the Saloon, and other principal apartments on the ground floor. The saloon, which was forty feet long, and the adjoining rooms, received their first alterations from Margaret, Lady Dacre, and her"], [78, "THE CASTLE OF HERSTMONCEUX 60 husband, Sampson Lennard, in the reign of Elizabeth, who, as has been already mentioned, erected stately chimney pieces, embellished with the arms of the family and their alliances, and built the grand staircase. These apartments were still further modernized by the Earl of Sussex, in the time of Charles II, when they were sashed and wainscoted, and the panelling adorned with exquisite carvings by Gibbons, which called forth the admiration of Walpole, and even now, in their mutilated state, and most inappropriate position, in the hall of Herstmonceux Place, sufficiently prove the skdl of Grinling's magic chisel. Beyond the principal apartments, advancing towards the south, lies the Chapel, which was entered from the east walk of the Green-court cloister. Walpole speaks disparagingly of it as \" small and mean,\" and the annexed woodcut will show that it was not remarkable for any richness of architectural ornament ; but, plain though it was, the effect of the eastern oriel, with its long coupled windows, seen beneath the low arch which carries the turret"], [79, ""], [80, "GSTzZzZcU?^ %czÆ&, 0OJ^Jtœ^."], [81, "AND ITS LORDS. 61 above, must have been so fine as to have deserved higher commendation from one whose taste, much as we may now find to condemn in it, was certainly far in advance of his age. The painted glass with which the windows were decorated, however brilliant in colour, was not particularly good in design, and the same somewhat flippant critic speaks con- temptuously of the '.'. seven long lean saints ill done,\" that remained in, the windows. Two smaller windows, lower down in the wall, which will be noticed in the woodcut, appear to have been added, to afford light to the worshippers, for which purpose also it must have been that four of the lights of the east windows were robbed of their stained glass. A square-headed piscina, of the very plainest character, will be noticed on the south side of the apse, and Walpole speaks of \" two odd cavities with very small wooden screens on each side,\" which he supposes to have been confessionals, but, as these no longer remain, we cannot say how far his conjecture was correct or no. The wainscoting about the altar, and other fittings of the Chapel, seem to have been of the same date with the great staircase • over the west end was a gallery communicating with the upper corridor. The present state of the Chapel and the side of the Castle adjacent is admirably represented in Mr. Brooke's etching. The windows on the ground-floor lighted the storeroom, the steward's room, and the servants' hall, in the former of which will be noticed an arched recess, with an orifice for carrying off water, far surpassing the piscina in elegance, though probably only serving the purposes of a common sink. The beautiful bay window in the upper story, which forms such a conspicuous ornament in the south-east view of the Castle, gave light to the Lady's Bower, which must have been one of the most cheerful and agreeable apartments in the whole building. Advancing towards the south-east, we have to guard against a somewhat precipitate descent down the staircase leading to the dungeon, which formed the basement of the tower at this angle of the front. A few years since this staircase and the passage beyond were cleared out, but since then it has been permitted to become choked up again, and access to the dungeon is now completely stopped. Grose's correspondent"], [82, "62 THE CASTLE OF HERSTMONCEUX describes it as \" an octagonal room, in the midst of which is a stone post with a long chain, and in a corner of the room a door into a privy, a commendable,\" aud, we may add, most unusual and merciful, \" attention to cleanliness.\" The upper story of this tower and the rooms adjacent were assigned to the chaplain ; its highest portion, as well as that of the tower at the opposite angle of the front were left empty, and tlie walls pierced with an immense number of square openings, for the accommodation of the countless hosts of pigeons our ancestors used to keep for the purposes of their table, of which they formed one of the chief delicacies. If we now cross the grassy area of the Castle, and passing the gateway tower, place ourselves midway between it and the exterior wall on the west, we shall be standing in the centre of the Pump Court, the second in point of dimensions, but the plainest in architectural character, of the four courts con tained within the Castle. A reference to the ground plan wdl show that this court was separated from the Green Court by a narrow slip of build ings, which it wdl be seen from the woodcut was divided into three low stories, supported by massive buttresses. The ground-floor of this building (of which the very foundations"], [83, ""], [84, "C2^k^^^^^G^^^?^^%i^^ 9w«^"], [85, "AND ITS LORDS. 63 have disappeared) was devoted to offices, above which, on the upper floor, ran the suite of small bed-rooms, already spoken of, as the Bethlem-rooms. On the south side of this court was the \" long waste room \" already described under the name of the Guard Chamber, above which was a lobby communicating with the apartments on the principal floor ; to the west were the Laundry, Brew house, and other offices, the whole of this side of the Castle being devoted to domestic purposes. ' The central apartment of this front, marked by the octagonal tower, was the Bakehouse, communicating on the south with the Breiohouse ; adjacent to which, in the lower part of the semi-octagonal turret, was the great oven, in former times one of the chief wonders of the Castle, in which, ac cording to local tradition, four and twenty women once sat down to tea. The action of the fire upon the interior of the oven stdl enables us to trace its situation, and, in part, its dimensions ; but its vault and the outer half of its circum ference have been completely destroyed. By the side of the oven stood the great brewing copper, imbedded in brickwork and approached by a flight of stairs ; each step being formed of the trunk of a tree rudely squared. Above the great oven our attention is attracted by two pendentives of a brick vault (which wdl be noticed in the accompanying etching), and our curiosity is immediately roused to determine their purpose. Here both the existing ground plans, and the memory of the few old people who still recollect the Castle in its perfect state, are at fault ; but I think there can be little doubt that the object of the vault was to condense the steam rising from the brewhouse beneath, and convey it to the external air, with which it probably communicated by a louvre or central aperture. Beyond the oven were the outer and inner Laundry, above which was the \"red\" or \"unfinished room,\" so called from its remaining, in Horace Walpole's language, \" in its native brickhood \" ignorant of \" the luxury of whitewash.\" To the north of the bakehouse, which, it will be remem bered, occupied the centre of this, side, we enter the Kitchen,"], [86, "64 TH ASTLE OF HERSTMONCEUX the original appearance of which is set before us in the annexed woodcut from Lambert's drawing. This room, like the hall and chapel, occupied the whole height of the house, twenty-eight feet, and contained three vast cavern-like fireplaces, with their huge chimnies projecting into the room within, and an oven, which is still to be traced at the south-west angle. It was lighted by three plain square windows in the upper range, and its wads were pierced with several openings, the purpose of which it is difficult to deter mine with accuracy. Tradition informs us that one of these apertures, on the east side of the kitchen, was furnished with chains and pullies, by means of which all the heavier joints were raised, carried along the gadery, and then lowered into the hall ; there is probably some degree of truth in the story, though it is not easy exactly to comprehend the nature of the arrangement indicated."], [87, "65 AND ITS LORDS. Immediately beyond the kitchen lay the Chicken Court, surrounded by offices, the destination of which may be seen from the ground plan, but which do not cad for any parti cular remark. This court is represented in one of Lambert's drawings, but it is not of sufficient interest to merit engraving. In its style it corresponded with the Butler's Pantry Court, but the arches of the cloister on the north were partly built up, to adapt them to the purpose from which the court derived its appedation. At its upper or eastern end a building Avith a gable the whole width of the court formed the Dairy. Having now completed our circuit of the Castle, and having endeavoured as far as practicable to present it to my readers as it existed in its perfect state, it may be interesting to peruse the lively description of Horace Walpole,149 who visited Herstmonceux five and twenty years before its ruin, to which reference has been already made. This description is taken from a letter written from Battel, Aug. 5th, 1752, to Richard Bentley, Esq., only son of the well-known Dr. Bentley, master of Trinity College, Cambridge. The letter, which it is needless to say is most amusing, though perhaps somewhat more highly coloured, for the sake of effect, than truth would warrant, details a journey from Tunbridge Weds, made by Walpole, in company with Mr. Chute, for the express purpose of seeing Battel Abbey and Herstmonceux Castle. The account it contains of the state of the Sussex roads a century ago, proves to us that, however much there may stdl be to correct, before we can shake off the opprobrious proverb which speaks of \" Sowsexe full of dirte and mire,\" there has been a greater change for the better than we have ordinarily any conception of. Leaving Tunbridge Wells, Walpole visited Bayham Abbey, whence he set out for Battel ; but before arriving at Roberts bridge he writes, \" our woes increase. The roads grew bad beyond ad badness, the night dark beyond all darkness, our guides frightened beyond all frightfulness.\" At Roberts bridge the inn was \"full of smugglers,\" so, \"armed with links and lanthorns,\" they started again for Battel, where they arrived at two in the morning, and found \"a worse inn, >•\" Walpole's Letters, edit. 1937, vol. i, pp. 175-7."], [88, "66 THE CASTLE OF HERSTMONCEUX crammed with excise officers, one of whom had just killed a smuggler.\" The next morning the adventurous travellers started for Herstmonceux, undaunted by the report given of the road by the natives (\"who,\" he says, \"are forced to drive their curricles with a pair of oxen,\") who represented it as \" totally impracticable.\" Happily the report proved quite untrue, and Walpole speaks of the eight [ten] miles between Battel and Herstmonceux, as \" the only morsel of good road in their whole tour.\" \" The Castle,\" he writes, \" is seated at the end of a large vale, five mdes in a direct line to the sea, with wings of blue hills covered with wood, one of which falls down to the house, in a sweep of 100 acres. The budding, for the convenience of water to the moat, sees nothing at all ; indeed it is entirely imagined on a plan of defence, with drawbridges actually in being, round towers, watch-towers mounted on them, and battlements pierced for the passage of arrows from long bows. It was built in the time of Henry VI, and is as perfect as the first day. It does not seem to have been ever quite finished, or at least that age was not arrived at the luxury of white wash ; for almost all the wads, except in the principal cham bers, are in their native brick-hood. It is a square budd ing, each side about two hundred feet in length ; a porch and cloister very like Eton College ; and the whole is much in the same taste, the kitchen extremely so, with three vast funnels to the chimneys going up on the inside. There are two or three little courts for offices, but no magnificence of apart ments. It is scarcely furnished with a few necessary beds and chairs. One side has been sashed, and a drawing and dining-room, and two or three rooms, wainscoted by the earl of Sussex, who married a natural daughter of Charles the Second. Their arms, with delightful carvings by Gibbons, particularly two pheasants, hang over the chimneys. Over the great drawing-room chimney is the coat armour of the first Lennard, Lord Dacre, with all his alliances : Mr. Chute was transported, and called cousin with ten thousand quar terirgs.150 The chapel is small and mean; the Virgin and seven long, lean saints, ill done, remain in the windows : there 150 Catherine, (laughter of Richard, J_ord Dacre, married Chaloner Chute, of the Vine, in Hampshire."], [89, "AND ITS LORDS. 67 have been four more, but seem to have been removed for light; and we actually found St. Catharine and another gentlewoman with a church in her hand, exiled into the buttery. There remain two odd cavities with very smad wooden screens on each side the altar, which seem to have been confessionals The outside is a mixture of grey brick and stone, that has a very venerable appearance. The draw bridges are romantic to a degree ; and there is a dungeon that gives one a delightful idea of living in the days of soccage, and under such goodly tenures. They showed us a dismal chamber, which they call Drummer's Hall, and suppose that Mr. Addison's comedy is descended from it. In the windows of the gallery over the cloisters which leads all round to the apartments is the device of the Fienneses, a wolf holding a baton with a scrod le roy le vent — an unlucky motto, as I shall tell you presently, to the last peer of that line. The estate is £2000. a-year, and so compact as to have but seventeen houses on it. We walked up a brave old avenue to the church, with ships sading on our left hand the whole way. Before the altar lies a lank brass knight, hight William Fiennes, chevalier, who obiit M.c.c.c.c.v., that is, in 1405. By the altar is a beautiful tomb, all in our trefod taste, varied into a thousand little canopies and patterns, and two knights reposing on their backs; these were Thomas, Lord Dacre, and his only son, Gregory, who died sans issue. \" An old grey-headed beadsman of the family talked to us of a blot in the scutcheon; and we had observed that the field of the arms was green instead of blue, and the lions ramping to the right, contrary to order. This, and the man's imperfect narrative, led us into the circumstances of the personage before us, for there is no inscription. He went, in a Chevy Chase style, to -hunt in a Mr. Pelham's park, at Lawton; the keepers opposed, a fray ensued, a man was kdled. The haughty baron took the death upon himself, as most secure of pardon ; but, however, though there was no chancellor of the exchequer in the question, he was condemned to be hanged, le roi le vouloist.\" 151 151 Walpole is, of course, under a mistake here : Thomas, Lord Dacre, who was executed at Tyburn, was the grandson of the Lard Dacre to whom this monument was erected."], [90, "68 THE CASTLE OF HERSTMONCEUX THE CHURCH. The last few lines of Walpole's lively narrative have already introduced us to the Parish Church, which crowns the hill to the west of the Castle. Thither let us now follow him, mounting the steep ascent ; now no longer sheltered by the \" brave old avenue \" of oaks, which seventy years since con nected the house of God with the noble mansion of the feudal lords by whose pious care it was budt and adorned, but exposed to the full blaze of the mid-day sun. As we approach the Church we cannot fail to be struck with the picturesqueness of its outline, and shad admire the judgment which placed the tower and spire at the north-west angle, in the very position to produce the greatest effect on the character of the building, and best withstand the fury of the south-west gales which are here so prevalent. The exposed situation of the Church does not allow the tower to be carried to any considerable height, and it is in fact several feet lower than the ridge of the roof, but rising as it does from the low side-aisle, its deficiency in elevation is com pletely overlooked in the north-east view, in which it assumes an importance hardly to have been expected from its dimen sions. The annexed view (for which the Society is indebted to the generosity of Mr. Petit), which presents the Church as seen from the north-west, wdl enable those who are unac quainted with the budding to judge of its character, and will show how much it is indebted for its general effect to the position of the tower. The plan of the Church is simple ; it consists of a chancel, with a chantry chapel to the north, a nave of three bays, with aisles to the north and south, the westernmost bay of the north aisle being occupied with the tower. There are porches on each side ; that to the north, which is the entrance generady used, being a modern construction of wood on the old stone basement. The material of which the nave and aisles are built is rubble, plastered over; the tower is con structed of sandstone, and the spire is covered with wooden shingles. The chancel was partly rebuilt at the time of the"], [91, ""], [92, ""], [93, "AND ITS LORDS. 69 demolition of the Castle, out of the materials which it supplied in such abundance ; the chantry chapel is also of brick, and was probably erected at the same period with the Castle, or a little later, at which time all the windows would seem to have been altered ; for though the budding is Early English, not a single window remains of that style, but all correspond with that on the north side of the chantry, which is of the ordinary square-headed Perpendicular type, of two trefoiled ogee-headed lights, surmounted by a label. The east window of the chantry is a Perpendicular supermullioned one, of three lights ; the east window of the chancel, one of the same character, of four lights, copied from the central compartment of the west window of New Codege Chapel, was inserted, a few years since, by Archdeacon Hare, in place of an ugly square-headed window, which had been put in at the close of the last century. The slope of the aisle roofs is broken by dormer windows, which, if too nearly approaching the character of domestic architecture, are certainly a great im- provement upon the clumsy garret windows with which so many of our churches have been disfigured when, as in this case, additional light beyond that supplied by the original apertures, is absolutely required. The head of the western window and the door below it have been stopped up, and the whole west end plastered, with false joints to imitate stone work, by which the effect of that part of the building has been very much injured. Within, the Church is of the simplest character ; but the beauty which is not always ensured by a profusion of archi- tectural decoration, is here in a remarkable degree the result of just proportions, and the absence of those disfigurements by which the interior of so many of our country churches are marred. When the pidars and arches were doing penance in a sheet of whitewash, which had so clogged the capitals that the foliage was hardly to be discerned, and the whole area was encumbered with pews of all shapes and sizes, the casual visitor would have seen but little to admire in the interior of Herstmonceux Church; but now that the judicious care of one to whom every stone of the building is dear, has brought out the expressive features which had so long lain hid, and, replacing the square pews by open seats of plain yet appro-"], [94, "70 THE CASTLE OF HERSTMONCEUX priate design, adowed the columns to be seen in their whole height from base to capital, the general effect of the interior is one not to be easdy forgotten, especially if seen when the shades of evening are gathering around, and the last rays of the setting sun are pouring in, gdding an arch or a pdlar here and there with a brightness which only serves to deepen the gloom which is enshrouding the rest of the Church. The aisles are separated from the nave by wed-proportioned arches of two plainly chamfered orders, springing from octa gonal piers with foliated capitals. There are three of these arches on the south, but only two on the north, the _ower which occupies the westernmost bay on this side, communi cating with the Church by a lower arch of more contracted dimensions. The style of each arcade is Early English, but the foliage of the capitals renders it evident that the arches to the north are of considerably earlier date than those which correspond to them on the south, which are supported by piers of some what more slender proportions. The arches of the north aisle rest on a single pier and two responds ; the capitals of the latter are precisely similar, and are ornamented with stiff upright pointed leaves, that of the pier being surrounded with a band of large clumsy trefoils ; the execution of all is very"], [95, ""], [96, ""], [97, "71 AND ITS LORDS. rude. The capitals of the two piers on the south are of more elegant design, though stid of somewhat rude workmanship ; they are carved with smad upright leaves standing close together, turning over with a crisped head beneath the abacus : the capitals of the responds as well as of the chancel arch are simply moulded. The roof of the north aisle has evidently been raised at some period subsequent to its erection ; the moulding on the inner face of the tower shows its original height, whether the alteration was made at the time of the erection of the south aisle or when the church was gene rally repaired in the fifteenth century, is impossible to determine. The roofs are ceiled throughout, but the beams supporting that of the nave are open, and cleared from whitewash. On the north side of the chancel, opening into the chantry, stands the chief architectural ornament of the Church — the noble Dacre Tomb, whose richly fretted front reaches almost from the floor to the ceding, erected in 1534 to the memory of Thomas, Lord Dacre, and Thomas his son. This monument, from its position, presents two fronts, one towards the chancel, and one towards the chantry on the north. Both parts are similar in arrangement and in archi tectural decoration, though that to the chancel is of somewhat greater elevation. The material of which the tomb is built is the grey-shed marble, from the quarries of Petworth ; but the canopies of the niches and more delicate tracery are executed in Caen stone, and much of the carving is as sharp as when first done. The north front is in a sad state of decay, the surface of the shell-marble having, from some unexplained cause, become disintegrated ; but the rest of the monument is in fair preservation. A few years since it was cleansed from a coat of whitewash, with which it had been bedaubed by the order of a rural dean of the last century, and the coats of arms on the south side were fresh emblazoned, and the crests and mantlings partially gilt. It is much to be regretted that the ignorance of the painter employed in this good work has per petuated some false heraldry, and made the identification of the coats a matter of some difficulty. The design of this monument is of the kind so prevalent in the fifteenth and sixteenth centuries, consisting of an altar-"], [98, "72 THE CASTLE OF HERSTMONCEUX tomb, beneath an obtusely-arched recess, surmounted by a ricldy-decorated cornice, in several horizontal divisions. The basement of the tomb is plain, the front is divided by slender arched panels into four square compartments orna mented with quatrefoils, the interior sweep and spandrels of which are most richly cusped and feathered. On the tomb, beneath the arched canopy, the soffit of which is richly panelled and decorated with colour, repose the effigies of Lord Dacre and his son, in armour, with their heads, which are bare, rest ing on their tdting helmets, and their hands joined in prayer. The arched cauopy is cinquesoded, each cusp being again foliated, and the spandrels contain trefoils subdivided in a similar manner, producing an effect of surpassing richness. It is surmounted by a flat horizontal cornice, divided into eight quatrefoiled squares, six of the compartments containing a shield, emblazoned with the arms of the alliances of the family. Above this is an embattled cornice, with which the design terminates on the side towards the chantry. The greater height of the chancel allowed the addition of two more cor nices, the lower carved with foliage, the upper divided into foliated arched panels, with intersecting tracery, the whole finished with a row of the ordinary trefoil or strawberry-leaf ornament. In front of this upper cornice are introduced three escutcheons, surmounted by the tilting helmet, mantle and crest, carved in relief, and originally richly painted and gilt ; but now ad but the centre shield are blank, and the alants which surmount two of the helmets are covered with paint of aplain stone colour. The central shield presents the arms of the Fienes family (azure, three lions rampant or), and above it the family crest, an eagle, with an annulet in his beak, or. The monument is flanked on either side by a nich of extra ordinary richness, set against the east wall. One of these is represented in the woodcut ; but it fails altogether in giving any adequate idea of the delicacy of the carving, or the extra ordinary richness of the tracery which has been lavished upon its decoration. The western angles are chamfered off and adorned with two niches, with ogee canopies of the most elaborate workmanship. Both faces of the monument are rich in heraldic decoration. Besides the Fienes coat and crest which have been already"], [99, "73 AND ITS LORDS. mentioned, the quatrefoiled cornice above the canopy contains six coats on either side: those to the north are original ; those to the south have been repainted with no great accuracy. The coats on the northern side, commencing from the west, are (1) Az. an orle of martlets or, on an inescutcheon arg. 3 bars, gules. (2) Az. three chevronels braced in the base of the escutcheon or, a chief of the 2d (Fitzhugh).152 (3) Barry of 6, arg. and az. a bend, gules (Grey). (4) Argent, a fosse, gules. (5) Gules, 3 lions, passant, gardant or, in pale.153 (6) The same as No. 4. On the south the restored coats are (7) Sable, across or. (8) The same as No. 3. (9) The same as •No. 4. (10) Quarterly or, and gules an escarbuncle sable.154 (11) Barry of six, argent and gules. (12) iVzure,a fosse, gules.155 The coat (No. 7) is also repeated in the centre of one of the quatrefoils in the basement on the south. Beneath the flanking nich in the chantry is an escutcheon, Vair, the coat of the family of Filiol.156 From the wid of Lord Dacre it appears that this stately monument was erected not only to commemorate himself and his son, but also for the purposes of an Easter sepulchre. This, as is well known, was the spot where the ceremonies typifying the burial and resurrection of our Lord, prescribed by, and still practised in the Romish Communion, were annually performed on Good Friday and Easter Day. For this purpose an arched recess was often formed in the north wad of the chancel above a low altar-tomb without inscrip tion;157 at other times an actual tomb was used for these ceremonies, as in the instance under consideration, and in 152 The mother of the Lord Dacre to whom this tomb was erected was Alice, daughter of Henry, Lord Fitzhugh. 153 The arms of Holland are the same as these, within a bordure arg. Sir Roger Fienes married Elizabeth Holland, but her arms are given as azure semee of fleur-de-lis. 154 This is probably a mistake of the painter for quarterly vert and or, in centre a mullet sable, which was the coat of Lord Berners, into whose family Lord Dacre married. 156 False heraldry ; the coat was probably the same as No. 4. 156 It is a matter of great regret to me that I have been able to identify so few of these coats with affiances of the Fienes or Dacre family. Others, it is hoped, will be more fortunate. a< The sepulchre was sometimes decorated with rich tabernacle work and sculptured figures, illustrative of the Resurrection, as at Heckington, Lincolnshire, and Northwold, Gloucestershire. (;."], [100, "74 THE CASTLE OF HERSTMONCEUX Milford church, Suffolk, where the tomb of John Clopton (who died in 1497) formed, like the Dacre tomb, under an open arch pierced through the north wall of the chancel into the chantry beyond, was employed as the sepulchre.158 The fabric of the sepulchre itself, which was of painted wood, was taken away from the recess shortly after Easter, so that no vestiges of it remain, either here, or in any other instance. A recess consisting of a septfoiled arch, supported on shafts and capitals of early decorated character, will be seen in the wall of the south aisle, towards the east. There is neither date nor trace of inscription to aid us in determining its purpose, and a shield which is carved in the head of the arch is blank. The only other antient memorial in the church is the noble brass to Sir William Fienes, to which allusion has already been made. It is of very early date, and remarkably fine workmanship, and though somewhat mutilated, in a very fair state of preservation. The effigy of the knight in complete armour, with his feet resting on a lion, stands under a richly crocketted ogee canopy crowned with a finial, springing from slender buttresses terminated with pinnacles. Four coats of arms adorned the slab, but they have all been removed. The inscription, when perfect, ran as follows : — William jFfienles159 Œijtualev qg morust le ibiij jour be Sancber Tan bel Incarncon tux [Seigneur] 3Ijeu Crgst mccccb gist geg [IBieu oe sa alme egt mercie] qg pur sa alme beuostement pater noster et Sbe priera bj11 jours be parbon rn auera. The font in which Sir Roger Fienes, the builder of the Castle, was baptized, more than four centuries since, still stands under the westernmost arch on the south side. It is of plain decorated character, the square basin supported on 158 Bloxam's Monumental Architecture, p. 176. 169 The orthography of this name is very various : it appears under the forms — Fienes, Ffienles, Fynes, Fenes, Fenys, Fenles, Fendles, Fiesnes, Fisnes, Fesnes, Fyesnes, &c."], [101, "75 AND ITS LORDS. octagonal shafts, and a larger cylindrical pillar in the centre. The basin is leaded within. There is a trefoded aumbry of plain character in the north wall of the chancel, but there are no existing traces of any piscina in the church."], [102, "76 THE CASTLE OF HERSTMONCEUX A very small shadow recess, trefoiled, with an ogee head, occurs by the side of a squint or hagioscope opening from the north aisle into the chancel. It is difficult to conceive its purpose. Another squint communicates between the chantry and the chancel to the west of the Dacre tomb, but both are now blocked up. The only vestiges of antient painted glass remaining in the church are some fragments of the Evangelistic symbols in the east window of the chantry. The heads of the lion and the eagle, and part of the name JKarcuS are still to be observed. The interior dimensions of the church are — nave, 47 feet 2 inches long, 19 feet broad; chancel, 29 feet long, 18 feet broad; aisles, 12 feet broad. Total length, 76 feet 2 inches; breadth, 43 feet. The principal object of the present memoir — the descrip tion of the Castle and Church of Herstmonceux — has now been brought to an end ; but it would be felt to be an un pardonable omission, especially by all who were present at the Annual Meeting in 1850, if I were to close this paper without some mention of the noble old barn beneath whose spacious"], [103, "77 AND ITS LORDS. roof the Society found shelter from the pitiless storm which interfered so greatly with the proceedings of that day, and partook of the good fare so bountifully provided for them. The size and antiquity of this barn mark it out as an object of great interest, and no one of the company who dined in it on the occasion referred to, is likely ever to forget the wonderful beauty of the effect of its dimly-lighted interior, richly decorated with flowers and evergreens, and thronged with the crowd of visitors, whose archæological zeal not even the drenching rain had been able to damp. The barn is separated into a nave and side aisles by heavy wooden pdlars, supported on longitudinal sills, and bearing arched trusses to carry the beams of the roof, and thus has a rude likeness to the interior of a church. It is divided into seven, or, including the extremities of the aisles, which are carried round the ends of the budding, nine bays. The width of the bays of the nave is twenty feet, the return of the aisles seven feet, making the entire length, from end to end, one hundred and fifty-four feet. The width of the nave is twenty two feet, the entire width, taking in the aisles, thirty -nine feet. The barn is built of rubble-work, supported with plain sloping buttresses ; but the western wall, having fallen into decay, has been replaced by wood. The wads are very low, and contain in each bay a small triangular opening, to afford light to the interior. The roof is hipped, and covered with thatch. The date of the building is uncertain, but I should be inclined to place it not later than the end of the four teenth century. Loophole in Gateway"], [104, "78 THE CASTLE OF HERSTMONCEUX APPENDIX. A. \" Extract from a curious Survey, made by Robert Tydeslegh and Thomas Luxford, in the time of Gregory Fynes, Lord Dacre, of his Manors in Sussex, August 23, 12 Eliz., in the posses- sion of the Bev. Mr. Hare, of Herstmonceux. a.d. 1778.\" 16° \" (A°- 12 Eliz.) — The manor-house of Herstmonceux, standeth on the east side of the Church of Herstmonceux, about one furlong and a half from the said Church, and in the west part of the said park, entering the park-gate towards the south-west and north parts ; same house eastwards descending towards the valley wherein the said house standeth ; the south-west and north parts moated about, the outer part of the moat being of brick-wall, and paled upon the same, and the east part thereof lyeing open to the park and woods, sometime being a pond, and now good pasture, all the moat being of late drained, having little or no water therein, for the more healthful standing of the said house ; the entrance of the house being towards the north, on a bridge fifty feet long . . feet broad, and . . feet high, from the bottom of the moat, whereof . . feet next to the gate is a draught-bridge, devised for strength, the house being castle-like ; builded quadrant, every way containing ... in length, and as much in bredth ; builded with brick, covered with slate ; the towers, gutters, and platforms thereof covered with lead. The whole towers and other edifices are battled. The entering into the said house is at a fair square tower, containing . . feet, and of stories . . . my lords arms fairly set forth in stone on the front, over the entering of the same, having fair lights of the chief lodging, and second stories of the same tower, emboed of stone ; the high story being a platform covered with lead, and on every side corner of the same gate one tower of six square embattled, being round within, and in eveiy of them a watch-tower, embattled, covered with lead, and eighteen feet above the rest of the same tower. The same gate and towers have portholes, emboed under the embattlement, for casting stones and other defensive engines for defending the same gate ; the said gate and towers being defective, of separations of the embattlement thereof, and the watch-towers wasted of great length, with violence of wind and weather, needful to be seen unto. Within the entring of the gate is a fair room, vaulted, of . . feet broad and . . feet long. Within the edifice of the said house are four gardens, or courts, whereof the first is at the entering of the house, having a fair walk, as in a quadrant, divided from the entring of the said garden with a wall of brick, of eight arches of every side, bearing the inner part of the galleries, serving for lodgings ; three parts of the same are embattled, and the fourth part, towards the north, next the hall, hath a platform covered with lead, for a walk, and 160 MSS. Burrell. MSS. Addit. Brit. Mus. 5679, p. 56S."], [105, "AND ITS LORDS. 79 the galleries and lodgings of two stories, the higher being of no force ; the lights thereof set out of the roof of one square light, gable-wise builded, with turrets embattled. And a fair chapel being on the east corner of the same quadrant, and the hall builded on the north, entering at the west corner of the walk and lower end ; the same hall being . . feet long and . . feet over, embattled on both sides ; having a square tower at every end, embattled, and covered with lead ; the hall having five lights above the said platform on every side, with galleries at both ends. And at the upper end and lower end of the hall, entering north, on the lower story, there is one other fair walk, lyeing about another of the said gardens, having galleries on three parts of the second story thereof, embattled, having on every side lights, with turrets, as in the former galleries, and the north-east comer thereof entereth the parlour, being parcel of the east part of the quadrant of the house ; and in the north-east part of the same garden, by the parlour door, a fair half-pace stairs, entering towards the galleries, which cometh to the chief lodging, called the Gilded Chamber, and to the other chambers adjoining. The other two courts on the other side are for the kitchen, bakehouse, brewhouse, and other necessary houses of offices, which standeth on the west quadrant of the said house, being well served with fair water, conveyed from a spring, over the mote, in troughs of timber. The same house is built castle-like, in a quadrant, as before, having at every corner one fair tower, covered with lead, of six square, four stories high ; and also between every of the same corner towers there is one other tower of like building, leading to the leads and embattlements ; whereas there are walks to pass round about the same house and quadrant ; and at the north side of the same house there is a draught-bridge over the mote aforesaid of . . feet broad and . . feet long, leading towards an arbour and orchard, walled about with brick, which is . . feet square, wherein standeth a fair pile of brick, of four stories high, covered with slatt, having a round tower leading to the said stories, the lower part being fairly glazed, which hath been used for a banqueting-house ; and at the north-east corner of the said arbour there is one other building, sometimes used for a washing-house, &c, the house having a fair prospect towards the sea, and the Castle and Level of Pevensey on the south ; the other three parts thereof are environed about with hills and woods, parcel of the said park. The said park standeth in the east side of the Church of Herstmonceux, the manor-place being in the same park, not distant above two furlongs from the said Church of Herstmonceux, the said park being three miles about, the third part thereof lyeing in lawns, and the residue well set with great timber trees, most of beech, and partly oak, of fair timber. Tlie game of fallow deer in the same park are by estimation two hundred ; whereof are sixty deer of antler, at the taking of this survey. The keeping of the said park is given to Thomas Cardyff, one of my lords menial servants, with the fee of sixty shillings, the gate, and feeding of ten kyne, one bull, and two geldyngs ; the windfalls, and two several fields, con- taining three acres and an half, called the Keepers Croft, and paying eight shillings by the year for the same crofts ; herbage, beside the charge before, will bear twelve geldings or mares in summer-time and six in winter; the mast, or pawnage, being a mast year, is worth . . which is preserved for the deer. There are four fair ponds, well replenished with carp, tenche, &c, and four stewes besides, the mote being dry. There is a hernery in the same park, called the Hern-wood, and they used to breed in divers parts of the"], [106, "80 THE CASTLE OF HERSTMONCEUX park ; the same hath yielded this year one hundred and fifty nests, whereof . . of showlers and the rest of hernshaws. There is a fair warren of conies within the said park, which is most used in the lawn called Howfield, being replenished, by estimation, with . . couple of conies ; the same game being of late in the keeping of the keeper, is now letten to the keeper for the yearly rent of £6. 13*. 4rf., who standeth bound to serve my Lord forty dozen conies, after three shillings the dozen, yf he be thereof required, or so many as he shall be required after the rate, and the Lord discharged of the ffee. There is a lodge covered with the thack ; and a stable very ruinous yn timber and covering, wherein the keeper now lyeth. There are three usual gates of the said park ; the one called the Church gate, Wartling gate, and Cowpers (Comphurst) gate. There are two highways leading through the park to the Church, market, and townshipps adjacent. There are, besides the manor- house of Herstmonceux, other edifices, viz. an old stable, forge, and slaughter- house, without the mote. There is a fair barn, a stable, and a mansion- house near adjoyning, lyeing together, with a court and curtilage, near the park pale, between the Church lyten of the west and the park east, and the great Hobney south, used for the Lord's bayly for hay. There is also one other little house, with a curtilage, adjacent to the Church on the west. The Lord Dacre hath also a fishynge in the haven of Pemsy, amongst others, for drawyng and taking eels, viz. my said lord, the bayly of the liberty, and the heirs of . . . Thetcher, esquyer, every one of them ought to have one nights fishing yearly ; and every two of the jurats of the same liberty to have likewise yearly one night's fishing there, the commodytie whereof worth yearly to my said Lord Dacre . . . which hath not of late years been put in execution by my lord : albeit the jurors being of the corporation of the same liberty, do acknowledge my lords right therein. Wherefore it were veiy requisite for my said lord to cause the same to be put yearly in execution, for preserving his right and preeminens therein. The lords court baron for Herstmonceux hath been always used to be kept the same days for the manor, which they call the Custome Court. The Lord Dacre hath the inheritance of the patronage of the Pectory and Church of Herstmonceux, which is in the queens books _S18. per ann., the same being worth forty marks by the year, besides the serving of the cure at this day; whereof one Eobert Kensey, of the age of fifty-four years, is parson, by the gift of the Queen Mary, in the time of my lords minority. The copyholders hold their lands by copy of court-roll, to them and their heirs, at the will of the lord, after the custom of the said manor ; as well in fee-simple, fee-tayle, cess for terme of life, paying heriots, viz., their best live cattle or goods at every death or alienation, for every several copyhold, the heir paying a reasonable fine at my lords will, whereof certain of the copy- holders claim to pay a certain sum named in their copies, in the name of a heriot when it happeneth. The youngest son doth inherit the copyhold by custom. The copyholders may surrender their copyholds into the stewards hand, in open court or into the hands of the bayly and one of the lords tenants and copyholders out of court, by a Pod, to the use of his wife, or to whose use he will, the same to be presented at the next court lawfully sum- moned. The custom is, that three solemn proclamations shall be made at three several courts following after such surrender, or death of tenant pre sented, that the heir, or such as have right, shall come in and make syne, or"], [107, "81 AND ITS LORDS. else to be seized into the lords hands, and the bayly to be charged in the mean time for answering the issues, if none make syne. If the copyhold descend to daughters, every of them shall enjoy as co-heirs, and the inhe ritance shall be divided. The copyholder shall do no waste, but may take competent fewell of the underwoods, and shall have necessary timber and wood for reparation, usages of their tenures and husbandry, to be occupied on the same, by assignment of the Lords Woodward, after presentment thereof didy made by the homage. The copyholder may surrender his copy hold, or any part thereof, to any other for yeres, or on mortgage, upon repayment of money, whereupon the taker shall make syne with the lord in court ; which done, the farmer shall enjoy during his term, although the tenant dye, and the heir be admitted, and pay his syne during the term, saving the term to the farmer. And if the copyholder dye, his heir being under ten yeres of age, the lord by the steward, for a syne to the lords use, may grant the custody and governance of the copyhold, during the minority of the heir by copye, wluch granted, shall by that grant have and take the use and profit of the copyhold for the tyme, for the use and education of the heir, with the custody of such heir. The freeholders pay only for every freehold, after their deceases, their best beast, or horse for heriot, and the heir shall pay relief, after the quantity of his tenure. There is in the parish of Hethfylde a wood called Bayly TFood, containing 107 acres, in the tenure of the lord of JBuckhurst, which was stored with goodly timber trees of Oke and Byche, whereof the one half is fallen, by the lord of Buckhurst and his father, and the residue is yearly to be felled, with out preserving the copices, by my Lord Dacres grant and sale of the same woods. There is paid yearly to the Queens majestie, going out of a parcel of marsh ground, called Battsforde Marsh, in Pevensey, 16s. lOd. yearly, at Easter and Michaelmas, payd to the bayly of Pevensey, parcel of the dutchy of Lancaster, and demandeth. for the sute of court, the rent being yearly allowed to the bayly of Herstmonceux. To Harbert Pelham, Esq., for Stonelande, and parcel of the lords demesnes lyeing in Warteling and Herstmonceux, to his manor of Buckstepe, Dallington, 5*. as before, with the demand of the sute of court. To James Gage, Esq., as to his manor of Stocklande, for the lands in Boram, called Chapel lands, paid as before, 4s. Serjeant Jefferys demandeth likewise, in yearly rents, 20*., to be paid to his manor of Hitliugly, out of the manor of Gotham, for the same manor ; but this is not paid, nor hath been these twenty years. Item, there is payd out of the myll, called Charne Myll, by the farmer there, unto Thomas Parker, Esq., as unto his manor of Warbleton, I8d. yearly, at the feast of S. Michael and the Annunciation of our Lady.161 161 The rental of the estate, according to a survey made, May 1st, 1770, by John Bean, was £2180. 3s. 9frf. Particulars of the tenants and their holdings, were drawn up about the same time, for Lord Sheffield's use, who was then meditating the purchase of the estate ; according to this survey, the estate contained 3044a. 2r. 24p., and was worth £68,932. Is. 63-?. The rectory then produced Æ300 a year. In tho park were 150 head of deer. 7"], [108, "82 THE CASTLE OF HERSTMONCEUX ANO ITS LORDS. B. In the Nonæ Rolls for the county of Sussex, we find the following par ticulars of the condition of the parish of Herstmonceux, in the reign of Edward III. le*3 The inquisition was held at Lewes, on the Monday after Midlent Sunday, 1341, before Henry Hussey and his brother assessors. The parishioners, from whose information the value of the ninth was determined, were Richard de Stonore, William de Megham, John le Bothel, and Robert le Bothel.16**1 They declared, on their oath, that the ninth of the sheaves was worth 15m. 6s. Sd., that of the fleeces 10s., and that of the lambs also 10s., amount ing altogether to 17m. (i. e. £11. 6s. 8c.) The abbot and convent of Bayham held 40 acres of land, the ninth of which was 6s. Id. The church was taxed at 30m. (£20), but the ninth could not agree with that rating, because the rector held a messuage and a camcate of land, worth 10 marcs, with which the church was endowed. The rector also had tithes, worth 5s. a-year, from certain places in Wartling parish, and tithes of hay, worth 27s. 6d. There were none in the parish living by merchandise, but all depended on their fields and flocks.\" 162 Inquisitiones Nonarum, p. 37 1. 163 The localities from which these individuals were designated, still preserve their names- Megham, or Magham Down, is an elevated common between Herstmonceux and Hailsham ; Bothel, or Bodie Street, is the name of a detached hamlet to the north-east, partly in Herstmonceux and partly in Warbleton parish. Loophole in Gateway. Ailiss and Ti'Ckkr, Printers, Frith Street, So ho, Lonric"], [109, ""], [110, ""], [111, ""], [112, ""], [113, ""], [114, ""]]