[[1, ""], [2, ""], [3, ""], [4, ""], [5, "STUNG TO THE QUICK."], [6, ""], [7, "STUNG TO THE QUICK IJorifr Courts rg Stortr. BY MRS. G. LINNÆUS BANKS, AUTHORESS OF \" GOD'S PROVIDENCE HOUSE.\" IN THREE VOLUMES. VOL. II. LONDON : CHARLES W. AVOOD, 13, TAVISTOCK STREET, STRAND. 1867. All rights reserved."], [8, "LONDON : BRADBURY, EVANS, AND CO., PRINTERS, WHITEFRLAR&."], [9, "CONTENTS CHAP. PAOE I. — REPOSE 1 II. BELOW THE SURFACE . . . . 1 ,' j III. BEHIND THE CURTAINS . . .42 IV. THE CAPTAIN OF THE \"POLLY\" . . 61 V. DRIFTING FROM THE SHORE . . 77 VI. THE GREY TOWER 97 VII. A BRIDAL . . . . . .113 viii. — eva's new home 125 IX. — the shed in the dingle . . .158 x. — dr. grove's treatment of temporary INSANITY 182 XI. — lucy's new lover . . . . 204 xii. — woman's work 229 XIII. FUEL FOR THE FIRE . . . . 237 xrv. — cuthbert's sheet anchor . . . 256 XV. — MISSING ! 272"], [10, ""], [11, "STUNG TO THE QUICK CHAPTER I. REPOSE. Mr. Marsh had left behind him a less social party than he thought. The fact is, neither gentleman was satisfied with the pre sence or the objects of the other. Having met for the first time the previous day, each was anxious to learn the degree of intimacy existing between Mr. Marsh's family and his new acquaintance, without at the same time revealing his own anxiety. Each had an uncomfortable fear lest the magnet which drew him thither should pos sess like attractions for his neighbour, and VOL. II. li"], [12, "2 STUNG TO THE QUICK. whilst carefully guarding his own conversa tion and manner, watched and listened for word or sign to betray the depth or direction of a conflicting interest. Consequently, the • conversation was dull and vapid in the extreme, consisting of little more than common-place remarks on the weather, the season, the party of the pre ceding day, and a few anecdotes connected with Edwin's hospital career elicited by an inquiry of Eva's. \" I presume Captain Hesketh will have joined his ship by this time ? \" .observed, or rather asked Frank, during one of the frequent pauses. \" Oh dear, no ! \" responded Eva, readdy ; \" Cuthbert will not be more than half way to Leamside yet. He has been here all the morning, and unless Martin drives very rapidly I expect he will miss the train.\" \" That must be a very powerful attraction which could keep Captain Hesketh away from his ship when duty caded him hence,\" said Mr. Raeburn, lightly but pointedly,"], [13, "3 REPOSE. glancing from Eva to Rhoda as he spoke, as if to glean which was \" the attraction \" from their faces. Rhoda feeling no emotion, betrayed none ; but Eva, conscious that Cuthbert had dal lied by Rhoda's side, forgetful of his alle giance to Mary, and yet unwilling to impli cate her cousin by saying so, looked both annoyed and confused. Frank noted the sign, on which he put his own construction, and pressed his close lips closer, at the same time spoiling a new kid glove with ineffaceable impressions of his finger-ends upon the palm. The quarrel of the previous day, Edwin Grove had persuaded himself, was a sufficient pretext for a transfer of his attentions from Miss Hesketh to whomsoever he would, for the time being ; and should he see fit, after further consideration, it was a firm basis for the nullification of their engagement alto gether. During his probationary sojourn in the metropolis he had learned many things be- B 2"], [14, "4 STUNG TO THE QUICK. side medicine, and a flirtation more or less imported little. At that present moment, he was fascinated by Miss Wearbank, and Cuthbert's atten tions in the same quarter having attracted his notice, he was as ready to observe the effect of Mr. Raeburn's remark as was that o-entleman himself. \" The coast's clear in that quarter, at all events,\" thought he, as he watched Rhoda's impassive face ; \" I wish I only knew what this other fellow means. I've a notion he's after one of the girls, and I should like to find out which, for hang me if I can tell. Perhaps he's only a friend after ad. But no, no ; he did not throw out that sly hint for nothing. However, I'm not afraid of him, or his moustache either, and if he comes in my way it wdl be him or me for it, that's all.\" Such were the rapid thoughts which chased each other through Edwin Grove's brain, as he pulled his gloves on and off two or three times, undetermined whether to go or stay, conscious he had remained an unrea-"], [15, "5 REPOSE. sonable time, but equady reluctant to resign the ground to the very elegant gentleman before him. As a tangible excuse to prolong his visit, he begged that Miss Wearbank would favour them with a view of the sketch she had made at Finchale the day before. Rhoda's colour was under command. A host of disagreeable recollections crowded round her heart and clouded her brow at this reminder ; but the cloud passed from her aspect as rapidly as it came, and she lightly affected to depreciate the power of her pencil. \" Permit us to judge of that, Miss Wear bank,\" said Mr. Raeburn, with a polite incli nation of his head. \" I assure you, Mr. Raeburn, Miss Wear bank has the touch of an artist. T saw that in the glimpse with which I was favoured yesterday. Do, Miss Wearbank, oblige us all with a glance at your drawings, even if you reserve the one in question for the friend to whom it was dedicated,\" said Edwin, turning to her entreatingly."], [16, "STUNG TO THE QUICK. Rhoda hesitated, anxious to display to Mr. Raeburn a talent with which he was yet unacquainted, and quite as desirous to avoid rather the appearance of display, or too much readiness to oblige Mr. Grove. \" Now, Rhoda, do bring your portfolio down, or let me run for it, there's a dear girl. You know that your sketches are exquisite, and why should you refuse to show them 1 I only wish I had any half as good to exhibit. Your houses and trees never stoop to prop each other up, as mine do ; nor have any of your animals the slightest trace of an antediluvian classification. You need not be ashamed of your drawings, so let me pr> for them.\" Apparently moved by Eva's urgent en treaty, Rhoda consented, and left the room, ostensibly for the purpose, but, in truth, to remove from her portfolio a portrait of Frank Raeburn, not intended for general inspection. During her brief absence, Eva commented on the beauty of her cousin's drawings in"], [17, "7 REPOSE. glowing terms of genuine admiration ; and while Edwin Grove listened, and thought so much talent worth some trouble to win, Frank Raeburn hoped and trusted so much artlessness and generosity would not fall to the lot of a rough sailor like Cuthbert, in capable, as he must be, of appreciating their worth. It was a triumph to Rhoda to read the admiration of Mr. Raeburn in his eyes, as wTed as hear it from his lips, to say nothing of the open encomiums of Edwin Grove. Would she have been satisfied with her triumph, could she have known the restraint put upon Frank's right arm, lest it should clasp involuntarily the fair girl at his side, busied in selecting for his inspection the sketches or paintings she herself deemed worthiest of praise ? Rhoda herself made fight of the wdiole, treating them as the mere amusement of an idle hour, though she knew in her secret heart she had devoted herself most assidu ously to the cultivation of every talent or"], [18, "8 STUNG TO THE QUICK. power she possessed, and that industry and energy combined had made her what she was, as artist and musician both. Mr. Raeburn, suddenly recalling an ap pointment with Mr. Hesketh, drew his watch from a side-pocket (not the unfashionable tob), and, with a hasty apology alike for his abrupt departure and his lengthy visit, retired, leaving Edwin Grove behind to rejoice in having out-generaded him. Soon, he, too, thought proper to depart, and then the two weary girls looked for repose. Both were fatigued with the exer tion consequent on the entertainment of a number of guests — with the dancing and late hours. To Rhoda's weariness wras superadded a sleepless night of agony, and the super human effort required to sustain a disguise, for the requirement of which she was unpre pared. The drawings were barely replaced in the portfolio when Bella entered to lay the dinner-cloth, and Mr. Marsh, with his ac-"], [19, "REPOSE. 9 customed punctuality, opened the street door. There was no repose now until the cloth was withdrawn, when Mr. Marsh took his pipe into the garden, and had his forty winks on a rustic seat under the shade of a patri archal pear-tree. Rhoda and Eva then retired also, the latter to puzzle herself on her pidow (her fair face lost in a maze of flaxen curls) whether Mr. Raeburn thought most of herself or Rhoda, or whether he cared anything in particular for either, and in the midst of her puzzle she fell asleep, to dream all sorts of impossible and improbable things, in which Frank and Rhoda mingled in strange confusion. Rhoda retired for repose, but repose with her did not mean a siesta. She would have been thankful for the oblivion of sleep, but, with her mind in a whirl, sleep was an im possibility. She required repose, but it wTas the repose of solitude,— and at length she had it. Bolting herself in her room, she began to"], [20, "10 STUNG TO THE QUICK. pace it hurriedly, with her hands clasped tightly over the knot of her back hair, and as her thoughts ran riot, her eyes ddated, or her face pinched with pain, and her step varied with her mood. But the vehemence wore itself out. With water, cold as the season afforded, she bathed her hot head copiously, with no fear of ex citing observation by lank tresses, since hers, wet or dry, curled with almost Creole crisp ness. Then she traversed her room again, with her hands still tightly clenched, not above her head, but this time down before her, and her step was slowT and measured. The whirlwind wras past, and she en deavouring to repair the ravages of the storm. Slowly she trod the floor, deliberating and considering, as one so young should never consider or deliberate ; and, having resolved to hurl defiance at those who had braved and outfaced her, set herself to plot how she could most securely and unsuspectedly wreak her vengeance on the Heskeths and"], [21, "REPOSE. 11 secure Mr. Raeburn for herself at the same time. The two seemed almost incompatible, yet she determined to accomplish both. Cuth bert was gone ; she could devote the whole of her energies to the enslaving of Frank ; true, she had made slow progress hitherto, but she had read love and admiration in the look that kindled at her drawings. (Ah, Rhoda, could you but have known that all the love, and much of the admiration your keen eye discerned, was for the single minded, unaffected cousin, whose charms and attainments you held in such contempt ?) As for that self-sufficient fool, Edwin Grove, wTho had quarrelled with his sweatheart in her hearing, and was decidedly smitten with herself, she would just keep him dangling until the breach was beyond repair; and perchance it might suit her to palm him upon Eva. She would think of it. Thus, with the world at her feet, and in her web, she thought herself into compla cency ; and throwing her wreary body on a"], [22, "12 STUNG TO THE QUICK. sofa in her room, fell into a sound, heavy sleep, from which Bella, knocking at the bolted door, had much difficulty to arouse her wdien tea-time came."], [23, "CHAPTER II. BELOW THE SURFACE. Mr. Raeburn had few friends in Durham, those he had being principally the associates of his late uncle, and consequently elder than himself. The seclusion of his father's life had, as a natural consequence, isolated him from youthful society until his habits and tastes were in a manner formed ; and though there was no want of sociality in his composition, he was chary of forming fresh acquaintances. His distinguished personal appearance, not less than his position as a landowner in the county, had rendered him an object both of admiration and specula tion, and being voted \" an eligible match,\" invitations poured in upon him from all"], [24, "14 STUNG TO THE QUICK. quarters, a very flimsy pretext serving for an introduction. On most of those professing to be old friends of his father or uncle he called, it is true, but seldom repeated the visit of cere mony, excusing himself on the ground that, untd he had decided on his own abode,, and could reciprocate hospitality, he must decline visiting, a reply which tended not only to check intrusion, but to whet the edge of curiosity : whilst it offended no one, since it wras given to all alike. Dr. Grove and his uncle had been codege chums, Mr. Hesketh confidential agent of both father and uncle, and Mr. Marsh a dear friend of the latter. But of the three, Mr. Marsh was the only one hitherto visited, — a fact commented on by all the disappointed belles and dames cognisant of the circumstance. So Mr. Raeburn was stigmatised as haughtv and purse-proud in one quarter, as conceited and vain in another, as reserved and morose, or weak and credulous in others, according"], [25, "BELOW THE SURFACE. 15 to the phase of his life and manner under review, or the special point of observation. Amongst the speculations rife were won ders what he could find so interesting at the Marshes, and expectations that if he were making love to that Miss Wearbank he would be finely disappointed when he found she was nobody after all. That Mrs. Hesketh and her clique were the only ones indulging in these remarks it would not be fair to say, but that they were in particular favour with her intimates is indubitable ; these wiseacres overlooking the fact that there was a second, and scarcely less attractive young lady in the same house, or the possibility that a young gentleman might visit a middle-aged one without any ulterior object. Gladly would Mrs. Hesketh have ignored her daughter's engagement with young Mr. Grove, could she have substituted one with Mr. Raeburn. And hot had been the war between the surveyor and his less scrupulous wife, because he stoutly refused her the"], [26, "16 STUNG TO THE QUICK. chance of making a dead set at the wealthy new-comer, by inviting him under their roof. Therefore, when he reached Mr. Hesketh's office that day, somewhat later than his appointment, and, after a very cursory refer ence to the plan on the table, received and accepted an invitation to dine with his trust worthy agent, the arrangement was a mere matter of business, not ceremony. The lease of a colliery on Mr. Raeburn's property would lapse shortly, and the subject of discussion was whether he should thence forth work the pit himself, or renew the lease to the present occupiers. For the uninter rupted discussion of this question he accepted the invitation given by Mr. Hesketh, given with the threefold motive — of business, the assertion of mastership at home, and a curb on the tongue of the deposed matron. Mr. Raeburn knew nothing of domestic differences, nothing of the feminine schemes for his hand and lands, nothing of the absent ladies, whose loss he did not regret, since the"], [27, "17 BELOW THE SURFACE. matter in hand wras discussed more freely without them, whilst to the husband and father it was a decided relief. But when Mrs. Hesketh heard of the visit — not from Mr. Hesketh, not from Betty, but from Mrs. Coulson — then were her rage and disappointment at fever height ; in striving to defeat and mortify her husband, she had only defeated and mortified herself; her temper rose with her vexation, and termi nated as usual with a shower of tears. In the struggle for the gentleman's nether garments which followed, and before that gentleman's excellent sister was brought upon the scene, Lucy was almost entirely overlooked by the contending parties. Judg ing from externals, and from his experience of her mother, Mr. Hesketh had a belief that \" like mother like daughter,\" and that Lucy had no heart to be wounded, even though Edwin Grove (whose prolonged absence he could not fail to note) did break faith with her. There, however, he was mistaken. Lucy VOL. II. 0"], [28, "18 STUNG TO THE QUICK. had a heart, such as it was — a heart which different cultivation might have developed to much better purpose ; but the mother's blood, the mother's milk, and the mother's training had gone to repress those germs of kindliness and affection which might other wise have linked her with the paternal side. What little affection she had was given to Edwin Grove, as girls give their hearts, with out thought or consideration ; but vanity and selfishness occupied so very large a por tion of that very little heart, that what she did give away was not much worth either giving or having. As Rhoda had remarked to Mr. Marsh, beaux were not very plentiful in Durham, and the flattered vanity of having a lover, and being engaged, wdien so many of her companions Avere dying of envy of her good fortune, was a large component of her love for Edwin. Now, however, that he had deserted her, so palpably deserted her too, for a girl who had been her rival at school — a girl without"], [29, "BELOW THE SURFACE. 19 a penny — a girl, who came no one knew whence, her mortification was extreme ; she was wounded in her sorest point ; her friends would laugh at her, and that they did was beyond a doubt ; but, in spite of vanity, Edwin Grove had a place in her heart, even though he shared it with much lumber ; and she fretted after him in her own peculiar fashion. That peculiar fashion was, to cry pettishly in her own room, and bite her finger-nails, then bathe her face, put on her best bonnet and her best smiles, and saunter out to make herself as wretched as possible by throwing herself in his way, just to show her perfect indifference. On his part, he had been not a little at a loss how to excuse his appearance in Dur ham and at a pic-nic, without any previous announcement of his home-coming or a pre liminary visit to his liege lady. Having at first taken the high vantage ground of indig nation at the company in which he found her — namely, that of Jack Fortescue and c 2"], [30, "20 STUNG TO THE QUICK. Mr. Lighthead, — and not knowing how to descend gracefudy, he preserved his demea nour and his distance, moved thereto, in a great measure, by the lever in South Street. As the days wTore into weeks, Rhoda's tact completed the estrangement her dangerous beauty had shadowed forth. When he met Lucy in the market-place, or on the narrow bridge-paths, or on the promenade by the river-side, he would raise his hat and pass her with so courteous and distant an inclination of the head, that the cut was more severe and stinging than if he had taken no notice of her wdiatever. Every time they met the pain wras greater, yet she could not restrain her feet from wan dering wdiere she met the pain. At length, in a passion of wounded vanity and feeling she sent back all his letters, together with the turquoise forget-me-not ring which she wore as a token of their troth, requesting a corresponding return, since her letters could have no further value for him. This was not exactly what he had expected,"], [31, "BELOW THE SURFACE. 21 and it took him aback. He was not so utterly confounded by Rhoda's bright eyes as to lose sight of his boyish flame ad at once, and felt himself very much of a culprit. There was however in Lucy's letter no appeal to old memories or to his better feel ings, no remonstrance, no reproach, but a taunt and a sneer throughout. In the former case he would most likely have taken the ring and letters back, and patched up a peace, but the taunt put him on his mettle, and he took time to consider his answer. To do that more effectually he sauntered up to Marsh's. Mr. Raeburn being just then away in London, Rhoda was more irresistibly fascinating and condescending than usual. The next evening, and the next, found him on the same spot, deferring the return of Lucy's letters, undecided whether to accept her resignation or not ; but, just as the term of his vacation expired, a second letter, ac cusing him of a dishonourable motive in retaining her billets, roused him into action ;"], [32, "22 STUNG TO THE QUICK. he accepted the challenge, and returned them — a curl of tawny hair peeping out of one, with a suggestiveness of old associations, which he would even then have recalled but for petty pride. She had accused him of a dishonourable motive in keeping her letters, thereupon the unimpeachable gentleman bristled up in in dignation, and to show that he wTas not dis honourable sent them back, and so broke faith, which of course wras not dishonour able. In two or three days he went to London, carrying with him the sketch Rhoda had made under his eye at Finchale. This he hung in his room, which served him for chamber and parlour and all, ousting from a rosewood frame a group of flowers in oriental tinting from Lucy's school fingers, in order to make way for the newer and certainly more artis tic production. Cuthbert was gone, and Edwin Grove was gone ; Rhoda had done what damage to both their hearts she could, had moreover sue-"], [33, "23 BELOW THE SURFACE. ceeded in separating both pair of lovers very unsuspectedly ; and now she had leisure to devote to the enslaving of Frank Raeburn. To this end she bent every energy of her strong mind and strong wdl. But she made very slow progress ; he seemed proof against her blandishments. In vain she changed \" from grave to gay, from lively to severe,\" his mood was still the same. If she courted flattery he gave it freely, but no device of hers could entrap him into warmth of manner or expression towards her ; and though she watched his move ments like a lynx — never left Eva alone with him for an instant — shared all excursions — she equally failed to detect any latent regard for her cousin ; and week after week roded by, yet her aim was unaccomplished, and Mr. Raeburn remained to her impenetrable as the sphynx — cold as an iceberg. Remembering his admiration of her draw ings, she would lure Eva awav with her into the country or down by the river side, while"], [34, "24 STUNG TO THE QUICK. she made sketches of old barns, byres, and wayside cottages, or as the season ad vanced, with her crayons limned the chang ing hues of sun-struck foliage. She was always careful to leave word at home which direction they should take, and so it fell out that not unfrequently Mr. Raeburn met them on their homeward path, or joined the fair artist and her companion by the river side, when he often wandered whether Miss Wearbank or her picture was the most picturesque. Rhoda was always \" surprised\" to see him when he came, but Eva began to look for his appearance as a natural result of a stroll with pencils and portfolio, and looked for it with almost as much pain as pleasure, so naturally did her cousin appropriate the little services, attentions, or compliments of their cavalier. The merry laugh was seldom heard from Eva's lips, a shade of thought settled on her face, the dancing step lost its elas ticity. But something of this might be due to her occupation — on these occasions gene-"], [35, "BELOW THE SURFACE. 25 rafly a braid watch-guard, which required her whole attention lest she should convert a square into a round. At least this was the reason she assigned when Mr. Raeburn said to her one day — \" You are very serious over your work, Miss Marsh ; I have not seen the colour of your eyes this afternoon.\" He saw, however, the rising colour in her cheeks, when she replied, without raising her head, \" I should make mistakes if I looked up often.\" \" But is your work of so much importance you require to bring it with you, when it may prevent the enjoyment of a sunset and scenery such as this ? \" \" Oh ! Eva does not care for scenery or sunsets,\" put in Rhoda, carelessly, without looking round from her drawing. \" I hope that is not true, Miss Marsh ? \" said the gentleman, enquiringly. \" Indeed it is not, Mr. Raeburn ; but it is very dull to sit here for hours doing nothing, and very unsocial to bring a book, so I"], [36, "26 STUNG TO THE QUICK. string my work instead, because I can chat over that.\" \"It would not be unsocial were you to read aloud to Miss Wearbank wlrdst she sketched.\" A slight shrug of Rhoda's shoulders was just perceptible to Mr. Raeburn's observant eyes, but she made no other remark. Eva, on the contrary, with a bright smde, said, apologetically — \" Ah, but I read so very indifferently and monotonously, Rhoda does not care to hear me.\" y> \" If that is so, it indeed alters the case, and I can understand why you prefer work,\" assented he, having mentally connected the admission with the shrug, though dubious of its verity, nevertheless. \" And what do you do with these fairy chains when you have made them? You cannot wear them all yourself.\" \"Oh no! I give them to my friends. One my father wears, another I gave to Mr. Hesketh, and \""], [37, "27 BELOW THE SURFACE. \" One to Captain Hesketh, you remember, Eva,\" insinuated Rhoda, as if refreshing a treacherous memory. \"Yes, and one to Cuthbert ; and this — Mr. Raeburn had been playing with the dangling end of the unfinished braidwork ; he dropped it like a live coal at the name of Captain Hesketh, but Eva's frank assent and the hesitating \" and this \" wdiich followed, banished a hasty suspicion he had formed, and prompted him to say — \"And this, Miss Marsh, I should be proud to possess if you have not already a claimant for it.\" \" I was making it for you, only I was afraid you would scarcely think it worth wearing.\" \" Worth wearing ! \" They were only two words, in tone too low to catch Rhoda's anxious ears, but the look which accompanied them caused Eva to bend once more the head she had raised in offering her handiwork. Rhoda did not catch the look or the"], [38, "28 STUNG TO THE QUICK. words, but she caught the tone, and with a scowl her companions did not see, gathered up her drawing materials and her faden scarf, declaring it was growing quite chilly and they had better return home. And home they turned, Eva more buoyant than she had been since the unfortunate gipsy-party, but disposed to be silent ; Mr. Raeburn, endeavouring to reconcile contra dictions, was sdent also. Nor Avas Rhoda, Avho pondered the depth and import of the Ioav words she could not distinguish, much more disposed to be loquacious. As each, however, became conscious of unwonted taciturnity, each made sudden dashes at conversation, Avhich lapsed into failure for lack of support. At Mr. Marsh's door, Mr. Raeburn would have boAved himself off, but he had been seen from the AvindoAv, and Mr. Marsh's cheery voice was heard calling him back. \" I say, Frank ! you are not going off in that way. You wid stay and have tea with us?\""], [39, "BELOW THE SURFACE. 29 \"Thank you, Mr. Marsh, but I have letters to write to some friends in Antigua, and do not Avish to lose the mail.\" \" Why, the post does not go untd to morrow ; you have time enough to fill the mail-bag before then. Bairns, can't you persuade him to remain ? \" Rhoda, so inspirited, extended a delicate hand, from Avhich the glove had just been Avithdrawn, and turned up a pair of eloquent, languishing eyes Avith a look of entreaty, which might have pierced a man's soul through plate armour, but Eva, Avho would have taken forcible possession of Cuthbert to pull him into the hall had he been there, just lifted up her blue eyes, Avhich fell in an instant, and shaped her lips to Avords of invitation Avhich never passed them. Whether he heard the unspoken words or was drawn in by the extended hand it is needless to inquire; suffice it, that the letters to Antigua Avere set aside until midnight, if they were Avritten at all. After tea, instead of his customary re-"], [40, "30 STUNG TO THE QUICK. quest for a song or two, Mr. Marsh said, quietly — \" Rhoda, do you not think / ought to have a glimpse of the Avonderful views you have taken lately ? Eva teds me they are so truthful one may hear the Arery leaves rustle and the river Aoav.\" \" Nay, nay, papa, I said you might almost fancy it.\" \" Well, puss, and isn't that pretty much about the same thing ? Come, Rhoda, bring out the sheets of cardboard, and let me see, from these fancy sketches, whether you have Avasted your time or not.\" \" Miss Wearbank has certainly not mis used her time, Mr. Marsh ; she has a power and finish rarely seen in a young lady's pencd,\" said Mr. Raeburn, when Rhoda left the room for her portfolio. \" I have had frequent opportunities of judging her style ; but, Miss Marsh,\" continued he, turning to Eva, \" hoAV is it no vestige of your drawing is ever to be seen — no scrap of paper fluttering about tells of a taste for the"], [41, "BELOW THE SURFACE. 31 art, although you admitted yourself that you had draAvings to produce, and Avere I a phrenologist I might say you haATe ' form ' and 'colour,' and should be able to paint well?\" \" Ah, then, Mr. Raeburn, phrenology is wrong,\" laughed Eva ; \" I haA^e, really, nothing Avorth showing. Indeed, I am ashamed to look at them myself; for since I have seen Rhoda's exquisite sketches I have been quite out of conceit with my own feeble attempts.\" \" Indeed ! \" exclaimed Mr. Marsh ; \" and so all your drawing lessons are to go for nothing, you puss ! But here comes Rhoda with her treasure. Do you run, honey, for your ' feeble attempts,' and let our phreno logical friend here form his own estimate as to the use of your colours!' And he laughed jocosely. \" Oh, papa ! I have not, really, a drawing fit to be seen. Rhoda Avid tell you so if you only ask her,\" remonstrated Eva, in an un dertone to her father, as he opened the door"], [42, "STUNG TO THE QUICK. 32 to facilitate her departure, and at the same time admitted Dr. Grove. \" What is it that Eva does not think fit to be seen?\" asked the Doctor, who had partly overheard her remonstrance, Avhen he had shaken hands all round. \" What is it ? \" \" Well, Doctor, Mr. Raeburn is desirous to see the bairn's draAvings, and she says they are not fit to be seen beside Rhoda's ; noAV, for my part, although I do not consider my self much of a judge, I always thought they Avere an average sample.\" \"Yes, but, Mr. Marsh, Miss Wearbank's specimens are far above the average,\" inter posed Mr. Raeburn ; \" it would therefore be unjust to institute a comparison.\" Dr. Grove, with his head bent, his hand OArer his mouth, and his eyes half shut, stood somewhat in the shade Avatching the group at the table bending over Rhoda's portfolio, and he saw her eyes expand and glisten Avith delight at the encomiums of Mr. Raeburn ; he saAV, too, the almost imperceptible curl of the lip as Eva timidly brought her less pre-"], [43, "BELOAV THE SURFACE. 33 tentious store for inspection, evidently dread ing Frank Raeburn's condemnation. Him self unseen, he kept his eye upon Rhoda, Avho had long been a mystery to him ; and noAV that his son evinced a leaning towards the lady, he resolved to study her more closely for that son's sake. Eva stood with her arm drawn through her father's (it might be for support), Avatch ing anxiously the expression of the young connoisseur's face as he turned over draAving after draAving in grave silence, Avith a touch of sadness more than pleasure in his looks ; Avhile Rhoda leaned forAvard eagerly, and, Avith her great black eyes, seemed ready to devour the silent tribute to her superiority and inference of her cousin's mediocrity. But her triumphant eyes fell as Mr. Rae burn (though without any of the artistic enthusiasm he had bestowed on her river scenes) quietly observed, \" 1 see nothing in these draAvings of which you, Miss Marsh, or any young lady need be ashamed ; they do not display the force or freedom of your cousin's, VOL. II. D"], [44, "34 STUNG TO THE QUICK. but, if I may venture an opinion, I should say you studied under different masters.\" \" Dear me, how could you tell that ? \" asked Eva, breathing more freely. \" Oh ! very easily,\" replied he, with a slight smde ; \" and were it not for the class of subjects selected, I should also say you had been instructed by a lady.\" \" I declare you are as good as a conjuror, Mr. Raeburn,\" said Eva, Avith sparkling eyes. \" Yes, truly ; for he has observed your partiality for shipping and sea-vieAvs,\" thrust in Rhoda. Again the shade passed over Mr. Rae burn's face, but Dr. Grove blew the cloud aAvay with a breath of truth. \" Perhaps, Miss Rhoda, difference of edu cation has as much to do Avith subject as with style. A Sunderland teacher, herself country-bred, Avould select the subjects most familiar both to herself and pupd. You may congratulate yourself on having had a toAvn master skilled in his art and versatile in its exposition.\""], [45, "35 BELOW THE SURFACE. Not only Eva, but Mr. Raeburn, looked their thanks as the Doctor spoke, and Rhoda acquiesced in the truth of his observation with a ready frankness Avhich deceived ad but the shreAvd old man. Relieved from the suggestion of Cuthbert's secret influence, Mr. Raeburn looked over the drawings Avith a new pleasure, pointing out a defect here, a beauty there, ending Avith an encouragement to resume her pencil and an offer to assist her advancement by occasional suggestions. He did not say instructions, but it Avas inferred ; and Rhoda, gathering up her pro ductions in superb disdain, carried them from the room, only to stamp with vexation on the floor of her chamber, and call herself and all concerned \" a parcel of idiots.\" As Mr. Raeburn Avent home that night, he codected the dust Rhoda had thrown into his eyes, and examined it by the glass Dr. Grove had lent him. Not on that day alone had she coupled Eva's name with Captain Hesketh's, or artfully D 2"], [46, "36 STUNG TO THE QUICK. suggested a more than friendly relation between the two, wdiich insinuations he (knoAving nothing of Mary Reed) had taken for more than they Avere Avorth ; but pre- Adously to the pic-nic, and during it, she had so contrived as to leave a lurking suspicion in his mind that a very tender sentiment united Eva Avith the sailor. At once he sedulously set himself to find the key to her conduct, and once found, hoAvever much it might flatter his vanity, it kept him on the alert, not only Avith regard to Rhoda, but himself. As the weather grew colder, and the leaves fluttered to the ground out of doors, sketch ing was abandoned, but by the cosy fire Eva collected her materials once more, and tried sedulously to overtake her cousin, Avhdst Rhoda in secret laughed scornfully at her efforts, knowing them to be futde. She threw the force of her character into ad she did, and whether she touched the piano or the pencil, stamped her individuality upon it. The \\rery clothes she wore sat"], [47, "37 BELOAV THE SURFACE. upon her differently than the same garments upon Eva. You felt that Eva was graceful and beautiful, you both saw and felt that Rhoda Avas. Mr. Raeburn often dropped in to give the promised \" suggestions,\" and at such times Eva would gloAV with animation. After a time, Rhoda suddenly discovered she had something yet to learn, and so sweetly and seductively referred to him all questions on perspective, lights or shadoAvs, that poor Eva's gleam of sunshine faded in twilight. Early in November came Eva's birthday, and with it presents and letters of congratu lation from many friends. Gloves, buckles, belts, books, and a small pyramid of silver thimbles Avere ranged before her when Mr. Marsh and Mr. Raeburn came in together, and the latter placed a parcel in her hand, Avith a low-voiced birthday Avish which haunted her for many a day. It was an elegantly-bound copy of Moore's \" Lalla Rookh,\" illustrated by Kenny Mea doAvs, Stcphanoff, and others; and Mr. Rae-"], [48, "I 38 STUNG TO THE QUICK. burn, in offering it, said that the glowing oriental imagery of these poems always reminded him strongly of his occidental home, where ad Avas light and sunshine, and the very floAvers and foliage expanded into gorgeousness. He had selected that, hoping to hear some portion of it from her lips, that he might listen and forget the English dud November sky without. Eva listened to him with a radiant cheek, and expressed her pleased acceptance Avith a smile which Avell repaid him ; but she begged to be excused reading aloud, — ■ she should be sure to send them all to sleep. \" I Avill gladly risk it, Miss Marsh. I have a lurking suspicion it Avdl be Avith the reading as Avith the drawing, and I prefer being my oavu referee ; so I trust you Avid honour my gift and myself by a gracious compliance. I look for no less.\" \" Yes, yes, of course she will,\" cried Mr. Marsh. \" Why should she not ? She reads"], [49, "BELOW THE SURFACE. 39 aloud to me readily enough. But perhaps, honey, you Avould rather Frank read aloud to us?\" \" Oh, yes, that I would ! \" \"Suppose, Eva\" (he had never caded her Eva before), \" Ave make a compromise, and induce Miss Wearbank to join us in reading alternately, whilst your father smokes his pipe after dinner, and fancies it a hookah or nargilly.\" With feigned reluctance, Rhoda, Avho had come into the room, complied, fully im pressed with the belief in her oavii elocu tionary powers ; but there she deceived herself. EAra, with all her nervous timidity at the outset, read clearly and unaffectedly, from the heart to the heart. Rhoda read AAdth finish and precision, but the electric spark was wanting ; the fire and the passion she pourtrayed, and the pathos she infused into the subject were artificial — art of the highest order, but still art. This volume was a treasure to Eva. She read it until every line was printed on her"], [50, "40 STUNG TO THE QUICK. memory ; but she read it in secret, kept it under her pillow, or hid aAvay hi a drawer. The giver knew nothing of this ; never saw the book about or in her hand ; and Avhether it wTas prized, or cast aside Avith the thimbles and gloves, he would have given much to know. From that November day, Rhoda wratched the tAvain with eyes sharpened by jealous fear, and by every art, strove not only to gain an ascendency over Mr. Raeburn, but to destroy any germs of hope budding in her cousin's heart. This was but a repetition of former months passed in this way. — Rhoda's passion in creased in vehemence Avith every check ; then she greAV angry with Mr. Raeburn for his insensibility to the love she had all but offered, and angry Avith herself to find her penetration baffled, her skill at fault. Eva all this time Avas growing pale and tearful — troubled Avith frequent headaches — languid yet excitable, and though Dr. Grove"], [51, "BELOW THE SURFACE. 41 prescribed and she swalloAved his medicine, no improvement was perceptible. — Her dis ease plainly lay beyond the scope of phar macy."], [52, "CHAPTER III. BEHIND THE CURTAINS. The arrowr shot with so much tact by Dr. Grove had not only relieved Eva from a depressing sense of inferiority, and opened Mr. Raeburn's eyes to Rhoda's manœuvres, but had warned Rhoda herself to be more wrary and subtle. No longer venturing on open innuendo, she contrived to introduce topics in his hearing wdiich induced Eva to advert to Cuthbert or his calling, though to one without a clue to the labyrinth, Eva's remarks appeared the offspring of a heart keenly alive to ad Avhich concerned the voyager, and proud of an opportunity to name him. Then she assumed the secret office of"], [53, "43 BEHIND THE CURTAINS. mentor, and cautioned Eva on the miscon struction a man, so reserved as Mr. Raeburn, was likely to put on her extreme frank ness and affability. \" He may suppose you are in love with him, or making ad vances, my dear ; and what a dreadful thing that Avould be,\" was one of her keenest shafts. Poor E\\Ta, Avhose innate delicacy took fright at the bare suggestion, conscious of the groAving love in her own heart, timidly took herself to task, and fearful, lest she unconsciously betrayed unsought the warmth of her feelings towards Frank, set a careful guard upon her speech and actions, and chilled him by a coldness and reserve as unintelligible as it Avas unnatural. Rhoda could be artless and winning, lan guishing or haughty, as suited her best, but there Avas always a degree of dignity in her carriage and manner, even in her most fa miliar moods, so that Eva once more con trasted herself unfaATourably with her cousin, and began to wish her father had sent"], [54, "44 STUNG TO THE QUICK. her to school in Brighton, instead of to AAThat Rhoda had designated \" that hum-drum parson's.\" Frank Raeburn must have been blind had he not seen Rhoda's desperate attempts to captivate him, and the passion that gleamed in her eyes ; but though his good breeding prevented any allusion by word or look to Rhoda's origin, he kneAV it Avell, and, instead of laying the flattering unction to his soul that she was desperately in love Avith his person, reasoned that she Avas desirous to secure him for the sake of his purse and position. It Avas not in his nature to be otherwise than courteous to a lady ; nor could he withhold the little attentions she sought without appearing ungallant, if not uncivil; therefore, as Eva became daily more re served, and AvithdreAv from conversation, cards, or music, Rhoda graduady engrossed the one, and monopolised him during the others. Eva's increasing languor and debility were"], [55, "45 BEHIND THE CURTAINS. her excuse for declining to sing or play, except on rare occasions, and, from her chair or sofa, she Avatched him turning over music or joining in duets with heavy heartaches and Ioav sighs. Little could she tell how much he sacri ficed at the shrine of politeness, when he strayed from her side, and stood beside the tall upright piano, Avith the wide room be tween them, obedient to the sweet wishes of the sweet singer ; and so she pined inwardly Avith the restraint put upon her self, and the growing conviction that Frank Raeburn was destined for her cousin. Across this gloom came glimpses of sun shine. Released from his thraldom he would seat himself near her and speak of things in Avhich he kneAv her to be interested. He brought a set of chessmen, and on her father's draughtboard began to teach her chess ; as they played her coolness and shyness insensibly Avore aAATay, the intonation of his voice became soft and tender, his eyes eloquent Avith a new light, until she, in a"], [56, "46 STUNG TO THE QUICK. dreamy maze, forgot the moves, Avhile re peating to herself from her precious book, \" And oh, if there be an Elysium on earth, It is this, it is this. \" But even on this Elysium Rhoda intruded. She became desirous of initiation into the mysteries of chess, so Eva resigned her part ner with a faint sigh, heard and interpreted by Frank nevertheless. Mr. Marsh, loAdng both the girls, saw no by-play, and not being either Avorldly-wise or a match-maker, never thought of the consequences of bringing a handsome, in telligent young fedow into almost dady association Avith two impressionable girls. He had been the friend of Frank's uncle, had known his father, and, being attached to the gentleman himself, lost sight of the possibility that young ladies might become attached in a still greater degree. He smoked his pipe and talked politics, and played draughts or AArhist in which Frank joined, and listened to the music, or the reading, or went to sleep with a handker-"], [57, "BEHIND THE CURTAINS. 47 chief over his head, just as unconcernedly as though Mr. Raeburn was one of the family, and puzzled himself about Eva's variable health Avithout the most remote idea of the cause. Mr. Raeburn, at times, hurt by the distant reserve of Eva, so foreign to her nature, yet re-assured by casual words and tones when she was off her guard, longed for an oppor tunity to break the irritating chain of uncer tainty, and but for the constant presence of Rhoda Avould have decided the question whether Eva was pining for Cuthbert or for himself. Something told him he was loved ; but Rhoda had kept the Captain so constantly dinning in his ears, he felt dimly apprehen sive he might be mistaken. And dming these fluctuating hopes and fears Christmas came, and Christmas cheer, and Christmas gifts. Among the rest, Mr. Raeburn brought a pair of bracelets for each of the cousins, equally rich, though differing in workman-"], [58, "48 STUNG TO THE QUICK. ship, and these he insisted on clasping on under the mistletoe, paying himself with kisses. Rhoda thought he Avas very inexpert in fastening the jewels on Eva's slender Avrist, and that his kisses seemed warmer than the occasion warranted, but she did not hear the Avhispered words, \" Dear Eva, wear these for my sake,\" or her owTn bracelets Avould have burnt her arms. Mr. Marsh, looking on, opened his eyes to the state of affairs for the first time. Then they gleamed and tAvinkled Avith an expres sion of anything but displeasure, as he turned aAvay with a low chuckle, muttering some thing Avhich sounded like \" young sly boots.\" As for Eva, it would be difficult to deter mine whether she was more delighted or dis concerted by the words winch accompanied Frank Raeburn's gift. He had caded her Eva for some little time ; the familiar footing on which he came and wTent, and Avas re ceived by Mr. Marsh, seeming to warrant"], [59, "49 BEHIND THE CURTAINS. its adoption ; but the one impressive Avord of endearment which prefaced her Christian name was neAV from him, and sank deep into her soul. In the solitude of her own chamber she unclasped the bracelets from her slender arms and viewed them with SAvimming eyes. Surely he would not have asked her to wear them for his sake unless she Avere in deed \" dear\" to him. Oh ! what a delicious thought was that ! But, what if these wrere only complimentary words, and he had said as much to her cousin ? A sigh folloAved the thought, and the Avorn look, so common to her of late, settled on her young face ; but it passed away as Frank's tones recurred to her memory, and she unclosed her priceless \" Lalla Rookh\" to read in bed for half an hour, and dream of the giver afterwards. Under the enchanted influence of the book and bracelets she brightened so wonderfully, that Dr. Grove, with comical look and half closed eyes, asked a feAV days later — \" Have you taken any medicine besides that of my prescription, Miss Eva ? \" VOL. II. r."], [60, "50 STUNG TO THE QUICK. \" No, doctor, of course not ! \" was the sur prised answer. \" Are you quite sure, young lady V \" Quite sure ; but why do you ask ?\" \" Why ? Because you are so suddenly better ; and as I had not changed your me dicine, I thought perhaps you might have changed physician and medicine both.\" \"Did you prescribe mistletoe, doctor?\" slyly enquired Mr. Marsh, AAdio had been listening. \" Ah, that's it, is it ? essence of mistletoe, to be sure ; wTonderful medicine that, ad ministered by the proper practitioner ! Ad depends on that, doesn't it, Miss Eva ?\" \" I protest, papa, it's too bad, both of you and the doctor.\" And the confused young lady ran out of the way of their banter with her cheeks all aglow. After dusk the following day — New Year's E\\Te — Eva sat by the fire embroidering mottoes on perforated card for book-marks, with a volume by her side partly fided Avith them. They were intended as trifling New"], [61, "51 BEHIND THE CURTAINS. Year's gifts. The one in Avhich she Avas put ting the finishing stitches bore the motto, \"Je vous aime ;\" for whom intended it would be difficult to say ; perhaps she did not knoAV herself. The heavy crimson curtains were drawn close, and Rhoda, as was her wont, stood behind them, looking out on the stream and the sky, revolving the ceaseless question in her mind, \" Does he love me, or does he not ?\" Suddenly the door opened. Mr. Raeburn stepped in, and came briskly forward to ex change greetings Avith Eva. \" Dear Eva, I am so delighted to find you alone ! \" The listener held her breath. \" But where is Miss Wearbank ?\" \"I thought she was in the room,\" said Eva, looking round ; \" she must have gone to change her dress ; she has been out.\" \" If you have no objection, Eva, I wifl seat myself beside you. This is the warmest corner of the room,\" said he, drawing a chair near as he spoke. Of course, though Eva made no reply, she had no objection. After E 2"], [62, "52 STUNG TO THE QUICK. a few remarks about the Aveather, the season, &c, he inquired, lightly — \" What may you be employing your dainty fingers on ?\" \" Only book-marks for NeAV Year's gifts.\" He took up the one she had just com pleted, read the motto, aloud, \" Je vous aime,\" and then with an entire change of manner, asked in low but earnest tones — \" Eva, Avill you give this to me ? \" Taken by surprise, though she had half hoped this in her secret heart, unwilling to be the first to confess — afraid to grant — ashamed to deny — she paused — blushed — hesitated— thought of Rhoda — and that gave a tinge of coquetry to her reply, \" I don't know — I — wid not this do as Avell ? \" and she tendered \" Friendship's offering.\" \" I wdl give you this, or this, 'The gift of a friend,' or this, ' Pensez a moi! Will not one of these please you ? \" He shook his head. \" This, Eva, this ; will you give me this ? \" She hesitated, half inclined to comply."], [63, "BEHIND THE CURTAINS. 53 then thought of Rhoda, and jealousy with held the boon, but a bright inspiration glanced through her mind. \" There are a number more in this book. See if there is no other you Avould like as Avell, Mr. Raeburn,\" and her voice trembled strangely as she spoke. \" No other ; I desire no other,\" yet mecha nically he turned over the leaves. At length, Avith a slight start, he snatched one from the book, which dropped unheeded to the floor, and exclaimed — \" Yes, Eva, I Avid take this one, with your permission. Dear, dear Eva, may I have this ? \" And he pressed the bit of card-board to his lips. It bore the two words, \" Eva Marsh.\" \" You may have both\" Avas her reply, as she buried her burning face in her hands. \" God bless you, my oaatii darling EA^a ! You have made me happy beyond expression. Look up, my own love, and confirm my joy.\" And as he held her to his manly breast, he remoAred the hands which hid her"], [64, "54 STUNG TO THE QUICK. tearful eyes, and kissed her fondly. \" Speak to me, Eva, love, if but one word.\" \" Oh Frank ! deaf Frank ! I do love you.\" And now the drooping head sank on his shoulder, and she Avept in fulness of heart and happiness. And there they sat together for some time, absorbed in thought, with now and then a whispered Avord of endearment, a closer pres sure of the form he held, or a gentle kiss on her warm lips to ted how blest they Avere. And what of Rhoda ? did she faint or scream ? Neither: she clutched the Avindow-frame for support, but soon greAV rigid as a statue. She heard ad — ad — low as were the tones — heard with agony of spirit indescribable, yet could not stir. At last rousing herself by a strong effort, she glided stealthily from the room, and was seen no more that night. Frank thought he heard the door open, but tinning round and observing nothing, con cluded he was mistaken."], [65, "55 BEHIND THE CURTAINS. \" Do you remember running into my arms, Eva ? Do you know I longed to clasp you to me then, for I had fallen in loAre with you before that ? \" \" Why, Frank, you must be dreaming.\" \" A very pleasant dream, then. I saw you first at Leamside, and lost my heart at once. I should have revealed my love long ago, but could never find you alone. Rhoda was like a duenna, e\\'er by your side. I did not dare to hope for this glorious opportunity when Martin let me in. My Eva — mine.\" Shortly he resumed, \" You have your bracelets on. Let me show you something.\" So saying he unclasped one from her arm, touched a spring at the back of a small cameo, and revealed his oavu miniature exquisitely drawn. \" Oh Frank ! hoAV beautiful. I shall, in deed, wear it for your sake now.\" \" I have hitherto felt a secret joy, Eva, that you wore it, e\\ren though uncon sciously.\" And then he told her how apprehensive"], [66, "56 STUNG TO THE QUICK. he had been lest she had given her heart into the keeping of Cuthbert, howT much pain the supposition had caused him, how often he had determined to know the wrorst, and been defeated by the constant presence of her cousin, and hoAV a casual remark of Dr. Grove's had partially dissipated his jealous fears, and made him hopeful for himself. This confession was interrupted at the outset by a merry little laugh from Eva, wdio evidently regarded the bare supposition of her being in loAre Avith Cuthbert as some thing irresistibly comical. He was soon in possession of the knowT ledge that the captain was engaged to Mary Reed ; information accompanied by a ATery flattering description of Mary herself, end ing with, \" She is as industrious, steady and amiable a girl as you could meet with anywhere.\" \" I wonder if she is as amiable as you are generous in your praise, Eva,\" exclaimed he, with a look of admiration."], [67, "BEHIND THE CURTAINS. 57 \" Generous ! there is no generosity about it ; I only spoke the truth.\" \" Young ladies are not always generous enough to speak truth of each other, darling.\" \" Ah, Frank, now you are ungenerous.\" \" Am I ? well, we will not dispute about it : perhaps I am.\" And with a smile he pressed closer the little hand resting so con fidingly in his. Thus on that New Year's eve they sat to gether until Mr. Marsh came in, when Mr. Eaeburn said that he wished to solicit from Mr. Marsh a New Year's gift of his own selection. \" I make no blind promises, young gentle man, but I am not very inaccessible. Do you know what he wants, Eva ? \" \" Nay, Mr. Marsh, do not ask her. It is your Eva I would beg of you.\" \" I thought as much. I saw what was coming under the mistletoe on Christmas Eve. However, I know no one I would sooner trust my treasure with. Frank, I"], [68, "58 STUNG TO THE QUICK. love you as my own son. Now, come and kiss me, puss, and say ' Thank you, papa.' \" And he was thanked. Ehoda did not make her appearance next morning. She was ill, and kept in her room, but would suffer no one near her. She had a nervous headache and must be quiet, she said. Quiet ! Her brain was in a ferment. All night she had paced about her chamber in frantic agony, with both hands clasped behind her head, chafing like a caged lion, and muttering thoughts that lashed her wild rage to frenzy. \" And this is the end of all my passionate love, all my wild hopes of happiness Avith him ! For this I have played the doting fool, and thought he might be won. What can that baby know of love for such a man ? What is her love to mine 1 The rill to the mountain torrent. And he, the traitor, to wear that icy mask so long — to hide the panting heart beneath ! And I, too, must wear a mask henceforth ; must sun myself in the light of their love ;"], [69, "BEHIND THE CURTAINS. 59 must greet them cheerily as though I rejoiced with them. Eejoice ! Ay, as the tigress robbed of her young. And how shall I compel myself to watch their wooing ? Watch it ! If I do, it will be to mar the wooing. Let them exult in their new-found bliss. They laugh best who laugh last, and I will crush their laughter. Ay, ay, Frank Eaeburn, wear your darling Eva in your heart of hearts ! Betroth her — marry her — but I will sunder you. I — I, the ' beggar's brat,' the ' waif of the Wear.' \" And so she raved and chafed until she was exhausted, and then flung herself, dressed as she was, across her couch, and slept heavily. There were dark circles around her eyes, when she came down to breakfast, that second of January, the result, it is presumed, of the intense headache ; of the more intense heartache no one had a suspicion. Her smile, it is true, was somewhat languid ; but when acquainted by Mr. Marsh with Eva's betrothal to the \"bumpkin,\" her congratu-"], [70, "60 STUNG TO THE QUICK. lations were as warm as though she meant them, and her surprise as manifest as though the crimson curtains had never concealed a listener."], [71, "CHAPTER IV. THE CAPTAIN OF THE \"POLLY.\" The Captain of a sailing vessel has plenty of time for reflection in the course of a long voyage, and as Cuthbert sat in his cabin or paced the deck, watching his barque rise or dip with the heavy rollers of the broad Atlantic, memory was busy in his brain, and conscience stalked beside him like his shadow. King of his craft, he was isolated above the companionship of his subjects. His crew might laugh and sing and jest among themselves to wile away the time or dismiss obtrusive thought ; but there was no such Lethe for him, especially as he had no undue leaning towards the oblivion of the rum-cask."], [72, "62 STUNG TO THE QUICK. In his cabin hung a miniature of Mary, painted two or three years before by a travelling artist, of which the most to be said was that it resembled the original. This he had been wont to contemplate in all his softer moods with as much of vene ration as love. As he had often told Mary, that picture had been a restraint upon him in many an hour of temptation, a comfort in many a trial. If a skulking lubber amongst his crew urged him to a fit of unmanly passion ; if a sense of irresponsi bility left him free to be harsh, overbearing, unjust, or cruel, and a less scrupulous mate at his elbow suggested that a little wrong might be a great right, or that it was his duty to punish, a glance at the mild face on his wooden wall would remind him that it was his duty to do unto others as he would they should do unto him ; and that reflec tion served to soften many a tone of asperity, many an act of reprisal. Little as the seamen under his command knew it, they, in a great measure, owed"], [73, "THE CAPTAIN OF THE \"POLLY.\" 63 to that ill-painted portrait the kindness and consideration with which they were treated. A temper, naturally hasty and impetuous, roughing it at sea amongst men whose mildest form of speech was an oath, under a captain who made kicks serve him for words, might have developed into coarseness and ferocity, and, but for the influence of the gentle girl who had been more than a sister to him, would have done so. Mary's childish sympathy, consolations, and counsels, had upheld the sinking heart of the boy, and as she grew to womanhood their influence deepened. She had served to preserve his humanity, and when he emerged from the last gradation of obedi ence and stepped on the deck of the \" Polly,\" master of barque and crew, he carried that picture with him as an amulet, unwittingly. In the bustle of harbour duties, the stowage of cargo late on board, the clearing out from the labyrinth of vessels already in dock or"], [74, "64 STUNG TO THE QUICK. coming into port, whilst weathering the rough gales which swept the North Sea, keeping captain and crew alike on the alert, whilst meeting and breasting the channel currents, he had little leisure to spare for home thought, and if the picture caught his eye by chance, he turned away from that which seemed to look a reproach. Once in the open ocean, every breeze that shook the sails or murmured through the shrouds, seemed to repeat the word \" un canny.\" The black eyes whose witchery haunted him on shore, dimmed and faded out before the mild hazel ones limned there before him. Gradually repentance came, and the next vessel they spoke bore a line of penitence to his placable Mary. This was followed by a longer letter from Bahia. The former went down to the yellow haired mermaidens under the sea, as many a letter of love or duty had gone before, but the latter reached Sunderland safely, and prepared Mary to receive her truant with"], [75, "THE CAPTAIN OF THE \" POLLY.\" 65 a smile of welcome, when he followed it, a month or six weeks later. In the interim, and shortly after Cuth bert's departure, while the tears still flowed down Mary's cheeks, at the thought of their angry partmg, of a quarrel which wind and wave might make eternal, ere the gray sails of the \" Polly \" were lost to her straining sight, watching the distant horizon from the South pier, the postman delivered to the Rev. James Reed, in her absence, a letter, of which the following is a tran script : — \" Reverend Sir, \" In the purest of motives I write to warn you of that two-faced scoundrel, Cuth bert Hesketh, who is only following your daughter to make a fool of her. \" I think it only my duty to let you know that he is dangling after Mr. Marsh's niece, and that Mr. Marsh, Avho ought to be ashamed of himself, encourages him. Being a parent myself, I can feel for you, and therefore I VOL. II. g"], [76, "66 STUNG TO THE QUICK. put you on your guard against a double dealer, leaving it to you to break the news to your poor daughter, who, I trust, is not too infatuated to show a becoming spirit. \" Yours, \" A Well- Wisher.\" Mr. Reed, congratulating himself on Mary's temporary absence, as there was no fire, fit a taper he kept in his study to seal his letters by, and set fire to the precious document, leaving it to burn out within the fender, muttering to himself, \" The contemptible mischief-maker. I should like to wring her ears, whoever she is.\" Though a mild and forbearing clergyman, a very charitable and excellent sample of the cloth, he was a man capable of human indignation and fatherly feeling ; and was not the wish natural ? Beyond that little ebullition of just resent ment, nothing more was heard of the anony mous scrawl, the joint production of Coulson and Hesketh genius."], [77, "THE CAPTAIN OF THE \" POLLY.\" 67 The shaft, therefore, fell short of the mark, and Mary, grieving for Cuthbert, had not the double mortification of believing herself slighted for another. Even Eva, in her occa sional letters, never adverted to his attention to her cousin, not thinking it anything serious and not being given to mischief making. So when Cuthbert came back, anxious to obtain forgiveness from Mary for his hasty temper (he said nothing of inconstancy), he had not to sue in vain ; she was too blest in his return to criticise the bungling apology he made for absenting himself in what he termed \" his foolish pique.\" Once more he sat in the drowsy parlour whenever he could be spared from the quay, and for three or four weeks all went on smoothly. Knowing his own weakness he avoided Durham, and urged Mary to consent to be his wife before he went to sea again. He was willing to leave her behind whilst she provided a suitable voyaging outfit against his return in the spring, when he p 2"], [78, "68 STUNG TO THE QUICK. hoped she would be prepared to sail with him. Thus, though the \" Polly\" had been in port two or three weeks, nothing had been heard or seen of Cuthbert until the afternoon of the third of January, when Mr. Raeburn met him at the Hat-and-Feathers in the Market Place, whither each of them had gone to fortify himself against the intense cold with grog, or hot brandy and water, accord ing to peculiar taste. It appeared that Cuthbert, taking Mary's half-assent for a whole one, had come over at once to acquaint his father with his in tended marriage, and to procure the neces sary licence. That important document had not been in his pocket-book half an hour when he had the misfortune to meet Mr. Raeburn, and in the gladness of his heart revealed the nature of his business in Durham. Thus doubly relieved of all fear of the Captain as a rival, Frank's heart was opened to a similar confidence. Anxious to atone"], [79, "THE CAPTAIN OF THE \" POLLY. 69 for his own suspicions, he acquainted Cuth bert with his recent engagement, and begged he would accompany him to Mr. Marsh's to pay his respect to the bride-elect. Cuthbert endeavoured to excuse himself, but Mr. Raeburn would take no denial, and the two walked thither arm-in-arm, with widely different feelings ; the one elated with confidence and hope, the other lost in doubt and fear. Cuthbert had a kind, good heart, but a very weak one, and his head was as weak ; then he was impulsive, and, though his principles were sound, he had very little strength to resist temptation. Eva bounded towards them on their en trance, giving a hand to each with a gleeful exclamation of surprise. Rhoda (still suf fering from angry headache) raised herself languidly from a pile of cushions, moved the fire-screen from before her, and also came forward to meet them. Skilled as Rhoda was in the art of master ing emotion, a visible flush of pleasure over-"], [80, "70 STUNG TO THE QUICK. spread her face as Cuthbert advanced con fusedly to shake the hand she proffered, a flush she made no effort to suppress, but seconded with such a lingering look of reproach that Cuthbert's eyes fell before it, and he felt himself very much of a de ceiver. Neither the knock at the door, nor the eager welcome, had roused Mr. Marsh, who was dozing by the fire with his long legs stretched out, and his head thrown back under cover of a China silk handkerchief, the gift of the seafaring friend then in the room. But Eva, with a kiss on the sleeper's forehead, and a pat or two on his whiskered cheek, wakened him. After a yawn and a stretch he became conscious of the visitor's presence. \" Why, Cuthbert, lad, is that you ? I'm heartily glad to see you. We thought you were having a nap on an oyster bed, you were so long in making your appearance. And how are all our good friends in Sunderland?\" said he, the grasp of the"], [81, "THE CAPTAIN OF THE \" POLLY. 71 hand expressing as much heartiness as his words. \" Oh, thank you, cheery ! that is, if you mean the Reeds.\" \" Of course I mean the Reeds. What other friends could a Marsh so fitly inquire for ? Why, the only song I could ever sing was, ' Green grow the rushes, oh ! ' and that I rushed into con amove.\" \"From a love of the rushes or the lasses V asked Mr. Raeburn, quietly. \" Umph. Perhaps a little of both, Frank. But Cuthbert here contrived to love a Reed and a lass at the same time, and will marry the two some day without committing bigamy.\" Notwithstanding his bronzed complexion, Cuthbert's colour came and went during this little play upon words, flushing up into deep red at the last allusion, which, being made before Rhoda, not only smote his conscience, but made him feel remarkably foolish and look so too. So palpable was his confusion, that even"], [82, "72 STUNG TO THE QUICK. Mr. Marsh (not the most clear-sighted in such matters), observing it, exclaimed, \" Why, Cuthbert, you are blushing like a young girl. I never knew you were bashful before. You surely have not got a blacka moor wife anywhere that you startle so at the word bigamy, or a China woman with useless feet and finger-nails a foot long, eh?\" \" Not I, Mr. Marsh, I never sailed on that tack — but ' ' \" Your matrimonial pun touched the cap tain nearer home than Africa or China, my dear sir. I hope I break no confidence in revealing that he came to Durham for a licence to marry both the Reed and the lass you referred to.\" \"Oh! Cuthbert, is that true? I'm so glad ! I'm so glad ! \" cried Eva, clasping her hands with delight. \" Give me your hand, my boy. I am proud to hear the news. But have you heard our news ? There, Eva is blushing now ! \""], [83, "THE CAPTAIN OF THE \" POLLY.\" 73 Rhoda had returned to her cushions, and on the first mention of the Reeds so adjusted the convenient fire-screen as to hide the face, already half-buried in the pillows, from all but Cuthbert, who stood like a culprit, near enough to catch her glances of mingled indignation and pain. There, without joining in jest or con gratulation, she reclined, grasping her hair in the hand beneath her head, alter nately biting her lips or setting her teeth as annoyance gave place to resolution, and thus ran the commentary of her thoughts : — \" Our good friends in Sunderland — Reeds, of course — I wish I could sunder them ; they are no friends of mine — I owe them no friendship — there's no love lost between Mary Reed and me. I hate the girl's mild, meek face — her amiability is dinned in my ears for ever ; amiability, indeed ! insipidity they should say. Marry her some day — not if I can help it. — Ah ! Mr. Marsh, I know"], [84, "74 STUNG TO THE QUICK. the secret of the inconstant Captain's blushes better than you. Mary Reed's reign is over. — What ! come for a licence to marry her — marry her. Surely I have not heard aright ! The deceitful wretch — well may he change colour and look like a fool, as he is, but he shall not marry her, I am resolved. I choose to have him at my feet, and I will, while it suits me, even if Mary break her heart about him ; but she'll not do that ; there never was a throb in her heart strong and wild enough to break it. She may pine and mope, and die an old maid, but never of a broken heart ; only fierce, passionate natures like mine break hearts — their own, or .others. Ah ! Eva's wedding now. My God ! this is too much — this is torture — to sit and hear again the story of the love I would give Use and fame to win. Oh ! Frank, Frank, would I could find the key to your heart, would I could move you with half the ease I can wind that fool of a Captain round my finger. But I must not let him slip through my fingers whilst I lie here. I must rouse, spite"], [85, "THE CAPTAIN OF THE \" POLLY.\" 75 of headache or heartache, or I shall miss my first item of revenge against the cruel Heskeths.\" She did rouse, summoned Cuthbert to a seat beside her pillowed chair, and whilst others believed her congratulating him on his approaching marriage, coolly upbraided him with inconstancy to herself in tones too low to reach any ear but those for which they were intended. The humming-bird and rattle-snake typify Rhoda and Cuthbert exactly. No sooner did she fix her lustrous eyes on him than their fascination held him like a spell. Able to command a ship, yet he was not able to command himself, and Rhoda soon held him in firmer bonds than be fore. Not that he forgot Mary, but the me mory became a reproach to him, and he strove to shut it out. So skilfully did Rhoda beguile him, that when he returned to Old Elvet late that night, he went, with the impression that Rhoda's illness"], [86, "76 STUNG TO THE QUICK. had been through grief at his apparent estrangement, and that her love for him was so excessive she would die if he did not return it."], [87, "CHAPTER V. DRIFTING FROM THE SHORE. Here was a pretty dilemma for a brave sea-captain ! Not Hercules spinning for Omphale felt himself more contemptible than did Cuth bert, as he tossed on his bed at night, reasoning and debating with himself to no purpose. He was entangled in a web which he believed to be of his own weaving, as so in part it was, for though Rhoda had used an invisible shuttle, and plied it dexterously, she had only worked up the material his own weakness and irresolution had supplied. He had surrendered when he should have fought, loitered when he should have fled, spoken that in his folly he could not recall"], [88, "78 STUNG TO THE QUICK. in his wisdom, and the result was a state of bewilderment which defies expression. What could he do ? he was bound in love and honour to Mary, almost equally bound to Rhoda, and, what was worse, both were deeply in love with him. Mary was good, and pure, and kind — too kind for a fickle, senseless fellow like himself; but then Rhoda was so beautiful, so loving, her wondrous eyes penetrated his very soul. What could he do ? He could not leave her to die through his desertion ; and yet how could he be false to Mary — Mary who had been so forgiving ? Perhaps Rhoda was right after all, and Mary had no depth of feeling. It might be so, and Rhoda was all love and devotion. Well, he would not think, he would go to sleep and reflect in the morning. Go to sleep he did not, and at the break fast table next morning kind Aunt Dorothy, who presided {vice Mrs. Hesketh, superseded, and in her chamber), was quite concerned at his jaded appearance."], [89, "79 DRIFTING FROM THE SHORE. \" Cuthbert, my dear bairn, how ill you look ; is anything wrong with you — are you not well ? \" inquired she, anxiously. \" No, thank you, dear aunt, only I cannot sleep well out of a hammock, and last night I was more restless than usual.\" \" Dear me, what a fuss about nothing. I never heard you complain of your bed before ; but then, to be sure, there was no one to encourage your senseless whimsies until now,\" jerked out Lucy, with a toss of her head, a curl of her always turned-up nose, and a glance of supreme scorn at Miss Dorothea. \" You mean, Lucy,\" said Mr. Hesketh, stoutly, \" that until your Aunt Dorothy came there was no one with womanly sympathy or observation in the house,\" \" I meant no such thing. I meant what I said. A pretty thing, indeed, if a good feather-bed won't serve our dainty sailor to sleep on ; and it is a shame he should be upheld in his whims.\" \" Hold your saucy tongue, miss, and wait"], [90, "80 STUNG TO THE QUICK. until you are spoken to,\" exclaimed Cuth bert, angrily, \" or I'll give you a good shaking. I've put up with your impudence quite long enough.\" \" I shan't ! and if you come near me I'll scratch your face, and then how will you look? Your precious Miss Rhoda, I sup pose, has jilted you for Edwin Grove, and that has soured your very sweet temper.\" \" I think, bairns, a httle sweet temper would make breakfast more digestible for all of us. Besides, nothing destroys beauty like ill-humour. A cross face like that will drive all your beaux away, Lucy. Cuthbert, I thought you had more manliness than to threaten your sister,\" were the expostulatory words of Aunt Dorothy, addressing each in turn. \" Look here, Dorothy, that boy has been badgered and baited, and worried by Lucy and her mother, till my patience has been worn out, and no wonder if he has lost his. But if Lucy says another word, I'll turn her out of the room and lock her up again.\""], [91, "81 DRIFTING FROM THE SHORE. Lucy had been locked up twice since her father brought his sister home, and knowing that even her mother was powerless to uphold her, wisely succumbed to the strong hand, not a little influenced moreover by her aunt's hint concerning beauty and beaux. So she held her peace after her father's threat, if we except a few angry mutterings like the distant rumble of a spent thunder storm. \"Well, Aunt Dorothy, I own it was lubberly to speak as I did, and I am sorry I so degraded myself. But a sleepless night does not improve a hot temper, and that's a fact. You are a good soul, Aunt Dolly, that you are ; and if I had only had your beam ing face at my father's table, and j^our kindly counsels instead of the cross looks, harsh words, and hard blows, that fell to my lot as a boy in this very house, I should have been a better man than I am now ; yes, and steered clear of shoals I am like to be stranded on.\" \" Do you think so, bairn ? Well, I wish VOI.. II. G"], [92, "82 STUNG TO THE QUICK. for your sake I had been here ; but your mother never invited me, and duty kept me by your grandmother's side wlnle she lived. However, considering the life you have led, I am very well satisfied with you on the whole, and I feel very proud of my nephew.\" \" That's compliment for compliment, Dolly,\" laughed Mr. Hesketh. \" Aye, aye, and here's a kiss for your good opinion, dear Aunt Dorothy,\" and Cuthbert darted forward, dragging the cloth after him, at the imminent risk of overturning the breakfast ware, to fling his arms about his aunt's neck, and kiss her chubby face with hearty good will. \"There, there, Cuthbert, lad, you are rumpling my cap.\" \" Never mind, aunt ; I would buy you half-a-dozen caps for the pleasure of kissing your kind lips. Oh, I've something up-stairs that will just suit you !\" and off he set, almost upsetting in his haste Mrs. Hesketh, who stood in the doorway, with expressively folded hands."], [93, "83 DRIFTING FROM THE SHORE. \" Ah, Mr. Hesketh, that is just like your son ; he is remarkably ready with his kisses. He never kissed me in his life.\" \"Did you ever kiss him, Maria, even as a boy ? Did you ever give him a kind word?\" asked Mr. Hesketh, sadly and soberly. \" Well, I don't suppose I ever did kiss him ; he didn't deserve it. And when did your son ever bring me a present like that, I should like to know?\" continued she, superciliously, as Cuthbert, re-entering the room, unfolded a valuable Canton-crape shawl and placed it round the shoulders of his gratified relative with a look of admira tion. At the remark he turned round, and answering his step-mother, said quietly, \" I brought that shawl home from China when I brought the handkerchiefs for father and Mr. Marsh. It was intended for you, Mrs. Hesketh, as my father knows, and I also brought a second for my sister ; but I was met at the very door with such unkind and G 2"], [94, "84 STUNG TO THE QUICK. ungracious words that I thought better of it, and kept the shawls until -now. I was not disposed to buy the civility common humanity should have prompted. However, as I have this time found you disposed to be somewhat more civil than heretofore, I will bring you down the shawl I meant for Lucy. If not quite as valuable as Aunt Dorothy's, it is at least worth having, and may teach you to estimate me differently in the future. Kind words travel fast and far, but ill ones sink deepest into the heart.\" \" Only into evil hearts, prepared to receive them, bairn ; ill words pass from a kind heart Hke breath from a mirror. Remember that, Cuthbert.\" \"That I will, aunt, for the sake of the kind voice that said it,\" cried Cuthbert, as he went off for the second shawl. Both Mrs. Hesketh and Lucy looked very foolish when he returned with a shawl differing only from the other in its em broidery. The one was worked in coloured"], [95, "85 DRIFTING FROM THE SHORE. silks, and so deftly wrought, that no eye could detect a joining or distinguish right side from wrong, whilst the colours were remarkably pure and brilliant. The second was simply a cream white like the body of the other, and Mrs. Hesketh, fond of fine colours, looked long ingly at the prize she had lost, though she was gracious enough to thank him, and mutter some sort of an apology. Miss Dorothea, detecting the vagrant look, volun teered to exchange shawls with Mrs. Hesketh, saying that the white one would best suit an old woman. Mrs. Hesketh would have accepted the offer, but Cuthbert negatived it at once, giving his aunt all credit for good nature, but maintaining his own right of presentation. Mrs. Hesketh and Lucy learnt a lesson that day they were not likely to forget, since it touched one of then weak points — love of dress ; a lesson deepened when, some months later, a gentleman, staying in Scar borough at the same time with themselves,"], [96, "86 STUNG TO THE QUICK. accosted Miss Dorothea and offered to pur chase her shawl at any price she would name. He was a manufacturer of brocades by the Jacquard loom, and wished to make experi ments on the dyes and method of em broidery. £50, £60, £70, £80 were offered ; and when the old lady respectfully, but firmly, told him it was a gift which no money could purchase, he went away quite chagrined, his commercial mind not under standing a higher claim than money. But this is in advance of the story, which must drift away from the shawl and shawl wearers, to the shawl-giver and the wily woman who was bent on his destruction. Cuthbert had half resolved to steer clear of South Street, but the little episode of the shawls having lost him his train, and there being no other until the afternoon (railways in 1840 were not much beyond their in fancy), he walked with his father to the office, and thence sauntered through the Bailey and Palace Green to the walks by the"], [97, "87 DRIFTING FROM THE SHORE. Wear, meditating as he went, and tor menting himself over his conduct and its consequences. From her chamber window Rhoda had seen Lhim emerge from the Gothic gateway opposite, and stand hesitating which path he should take, then, without crossing the bridge, direct his steps towards the Count's cottage.'\"\" It was evident he intended to avoid her ; but she had determined he should not ; so, slipping on her bonnet and a cardinal cape of grey squirrel, with muff to match, hurried out of the house and over the Prebend's Bridge, slackening her speed only when she reached the opposite bank of the river. Then her pace subsided to a sharp brisk step, such as any energetic woman would tread over frosty ground with, to keep the * Long the residence of the Polish dwarf Count Borulaski, one of a large family, of which every second child was a pigmy. He was a refugee, and under noble patronage (having lost his property in Poland) exhibited himself to the public who could afford to pay for the sight. The admission was ono guinea a head."], [98, "88 STUNG TO THE QUICK. blood in circulation and the mind active also. As may be anticipated she soon overtook Cuthbert, as he was sauntering listlessly along, with the rattan in his hand, striking down here and there a pendant icicle, or a solitary leaf fluttering on a bare bough, or flicking the hoar frost from the grass which fringed his path with fairy spears, less threatening in their myriads than the one living foe tracking his steps with a smiling face and pitiless heart. A heart aye colder than the frost of winter, for that might thaw, and her heart would not. Every frosty rime or flake of snow in each succeeding winter fell upon that heart and chilled it. It was in winter she was left to the elements, left to the mercy of the world, a waif on the banks of that very river, to be fostered by charity and taunted with her birth and dependence when least prepared for the shock. Did she not see the curled lips and hear the whispered words of dames and damsels whose birth and breeding were"], [99, "DRIFTING FROM THE SHORE. 89 unimpeachable, as they passed her at church or in the street, at fete or regatta, as though she were of other earth than they? Did not the very servants execute her commands with an obedience differing from the obe dience with which Eva's very wishes were anticipated ? Had not those domestics (or two of them) seen her in her rags, a pinched and frozen atomy, and did they not look as if they remembered it well ? What had the world done for her but cultivate a sensibility to pain and ignominy ? Had she not been nurtured in a belief that honour and com petence, nay, luxury, were her birthright, only to be told at last that she was beggar born, base-born, and had no claim on kin or kindness ? Had it not been more cruel than kind to pamper her into a keener sense of wrong and shame ? She owed nothing to the world but scorn, and she would pay it in kind. Even the love, the absorbing pas sionate love she had cherished for the one idol of her soul, had' been thrust aside as worthless, unregarded, unrecognised."], [100, "90 STUNG TO THE QUICK. Not even Frank Raeburn could stoop to love the nameless offspring of a beggar, a suicide ; she knew his pride alone had kept him from her — feared it from the first— yet madly dared to hope. He had set her aside for a baby better bovn. Yes, the baby who had slept in the same cradle with her had stolen him from her, and if she failed to sever them would pillow her head upon his breast for all the years to come. With thoughts like these, one-sided, dis torted, and fallacious, did Rhoda fill her solitude, and crush out every feeling of kind liness or gratitude. There was a volcano in her heart, but it was a volcano under ice — Hecla or Chimborazo. As one of the family which had dealt the first blow to her peace Cuthbert was marked for her prey ; not that she meant to shoot, or stab, or poison him : those were the acts of inferior natures. She struck at his peace of mind, his self-respect, and through him she would aim her first blow at others. She had yet to learn that no pain she could"], [101, "91 DRIFTING FROM THE SHORE. inflict on Cuthbert would trouble Mrs. Hesketh or Lucy in the least, except it might be, as dealt by her. Long before Cuthbert reached the thick planting round the Count's cottage, Rhoda's step behind him arrested his attention ; he knew the firm, proud footfall, and his heart bounded at the well-known sound. What should he do now ? He could not turn and run like a coward from a woman. He had not sought the meeting, and fate itself de clared against him. He would arm himself. Vain his armoury. She came prepared to complete her conquest, and he was ill-pre pared to resist it. The outworks had given way long ago, and only the citadel remained to be vanquished. She professed herself amazed to see him there, had feared he was on his way to Sun derland without a thought for her. She had been stifled by the atmosphere in-doors and came out to see if the cold fresh air would relieve her aching head. And then she sighed as if the case was hopeless. Besides"], [102, "92 STUNG TO THE QUICK. she longed to be alone ; it was so terrible to sit and chatter amongst thoughtless and happy people, wearing a mask to hide her own emotions while her very heart was breaking, and those around knew nothing of her trouble. There was truth in her tone and plea ; the sentiment was genuine ; but the application —what of the application ? Cuthbert standing there before her like a criminal, measuring his rattan with hands and eyes, not daring to look up into hers, began to apologise, and blundered out something not very intelligible, but very much to the purpose (Rhoda's purpose), of his regret and sorrow that any inadvertent act or word of his should have given a moment's uneasiness to her, of the sleepless night he had spent, and how miserable he was at the thought of her pain. That he would willingly die to serve her. And in the end he rivetted his own chains yet more hopelessly. There is no question he was a consummate fool to be so easily entrapped, but no man is"], [103, "DRIFTING FROM THE SHORE. 93 wise who makes love to two women at once, and he was by no means either the first sea man or the first landsman who has done that silly thing, wavering between faiths, singeing at two fires. He did not return to Sunderland that day — nor the next — nor the next. He did not write to Mary to excuse his absence, not being an apt hand at equivo cation, nor having a palatable truth to assign. Besides, he resolved each night that he would surely depart next morning. Next morning found him loitering in South Street more irresolute than ever. A hint from his shipowners at length stimulated his movements, and he unwil lingly tore himself from Rhoda. She had, however, so contrived that at his departure he begged she would write to him, and she, with feigned reluctance, consented ; but she hated the name of \" Rhoda,\" and would only be written to as \" Eve,\" a name as near to her dear cousin's sweet one as she"], [104, "94 STUNG TO THE QUICK. could think. He was to address his letters to the post-office for E. M., and she would call for them. She knew her uncle had other views for her and dared not meet his displeasure if their love were avowed openly. Those other views clearly referred to Edwin Grove, whose palpable attentions had excited Cuthbert's chagrin months before, and Dr. Groves's intimacy with Mr. Marsh decidedly favoured the supposition of a desire to cement that friendship by closer union. A clandestine correspondence, under ex isting circumstances, suited Cuthbert ad mirably. He was not so satisfied with his own conduct, or so assured of his ultimate pur pose, as to dare proclaim openly that which would not bear scrutiny in bro?.d daylight. Of this Rhoda was fully sensible, and when she suggested secrecy did it on very sure grounds and on far-reaching calculations. Ashamed and afraid to meet Mary, on"], [105, "DRIFTING FROM THE SHORE. 95 reaching Sunderland he avoided her very neighbourhood, keeping close to the docks and his dock duties, at once to atone for lost time and stifle unwelcome reflection — the latter a task by no means easy. Once more he sailed without a farewell to his true-hearted, ill-used Mary, and this time without even the shallow pretext of a quarrel. For lack of more accurate information, Mary Reed and her parents ascribed the coldness and sudden change in Cuthbert to the evil influence of his own family ; so true it is that the odium of one ill deed brings after it a train- of others on suspicion. Neither the curate nor his wife Avere inclined to overlook the fickle Captain's latest insult — an insult too gross for palliation. Their animadversions on Cuthbert 's want of man liness and principle made Mary's heart ache with a sorer pain than did his desertion. She patched up imaginary excuses to allay her father's displeasure, without in the least alleviating her own suffering, and with a"], [106, "96 STUNG TO THE QUICK. deepening shade upon her eyelids went about her daily duties sadly and soberly. And then the anonymous letter recurred to Mr. Reed, who began to think there might be some latent truth in the ill-natured warning."], [107, "CHAPTER VI. THE GREY TOWER Time wore on : Rhoda watching and scheming by hint or innuendo to sow dis sension between Eva and Frank Raeburn ; but their love and confidence were so perfect, her attempts were ineffectual ; besides, she was compelled to be guarded, lest she should inculpate herself. Many were her endea vours to nurse in Eva's heart a suspicion of the motives which took him to the metropolis so frequently, and on one of these occasions she murmured, as if thinking aloud — \" I wonder whatever he goes to London for — so often, too — it's very mysterious ; there is something remarkably peculiar about it. I must confess I do not i;nderstand it.\" VOL. II. ii"], [108, "98 STUNG TO THE QUICK. \"What don't you understand, Rhoda, dear?\" \" Oh, nothing — nothing particular.\" \" Now, I'm sure it must be something ; you seemed in such deep thought about it. And I heard you say something was myste rious ; what was it ? \" urged Eva, looking up from her work at Rhoda, who stood lean ing against the window-frame, apparently wrapped in thought. \" How very inquisitive you are, Eva, to-day. Well, if you must know, I was wondering whatever Mr. Raeburn goes to London so frequently for, and remains so long — always a week or two.\" \" Oh, was that all ? \" replied Eva, un concernedly. \" All ! Yes, and quite sufficient to excite a woman's curiosity. But I suppose he has acquainted you with his business, and so you need not trouble your head about any thing he does,\" was the somewhat sarcastic retort. \" No, Rhoda, he never told me anything"], [109, "THE GREY TOWER. 99 about it, nor did I think of asking. It is no business of mine.\" \"I should think it a business requiring explanation were I in your place.\" \" Were I his wife I might ; but, as yet, I have no right to institute a scrutiny into Frank's private affairs. I am sure he would tell me anything he thought I ought to know, or that would be likely to give me pleasure.\" \" Umph ! perhaps that's the reason why he is so mysteriously secret. It might give you anything but pleasure to know.\" Without seeing the insinuation, Eva, looking up again, answered innocently, \" Ah, that will be it. Just like Frank ; so kind, so thoughtful. He never would tell me anything likely to trouble my little brains.\" \" A doubtful kindness, that, Eva. I should not care to be treated hke a baby ! \" And Rhoda's head was suddenly elevated with superlative scorn. \" Ah ! but, Rhoda, you and I are so H 2"], [110, "100 STUNG TO THE QUICK. different ; you have all the fire and energy of a man, but a timid little body like myself must cling for support to a stronger arm, and trust a wiser head for counsel.\" \" That is all very fine, Eva, but I do not see what it has to do with Frank Raeburn's un accountable trips southward. Unaccountable, unless he has some one special to visit ; for business that is business might be transacted by letter, I should think.\" \" Now, Rhoda, that's sheer nonsense. Do you think if you were to write to Mr. Shields, he could select and send you a dress to suit you, or Miss Jackson make it from written instructions ? \" \" Certainly I do ; there would be nothing unusual in that ; business people reduce everything to system, and one dress or a dozen might be furnished from samples with equal facility ; and surely a dressmaker, who has your measure and pattern, may do her work at a distance.\" \"You always beat me in argument, so I give in. Look, have I not back-stitched"], [111, "101 THE GREY TOWER. that sleeve neatly? You might help me, Rhoda, with my stitching sometimes, when you know I have so much to do.\" \" You are quite aware I don't like sewing. I am surprised you should ask me. Give the work to a seamstress.\" \"To have it spoiled,\" said Eva, laugh ingly. \" Nay, I should not like my wedding garments made with a hot needle and burn ing thread as yours always are. I must have them as neat and nice as fingers can make them. But I know what I'll do. I'll ask Mary Reed to come over in another month, and she will help me ; I know she will.\" \" Likely enough ; it is all she is fit for. ' To sit in a corner and sew up a seam,' \" as serted her cousin, with a shrug. \" Now that's very unkind of you, Rhoda ; you know Mary is a well-educated girl, better educated than either you or I, learned in mathematics, Greek, and Latin ; but for all that she does not despise her needle, and you need not despise her. I wish I was"], [112, "102 STUNG TO THE QUICK. only half as clever, if only for Frank's sake.\" Another shrug was Rhoda's sole response, as she looked out on the budding hopes of spring, seeing neither the trees nor their fair promise. Once more foiled in her attempts to crush those sweet hopes budding within the breast of Eva, she stood nursing her indignation at the supposition that she should help forward with her hands the marriage which was to blight every hope of her own life. Eva wondered often at her cousin's fre quent fits of moocliness when alone Avith her. To her silence and abstraction she had been accustomed from the time of her return from school, but there was a strange something superadded now which she could not comprehend. She had no suspicion of the storm raging in Rhoda's soul — a storm where one love shut out the claims of all others, and made life to her a perpetual and harassing warfare. Not the proud Avarfare of self"], [113, "THE GREY TOWER. 103 against self, but that of self fov self against the world. Notwithstanding the self-imposed claims on her active industry, Eva, as the spring advanced, found ahvays leisure for Frank, and would be ready bonneted and shaAAled when , he came to take her for a ramble by the river, or a drive through the green lanes. They had no duenna now ; Rhoda had no desire to witness the happiness she could neither share nor mar ; so, when invited to join them, Avhich it must be owned Avas not too often, made the jocose answer that a lover's duet required no chorus, and as she would be out of place, she preferred to prac tise her solo at home. How came it they never saAV what it cost her to say the light words Avith so pleasant a smile ? Mr. Raeburn, having resolved to under take the working of his oavii colliery as soon as the holder's lease expired, or else to sink another shaft on a distant part of his land, was consequently anxious to make himself"], [114, "104 STUNG TO THE QUICK. acquainted Avith the manners, habits, and modes of thought of the pit population, differ ing as they did Avidely from all classes with Avhom he had hitherto come in contact. With this vieAv he varied the direction of his drives. One day he turned his horse's head north ward over Durham Moor through Pity-me and PlawsAvorth as far as Chester-le-Street, and whilst the animal baited, he and Eva examined the monuments and effigies in the ancient church of the old Roman station, on that grand Roman road. Another day their course Avould lie through Sacristan to Witton Gilbert, and across the country, returning by Nevil's Cross. Then he drove westAvard, through Brancepeth and Willington to Byer's Green ; and as they tra versed Willington, Eva pointed out the large gloomy house of dull red brick, whose story William Howitt and Mrs. Crowe have made so familiar to us. At that time neither Mr. HoAvitt nor Mrs. Crowe had published their account of \" The haunted House of Willington,\" and William Drury's"], [115, "THE GREY TOWER. 105 nocturnal watch did not take place until some months later, so that Eva could only relate the marvellous stories respecting its ghost or ghosts current in the locality, and which she had learnt from Nancy, who had been born close by, long years before the house itself was erected. As they journeyed homewards, and EAra lightly repeated Nancy's story, Frank said, \" Suppose we drive round and see another haunted house to-morrow ; it is too late now, Eva.\" So on the morroAv they drove northward, again toAvards an old mansion, Avhich had long attracted Eva's attention, and on the picturesque beauty of Avhich she had fre quently expatiated. It Avas a secluded building, part mansion, part castle, almost hidden from the view by a belt of large forest trees surrounding it on all sides ; ivy had groAvn up to the battle ments, and hung in neglected festoons over the gothic entrance, Avhich AATas situated in an angle of the building, and closed Avith a"], [116, "106 STUNG TO THE QUICK. heavy oaken door studded Avith large nails. This portion of the building Avas more ele vated than the rest, so that a small turret, situated immediately over the doorway, towered above the trees, and was visible for some distance clown the road. From this feature the whole pile had ob tained the name of the Grey ToAver ; and as it had been for some years uninhabited, there was a slight air of desolation about the spot which the neighbouring villagers had not failed to couple with stories of the super natural. Frank stopped the horse at the gate, and pointed to the abandoned dAvelling, say ing— \" There it is, Eva ; Avhat do you think of it ? \" \" Dear me, I thought you were going to show me some strange place I kneAv nothing about. I have knoAvn the Grey Tower all my life. Rhoda and I used to come with Miss Adamson, nutting and blackberrying in the planting near the road, when Ave were"], [117, "THE GREY TOWER. 107 very little children. Miss Adamson was older, and took care of us, or mamma Avould not have allowed us to ramble so far.\" \" Are you disappointed, love ? \" asked Frank, answering her tone rather than her words. \" A little ; not much, dear Frank ; but I thought I Avas going to see some dreadfully dismal place, so weird and awful it would give one the horrors to look at it. The Grey Tower is a beautiful place, not half grim enough for a respectable ghost.\" \" Neither is the haunted house at Willing ton ; that is even more modern. But if you are not afraid, Eva, I will procure the key (I know who holds it), and avc Avill look over it some day soon.\" \" Afraid ! what should I be afraid of ? There will be plenty of dust, I dare say, but I will put an old dress on, and then I shall not mind it.\" \"You are a brave little Avonran. Hoav would you like to reside there ? \" \" Oh, dearly! it would be delightful !\""], [118, "108 STUNG TO THE QUICK. \"What amidst all the ghosts and hob goblins ? \" \" Ah, Frank ! you are laughing at me. I don't belieA^e there are any ghosts but eAll thoughts, and I hope Ave shall never harbour them, and then they will never trouble us.\" So the folloAving day, armed Avith a tre mendous door-key, a bottle of oil, and a feather, they strolled to the Tower again, having A'ainly endeavoured to induce either Rhoda or Mr. Marsh to join the expedition; the one having, as she said, something else to do, the other prefering his pipe and nap to an after-dinner ramble. The gate Avas not locked, but it was very unwilling to open, so Mr. Raeburn called \"Geordie,\" to a pitman passing at the time. The man came forward readily to put a second and much sturdier shoulder to the gate, Avhich then gave Avay sloAvly, making a circular track in the soil, as gravel and dead leaves were pushed in a groAving heap before it."], [119, "THE GREY TOWER. 109 But the man steadily refused the shilling Mr. Raeburn proffered for the serArice he had rendered, and with a rough boAV Avent his Avay. \" Aw dinna need payin to be ceevil,\" said he. After a profuse application of oil, the key turned harshly in the lock with a very dis agreeable screech, and the nail-studded door Avent back on hinges Avhich echoed the tooth edging music of the lock, making a track in the dust on the stone-floor like that made by the gate among the rotten leaves. Gate and rusty key had destroyed the delicacy of Frank's lavender-kid gloves, so there was no scruple about soiling them in opening shutters to let daylight in on the dust and cobwebs. Mr. Raeburn sighed heavily once or tAvice as he passed, Avith scarcely a Avord, from one empty room to another, close and musty with long dis use. \" What are you sighing for, Frank ? \" asked Eva, tenderly, looking up into his grave face."], [120, "110 STUNG TO THE QUICK. \" Nothing, nothing, my dear. I was only thinking how very naked and bare the place looks, and pondering about the people who liATed here last, and how different fires and furniture made it then. It is very dismal noAV.\" \" Not a bit more dismal than you would look if you had been shut up as long, and never had your coat brushed or your face washed,\" responded Eva, archly. \" Then you like the old place ? \" \" Oh, yes, it is beautiful ; and what fine views there are from the upper windows, and how romantic that waterfall is. I never saw that before ; we children never ventured so far into the grounds for fear of a crazy man, who used to live in a shed somewhere in the wood. Poor fellow, he died there one hard Avinter, and Avas found frozen to the ground by some boys gathering fireAvood ;\" and Eva's voice took a sorroAfful cadence as she spoke. \" I have heard something of it somewhere, I think, from the landlord's agent. But"], [121, "THE GREY TOWER. 111 Eva,\" said he, as he locked the door, without reclosing the shutters, \" you do not say how you would like to live here, now you have seen the inside of the house.\" \" Oh, Frank, I told you that yesterday. I don't knoAV so nice a place anywhere about Durham. But do you think the landlord would let us have it. He must have had some reason for shutting it up so long.\" \" I incline to think he Avould let us have anything,\" replied Mr. Raeburn, with a peculiar smile, and an emphasis on the pro noun Avhich made Eva blush, and hold down her head. But it was lifted by an ungloved hand to meet a pair of radiant eyes fixed searchingly and lovingly on hers, and to receive a warm kiss on her trembling lips as he repeated — \" Us, Eva darling ; he could refuse us nothing, I am sure.\" \" Do you knoAV him, then ? \" \" / believe I do, we have transacted a con siderable amount of business together since I came to England.\""], [122, "112 STUNG TO THE QUICK. And so it Avas settled ; and in a day or two Eva Avas told that the landlord had consented to let \" us \" have the Grey Tower, Avhich was forthwith handed over to a Avhole regiment of Avorkpeople. These were pleasant days for Eva and Frank. \"Bless the bairn,\" Martin Avould say, as he left the horse's head and watched them drive away, Avhether up or down the street. \" Bless the bairn ! She's as bonnie a lass as ony in Durham, an it diz maw auld eyen guid to see her lookin' sae blythe an' winsome ;\" sentiments echoed by Mr. Marsh's heart and often his A^oice (as he stood at the door-step till they drove off), proud alike of his child and the man she had chosen."], [123, "CHAPTER VII. A BRIDAL. What a commotion a projected marriage creates in a house, especially Avhen the bride is the only child of a wealthy father ! and unostentatiously as Mr. Marsh's household was conducted, he Avas a man of substance. The bridal trousseau alone is sufficient to occupy the minds of the feminine portion of the family, but in this instance, as Rhoda evinced no disposition to facilitate matters, and Frank perversely insisted on Eva laying down her needle AA7henever he entered, the outfit Avould not have been ready as soon as the settlements Avere, had not good Mary Reed come to the rescue. She Avas pale, thin, and dispirited, in spite of all her efforts to appear cheerful, and VOL. II. I"], [124, "114 STUNG TO THE QUICK, never more so than after Mr. Hesketh's visits to her. It was his habit to talk about his son so hopefully and pleasantly, and Avith such entire ignorance of any coolness or estrangement between them, she could not find in her heart to undeceive him. Besides, there was as much pleasure as pain came with his cheerful and hope-inspiring visions of a future shared by herself and Cuthbert. She would draw her hand across her aching eyelids when he Avas gone, as if to shut out the vision of the stern and present reality, yet suffered herself to be buoyed up with his anticipations in spite of reason. At some one's suggestion the old crimson curtains Avere removed and replaced, a neAV carpet laid down, and the Avhole house restored on most appnwed principles. Rhoda, too (after a Adsit paid surrepti tiously to the Grey ToAver, and of AAlrich she never spoke), brisked up wonderfully and displayed an alacrity in facilitating prepara tions just the reverse of her former inertness."], [125, "115 A BRIDAL. Maggy, then in her seventeenth year, came over at the last, and while Mr. Marsh and Mr. Raeburn Avalked or drove from the Grey Tower together or apart, alternately inspected painters and paperers, or consulted the furnishing lists of cabinet makers, and upholsterers, and ironmongers, and china-dealers, &c., &c, both in Dur- ham and Newcastle, to the end of a very long chapter, she made herself as useful as Mary in the house, whilst Rhoda, with smiles on her face and Avrath in her heart, trotted backwards and forwards with Eva between drapers and milliners, aiding the selection of material and con trolling shape and design, Avhether for bonnets or dresses. Edwin Grove had been at home some time, a fully qualified surgeon ; yet was unde cided whether to remain in Durham, where the pvestige of his father's name might se cure him a good practice, or to accept an invitation to Kelloe, and take the contract for the colliery there. i 2"], [126, "116 STUNG TO THE QUICK. It so happened that, in these frequent ex peditions to Messrs. Shields' or Miss Jack son's, the young ladies and EdAvin generally met by accident in some part or other of the town ; and, as the milliner's shop was in NeAV Elvet, if perchance the young gentleman Avalked besides the maidens towards their destination, it is not to be wondered that Lucy, from her chamber in Old Elvet (situated at an acute angle Avith the former), should more than once behold and MIoav their movements with very angry eyes, until a shoAver of tears shut them from her sight altogether. The important day came at length as a fitting climax to so much preparation, and on the first of May, in the year eighteen hundred and forty, Eva promised to \" Ioat, cherish, and obey ' Frank Raeburn ' till death did them part,\" EdAvin Grove being groomsman, Mary and Rhoda bridesmaids. Might not these bridesmaids aptly prefigure the conflicting spirits of good and evd, bat tling for the mastery OArer Eva's destiny ?"], [127, "A BRIDAL. 117 They might — they did — but which would prove the victor ? Is it necessary to tell of the bride's Avhite satin bonnet shielding, with its ample brim, a bower of blonde and orange blossoms, of the rich Avhite lace veil Avorn over the bon net, the lutestring dress (longer in the skirt than the discarded black paramatta), the small cashmere shawl and kid gloves, the silk stockings and tiny satin shoes, all of the same pure hue, typical of the unstained chas tity of the maiden at the altar ? Or need it be told that the bridegroom's Avedding-suit was a tightly-fitting coat of a clear deep blue, with gilt buttons and velvet collar, that his vest was cream-coloured satin, his trousers of pale dove kerseymere, strapped closely down over boots of the newly intro duced patent leather, or that his hat Avas of Avhite beaver ? It may be as well to let the outline stand, not for the edification of readers old as the Avriter, but for the information of young ladies, dreaming of their OAvn bridal robes,"], [128, "118 STUNG TO THE QUICK. Avho may care to learn the sort of Avedding dress their parents Avore. There was not a very large party invited ; but a pretty fair muster of feminine be holders, whose sole object was curiosity, sprinkled the pews at St. Oswald's Church. Amongst these Mrs. Coulson and Mrs. Hesketh had planted themselves in as con spicuous a spot as possible, but Lucy, with a double motive for curiosity, hid herself in a corner Avhence she could hear and see, almost unobserved herself. Why had she not the self-command to re main at home ? She Avould have spared herself the morti cation of Avitnessing the gallant attentions of the groomsman to the bridesmaids, or the glance of triumph Avhich shot from Rhoda's eyes, as they found her out in her retreat during the passage to the vestry after the ceremony. It was more than she could bear ; so she hurried from the church homeAvards, and brushing hastily past Betty in the hall, Avent"], [129, "119 A BRIDAL. to her own room for a good cry, partly of envy that Eva had married before her and made such a match, partly of vexation that Edwin Grove had deserted her for \" that thing ; \" she \" wouldn't have minded much if had it been anyone else ; \" she \" wondered how Dr. Grove could look complacently on such shameful flirtation, knowing as he did what the creature Avas ! \" Nor did Mrs. Hesketh feel at all too com fortable at the presence of Mr. Hesketh, arrayed in new garments from head to heel (nankeens inclusive), Avith the chubby Miss Dorothea on his arm, radiant Avith smiles, and the coveted Canton shawl. A pretty pass it had come to Avhen they could be invited to a wedding and she left at home ! She certainly Avould not submit to such repeated indignities offered in the face of the whole city ! It never occurred to her that, by remaining at home, she would have escaped at least the publicity of the slight. Dr. GroA-e had long suspected Rhoda of a"], [130, "120 STUNG TO THE QUICK. preference for Mr. Raeburn, and more than once had detected a latent gleam in her black eye Avhich boded no good to her rival ; but her demeanour on the bridal-day com pletely posed him. There was an air of triumph and satisfaction about her which altogether upset his theories ; something that was genuine not artificial, and that baffled him. Had he overheard a conversation between Mr. Marsh and her after break fast he would have had a clue to the enigma. \" My bairn, I think this is a fitting occa sion to release you from entire dependence on me. Hitherto I have supplied your purse and Eva's equally, but now you are going to five with your cousin you will be removed from your present banker, and therefore, in order to provide against con tingencies — for life is very uncertain — I have vested £3,000 in the funds in your name, and here are the securities. You may remember asking me one day, when Hesketh was so shaky a while ago, if I thought he"], [131, "A BRIDAL. 121 had made his will, remarking that Cuthbert Avould be likely to take all if he died Avithout one ; but I don't think so ill of the lad, though those women have used him unfairly. However, that set me thinking that I had made no provision for you, so I resolved to repair that error at once.\" \" Oh, Mr. Marsh, there Avas no necessity for this. What shall I Avant with so much money ? \" \"Why, a good husband, to be sure, to help you to spend it, or take care of it. But you'll find plenty of uses for it .without a husband. Did you ever calculate Avhat it cost a year for frills and furbelows ? — not you, I warrant ! \" Not calculated, Mr. Marsh ! Ah, your adopted niece was all calculation, and the delight sparkling in her eyes, Avhich you mistook for gratitude, Avas but the triumph of holding at last the means to Avork her will, and joy to find that the seed she had sown so skilfully had fructified so soon. Still, she protested his liberality over-"], [132, "122 STUNG TO THE QUICK. powered her, and was as unnecessary as un expected. \" I shall never be able to repay your excess of kindness, my more than bene factor.\" And she raised his hand to her lips Avith the last word jarring at her heart. \"Pay me in love and care for Eva, if at all, Rhoda ; but, there, there, no more thanks, be off to our friends ; Edwin Grove Avill come in search of you else.\" When the chaise, which was to convey Mary Reed and the neAvly-Avedded pair to the station, was at the door, the luggage packed, and Mary inside, whilst Eva was kissing her girlhood's friends all round, servants included, and finally hung sobbing on her indulgent father's breast, Martin pulled Mr. Raeburn aside, and whispered tremulously, \" You'll tak' care on our canny bairn, Maister Raeburn, aw hope ; she kens nowt o' th' warld, an' nowt o' sorrow, an aw dew hope she niver may.\" \" She shall know no sorrow I can guard her dear head from, be assured, my trusty"], [133, "123 A BRIDAL. friend,\" ansAvered Mr. Raeburn, gravely, Avringing Martin's hand earnestly as he spoke. \" Hout, mon, what are ye fashing aboot ; is na he certain to tak' care of her ? I'll ansAver for that.\" \" Thank you, Nancy, for your good opinion. Come, Eva, my love — my Avife — we shall be too late. Good-bye, Mr. Marsh, I will guard our treasure with my life.\" And so he lifted his tearful bride into her seat, whilst Mr. Marsh could only say, \" I know you will, Frank. God bless you both ! Good-bye, good-bye, Mary ! \" They drove off, Rhoda returning to the room to pack cards, and gloves, and bride's cake, Avith the official assistance of EdAvin Grove. Whilst the one bridesmaid accompanied Mr. and Mrs. Raeburn to London, where the honeymoon Avas spent, the other, at her own suggestion, remained behind to superintend the hiring of servants, the arrangement of"], [134, "124 STUNG TO THE QUICK. furniture, and altogether to prepare the Grey Tower for their reception. She did make her preparations, and mys terious enough some of them were ! But, in the midst of all, she made oppor tunities to Avander lovingly through the Avoods Avith Cuthbert, Avho reached Durham three days after the marriage, Avhenever he could spare a day from his duty, and she corresponded with him Avhen away, but still in secret, always in secret, on the old plea — Mr. Marsh's evident predilection for Edwin Grove."], [135, "CHAPTER VIII. EVA'S NEW HOME. The Grey Tower demands something more than the cursory description pre viously given of it, from its intimate con nection with the main events of this story. As already told, it was an irregular budding, with many angles, many sheltered corners, and so constructed that the real shape and size of the edifice could only be compre hended by a vieAV from a steep lull at the back, which enclosed the house and grounds as in an amphitheatre, the irregular semi circle being broken on the right by the entrance, slightly fenced across, to a raAdne, narrowing to a mere gorge about eighty yards beyond. DoAvn this ravine swept a small stream, fed by springs in the bank"], [136, "126 STUNG TO THE QUICK. side, and this, spreading as it emerged from confinement, coursed round the base of the hill, both to the right, where it passed under a bridge on the high road, and to the left, where, after girdling the premises in the rear, it broke noisily over rocks, a pic turesque cascade, then quietly ran and hid itself beneath the tangled underwood. A small rustic bridge crossed the streamlet close by the ravine, and paths led from it up the hill sides, Avinding among the trees which clothed the steep — larch and pine, beech and birch, oak and haAvthorn — and leading to mossy seats in shady nooks, commanding views of grounds, or tower, or road. But, when SAvollen by heavy rains, the stream, o'erleaping its bed as it left the ravine, formed a fresh one for itself down the wide gvavel walk, shaded by oak and sycamore, which led from the rustic bridge to the Gothic doorway, and then rushed like a river down the carriage-drive to the gates and the road."], [137, "eva's new home. 127 Unaware of this peculiarity until, as a denizen of the Tower, he became incon veniently acquainted Avith it, no steps had been taken by Mr. Eaeburn to interpose an effectual barrier between the water and the pathway, which, consequently, Avas still liable to be flooded in very rainy Aveather. Within the curve formed by this path, and between the Tower and the water course, the coach-house, stabling, &c, had been built, as irregular and semi-gothic in construction as the mansion frowning down upon them. Here, too, Avere rooms for the serving-men, the doors and windoAvs of Avhich faced the hill, and were not Adsible from the house. The Grey Tower itself was for the most part four stories .high, with three or four rooms on each floor, if that could be, Avhere no three rooms Avere precisely on the same level ; but OArer the entrance-hall and stair case was a room two or three feet higher than all these, containing the only windoAV Avhich overlooked the drive and carriage-"], [138, "128 STUNG TO THE QUICK. gates. From this landing a steep, enclosed stair led still higher to the turret, containing a small apartment, entered from a trap-door in the floor of the room. This place was not more than six feet square, and was lit by a small diamonded AAdndoAV, fronting the hfll, and overlooking the roof of the main budding. In an adjoining lumber-loft Ehoda had stowed away a thick mattrass, which closely fitted this floor, but which Avas so constructed that on raising the trap a portion of the mattrass, larger than the trap itself, would rise with it. It lay there, covered with matting and canvas in which furniture had been packed, and no one exploring the premises would have suspected that a secret lay beneath. Under the staircase in the entrance hall was a small door in the panelling, opening into what seemed a dark closet for the re ception of odds and ends. It was no such thing. Rigid scrutiny of the building for a door to the cellars besides those outside, dis coA'ered, not a cellar door, but this one leading"], [139, "eva's new home. 129 into the open air. Nor did it lead to the cellar-stair-head ; the vaulted cellaring had no entrance Avithin the building, could alone be approached by a flight of stone steps from the outside — why or wherefore, the dead and buried projector alone could have told ; convenience had certainly never been con sulted. It was in Rhoda's close search for an inner cellar door, that she opened the one beneath the hall staircase, and boldly plunged a step down into the cobwebbed gloom to discover — not that Avhich she sought, but something she might find quite as useful, — a door leading into the open air. Not a door Avith that bold front to the daylight, Avhich seems to say, \" Here I am, come in ! \" but a sly, sneaking pigmy of a door, hiding behind a buttress, and beneath a screen of tangled ivy ; a door a man must crouch to enter, though he stepped down feet foremost, and Avhere no woman could stand erect ; a curtained gap, where a fox might run to earth and baffle pursuit ; a murky VOL. II. K"], [140, "130 STUNG TO THE QUICK. door no sunbeam ever illuminated ; a sinister door, never down in the architect's plan ; a door insinuated in the masonry, for what ? — that a jealous husband might watch and surprise his innocent Avife ! This forgotten doorway faced the over shadowing and overtopping buttress (whence the ivy dropped and traded), being pierced in a Avail Avhich here projected and formed a deep angle, just in proportion as the budd ing receded on the northern side, and made that other angle which held the noble Gothic entrance. Did Satan place the key of his private portal, bright and shining, at once in Rhoda's ready palm ? Not he. A door was there, and a lock was there, and Rhoda tried each key on the labelled household bunch with like effect — disappointment. The last she tried stuck in the wards ; for some moments it resisted her attempts to release it, then yielded unexpectedly, and in the recoil she dropped, and of course extin guished, her light."], [141, "eva's new home. 131 She had closed the staircase door after her, and Avas in total darkness — mousey, musty, mildewy darkness — and for a moment conscience tried to unlock her heart, much as she had tried to unlock that other demon's door. She swayed to and fro irresolutely. What was there in the darkness to make her shrink or AvaA7er ? The great evil suggested by that little door was scarcely shaped or defined. Why should she shrink ? Shut in the gloom, more by the presence of busy workmen in the hall than by the panel, or its simple, innocent-looking latch, she stood irresolute on the threshold of sin. It is there we pause, and hesitate, and tremble. and resolve; that threshold once o'er-stepped, doAvn comes the portcullis, retreat is cut off ; we march fonvard ; some slowly and reluc tantly, some Avdlingly, some recklessly — all dreading or refusing the terrific battle for freedom and return. Whilst the workmen, cheerily calling to K 2"], [142, "132 STUNG TO THE QUICK. their felloAvs, tramped through the hall with clattering feet, and up the staircase over head, shaking the dust down in a shower on her dress and on her hair, she had some moments for deliberation in the darkness. Did she deliberate ? Yes. Did she fore go her purpose ? No. She had taken counsel Avith the spirits of darkness too long to be appalled by its presence around her, and was not of a nature to look back. For one moment she thought, \"Is this gloom typical of that future I invoke for others, and may perchance provoke for myself? Is the extinction of that light an augury of good or ill ? A dropped candle, a missing key to bar a door of promise, are these warnings to bid me change my mind ? \" The second thoughts were, \" Nonsense, non sense ; these Avere no omens to check my other purpose. And Avherefore this ; I owe to Lucy nothing but what I am resolved to pay, and pay with interest. I am surely not such a baby as to be frightened into"], [143, "eva's new home. 133 repentance by a shadow. Wherever is the candlestick ? \" The first foot trod the staircase as she, stooping, groped on the earthen floor for the candlestick. Her fingers encountered a slimy snail, Avhich she mistook for the candle until it moved ; she dropped it shuddering, but she felt again, and before the last foot left the stair, she touched and grasped not only the candlestick, but a key — a damp and rusty key. She laughed to herself. \" I was indeed a baby to be afraid of an omen. If I had not dropped my light, I should neA'er haAre found this key. I presume it belongs to the lock. Hoav Arery fortunate ! I can feel it is rusty. It must be cleansed before I try it. What a lucky mischance ! \" That door was surely Satan's own, and he had driven her good angel back Avhen he put the key within her clasp ! Good oiling and cleaning made lock and key obedient to each other, and Rhoda, covered with dust, mortar, cobwebs, and"], [144, "134 STUNG TO THE QUICK. dead leaves, forced her way through the loose network of ivy, and stood almost beneath the elevated windows of draAving and lining-rooms, Avith the buttress for a shield. These AvindoAvs Avere on the same (the buttressed) side of the tower, commanding a view of the wood and waterfall, and through a vista in the trees formed by lopping off intervening branches, a glimpse of the dis tant city also, with its hoary toAvers, but the projecting portion of building, that Avhich held the lower staircase and Rhoda's secret door, shut out the entrance to the shrubbery, where Rhoda at once strolled to refresh her self, and shake off dust and dulness. She neATer thought of the servants' en trance at the back which opened towards the steep bank and the water-course at its base, with only a flagged footAvay between the buildings and the brook ; nor that that doorway (pointed Gothic, like the principal one with a simdar nail-studded oaken door) had likeAvise no one AvindoAV in the house from which it could be overlooked."], [145, "eva's new home. 135 A strange budding that Grey Tower, where not one door could be seen from a window, and no window observed from a door, save the dAvarf door hid in the ivy. In about six weeks the bridal party re turned, and drove direct from the Ferry Hill station to then new residence, where Mr. Marsh and Mr. Hesketh waited Avith Rhoda to receive them. The greetings on all hands Avere most cordial (Rhoda's seemed such), and Eva was in unusual spirits, all she most cared for on earth being present ; but poor Mary glanced timidly round, hoping, yet fearing, to see Cuthbert, and a look of disappointment stole over her face as she missed him from the group assembled at the door-way. Old Mr. Hesketh must have divmed Avhat was passing in her mind, for shortly after they had laid aside then travelling robes, and Avhdst Eva was making herself ac quainted with the servants Rhoda had Avith much difficulty hired for her, he took occa sion to tell Mary that Cuthbert had sailed"], [146, "136 STUNG TO THE QUICK. a week before, but had gone only a very short voyage, and would be in port again in August. \" Meanwhile, honey,\" said he, \" keep up your heart ; Cuthbert's all right in the main. I find this Rhoda here Avith her smooth tongue and beguiling lips has somehow warped or blinded his judgment, but trust his old father, who knows him best, he will come to his senses some day ; and then, child, be the good, sensible girl you ever haATe been, and Avelcome him back without re proach, if you possibly can.\" \" But, Mr. Hesketh, I fear that time will not come. He avoids me ; never writes a line ; and though he is all affection and regret when he comes into port, if he only visits Durham, I see no more of him until the end of a fresh voyage, and this time I have not seen him at all ! \" \" Ah ! never mind, honey. Sailors are uncertain creatures, and Cuthbert is all im pulse. He will be coming to you in hot haste some of these days, wanting you to"], [147, "eva's new home. 137 marry him off-hand ; and if he does, take my advice and him at his word. You might do worse. He is a good son, and will make a good husband. So you do as I say, when he gives you a chance, and tell your father when you go home what I have advised.\" \" Yes ; but what answer shall I make to my father Avhen he urges, as he does, that so uncertain and fickle a lover is not likely to be more constant as a husband ? Both my father and mother advise me to dismiss him from my thoughts and striVe to forget him.\" And she looked sadly down on her clasped hands Avith a deep sigh. \" Sensible advice that, Mary, no doubt, if it Avere quite practicable. HaAre you fol lowed it ? \" \" I tried, Mr. Hesketh, A-ery resolutely, but have not yet succeeded. Old memories are not so easdy effaced. Besides, I had re garded Cuthbert as my future husband for so many years I was totally unprepared for his desertion, and cannot forget him simply because it is desirable.\""], [148, "138 STUNG TO THE QUICK. \" But it is not desirable, my dear bairn. Dr. Grove has given me a hint that Rhoda has wheedled Cuthbert away from you, but he also said he was just as sure she was only trifling with him. So be patient, honey ; the doctor is a shrewd old fish, and if that gipsy (as my Avife calls her) teaches our Cuthbert a lesson, you wdl only find him more penitent and tractable in the end.\" \" If she does teach him a lesson it can only be through making his heart ache, and that could be no satisfaction to me.\" \" Canny bairn,\" murmured the old man to himself. \" But,\" said she, in continuation, \" if Cuthbert be entangled Avith Miss Wearbank. I cannot bring myself to think he loves her, and even if he did, she is too imperious for him ; they would never be happy together — never.\" \" Happy ! they Avould live hke cat and dog ! and I have had too much of that life to wish it for my son. So, my bairn, I say again, if you love Cuthbert, as I believe"], [149, "eva's new home. 139 you do, keep up your heart, and if he be not all right when he comes, I Avill see what I can do. There, there, don't tremble and look so Avhite. Don't let that girl see she can crow over you ! \" Only a day or two before had Dr. Grove, noAV a constant guest at Mr. Hesketh's, en lightened him as to Miss Wearbank's pro bable designs on his son ; but it is remarkable how great a revulsion of sentiment he expe rienced towards that young lady thereupon. He observed defects and noted flaAvs in her, never visible before, and began to think a little more leniently of Mrs. Hesketh's opinion in consequence, though not for an instant inclined to tolerate its development or mode of propagation. His objection to \" that girl,\" moreover, extended no farther than to her supposed usurpation of his son, whose original choice he had confirmed long ago. Mary, as the very antithesis of the sur veyor's second wife, quiet, modest, and re tiring, Avas an especial favourite Avith him, and he had no inclination that she should be"], [150, "140 STUNG TO THE QUICK. superseded by Rhoda ; for though he had pitied Rhoda's helplessness as a babe, her state of dependence as she grew up, exposed to his Avife's petty malice, and admired her beauty and accomplishments Avhen older, there Avas a sort of dread in his admiration, and he assuredly did not desire her for a daughter. After the repast prepared for the traA'ellers had been partaken and removed, Mr. Rae burn proposed that she and Mary should inspect her future home, to see if eArerything had been arranged to her satisfaction, whilst her father, Mr. Hesketh, and himself held a consultation on matters in which they would have no interest. \" Don't be too sure of that, Frank,\" said Eva, rising ; then putting her flaxen curls close to his black AA'hiskers, she whispered, \" Does not all that interests you interest me ? \" Frank's reply Avas Avordless ; but Mr. Marsh, Avho had sharp ears, answered briskly, — - \" We admit the principle, little puss, but"], [151, "eva's new home. 141 not the interest, ours are miner matters, and below your comprehension ; so be off and examine the bright things above whilst Ave talk of the black things below ! \" With a pat on her father's cheek and a pleasant smile Eva tripped after Rhoda out of the room, folloAved by Mary, graver than beseemed her years. The room in which Eva left the gen tlemen was on the ground-floor, Avhich contained also a small library, the kitchen, larder, &c, and housekeeper' s-room. On the floor above Avas a draAving-room Avhich over looked the fern-fringed cascade and a pic turesque combination of avoocI and rock beyond. Eva was in ecstasies at the ex quisite loveliness of the natural picture seen from the mullioned Avindow, and delighted Avith the furniture and draperies, costly and elegant, modern yet antique in design, to be in keeping with the whole structure. Her chamber and dressing-room adjoining had been visited before, Avhen she arranged her toilet, but iioav they passed upwards."], [152, "142 STUNG TO THE QUICK. There were guest-chambers, servants' rooms, and, some steps higher, Rhoda's — the one with the window like a Cyclop's eye in the blank face of the budding. \" Why, Rhoda, Avhatever induced you to perch yourself up here ? The very stairs would be the death of me,\" exclaimed Eva, with a look of genuine astonishment, which Mary's face reflected. \" Oh, I wish to see something more than trees and water. I have had enough of them. The roar of that waterfall is deafen ing. I should never sleep in its vicinity. Besides, from this AAdndoAV I get the only glimpse of the road and the straggling spe cimens of humanity Avho traverse it, Avhich can be obtained in this very romantic but very dismal apology for a castle. Then / am not asthmatic, and can afford a little breath Avhen I have a AAliim to humour.\" \" Well, dear, if you are satisfied, I am. You have really arranged eATerything so elegantly and luxuriously here, as elsewhere, that taking the larger AvindoAv into consi-"], [153, "EVA'S NEW HOME. 143 deration, I think you have not chosen badly. You know your ideas were always ele vated\" And the happy bride laughed at her own faint attempt at a pun. \" But whither does this staircase lead ?\" asked Mary, opening a door almost opposite to Rhoda's, Avhich closed on a narrow stair way panelled off, not balustraded. From the drawing-room floor upwards, the trum pet-shaped staircase was lit by a succession of narrow slits or loop-holes in the masonry, glazed withinside, and through one of these a few rays of light struggled to chase the darkness of the enclosed stair-way. \" What a curious place, Rhoda ; Avhat shall Ave find shut up here?\" asked Eva, repeating Mary's unansAvered question. \"Oh, the turret, as it is called, a room too small to hold a bed, I should thhik.\" And Rhoda led the Avay through the trap to the strip of floor beyond it. A glance through the windoAV and at the bare walls was sufficient. They cared not for the cob- Avebs in the lumber loft, or the secrets the"], [154, "144 STUNG TO THE QUICK. spiders kept, but came back to the habitable rooms with a sense of relief, Eva protesting she would never go there again. \" What do you think that place has been designed for, Miss Wearbank ? \" inquired Mary ; \" it appears too cramped to be of any real use.\" \" If I Avere my father I might say ' as a lofty ante-room to a lumber-loft,' \" replied Eva, imitating his voice and manner. \" For my own part I should have preferred an open and airy space instead of that gloomy garret.\" \"Very likely,\" responded Rhoda, care lessly ; \" but the place has its purpose, no doubt, if only as a means of descent to the roof below for repairs. I should think you had seen the flag-staff on the .turret.\" \" Certainly,\" responded both, in a breath. \" I presume, then, that room to be also a means of communication Avith the roof aboATe, to hoist a flag upon the naked staff.\" \" Oh, capital ! Mary, Ave aviII get some silk ; you shall help me to make a flag.\""], [155, "EVA'S NEAV HOME. 145 \" You forget, Mrs. Raeburn, I should go home to-morroAV,\" interrupted Mary. \" No, I did not forget, only I do not intend you to go, and I do not intend you to call me Mrs. Raeburn ; I am ' Eva' to you, as I always was, so remember that. But let us go back to the flag. Rhoda detests sewing, or she might help me. HoAveArer, I will embroider Frank's crest on the silk, and we wdl have a beautiful flag floating in the breeze on every holiday, such as Christmas, and our Avedding-day, and all our birthdays ■\" Eva stopped short — Birthdays ! Rhoda had no birthday ! As the same thought glanced through both their minds their eyes met, and Eva trembled at the expression in her cousin's. \" Oh, Rhoda, dear, I am so sorry ! I did not mean to give you pain ; indeed I did not,\" apologised she, with her arms twined lovingly round fierce Rhoda's waist, and her face upturned to plead forgiveness. \" Oh, it does not matter,\" returned Rhoda, coldly putting aAvay the clasping arms, \" I VOL. II. I."], [156, "146 STUNG TO THE QUICK. am accustomed to pain; I can endure it. We are made strong by suffering.\" \" We ought to be,\" assented Mary, faintly, Avith a widely different interpretation of the Avord \" strong,\" and an inward misgiving that she did not feel much stronger either in mind or body for the suffering she had had since she first saAV Miss Wear bank. \" Well, my opinion is that suffering would not make me stronger,\" said Eva, lightly, as she led the way down-stairs ; \" but then, except Avhen my mother died, and Avhile I Avas so fearful my dear Frank could not love me, I never knew what trouble or suffering meant.\" \" And never shall, my darling Avife, if I can shield you from it !\" exclaimed Mr. Raeburn, earnestly, as he advanced from the open doonvay of the drawing-room, haAlng overheard her as she crossed the broad landing. He took both her AA'ee hands in his, and led her into the room, as she murmured,"], [157, "EVA'S NEW HOME. 147 feebngly, \" Oh, Frank, you need not tell me that, I am sure of it ! \" A valuable piano in the drawing-room had attracted her attention. It was locked, but while thanking Frank for all he had done to gratify her, he proffered her a small silver key, and asked for a song. On open ing the instrument she read, inlaid in the rosewood above the keys, \" Frank to Eva,\" and clapped her hands in surprise and pleasure at the graceful gift. \" Oh, dear, dear, hoAV good and kind you have been to me ; and Rhoda, too. I'm sure I do not knoAV hoAV I shall thank you both sufficiently. The house is full of pleasant surprises, from the books on the shelves to the very china in the closets ; and then everything is arranged so elegantly and satisfactorily, I do not think even the loop ing of a curtain could be improved ! Do you, Mary ? \" Mary agreed Avith her, and she resumed, \" I think more of it because Rhoda hates Avork in general, and she must have devoted L 2"], [158, "148 STUNG TO THE QUICK. more than time and taste to accomplish so much — only loAre could have done what she has ; I am greatly obliged to her.\" Did Rhoda blanch at these thanks ? No, not an eyelid quivered ; she accepted the thanks, as though loAre indeed had prompted her exertions and thanks were justly hers. E\\ra ran on, \" But this piano, Frank, Avas never made in Durham. Where was it bought?\" \" I purchased it wlrilst we Avere in Town, had the inscription substituted for the maker's name-plate, and sent it home before .us. Do you like the tone ?\" \"Oh, it is exquisite!\" cried Eva, enthu siastically, as she continued to run her fingers over the keys, dreamily asking herself hoAV she could repay all the We and thought bestowed upon her ; but uoav reminded, she sat doAvn and warbled Moore's \" Minstrel Boy,\" so sweetly, that the elder gentlemen in the room beloAV were attracted upwards. AVith scarcely a pause, she dashed"], [159, "eva's new home. 149 off merrily into \" Fanny Gray,\" and \" Miss Myrtle,\" finishing Avith ' ' I love my love, because I know My love loves me.\" Then protesting, in a comically dolorous A'oice, she had exhausted her catalogue and her voice with her unprecedented exertions, begged to retire into an easy chair wldlst she suffered eclipse from Rhoda. Rhoda's fingers had quivered to strike the keys of a better instrument than she had hitherto knoAvn, and as they glanced across the ivory the responsive Avires vibrated to the tumult of envy and strong desire for Avealth and poAver gathering in her breast, and there Avas a terrific grandeur in the theme, Avhich rose and fell, and rose again, to sink into a Avail as of despair, and end Avith a tremendous crash of desperation. \" Perhaps, Rhoda, you Avill play some thing not quite so fierce and stormy. If the Avires have not been trembling for their fate, 1 am sure I have,\" said Mr. Marsh, Avhen"], [160, "150 STUNG TO THE QUICK. she ended. \" It was more Avarlike than the 'Battle of Prague;' what on earth do you call it?\" \" A fantasia of my own. I have no name for the piece. I am sorry you do not like it. \" A fantasia, AATas it ! Well, Rhoda, I must say I thought it a trial of strength betwixt yourself and the piano. I am certain Eva must have listened in fear for her neAV instrument.\" \" Oh, papa, how can you say so ! I am sure Rhoda played magnificently.\" \" Well, perhaps I am no judge ; but I must confess I like something a little quieter — the overture to ' Lodoiska,' or ' William Tell,' or Weber's last Avaltz, for instance.\" \" But those are all old-fashioned, papa.\" \" True music is never old-fashioned, my dear ; but suppose Rhoda treats us to ' Jump Jim CroAv ; ' that is new enough, I presume. What do you think, Frank ?\" \" New enough, certainly, but not much in Miss Wearbank's style \" (he seldom called her"], [161, "eva's new home. 151 Rhoda) ; \" and I beg to differ from you res pecting her masterly fantasia, Avhich I con sidered a rare composition ; and if, as I belieATe, a voluntary, still the more to be admired. Yet I confess I agree Avith you in personal preference for compositions of a quieter character.\" \" Less striking, you mean.\" Mr. Raeburn smiled, as did Dr. Grove, Avho had entered under cover of the stormy fantasia which had raised this discussion, and after Avhispering to Mr. Hesketh, \" A reflex of the girl's own heart and passions — Avhat has angered the dame, I Avonder ! \" had subsided into Avatchfulness of her averted face, varying Avith each turn of criticism, as she sat, her fingers Avandering nervously over the keys the while. \" Whatever you may think of Rhoda's music, Charles, I oidy knoAV that Dorothy Avent home from the Avedding so enraptured Avith her singing and playing, that Lucy is jealous, and nothing avII serve her turn but she must take finishing lessons from one of"], [162, "152 STUNG TO THE QUICK. the foreign fellows Avho visit Scarborough during the summer.\" \" Miss Dorothy seconds the petition, does she not ? \" Avas the interrogation of Dr. Grove. \" Yes, she is quite as bad as the girl, for she says Lucy is not so refractory as she AAras, and a concession like that may be an encouragement, though what encouragement it may be either to industry or good nature, I cannot see.\" \" You surely Avill not refuse so simple a request,\" urged Rhoda, in her most insinu ating tones, and Avith a bright light in her black eyes. \" I studied under an Italian master, and I only regret Eva also had not the benefit of his instructions. English musicians are so dull and phlegmatic. An Italian throws his whole soul into his art, and communicates a portion of his enthusiasm to his pupds.\" Dr. Grove, biting his thumb nail, the closed hand covering his mouth, looked askance at the speaker from under his shaggy"], [163, "EVA'S NEW HOME. 153 eyebrows, mentally recalling the playground scene (which he had heard described by many witnesses) and its consequences, then the more recent insult at the pic-nic, and wondering when he should be able to probe the depths of that heart ; whilst Frank Rae burn seconded Rhoda, saying — \" Miss Wearbank is certainly right, in my humble judgment. Country musicians are seldom the best masters, and \" \" Stop, Frank ! \" interposed Mr. Marsh. \" You Avill not say there are no good musicians in the choir of our cathe dral?\" \" Certainly not ; but their close applica tion to church music, grand and majestic as it may be, must create rigidity of style and manner. The peculiar Avarmth and enthu siasm to Avhich Miss Wearbank alludes belong to a totally different school.\" \" Thank you, Mr. Raeburn ; I am glad I have a supporter,\" said Rhoda, pleasantly. \" I hope you Avill convince Mr. Hesketh that a feAv finishing lessons from one of the"], [164, "154 STUNG TO THE QUICK. despised 'foreign felloAVs' might be to his daughter's adA^antage.\" \" You appear to be interested in Miss Hesketh's proficiency,\" observed Dr. Grove, dryly. \" How is it ? \" \"An interest in music only, not in the young lady,\" replied Rhoda, in a Ioav A^oice, vacating the music stool as she spoke, and crossing to a chair beyond the doctor's range of vision. \" Umph ! ah, umph ! \" were the articulate utterances of the doctor's cogitations — no more. She rose from the piano, declining to play again ; but Mary, encouraged by Mr. Hes keth, ventured \" the Bridal Waltz,\" and one or two other light pieces, Avhilst a spirited conversation was kept up round EaVs chair, in Avhich the player at length joined, for getting her own anxieties for the nonce. If there Avas a troubled heart there, it beat in Rhoda's breast only. The happiness of the young couple stung her painfully ; her gathering agony concen-"], [165, "eva's new home. 155 trating in hatred of the fan girl who, as she imagined, had come betwixt her and her love. But for Eva, she might have won him for herself — might, nay, would. She sat and listened to his voice, and Avith every tone her love grew in maddening intensity, and so in like proportion rose the hatred of her inno cent rival. But the new project in her breast had developed and intensified, and it gave even a fierce joy to her, and made her buoyant as the rest. Next day they all sallied forth to traverse the grounds, Frank leading his dear little wife to every spot likely to interest her — through woodland paths, by the clear stream, now dried by the sun into a mere rill, and lifting her and Maiy, who had not yet gone home, over the fence (Rhoda despised assistance), he led the party up the ravine. As they ascended and the gorge narrowed, the over-arching trees on the high banks shut out the sun, and left the gurgling water in deep shadoAv. \" Oh, what a gloomy place, Mr. Raebum."], [166, "156 STUNG TO THE QUICK. Do let us go back. I shiver to think how murderous a spot this looks. I Avonder if a murder ever Avas committed here ?\" said Mary, Avith a shudder, as she turned to retrace her steps. \" Not that I am aware of, Miss Reed,\" replied Frank. \" I never heard there Avas a blood stain on the land, though there has been Avrong and suffering in years gone by.\" \" Wrong and suffering ! why, Frank, what are you talking about ? You have not had the place three months, yet you speak as if you had known all about it years ago.\" \" I Avas born here, my Eva, and here my broken- hearted mother died. You will remember her story. I left the old toAver in boyhood, it is true ; but it has never faded from my memory. It is the home of my ancestors, and doubly dear to me since you, dear Avife, were charmed Avith it, and selected it for our home unconsciously.\" \" You surprise me ! \" said Rhoda, \" though I certainly thought, for a stranger, you Avere a remarkably efficient guide.\""], [167, "eva's new home. 157 Eva's reply Avas an upturned face, to meet her husband's loving lips, — no word. Rhoda Avas more than surprised. She was chagrined beyond measure to find that Eva had not only shut her out from the love of the man she Avorshipped, but become mistress of an ancestral domain Avorthy of her ambitious spirit — lost upon a chit like Eva ; and, if possible, her malignity intensi fied three-fold. Still she dissembled ; and during the Avalk home was more amiably conciliating toAvards Mary than she had been heretofore — toAvards Eva kind and cousinly."], [168, "CHAPTER IX. THE SHED IN THE DINGLE. . It had never been Mr. Raeburn's Avish that Rhoda should become a permanent in mate of the ToAver, and when Eva (covertly inspirited by her cousin) made the proposition, he was inclined to demur. Indeed, he Avent so far as to ask his betrothed if she had duly considered the importance of the step she suggested, but she, ever willing to spare her cousin a pang, Avished to remove her from \" the eternal reminder of that restless river,\" as Rhoda had begun to call it, and so answered him at once that her cousin was always miserable in South Street, and would be so much happier Avith them, besides being a pleasant companion for her self."], [169, "THE SHED IN THE DINGLE. 159 Unwilling to deny Eva's first request of moment, he complied, and invited Rhoda to make the Tower her home, with unpretending courtesy. At the same time, he felt that her ready acceptance savoured of ingratitude to her benefactor, who would certainly be more solitary, deprived of his daughter, than Eva would with her husband by her side, and he almost regretted he had not explained to Eva his motives for objection. There are concessions which are neither kind nor complimentary, and this Avas one. He had not assigned a reason for desiring Rhoda's exclusion, nor yet exercised Eva's judgment in decision. Her reasons were given freely. They did not convince him, yet he gave way almost Avithout a remonstrance, and Avith his accus tomed reticence, kept his impressions to himself. A serious mistake that, Mr. Raeburn ! The Avoman Avho is old and Avise enough to wive, is old and wise enough to trust, is old and Avise enough to take into your secret counsels ! Mr. Raeburn had a"], [170, "160 STUNG TO THE QUICK. glimmering perception of his mistake, yet he made it. He did not tell his bride that Rhoda was a dangerous inmate, having looked loAre if she had not openly proffered it to him. Not being conceited, he had in clined' to ascribe to vanity or self-esteem the groAving coirviction of Rhoda's smothered attachment to himself. It folloAved naturally that he shrank from making himself ridicu lous by an avowal of such an opinion, and still more from clouding with a tinge of jealousy Eva's clear and unsuspicious breast. Beside, if it were so, the girl had no un due fascination for him, there was no fear of his love wandering from the Avise of his choice ; he had full confidence in himself, and all fear of alienated affection or jealousy was preposterous ; so he kept his own counsel and Rhoda had her will. But it soon became apparent to Frank that the active rule of the household Avas in Rhoda's hands ; and that, Avhdst professedly deferring to Mrs. Raeburn as the nominal"], [171, "161 THE SHED IN THE DINGLE. authority ; house, servants, and all pertaining thereto Avere under her control. This was one of the evils he had foreseen, from his ob servation of their relative positions in Mr. Marsh's home. Dominion came naturally to Rhoda, and what with the hiring of servants, the appoint ment of their respective duties, the superin tendence and direction of Avorkpeople fitting up the place, she was installed mistress even before the true mistress came. Nor did she resign her rule with the keys. She took especial care that Mrs. Raeburn's orders underwent filtration through her sieATe before reaching the domestics ; then she be gan gradually to suggest alterations and amendments in Eva's oavii plans, until her usurpation was complete. All this Avas os tensibly done Avith so earnest a desire to relieve her \" dear cousin \" (she Avas cousin once more) from the least care or anxiety, that Eva resigned the reins into her hands much as she had done before her mar- riage. VOL. II. M"], [172, "162 STUNG TO THE QUICK. Not that Eva was indolent or incapable of directing her household : her training had been far otherwise ; but she had been accus tomed to Rhoda's despotism from her cradle, and scarcely felt it. She was rather dis posed to give Rhoda credit for forethought and management, so long as they left her leisure to wander about Avith Frank, and watch the progress of improvements he had commenced. The young husband Avas not so easily hoodA\\lnked, he did not (as the diplomatist wished) deem his wife incompetent or imbe cile because the household sceptre was swayed by other hands. He had no mind another person should assume the position belonging of right to that Avise ; and a few weeks after their return home, during a ramble through the Avoods, he made his first open protest againt it. Dining at country hours, there was always a long afternoon to be occupied or wasted, and the newly-Aveclded pah- Avere generally up and aAvay by three o'clock, gathering"], [173, "THE SHED IN THE DINGLE. 163 a store of health from fresh air and exercise. Their walks or drives had, however, gene rally a definite object, and frequently ex tended far beyond the range of the grounds. Rhoda seldom or never joined them, always excusing herself on the plea of occupation, study, headache, weariness, or a love of re tirement, insisting pleasantly that she was sure the presence of a third person might be dispensed Avith. But from the Cyclops' eye in her own chamber she would watch them on their way, bitter and malignant thoughts gathering in her breast ; and as they sauntered arm-in-arm under the summer sun, or Avere lost to sight beneath the sheltering trees, followed them Avith muttered maledictions. Eva had robbed her of that man's love, and he had rejected hers. Let them look out ! She would sit some days and brood for hours over her love and hate ; at other times, Avhen they had passed beyond the range of vision, she would glide doAvn-stairs noise- Jt 2"], [174, "164 STUNG TO THE QUICK. lessly, open the unused closet-door, beneath the hall-flight (which turned on well-oiled hinges), and was out through the sly foxhole, whilst the servants believed her locked up in her chamber. On such occasions, she gave strict orders she was on no account to be disturbed, and Miss Wearbank's orders were never dis obeyed. Whatever her errand, she went and came unseen, and unsuspected, never emerging from the door beneath the stairs if a footstep lingered near. Once in the hall, her presence was a matter of course. At times the maids Avere startled by finding her close upon them unaAvares, but beyond a passing remark on her disagreeably noiseless tread, no further observation was made. Mr. Raeburn had issued instructions for the clearance of leaves and litter from the several paths most remote from the dwelling, hitherto overlooked, and that afternoon took a circuit of the planting to ascertain Iioav far his commands had been carried out."], [175, "THE SHED IN THE DINGLE. 165 With a basket on her arm, fairy-like as herself, Eva tripped on with a buoyant dancing step, noAv before her husband, noAV loitering behind to gather the wfld hyacinths and late primroses, Avhich carpeted the Avood with Avaving blue, and stars of paly gold ; then, as the path Avidened, she crept close and cosily to his side, clasping both her dainty hands across his arm, Avith a chddlike trust and confidence, all the more delightful to behold because a full-hearted Avoman's love prompted the involuntary action. They had entered the planting near the carriage-gate, and skirting the high road Avhich lay two, three, or four feet beneath them, according to the undulation of the very billoAvy Avoodland, reached a cart track and wooden gate, close to the boundary of the estate on the southern side. Here he stopped to speak to a man raking rubbish together for a comrade to pitch into a cart, Avhich blocked up the road. The horse, droAVsily blinking in the sunshine, was admonished to give place to the lady ; the"], [176, "166 STUNG TO THE QUICK. rough men doffed their caps respectfully as she passed, her white dress glinting in the light, and blessed her bonnie face when she was gone. Frank, prouder of her than of house, or name, or lands, felt the untutored homage, and his heart echoed the blessing, as he fol lowed once more under umbrageous trees the white robe which, flecked Avith dancing shadows, led him on like a banner on a battle-field. But here there were no con tending warriors to oppose, only here and there a drooping branch, which his ready hand raised or set aside, and for the serried ranks of armed men, the foxglove's nodding plume, and the broad umbels of the meadoAV sweet, high as her shoulder, alone hedged her in, as she trod the narrow tortuous path (almost impassable for dock and burdock leaves) doAvn to a romantic dingle, through which wimpled the streamlet as gently as if no noisy cascade had eA^er broken its repose. Sloping upwards rose the southern extre-"], [177, "THE SHED IN THE DINGLE. 167 mity of the curving hill, Avhich, like an amphitheatre, embosomed toAver and grounds. Larch and pine, birch and mountain-ash, clothed the steep banks, rich Avith luxuriant undergroAvth, through Avhich a netAvork of brown earthy lines ran in all directions to tempt adventurous footsteps. But the paths Avere narroAV and often treacherous, intersected with knobby roots of trees, swart and bare, to trip the unwary Avanderer ; and in places the earth had fallen away, leaving scarcely room for a foot Aveightier or wider than a wood-nymph's. Yet Eva proposed to complete the circuit of the grounds, and thread these Avinding footways. The stream had to be crossed ere she could mount the lull, and the plank bridge had been removed. Strolling by the bank in search of a narrow stepping-place, they came in sight of an old tumble-down Avooden hut in the most secluded nook of the dingle. The planks were falling from the rusty nails, the door hung on one red"], [178, "168 STUNG TO THE QUICK. hinge, moss and lichens crept over the gray roof, and fungus hid under the nettles and the bracken which curled and Avaved round the decaying foundation. \" I thought I told Robson to knock that old shed doAvn and cart it away ! \" exclaimed Mr. Raeburn, surprised to see it standing. \" Oh, yes, Frank ; but Rhoda said it was a pity to pull doAvn the picturesque old tool-house, and begged it might be spared,\" interposed Eva, apologetically. \" And so Robson gallantly obeyed the lady's orders,\" resumed her husband, very quietly, but Avith a slight contraction of his brow and a compression of lip. \" Yes, for Rhoda Avishes to make a sketch of it, and begged it might be spared this summer, at least. We have outgrown our terror of the spot.\" \" Terror ? \" \"Yes! this is the place crazy Jem was found dead in. You remember I told you the poor fellow's story.\" Mr. Raeburn remembered ; but as he"], [179, "THE SHED IN THE DINGLE. 169 stopped close to the hut, and stood regard ing it in deep thought Avithout a word, Eva drew near, and laying her hand upon his arm, asked — \"What are you considering so seriously, Frank ? \" He closed his disengaged hand upon her clasping lingers, and looking down into her upturned face, replied gravely — \"I was considering whether an English- es o man ought to have two wives, my Eva.\" \" Is that all ? What an absurd idea ; you looked so solemn I thought there Avas some thing serious in your mind,\" and Eva laughed as musically as the water tinkling at her feet.\" \"Not so absurd, my wee Avifie. I have been rather uncertain lately Avhether I have one wife or two, and the position is, to say the least, unpleasant.\" \" What nonsense you are talking this afternoon, Frank, looking all the whde as sober as a judge. And pray, Mr. Gravity, Avho may be the two Avives, real or irnagi-"], [180, "170 STUNG TO THE QUICK, nary ? Don't you think that is a very proper question ?\" \" Very proper ; for I haAre been debating whether I married Miss Marsh or Miss Wearbank, or both. My only wedding-ring I placed on this dear little finger, all my love centres on this darling head, and this dearly cherished form reposes nightly in my arms, but Rhoda is at the head of my household ; directs and controls Avith the authority of a Avise, and henceforth my perplexing doubts.\" \" Noav, Frank, that is really very unkind of you. I am glad Rhoda does not hear hoAV little value you set on her generous services. Here she has been studying how to please you, giving her attention to tri vialities which used to be her abhorrence, just to relieve me from all trouble and anxiety, so that I may be at liberty to accompany you wherever you Avish, and you make it a reason for displeasure.\" \" And a very cogent reason for displea sure, Avhen_I see my Avise coolly superseded"], [181, "171 THE SHED IN THE DINGLE. by one who has neither the claim of mature experience nor actual relationship to support the position.\" If Frank had but seen the clenched hand, the set teeth, and gleaming eyes behind that broken shutter. \" But I am not superseded, my dear Frank. Rhoda Avould never think of such a thing. She has my keys lest anything should be required in my absence, and she sees that my orders are properly executed, that is all. For my part, I think Ave are greatly indebted to her, and I have been wondering Iioav I could repay so much thoughtful consideration.\" \"My innocent little wifie, Rhoda is fond of dominion, jealous of poAver, and haAlng no wider sphere of action, Avrests the do mestic sceptre from your yielding hands, to be queen regnant of the Grey ToAver, with ourselves for her devoted vassals.\" There Avas something of angry sarcasm in the tone and curl of his expressive lip as this sentence aa^is rounded, but it changed"], [182, "172 STUNG TO THE QUICK. to tender earnestness as Eva answered deliberately — \" That supposition pre-supposes helpless ness, inactiATity, or imbecdity on the part of your Avise. You are certainly not very com plimentary to either of us, but I must say I prefer Rhoda's portrait to my own.\" With a glance Avhich was itself a dis claimer of all covert reproach, Frank drew her slight form close in his embrace, ruth lessly crushing her dainty straw-hat and frail basket, scattering the collected floAvers on the grass, as he raised her face to look steadily in her eyes during his reply. \" My SAveet Avifie, there is neither imbe cility nor indolence in you, but a fund of gmlelessness and good-nature easfly imposed upon. In age there can be little difference between yourself and Miss Wearbank ; but, otherwise, you in plastic simplicity remain a child, Avhdst she is a prematurely developed Avoman, and a mistress of finesse. Thus she rules and controls Avithout your suspecting it, less as a kindly deputy than a despot,\""], [183, "THE SHED IN THE DINGLE. 173 \" Oh, Frank, this is ungenerous ! \" \" Not so, my love. I have observed that whether you propose a dress or a dinner, Miss Rhoda suggests one amendment after another until the final order is hers, not yours. Stop! do not interrupt me. If visitors are announced, Miss Rhoda advances to receive them, and she equally decides and dictates what invitations shall be given or accepted. Can you make a purchase or a morning call without her counsel or sup port ? Not only do the maids look to her for instructions or for holidays, but when I ask groom or gardener a reason for an un usual vagary, I am answered, ' Miss Wear bank ordered.' As a final touch, my oaati command to Robson is invalidated, and I am forced to the conviction that Miss Wear bank's Avill is conclusive.\" \" I cannot think Rhoda countermanded your order intentionally, Frank ; but you know how partial she is to anything ro mantic or picturesque, and I dare say she spoke without any thought beyond the pre-"], [184, "174 STUNG TO THE QUICK. servation of the hut, which really is a feature in the scene — at least to an artistic eye.\" \" You are a sturdy little advocate for an absent friend, Eva, but I am not convinced. However, as I do not care to maintain my supremacy in the first instance by active discourtesy to a lady, let the rotten shed stand, even at the risk of harbouring va grants.\" \"But you surely Avould not be discour teous to a lady in any instance, would you ? \" and Eva looked up Avith Avinning archness. \" Well, that depends,\" said he, deliberately. \" If the lady Avere to forget my claims as a gentleman, and my rights in my own domain, it is very possible I might. You have never provoked my temper, darling, for it lies deep and under control ; but like my unfortunate father I have a five coal in my heart ; smouldering, it serves to give warmth to love and friendship, blown to a blaze it is — neither polite nor proper.\" \" You will never be angry with me, Frank,"], [185, "THE SHED IN THE DINGLE. 175 Avill you ? I should break my heart if you were,\" asked Eva, beseechingly, awed by something in her husband's face. \"Never, never, darling, I love you too avcII. But remember, I must have but one wife ; a second might find me a very dis agreeable fellow. And noAv let me help you over the brook ; we have stood talking under the shade of this beech, until I fear your feet Avill be damp through those thin slippers.\" \" Yes, talking treason against a very \" Royal dame,\" interrupted Frank, plea santly. \"Well, royal or loyal, it is treason I am sure. So now help me to pick up all the flowers you have not trampled to pulp, and then I wdl graciously permit you to lift me across the burn, and afterwards lead you such a dance over the bank and under the trees home. And mind if you stumble once, I shall inflict a heavy fine. A new pair of kid gloves every time you trip ; so be careful.\" A keen eye peering through a rift in the"], [186, "176 STUNG TO THE QUICK. parting planks, followed then ascent up the bank untd they were lost in the summer wealth of leaves. Then Rhoda emerged from the hut, creeping through the half-open hanging door so Avarily, as not to displace or rend a long deserted spider-web stretching from door to post and lintel. What did Rhoda in that secluded spot ? Surely she had not gone to sketch, and retreated before advancing footsteps merely to play the eaves-dropper ? No. Rhoda had business on her hands, business requiring all her leisure, tact, and ingenuity, and the hut was her chosen retreat. Not chosen for romantic beauty or luxu rious retirement, but for its seclusion, for that tangled path through shrouding under- Avood which no foot trod save her own ; for the death shade clinging to the ruin, which kept it sacred from other intrusion than that of toad, or bat, or a stray rabbit ; for its proximity to the roadside gate, where the cart had stood in Eva's way, as Avell as to a direct bridle-road leading obliquely from"], [187, "THE SHED IN THE DINGLE. 177 the ToAver over the hill to the city, easdy gained by the nearest foot-track under the firs on the steep bank. She could not spare the shed as yet, and so had raised her voice to bar its demolition, unaAvare that its owner, under his equable face and gentlemanlike demeanour, had poAver to discriminate, and a tendency to resist intrusion on his prerogative. She knew it now, and as she replaced in a large, rough, hingeless box, Avhich had once held garden tools, sundry very different appliances of her OAvn — fashionable garments, cosmetics, and all other requisites for an elaborate toilet- — she muttered angrily that those loitering, chattering, love-sick fools had left her no time, she would be too late for her appointment, and might as well return to the house before she Avas missed. ' \" I shall be there first, my friends, and ready to receive the mistress of the mansion, never fear. The lady-Avife aa*1io must not be superseded, the ' guileless innocent ' Avho can do no Avrong.\" And thus she communed VOL. II. N"], [188, "178 STUNG TO THE QUICK. Avith her wicked self, as she pursued a path which opened near the waterfall. \" And so he has a five coal in his heart ; it must be my care it blazes — ay, if it consume them both. And so he has been measuring me while I thought him mdifferent and unob servant, measuring me with eyes that seem to pass one by ; not like that Dr. Grove, who peers from under penthouse brows, and reads one's face like a label ; but, thanks to my retreat, I have a clue to guide me. Let the wife rule whilst her reign lasts. I must not lose my footing here for the distinguished honour of controlling Jane or Betty. And so he scorrls me — not even a relative. No, I haA7e darker, Avarmer blood in my A^eins than the pale serum tinging his dainty wife.\" She paused a moment. \" Yet she defended me ; she loves and trusts me. Have I no ruth ? She Avould not harm me, — but she has harmed me. She has come between me and my love, But for her fair face, I might have won Frank Raeburn — I might have been Queen-regnant here indeed. The sinful"], [189, "179 THE SHED IN THE DINGLE. fire within my breast had then died out for lack of fuel. As Mrs. Raeburn, raised above the petty crew whose scoffs first roused the spirit of revenge, I had merged the feeling in contempt and let them go. But now I have no ruth. What I have suffered, they shall suffer. I feel the passionate love for Frank fast curdling into hate — and yet — and yet — what would I not do to Avin from him one loving look, such as he wasted but now on Eva. I know I am plotting wickedness, but I have just cause — I have, I have. An out cast's chdd, I hold my OAvn on sufferance, but I will hold it by my own strong hand hereafter.\" Before Mr. and Mrs. Raeburn had reached even the rustic bridge near the ravine, Rhoda had stooped to the disguised door, and AA'hen they entered the hall, was seated at the piano, playing and singing, \" Woodman spare that tree.\" \" You appear to have a passion for preserv ing old timber from the axe, Miss Wearbank,\" said Frank, as he threAv himself into a lounge. x 2"], [190, "180 STUNG TO THE QUICK. \" A passion for what, Mr. Eaeburn ? I do not comprehend you,\" fell from the lips of the singer, as she turned round on the music stool and confronted the speaker with won dering eyes. \"I referred to the tree in your sentimental ditty, and to a certain old shed in the \" \" Oh, dear me, yes ; I had quite forgotten it — Crazy Jem's hut, to be sure ! Ah, I heard Eobson say the picturesque old ruin was to be removed, and being most desirous to sketch it as it stands, I took the liberty to desire a day or two's delay until I could plead Avith you for as delicious a bit of scenery as you have on your estate. I should not have presumed to interfere, but the men Avere setting off Avith picks and hatchets, and you Avere not near to appeal to. I hope I have not exceeded my province, or presumed too far on your Avfllingness to oblige a lady.\" \" Confound it, this Avoman might be a Avitch, diving into one's secret thoughts. However, she is not quite so domineering"], [191, "THE SHED IN THE DINGLE. 181 as I supposed,\" glanced through Mr. Eae burn's mind, prompting him to say gra ciously enough, \" So Eva told me, and I will see that your delicious bit of scenery re mains for your pencil.\" \" Oh, thank you. I should have been so sorry to lose it.\" And so, with no more thanks than if the hut had been a mere subject for an artist, the matter dropped, like a lady's veil."], [192, "CHAPTER X. DR. GROVE'S TREATMENT OF TEMPORARY INSANITY. There are ahvays plenty of kind, good friends ready to acquaint us with whatso ever other friends, equally kind and good, say to our disadvantage ; and so Mrs. Hesketh, by the unvarying process, had been made to comprehend Avhat \"all Durham thought of her\" Avhen Jack Fortescue's death startled the gossips, and his foppish, but firm friend, Mr. Lighthead, insisted that Mrs. Hesketh's precious pic-nic Avas the primary cause. Of course it oozed out Avhy the disastrous party was projected, and after the scheme faded, every busybody whose fingers had been in the delectable pie, dreAV them forth,"], [193, "183 TEMPORARY INSANITY. wiped them very clean, and denied a know ledge of the condiments. Even Mrs. Coul son (who had mapped out the plan) deserted her friend, was horribly shocked at the catastrophe, held up her pure hands in pious deprecation, and maintained, \" If Mrs. Hesketh had taken my advice, the poor young man would not haA'e been sacrificed.\" Shunned by all the immaculate people avIio detested mischief-makers and never indulged in slander themselves, someAvhat conscience-stricken at the untimely end of her comic bard, whieh, to use her own words, \"everyone laid at her door,\" and made of no account in her oavii house, Mrs. Hesketh underAvent a course of penance and humiliation for several months, Avhich would have tamed the spirits of most Avomen ; and so long as her friends held aloof, so long as people exchanged significant glances AAlien she passed them in the street, there were symptoms of conformity Avith the Avfll of Mr. Hesketh, and sociality with his pleasant maiden sister."], [194, "184 STUNG TO THE QUICK. But Avhen the nine days' Avonder died out, Avhen Mrs. Hesketh's friends forgot her fail ings, and remembered her, when Mrs. Coul son made advances towards reconciliation, the old spirit of self-assertion made itself seen and felt. The presence of Miss Dorothea at the Avedding, from Avhich she Avas excluded, was the culminating point of jealous in dignation. She had long made the important dis covery that hysterics and Alolent outbursts of temper were alike undesirable, since the cold-water cure adopted in the former case Avas not only an uncomfortable remedy, but destructive to millinery, Avhilst the pro voking coolness of Miss Dolly, avIio persisted in compassionating her unfortunate mania, and could never think of quarrelling with a poor creature so affected, rendered her rage innocuous, even whdst it exasperated her the more. But that clay her spleen over-mastered her discretion, and when in the eArening"], [195, "185 TEMPORARY INSANITY. Mr. Hesketh and Miss Dorothea, beaming Avith delight, returned, bringing Dr. GroAre in their train, they Avere saluted on the threshold, by Betty, with the exclamation — \" Aav's doAvnreet thenkful yez coomed hyem, maister ; there's bin sech a shine. Missis hez bin i' sech tantrums, there's no biding Avi' her. She's clouted maAV lugs,\"\"\" an' yammaredf aAvay like auld Clootie's! ain sister. Aw reekon she's getten some fresh maAvks§ i' her yead, but aAvm nut gyen to bide her tantrums ; nut aw ! Ither folks want sarvants, wha dinnat flyte|| from weeks eend to Aveek's eend, an' aw winnet stond it ony lunger ! \" There Avas no muffling of Betty's Arocal bell; her clapper rang all the changes from a glad welcome to sullen resolution before Mr. or Miss Dolly Hesketh could be heard. \" What's the matter iioav ? \" enquired the former. * Boxed my ears. t Scolded vexatiously. t The devil. § Maggots, i.e., fancies in lier head. II Scold."], [196, "186 STUNG TO THE QUICK. \" You should not speak in that way of your mistress, Betty,\" said the latter, depre catingly. \"Well, noAvther should aAV, an' sh'd let yen alyen ;,* but maw patience is nut as lung as yors, Miss Dolly, an' aAV cannut bide it. An she wur as canty an' canny as yo', aAv could wark neet an' day fur her, an' niver be fashed, but aAV Avinnet stond th' dirdum she mak's fur noAvt ! \" \" I am sorry to hear you say this, Betty, since you know your mistress cannot help her infirmity of temper, and is to be pitied quite as much as blamed.\" \" Pitted fur bad temper ! aw never wur pitted fur my en, an' it niver AATir hauf as bad as missis's. Aw dinnet see that, and if she wur to kill some yen in her tantrums, aw reckon nowther judge nor jury 'ud see it OAvther.\" \" Perhaps not, Betty,\" half assented Miss Dolly ; \" but dl-tempered people trouble * One alone."], [197, "TEMPORARY INSANITY. 187 themselves more than they trouble others ; and I, for one, am sorry for them. But where is Miss Lucy ? \" \" Oh, Mess Lewsie's oop-steers, nigh as bad as her minny, glumpin' and freetin' ower summat. Aw niver seed sech wark, an' wi' gentlefolks, tee ! \" and Betty, muttering her discontent, moved about the kitchen, into which the old lady had followed her Avhen the gentlemen turned into the parlour. \" Well, my good girl, avc must try to make the best of it ; Ave have all of us our shortcomings to answer for. Place the cold ham and fillet of veal on the table, and let both be garnished with crisp parsley. The Doctor Avdl remain to supper. Are your potatoes ready ? \" \" Nut yet, but aAV scraped them lung syne, an' th' waiter's bilin, so th' lasers ull de Avhde aAV lay the claith,\" answered the rough, but well-meaning woman, putting a quantity of early potatoes into the saucepan as she spoke. \" Very well, that will do, and now I will"], [198, "188 STUNG TO THE QUICK. go up-stairs to take off my things, and see what is the matter with my niece, while you get everything ready.\" So saying Miss Dolly trotted off on her double errand, past the parlour door, whence issued sounds of angry altercation, to an upper chamber, Avhere she found Lucy sitting sulkily in the deep twilight, by the window. She had got the key to Lucy's heart, and with the oil of gentleness passed it smoothly into the twisted Avards, sympathising Avith her distress which Avas real, and rebuking the picpie and envy which made her at once miserable and unamiable ; thus the good aunt alternately soothed her irritation and en couraged a better state of feeling. After a Avhile she was successful, and by the time the AArhite cottage bonnet (to Avhich the old lady clung, in spite of fashion) Avas duly dusted, covered with a pocket handker chief, and placed in its pasteboard bandbox, the Canton shawl shaken, folded in the original creases, and laid in tissue paper"], [199, "TEMPORARY INSANITY. 189 Avithin the lavendered drawer, and a fair muslin apron placed as a protector in front of her grey satin dress, Lucy was ready to accompany her,' and meet the father of her inconstant swain. Their entrance into the room where the supper was laid, was a signal for the renewal of a storm Avhich had slightly subsided. Starting to her feet, Mrs. Hesketh assailed the kindly old maiden with a torrent of vituperative epithets ; she Avas a bare-faced hypocrite, an insidious serpent, who had robbed her of her friends and was now in league with her enemies, Avho had sneaked into the house to make mischief and misery, Avho had treated her worse than her brute of a husband, &c, &c. Miss Dorothea, unprepared for this sudden attack, her clear eyes dilating with sorrowful surprise, arrested in her Avalk towards the table, stood amazed and Avith uplifted hands, only uttering and repeating — \" Deary me, deary me ! Avhat can this all be about ? — Avhat can this all be about ?\""], [200, "190 STUNG TO THE QUICK. \" My dear madam, pray restrain yourself ; this language is unseemly,\" interposed Dr. Grove, endeavouring to calm the virago. \" Maria, I'll thank you to keep a civd tongue in your head towards my sister ! \" cried Mr. Hesketh. \"Mamma, I am positively ashamed of you — this is most disgraceful ! \" exclaimed her daughter. All spoke at once, and Mrs. Hesketh, unable to ansAver all at once, grew livid with passion, as she stormed out, to each in turn, \" Keep your advice for your patients, I don't want it ! You know well enough what it's about, flaunting at the wedding whdst that beggar's brat laughed me to scorn. I saw it all. As for you, miss, currying favour with your precious aunt, I'll give you something to be ashamed of — take that ! \" hurling at Lucy a large tumbler, snatched at random from the table. Lucy instinctively swerved ; the glass whizzed past her ear and through the open doorway, smashing itself and a valuable"], [201, "TEMPORARY INSANITY. 191 porcelain vase on the hall-table, narrowly missing Betty, who Avas bringing in the potatoes and ale. Jug and dish both went to the ground in the Avoman's fright, but without pausing to pick up fragments, she darted into the room, obedient to Dr. Grove's loud call, \" Betty ! \" The Doctor had sprung behind Mrs. Hesketh, and pinioned her arms to her sides. \" Here, Betty ! hold this madAvoman's feet, Avhilst I secure her arms. Hesketh, your handkerchief; noAV tie her hands, so ; noAv her feet ; take Betty's apron, or one of these thingummys will do (nodding towards an anti-macassar) ; we^must secure her, she is dangerous. You see, Mrs. Hesketh, I have kept my advice for my patient.\" Infuriated before, the cool determination of the Doctor and his summary treatment acted like oil on fire. She foamed Avith impotent rage, Avhich culminated as of old, in hysterics. \" Cut her stay-lace, Betty. Miss Dorothy, Avhere are your scissors ? There, that Avill"], [202, "192 STUNG TO THE QUICK. do ; noAA-, lay her on the ground ; she will come round presently. Miss Lucy, I Avfll trouble you for a basin of cold water, or stay — Ave must not saturate her clothes — bring a Avet towel instead.\" Lucy glanced toAArards Betty, who Avas holding Mrs. Hesketh doAAm, as if she thought the servant was the one to be sent, but the order came from Dr. Grove, and so she Avent for the towel, AAThich he (not applying it as a cooling bandage) beat across the face of the screaming Avonian several times smartly. As she began to revive, the doctor said, \" Betty, you had better clear the broken glass and crockery from the hall at once ; Ave shall have to carry your mistress upstairs, and might cut our shoes or feet.\" Betty stared at the order, but rose to obey, grumbling, hoAvever, all the way she Avent for her broom. \" What maAvk's this ? Carry her oop-stairs ! aAV think she mought Avalk oop on her OAvn pins. She's walked oop afore after her high-streeks. But aw niver seed her hev sae bad a bout afore. Aw"], [203, "TEMPORARY INSANITY. 193 Avonder if that doctor diz think ut messis is demented. He's a quare chap that, aAV connet mak him oot.\" Whilst Betty, sAveeping up the debris, drowned her fragmentary muttering in the clatter and jingle of the fragments on the floor-cloth, the bustle within the room sub sided ; an angry \" Ugh ! \" \" Umph ! \" or an occasional sob, or sharp scream, alone be traying that Mrs. Hesketh had recovered her senses and Avas perfectly cognisant of all that was said. At the outset the doctor had glanced sig nificantly at Mr. Hesketh and his sister, Avhile the former, placing his buff-slippered feet on the fender, leaned back outstretched in his easy chair in his favourite attitude, with his elboAvs on the padded arms, making belloAvs-shapes Avith expanded thumbs and fore-fingers, as if he had no interest Avhatever in the proceedings. Miss Dorothea, on the contrary, appeared concerned — not so much alarmed for her sister-in-law, as shocked at the outbreak Avhich had put niece and servant both in VOL. II. 0"], [204, "194 STUNG TO THE QUICK. jeopardy, and distressed at this unwomanly display. Lucy had been startled from the unamiable dreaminess in which she entered the room by her mother's sharp words, but the whiz of the tumbler past her ear, so closely cutting through the air that her tawny ringlets drifted aside, and she almost felt the cool contact of the glass, sent her back into be wilderment, from which the confusion of screams and sobs, commands and flitting feet scarcely aroused her. She cleared a space to lay her struggling mother down, and went for the wet napkin with a dim perception of the doctor's resolute prompt ness, and a consciousness that obedience was imperative ; but for what followed she was utterly unprepared, as being a new climax to hysterical passion. \" Have you a narroAv bed in the house, Miss Dorothea ? \" \" Only Betty's ; all the rest are four-post or tent beds.\" \" That Avill do. The patient Avfll have to"], [205, "195 TEMPORARY INSANITY. be strapped down lest she should do herself, or some one else, an injury. I am afraid of a return of the paroxysm. Betty, come and assist me to carry your mistress to your bed.\" \" Don't trouble yourself, doctor ; I can help the lass,\" said Mr. Hesketh, rising from his seat, with a curious twinkle in his eye. \" Nonsense, Hesketh, I don't want you for a patient. Why, man, the exertion might induce apoplexy, and that would be worse than a score fits of hysteria. Betty and I will manage it.\" And Betty and he did manage it, in spite of the struggles and protests of the dame, who found her tongue once more. The imperturbable doctor disregarded all her asseverations that she Avas better, that she could Avalk, that she would not be treated like a lunatic. He only shook his head, and calmly issued his commands to remove the bed and place her on the mattrass, dressed and bound as she was. Then, with strong sheets, he fastened her doAvn himself, o 2"], [206, "196 STUNG TO THE QUICK. next felt her head and pulse, and, after standing for a moment or tAvo looking stead fastly at her from under thoughtful brows, he remoAred his hand from his mouth and spoke to Miss Dorothea and those by the bedside : — \" The patient's pulse is full and rapid, her head hot, and her mind evidently disordered. She must be kept cool; on no account dis turbed ; must have no food but gruel or arrow root. If her lips appear parched, give a spoonful or two of lemonade ; nothing stimu lating, as you value her recovery. She must be kept Ioav, and fed in small quantities at certain intervals. You will pay no attention whateArer to her ravings, however lucid they may appear. I aaIII leave a prescription, which you will please to have compounded imme diately. Administer as directed. Should I not find her calmer in the morning, bleedino may be necessary ; and it is more than pro bable the head Avill require shaving, in order that a blister may be applied to the scalp. And noAv, my dear madam, I leave you with"], [207, "TEMPORARY INSANITY. 197 your excellent nurse, Miss Dorothea, and trust on my next visit to find the fever abated and the nerves stilled.\" He turned to leave the room, followed by all but the furious patient, but paused at the door to say, \" Miss Lucy, you had better Avatch your mother until she has her medi cine. If you are alarmed, Betty can remain Avith you afterwards.\" \" Put your bonnet on, Betty, that's a good lass, and run to the chemist's over the bridge,\" said Miss Dorothea, as she stepped after Dr. Grove down-stairs to supply him Avith writing materials. There were three grave faces in the par lour when Betty presented herself \" for the paiper,\" but they relaxed Avhen the door Avas closed on the active woman. Even Miss Dorothea had an uncommonly expressive smile playing about her mouth, Avhilst the doctor chuckled to himself quietly, and Mr. Hesketh gave Avay to a burst of merriment that might have been heard up-stairs had the door been ajar."], [208, "198 STUNG TO THE QUICK. \" I should think this will cure my dame,\" laughed out the last-named, holding his jolly sides. \"If it does not I'll give you leave to cancel my diploma. I could see she Avinced at the bare suggestion of a bald head. Let her be treated as if really insane, kept fas tened doAvn all to-morrow, and I prophecy she Avill be tame enough henceforth. Lucy had a narrow escape ; two inches nearer and she avouIc! have been disfigured for life, if not killed. Better be strapped doAvn on a pallet than tried for manslaughter or even a common assault.\" \"You are a first-rate friend in an emer gency, doctor. Had not you been there we should have had a scene of quite another sort ; and if any more such trifles had gone flying about the room, it is very possible there might have been a case for the coroner, or at all events for the mayor. I'm thankful it's no worse,\" and Mr. Hesketh Aviped from his forehead the deAv conjured up by his OAvn imagination."], [209, "TEMPORARY INSANITY. 199 \"Do take your seats, gentlemen,\" urged Miss Dorothea, \" you must want supper. I am afraid you will have to dispense with potatoes,\" she continued, \" they went \" \"You need not apologise, my dear Miss Dorothea. I saw more than one or tAvo of the esculent roots come dancing in at the door. Betty's broom will find them in the morning, no doubt. Thank you, that Avdl suffice. What was that you said, Hesketh ? \" \" What have you prescribed for Maria ? \" \" Oh, as nauseous a potion as I could concoct, yet perfectly harmless — to be given every hour. She will not forget the taste of temper-physic in a hurry.\" There Avas no need of bleeding, or blister ing, or shaving ; the refractory patient was as calm as a baby in the morning, and though she pulled many a A\\rry face, took every dose of her medicine Avithout a murmur. What Avould Mrs. Coulson, or the Caldcleughs, or the Ords say, if her head Avere shaved ? Good gracious ! she should go really out of her mind if she Avere so"], [210, "200 STUNG TO THE QUICK. shamefully disfigured. And nobody would believe her if that horrid Doctor got in a word. Why should people believe him more than any one else, she Avould like to knoAV ? And so her thoughts ran on, but the fear of Mrs. Grundy and the Doctor preArafled — a silent testimony to the physician's character. He had said ; and she knew, if there had been the shadow of Avildness visible in the morning, AAThat he said Avould be done, and no one would question his treatment. As she continued passive, the linen fetters were first slackened, then removed ; then she was permitted to return to her own soft bed ; next to stray down-stairs ; but aU under the most vigilant supervision, as if those around her really considered her a convalescent lunatic, liable to relapse. As for Lucy and Betty, not being in the secret, they thought passion had truly turned her brain, and that care and caution were indeed indispensable. Moreover, both took a leaf from the doctor's lesson-book, to be conned in secret to their oavu advantage ;"], [211, "TEMPORARY INSANITY. 201 the corollary being, that unbridled passion Avas liable to lapse into insanity. Not that their thoughts shaped themselves into Avords, but conscience gave sundry sharp pricks to both, and pricked Betty the hardest, because her self-knoAvledge Avas truest, not that her temper was the Avorst, by any means. Never had Mrs. Hesketh been so amiable since her marriage. The shivered porcelain jar, Avhich had been her pride and glory, and the envy of her friends, had a volume of reproach in every fragment. What if the glass had hit Lucy Avith the same force ? She shivered at the bare sug gestion, and ordered Betty to carry the broken pieces aAvay, unaware they had been left to tell their OAvn story and hers. So she came doAvn from her stdts once more, and as no allusions were made to any thing more than illness, she found her path smoothed considerably. Even Avhen Miss Dorothea took up the"], [212, "202 STUNG TO THE QUICK. theme of Rhoda's accomplishments, ignorant that it was a disagreeable subject, Mrs. Hes keth strove to master or conceal her dis pleasure, and listened to praises which were more nauseous than the doctor's potion. But she could not help shuffling in her seat, and, in the end leaving the room, when the old lady began to institute a comparison be tAvixt Rhoda's playing and Lucy's, and to wish Lucy had had the same advan tages. However, she thought it prudent to ac quiesce, fully convinced that her liberty would be endangered if she resisted ; and so she told Mrs. Coulson, adding, \" There is a con spiracy against me ; and that Dr. Grove is at the bottom of it.\" Kind Mrs. Coulson said, \" Dear me ! dear me ! you will have to be very cautious. No doubt you are right, my unfortunate friend.\" And when the green door closed on the unfor tunate friend's retreating figure, the sympa thising AvidoAv touched her forehead mys teriously AAlth her forefinger, and nodding to"], [213, "TEMPORARY INSANITY. 203 other and more fortunate friends, said, \" Ah, touched, touched, poor thing ! poor thing !\" Dr. Grove Avas above suspicion."], [214, "CHAPTER XL lucy's neav lover. Thoroughly interested in the fortunes of the young couple whose nuptials she had Avitnessed, and Avhose wedding day had been made so memorable by her sister-in-law's intemperate rage, Miss Dorothea made a point of calling at Mr. Marsh's to inquire after the bride and her husband. She seldom saw Rhoda on these occasions, that young lady being fully occupied Avith her preparations for their reception at the Grey ToAver. Whenever she did, she also saAV Edwin Grove dangling at her heels, to the old lady's great chagrin ; for Lucy had made her a partial confidante ; and Avhile the good crea ture began to feel sorry for her niece, she"], [215, "lucy's new lover. 205 regarded EdAvin Grove as a despicable male flirt, which doubtless he was. It is more than probable that Lucy, anxious to learn something more than she could glean elsewhere, inspirited her obliging aunt to a series of visits quite beyond her ordinary habit ; and it is as probable that Miss Wear bank, suspecting this, gave Edwin Grove's attentions their fullest significance in her presence. She played for him, and sang for him, and he, looking very gallant and sentimental, turned over her music, stooped and Avhis pered vague commentaries on the Haynes Bayley verses ; not altogether for his OAvn delectation, or for the fair musician's, but, it is to be feared, for that of the maiden aunt in their presence, and the niece in Old Elvet. So while Rhoda played on her piano, he and she played into each other's hands also ; and Avhile Mr. Marsh chuckled and congratu lated himself there Avould be another weddino soon, Miss Dorothea Avent home and ex-"], [216, "206 STUNG TO THE QUICK. pressed her conviction that Miss Wearbank was witching Edwin's soul away with her music. Miss Dorothea spoke of it before Dr. Grove as a something taken for granted, and though that sensible man made no remark beyond \"Pooh-pooh !\" it is worthy of obser vation that his son was finally settled as a surgeon in the out-of-the-way and uncon genial colliery of Kelloe. He had the good fortune, as well as the good sense, to secure him a home at Trimdon Hall, close to his practice, yet elevated morally, socially, and geographically above the pitmen of Kelloe. The Doctor had no mind that EdAvin should marry either Rhoda or Lucy ; but of the two it is a question whether Lucy would not have had the preference. He knew, or thought he knew, the worst of her ; he did not know the worst of the other, he was convinced. Banishment to Kelloe, that remote black diamond valley, hid in the winding folds of overlapping hills, must not be considered an"], [217, "lucy's new lover. 207 infallible antidote to love ; nor were the smutty pit beauties hkely to eclipse the remembrance of the brilliant beauty left behind ; but the sly old Doctor had not left the banished bachelor entirely to his own resources, to lodge and five as he best could, or as his predecessor had done. The worthy tenant of Trimdon Hall, Avho, under the doctor's influence, had opened his doors to his son, had no daughter ; but he had sundry fair nieces, who risked then necks on roads made for the especial behoof of the coroner, and put their blooming faces in at open doors when least expected. Pleasant this for EdAvin Grove, who found his position quite endurable, though the old square piano Avas out of tune, and the players out of practice, and the jingling keys sounded discordantly on his ear and memory Avhenever touched, which was seldom. Apart from all this, he was something more than a mere squire of dames, and had beneath his outer life an inner one of earnest"], [218, "208 STUNG TO THE QUICK. zeal in the pursuit and duties of his onerous profession, on which his father depended as his safeguard from ennui and meretricious AA'omen. This zeal was by no means a common fading amongst colliery surgeons, but Edwin had not become hardened to calculate his responsibilities by his remuneration ; nor was he, as too many of these isolated men are, driven by lack of society to make the decanter his companion ; so he studied hard, and did his duty well, ready and at his post night or day, whether required to reduce a fracture or a fever, to ease the coming or the departing life. Now and then fair faces floated before the page he read, shutting out letter-press, draAvings, and diagrams ; but the raven locks and the taAvny tresses blent most absurdly, and he turned laughingly from their contemplation as another face arose, and he Avould say, \" Well, that Maggy Reed is not a bad-looking girl, and she will make a good Avise for somebody one of these days.\""], [219, "lucy's new lover. 209 He Avas certainly not breaking his heart for either Lucy or Rhoda. He had never troubled himself to analyse his own emotions, and with regard to the latter had never considered Avhy his visits were so frequent and regular. He was conscious that Miss Wearbank had been the attraction Avhich had draAvn him to the cosy parlour in South Street ; her beauty had ap pealed to his eye, her intelligence to his understanding, her refinement and accom plishments completing the charm. It had been Avonderfully pleasant to sit and listen to the melody of her voice, Avhether in song or speech, and to look in her dangerously beautiful eyes, but he never paused to ask himself if he had any ulterior objects in his obsequious attentions beyond present amusement. Openly, Edwin had shaken off his alle giance to Lucy ; but in the remote — very remote — chambers of his heart, he held the bond uncancclled. He plumed himself on the skill with Avhich he had taught the VOL. II."], [220, "210 STUNG TO THE QUICK. young flirt a lesson ; and if she profited by it, he might possibly be induced to forgive her, after due submission. When his roving eye had rested on quiet and unobtrusive Maggy Reed, during her brief stay in Durham, he gave a feAV odd moments to the study and contemplation of the young and unconscious girl, Avho he could see would develope into a fine woman ; and thereupon paid her a number of sdly and unmeaning compliments (Avhen Miss Wearbank Avas not by), and AAlien she blushed from a displeasure he could not comprehend, he concluded she Avas fasci nated AA'ith his very agreeable self. So, like an Oriental sultan, he waited, handkerchief in hand, untd he had made his election, not doubting but the maiden on Avhose fortunate shoulders it might finally alight would rise rejoicing to do him homage as her lord and master. But removal from a lounging life to an active one, at a distance from the rival fair ones, AAliere there Avas no one to pique and"], [221, "LUCY'S NEW LOVER. 211 no one to please, put flattery and flirtation at a discount, and when in course of time he contemplated a possible life remote from fashion and folly, with little or no social intercourse, he began to consider not which he should marry, but which would be Avilling to marry him. The young gentleman's pride and vanity received a very wholesome check during his contemplation of the subject. Long before he solved the question to his satisfaction, long before even he put it to himself, a change Avhich neArer entered into his calculations came over the damsel he de signed to honour, and altered the Avhole aspect of affairs. Miss Dorothea's rooted conviction that Rhoda's sole enchantment lay in her vocal and musical powers had weight with her niece, who thereupon had her piano tuned, and practised most assiduously to attain the same excellence. Carried away with the belief that Miss Wearbank's proficiency arose from her p 2"], [222, "212 STUNG TO THE QUICK. teachers more than from native talent or natural powers, Lucy besieged her father as before-told to let her have lessons from the first eminent Italian or German master Avho came Avithin reasonable distance of Durham. Mrs. Hesketh, desiring to make amends and induce Lucy to forget the glass throw ing, seconded these appeals, and the father, partly to escape persecution, and partly to offer a premium for better behaviour, gave his consent. Lo and behold ! as though con jured up by his unthinking concession, the Durham Chronicle on the following Friday contained this advertisement : — \" Signob Roxchetti, of the opera houses of Florence and Milan, and the nobility's concerts, will visit Durham once each week during the summer months, to give lessons in singing to advanced pupils. The Signor may be consulted with refer ence to terms, &c., on the afternoon of Tuesday the 28th inst., at the Waterloo Hotel, Durham, between the hours of i and 5.\" Miss Hesketh Avas by no means the only young lady in the city ambitious to OArertop her friends ; and to study vocalization under"], [223, "lucy's new lover. 213 an eminent Italian professor was certainly an enviable distinction. (This was seven-and twenty years ago, good reader, but the re mark might possibly hold good even Avith the extra railroad facilities of to-day). Conse quently the Signor held quite a levee in his private-room that sultry June day. Urged by sister, daughter, and wife (who had begun to SAvim with the home stream in order to conciliate), Mr. Hesketh very reluctantly accompanied Lucy to see the dlustrious foreigner, who, as Mr. Marsh phrased it, had come to exchange shaky Italian notes for good English ones. In the lobby and on the staircase they met several ladies, Avith chagrin on their counte nances. \" The Signor is not over courteous,\" said one. \" His terms are exorbitant,\" added another. \" I don't think he knoAvs hoAV to teach,\" ierked out a third. \" Sour grapes,\" murmured Mr. Hesketh,"], [224, "214 STUNG TO THE QUICK. as he stepped up the familiar staircase, and met Miss Robson radiant with success. \" Oh, Mr. Hesketh,\" exclaimed the stately old maid, \" you will find the Signor such a delightful person to treat Avith, so affable, so distingue — so — so \" \" Is he a good teacher, Miss Robson, do you think ? You will knoAV more of that than I shall,\" quoth the old gentleman, caring less for the Signor's affability than for his abflity. \" Of that, Mr. Hesketh, you may be as sured, or / should not have engaged the services of the Signor for my establishment. His terms are certainly high,\" said Miss Robson, loftily. \" Oh, I come prepared to pay the piper, as my friend Marsh said I should. I knoAV these foreign fellows haAre the assurance to ask three times what an honest Englishman would ; and all because there are to be found fools like myself willing to pay more for their whistle than it is worth.\" \" Mr. Hesketh, you surprise me ! I"], [225, "lucy's new lover. 215 thought you were above these narroAV minded prejudices,\" and the speaker bridled, considering her OAvn judgment im pugned. \" Pocket prejudice is strong in most men, my good lady ; but come, Lucy, Ave are detaining Miss Robson. Let us see for our selves Avhat the Signor is like.\" Like a dark, handsome, little man, with a straight, Avell-shaped nose, rather fuU in the nostril ; lips shaded by a moustache, black as his thick crop of clustering curls ; a rim of Avhisker swept beneath the chin from ear to ear, the level eyebrows almost met, and on a resolute chin perked the foppish im perial. Bright, and full, and black Avere the Italian's eyes, yet was he compelled to wear spectacles to modify sight strong, but de fective, in that it was \"near.\" He wore a dark blue frock-coat, braided and frogged like the front of a lady's dress, and over a chair beside him, although it Avas June, hung a handsome circular cloak, in all the glory of"], [226, "216 STUNG TO THE QUICK. heavy tassels, velvet facings and collar. The Signor Avas evidently expensive in his habits. The door Avas at once opened to admit Mr. Hesketh, and Miss Lucy, and to dismiss Mrs. Caldcleugh and her daughter, a raw girl of sixteen. Signor Ronchetti was speaking rapidly in very imperfect English. \" I cannot, niatam, I cannot make one A'oicc ; you daughtare never sing, she vat you call skreetch ; I teach sing, I no make voice. I should vaiste time and steals your monies.\" \" Can you not give her a short lesson or tAvo — say quarter-of-an-hour ? I do not mind what I pay.\" \" Me dear laity, you could not pay me ears. I could not bear it, madame, your daughtare's A'oice aatou1c1 make me shuddare.\" And the Signor shuddered as if under a painful remi niscence. \" I am ver sorry. Addio.\" The graceful boAv AAliich greeted the en trance of Mr. and Miss Hesketh served also to usher Mrs. Caldcleugh and her daughter"], [227, "lucy's new lover. 217 out, doubly discomfited and mortified be cause that chit Lucy heard all the felloAv's insolence. \" Signor Ronchetti, I am a plain spoken Englishman, and think no worse of you for the plain speaking I have just heard.\" The signor bowed. \" Now I am not like Mrs. Caldcleugh, I do mind Avhat I pay, and don't care to Avaste my money if my daughter's voice is not worth it. But if you think you can make anything of her, do ; of course on your ordinary terms.\" \" I am oblish. Will the young laity honare me by a spec-men, a trial.\" So saying the Signor handed Lucy by the tips of her fingers to an upright piano in the room. He then raised several pieces of music close to his spectacles for inspection, and finally placed \" Di tanti palpiti \" before his new pupil. NotAvithstanding that she Avas nerA-ous (for once), Lucy acquitted herself ATery cre ditably, and the Italian Avent into ecstasies. \" Ah, dat Avill do, dat is someting like a"], [228, "218 STUNG TO THE QUICK. voice, Meess — Meess,\" he lifted the lady's card to his spectacles, \" Hesket, I shall be ver moch delight vit you. You are one grand contralto. I shall make you sing like one bird in the night.\" \" I suppose you mean a nightingale, and not a screech oavI, Signor?\" \" Father ! \" remonstrated Lucy. \" Oh, night-in-gale, certainlies. Miss Hesket have ver good voice.\" \"And now, Signor, as I am a man of business, and know nothing of eminent men beyond my own country, in your fine, I mean, you must pardon me if I ask you if you have any testimonials or vouchers for ability and so on. You are younger than I expected, and a stranger.\" \" Youngaire — young do not make foolish — do not make worse singer. Age do not make wise, else Avhy you English say ' Old fool ? ' But here are de sufficient vouchares, I tink ;\" and the signor handed over a mass of credentials Avith an air of offended dignity."], [229, "lucy's new lover. 219 Mr. Hesketh, half wondering if he were the \" old fool,\" looked over the papers and was satisfied, and then made arrangements which satisfied equally Miss Hesketh and the handsome Italian, who put his hand on his heart and bowed very low as they left the room. The levee was over. Signor Ronchetti stepped into a light phaeton and drove away in the direction of Chester-le-Street. Mr. Hesketh returned to his office, not half satisfied that he had consented to pay a guinea and a-half a lesson to a foreigner, when there were English lay-vicars in the city who, in his opinion, Avould teach her quite as well for a third of the money. Lucy, elated with the compliments of the musician, hurried home to recount all that had passed, and go into raptures over the exquisitely charming Italian. Hoav many heart-burnings, how many petty jealousies were kindled by Mr. Hesketh's agreement with Signor Ron-"], [230, "220 STUNG TO THE QUICK. chetti. A pretty pass things Avere coming to when the daughter of a surveyor could learn singing at two guineas a lesson. Well for them he had money to throAv away. What the Signor could hear in her voice more than another was a mystery ! Soon it Avas noised abroad that Mr. Hesketh paid less by half a guinea than the Signor's ordinary terms, just one-half of what the owner of one weak voice and head had offered ineffectually, and thereupon in dignation knew no bounds. For a teacher to advertise for pupils, and afterwards reject them, was a thing unprecedented ; there was more in this than met the eye. Mr. Hesketh had better look after his daughter. She was a rather pretty girl, and Avould have some money, and those foreign music-masters were neATer to be trusted. And Avhde the disappointed aspirants after musical honours demurred to the Sio-nor's arbitrary method of doing business, and thought it necessary to Avatch his move ments in Mr. Hesketh's interest, lest Mr."], [231, "LUCY'S NEW LOVER. 221 Hesketh should not, the Signor drove into the city every week. Not always on the appointed day, Tues day, but certainly the day after, with an apology Avhich, being sufficient for himself, was expected to be sufficient for his pupils. These very eminent personages are so apt to assume the priAllege of eccentricity and self-law. Lucy had not a bad voice, and the Signor was undoubtedly a master of first-class abdity ; so the voice gradually developed, and Mr. Hesketh congratulated himself that he had not throAvn his money away. He became quite proud of his daughter's singing, and although in former years he had care fully abstained from all mention of her in Miss Wearbank's hearing, he greAV so profuse in his praises of Signor Ronchetti and Lucy's vocal power, that, Avhether at the Tower or at Mr. Marsh's, he dragged the subject for- Avard on all occasions. Rhoda, probably gratified by the old gentleman's thanks for her advice in favour"], [232, "222 STUNG TO THE QUICK. of an Italian teacher, which had certainly influenced his decision, listened more com placently than her wont, but Mr. Marsh, bored by the incessant recurrence of the same theme, jested and laughed, and said his friend wTas music mad. \" Signor Ronchetti is sharp, and you little better than a flat, to give away your good notes for a crotchet of Lucy's. But there is no sympathetic chord in my breast, and I bar the theme, so pray abbreviate and don't disturb the even tenor of our evening's chat ; the piano is not your forte.\" And so Mr. Marsh would run on, chuckling at every pun, until Mr. Hesketh was glad to drop the subject. Eva, hearing so much of the Signor's extraordinary talents, and sensitively con scious of her inferiority to Rhoda, was, like Lucy, desirous of further cultivation, and wished to embrace so desirable an oppor tunity as Avas now offered. But that Mr. Raeburn negatived at once. \" My wife, I prefer nature to art ; you won me as you"], [233, "LUCY'S NEW LOVER. 223 are ; you need only retain your natural graces and purity to keep me yours for ever.\" And Eva never expressed the Avish again. Under Signor Ronchetti Miss Lucy learned more than music or singing. She had a smattering of French and Italian, and as her teacher spoke English very indifferently, what more natural than that he should revert to his native tongue, and seek to cultivate a taste for the language of Dante and Petrarch. Miss Dorothea, impressed with a whole some dread of young and handsome foreign musicians, remained discreetly in the room, knitting sections of a counterpane, during the brief lessons ; but, as they interfered with her accustomed siesta, it not unfre quently happened that the heat of the Aveather and the monotony of the sol-fa induced a cloze in her easy chair, and the knitting Avould become the prey of the kitten, Avhilst (avouM it be fair to say?) her niece became the prey of the cat."], [234, "224 STUNG TO THE QUICK. At aU events, Miss Lucy learned some thing more than music, or even Italian. The Signor had a musical and seductive voice, all the more seductive from its broken utterance ; then, his near sight compelled him to bring his mass of scented curls close to his pupil's cheek, as he scanned the notes to Avhich he called attention. Then his soft warm hand came in contact Avith hers as he placed her fingers in better position. Her music, from the neAvest operas, was full of tender and impassioned sentiment, and the Signor looked a world of interpretation through the gold-rimmed spectacles Avith his full and brilliant eyes. Then Petrarch's sonnets found then way to the young lady's hand in all the glory of crimson and gold, and somehoAV the giver contrived to read one or more for the especial behoof of the presentee, and if the language Avas not Avholly intelligible the tones Avere. The book Avas carried aAvay and hidden, to be read, as well as possible, in secret."], [235, "lucy's new lover. 225 The Signor was palpably in love with his pupil. The gossips for once were right. Mr. Hesketh had need to look after his daughter. But what of the young lady ? Had she learnt love as well as singing? That was a question for more than gossip. She was certainly in a flutter at the dis covery made by her vanity, and her elation was out of all proportion. Here Avas a chance to be revenged on EdAvin GroA^e. Oh, if he could but see the impassioned and pleading glances of the Signor ! If he could but know his place was better filled ; and gradually the fascinating Italian engrossed her thoughts and drove Edwin Grove into the background. Mr. Hesketh, in his office, perusing leases and agreements, or poring over plans, or out in the country measuring estates and roads, or consulting Avith Mr. Raeburn on the sinking of a neAV shaft, never thought of the mine sinking at home ; and Miss Dorothea, VOL. II. q"], [236, "226 STUNG TO THE QUICK. Avorking aAvay at triangles never con templated by Euclid, alternately knitted and dozed, and forgot her fears of the foreigner. Mrs. Hesketh Avas simply enchanted ! Signor Ronchetti was the most fascinating man she had ever met, and always so exces sively polite to her. The distinction he had made in choosing her daughter as one of his very feAV pupils was most flattering, and the lady took all the credit to herself, or spoke as if she had done a Avorthy deed in urging her obstinate husband to engage the Signor. And so nobody concerned thought the handsome music-master could possibly ex ceed the tenor of his bond and teach love as Avell as song, except Dr. Grove, who had never seen the attractive singing-master, save Avhen he whirled past in his light phaeton through the narrow streets. But the Doctor, who on closer acquaintance began to think there Avere Avorse people in the Avorld than Lucy Hesketh, and that her marked im-"], [237, "LUCY'S NEW LOVER. 227 provement in tone, temper, and manner, under her aunt's charge, indicated sod capable of tillage and further improvement ; the Doctor, remembering the rumours of his son's courtship, probed her heart with banter and raillery about her new music master, and became unusually inquisitive as to whether she learned singing only. Her replies, framed in pique to reach the son through the father, lacked cleverness, and to the astute old gentleman Avere perfectly transparent. \" Umph ! \" said he to himself, after one of of these trials of skill ; \" she is particularly anxious I should rouse the sleeping Cupid under EdAvin's waistcoat, by telling him she has got a fresh string to her boAV, but I am not such a fool ; the love that is worth having Avill keep ; they are both young enough, and Lucy may be herself better worth having in a year or two. Certainly she is preferable to Rhoda in my opinion, and Hesketh's a good felloAV himself, but Ned hardly knows his OAvn mind yet, and if this singing fellow tl 2"], [238, "228 STUNG TO THE QUICK. turn the conceited girl's head, it's quite as well he should know nothing about her. He may make a better match AAdiere he is.\""], [239, "CHAPTER XIT. avoman's work. One motive of Mr. Raeburn's for declining an extension of his colliery leases, Avas a sincere desire to ameliorate the condition of the pitmen on his estate, and when, in partnership with Mr. Marsh avIio had long lacked occupation for mind and body, he commenced operations, he found he had stiff Avork before him. He had observed, with deep concern, the employment of women and children in the mines, and this he strenuously opposed, alike on the grounds of humanity and civili sation. Long before the lease fell in, he had made it his business to visit one colliery after another, both on the Wear and on the Tyne, to converse Avith the men, and note the operation of the whole system."], [240, "230 STUNG TO THE QUICK. Convinced that utter demoralisation must result from the custom, which degraded women and girls to beasts of burden, and sent them in an unseemly dress into the depths and darkness of the pit, or to labour on the bankside amongst men hardly more coarse than themselves, he determined to resist the employment of female labour. The practice had been abandoned in the Tyneside collieries for more than half-a century, but the dregs of the custom stdl clung to the coal-fields of the Wear, and Mr. Raeburn marked with regret that the Rae burn colliery employed more than the average number of females. From the hour when Eva's acceptance of his suit determined his stay in England, he had devoted himself to the study of those subjects he believed essential to the full performance of his duties as a landowner. If he possessed the sod above, the minerals below, and required labourers to tdl the one, and hew the other for mutual adATantage and profit, he did not feel that the compact"], [241, "woman's work. 231 between the Avorkman and his master ended with labour performed and money paid. He held that his greater information and larger means implied larger responsibdities also, and that the comfort and elevation of those around depended in a great measure on his own energy, influence and example. Not content to sit doAvn supinely and re ceive rents and profits from an irresponsible steward or manager, he studied not only the geology of the district and engineering, as connected with mines, but the habits of the population, and in the last of these studies he associated Eva, both before his marriage and after. Together they had visited one colliery after another, and noted the sensible differ ence where woman held her place in the home department, or pursued feminine oc cupations, to those where she roughed it with the men, and had no leisure to bestow on soul, body, or mind. Not merely districts, but households coidd be picked out where the contrasting habits"], [242, "232 STUNG TO THE QUICK. prevaded ; and Frank sedulously set himself to work to root out the evil and remodel the Raeburn vdlage. It Avas not quite so easy a task as he had imagined. It is a hard fight Avith custom, prejudice, and cupboard for opponents. Before the actual Avorking of the colliery fell into his hands, Mr. Raeburn en deavoured to prepare the minds of the pitmen for the change he contemplated ; but when they found their new master refused to admit Avomen into the workings, there was an universal outcry against the innovation ; the very women, Avhose benefit was sought, being the most clamorous against it. Long usance had famdiarised them Avith things as they were, and blinded them to the perception of the evd. All they could see Avas the reduction of income, no accession of comfort. Then it Avas Eva's tact, delicacy, and good-nature Avere put to the test. Though she Avas teaching no neAv dogma, yet she found it difficult to convince women, accus-"], [243, "woman's work. 233 tomcd to receive their earnings at the fort nightly pay, that what they could save would overbalance what they could earn. It was a delicate task to point out to the mother of a disorderly brood of ragged children, in a cottage as disorderly, the polished four-post bedstead, the chest of drawers, surmounted by a large Bible and brilliant tea-tray, the bright chairs, the brass candlesticks and china lambs on the mantel shelf, or the shining fender and fire-irons beneath, visible through the open door of an opposite neighbour, Avhose wife had never Avorked at anything unfeminine, but re mained aboATe ground to Avatch over her children, make the most of her husband's earnings, and preserve comfort and order in his house. Yet Eati accomplished this feat Avith a delicacy and success her father thought incredible, but Avhich Frank pronounced nothing more than he had expected. At times she met Avith rebuffs, and in one or two instances AA'as told to \" nioind her ain biznes,"], [244, "234 STUNG TO THE QUICK. and let ithers gang their ain gate.\" But on the whole her gentle manner, her winning voice, her kindly, loving nature, bespoke for her at least a patient hearing, and the trifling presents she distributed amongst the chddren as rewards for good conduct, clean liness, or industry, Avithout destroying the self-respect or self-dependence of the re cipients, went far to effect their end. Rhoda evinced no desire to join her in these expeditions, and, indeed, characterised all their plans as Utopian. Once or twice she was induced to accompany Mrs. Rae burn, but her manner Avas so excessively patronising she did more mischief than good, and Eva gladly left her behind ever after. Busied Avith the drainage and general sanitary improvement of Raeburn village, which he found little better than a fever nest, with the discontent of pitmen Avho misunderstood his motives, and overmen who considered peculation a perquisite, and Avith active thought for the Avelfare of all con-"], [245, "woman's work. 235 nected Avith him, Frank Raeburn had little leisure to observe how Rhoda spent her time. As she graduady retired from her domi nation over the household, she professedly returned to her old passion for drawing ; and when Eva stepped into the carriage, bearing with her a basket full of toys, books, sdver thimbles, neckerchiefs, and cap ribbons ; or tripped by her husband's side on an expe dition whose object lay nearer home, Rhoda, portfolio in hand, Avould Avander off alone, and remain away for hours. Then a reading mania seized her ; piles of novels came from Mrs. Sutherland's circulating library on Framwellgate Bridge, Avhich she ostensibly devoured in the solitude of her own room. Often Avould Frank and Eva banter her on her neAv-born taste for seclusion, which Mr. Marsh declared Avas consequent on the loss of her lover, folloAving up the observa tion with a very unmusical imitation of the Groves of Blarney, or Kelvin Grove, and ending with his customary self-satisfied chuckle."], [246, "236 STUNG TO THE QUICK. Rhoda bore the ralliery very stoically, not Avholly contradicting Mr. Marsh's assertion, nor wholly admitting it, and the consequence was that the three Avere differently im pressed. Frank Raeburn, aaIio Avas nearest the mark, imagined that, if love drove her into solitude, it was the old love for himself with Avhich she had to battle. Eva, that she was indulging a most reprehensible tenderness for Captain Hesketh ; and Mr. Marsh, as he did not scruple to insinuate, that she was pining for the young surgeon Avhom she saw so seldom since his banishment to Kelloe."], [247, "CHAPTER XIII. FUEL FOR THE FIRE. Thus passed June and July. August came and went, scorching the foliage and ripening the grain ; and September, sickle in hand, cut doAvn the grain and the days toge ther, Avhilst the married pair, active for the good of others, scarcely noted their flight. And so to none had the months seemed sIoav but to impatient Rhoda. But September brought the \" Polly,\" and the Polly's master found a letter awaiting him, signed \" Eve ; \" a letter imploring her dear Cuthbert to hasten to the Grey ToAver, if only for a feAV hours, as she was dying to see him, and the restraint of her situation, and her efforts to disguise her feelings, had become insupportable."], [248, "238 STUNG TO THE QUICK. How many letters bear two interpretations — locks with separate keys. To Cuthbert this was the language of love, excessive and vehement, struggling against the fear of offending kind relatives by her rejection of a suitor favoured by them. True, Dr. Grove had a son whom he had seen at the pic-nic, and the morning after, whose attentions to Rhoda were marked, and Avhom Mr. Marsh certainly thought an eligible match, though he apparently left matters to take their course, trusting in the Doctor's tacit approval. Cuthbert Avas a blind reader ; only Rhoda's heart held the true key to her missive. The frank seaman, Avhose education had been completed at a rope's end on ship board, was no match for the finished schemer. He came ; Frank and Eva were delighted to see him, and Rhoda also. She could not Avork without tools, and she had craved, longed, for the return of the gudeless instru-"], [249, "FUEL FOR THE FIRE. 239 ment of her vdlany, and here he Avas, her Avilling, plastic slave. \" You've made a wonderful change here since I was last ashore,\" said Cuthbert to Mr. Raeburn, after they had been chatting some time. \" I should hope so ; there was great need of improvement, I'm sure. Would you like to see Avhat has been done outside ? \" asked Frank. \" Nothing would give me greater pleasure, provided the ladies Avill accompany us,\" an swered he. The ladies Avere agreeable, and the four strolled out together, thus making an oppor tunity for Cuthbert to offer his arm to Rhoda, and Avhile following in the wake of their companions to drop behind now and then for a little private and tender confidence. But Rhoda had no real liking for his loAre making, and was careful to abridge these brief conferences, not hoAvever before she had schooled her docile pupil into proper be haviour. She contrived to impress him Avith"], [250, "240 STUNG TO THE QUICK. the necessity of paying more attention to Mrs. Raeburn, not only as his hostess and a neAvly-made Avise, but the more effectually to conceal their oAvn attachment, displeasing to the family on many accounts. \" You see, Cuthbert dear,\" said she, in confiding tones, looking up eloquently into his eyes, \" though Mr. Marsh is so thoroughly bent on my marrying that Ed win Grove, so long as he does not suspect me of a penchant for any one else, or observe a trespasser on what he considers his friend's manor, he Avill remain pretty passive in the belief all is \" \" But Mr. Marsh is not here now, Rhoda,\" interrupted Cuthbert ; \" and if he Avere I don't see why Ave should sail under false colours.\" \" Don't you,\" said she, drily ; \" then I do. And if Mr. Marsh is not here, Mrs. Raeburn is, and whatever she thinks you may be cpiite sure she wdl say, no matter Avho is present, Besides, I am not disposed for another lecture on"], [251, "241 FUEL FOR THE FIRE. the impropriety of encouraging your ad vances.\" Something in this speech jarred on Cuth bert's sensitive conscience, but it passed on the instant, and he ansAvered — \" Well, have your oavii Avay, but it's deuced hard I should be driven aback, and not have a chance of a Avord Avith you after that letter of yours. I thought you Avanted to see me specially.\" \" And so I do, Cuthbert, but what can I do ? This is not the time for all I have to say. Only be patient, and I will contrive opportunities to see you alone, never fear. There, Eva's turning round again.\" \" Cuthbert, is not the scent of the fir trees delightful ? \" asked Eva, over her shoulder. The individual addressed gave a sniff or two before replying. \" So it is ; one might shut one's eyes, and almost fancy oneself aboard ship or in the docks.\" \" The docks ! Goodness, Cuthbert, AAliat a comparison. Frank Avould be sorry if the VOL, II. K"], [252, "242 STUNG TO THE QUICK. planting had the odour of the docks, I know.\" \" Indeed I should. I trace very little of the sap of the living tree in the pitch and tar amongst shipping, which always comes mingled Avith a sensation of junk, sailcloth, sea-weed, and fish, any thing but refreshing to delicate olfactory organs,\" observed Frank. \" That just a landsman's notion ; your nose requires education. I smell the shipping as if I Avere amongst it,\" Avas the sador's reply. \" Well,\" laughed Eva, \" I shall never pick up a fir cone or walk through the avoocIs again AAlthout thinking of ships and sadors.\" \" Or a ship and a sailor,\" suggested Rhoda. \" Just so ; the Polly and her master.\" \" Give me a fir cone, Mrs. Raeburn, and then Avhen you remember me in the avoocIs, I may remember you in the ship.\" Eva stooped, and picking a brown cone of the last year's crop from the many strewed on the grass or hid under dock and plantain,"], [253, "FUEL FOR THE FIRE. 243 flung it at the captain, Avho caught it dexter ously, and put it in his pocket. \" Fancy that a cocoa-nut thrown at you by a monkey,\" exclaimed Eva, AAdth a shrug and a grimace, expressive of compassion for human heads in such predicaments. \" No stretch of imagination could compass that,\" said he, as Eva resumed her husband's arm and the interrupted stroll. Light and frivolous this bantering inter lude ; but ah ! Iioav painfully remembered by one of the group in the after time. They Avere iioav Avalking on the wooded bank above the ToAver, and on their way to the rustic bridge over the waterfall. The battlements were on a level Avith their feet, and the bare flagstaff attracted Cuthbert's attention. \" I say, Raeburn, do you ever hoist the Union-jack on that pole ? \" cried he. \" We never haAre done yet, but we might on festive occasions. What say you, wifie ?\" \"' I did think of it once,\" Avhispered the s 2"], [254, "244 STUNG TO THE QUICK. young AATife to her husband ; \" but on second thoughts abandoned the idea.\" \" For Avhat reason ? \" and Frank bent his head for her Ioav reply. \" Lest it should give Rhoda pain.\" \" What painful association has she Avith the Union-jack?\" \" Oh, none ; but you knoAAr, Frank, if Ave put out a flag at Christmas, or on our birth days, it would not be a pleasant reminder to her.\" \" Well, perhaps not ; so you laudably de cided against a display of ' Acuity ' likely to cause her ' vexation of spirit ? ' : \" Yes.\" \" Very commendable of you, my Avee Avifie, but I question if Miss Rhoda would be equally scrupulous of wounding you.\" \" What is the reason, Frank, you have such an indifferent opinion of my cousin ? I am sure she Avould lay down her fife to seiwe you. \" I doubt it much, whether literally or figuratively. Not that I doubt her courage"], [255, "245 FUEL FOR THE FIRE. or inflexibility, her energy of purpose or strength of will, but I have no faith in her abnegation of self, and neither true martyr nor true heroine can be made of other ma terial.\" The grey, stony look which Martin dreaded, came over Rhoda's face when Eva whispered to her husband, and Cuthbert, shocked at its strange expression, forgot all about the Union jack in concern for her, she having answered his eager question, \" What is the matter,\" Avith — \" Oh, nothing, nothing ; I struck my foot against the root of that tree, and kid slip pers are not much protection. It Avill be better directly. It was only the sudden shock.\" Her face resumed its natural hue, but she affected to limp for a moment or so, and Cuthbert, full of compassion, thought only how intense must have been the pain Avhich brought that rigidity of feature, and hoAV brave must be the girl to make so light of it."], [256, "246 STUNG TO THE QUICK. \" There is the dinner-bell,\" cried Eva, as they crossed the bridge ; \" make haste. In the afternoon Mr. Hesketh, Mr. Marsh, and Mr. Thwaites, the viewer, came to hold a conference AArith Mr. Raeburn on something in connection AATith the up-cast shaft of the pit, and Frank, bidding Eva and Rhoda entertain Captain Hesketh in his absence, apologised and left them. Rhoda seated herself at the piano, and Cuthbert bent over her very much entranced, until Eva, disgusted Avith Avhat she thought her cousin's coquetry, and Cuthbert's incon stancy to Mary, fairly insisted that he should have a ramble with her. Rhoda had mono polised him quite long enough. She Avanted to show him a white rose tree Avhich had groAATi amongst the ivy almost to the battlement, yet was quite a niggard of roses, and an arbour she had herself planned to front the waterfall. Obedient to a look from Rhoda he went, although reluctantly, since she declined to be of the party, and the two passing round"], [257, "FUEL FOR THE FIRE. 247 the building, came to the garden plot be tAveen the tower and stream. Eva, in the singleness of her heart and purpose, thought only of removing Cuthbert from a dangerous neighbourhood — nothing of any false construction to be put on their tSte-d-tete ramble ; and so they strolled through the woodland together, as old friends might, she making use of the occasion to question Cuthbert respecting Mary, and his evident neglect of her valued companion, and to remonstrate Avith him on his grow ing attachment to Rhoda, a girl in no one way suited to him. Eva was very much in earnest, and her Avhole manner betrayed the interest their conversation had for her. \" Captain Hesketh's arrival seems to have put Mrs. Raeburn into extremely good spirits. Hoav very animated she is,\" re marked Rhoda to Frank after the departure of the vieAver, with apparent inadA'ertence, as she Avatched them from the draAving-room Avindow pass along a Avinding path, Avhich"], [258, "248 STUNG TO THE QUICK. followed the stream to the cascade, then turned aAvay into the plantation beyond. \" Oh ! ah ! yes, they are very old friends, and Eva generally has a good flow of spirits,\" replied he, Avith apparent unconcern, yet sufficiently interested. He joined Rhoda at the AvindoAv Avith perhaps the very faintest intimation of a dis agreeable sensation in his breast — not re moved when they came in, Eva flushed Avith excitement and Cuthbert evidently id at ease. The Captain was obliged to return to his vessel that night, and somehow Frank , did not press him to remain as earnestly as he might have done. Several days after, as Eva was about to step into the carriage to accompany Frank to Durham, Avhere he had business with Mr. Hesketh, Rhoda called her back into the dining-room to say a feAv words pri vately. \"Eva, dear, wdl you execute a com mission for me whde you are in town ? \""], [259, "FUEL FOR THE FIRE. 249 \" Of course I will, with pleasure ; you know that.\" \" You will promise not to tell your father or Mr. Raeburn ? \" \" Not tell Frank ! What can be the won derful secret I am not to betray ? Do you Avant another green dress, or an interdicted book ? \" \" Neither ; but you must give me your Avord before I teU you,\" urged Rhoda, knowing well that Eva's Avord was her bond. \" I have half a mind to refuse, but I don't suppose your secret commission concerns either Frank or my father, and so I venture to promise,\" assented Eva, smilingly. \" Thank you, Eva, then I will trouble you to call at the post-office for me, and ask if there is a letter Avaiting for E. M. If there is, wiU you bring it ? \" \" A letter for E. M. Why, Rhoda, Avith whom are you carrying on a clandestine correspondence ? I am sure that cannot be right. There is no reason your letters should"], [260, "250 STUNG TO THE QUICK. not come here as openly as our own. Miss Talbot's letters have always reached you safely, have they not ? \" \" Oh, certainly, but this is not from her. You must know some noodle or other ad vertised for a wife a week or two since. I answered the advertisement, hoping to have some fun out of the fellow, and I expect a reply, that's aU — no great matter, now you know it.\" \" No great matter, perhaps, Rhoda, but you knoAV it is possible the man may be in earnest, and what may be fun to you may be no fun to him.\" \" Noav, Eva, don't sermonise, but be a good girl, and ask for my letter — and mind — not one word about it.\" \" Well, Rhoda, I will oblige you this once, but never again. I do not think it proper.\" \" Eva, my dear, I thought you were ready ; do not keep the horses standing so long,\" came in the voice of Mr. Raeburn from the hall door."], [261, "FUEL FOR THE FIRE. 251 \" Oh, quite ready, Frank ; I only stopped to speak with Rhoda a moment.\" Eva had several errands in the city, so Mr. Raeburn was set down at Mr. Hesketh's office, to be taken up again at her father's two hours later. Meanwhile, Eva was driven about her own business, and as the post-office lay in her route to Miss Jackson's shop, she ordered the coachman to set her down at the door. She herself obtained the letter, the clerk eyeing her curiously the Avhile — the more curiously for the deep flush Avhich overspread her face as the letter was placed in her hand. It Avas not the first letter to E. M. which had passed through their hands, but a lady closely veiled had hitherto called for them in an evening. Eva's face had flushed as Cuthbert's well known Avriting met her eye. In the seclu sion of the carriage a closer inspection of post-mark and seal confirmed the impression, and disturbed her greatly. She gave her instructions to Miss Jackson"], [262, "252 STUNG TO THE QUICK. very incoherently and indefinitely — forgot to call for Miss Adamson, Avho had been Avait ing full forty minutes Avith her bonnet on, Avhen, on Frank's reminder, they drove into the Badey for the patient spinster — and, in short, Avas so thoroughly confused and ab stracted the whole afternoon that both her husband and father asked repeatedly if she Avere not well. She Avas not ill — but dl at ease — Rhoda had deceived her, and Avas not acting fairly toAvards Mary ; and as for Cuthbert, his conduct was most unprincipled. She lost no time in seeking Rhoda and expressing her strong disapprobation of the means adopted to obtain her connivance in a secret correspondence, protesting it would be the first and last time she Avould lend herself to that which must be AATong, since it involved secresy and deception. Rhoda appeared much struck Avith this view of the case ; but Cuthbert, she said, had been so very assiduous — so very perti nacious — she had found it impossible to"], [263, "FUEL FOR THE FIRE. 253 shake him off, and had only consented to a clandestine correspondence lest he should openly break Avith Mary and increase his persecution of herself. Odd motives, certainly ; but Eva was no sophist — she had a clear perception of right and Avrong, but no skdl to analyse a specious argument. The billet-doux, amongst a profusion of affectionate protestations contained this para graph : — \" I shall hail the Grey Tower in three or four days, and shall bring with me the rigging to convert you into as tight a little cabin-boy as ever trod a deck.\" And so he came. Remained a day or two, and as his chamber Avas up the staircase, midway between the drawing-room and Rhoda's retreat, there aatis no difficulty, save delicacy, in passing the said \" rigging \" from one to the other unnoticed, or maturing any plans they thought fit. Eva, very much annoyed at AAliat she deemed Cuthbert 's faithlessness to Mary, and his duplicity in seeking Rhoda's affections in"], [264, "254 STUNG TO THE QUICK. an underhand manner, lectured him con tinually whenever she had an opportunity ; and besought him earnestly not to resign his first faith for one, Avho, she was con vinced, had no permanent regard for him. Placed in a dilemma, he promised to see Mary on his return and make all right, firstly to smooth Eva's irritation, and secondly to rid himself of an unpleasant Mentor. On the last of these occasions, immedi ately before Cuthbert took leave, Frank, Avho had been watching the two somewhat un easily, asked, as lightly as he could, \" What are you and Captain Hesketh discussing so warmly ? May] not I be admitted to your councd ? \" \" No, Mr. Curious, you may not. It is a secret, on no account to be divulged until the ' Polly' has saded. You shall knoAV then, and not one minute before,\" ansAvered Eva, playfully, patting her dear husband's clustering curls as she spoke. And Avith this answer he AATas fain to appear contented, although something of the"], [265, "FUEL FOR THE FIRE. 255 old, uncomfortable feeling was gathering round his heart against his will. Was Rhoda's breath fanning the spark to a flame ?"], [266, "CHAPTER XIV. CUTHBERT'S SHEET ANCHOR. Cuthbert Avent home to sleep that night in anything but a good humour either with himself or others ; and had either Lucy or Mrs. Hesketh been as insolent or wayward as heretofore, there would have been an open rupture, for he was, as he aftenvards owned, inclined to quarrel with his fingers' ends. Eva had rated him so soundly, and so justly, that he felt more than a little ashamed of himself, and not quite sure he Avas not a most heartless villain. Lucy Avas practising the Signor's latest lesson (in singing, that is) in the cool draw ing room. She called Cuthbert to hear her, and say if she had not improved. But with an impatient \" Don't bother me ! what do I"], [267, "CUTHBERT'S SHEET ANCHOR. 257 knoAV of music or singing either,\" he passed to the back parlour, where Aunt Dorothy was knitting one of the countless triangles for her counterpane, and his mother lolled on the chintz-covered sofa, doing nothing and feeling very weary in consequence. \" Knit, knit, knit, always knitting, Aunt Dorothy ; what's the good of it ?\" \" The good of Avork, or of my knitting ?\" \" Oh, either ; I'm sick of seeing you always at it. And Lucy there, always singing at the pitch of her voice, too.\" \"Well, Cuthbert, lad, the good of Avork is to keep one out of mischief, and the good of the knitting you will discover when some body in Sunderland changes her name. But, bless the bairn ! Avhat's the matter Avith him.\" (Cuthbert had changed colour) \" Are you dl, dear ? \" \" No, no, only tired. If you'll let me have a candle, I'll go to bed. I must be off early in the morning. Ask father to be up to break fast with me, will you, aunt ? Good-night, Mrs. Hesketh ; good-night, Aunt Dolly.\" VOL. II. S"], [268, "258 STUNG TO THE QUICK. So he Avent to bed, leaving Aunt DoUy to knit and ruminate on what had put the bairn about ; and Avhen there, as on a former occa sion, he tossed about restlessly. Had he lain in Jamaica on a curtainless couch, the musquitos could not have stung him Avorse than did his conscience under Eva's lash ; and Avhen at last he fell asleep he Avas haunted by uncomfortable dreams, Mary and Rhoda between them tearing him limb from limb ; the latter Avith the cold, grey look he had noticed three weeks ago in the planting ; and he Avoke in a ter rible fright. Nor did his torments pass away with his nightmare. At one of the roadside stations a gentleman got into the train, Avho was immediately recognised by another already in the carriage. After a someAvhat desultory conversation on the weather, the harvest, the state of politics, and a threatened strike amongst the colliers, the elder, a man about thirty, said to the other —"], [269, "CUTHBERT'S SHEET ANCHOR. 259 \" So Dixon, we're to lose our good old curate ; he preached his farewell sermon last Sunday. You should have been there ; pocket-handkerchiefs were at a premium.\" \" I wish I had been. Mr. Reed was one of the right sort, a Christian and no mistake. I only Avonder he has put up with that jealous old parson's whims and ill- humours so long. Have you any idea where he is going ?\" \" Not exactly. My big cousin Fred says he has been offered a living somewhere in the south by an old college chum. Where abouts he did not tell me.\" \"How came Fred to knoAV ?\" \" Wed, if you must knoAV, Fred has been aAvfully sweet upon that eldest girl of his — half crazy about her, in fact, He says she is an angel on earth. I cannot answer for that, but I think she is likely to be an angel in heaven before long, for if ever any woman was in a decline, I should say she is.\" \" You don't say so ! Perhaps she's only love-sick. Fred should propose ; he Avould be a good catch for the curate's daughter. s 2"], [270, "260 STUNG TO THE QUICK. and is not a fellow to be sneezed at by any girl.\" \" Propose ! Why he has haunted her like her shadow, proposed and double proposed ; offered to wait ; to settle a handsome sum on her ; but all to no purpose ; her reply is only she ' has no heart to give.' I did hear she had been jilted by a Avorthless fedow, not half good enough for her, and was pining to death for him.\" \" More fool she.\" \" So say I ; but fool or no fool I Avish Fred had happened to be the first in the field. Fools like her make the truest Avives, and there are not too many of them about, I can tell you. — What sport did you have on the moors ? \" Every Avord of this gossiping chat stung Cuthbert afresh, the whole was as a whip of nettles, and he smarted under the unwitting castigation. \" Going away ! where are they going ? Are they going aAvay out of my reach, or to avoid the insults of tatlers like these?\""], [271, "cuthbert's sheet anchor. 261 \" What right has any felloAv after my Mary — my Mary ! Is she my Mary ? Do they not say rightly that I have jilted her, and that I am a Avorthless felloAv for doing it ? And so I am, a heartless reprobate, and she is an angel indeed ; far too good for me. Would to heaven I had never seen that black eyed lass in Durham ! AVith her beguiling voice she has played Old Harry Avith me in spite of my teeth. I have been a cruel Avretch, only fit to SAving from a yard-arm, or be pitched to the sharks. God keep the poor lass that loves a sailor like me, Avith a mind like a weather-cock ! What can be done ?\" \" Rhoda has my promise to marry her on shipboard, and carry her away from her per secutors ; but do I love her as a wife ? Is she fit for a seaman's wife ? Would she not govern me in the future as she always has done, and what has been her influence but evil ? Oh ! MarjT, Mary, what a fool I have been ! Fool ! nay, a wicked, Avorthless Aril lain ! — sure to break one woman's heart through my treachery. Oh ! if I did but"], [272, "262 STUNG TO THE QUICK. knoAV what to do for the best. Poor Mary ! what if Eva is right, and Rhoda's love uncertain ? What if \" \" Sunder-land ! Sunder-land ! \" bawled the station-porters, breaking rudely into his agitated reverie, He jumped from the train on to the platform, carpet-bag in hand, and as he hurried through the archway, his feet keeping pace with his thoughts, he ran against the Reverend James Reed. The clergyman boAved coldly, and Avould have passed on, but Cuthbert, moved by remorse and a troop of feelings he could not analyse, caught him by the arm, and stopped his progress. \"Mr. Reed,\" said he, in a tone of abject humiliation, very far removed from his ordinary voice, \" Mr. Reed, I fear you must look upon me as a despicable scoun drel.\" Mr. Reed bowed. \" Do not receive me in this manner. Say Avhat you wdl ; I feel I have deserved it ad, but for Heaven's sake do not treat me with"], [273, "cuth bert's sheet anchor. 263 this cutting contempt ! My OAvn conscience reproaches me sharply enough already.\" \" Then listen to its voice, sir ; you could not have a better Mentor. Good morning, Captain Hesketh.\" \" Do not go away in this manner ; you must listen to me, Mr. Reed. I would ask how — how is Mary ? \" And his voice was husky Avith emotion. \"Not so Avell as her friends could Avish — you ready must not detain me, sir. My business does not admit of delay.\" So saying, the clergyman coldly shook him off and Avent his Avay into the station, leaAr ing Cuthbert standing in a stupor. Reco vering, he moved sloAvly away, as if undetermined Avhich way to turn. Having made up his mind, he increased his speed until he came in sight of the curate's house, before Avhich stood a carrier's cart, sundry large packing-cases, and heavy articles of furniture wrapped in matting or old carpets. Again his speed slackened ; he knew not how to advance nor yet hoAV to retreat."], [274, "264 STUNG TO THE QUICK. Maggie, at the door, handing a glass of ale to one of the men, observed his approach. Her hasty exclamation of surprise brought Mary forward to see what was Avrong. On beholding Cuthbert, then within a few paces, a flush overspread her pale face, then died away, leaving her more pallid than before, and but for Maggie's arm and a huge chest in the passage, she would have fallen. Her head swam ; but, holding by the waU, she turned away into the now dismantled parlour and sank helpless on a large hair trunk. Seeing that she avoided him, Cuthbert stopped short on the threshold, but some thing urged him on, and in spite of Maggie's frown he crushed past her, and followed the girl he had deserted so shamefudy into the room, once so snug, but now as confused and disordered as his own feelings. He closed the door behind him and put his back against it, for Mary's seat was close beside. \" Mary,\" faltered he, \" I come to acknow ledge — to tell you — to confess how base a"], [275, "CUTHBERT'S SHEET ANCHOR. 265 Avretch I have been, how utterly unworthy your — your affection — your remembrance — your tears\" (she was sobbing). \" I heard in the train that you were going away, and Mary, bad as you may think me, I could not let you go without a word of farewell — of forgiveness ; of forgiveness, Mary, although I feel I have used you cruelly — too cruelly to deserve forgiveness. Mary, do you know Avhere I have been and Avhat I had almost done ? \" A faint \" No,\" Avas the only answer. \" I have been to Durham — to Mr. Rae burn's, and Mary — may God forgive me ! — I have promised to make Rhoda Wearbank •my wife.\" A shudder and a suppressed shriek from Mary alone told that she heard him. \" I must have been mad, Mary, I must ; for before Heaven, I do not love her — I do not. How I first became entangled Avith her you must know, but you cannot knoAV Iioav I struggled against the allurements that dreAV me from you, the dear love of my"], [276, "266 STUNG TO THE QUICK. boyhood. Mary, I have been to blame, greatly to blame, but I did strive against the temptation — I did. I have been intoxi cated by her beauty and accomplishments, but I have neArer wholly forgotten you in the midst of her sweetest flatteries. Mary, will you forgive me ? Only you can save my life from shipwreck ; — do not cast me adrift.\" Mary's head, her face covered by her hands, was bowed almost to her knees, Avhilst heaAy sobs shook her whole frame, but she seemed incapable of utterance. In his anguish he had draAvn closer to her, bent lower and lower, longing, but not daring, to take her hand, untfl at last he flung himself desperately at her feet, and dragged her hands from her face, crying out, passionately, — \"Mary, Mary, will you not believe me, Avill you not pardon me ? Do not drive me back to destruction. I haA~e never been false to you — in my secret heart I never have. Mary, I do love you better than any one in the Avhole Avide world ! \""], [277, "CUTHBERT'S SHEET ANCHOR. 267 The hands he held had struggled for release, and again hid her face as she said, as if the words were AATung from her. \" Oh, Cuthbert, Cuthbert, what misery you have caused me ! \" \" I know it Mary, and hate myself for it. But oh ! if you Avid only be generous once more, and trust me once more, nothing — no one — shall seduce me from you again.\" \"I do forgive you, Cuthbert, but I have lost all confidence in you,\" said she, quietly, with a deep sigh, shaking her meek head. \" Dear Mary, not all confidence ; do not say that. But tell me, Avhat does this removal mean ? When are you going away ? \" \" On Thursday,\" answered she, faintly ; \" we go to Pately Bridge — my father has been offered a living there.\" \" Go Avith me instead. Be my wife, Mary. I feel hoAV utterly unworthy of you I am, but I cling to you as to my guardian angel to save me even from myself — to save me from the snares of the temptress who first lured me from you.\""], [278, "268 STUNG TO THE QUICK. \" Cuthbert, I fear you are deceiving me and deceiving yourself once more, and that, Avere I weak enough to yield, the result Avould be another disappointment ; as Avhen, on like importunity, I promised to marry you last Christmas, and you Avent to Durham as you said (and I am Avilling to believe) for a licence. This is our first meeting since, and it is now October. What trust could I have in a man so unstable, even were I your wife ? \" His quivering fingers had been playing nervously Avith his patchy Avhiskers as she spoke, but uoav he thrust them through his hair and rose hastily as if to pace the room in his agitation, but was checked by hampers and packages lying round. All his jauntiness was gone ; he was no longer at ease with himself ; the fody, the guilt of his conduct was so palpable, he was fairly cowed. Everything his mother, or Martin, or Eva had said of Rhoda, however trivial, rose before him, together with that fierce, stony gaze he had seen three weeks"], [279, "cuthbert's sheet anchor. 269 before ; only to contrast the more painfuUy with the gentle girl by his side, whose form and face betrayed months of suffering, yet who had no upbraidings for him. Again he sat doAvn by her side, and buried his shame-stricken quivering face in his hands Avithout a word. Big tears trickled between his fingers, but Mary, who had never raised her head, saAv them not ; and the dead silence in the room contrasted Avith the voices of carters and women, the shuffling and trampling of feet outside and in the passage. Time was hurrying on ; he was OArerdue at the docks ; yet there he sat, utterly overpoAvered, unable to raise his voice in exculpation of his guilt. Thanks to Maggie their privacy had not been intruded upon, though some goods in the room were in demand. At length, summoning all his resolution, he rose, took her nerveless hand in his, and looking doAvn upon her sadly, said in a broken, almost inaudible voice, \" I cannot blame you, Mary, for your decision, though"], [280, "270 STUNG TO THE QUICK. it is breaking my heart. You have every reason to call me unstable, and refuse to trust me Avith your future happiness ; but, indeed, I did obtain the licence, and have it still. I kept aloof from South Street, untd in an evil hour I met Mr. Raeburn, and he would not take a denial. I had better have bloAATi my brains out than have gone ! \" \" Hush, Cuthbert ! \" expostulated she, alarmed at his sudden outburst. \" I had, indeed — but it is over now. God bless you, Mary ! may you live to forget me, and the sorrow I have caused you. I feel now like a castaway on the ocean, Avith out rudder, or chart, or compass. God bless you ; good-bye.\" He wrung her hand Avith the grip of a drowning man, and turned to the door. His hand was on the latch — another instant and he would have been gone, but Mary, touched by his despairing resignation as she had not been moved by his entreaties, sprung from her seat, and clinging to his breast, cried, \" Oh, Cuthbert ! dear Cuthbert ! I"], [281, "cuthbert's sheet anchor. 271 cannot let you go thus ; and I will trust you once more, whatever be the conse- quence.\" \" My own good, true Mary ! \" Cuthbert was late at the docks, and it is to be feared made a somewhat untrutliful apology for his delay, an excuse anything but satisfactory to the posse of agents, underwriters, clerks, seamen, and others Avhose movements had been retarded by his absence ; but once there, he moved about Avith a vigour and elasticity more like his own self than he had shown for very many months."], [282, "CHAPTER XV. MISSING. Two days before the \" PoUy \" sailed Mr. Raeburn was summoned to London on urgent business, the nature of which he would not disclose even to Eva. \" So you see, darling, I have my secrets as wed as you,\" Avere his words, as he extricated himself from her clinging arms, stepped into the carriage, and drove off, after declining her offer to accompany him to the station. However reluctant to deny her request, seeing her tearful eye and trembling lip, he judged it better to allow her excitement scope to expand itself at home, than bA\" gathering strength during the drive, cause an unpleasant scene on the platform. Untd he was gone she bore up Avell"], [283, "MISSING. 273 enough, but then this timid, loving little creature broke down utterly. It was the first time they had been sepa rated since their union, and she felt a sort of presentiment of evil threatening him on the journey. All the accidents of Avhich she had ever heard, or read, crowded into her mind at once. She sat down in a fit of abject despondency, not dissipated by the raillery of Rhoda ; and as some picture more fright ful than another rose before her distempered fancy, she burst into tears, and sobbed Avith excessive vehemence. Rhoda's plans were now ripe. As if Eva's tears had changed her banter into sympathy, she stroATe to calm and soothe her with kindly words and seeming interest. After a time she induced the agitated Avise to retire to rest, and have a cup of strong tea to allay the head-ache caused by weeping. Eva, OAvning she was silly and nervous, assented with thanks, and went to her room. T VOL. II."], [284, "274 STUNG TO THE QUICK. The tea was prepared. Rhoda pre pared it. Was there no good genius nigh to break the cup, or spill the infusion ? was there no kindly mirror to reveal the treacherous hand Avhich dropped oblivion into the cup ? Where had Rhoda obtained a knowledge of nar cotics ? Where had she obtained the narcotic itself ? Had she sifted her admiring SAArain for the information, using him as she had used Cuthbert ? As for the drug, no chemist in Durham had supplied it, nor could the New castle apothecary have traced it to Rhoda, though she bought and paid for it. The shed in the dingle held the clue, no human being. Newcastle Avas sixteen miles aAvay, yet she contrived to come and go, unseen and unsuspected. Who kneAv her door was locked on an empty room, Avhen she professed to play the recluse for hours ?"], [285, "MISSING. 275 Eva slept — slept heavily. — Supper time came. A domestic was sent to inform her mistress the meal was ready. The maid came back to report that Mrs. Raeburn was fast asleep on the bed, dressed, and did not waken when called. \" Ah, well ! she had better remain undis turbed. Sleep will do Mrs. Raeburn more good than supper. Let a light be placed in her chamber, so that when she wakes she can undress,\" was the order of the careful cousin, Avho dismissed the servants to bed at an early hour as an act of special kind ness. Next morning Mrs. Raeburn did not come down-stairs at her usual hour. Breakfast waited. Looking at a time-piece on the mantel shelf, \" Martha,\" said Rhoda., \" go and ascertain if Mrs. Raeburn is dressing ; say I have been Avaiting half an hour. Or stay, perhaps if she is not Avell, she might prefer breakfast in bed. Ask the ques tion.\" T 2"], [286, "276 STUNG TO THE QUICK. Martha tripped lightly up the broad stair case, and tapped as lightly at the chamber door. There was no reply, The knuckles made a louder appeal ; then Martha's voice ; and then a louder knock, but Avith the same result. Alarmed, she knew not Avhy, the girl opened the door. The bed was empty. She rushed doAvn to Miss Wearbank Avith consternation in her face and tone. \" Oh, please 'm, missus isn't there ! \" \" Nonsense, Martha, she must be there or in her dressing-room.\" No, mam, she isn't.\" \" She must be. You did not look pro perly, giving me the trouble of going up stairs for nothing ! \" Rhoda spoke with some asperity as she ran up-stairs impatiently, followed by the girl, muttering to herself, \" Surely one can believe one's OAvn eyes ! \" After a glance at the empty bed, Rhoda"], [287, "MISSING. 277 passed into the dressing-room, with Martha at her heels, calling \" Eva, where are you ? I am famishing for my breakfast.\" There Avas no Eva. The intervening door of an open wardrobe was moved aside, but the room Avas empty. Not in the drawing-room — nowhere on that floor ; up-stairs to the guest chambers — to the servants' rooms — higher stid to Miss Wearbank's — no sign of the missing lady! No one thought to mount the turret-stairs ; the door had never been seen open, nor a key in the lock. The turret was out of the question. She Avas gone — but whither ? The centre of a group of Avondering ser vants, Avho, hearing the anxious voices and hurrying feet on the staircase, followed or met the first searchers, Rhoda reached the hall, clasping her hands, and pacing about as if Avild with agony, talking strangely to herself the Avhile, apparently too absorbed to note the presence of others (of course she"], [288, "278 STUNG TO THE QUICK. could not observe them listening with eager ears). \" I thought it would come to this. Oh ! if I had but warned him ! How shall I break it to her father ? to Mr. Raeburn ? What shad I do?\" \" If you please, miss, Jane sand the front door open this mornin', it wur nut even snecked,\" volunteered Martha. \" Why did not some one say that before ? It might have saved all this absurd com motion,\" said Rhoda, haughtily. \" Mrs. Rae burn, no doubt, Avakened early, having gone to rest many hours before others, and I dare say has gone for a morning strod. Make some fresh coffee, Jane. I shad not wait any longer.\" As if this were a decisive opinion the lady swept into the breakfast-room to sip her coffee, and trifle with marmalade and short cake as composedly (to all outer seeming) as though she was truly dawdling through the meal in anticipation of her cousin's immediate advent."], [289, "MISSING. 279 Yet there *was a triumphant fight in her eyes, a strange smile on her fud lips, which told of consciousness that in the kitchen close at hand, servants were huddled to gether, whispering and surmising treason against their fair young mistress, on the hints she had thrown out so very uncon sciously. Presently she rang the bell. \"Martha, ted Beck (the groom), to look round the garden for his mistress, and acquaint her the breakfast is spoiling.\" With a dip that was meant for a curtsey, the girl withdrew on her errand, and twenty minutes later returned blank and breath less. \" Please, mum, Beck says as he can't sand missus nowhere.\" \"Not find her! you cannot mean that!\" exclaimed Rhoda, starting to her feet, ap parently aghast and hurrying from the room. \"Beck says as he's looked everywhere, mum,\" explained Martha, as Miss Wearbank"], [290, "280 STUNG TO THE QUICK. brushed past her Avith the air of one aroused to a sudden sense of responsibility, and a rekindled fear that there was more in this prolonged absence than a morning Avalk. In answer to a rapid question, Beck said, \" Aw've bin roun' baith gairdens, miss, an te the 'arbor facin' the Avaiterfa', an o'er the laAvn te th' big yett, but aAV didna' see a sign on missus nowhere.\" \" Dear me ! this becomes very alarming ! \" exclaimed Rhoda. \" She must be within the grounds. The Avoods must be searched instantly. Beck, do you cross the bridge, and examine the bankside planting. Monk house, you take the planting by the roadside. Send one of the gardeners round by the pond to the ravine. Jane, you had better remain in charge of the house. I wdl cross the grass to the south gate, and enter the wood there, Avhilst you, Martha, can explore the shrubbery and the old hut.\" \" Crazy Jim's hut ! I'd be freightened te go theer, miss,\" blundered forth the young woman sheepishly."], [291, "MISSING. 281 \"Frightened!\" echoed Rhoda Avith most supreme contempt, \"then perhaps you may have courage to go across the lawn and meet me there if I go through the shrub bery.\" It is needless to fofloAv the search through the various winding wood-paths, by pond or ravine; Ave need only remark hoAV leisurely Rhoda entered the shrubbery, not far from the cascade, and sauntered along, hidden from vieAv, with the composure of one who was kdling time. Yet she contrived to reach the hut in agitated haste just as Beck Avith real distress and disappointment in his face leapt across the burn, and said, \"Aw connut fin her, miss.\" Just then the maid, out of breath Avith running, came up, and Miss Wearbank re marked, \" Your mistress Avas partial to this spot, but she cannot have been in the shed or that cobAveb Avould haATe broken down ; howeAyer, I aaIU look in.\" Snap Avent the dirty Aveb as she pushed open the door, reArealing only a broken tool-"], [292, "282 STUNG TO THE QUICK. box, and a patch of yellow fungus close beside. There were no traces of the missing lady. Beck Avas dispatched on horseback for Dr. Grove, and pending his arrival Miss Wearbank paced the had, wringing her hands, and lamenting audibly. Then she traversed the drive as one too impatient to wait the return of her messenger in-doors. She was very white Avhen she met the Doctor halfway down the drive — Avhite with a genuine fear — for his was the only scrutiny she dreaded. \"Oh, Doctor, I am thankful you have come. You wdl be able to advise. Is not this appalling? Mr. Raeburn Avdl be dis tracted.\" \" Beck teds me Mrs. Raeburn is missing,\" said the Doctor, taking no notice of her remarks, but looking at her askance, as if he Avould read her through. She had prepared her book for his inspection, however, and the page revealed nothing. \" Missing — since when ? \" interrogated he."], [293, "283 MISSING. \" Since breakfast-time — all morning. I thought at first she had gone for a strod in the gardens, and, oh dear ! dear ! sat down to my coffee, annoyed at having to wait instead of searching the grounds at once.\" \" This is very singular, very, — I cannot account for the young wife's disappearance. Can you, Miss Wearbank ? \" Did the Doctor detect the very faint in dication of hesitation which Avas visible in the \" Indeed I cannot, I wish I could,\" which answered him, that he followed up the one question by another ? \" Can you offer no solution of the mystery ? \" \" Really, Doctor, I — I have been so taken by surprise, I have had no time to think.\" \" Humph ! you don't know of any enemy the little lady had, I suppose ? \" \" Certainly not — Eva was loved uni versally.\" \" Ah ! so I always understood ! You are convinced she is not in the neighbour hood ?\""], [294, "284 STUNG TO THE QUICK \" Wed, I haATe not sent to South Street.\" \" I looked in as I came up ; she has not been there,\" interrupted he, \" I soon found that out, without a question. And you have no suspicions — no clue, Miss Wear bank?\" \" What should I suspect, Doctor ? But here are the servants, you had better ques tion them,\" said she, as if to avoid an swering. And he did question them closely ; insti tuted a second search, and on the discovery that no bonnet Avas missing, and no garments, as far as could be ascertained without break ing locks ; he had the pond dragged, and the deep Avater at the foot of the fall. Still no Eva — dead or alive. The Doctor's patients had to Avait for him that day while busied in his fruitless investi gation. Odd Avords dropped by the man, having their origin in Rhoda's first hasty ejacula tions, confirmed the Doctor in an impression that she could throAV a light on the mystery"], [295, "MISSING. 285 if she chose. She appeared like one Avho kept something back, who had a suspicion or a reservation ; yet, although she allowed this suspicion to be seen, though she admit ted she had had fears and doubts, no positive declaration could he obtain as to the nature of these doubts. His own susjaicions were, hoAvever, of a graver nature than Miss Wearbank dreamed, and had she seen his scrutiny in ravine and Avoodland, the careful peering under bushes, the turning over of dead leaves or mould Avherever the earth looked fresh or disturbed, had she heard the minute inquiries hoAV and where she had spent the eA^ening, she would have trembled rather than have sat silent and scornful alone in the draAving room, to which she had been quietly dis missed as useless. The Doctor would fain have consulted with Mr. Hesketh, but he was away Avith Mr. Raeburn in toAvn. Mr. Marsh was but in a poor state of health, and he took every precaution to keep the dreadful news from"], [296, "286 STUNG TO THE QUICK. him, especially as the Avhole affair was enveloped in so much mystery. There was then no telegraphic communi cation Avith London, even if Miss Wearbank had been entrusted with Mr. Raeburn's ad dress. Mr. Hesketh's office Avas closed before the over-worked Doctor could spare time from his protracted search, and most urgent professional cases ; but in the morning the clerk named an hotel in Westminster, Avhere his master ordinarily stopped, at the same time appending the information that he Avould have left London before a letter could reach him; Mr. Raeburn and he Avere going into the Black Country before they returned, and a letter would be more likely to meet them at the Hen and Chickens, Birnnngham, or the Talbot, Wolverhampton. \"Now, what does that deep old Doctor Avant master's address for ? He never wanted it before. Something's up some- Avhere ! I should like to knoAv what it is. Has Mrs. Hesketh been in her tantrums again and broken some one's head, I wonder?"], [297, "287 MISSING. There's something up, certain!\" cogitated the clerk, Avhen Dr. Grove Avas gone. Much he marveded and much he puzzled, and not finding business too exhilarating, he assumed his dinner-time to be at least an hour in advance of the clock, and lifting down his old, Aved-thumbed, well-brushed hat, left the office to take care of itself, Avhdst he indulged his liking for liberty and the attainment of knoAvledge. He first found it desirable to step round and see if Mrs. Hesketh or Miss Dorothea had any message for master, as he Avas about to Avrite and could add a postscript or enclose a few lines ; it Avould save postage if they did not make it over weight. There Avas no message ; ad Avere wed. The Doctor could have nothing to say about their concerns, that Avas clear. Presently he met Martin, who replied to his question, \" Maister's not as Aveel as nioight be ; he's raither complainin', but noAvt to talk on ; he'd happen o'erdun himsel i' this newfangled wark o' the pit.\""], [298, "288 STUNG TO THE QUICK. Martin had evidently nothing to tell, but the wings of rumour flapped the clerk's lips long before he reached his oaati threshold, and his breath wafted it onward the Avay it should not ha\\Te gone. Before Martin's return home, a butcher's boy had carried the news in with his basket, and Bella, leaAlng the boy at the door, rushed, without ceremony or consideration, into the parlour. \" Oh ! maister, maister, Joe Sykes says as Mrs. Raeburn's OAvther runned aAvay or bin murdered ; she cannot be sand high nor Ioav.\" Dr. Groves' extreme caution or reluctance to be the bearer of ill news, until confirmed, had been a serious mistake. Far better had it been that he, a discreet man, should have taken the initiative, and broken to the bereaved parent the story of his daughter's unaccountable disappearance, than leave a possibility for the winds of gossip to blow it to his unprepared ears. Startled by Bella's entrance, he turned his"], [299, "MISSING. 289 head ; but as her heedless words, huddled one on another, reached his brain, he jumped to his feet, dropping his pipe, which shivered in fragments on his shoe, grasped both arms of his chair, and fell back — paralyzed. END OF VOL. II. VOL. II."], [300, "6 DE67 LONDON : BRADBUR7, EVANS, AND CO., PRINTERS, WHITEFRIARS."], [301, ""], [302, ""], [303, ""], [304, ""], [305, ""], [306, ""]]