[[1, ""], [2, ""], [3, ""], [4, ""], [5, "OS INDIOS BRAVOS B 0 SR. LISBOA, TIMÓN 3° PELO AUTOR DA «HISTORIA GERAL DO BRAZIL.\" APOSTILLA E NOTA G AOS N°s 11 E 12 DO \"JORNAL DE timón;\" C0NTEND0 26 CARTAS inéditas do JORNALI3TA, E UM EXTRACTO DO FOLHETO \"DIATRIBE CONTRA A TIMONICE,\" ETC. (Em parte agora de novo reimpressa.) EM LIMA: Na Imprensa Liberal, rúa de S. Marcello, 55. 1867"], [6, "\"Supprimez, par l'hypothése, l'idée de la guerre, il ne reste rien du passé ni du présent du genre humain.\" \"Onne concoit pas ce que sans elle aurait pu étre la société; on ne devine pas ce qu'elle' peut devenir.\" \"La civilisation torabe dans le vide: son mouvement anterieur est un raythe auquel ne correspond aucune réalité; son developpement ulté rieur une inconnue qu'aucune philosophie ne saurait dégager.\" 'íLa paix elle-raéme, en fin, sans la guerre, ne se conrprend pas; elle n'a rien de positif et de vrai, elle est dépourvue de valeur et de signifi cation; c'est un níant.\" \"Le droit de la guerre nié, le droit des gens n'a plus ni principe ni sanction; avec celui-gi s'écroulent á leur tour le droit public et le droit civil, l'esprit de révolte envahit la conscience universelle, et la société passe de l'état de guerre á l'état de bngandage.\" \"La guerre est, d'Etats á Etats, une forme d'action judiciaire pour leur fusión, leur disjonction ou leur equilibre. Cette action est juste elle est de plus efficace.\" \"La guerre s'aífirme dans l'humanité comme justiciare, héroi'que et divine.\" \"La juridiction de la toree est indestructible; elle est nécessaire, elle doit étre améliorée, non supprimée, ce qui serait d'ailleurs un attentat k l'humanité, la négation du droit public et du droit des gens, un non sens. (Pkoudhon, La Guerre et la Paix.)"], [7, "1NTR0DUCCÁ0. Quando em 1862 resolvemos entregar ao prese este fo lheto, puzemos á frente delle a seguinte advertencia: «O presente trabalho faz parte de um maior, comprehen dendo outras respostas, que foi escripto em 1859 e 1860, para ser publicado no volume que pensamos annexar á 2? edigáo da Historia Geral. «Como essa edicáo, tem de ser feita na Europa (quando isso nos seja possivel), desejando nao expor a algum extra vio as cartas que servem a documentar esta defensa, resol vemos fazer a presente edic;áo previa; adoptando para ella um formato adquado, a fim de que possa juntar-se como apostilla ao Jornal de Timón, a que se refere. — Lima, 1862. — F. A. de V.\" Impressas as ditas cartas, já nao tivemos empenho em divulgar o folheto, e esse empenho diminuiu desde que nos constou, bem que a principio vagamente, que havia t'alecido o nosso contendor, e assentamos de respeitar, com o silen cio, o luto que as lettras haviam soffriclo com a sua perda. Em quanto guardavamos esses respeitos, se háo deitado a perder algumas foseas do impresso, e hadamos chegado a tomar a resolucáo de o nao publicar senáo com a futura edi^So da Historia Geral. Porém o interesse que acaba de adquirir a questáo dos Indios Bravos, em presenca dos in sultos fritos á humanidade, aos interesses internacionaese até ás sciencias, com a recente assaltada (na manhá de 10 de Out. de 1866) delles, no Javary, á commissáo de limites Brasilico-Peruana, nos induz a publicar o folheto, reimpri-"], [8, "IV minelo o que faltava, a fim principalmente ese chamar de novo a attencáo do paiz e dos poderes do Estado a quanto expomos na 2? parte. E que boa accasiáo se vae oíserecer de civilisar o nosso paiz, recompensando aos héroes da guerra do Paraguay, tamo livres como libertos, com os bragos dos Indios bra vos que sujeitem e com as terras delles que conquisteml Desde que escrevemos essa 2? parte, tem-se publicado escriptos mui notaveis cujos autores váo muito além das nossas ideas, injustamente conceituadas por alguns de pou co humanitarias. O capitáo de fragata da marinha britannica Bedford Pira, na memoria The Negro and Jamaica, que leu ante a socie dade anthropologica de Londres no lo de Fevereiro do anno passado (1866), entre as differentes instituigóes respectivas á escravidáo humana desde a mais remota antiguidade, mencionou aquella em que urna gente \"decididamente infe rior é resgatada de estado de barbarie, escagamente humana, e obrigada a tomar urna posi^áo útil, visto ser contra as leis divinas e humanas que continuasse ociosa espectado ra dos trábaseos de seus companheiros *.\" Na mensagem de 3 de Dezembro de 1866 o Presidente dos Estados Unidos Áncl. Johnson, disse que os Indios que «faziam opposigáo armada ao Governo se haviam submettido sem condigoes á sua autoridade,» o que faz crer que foram a isso obrigados pela forca. Finalmente quando na pag. 34 citavamos o texto de Cantú, a respeito da, guerra, ainda nao conheeiamos urna das ultimas obras do socialista Proudhon, «La Guerre et la Paix,» na cpial, concedendo que a Europa só deseja a paz, elle desenvolve o thema mythologico dos servigos pres tados pelas sergas de Hércules á humanidade; e prova, com a sua costumada lógica, as proposicóes que váo copiadas textualmente no vel-so do frontespicio. Abril de 1867. * \" a decidedly inferior race was rescued from a sfate os barba rían) scarcely human, and compelled to take a usefull position, their vight to continué idle spectators os the toil os their fellow-creatures being oontrary alike to the laws os (iod and man.»"], [9, "ÍNDICE. Pág. índice 1 e 2 Preámbulo 3 PRIMEIRA PARTE. Resposta a diatribe de Timón 3.° Accusagaó de plagio por Timon:-4 e 5. Volta-se o friti 90 contra o friticeiro: 6 e 7. Provas tiradas das 26 cartas que se publicam: 8. Revelagóes fritas por essas cartas; 9. Epistola de um leitor, estremecido ao 1er a catilinaria do amigo Timón: 10, 11 e 12. Tendencias de Timón descu bertas em suas cartas: 13. Falta de caridade de Timón: 14 e 15. Escola e espirito do .autor da Historia Geral, e sua comparacaó cose Timón: 16 a 20. Falsificacaó dos textos por Timón: 21 e 22. Quem foram os primeiros aggressores, os Indios ou os colonisadores? Parcialidade de Timón: 23 a 25. Defensa do Autor accusado de ser inimseo dos Indios: 26, Defensa ese bispo Azeredo Coutinho: 27. Timón sae negrei ro e defensor da escravidáo e ainda em cima egoista: 28 e 29. Outro exemplo da parcialidade de Timón contra os co lonisadoros: 30 e 31. O autor accusado absurdamente de reaccionario, menos liberal, defensor da guerra, &. &: 32 a 35. SEGUNDA PARTE. TRATA-SE DOS INDIOS BRAVOS, E SE COMBATE O SYSTEMA CHAMADO DE CATHEQUESE E CIVILISAGÁO SEGUIDO HOJE. As ideas do autor acerca dos Indios bravos lhe nasce ram no meio. dos nossos sertóes, em 1840: 36 a 38. Que escreveu a este respeito em 1849: 39. E logo em 1850, apoiando-se no Senador Vergueiro: 40 a 43. O systema actual accusado de inefficaz e improficuo pelos Presidentes das Provincias em suas Falas: 44 a 48. Injusta csnsura frita ao autor: 49. Justificacáo das ideas do autor pelas do Presidente Euchanan, e do Márquez de Mont' Alegre: 50 e 51. Apoio dado pelo Senhor Senador Dantas: 52 a 56."], [10, "2 Pontos a este respeito acremente combatidos por Timón: 57 e 58. Ideas para civilisar os Indios mansos: 59. Recur so único contra os Indios bravos: 60 a 62. EPILOGO. Recapitulam-se as infinidades accusa(;óes de Timón e se rastrea a verdadeira origem dellas: 63 e 64, Homenagem do autor ao sen accusactor: 65. — Erratas: 66. NOTA Y. 26 CARTAS INÉDITAS DO SR. JOAO FRANCISCO LlSBOA. I , 67 II 69 III : 71 IV » V 72 VI » VII : 75 VIII 76 IX 80 X 82 XI 84 XII „ XIII 85 XIV 87 XV 88 XVI 89 XVII : „ XVIII 90 XIX 91 XX 93 XXI 94 XXII 95 XXIII 97 XXIV 98 XXV „ 99 XXVI 100 NOTA Z. Extracto do Opúsculo intitulado — «Diatribe contra a Timonice,» etc, publicado em 1859 103 •"], [11, "OS INDIOS BRAVOS E O MOR LISBOA, TI.IÜ.X III. PREÁMBULO. Passarei a occupar-me ese Sr. Joáo Francisco Lisboa, e da sua nota de 46 paginas em breviario publicada no fim do Jornal de Timón, nos. lie 12. Na dita nota o meu an tagonista, mais que da Historia Geral se occupa de mim, e de certas ideas que, com respeito aos nossos Indios como político e como cidadáo, professava eu, como adiante mostra ra, * desde 1840; antes de come^ar a trabalhar na dita obra; - — -ideas que depois** defendi pela impressa em 1849, 1850 e 1851; e que desenvolví em 1852, n'um Discurso que li era urna sessáo da Academia da Historia em Madrid, e veio a ser publicado appenso ao 2o volume da Historia Geral. Como as minhas conviccoes a respeito dellas sejam cada vez mais firmes, e infelizmente nao tenho consegui elo fazer-me ate agora comprehender, tratarei de expor de novo essas ideas, reservando para isso a segunda parte desta resposta; circumscrevendo-me na primeira a rebater outras accusagóes desse meu censor, e a dal-o melhor, pe las suas cartas inéditas, a conhecer ao publico, que até hoje tem frito ele seus escriptos e carácter juizos mui con tradictorios. * Vej. pag, o7. ** Vej. pag. 38 c seg"], [12, "PRIMEIRA PARTE. «ea asperitate &, innanitate natura? ut hominem'fugiat atqae oderit, qualem fuisse Athenis Timonem.» (Cicero, Laelius.) Oonvem que comecemos por dizer que ideas análogas a essas por mim partilhadas desde 1840, e defendidas publi camente desde 1849, segundo melhor mostrare!, na 2? parte, foram no Maranháo sustentadas em junho de 1854 no Jor nal de Timón pelo Sr. J. F. Lisboa, o qual, retractando-se dellas para aggrcdir-me, em 1858, acrescenta: <(Mas entretanto cpie esta mudanza se operava no nosso « espirito, o illustre historiador ese Brazil, que já no pri « meiro volume da Historia Geral, publicado en. 1855, « abundava em algumas das nossas ideas, agora no se is gundo reproduzindo-as e desinvolvendo-as» etc. « Para melhor intelligencia desta passagem (diz em nota) « e do mais que se segué, cumpre ter em vista que os núme « ros do Jornal de Timón, a que nos referimos, foram publi « cados no Maranháo em junho de 1854, e & Historia Geral, « posto que datada do mesmo anno em Madrid, só veio a « distribuir-se no Rio de Janeiro em principios de 1856.» Leiam-se com attengáo estas linhas, observe-se o empenho de fixar bem a data da distribuigáo do meu Io volume *, e fácilmente se advertirá a injusta inten^áo ese censor de accusar-me de seu imitador ou plagiario. Semelhante accusagáo é de todo indisculpavel, quando no proprio livro criticado o censor tinha á máo a indicacáo * O meu Io tomo eslava de todo impresso em setembro de 1854; porém teve de esperar a chegada de Paris das gravuras, e do papel que havia mandado vir para as capas, e que por tardar muito foi substituido por outro bastante máo."], [13, "5 das datas mencionadas, * as quaes cíevia rebater, ou re conhecer que o seu Jornal de Timón de junho de 1854 nao tinha acerca dellas nenhuma prioridade ; a menos que, para querel-a ter á for<ja, pretenda cornecar para mim a contar a data dessas ideas desde que ellas apareceram de novo consignadas, por occasiáo da publicado da Historia Geral, só porque esta foi distribuida no Brazil depois que o Jor nal de Timón de junho de 1854. — Viram já neste mundo candidez igual? Fui pois com a mais flagrante injustiga accusado pelo meu censor de seu plagiario : e os desejos de me attribuir semelhantes tendencias aparecem de novo manifestados pelo censor, quando (pagina 367) diz de certas proposiqóes minhas : « ellas sao a expressáo meditada, repetida e desinvolvida das ideas e principios de um historiador pu blicista, que sem dúvida se deixou fascinar pela suppo3ta autoridade daquelle de quem os recebeu. » Já se vé que o censor queria inculcar-me como mais pro penso a adoptar ideas alheias, que a tel-as minhas, nascidas da propria meditaqáo. Delle será pois a culpa, se passando cu a fazer uso do * Eis o qua Timón podia haver lido no tomo 1? pagina 484 da His toria Geral : «E'-nos summamente grato, e ao mesmo tempo nao dexará acaso de ser um argumento em favor das ideas que ambos pela íor5a de convic cóes e pelo amor da justisa, timbramos em defender, o facto de havermo nos nessas ideas encontrado, sem conhecimento um do outro, acerca deste e de outros pontos.' Pelos direitos da civilisagáo, e em contra os defensores dos direitos dos Indios, últimos invasores do territorio do Brazil, emitimos nossas ideas na lí e 2*. parte do Memorial Orgánico impresso em Madrid em 1849 e 1850, e em 1851 reproduzido no Guana bára. A opiniáo de que a raea india propendía a exterminar-se, ainda sem a colonisacáo europea, acha-se consignada na Rev. do Inst. XIV, pag. 407. Na mesma Rev. do Inst. (XIII, pag. 517), soltamos tambem, tratando de Quoniambebe, um brado em favor da civilisagáo christaa, e contra a selvageria, e esse brado foi até vehemente, contra as tenden cias indiscretas e falsas de patriotismo caboclo, na memoria intitulada uComo se debe entender a nae.ionalida.de na Historia do Brazil?» — que em 1852 ousamos levar a Augusta Presenca de S. M. O. Imperador. E para estarmos ainda mais de accordo, encontramos o illustre Timón apoiando, sem a nos se refferir, e pensamento de urna Historia Geras do Brazil nos seguintes termos (II, 14): «Das pequeñas provincias de um Estado nao 6 mister escrever um corpo completo de historia; bastam simples e modestas memorias, que sirvam depoiB ao trabalho complexo que comprebenda o todo.» a"], [14, "6 direito natural das represalias, vou aceitar o combate no terreno a que me conduziu, — terreno que, por certo, se apresentará sob os seus pés muito mais resvaladico que sob os meus. — Vamos a niegas e veremos. Dentando para a 2? parte provas mais evidentes de como nao pertence ao Jornal de Timón de 1854 a prioridad» que alardeou em certas ideas, cumpre-me dizer que nao foi essa a única vez em que, pela simples razáo de ter vindo depois de mim a entregar-se a estes estudos, veio elle a seguir (nao direi adoptar) ideas por mim já antes publica das, dando-as como originarias suas, e acreditando pía mente, saqo-lhe essa justica, que ainda ninguem as havia antes consignado pela imprensa. Sem ir mais longe, cita rei as que sao confessadas pelo proprio censor, em sua carta de 7 de abril de 1857, * a respeito das tentativas de colonisacáo dos Franceses. A' vista dessa carta, reco nhecerá o leitor como Timón havia defendido em 1854 as mesmas ideas consignadas pese autor censurado na sua me moria «Primeiras Negociacóes diplomáticas respectivas ao Brazil» publicada em 1842, no Rio de Janeiro, na collec gáo das do Instituto Histórico. Ora se o censor estava táo innocente acerca eleste aparente plagio, como se deduz da dita sua carta de 7 de abril de 1857, porque nao foi mais justo comigo, acreditando que eu nao havia seguido, quan to aos Indios, as suas ideas, ainda suppoaelo e concedendo lhe, contra toda a verdade provada, que acerca dellas tinha a prioridade? Pois se acerca da colonisacáo dos Franceses, elle (o 'meu censor), antes de haver lido o que eu publicara, viera a sustentar as mesmas ideas por mim expostas doze annos antes, nao podia tambem eu ter concebido em 1854, ou em 1855 (como elle quer, e nao antes de 1849, como pro varei), as mesmas ideas que o dito meu censor por esse mesmo tempo sem ter conliecimento das suas ? Como se nao bastasse ao censor o consignar que o dito 1° volume sera publicado em 1855, para mais confirmar esta assercáo, acrescenta que esse volume só fora distribui do no Rio de Janeiro em 1856. Este facto, que foi verda deiro, em virtude da circumstancia de haverem ficado mui tos meses em Cádiz, e depois na ilha de Tenerife, os caixéies * Carta 23? na nota Y no Sm."], [15, "7 ■em que iam os exemplares para o Rio, em consequencia de haver entáo, por causa da guerra da Crimea, cessado re pentinamente a navegado dos vapores franceses e italianos do Mediterráneo, este tacto, digo, nao devia ser allegado pelo Sr. Lisboa (Timón) que no Rio de Janeiro conseguirá ser em 1855 um dos dois exemplares do dito 1? volume, mandados por mim directamente pese correio. Veja o leitor (na nota Y final) na carta 14?, de 30 de Novembro de 1856, a especie ese complacencia com que o meu accusalor se gaba de haver sielo a terceira pessoa que o lera no Brazil. Mas basta lanzar os olhos sobre o Jornal de Timón para reconhecer que nao é por certo, por sua muita originali dade, que se recommendam os escriptos do illustre mara nhense Sr. Joáo Francisco Lisboa. Desde logo nao é possivel encontral-a na adop^áo da seu pseudonymo de Timón. Pelo contrario. Todos sabem que semelhante adopQao nao passa ele um triste plagio frito a urna idea do illustre contemporáneo Górmense. Nao digo bem: nao foi só um triste plagio, foi um ataque frito á propriedade litteraria. Havendo já Cormenin illustrado e recommendado esse pseudonymo por meio de suas lucu brares, havia táo pouco direito para adoptal-o, como ha para, em qualquer paiz, fundar um periódico, escolher.do para elle o mesmo nome de outro jornal anteriormente fundado e já mui acreditado. Quanto ás doutrinas e estudos sobre historia patria do3 primeiros volumes do Jornal de Timón, nao necessita o leitor proceder a mui profundas investiga9Óes; quando o seu proprio autor, meu gracioso accusa lor, se encarregou de julgal-os. Leia-se, na nota Y, a sua carta 8? (de 18 de Outubro de 1856), e se encontrará ahi a confissáo ingenua mente feita pelo Sr. J. F. Lisboa de que todos os estudos a esse respeito «eramfeitos em urna semana, para escrever na outra;» sendo por isso « natural que quanto publicara se resentisse da precipitacáo com que estudára e escrevera.» Antes de passar adiante, cumpre-me dizer algumas pala vras a respeito das tres cartas citadas do dito Sr. J. F. Lisboa, e das outras, nao menos interessantes,. que por sua"], [16, "8 ordem chronoiogica, sou obrigado a publicar, para que por si sos ellas sirvam de corpo de delicio ao meu accusador, ao passo que justifiquen! a minha innocencia a respeito de outras de suas arguicoes. Esta correspondencia tinha mais o carácter de litteraria, de patriótica e de offieial que ese privada. Eu nao conhecia, nem conheco ainda, pessoalmente o jornalista ese Timón. Foi elle que, por carta de 9 de maio de 1856, sollicitou a minha correspondencia, a que me prestei da melhor von tade, principalmente desde que p mesmo jornalista, quero dizer o Sr. J. F. Lisboa, foi pelo Governo Imperial incum bido de urna commissáo, na qual o dito senhor me declarou nao poder quasi dar um passo sem o meu auxilio. A neces sidade em que estava elle desse auxilio, a sinceridade de mi nha parte em prestar-lh'o constará. de toda essa correspon dencia, que ora publico ; e a efficacia de auxilio, em vista della, se comprovorá melhor pelas copias e documentos en viados á Secretaria do Imperio ; — e pelas proprias pagi nas, dos N03 11 e 12 do Jornal de Timón. Em presenta dessa corresponelencia, o leitor poderá re conhecer que, ao comegal-a o Sr. J. F. Lisboa nao tinha idea alguma das fontes da nossa historia. A' excepgáo de alguns apontamentos que trazia comsigo, tirados, creio, dos livros da Cámara do Maranháo, e dos extractos da legisla gao que se acham nos conhecidos repertorios de Borges Carneiro, e das leis acerca do Brazil que se encontrara na recente eollegáo de Sr. Dr. José Justino de Andrade e Silva, a qual se publicava justamente quando Timón che gou a Lisboa, — tudo o mais conseguiu o censor, sendo por mim guiado. — Nao só lhe indiquei as chronicas mss. que tratavam da revolugáo de Beckman, como insisti com elle em que preferisce a tudo o empregar o seu tempo no archivo ultramarino, ainda quasi virgem de exames, e onde come góu, por encontrar a copia do regimentó dado a Thomé de Souza, que alias já havia sido tirada para o Sr. Gongalves Dias. As cartas cpie publico serviráo para revelar ao publico e á posteridade, melhor do que o podera eu jamáis fazel-o, como o Sr. J. F. Lisboa: 1° Depois de me haver convidado para seu mestre, e de haver considerado o meu voto, nao so competente, como"], [17, "9 decisivo, como nosso primeiro e único historiador (carta do 23 de maio de 1856 ) ; 2? Depois de me haver escripto (carta de 9 do dito mez) cpie me « respcitava e estimava como incangavel e erudito investigador das cousas patrias, e últimamente como pae da NOSSA HISTORIA » ; 3° Depois que me pediu por vezes (carta 4? de 22 de «agosto de 1856 e seguintes) que o guiasse com os meus con selhos; 4? Depois que me assegurára (carta 14? de 30 de no vembro de 1856) que poucos esciar ecimentos alcangava sobre nossas cousas, dos literatos com quem communicava em Lisboa, e que desengañado delles, recorrería, como de costume, a a quem sabia e quería auxilial-o ; 5? Depois que tinha entendido (carta 18? de 3 de Janeiro de 1857) que fora eu o único dos nossos escriptores históricos que se oceupára da legislagáo; 6° Depois que promettia (carta 21? de 15 de margo de 1857) 1er as minhas Reflexóes Criticas (a Gabriel Soares) seguramente « com tanto proveito como o mais que havia saido da minha penna. » 7\"? Depois que (nessa mesma carta 21?) dizia que o Diario de Pero Lopes, por mim publicado com mui noti ciosas notas, e a Historia Geral lbe haviam servido de rq teiro nos exames acerca da antiga legislado patria ; § 8? Depois de haver (nessa dita carta 21?) a proposi to destas duas minhas publicagoes feito a exclamagáo : « Grande cousa é ter á máo um livro em quem se pode a gen «te confiar, e que poupa muitas e fastidiosas investiga góes!» Depois, finalmente, das maiores mostras de fraternida de, nao vacilou em acusar-me ao publico de plagiario, e de introduzir nesta e em outras acusagóes (de que me oceu parei) frases que envolvem insinuacóes, cuja boa fe nao é abonada por pessoas alheias á questáo. E em prova, sem fazer mengáo dos votos de muitos ami gos e colleo-as, que sobre esta censura de Timón conversa ram particularmente comigo, seja-me permitido publicar aquí alguns §.§. da carta de um lcitor, que parecía estreme cido ao ver a tremenda eatilinaria do meu amigo Lisboa con tra miiü.^Dizem -assim:"], [18, "10 «Aquí vi a obra toda intitulada- Apontamen tos, noticias, e observagoes para servirem á historia do Maranháo ¿-. Li o prologo o as 200 pag. dos apontamentos, e por fim a No- ta C, á pag. 93. O autor está longe de merecer as incrimi- nagóes que lhe faz o censor, porque as suas opinióes nao tem o alcance que este lhe quer marcar, nem giram na órbi- ta que lhe tragou. Elle supoe-no reaccionario, quando o autor foi, e é o que bem claramente quer que se entenda das suas palavras — humanitario — A proposito da sua cita- gao de Maistre (pag. 371) diz o censor=.á tal respei- to é bem que nos entendamos de um modo positivo e claro com que desde agora se arredem todos os equívocos. Se o seu fim foi etc. Acpii bem\" mostra o censor quenác tem a opi- náo bem segura de que o autor sustentasse as doutrinas que elle combate. Mas o censor nao combate coisa alguma, e só está dando talhos no ar, ou alias architectando a Seu bel prazer imaginarias contradigóes para ter o estéril pi azer de as esesfazer. Por exemplo ap.77 quer atribuir os verdadeiros elementos da provoagáo e colonisagáo epianto ao Maranháo ás expedigóes militares, remessas de tropas, e de casaes de colonos, que para ali partiram das Uhas e do Reino, e isto como cpie para combater o cpe o autor da H. G. pag. 188 diz de haverem concorrido para a colonisacáo do Brazil alguns degradados. _j evidente que o historiador aqui nao disse que tal colonisagáo fosse devida exclusivamente aos degradados; e entretanto o censor quer faze-lo acreditar. Depois o mesmo censor nao se lembrava que a f. 73 havia aelmittido que esses degradados concorreram para a po voac;áo e colonisagáo mas em escala mui diminuta, citando até o P. Vieira que diz serení os mais dos poucos padres que havia no Maranháo degradados. E desta sorte con- firmou o cpie historiador disse. «Era geral as mais acertaelas e originaes refsexóes do autor dos apontamentos sao as que tem por baze as de V. sendo que o cpie fez de melhor foi estudar a Hist. Ger. pelo que lhe dou os emboras. «Quanto á escravidáo dos inelios, visto que o critico sala tanto em contradicgóes, notarei que elle concorda com Gon- galves Dias em que os indios cscravos foram o instrumen- to de tudo quanto no Brazil se fez de útil e grandioso. Mas sendo assim (como é na verdade) como quer entáo o"], [19, "11 crítico que os indios vegetem nos matos e sertóes sem utili dade para si, nem para Deus, nem para seus seinelhantes! (Semelhantes?) O historiador ese Brazil nao quer epie se lhes de trabalho incessante e superior ás suas sergas, nem aos senhores dos escravos convem isso: este negocio é pu ramente regulamentar, e deve nclle ter-se tanta conta, co mo se está havendo ainda com os operarios das fabricas nos paizes mais civilisados. Em todo o caso o historiador nunca disse o que o critico lhe attribue nesse sentido. Tam bera nao quer fazer reviver as contradseoes e fluctuagóes que existiam antes do Márquez de Porabal; mas tambera nao está convencido ese que as leis referendadas por este Minis tro cortem as dificultades que ha sobre esta materia. O cri tico pode dizer tudo quanto quizer a favor da libertade con tra a escravidáo dos povos em geral, os quaes nao estáo ñas condigóes dos selvagens; isso tambem nao tem nada ese original. Entre tanto mesmo na Europa é bom notar que os Milanezes sob o despotismo da Austria estáo incompa ravelmente gosando de mais tranejuilidade, e de mais van tagens sociaes, do que jamáis gosaram sob outro regime. Por outro laelo os Polacos com os seus reis electivos e com as suas instituigóes libérrimas devorováo-se uns aos outros com guerras intestinas continuadas. Assim parece cpie os homens cpierem ser guiados com urna máo de ferro, que te nha cal§ada urna luva de velludo, como dice Napoleáo, o maior homem de todos os seculos. «Mas nao se trata aqui de liberdade europea, nem de ques tionar se ella é útil ou desvantajosa aos povos civilisados, senáo de saber se é melhor deixar que os indios bravos e selvagens continúen! no estado em que vegetáo, ou se pese contrario se devem utilisar ele alguma forma em proveito seu e do Brazil. Ora a este respeito nao pode seiver ques táo e se o fim do critico nao é defender as apologias ab surdas e insensatas do estado selvagem, e certas rehabi litac^óes indiscretas, e entende cpie se deve procurar mes mo por humanidade mclhorar a condicaO dos brutos indios, entáo nao o conseguirá pelo meio da catechese, que a ex periencia convence de irrisoria e completamente indficaz. Para dar valor á catechese é preciso nao conhecer as for cas intellectuaes dos barbaros, nem o seu carácter e tempe ramento, e ser completamente surdo ás vozes da experien-"], [20, "12 cia de todos os tempos. Os Indios, que tem ese commum com os Africanos o serem selvagens e indómitos, regem-se todos pelos mesmos instinctos, puramente anima es, e por nenhuns outros. Váo lá pregar-lhes as excdlencias do tra balho, váo lá dizer-lhes que Deus poz o trabalho como sentinella á virtude, que isso é o mesmo que bradar no de serto ou salar ás paredes, ou menos ainda, porque, segundo dizem, as paredes tem ouvieses )>0 censor pede ao historiador que se retracte, inculcan do mesmo que isso lhe nao fica mal. E' um desafio formal que se nao pode recusar Se eu fosse competente para emitir voto no assumpto diria, que o critico afastou-se pa ra largo do ponto da questáo e que é necessario chama se para ali mui positivamente, fulminando a estrategia de desfigurar as mais bem claras intengóes c ideas sobre o me lhor aproveitamento dos indios em prol da civilisagáo do imperio, e cm geral da humanidade. Elle mesmo confessa essas boas intencéies do autor e torna-se por isso mais cen suravel a sua acrimoniosa ver'rina. Na argumentacáo do critico, reguma a ma fe, a par de urna ostentagáo de eru digáo um pouco pedantesca \" Nao respondo epie as 26 cartas que publico fossem as únicas do Sr. J. F. Lisboa que eu recebesse. Se bem que a nossa correspondencia afrouxou, desde meiado de 1857, em virtude de grande sofrimento e melancolía que experimen tei cora a perda de minha virtuosa mái: seguindo-se urna excursáo que fiz por varias provincias da Hespanha, e de pois urna diligencia a Paris, em fins do mesmo anno, a qual me obrigou a ir, por certos ex.imes, a Londres, a Florenga e a Roma em principios de 1858 ; conservo lembranga de haver recibido algumas cartas mais, estando nestas viagens as epiaes talvez venha ainda a encontrar entre os meus pa péis. As que publico foram as que pude encontrar e juntar, no momento em que fui surprehendido com a deslealdade da famosa nota C. Dellas algumas se achara maltratadas com o roce pelas maletas, e em outras me verei obrigado a suprimir com reticencias os nomes de algumas pessoas, e até periodos inteiros referentes a individuos ou factos par-"], [21, "13 ticulares alheios ao assumpto geral .da mesma correspon dencia. Essas cartas ese Sr. J. F. Lisboa serviráo, nao só para elle me justificar (como se fosse meu advogado) em muitos pontos, mas tambem para melhor descubrir as tendencias da animo e espirito opposionista do meu censor. Ao tal-ss, se vos figurará que nao deixam de ter razáo alguns de seus comprovincianos, que explicam tantas contradiegóes pese proprio carácter mysantropo e ese odio contra tudo e con tra todos os que o rodeara; carácter que, segundo dizem, lhe provem de certos sofrimentos physicos, de que elle se aecusa em urna ele suas cartas (no P. S. da 25a, de 6 de raaio de 1857), e justificara perfeitamente as sympathias pelo seu homónomo ou chara atheniense, de quem dizia Cicero: ...«ea asperitateet innanitate naturas. ut hominem fugiat atque aderit» Por essas cartas se veru que em quanto me chamava seu mestre, sabendo que eu nao professava certas ideas do meu nobre amigo Gongalves Dias, que alias elle havia já com batido no Maranháo, fazia a este crua guerra, acerca do modo como desempenhára a commissáo, mui favoravelmen te estipendiada pelo governo, era que o havia succedido. Logo depois, no anno seguinte, tratando de corabater-me a mim, reconcilia-se com o mesmo Sr. Gongalves Dias, decla rando abjurar das antigás ideas com que o hostilisára, e cllcga, em sua filaucia, na nota-pamphleto, a exigir que eu me retracte tambem! Por outro lado: nos primeiros números do Jornal de Ti món, publicados no Maranháo, tudo ahi era máo e corrom pido; nos seguintes elogiam-se os colonisadores, ese ataca o Sr. Gongalves Dias que os aggredia; e, nos últimos (num. 11 e 12), já publicados em Portugal, no seio da patria dos mesmos colonisadores,... para fazer apreciar um facto pas sado em 1684, escreve-se urna especie de resenha escanda losa da administracáo colonial; nao até essa época, mas a uns 138 annos mais alem esella; provavelmente por ofse-"], [22, "14 recerem estes 138 annos maior colheita de escándalos e de vicios! E deverá isto conceituar-se de mui caridoso e hurna nitario? ¿E era nada menos que esta a obra que, «para escrever alguma cousa que lhe desse nome», e tomando-me por guia e mestre, «como desde ja me reputava,» me anunciava o Sr. J. F. Lisboa em sua carta de 23 de maio de 1856? E é pa ra essa obra qae elle invoca, embaixo de tantas paginas della, a autoridade do autor da Historia Geral? E é publi cando essa resenha por certo de mais generalidade que a mesma Historia, que o censor quiz diminuir em favor ese que elle inculca por Monographia do Maranháo, o prestigio das Historias Geraes, com urna citacáo de G. Planche em fa vor das monographias? Ora a proposito dessa especie de resenha escandalosa, digamos de passagem que para o que tenha gosto e sa bor de assim escrever historia, sem praticar nella a virtude da caridade que prega, nao haver á paiz do mundo, por mais moral, policiado e civilisado que seja, e de todo indepen dente, e nao no estado colonial, cujos archivos grandes e pequeños, curiosamente rebuscados, (incluindo os das cama ras das cidades e villas) nao dé, no periodo de perto ese tres seculos, urna chronica escandalosa muito mais rechea da de vicios e abusos. Porém nem todas as almas sao dota das das mesmas tendencias nestes gostos Deus livre o Imperio do Brazil, de que a sua historia, ele menos de quarenta annos, caisse ñas máos de Timón, e que, segundo sua tendencia, e agarrando-se com maior predilecgáo ao la do desfavoravel dos factos, nol-os venha apresentar em seu perigoso estylo fascinador. Vejam-se amostras nos qua dros cpie elle capitulou de costumes, politicos principalmen te, do Maranháo, nos primeiros números do seu jornal, e tambem o seguinte paralello que faz, já depois de reformar em Portugal suas ideas, entre os Capitáes generaos e a política colonial e os Presidentes e a politiza actual: «Em vez eses pasquins, dos sermoes sediciosos, dos niexc-"], [23, "15 ricos das cpieixas e corresponelencia ofílcial, c das devassas janeirinhas e residencias, temos hoje a imprensa, a tribuna das assembleas e dos clubs, e as reunióes eleitoraes: e pelos capitáes-generaes figuram com honra e vantagem os exce lentissimos presidentes. Como os antigos, os novos mandócs fomentam o espirito de discorelia, langam-se nos partidos, esposara todas as suas paixóes, e causam profundas pertur bagóes na economía e régimen da aelministragáo, mormente pelas frequentes inversoes que fazem no seu pessoal, por epie ja é regra, e sempre foi que o capitáo-general, ou pre sidente que vem succeder no governo ha de sem falta tomar e seguir valido e partido novo, perseguindo atrozmente os epie cseminavam e floreciam pouco antes. Neste particular é tam notavel e pasmosa a semelhanga, que a illusáo thea tral torna-se completa. «Mas urna giria em que os presidentes desbancam indis putavelmente os capitáes-generaes, é na ostentagáo de lar gos intuitos administrativos, e de emprezas grandiosíis, com epie dissimulem, por um lado, os interesses pesso.ies e de partido, que tomam a peito, e armera por outro ao favor da opináo, e do poder supremo— projectos ordinariamente chymericos, c nao poucas vezes ruinosos, ja porcpte sao mais epic muito superiores ás sergas da provincia, ja porque os presidentes, exclusivamente preoecupados cora a política, ou sacrificara ás suas exigencias todas as outras considera goes, ou procedem levianamente, sem estudo nem reflexáo, nos mais graves e delicados assumptos. Os esecumentos que os condemnam sao solemnes e irrefragaveis.» Antes de passar adiíinte, seja-nos permittido dedicar al gumas linhas para dar a conhecer por alto a Historia Ge ral. A escola a que pertence o autor, alheia a essa demasia do viva, commovedóra e sentimental, que chega a debilitar ate certo ponto a verdade, é por elle bem manifestamente revelada ao dar, do siguinte modo (Tom. 2o p. 184), no ticia da ese Rocha Pitta: «Bem que omissa era factos essen ciaes, destituida de criterio, c alheia a intengoes elevadas de formar ou de melhorar a espirito nacional,/«;r('í¡(se acuitar,"], [24, "16 sem faltar á verdade, os nobres exemplos dos antepassa dos cf '«O escriptor (acrescenta) nao recorreu, é verda de, ás mais puras fontes da historia; era mais imaginativo que pensador; mais poeta e admirador do bello que criti co, vassallo da rasáo e escravo das provas autenticas. Sy» De que o autor obedece ao dever de concsemnar, para escar mentó das novas geragóes, as grandes faltas provenientes da vontade, encontramos prova no seguinte modo como (Tom. 2? p. 210) accusa ao governador Vicente da Silva da Fonceca pelo rendimento da Colonia: ...«Sem poder allegar falta de munigóes de guerra, nem de boca, sem ter havido assalto, sem brecha aberta, esque cido dos exemplos que tinha para imitar do seu bravo e he roico predecessor A. Pedro de Vasconcellos, cometteu a covardia de entregar ao inimigo a praga que jurara ao rei defender até a ultima extremidade. A' sua memoria se as- sociará pois para sempre nos nossos annaes um eses exem plos mais frisantes da deshonra militar e ese perjurio; c Cjual quer expressáo de caridade por elle neste logar fóra re prehensivel e anti-patriotica.» &. Os votos do autor pela granesesa, integridade e prosperi dade do imperio se encontram a cada passo: — sempre que tem occasiao opportuna para expressalos. Acabando de nar rar as tristes scenas ela revolugao pernambucana era 1817, exclama: «Assim ainda el'esta vez (c nao foi a ultima) o braco da Providencia, bem que á custa do lamentaveis victimas e .sacrificios, amparou o Brazil, provendo em favor da sua integridade. Felizmente qne ja hoje podemos dizer que em pro dessa integridaele está pronunciado o espirito público de todas as provincias do norte, — que reconhecem como só unidas todas, de norte a sul e ese leste a oeste, se pode ráo fazer melhor rcspeitar dos estranhos, — que sabem co mo os inconvenientes das distancias se removem cada dia pelo invento da. vapor por mar e terra, — e que finalmente tem bastante juizo crítico para apreciar quanto é sofistica a proposigáo dos que as pretenden! ás vezes illudir, dizentlo-sees cpie, incsependentes, estariam mais ricas, visto que lhes ficava para dispender toda a quota com que con correm para o Thesouro público geral; como se destas quo tas nao saissem as despesas mais custosas em um estado:"], [25, "17 o pagamento das tropas que fazem respeitar as fronteiras, da marinha ese guerra que guarda a costa dos piratas, dos agentes diplomáticos e consulares que representara no exte rior os interesses politicos, sociaes e commerciaes, que nao sao só da capital, como de Pernambuco, e do Maranháo e de todas as mais provincias, ás quaes, estáñelo separadas, tudo custaria mais caro. E todas as provincias tambem sabem que nos povos mui facéis sao as separaqoes, ao passo que muito custam a effectuar-se novas unióes. E senáo que o di gam os.... esforgos dos povos da Allemanha eda Italia para reorganisar urna nova Germania ou um só estado Ítalo. «Es quecer anagáo pela provincia, diz um lilustre publicista ame ricano, é um symptoma de dissolugáo politica: é o princi pio de um estado ese coisas como o de Centro-América. » Ao provincialismo associam-se apenas ideas de interesses provin ciaes, quando principalmente as de gloria andaní annexas ao patriotismo, sentimento táo sublime que faz até desapa recer no homem o egoismo, levando-o a e.xpor a propria vi da pela patria, ou pelo soberano epie personifica o seo lus tre e a sua gloria.» Outras evidentes tendencias patrióticas da, Historia Geral encontrará o leitor na narragáo do motini de Beckman ou Beepaimáo (Tom. 2? p. 86 e segs.), na da guerra eses Mas cates, na da revolugáo mineira, na exposigao dos aconteci mentos posteriores á retirada del rei D. Joáo, no modo co mo censura a prohibigáo acerca do fabrico de vinhos no Brazil, c ainda mais a aboligáo das fabricas, cujas palavras váo acpii transcriptas em outro logar. Provas dessa impar ciaüelade dáo igualmente as seguintes paginas^ (63 e 94) do 2o volume: «Antes se havia legislado para que os senhores fossera obri gados a vestir e a sustentar bem os seus escravos, como se as leis podessem em taes asumptos obligar mais os homens do que a religiáo e o individual seteresse. Acaso houvera sido entáo a melhor época para, em logar destas seis, pro mulgar urna pela qual se operasse no Brazil a importante re forma, que elle ainda hoje reclama, da conversáo da escra vatura, com as condigóes da grega e romana paga, na ser vidáo de gleba, fixa ao territorio, garantindo a familia, e fi lha do christianismo, como passo para a emancipagao len ta, única que pode operar-se sem comprometter^ a nacio- ' 3"], [26, "18 nalidade. Tristes devem ser por certo as consequencias de se embotar no coragáo do pobre Africano os sentimentos mais temos da humanidade, separando, com as vendas, os pais dos filhos, os maridos das suas mulheres, o fiel servidor do menino que acompanhára na infancia e a quem velara, na esperanga de vir algum dia a encontrar nelle um senhor amigo e grato. Sem liberdade individual, sem os gosos de familia, sem esperangas de associar-se por si ou pelos ne- tos á gloria da patria, que nao fixa um seculo para a sua redempgáo social, nao ha que esperar do homem mui nobres sentimentos O trafico servia até immoralmente, como aseda em nossos tempos as loterias, a favorecer os estabele- cimentos de piedade, concedendo-se a alguns varias prefe- rencias * para embarcarem por sua conta para o Brazil certo número de pegas, em cada anno, antes que outros ne- greiros. O governo parecia apoderado do prurito ese legislar para o Brazil; mas sendo os legisladores pouco prácticos do .paiz revogavam amiudo suas propias obras, máu signalpara quaesquer estadistas, e para o estado que os admite **LMet- teu-se a metropole a ordenar que o assucar se exportase do Brazil em caixas de madeira nao verde, devendo as mesmas caixas ser marcaelas ***. Ideou obrigar a que se vendessem os assucares por menos prego, rebaixando os dos géneros que consumiam es engenhos; e teve que revogar a ordem no anno immediato; prohibiu a exportagao da aguarden- te de canna para Angola, como prejucicial á saude dos Africanos, e logo no anno seguinte a permittiu de novo, porque era ella antes um vereladeiro remedio para elles, segundo voto dos médicos. — E com isto nenhuma no- va industria, nem de fabricas nem agrícola, tratou de in- troduzir. Nao enviou um pé de amoreira, arvore táo apro priada ao nosso clima, assim como a sua temperatura o é á criagáo dos bichos da seda, que constitue para outros pai- zes um táo gránele elemento de riqueza. Nem mandou plan- tar amendoeiras, nem oliveiras, nem vinhas que perfeitamen- te cresceriam ñas catingas saibrentas que produzem o algo- 4 * Em 1693 foi concedida a de 700 á 'Junta das Missoes d'Angola, o u antes aos Jesuitas; em 1694.a de 500 á, Misericordia [de Loandn _ Vej. Lopes Lima III. 86 e 1-19. l ** Corruptissima república, plurimce leges, dizia Tácito *** Lei de 15 de Dez. 1687 e C. R. de 15 de Fev. de 1689."], [27, "19 tláo. Nem fez cobrar as nossas orvalhadas serras de noguei- ras,'carvalhos ou soutos de castanhos, cuja propriedade'con- titue só por si a riqueza de tantas familias da Europa. Nem introduziu, nos nossos campos e lageados, rebanhos de car- neiros merinos, cujas las sao hoje urna das primeiras fontes de riqueza da Australia. Nem se quer em mares táo pisco- sos estabeleceu companhas, com redes de pesca de malhas fortes que resistissem aos tubaróes; e por fim consentsedo que na terra se fabricasse a custo o assucar, só porque o reino o nao produzia, prohibiu que as aguas salgadas se fi- zessem secar, para com isso obter o sal, em prejuizo das ma- rraseis de Setubal, de Alverca ou da Figueira! O resultado foi abrir-se máo desta industria, táo natural para o Brazil (por demandar poucos bragos e muito sol) que era alguns si- tios, como em Cabo Frió, se apresenta elle fabricado por si mesmo. E o Brazil ficou até hoje consumindo de fóra cargas de sal, que pode melhor obter dos proprios mares.» Pois apesar desta e outras provas que constara do texto, a cada pagina, por assseí dizer, o meu antagonista nao du- vidou accusar-me descaradamente de parcial; e a este respei- to pretendeu seccionarme e fazer de mestre mimoseando-me com as seguintes linhas: \"O historiador ha de ser sempre veridico, imparcial e se- vero, e tanto maior será o seu mérito quanto, para o ser, consegrar vencer e dominar as sediigóes da fortuna, da opi- niáo e do sangue ou origem, a favor das ragas inimigas, vencidas e desamparadas. A verdade é o grande fim do ses- toriador, e mediante o seu culto fervoroso e constante, a tarefa que elle emprehende simplifica-se ele um'modo adrai ravel. Tal é o voto de Thiers\" * Pois diga-me, Sr. D. Timón, duvida de veras da minha palavra (apezar de todos os protestos contidos em suas car tas) em quanto a este culto da verdade? \"Pare de 1er diz a Historia Geral (T. lo p. 11) quera nao aprecia como pri meiro dote do historiador a fria imparcialidade no exame da verdade. Pela nossa parte em attingir esta, até onde a pu demos apurar... puzemos todo o desvelo; convencidos de que ella, e só ella, pode oíserecer harmonía eterna entre os * O mel é \"segundo Plinio:\" dizia um estudante de Oim bra que era um tanto besta"], [28, "20 factos, ao passo que &falsidade, mais dia, menos dia, é pu nida pela contradicgáo * que o tempo nao tarda a mani festar.\" Qual de nos dois prestou á verdade histórica mais ren dido culto, se eu ou o meu antagonista, o tempo melhor des - cubrirá. Pela minha parte creio que serviráo de confirmar esse meu culto, nascido dos escrúpulos de urna consciencia lou vavelmente timorata, todas essas rectificagoes successivas, cpie, em virtude de novos exames e mais profundo estudo, tenho-me apressado a fazer aos meus escriptos. Assim v. gr. em um Supplemento ao ló tom. dizia: \"A boa fé e verdade com que nos presamos de escre ver, e sem as epiaes, occupando-nos ese historia, nao foramos alias merecedores ese crédito, nos impeliera a juntar a este volume algumas addigóes e retoques, que nos sao ora (fins de 1855) pela maior parte subministrados, pelo encontró de muitos documentos, que antes desconheciamos, e pelo exame de outros, que nao tinhamos á máo... Seguindo com este proceder, ese publicar oepievamos encontrando, o exem plo de um dos primeiros criticos deste seculo, o illustre Joáo Pedro Ribeiro, julgamos que os leitores sarao justiga devida a este sacrificio do amor proprio ao da verdade, sembrándo se de quanto as verdadeiras fontes e mananciaes da nossa historia tem estado até agora occultos, de modo cpie só pou co a pouco vai sendo possivel, em muitos pontos, e por meio de ás vezes mui elesencontrados rases de luz dissi par as trevas e o cahos. Pela nossa parte no dilemma de patentear ao publico um trabalho incompleto, ou expormo nos a vel-o naufragar antes de obter os apuros na perfeigáo ej«e so dá o tempo, preferimos o primeiro expediente, por ser o mais útil ao paiz, embora menos em favor da propria tranquillidado e satisfagáo do autor.\" A tendencia da Historia Geral (acrescenta na pag. 380 o meu censor) de fugir á discussáo revela-se mais de urna * V. gr. a que se nota entre as cartas do Sr. J. F. Lisboa o a cen sura de Timón."], [29, "21 vez, e em circumstancias diversas, no curso da laboriosa tarefa a que o autor se deu para justificar os seus princi pios. — \"Em assumptos melindrosos e perigosos, como este, mais vale, — diz elle, — discorrer menos.\" Vamos por partes. O censor falsificou o sentido desta ul tima frase para aplical-a aos Indios, quando eu a havia em pregado para'a aboligáo da escravidáo, ponto este era que, no guardar a csevida discrigáo, nao fago mais que imitar a do Governo, e a da Assembléa Geral, que em 1850 des tinou a esse assumpto urnas tres sessóes secretas. Para me lhor eísectuar semelhante falsificagáo e engañar os leitores teve o Sr. Timón o cuidado de cortar no seu extracto de pag. 344, a seguinte frase que na pagina da Historia Geral que cita, se encontra antes cía que agora ese novo transcreve, e diz assim: \" — sentimentos da mais generosa philantropia, que alias, desde seculos, prega e proclama louvavelmente a Igreja\" — A esta ultima frase é que se refere a seguinte: \"E' assumpto melindroso sobre que mais vale discorrer me nos.\" Por ventura a suppressáo, evidentemente intencional des ta frase, nao produzin urna completa alteragáo da verdade? Pelo que respeita ás tendencias do autor da Historia Ge ral de evitar toda discusoáo, creio haver padecido notavel engaño o jornalista de Timón. Em logar de querer evital-a cu procurei, por meio do Memorial Orgánico, provocal-a no paiz sobre a questáo da civilisagáo dos Indios, ponto que consitiero vital para o nosso progresso e desenvolvimento nacional. O que alguma vez escrevi ao Sr. J. F. Lisboa, e do que elle provavelmente conservaría lembranga, íoi que eu nao pensava distrair-me muito ese meus estudos e perder o tempo, dando disfructe ao publico como o Sr sala- do (lembro-me até da frase) árua njogar ás pedradas com os criticos e que provavelmente só respondería a to- dos na 2.i edigáo que pensava publicar antes de muito. E nao sabéis o partido que tirou Timón desta confiden cia? Foi um emprazamento ante o publico, frito ao autor, para demorar essa edigáo quanto possivel, — eternamente tal vez, para morrer sem a deixar feita. Se houve neste em prazamento muita generosidade de parte do meu aggressor deixo ao leitor que o decida. Se diría que desejava, sobre o leito de louros de sua magistral censura, ter tempo de ad-"], [30, "22 quirir reputagáo c nome. Infelizmente os successos a meu respeito, as mudangas, os desgostos e urna recente doenga o tem favorecido. Porem diz adagio \"que atraz de tempo, tempo vem.\" Citei urna passagem da ininha obra, transcripta falseada mente pelo meu aggressor. Nao foi infelizmente a única. Deixando algumas ele menos entidade, citarei outra nao menos manifesta, e fácil de provar que a anterior. Diz Timón (pag. 410) haver eu qualificado a Berredo sobretudo de caridoso. Consulte o leitor a pag. 185 do Tom. 2o da Historia Ge ral, e ahi verá que conceituancse o historiador do Maranháo, eu apenas digo que era \"geralmente caridoso.\" Avezado a falsificar por semelhante forma o meu texto, para fazer crer o que deseja, a meu accusador chega a ter a audacia de asseverar na pag. 348 haver eu na Historia Geral \"sustentado:\" \"Que os colonisadores, ñas suas primitivas relagóes com os indígenas, foram constantemente justiceiros, benévolos, e até caritativos.\" \"Que os indígenas selvagens, aleivosos e brutaes, foram sempres os aggressores, e primeiros motores das guerras.\" Desafio a Timón e a todos os cpie o defendem para que me descubram a pagina ela Historia Geral donde constem os dois mencionados adverbios \"sempre\" e \"constantemente\" ou qualcpier frase deque se possa concluir um sentido equi valente. Longe de semelliantes frases, apareceráo nessas paginas provas do contrario. E senáo abra-se, por ex. a 175 do Tom. 1°, e nella se será o seguinte: \"Houve sim, como adiante veremos, quem sem caridade pretendesse conculcar as leis divinas e humanas, e introdu zir, com piraterías e crueldades, a anarchia e a dissolugáo ñas primeiraspovoagóes que o christianismo fundava no Bra zil. Mas taes monstros da sociedade (note bem Sr. Timón) eram a excepgáo, e muitos delles tiveram o merecido cas tigo.\""], [31, "23 Para a questáo de justiga e direito para com os Indios, dá Timón grande importancia á investigagáo histórica, bem provada, de quem foram os primeiros aggressores, se os Por tuguezes, ou os Indios. O meu aggressor é de opiniáo que os primeiros aggredidos foram os Indios, e engañado por suatvaidade, como elle muito bem diz (pag. 357). eré haver mostrado que \"as aggressóes partiram da raga invasora.\" Entre tanto é certo que se Timón houvesse estudado com mais alguma attengáo os primeiros tempos da nossa historia se convencerla do contrario. Da narragáo ingenua de Vaz Caminha se vé que Cabral com os bons Tupininquins nao foi nem aggressor, nem aggredido. Os dois degradados, que deixou em Porto Seguro, ainda ahi viviara quietos e tran quillos annos depois. . Porém á frota de Cabral succedeu pecpiena expedigáo de tres caravelas, destinada a explorar a costa, e na qual se embarcou o florentino Amerígo Vespucci, a quem devemos duas narragóes dos fritos da mesma expedigáo, e ele cuja piedade e espirito caridoso encontramos varias provas nos seus mesmos escriptos. Pois bem: Vespucci, que nao era portuguez, e por consegrante de todo insuspeito, nos conta que, aportando os tres navios ñas costas do Rio Grande do Norte, e mostrando-se ahi os Indios esquivos, um dois expedi cionarios se offereceram para ir communicar com elles. Tanta confianga nos faz crer que seria alguns dos de Cabral, que de Porto Seguro haviam ido á Europa com a nova do acha do. O capitáo mor annuiu, porém com a condigáo de que estariam ele volta dentro de cinco elias. Mas passaram-se sete dias, e elles nao voltavam. Apenas, de quando em epaando, se viam na costa alguns Indios que pareciam vir a espiar com ar sinistro Entáo, no dia 27 de Agosto de 1501, o capitáo mor oresenou a outros que desembarcas sem. Os Indios mandaram suas mulheres para junto dos que haviam desembarcado. Mas apenas um clestes se aventu rou a aproximar-se dellas, todas logo lhe fizeram roda, e urna lhe escachou a cabega com um páu (provavelmente com a tangapéma) e o estendeu morto, levando-o todas logo comsigo para o monte visinho; ao passo que os Indios aco mettiam os que haviam desembarcado, langando-lhes muitas frechas, c obrigando-os a se reembarcarem, gragas á pro tecgáo que receberam de quatro tiros de pega que fizeram"], [32, "24 afugentar os aggressores. E' que estes eram bravos Piti guáres e nao ja mansos Tupinincpiins.-A guarnigáo (accres centa Vespucci) clamava por vinganga destes actos barba ros; porém o capitáo mor prcferiu levantar ferro para pro seguir na viagem de exploragao que lhe havia sido comet tida. Aqui tem pois Timón históricamente provado que a aggressáo primeira partiu dos íncolas da terra, e nao do la do dos Portuguezes. Ha porém fortes razóes para crér que, ainda cpiando assim nao fora, era impossivel colonisar pa cificamente o actual imperio. Os Indios da costa^ bem que da mesma origem, e hilando quasi a mesma lingua (por isso chamada geral) estavam fraccionados em bandos que eram entre si niortaes inimigos e se faziam dura guerra. Assim v. gr. bastava pois que Joao Ramalho fosse amigo de Te biregá, para cpie todos os Tamoios o considerassem como seu figadal inimigo; da mesma maneira que a simples uniSo do Caramurú da Babia á familia de Paraguassú, atrahi ria contra elle as iras eses Tupinaés, dos Tupininquins, dos Caites e mais inimigos dos Tupinambás da Bahia. Cora urna referencia errada (diz pag. 26 a 34, em vez de pag. 23) á Historia Geral diz o censor (pag. 351) cpie a uáo Bretoa, apezar da prohibigáo expressa contida ñas ins trucgóes do monarca, \"tomou e levou captivos para o reino algumas esezenas delles.\" Quem autorisaria a Timón p.ira nos dizer que os da Bre toa tomaram esses cíiptivos (trinta e tantos) contra c cpie lhes fora expressamente ordenado? — Propondo-se a Bretoa a re gressar, como regressou, a Portugal nao lhes tomaría ahi o Governo contas por semelhante transgressSo das regias ordens? Porque nao admitte pois Timón que esses captivos, levados pela Bretoa, eram alguns tapuias, prisioneiros de corda, que comsigo tinham os Tamoyos de Cabo Frío para os devorar, e ejue, a troco de algum interesse de commer cio, foram dessa barbaridade resgatados? Foi esta a nossa opiniáo. \"Em vista das recommendagóes terminantes de que fizemos mengao (as instrucgóes ese rei) devenios crér (dizia mos nos na dita pag. 34) que seriara ligitiniamentc resga tados de algum outro captiveiro\" & Ha nisto parcialidade, ou está a parcialidade do lado do meu antagonista, que chega a empregar frases, que dáo em"], [33, "25 resultado urna desgragada adulteragáo dos factos que cons tara dos documentos, e que chegou a asseverar com o maior descaro e falsidade ter eu dito que os colonisadores haviam sido constantemente justiceiros, benévolos e caritativos, falsi dade que ja deixei demonstrada antes na pag. 22. Mas no Regimentó dado á Thomé de Souza diz D. Joáo 3.° que constava que alguns individuos, quetinhamno Bra zil caravellóes de cabotagem, atrahindo ás vezes os gentios engañosamente a seu bordo, os tomavam e iam depois ven del-os a outros, e ordenava de por o devido termo a seme lhantes piratarias; e o ouvidor geral vem depois, em sua carta de 7 de Fevereiro de 1550, comprovar a existencia de análogas aggressóes feitas aos Indios por alguns colonos de pravados. E que nos prova tudo isto senáo que havia abusos a que pretendiam por cobro tanto o governo como seus dele gados? Nao vemos ainda hoje cometterem-se grandes rou bos á máo armada? Faremos clelles responsavel toda a ge ragáo actual, qualificando-a de bandida? Demais a essas assaltadas pela costa eramjá os Indios avesados, antes da chegada dos Portuguezes, e as faziam nao só aos seus visinhos fronteiros, mas ás vezes até mais longe. E os Portuguezes, indo com elles nessas assalta das, n;lo fizeram mais que ministrar os seus caravellóes aos que antes só usavam de canoas, ou de jangadas de pc riperis e timbos. \"E aconteceu por umitas vezes (diz Ga briel Soares tratando destas jangadas) fazerem os Caites desta palha tamanhas embarcagóes que vinham nellas ao longo da costa (desde Pernambuco, entenda-se) fazer seus saltos aos Tupinambás junto da Babia.\" Por esta forma o estudo da Historia patria veio a con tribuir a radicar em meu animo as ideas, que, acerca^ da civilisagáo dos nossos Indios, já professava, como cidadáo c como político, pela simples observagao do que se pa¡5sa no paiz segundo se verá na 2? Parte. E assim devia succe der, de accordo com a frase do Ecclesiastes que o presen te nao é mais que a repeticáo do ptissado. Se tenho pois tao profundas conyiegóes, nao sería um crime o dizer o"], [34, "26 contrario? Nao haveria reprehensivel hypocrisia em occul tal-as? Reconhece o meu accusador (pag. 383) a verdade, quan do diz que nao tenho \"ínter esse algum pessoal próximo ou remoto em quaesquer resolugóes que se possam dar d con troversia que agitamos.\" Entáo se nao tenho reconhecidamente nenhuns interesses ñas ideas que professo, se essas ideasjsáo hoje anti-populares no paiz (onde por certo seriam por si sos suficientes para perder qualquer eleigáo para deputado, se me apresentasse de candidato) porque me nao concedéis que tenho convicgóes fortes que a ellas me impulsam? Podiaomeu antagonista acrescentar que, nao so nao tenho por esse lado interesses, como antes as minhas sympathias se tem constantemente mostrado em favor de assumptos dos Indios. Ahi estáo os meus escriptos, e delles se verá como tenho levado grande parte da vida dedicado a estudos de quanto Ibes respeita, inclusive as suas linguas, e principal me a tupi ou guaraní, salada aínda no Paraguay, onde fi cará viva no futuro, como provavelmente succederá no Alto Amazonas. — Quem senáo o A. da Historia Geral recom mendou no Instituto Histórico a creagáo de cadeiras desta lingua? Quem propoz a ereccgáo nelle dasecgáo especial que hoje existe da ethnographia, a par das duas de Geographia e de Historia, que a principio únicamente havia? Quem se dedicou com mais afinco a deslindar as intrincadas questoés acerca das chamadas nacionalidades guaranis?-Longe de desprezar os Indios eu os^considerei sempre, comparando-os c igualando-os ao que era a raga branca, quando barbara ou selvagem, e disse delles (Tom. 1.°, pag*. 106): \"Assim sao os Tupis os Jazóesde nossa mythologia, sao os Fenicios... os Normandos...\" &. e acrescentava (p. 108): A infancia da humanidade, na ordem moral, como a do individuo, na ordem physica, é sempre acompanhada de pequenhez e de miserias. E sirva esta prevengáo para qualquer leitor es trangeiro, que por si ou pela infancia da sua nagáo, pense de ensoberbecer-se ao 1er as pouco lisongeiras paginas\" & Nao ha de minha parte a menor idea de aggessáo ou des ■ onsideragáo para comas ger agües indias. Creio que nao eram melhores os europeos (comegando pelos Germanos de que procedo) nem os asiáticos, quando eram barbaros e selvagens."], [35, "27 O que ha sim de minha parte é um fervoroso (excessivo se quizerem) desejo e ardor de ver fóra de captiveiro da sel vageria tantos de nossos irmáos... E quem sabe quantos se estaráo perdendo, que poderiam, como vimos com o Alustre commendador D. Antonio Filippe Camaráo, vir a ser uteis a si e a dar glorias á patria? Se o homem bárbaro e selvagem (diz hispo Azeredo Cou tinho) pensasse como o civilisado, elle deixaria logo de_ser bárbaro, e nao seria... mais... selvagem.\" — \"Querer comparar (prosegue) a estimagáo do homem civilisado com a do selvagem é ou nao saber estimar os homens, ou... ultrapassar o civilisado.\" (Analgse^. § 45.) E já que tratamos do Alustre Azeredo Continho, cumpre nos dizer que Timón (3.°) aquilata demasiado injustamente o mérito deste Alustre brazileiro. — Diz delle que parecia um publicista em disponibilidade, escrevendo o que convinha ao governo, a cujo servico e soldó estava, que nao havia feito mais que por o seu nome em \"obscuros e banaes pamphletos negreiros e económicos.\" (Meu Deus! Que blasfemia! Segura mente Timón nao leu as suas obras), e que tinha muito me nos mérito que os Andradas (Que os tres juntos? Ou que qualquer delles?) E por ventura os Andradas nao esta varn tambera estipendiados pelo governo portuguez? E nao escreviam em harmonía com os desejos delle, sem cuja previa censura nada se publicara? Entretanto o bispo escreveu com tanta franqueza (durante a invasáo francesa) que a Mesa da Consciencia o intrigou, e chegou a estar caido das gra gas da Corte. \"O bispo, acrescenta o censor, aconselhou e justificou a memoravel destruigáo das nossas fabricas\" e depois mudou de linguagcm, bem qne com visivel embarago\" Esta accusagao tem de ser provada; é inteiramente nova para o autor da Historia Geral, qne alias se pronunciou contra essa destruigáo com as seguintes decididas frases, que se acham no 2? vol. (pag. 267 e 268): \"Da legislagáo (de María la) especial para o Brazil úni camente citaremos o alv. de 5 de Jun. de 1785, prohibin do no Brazil (a pretexto de nao desviar os bragos da cul tura, mas effectivamente para favorecer a metropole) todas as fabricas e manufacturas de ouro, prata, sedas, linho, l;i &., exceptuando só os tecidos grosseiros de algodáo"], [36, "28 Era tal vez o acto mais arbitrario e oppressivo da Metro pole contra o Brazil, desde o principio do reinado anterior, e, houvera justificado qualquer opposieáo ou rebeldía que a eile apresentassem os povos. Em vez desta, que seria jus tissima por sita origem <f\\\" E' verdade que o eximio bispo sustentou a necessidade de continuar na sua patria a escravidáo dos Africanos. Outros escriptores na Europa, e nos Estados Unidos, tem dito muito mais: tem querido provar (no que nao concor damos) que a raga africana nasceu para ser escrava. E por ventura Timón (3.°) nao sustenta o mesmo que o bispo: Nao nos diz que o Brazil se nao pederá ver livre da escravatura \"sem perturbar, pelo menos, de um modo profundo e incalculavel a nossa sociedade, na maior parte das suas relacócs e interesses? Como quer entáo apresentar se como héroe que nao transige com os principios, e con demnar tanto o sabio e virtuoso bispo, seu coterráneo? E o mais é que Timón nao so transige com a escravidáo negreira, como tambera com o captiveiro dos Indios quando isso lhe faz conta, para a sua narragáo. E senáo, vejam o que nos diz na pag. 122. Ahi tratando de justificar o mo tim de Bequimao, que se originou ñas providencias do 1° de Abril de 1680 que tirava aos moradores do Maranháo os In dios de que estay am de posse, em urna especie de captiveiro, em vez de qualificar esta posse de impia e de injusta, diz na pag. 122: \"Viram-se os moradores immediatamente esbulha dos da posse, justa ou injusta, mas antiga,\" &. Como justa ou injusta ? Porque entáo nao declara agora que essa posse era injustissima? — Resposta. E' porque isso lhe acommodou mais, segundo sua maneira de escrever a his toria. — Onde está, Sr. Timón, aquelle catonismo com que v. mercé (na pag. 93 e 94) exclamava: ...\"a escravidáo o miiior attentado, em nossa conceito, que jam.iis se comme teu contra os foros da humanidade — votemos contra ella sem hesitagáo e sem escrúpulo, ou se aprésente descarada e sem rebugo, ou insinuíinte e disfarcada em hypocritas attenuaroes! ! E a par disto que é o que se encontra na Historia GeraP. Abra-se ella, v. gr. na pag. 322 do Tomo 1? Tratando ahi das incursoes dos Paulistas nos sertóes, diz: \"Organisaram-se em bandeiras, e comegaram a ir pren-"], [37, "29 der Indios bravos mui longe, e fóra de jurisdiecao dos pa dres (Jesuitas).-Fízeram bem? Affirmaí-o fora Sao pouco humano como defender menos nobremente' qualquer outra escravidáo.\" ¿Entilo Sr. D. Timón, quem denos é que acha a escravi dáo justa? Com quejustiga pois jungiu V. mee. ,sob a mesma can ga \"A Escravidáo e a Historia Geral do Brazil\" segundo se lembrou de fazer, e nada menos do que no titulo da nota C ao seu Jornal de Timón, inculcada como urna censura da Historia Geral? A respeito dos actuaes Indios bravos, que ocasionam na- da menos que um estado de guerra civil, ñas provincias em que existem, o meu adversario, se bem que reconhega (pag. 359) que as nagóes mais cultas da Europa, ainda nao po- deram até hoje dispensar o \"captiveiro temporario,... sua- visado por seis protectoras e equitativas\" para os inimigos \"tomados com as armas ñas maos\", nao quer ver applica- da essa pena, nem que se recorra á violencia para casti- gar \"os Indios bravos, e as aggressóes imprevistas * a que sao usados,\" em suas correrías e assaltos, \"cujos estragos parciaes contra as propriedades dos cidadáos brazilciros, honrados e tranquillos, nao sao da sua conta defender, co mo diz na pag. 92, tratando deste assumpto: Nao é do nos so officio e jurisdiegáo tragar planos e alvitres para regular mcllior a sociedade; sobra que assignalemos o mal, cumprtn do a outros provel-o de remedio.\" Como assim? Entáo nao queréis fazer mais que aggredir aos que meditem nesses alvitres de aplicagáo pratica, em bora com seus defeitos, como tudo quanto é humano? Táo pouco notar esses defeitos é da competencia do officio de ad vogado (sem ser de profissáo), e sem embargo tanto gostaes de criticar (demolir é mais fácil que construir) que a isso vos entregaes. Por ventura como cidadáos, nao estamos * Urna vigil.incia mais que mediocre bastaria a precaver-nos con tra as aggressóes imprevistas, a que sao usados, e cujos estragos par ciaes & Se com tudo nada podemos contra a naturesa das cousas, se nao ha maneira de vencer a profunda incapacidade do Indio para a vida civilisada 4sem recorrernos ,1 violencia, deixemol-o &. (.1. de Timón números 11 e 12. pag. 93.)"], [38, "30 todos obrieados a concorrer até com a vida para o bem e prosperidade da patria: Mostrei já varias injustigas flagrantes do meu contendor. Vejamos outra nmi notavel, filha da sua parcialidade contra os colonisadores. Na pagina 14 do Jornal n.° 11 e 12, dando conta da glo riosa expedigao de Pedro Teixeira ao Ñapo, e da sua atre vida viagem a travez dos Andes orientaes até Quito, trata Timón de apoucal-a dizendo: \"Para fazer esquecer pela gloria a origem criminosa do seu governo, resolve Jacome Raymundo a famosa expedi gao &.\" Examinemos em primeiro logar qual seja essa origem ta aXada de criminosa. Jacome Raymundo era provedor mor do Estado do Maranháo, e por conseguinte, á imitagáo do que succedia no Estado do Brazil, um dos triumviros a quem competia o governo, em caso de morte do governador. Ora succedendo este caso, pelo fallecimento de Francisco Coelho, em Cametá, a cámara do Maranháo [manobrada com bastante habüidade por Jacome Raymundo, segundo a narragao do imp'arcial Timón) assentou de aclamal-o governador interino, julgando-o seguramente a isso com mais títulos do que um cunhado do des unto governador, a quem este deixára na cidade do Maranháo o mando durante a suct ausencia. Da mesma opiniáo foram a cámara e povo do Para, que igualmente o aclam.irara (que pasmosa ha büidade a do Jacome Raymundo, que sabia manobrar táo bem de longe!), apezar da opposigáo e ameacas do capitáo mor Luiz do Regó, que ahi era táo odiado, que dois annos antes havia tido que escapar-se fúgido Maranháo. Por occa siáo desta aclamagáo nao faltou quem sustentasse que Ja come Raymundo havia sido expressamente apontado para succeder ao governador em urnas vias de successao que se haviam feito desaparecer. Por ventura essa dupla acclamagáo pode ser designada como origem criminosa de um governo, ou haverá da parte do Jornal de Timón urna inqualificavel parcialidade? — Ber redo, que alias é pouco exacto ñas apreciagcies destes sei-"], [39, "31 tos, refere únicamente que Jacome Raymundo havia entra do no governo \"com mais escándalo do que gloria,\" se bem que viesse a fazer-se digno do mesmo governo, pelos seus actos, durante o tempo que governou; mas quem falou ja máis de crimes ou de origem criminosa a nao ser Ti món? A exploragáo do Amazonas até ás suas cabeceiras nao foi concepgáo de Jacome Raymundo. Segundo o tes te munho inequívoco do P. Christ. de Acuña a mesma empre za havia ja sido pelo rei antes cometida primeiro, em 1626, a Bento Maciel, que a nao executou por passar á guerra de Pernambuco; e depois (por carta regia passada em 1633 ou 1634) a Francisco Coelho, que nao poude leval-a a effeito por nao poder para isso dispor de sergas, quando os Hollan dezes ameagavam o litoral do Estado. — Para realizal-a, diz Acuña, ninguem \"romperá com tantas dificuldades nem se oposera a táo contrarios pareceres, a nao ter o zelo e obrigagóes que, no servir desinteressadamcnte neste des cobrimento a Deus e ao rei,\" tinha Jacome Raymun do de Noronha. Quem a este governador interino dictou, como favoravel, o momento para a expedigáo nao foi o seu arbitrio, e menos ainda o intento de fazer esquecer a ori gem criminosa (criminosa!) do seu governo, foi a chegada ao Para, vindos prófugos do Ñapo, de dois religiosos leigos, Andró de Toledo, e Domingo de Brieua, que subiram outra vez o Amazonas, e foram os guias dos expedicionarios. Porem (acrescenta o Jornalde Timón (p. 349) a Historia Geral está salpicada de ideas retrogradas, destas que nao estáo em voga (nem armam á popularidade, entende-se), e em vez de conter apetitosos resaibos de encyclopedismo li bertino, sae-se com ideas velhas ¡e rangosas e com desejos e votos de ver no kalendario do mundo catholico algum bea to filho do Brazil santificado Este ultimo ponto nao negamos. E diremos mais: só porque nao veio a pelo é que nao consignamos na Historia Geral mais um desejo que temos: e é o de ver tambem o Brazil representado igual mente entre as nagáes por meio de um principe da Igreja, — de um cardeal. Se ha urna religiáo do estado — da nagáo"], [40, "32 revistamol-a de todo o prestigio que nos indique o patrio tismo. Quanto a ser o autor criticado reaccionario, menos libe ral, etc, etc, venha contradictoriamente cm sua defensa, o proprio censor com as seguintes linhas: ...\"Com mais pausada atencáo (diz no fim da pag. 349 ) lendo-se todos os seus escriptos, observa-se como elle (o autor da Historia Geral) aceita francamente tantas outras instituicoes livres, o sincero horror com que encara as ini quidades do trafico e da inquisicáo, e o profundo de.spreso a que conclemna * os mesmos jesuitas, nao menos pela sua avidez mercantil, que pelas tergiversagóes da sua política profano religiosa.\" & Entáo em que ficamos, Sr. D. Timón? — O autor da His toria Geral é progressista c liberal ou é reaccionario? Se quer ter aqui razáo ha de consessar que andou de li geiro quando escreveu no principio do seu novo volume (p. 2) que os que nao seguem seus principios \"perseveram no erro, por ignorancia c por más é,\" em urna reaegáo \"de res to fomentada por interesses e paixóes menos legitimas.\" Pelo que toca á historia de algum santo brazileiro díga me, D. Timón, que mal faz um autor em desejar que se nao creía, por esses mundos, que os nascidos no Brazil nao po dem ser santos, e sao todos uns diabinhos, como nao sei quem? E essas outras ideas, diréis, abonando as aristocracias e os brazóes? Quanto ás primeiras, rosponderei com urna biographia, que tenho escripia, do pernambucano Jeronymo d'Albu querque Maranháo, e veremos quem sustenta ideas mais ele vadas, mais philosophicas, e mais verdadeiras. E Lord Rus sel vos provará como em Inglaterra t» aristocracia foi crea da para salvar os direitos do povo, contra as possiveis, e (em outros paizes até frequentes) invasoes da Coróa. Quanto aos brazoes c escudos d'armas, se os admittis pa ra a nagáo, porque nao haveis de ser lógicos, admitindo-os tambera paia as provincias e cidades? E se os consentís pa- * Timón é quem d¡í esta senteii$a. O autor da Historia Geral limi tou-se a expór os tactos, segundo sua iraca inteligencia. Ainda nao ere chegado o lempo (!c se poder sentenciar."], [41, "33 ra os titulares, porque nao havemos de ter todos direito a elles? — Demais: isso é questáo d' arte e ás vezes de vaida dade mais que outra coisa.— Para as cidades v. gr. confes so que eu encontraría mais bello e mais poético ver desig nar as nossas duas primeiras cidades pelo molho de frechas do martyrio, e pela pomba da Arca que pelas prosaicas pa lavras=Rio de Janeiro e Bahía. Pelo que respeita aos particulares sabemos que nao significam mais que urna di visa, e que cada um faz hoje a tal respeito o que lhe pa rece. O publicista Silvestre Pinheiro inventou para si um pinheiro quebrado, com o mote: \"Antes quebrar que tor cer,\" e ninguem por isso o acoimou de menos liberal. A lin guagem heráldica, alias convencional, e já admittida por to dos os que commungam com a civilisacáo e direito europeo, nao é táo destituida ese sentido como créem os que a nao estudaram, pela rizáo dada pelo poeta de que \"Quem nao sabe da arte nao a estima.\" A theoria, seguida por muitos, de que a educagáo da mocidade, ganha sendo confiada a mestres, como os sa cerdotes, nao estipendiados, deve ser tratada mais exten samente; e a reservamos integra para um trabalho espe cial que temos entre máos. Entáo sois defensor da guerra, diz o meu censor, e leva paginas e paginas para provar-me que a maldita guerra ó um flagelo. Quem tal o creria se o nao visse escripto? — Ao ler essa verrinaquem nao exclamaría: \"Tem o critico toda a razáo: parece incrivel que o autor criticado caisse em semelhantes disparates\" etc. etc. Pois saiba o leitor que nao ha urna s<5 linha da Historia (j-eral em que se trate de defender a guerra, alias pelos po líticos considerada como amparo da paz. Eecorram-se to das as paginas desta historia, e digam-nos onde está se melhante defensa. — Digam-nos se nao está ella ahi por vezes conceituada como urna praga e flagelo, ao lado da peste e da fome? Se urna vez os resultados da guerra sao pelo au tor postos em duvida, que é quando trata da dos Hollau- 5"], [42, "34 dezes em Pernambuco, é isso expressado (Tom. 2o pag. 44) como a maior caridade quando diz: \"como que acomettem os nossos ouvidos os lamentos de tantas victimas, chorando a perda dos seus parentes, dos seus bens, e até algumas da sua propria honra.\" Seguindo logo: — ''Confessamos que o primeiro impulso do nosso coragáo é o deixar a penna e chorar com ellas —Infelizmente porém a civilisagáo humana semelha se em tudo ao homem; nasce chorando, e chorando e sofrendo pas sa grande parte da sua infancia, até que se educa e se ro bustece. — Se pois nos conformarmos com esta lei indeclina vel, reconheceremos que o Brazil pagava entáo grande par te do seu tributo... E nao ha duvida que, passados esses choros e esses sofrimentos, se apresentou mais crescido e mais respeitavel, — havendo para isso concorrido poderosa mente os grandes e continuados reforgos de colonos activos e vigorosos de varios tergos ou regimentos que vieram da Europa, e cujos individuos pela maior parte ficaram no Bra zil, o que prefez um numero superior aos dos mortos nos campos de batalha.\" E' verdade que no Discurso, oppondo-se, ás exageragóes do Sr. Gongalvez Dias e outros, (e nao na Historia Ge ral) o autor em sua argumentagáo busca, nao fazer pane gyricos da guerra, mas oppor á cerca della consideragóes tendentes a rebater a opiniáo dos que, só para evital-a, preferem deixar impunes os Indios bravos em suas assal tadas, opiniáo táo absurda que, o adaptal-a significaría lógi camente urna resignagáo decidida a dei.xar progressivamente conquistar pelas hordas selvagens, (quando sempre triunfan tes e sem encontrar opposigáo) o Brazil todo. E porque nao copiaría o censor o nome de Cantú, substituindo-o pelas palavras=\"wwict grande autoridades.\" ¿E porque nao transcreveu essas frazes, e as combateu como se fossem minhas? — E' que temia que o nome de Can ta deixasse esmagado o seu? Eis as frases que se acham no dito meu \"Discurso.\" \"Assim como o mar, pondera eloquentemente o humani tario e piedoso Cesar Cantú, que parece creado para se parar os povos, os conchega, da mesma forma a tremenda neccssidade da guerra effectua a mésela das ragas, e concor re para melhorar a sua propria condigáo."], [43, "35 E que diréis de nos se conseguimos provar que o no vo Timón é defensor da guerra (aggressiva e volun taria) em certos casos? E' elle proprio que os diz no fim da pag. 363. \"A guerra em urna palavra... pode ser um accidente fe liz, e pela sua propria excitagáo desinvolver momentánea mente a actividade... mas no geral dos casos\" etc. Entáo sempre ha casos Senhor Don Timón?"], [44, "SEGUIDA PARTE. The present system os making them fthe Indian6] valuable presenta to insluen (•e them to remain at peace has¡ provea inefFectual. [Mess. os J. Buchanan. 3 Dec.1857.] \"Sem o emprego da forca... nao é possivel repellir a aggressáo dos indios ferozes, re primir suas correrías.» M. de Mont' Alegre (Costa Carvalhoi. no Relatorio de 1852 ) Durante osmeus primeiros annos de applicagáo e de estu dos feitos na Europa sobre as nossas cousas, confesso que nao tinha eu acerca do carácter dos nossos Indios nenhu raas ideas seguras, ou para melhor dizer, achava-me acer ca delles todos sob a impressáo da carta do Pero Vaz de Ca minha, que cpiasi chegava a invejar a innocencia dos Tupi ninquins encontrados por Cabral em Porto Seguro; e sob essa impressáo escrevi algumas linhas da \" Chronica do £¿s cobrimento do Brazil,\" que publicou o Panorama em prin cipios de 1840. Porém pouco depois, nos fins desse mesmo anno, perdi repentinamente todas as illusoes poéticas em que a respei to dos mesmos Indios estava, e comecei a meditar e a pen sar muito mais seria e positivamente acerca delles. Vista faz sé. A minha conversáo, o meu horror pela sel vageria nasceu em mim em nieio dos nossos sertóes, e em presenga, digamos assim, dessa mesma selvageria. As illu soes com que havia embalado o espirito no seio das gran des cidades se dissiparam n' um só dia; á maneira do que se passou com alguns políticos franceses ultra-philantropicos por theoria, durante toda a sua vida, e que tiveram que converter-se a ideas mais positivas e reaes, em presenga dos horrores de Robspierre e de Marat, e em nossos dias das proprias scenas de 1848."], [45, "37 Achando-me em Sam Paulo, em fins de 1840, emprehen di urna viagem pelo suida Provincia, depois de haver ido a^ derramar urna lagrima no triste vale, onde aprouvera ao Criador que eu áparecesse neste mundo. Ja pela altura de Paranapitanga, onde me demorei alguns dias, comecei a ouvir contar muitos casos de crueis assaltos e invasoes de- Indios, que, quando lhes aprazia, chegavam até ali com suas correrías, e traziam a todos cheios de temor e de es panto. Passando porem mais ao sul, á fazenda de Morungaba, confina actual da provincia de S. Paulo com a de Paraná, della desmembrada, nao só ouvi contar novas historias de assaltadas de Bugres, como fui informado que andavam elles muí perto, e que eu e os meus companheiros poderia mos no dia seguinte ser atacados na estrada, ao atravessar um bosque ou mato visinho, felizmente de curta exten sSo. Apezar desta noticia, era essencial partir nesse dia; por que tinhamos a vantagem de ir em mair numero, associando nos a outros tropeiros, já mais acostumados a semelhan tes scenas. Ao chegarmos á beira do mato vi que todos os meus companheiros e seus camaradas e vaquéanos, sem dizer pa lavra, firavam as espingardas dos arcóes e as pistolas dos coldres, e com ellas engatilhadas, e como prestes adispara rem, proseguiam, e me disseram de fazer outro tanto com as minhas duas pistolas. Felizmente os taes Indios Bugres, que, segundo os meus companheiros, andavam por ali, e nos deviam estar tucayan do, ou por nos verem em suficiente numero, ou porque nota ram que iamos muí prevenidos, e elles nao gostam de ataques em que corram o menor risco, deixaram-nos passar sem nos enviar nenhuma frechada, a que hoaveramos cor respondido com um disparo á carga cerrada. Note-se que se passava isto, nada menos que na estrada real, bastante frequentada por todas essas tropas e pontas de gado que concorriam á seira de Sorocaba etc. Confesso que desde entáo urna profunda mágoa e até um certo vexame se apoderou de mim, ao considerar que, ape zar de ter o Brazil um governo regular, em tantos logares do seu territorio achavam-se [e acham-se ainda] um grande"], [46, "38 numero de cidadáos brazileiros á mercé de semelhantes cá filas de canibaes Durante o resto da jornada foram sobre este assumpto os meus estudos e meditagóses mais favoritos. Na freguesia da Palmeira procurei informar-me do que se passáva em Guarapuava, depois na Curitiba (diga-o senáo o Sr. con selheiro Carráo, em cuja casa me hospedei) tratei de pedir informagóes dos Indios do Campo de Palmas; em toda a digressáo, pelo litoral desde Paranaguá a Santos, procu rei estudar de perto muitos Indios mansos de Ararapira, Cananéa, Iguape e Itanhaem... Regressando ao Rio, tra tei de buscar e examinar o que diziam, nos Relatorios das Provincias em que havia Indios, os seus respectivos Presi dentes Segui sendo os Relatorios dos annos seguintes. que cuidava sempre de proporcionar-me o bom conego Ja nuario... Adverti que o decreto n? 426 de 24 de Julhode 1845, longe de haver servido a melhorar as cousas, nao fi zera mais que vir autorisar legalmente os abusos, ou tal vez a augmental-os. Concluí que as Provincias infestadas do fla gelo dos Indios Bravos se podiam considerar peor que in festadas pelo flagelo da guerra civil, e que sem embar go mui pouco se preocupavam com isso os nossos políti cos. Resolví pois dedicar a este assumpto (ao menos para des pertar mais a acerca delle a atengáo publica) algumas linhas de um folheto que em 1849 dei á luz, propondo a mudan ga da nossa capital, urna nova circunscripgáo provincial mais homogénea e menos arbitraria e absurda, pugnando em favor da admissáo das estradas de ferro e da cessagáo do traficó etc. Ahi indiquei a conveniencia do emprego da forga como meio de civilisagao mais pratico e conducente, embora na aparencia menos philantropico, e d'entre essas minhas exhor tagóes, transcreverei aqui os seguintes periodos: \"Encaramos a questáo dos escravos nao pelo sentimen talismo, mas pelo patriotismo; nao porque achemos infame o trafico, mas porque tememos pelo futuro do Brazil, se con tinuamos a importar Africanos. Foram consideracóes de es tado, mais que de economía política, que pesaram em nossas opinióes. \"Temos a escrayatura por licita, e até conforme com o"], [47, "39 Evangelho e com o voto dos publicistas, quando necessaria para a seguranga do Estado, e melhor governo dos captivos. Cremol-a illicita e barbara quando é possivel evital-a e isso se nam faz Seria urna sem razao, e até urna especie de ingratidáo, estarmos deixando os Indios bravos a guer rearem-se, por tantos certoens nossos e delles, devorándo se uns aos outros; porque em África guardam os captivos; mas os botocudos assam-os e comem-os. — Porque motivo em lugar de irmos (contra os tractados e expondo aos Cru zeiros ingleses navios e capitaes) buscar Africanos alem dos mares paraos escravisar, nam havemos antes dentro do Bra zil prender á forga Os Indios bravos para os desbravar e civilisar? — Teriamos com elles um augmento de bragos menos perigosos que os dos negros, porque daqui a pouco, esta riam misturados comnosco em cor e em tudo, e entáo feria mos em todas as provincias — povo, — classe social que al gumas nao possuem. \"Mas allegam os philo-tapuias. Elles sam os verdadeiros donos da terra, e por isso... Sam os donos da terra? Pois entam arranjemos nossas trochas e toca a marchar; que so mos uns criminosos que estamos de posse do que é de outrem. Vos augustos e dignissimos senhores representantes da Na gáo! Para fóra de vossos bancos, que ahi devem estar a aren gar os tapuias: cidades, villas, freguesias, arsenaes, alfande gas, academias, collegios, misericordias, conventos, bispos, conegos, parocbos, frades, militares, juizes, empregados, to ca tudo a embarcar; porque a terra é dos tapuias! Miseria! \"Precisamos civilisar o Imperio, fazer todos em toda a sua extensam obedecer ao pacto proclamado, e a experien cia de mais de meio seculo tem provado a insufBciencia dos maios brandos, que sam justamente os mais gravosos para o Estado. \"Os que forem mais políticos que falsos (ou verdadeiros) philantropos adoptaráo por certo, ao menos lá no seu inte rior, como único possivel o meio proposto, se conhecerem de perto o que sam os Indios. Os que nunca sairam das gran des cidades, e nunca dentro do Imperio se assnstaram e ate"], [48, "40 retrocederán! no caminho com o alarma: — «anda Indio bra vo na estrada» — nam podem ser juizes. \"Sinceros representantes do Paiz!-Tende coragem cívica para arrostrar contra as prevengóes das sedigas philantro pias. Se sabéis por experiencia das vossas Provincias o que é o gentío bravo elizei alto o que tendes no coragáo.\" Meditando mais nos assumptos tratados no mesmo folhe- to, publiquei, logo no anno seguinte (1850) um suplemento ou 2a parte cíelle, em que a respeito dos nossos Indios disse (na pag. 10 e 11) as seguintes textuaes palavras: \"Ñas paginas 32 e seguintes da primeira parte explica- mos a situagao dos indios bravos, e indicamos os únicos meios eme julgamos conducentes a encaminhal-os á civilisagam, sem estarmos á espera que elles se decidam a fazer esse sa- crificio. Se entam empregámos alguma expressam sarcastica ou irónica, nam entrou nisso falta de compaixam desses in selizes: entrou o empenho que tinhamos de criticar com audacia a opiniam publica neste ponto extraviada: — entrou a indignagáo nossa contra a damnosa hipocrisia da pseudo- philantropia. \"Pois é por ventura verdadeira philantropia consentir- mos que tantos filhos do abengoado territorio ele Santa Cruz se estejam devorando uns aos outros nos mattos, e aggre dindo, quando podem, os cidadáos civilisados do Imperio? E isso quando ha um meio simples... de os arrancar em pocos dias dessa miseravel condigam que vexa o paiz, e de grada até a humanidade? \"Esse meio, prompto e seguro, é o de que se serve qual quer nagam, quando urna parte dos seus membros illudidos ou ignorantes se nam cjuer sujeitar a maioria; é o de que se serve até o pai mais carinhoso, quando ve que seus filhos nam estudam nem se educara pelos simples estimulos; — é o da forga. Sejam os Indios bravos, por sua incapacidade moral, declarados pupilos da Nagam, que desde logo o seu Governo sentirá sobre si todo o pezo da responsabilidade quej incumbe aos tutores das criangas desvalidas; pois bem ?riangas pela inteligencia sam os indios. Possua-se bem qual quer ministerio da sua missam neste assumpto, e da solidez dos principios da jurisprudencia que apresentamos, e se con vencerá rse que pode até livremente fazer todo o bem sem"], [49, "41 dependencia de nova legislagam, a nam ser no que disser respeito aos destinos e elistribuigáo dos Indios, que forera capturados, urna vez que nam houvesse bastante trabalho de obras publicas em que occupal-os. \"Em todo o caso tal distribuigam, a troco da recompensa ás bandeiras pelas despegas da guerra, só deveria ser feita urna vez; de modo que os Indios capturados nam conheces sem por tutores mais que a primeira familia que os adop tasse. \"Porém querendo-se evitar essa distribuigáo, equivalente a urna servidam temporaria encoberta, o governo poderia emprehender em grande um systema de captura, e depois estabelecer directorías tutelares, onde os particulares fossem (mediante certos tributos destinados v. gr. para as estradas, com as necessarias fiangas) buscar os individuos que neces sitassem para seu servigo domestico, como aínda hoje se prac tica na Europa para com os particulares que tiram os re colhidos das casas pias etc. * \"Com o systema da tutela forgada se civilisaram, bem ou mal, os nossos sertoens de Minas; e o Sr. Senador Ver gueiro, que presenciou aínda esse systema na decadencia, disse terminantemente em sessam de 5 de Agosto deste auno (1850) que «é necessario renovar, restabelecer o antigo syste ma.» Em urna anterior sessam, na de 30 de Julho, se ha via o mesmo Senador explicado do seguinte modo: «A raga «india nam tem a capacidade necessaria para reger-se. O ti «porque por sua natureza tenha menos aptidam para a «civilisagam, ou porque está ainda muito longe disso, o que \"observo é que netos e bisnetos dos indios aldeados nam dam «de si coisa alguma, nam adiantam nada. Por tanto em con «sequencia desta incapacidade ou difficuldade para chega «rem á civilisagáo, resulta a necessidade de urna tutela «Foi o governo de Lisboa que acabou com isso, pela «consideragáo de que os indios eram homens como nos, -rque deviam gozar de iguaes direitos, sem reflectir que imam tinham igual capacidade.» ** \"Acabamos de encarar esta questam pelo lado para nos * Hoje poderiamos acrescentar: \"e como actualmente entre ¿ós, se pratica com os colonos importados da Europa.\" ** Jorn. do Com. num. 211 (de 1850.) 6"], [50, "42 mais sympatico, pelo que mais falla ao sentimento; conside ramo-los nossos irmáos orfaons desamparados e necesita dos de tutela. Mas, se os consideramos estranhos ao pacto social, se os reputamos urna nagam forasteira que nos mo lesta e prejudica, temos todo o direito de conquistal-os, e nam ha direito de conquista mais justo que o da civilisagam sobre a barbarie. «Um povo bárbaro e que desconhece os de veres da humanidade e as leis da guerra, diz o celebre ju risculsulto americano Bello, deve tratar-se como inimigo do genero humano.» \"E' verdade que, ou naturaes ou estranhos, urna vez que nos aggridam, submettem-se espontáneamente áterrivelsen tenga dada pelo celebre publicista Vattel, cujos principios liberaes e sentimentos de bom senso sam em toda a parte (principalmente em Inglaterra) recdnhecidos. Ougamol-o. «Aquelles que habitando paizes serteis, descuidara a cultu «ra da terra e preserem viver de rapiña, faltam a si pro «prios, injuriam seus vizinhos e merecem ser exterminados «como bestas seras e nocivas, etc. O estabelecimento de co «lonias no continente da América septentrional so se apre «sentava como legitimo, visto que as gentes dessas vastas «paragens as percorriam em vez de habitar.» * \"Longe denos o adoptar a idea de esterminio da raga indígena, como ainela hoje se pratica nos Estados Unidos; por mais que ahi se diga que só os guerreara para que se vam retirando pelo far ivest adentro. Sejamos mais humanos que Vattel e que os Estados Unidos: sujeitemos os nossos selva gens, eduquemol-03 á forga, e c{uinze ou vinte annos depois, epiando ja elles nam necesitem de tutela, fagamos delles pres tantes cidadaons e bons christaons. Taes sam os principios que desejamos ver acceitos nesta importante questam. Se o nam forem, esperamos e(ue a todo o tempo se fará justiga á abnegagamcom que defendemos urna causa tam pouco sym pathica. E se nam muélannos de systema, e daqui a meio seculo ou mais, os Indios se acharem como hoje, haverá quem diga em 1900 ou em 2000 que houve alguem que em 1850 apresentou no Brazil urna jurisprudencia capaz de produzir resultados. \"Ja basta de pagarmos tara caro e sem nenhuma utilida- Vattel.— Droit des Gen.', liv. I'.1, cap. 7?. ü 81."], [51, "43 de todos os ensaios fritos para attrair os taes Indios bravos por meios de brandura. Clama-se por missionarios, e igno ra-se que estes, ainda em épocas de urna se viva, nunca fo ram meios civilisaclores em ponto grande, se nam com o do minio quasi-feudal que tinham os jesuitas. Porém os jesui tas antigos tinham abnegacam: eram capazes de morrer pe la gloria da sua seita. Mas ja nam ha quem ambicione o martyrio nesta época de egoísmo. Se de Roma nos vierem barbadinhos ou jesuitas, nam será em busca de martyrio, será com miras de se livrarem da obediencia rigorosa, e de passarem melhor vida; pois já aos claustros chegou o egoís mo do seculo XIX, filho primogénito do scepticismo do se culo XVIII.\" O dito Memorial Orgánico, refundido em parte, foi reim presso no Rio de Janeiro em 1851, no Guanabára, perió dico litterario que segundo creio nao chegou a ter muita circulagáo, como tem succedido infelizmente a outros seme llantes que se tem emprehendido entre nos, sempre que nao ha urna associagáo que, com o incentivo das actas, vá sen do o jornal. De entáo por diante segui veneío as Fallas ou Relatorios Provinciaes, que taes foram os compendios, em que de an no para anno se foram robustecendo cada vez mais as mi nhas convicgoes, tendo por mestres muitos de nossos es tadistas, em quanto, como Presidentes, escreviam esses Re latorios. O mais que fiz foi comparar um maior numero de fac tos, despindo-os ás vezes das roupagens com que sao apre sentados, deitando todas as culpas sobre os missiona rios (porque nao querem morrer martyres), e chegar, cada dia, com mais argumentos novos, á conclusáo de que o de creto de 24 de Julho de 1845, filho do systema do inexi quivel directorio de Pombal, é insuificiente e que cumpre decretar outro. Com semelhantes convicgoes, tudo o mais proveio do nosso carácter franco, leal, dedicado e por ventu ra ousado; pois sempre que concebemos alguma verdade, nao podemos resistir ao desejo de langal-a á discussáo O facto é que em quasi todas essas Falas, mais ou menos unisonas, encontramos lamentagoes acerca de tantos indivi duos perdidos para o Imperio, dos quaes alguns lhe estáo sen-"], [52, "44 do inateis e outros prejudiciaes, em virtude das assaltadaí» ás fazendas e gados que encontrara a geito, e de cujos do nos nao tiveram a mínima queixa: todos reconhecem mais ou menos francamente a insuficiencia da cathequese, nao protegida pela forga; e nao poucos se queixam dos abusos comettidos no systema empregado hoje, ate pelos proprioaS directores dos Ineiios e outros funccionarios. Sinto nao haver guardado notas de mais de cem relato rios presidenciaes, que tenho tido ñas máos (das nove ou dez provincias que contara ainda em seu seio Indios selva gens) desde a Acto addicional para cá. Se me fosse permi tido consultar alguma collecgáo completa desses relato rios, ser-me hia fácil tirar essas notas em poucas horas, mas já epie nao tenho á máo senáo alguns desses folhetos, os invocarei em meu auxilio. E espero que a algum ou tro patriota desilludido, como eu, a respeito da eficacia da cathequese, e cpie, como eu, nao tema o deixar de an dar com a moda, completará algum dia nessa parte este rneu trabalho. Mas que digo de Relatorios Provinciaes? Quando nelles vemos cjue os Presidentes revelara tantas verdades, para verem a luz publica, quanto mais claro nao teráo elles salado em seus ofíicios ao Governo Geral? Quem podéra fazer urna autopsia a urna boa porgáo de taes oflicios cpie jazeráo no Rio, nos armarios da secretaria dos negocios do Imperio! — Nos Relatorios ele muitos Presidentes se vé que elles nao créem possivel em nossos dias, c com a gente deste seculo, le var á e.xecugáo o decreto de 24 de Octubre de 1845; e que se nao gritam contra elle em publico, é só por deverem respei tar a posigáo ofEcial em que se acham, ao dirigir a palavra. Ainda assim, dos poucos relatorios ou salas provin ciaes, cpie tenho á máo, apresentarei por amostra algu mas passagens. Seja a primeira a seguinte epie encontró na pag. 23 do Relatorio do Exmo. Sr. Presidente do Maranháo Joao Lustosa da Cunha Paranaguá: \"Com algumas excepgóes, os Directores parciaes (dos Indios) nomeados háo considerado o emprego como meio lucrativo já utilisando-se do ser vigo dos Indios, a quem apenas dáo escasso sustento e tra tam com demasiado rigor negociando os poucos objetos que"], [53, "45 recebem do Governo para distribuir entre os mesmos Indios, e já arrancando-lhe bárbaramente os filhos, para dal-os ou cedel-os a particulares, mediante urna gratificagáo. . Vejamos agora o principio do capitulo C'atequese e civi lisagáo dos Indios do Presidente do Amazonas Sr. Fran cisco José Feriado no relatorio apresentado á Assembléa Provincial no anno passado (1858). Diz assim: \"Sinto dizer-vos que a cathequese e civilisagáo dos In dios continuara no deploravel atrazo em que permaneces ha muito tempo, e que a despeito da legislagáo que os prote ge, da solicitude do Governo Imperial e das primeiras au toridades da Provincia, elles sofrem toda a sorte de injus tigas, violencias e fraudes, nao só de algumas autoridades su balternas como dos seus proprios directores e dos particu lares.\" Logo adiante segué o Sr. Furtado: \"Forga é Srs. confessar urna triste verdade. A historia dos Indios é o opprobrio da nossa civilisagáo. A pesar de tantas leis proclamando a sua liberdade e prescrevendo a es cravidáo delles, esta subsiste quaside facto!\" Da. mesma Provincia temos outro Relatorio ouFala apre sentado, cinco annos antes (1853), em que o Sr. Conselheiro Herculano Ferreira Penna se expressa assim (p. 51): \"Forgoso é porém confessar como urna triste verdade que toda a sabedoria das leis e regulamentos até hoje pro mulgados a respeito da cathequese, toda a generosidade dos sentimentos que os dictaram tem sielo inefficazes\" Vamos ao Relatorio deste anno (1859) do- Exmo. Sr. Presidente de Goyaz Francisco Januario da Gama Cerquei- ra. Diz assim ao comegar na pag. 47 o capitulo da mesma indicagáo mencionada: \"Pouco se ha censeguido ate hoje, senhores, emuito res- ta ainda a fazer-se a bem da civilisagáo das numerosas tribus aborigénes que ahi vivem errantes pelas nossas flo- restas, em urna condigno verdadeiramente miseravel!\" E segué (pag. 50): \"O proprio director parece esperar muito pouco dos seus esforgos a bem da educagáo religiosa e civil dos peus cathecumenos; pois, em data de 20 de Junho"], [54, "46 ofliciou-me dizendo, pouco mais ou menos, que nao se occu para senáo em conservar os indígenas no estado de paz e em servir de parocho aos novos povoadores, deixando es quecido o que se refere a cathequese; porque fazer dos Indios cristiáos parecia-lhe tares a superior ás suas sor gas.\" Mas adeante (pag. 52) segué o capitulo intitulado-ittcw?- sáo dos selvagcns— cjue comeca assim: , \"Ainda este anno, Srs., terei de expor-vos, sob esta epí grafe, desastrosos acontecimientos, e de ennumerar-vos al gumas victimas sacrificadas pela ferocidade dos Indios sel vagens, em diversos pontos da Provincia.\" \"Ja tive occasiáo de reserir-vos, na ininha ultima expo sigáo, as atrocidades comjistidas pela tribu dos Canoei ros...\" Passando aos novos attentados deste anno diz assim: \"Pelos Canoeiros foram bárbaramente assassinadas. duas infelizes mulheres\" ...\"Os Indios Caiapós... comeearam a fazer assoladoras incursóes, incendiando... roubando... e attentando mesmo contra a vida daquelles que conseguem surprehender atrai goadamente.\" Segué individuando os factos de taes incendios e assassi natos. Desta mesma Provincia temos tambem presente o Rela torio do Sr. Dr. Antonio Augusto Pereira da Cunha, em 1856, que, na pag, 16, inclue estas frazes: \"Sem industria, sem intelligencia da nossa lingua e cos tumes, os Indios, ou voltaráo á barbaria, ou, espalhados pelas povoagoes, continuaráo a viver na occiosidade e es tupidez.\" \"No dia 3 d'Agosto atacou (o indio Canoeiro) a aldea de Santo-Antonio do capitáo Filippe Chavante, roubou as fer ramentas e estragou as rocas.\" Possuimos tambem de Goyaz outro Relatorio anterior do Sr. Antonio Candido da Cruz Machado que (ñas pags. 23 e 24) dá igualmente conta de varios incenelios e assasinatos praticados pelos Indios, e conclue: \"Sabéis que a tribu feroz dos Canoeiros, nómade e mili to dividida... nao pareee susceptivel de civilisagáo: ítem um"], [55, "47 imtincto bem pronunciado para a carnagem e a rapiña; e nao se conta que um Canoeiro adulto adoptasseos hábitos do ho mem civilisado.\" E' urna desgraga, exclama o Sr. Conselheiro Zacarías de Goes e Vasconcellos na (pag. 60 do seu Relatorio da Provin cia de Paraná em 1854) mas a verdade obriga-me a dizer vos quenesta Provincia... os indígenas ameagam a seguran ga da gente civilisaela.\" Tratando (pag. 64) dos empregados autorisados pelo de creto de 24 de Julho de 1845, acrescenta: \"Toda essa gente, ou a maior parte della, vae fazer na aldea precisamente o contrario do que eleve fazer: — é um dissolvente da civilisagáo\" ...\"O que verdadeiramente magóa é que os missionarios actuaes de ordinario nao sao bem aparelhados instrumentos mesmo para a grande obra espiritual\" etc. Estragos análogos soffrem quasi annualmente outras provincias, e é especie esta muito sabida em todo o Im perio, onde clamam contra o actual system.i os povos vi sinhos dos selvagens, a quem veem de continuo expostas sua vida e fazendas; e os elesendem os habitantes das gran des cidades, que nem virara nunca os Indios em sua he diondez, nem tem as fibras do coragáo afinadas da mesma maneira, sendo mais sensiveis em favor da selvageria que de outros seus compatriotas... Asemos citadas como provas de continuos assaltos e estragos dos Indios na Provincia de Santa Catherina as salas presidenciaes de 1841, 1842, 1844, 1847; mas nao temos actualmente á máo para as pódennos copiar, a nao ser a apresentada no anno pasado (1858) pelo seu 2° Vice-presidente Sr. José Antonio Vaz de Carvalhaes, em que (pag. 94) lamenta a morte de varias \"victimas da ferocidade dos Bugres.\" ; Porém para que mais citagóes, quando os factos sao conhecidos, ainda pelos que nao leem esses relatorios pre sidenciaes das Provincias era que ha Indios bravos? Em vista de todos esses factos, o espirito chegaa conven cer-ge de que nao ha meio de civilisar os selvagens nómades sem primeiro fixal-os e obrigal-os ao trabalho como tilo lu-"], [56, "48 cidamcnte nol-o disse Toqueville *; condigóes estas, a que se sujeitam se nao pela forga; quando \"elles considerara o trabalho, nao só como um incomraodo, senáo tambem como um opprobrio; e quando todas as tentativas feitas, pa- ra civilisar Indios respeitando os seus hábitos vagabun- dos\" foram infructuosas. Semelhantes ideas ja comegam a ser abragadas entre os Presidentes de Provincias, e foram até expostas pelo Sr. Dr. Pedro Leáo Vello- zo, no seu Relatorio da Provincia do Espirito Santo des- te anno (1859). Seja-nos permittido transcrever aqui os seguintes periodos da parte em que trata da civilisagáo e cathequese: \"Resgatar dos dominios da barbarie aos nossos aborigé nes, e avocal-os ao gremio da civilisagáo tem sido desde tem pos immemoriaes e objecto constante e paternal sollicitude dos governos, aconselhados pelos interesses da industria, da. politica, da religiáo e da humanidade. \"Quando porém se procura pelos fructos de tantos esfor gos, quasi que chega-se á conviecáo de que todo o cabedal intellectual e material dispendido, na realisagáo de táo ge neroso e humanitario designio, o tem sido improductiva mente.\" \"De tanto que... legislou e providenciou o governo da metropole, de tanto que tem procurado fazer o nosso, bem pouco se ha colhido.\" \"Entáocomo que o espirito se dobra sob a idea de incon vertibilidade de táo feroz e selvagem independencia á suo missáo da civilisagáo, com sua lei suprema- o trabalho: este parece de todo incompativel com a gente que na fraze do P. Vieira \"vive da ponta da sua flecha.\" E mais adiante prosegue: \"Tendo em mira evitar que os Indios civilisados sejam objecto de inconscienciosas expo liagóes e violencias de que me consta que sao victimas\" etc. Em vista da triste pintura que deixámos apenas esbogá da (porque nao temos á máo mais relatorios provinciaes) da quasi nenhuma inutilidacle e grandes abusos provindos do system.i generoso e dispendiosissimo seguido hoje, e que Se chama de enteqúese e civilisagáo, e que por certo nao cate- Dcmocr. en Amériquc: (. II"], [57, "49 quisa nem civilisa nada, perguntaremos agora se é permil tido a um subdito biazileiro que por casualidade, (alias por querer tambem com esse trabalho servir o seu paiz. ) succede ser autor da Historia Geral do Brazil, se é per mittido, dizemos, a um subdito nao apoiar esse systema? E nao o apoiando, se pode ou nao clamar contra elle com todo o vigor de sua alma, como inefficaz (para nao quali fical-o peor) e até para propor outro, se bem que menos ge neroso na aparencia, mais consequente, mais económico e mais susceptivel de ser submettido a urna legislacáo ese que se nao possa abusar tanto. E assim succederá quando a lei seja consequente com sigo mesma, e nao acompanhada das vacil.igóes da legis lagáo antiga da metropole, * com leis, cartas regias, asea rás e provisoés contradictorias entre si; dadas, a gósto elos c]ue as sollicitavam, já pelo rei, já pelo conselho da India (e depois pelo Ultramarino), já pela mesa da consciencia etc, com táo pouco conliecimento do que eram os selvagens, como teve depois o Márquez de Pombal, quando com o seu famoso Directorio, inaugurou, com pouca differenga, o sys tema perfilhado por Timón (Nota B, p. 337) e que ainda hoje é seguido. Como pois estranhar-se que o autor da Historia Geral dedicando esta obra ** a S. M. o Imperador tivesse seme lhantes ideas? E que dirieis entao do carácter e da boa se do escriptor que abjurasse dellas, só para dedicar urna de suas produc góes ao Imperador? * «Quanto ás ordena contradictorias das mctropoles acerca dos In dios, apellamos para os textos dellas mesmas; — para toda a nossa legis la9áo antiga e moderna a tal respeito. Em toda ella, excepto só na do tempo d'el rei I). Joáo VI, falta coherencia de principios, e falta fran queza; falta saber governar com o conhecimeuto dos homens, c a forca de profundas convic9Ócs prcprias. As leis eram fcitas já sob o inüu xo do pedido dos povos; já sob o dos ccclesiasticos; laziam-se e rc vogavam-se; tornavam a pór-se em vigor e logo se anullavam. A legisla9áo a tal respeito resultava absurda; e todos sabemos que as leis mais crueis causam monores males que as leis absurdas: de urna legisla9áo absurda só podia resultar, como tambem succe de entre nos, a anarchia e a tendencia a procurar cada qual a jus tiijíi por suas proprias míios; — ,e justamente porque faltaya a foi\\n. para conter os oppressores e os opprimidos; cujos papéis alias ás ve zes se trocavam.» (Discurso que adiante citamos.) ** Inculpf^íto que lhe faz um escriptor de Pernambuco. i"], [58, "50 Pois nao é livre a todos o enunciar seus pensamentos pela imprensa, nao faltando ás leis moraes e civis? — Onde está o meu crime? Onde o delicio? Onde a falta ou a sim ples inconveniencia! Nao é o Imperador o primeiro a animar todas as discussóes? Nao sabéis que desta lei elle nao exceptúa as obras que lhe sao dedicadas? E demais. Nao tenho eu em apoio de minhas ideas es criptores abalisados, theologos, publicistas e até eminentes políticos nossos? Nao se inclinava manifestamente a essas opinióes o defunto Márquez de Mont' Alegre? Eis o que este grande estadista disse no Relatorio de 1852 á As sembléa Geral: \"Poucos ou nenhuns progressos tem feito a Cathequese e civilisagáo dos indígenas como veréis do quadro estatis tico aqui annexo oude se tacham consignadas todas as infor magóes, últimamente recebidas sobre o numero e estado das Aldeas existentes em cada urna das Provincias, a que se refere o mesmo quadro. \"As provindencias dadas no Regulamento N? 426 de 24 de Julho de 1845 sao pela mor parte inexequiveis, atien ta a carencia de pessoal idóneo para a administragáo das Aldeas; ninguem, salvas rarissimas e.xcepgóes, se quer su jeitar ao onus e encargos de tarefa tao penosa, sem outra vantagem ou incentivo que nao seja a simples honra de hu ma graduagáo militar. Aos defeitos capitaes daquelle Regulamento se aggregao ainda difficultades de outro genero, que em vao se tem procurado remover, e que muito embaragáo a solugáo das questóes, que naturalmente se offerecem na escolha eses meios e systema, que mais convenha adoptar para emprc hendet cora proveito a Catechese. Os Indios arrancados das brenhas nao perclem ele ordinario a inclinacáo á vida erran te, a epie de novo se entregáo desde que sao forgados a um trabalho regular e aturado; muitas vezes acontece que ape nas concorráo aos aldeamentos quando ha nelles ferramen tas, roupas e outros objectos a distribuir; mas feita a dis tribuigáo desaparecem. * * Tambem dos Estados Unidos ja se convenceram de que era ineffica/. para a conversáo dos Indios á civilisagáo o meio de fazer-lhes presen tes. ¿Vssim o disse na mensagem de 1857 o Presidente Buchanan, cujáa palavras tomamps por primeira epígrafe desta 2* Parte."], [59, "51 \"Sao alguns táo ferozes que nao ha meio de domesticados, e seu apparecimento deixa sempre vestigios indeleveis de suas depredares, crueldade e rapiña; taes sao entre ou- tros os quehabitáoos serióos da Provincia de Santa Ca- tharma, onde até hoje se nao pode formar um só aldea- mento; ainda no auno próximo passado aggraváráo elles as atrocidades de que vos dei conta no Relatorio an- terior, accomettendo por ditas vezes urna casa no logar da Boa Vista, que completamente saquearáo, assassinando um escravo. \"Outros ainda niais ferozes, simulando que se querem al- dear, illudem com incrivel barbaridade a boa sé dos que nel- les acreditáo, para em premio do agasalho que recebem, commetterem a seu salvo inauditas crueldade. ; e disto aca- ba infelizmente de dar-se horrivel exemplo na Provincia de S. Pedro, onde por esse modo accommetténio os selvagens duas Fazendas no Distrieto da Vaccaria, ñas quaes assassi- nárao seis pessoas, roubáráo quanto acháráo, queimando e destruindo o que nao puderáo conduzir, e raptáráo tres don- adlas, outros tantos meninos e urna escrava. Como é de prever, deo este facto lugar a represalias, em que se houve com criminoso excessc a forc;a encarregada de repellir a aggrcssáo, e resgatar as pessoas raptadas; e se bem que fossem legalmente processados os que se excedéráo nesta diligencia, isto nao destroe, nem mesmo attenua a impres- sáo produzida por factos desta ordem, que certo mais que muito contrariáo a Catechese. ''Por outro lado nao menos a contrariáo as violencias i-ommettidas contra os Indios ja domesticados em suas pro- prías pessoas e bens, sendo muitas vezes practicadas por aquelles mesmos a quem está confiada a sua direccáo; e tu- do isto prova assás quantu é difficil acertar com os meios de vencer tantas e táo oppostas resistencias. Sem o empre- go da for§a, posto que muí prudentemente dirigida, nao 6 possivel repellir a aggressáo dos Indios mais ferozes, repri- mir suas correrias, e mesmo evitar as represalias a que ellas dáo lugar; mas só da charidade religiosa se pode e, deve es- perar a dedicacáo e sacrificios, que exigem as funccóes de Director de urna Aldea. \"A forcea para conter, a religíao para attrahir e conser var, sáopois osdous essencialissimos elementos da (^téchese."], [60, "52 E nao só foram estas ideas apresentadas, assim por es- c-ripto, em um relatorio, senáo que haviam sido já procla- madas no Senado do alto da tribuna. Leíamos os seguintes periodos de um discurso ahi pronunciado pelo Sr. dezem- bargador A. L. Dantas de Barros Leite, recommendavel pelos accentos de verdade e de patriotismo que respira: \"Todos os annos, disse o Sr. Senador Dantas, se falla neste orcamento em catechese de Indios, e colonisagáo: é um pedido que passa de um a outro orcamento por urna rotina, sem que cousa alguma se faga: estou resolvido pois a dizer alguma cousa acerca destes dous artigos. \"Srs. — A respeito de colonisacáo estou disposto a dar ao governo todo o auxilio que necessario sor, e votar por to- das as medidas que afianearem um bom éxito a esta táo importante empreza, mas a respeito de Indios, nem o go- verno tem feito cousa alguma, nem o poderá fazer, e nem Déos permitía que o possa fazer. \"Porque em verdade _ um contrasenso querer colonisar o Brazil, dar prego a essa immensidadc de terrenos deser- tos, e salpica-los ao mesmo tempo de aldeas, que sempre foráo, sao, e háo de ser colonias de ladróes e assassinos. Isto é querer armar o barbarismo contra a civilisagáo, é creunir em um corpo milhares de selvagens, e dar-lhes for a para pe.-Liirbarem a sociedade com suas inclinagóes fe- rozes. \"Srs.: O homem que desde a sua infancia nao recebe liíjoes de moral, e que por longo tempo em sua vida tem praticado, e vivido debaixo de impressóes violentas, digo, esse homem é incapaz de perfectibilidade. \"A experiencia por tanto nos tem mostrado que nao ha essa conveniencia táo inculcada em aldear Indios, e nem esse principio de humanidade, que tanto se apregóa. Se é humanidade arrebanhar essas hordas de selvagens, e obri- ga-los a trabalhar, para sahirem do estado de penuria em que vivem, maior humanidade é nao crear inimigos fortes contra aquelles que querem trabalhar, e dar utilidade ao paiz. \"Nos vivemos em terra de Indios, para tractarmos pois desta materia nao carecemos de recorrer á tradigáo de es- .riptores, é urna qttestáo que está ao alcance de nos to- dos."], [61, "53 \"Vejamos o que tem passado entre nos. Os Jesuitas, que muito se empenháráo na civilisagáo dos Indios com toda a. sua austeridade, nunca puderáo conseguir delles mais do que urna submissáo, nunca lhes puderáo incutir o amor ao trabalho, nunca puderáo purifica-los dessas inclinagóes van dálicas, que váo passando de pais a filhos. \"Entre nos ha pretos que durante a escravidáo accumu láo, compráo a sua liberdade, e tornáo-se depois ricos pro prietarios. O Indio, pelo contrario, é urna raga com inclina góes innatas para todos os vicios, para sua propria destrui gáo; é imprevidente, procura só o que ha de comer quando tem fome. \"Daquinasce a decadencia de algumas aldeas, e o desap parecimento de outras. Em quanto o paiz é novo, e abun da em producgóes da natureza, as aldeas conserváo-se, ou parecem prosperar; logo porém que faltáo essas paoducgóes, combatidos, ou acossados por causa de suas pilhagens, elles confundem-se na massa geral ela populagáo. \"A primeira medida que eu acho conveniente é a revo gagáo do celebre decreto de 24 de Julho de 1845, que creou directores geraes, directores de aldea e thesoureiros; os primeiros com honras de brigadeiro, os Segundos com hon ros de teñen te-coronel, e os terceiros com honras de capi táo, e todos com uniformes de ofiiciaes do estado-maior do exercito. Este decreto contém em si varias disposicóes, urnas sao meros palavróes, que nem destrocm e nem edificáo, outras sao susceptiveis de abusos, outras porém sao ridicu las. \"As primeiras sao as que falláo em receita, despezas, so bras dos trabalhos dos Indios, bom comportamento das viu vas, etc. Sao estes pois os palavróes que eu noto, e que nao fazem, e nem desfazem; quem nao sabe que entre nos nao ha aldeas que rendáo? ¿quaes saos esses rendimentos de al deas? quaes saos as sobras dos Indios? pois Indios tem so bra? para haver sobra 6 necessario trabalho, e economía. parece pois que se legisla para um povo que tem todas as virtudes sociaes. \"As segundas disposigóes, que acho susceptiveis de abu 7n^. sao as que mandáo conceder sesmarias a viuvas de In dios, e que sóiráo negociar ñas aldeas as pes?oa* ás quaes"], [62, "54 os directores derem essa licenga, e outras mais. Ora, quem nao vé ejue estas duas disposigóes, que apenas aprésente para exemplo, sao susceptiveis de abusos. O que é viuva de Inelio? quantos traficantes nao se apresentaráo requeren do taes sesmarias em nome de viuvas, que transacgóes leo ninas nao sarao com essas miseraveis? Que monopolio nao se estabelecerá em urna aldea onde só podem negociar as pessoas que quizcrem os directores? Nao me demorarei so bre isso, todos bem conhecem as consequencias que re sultáo de taes disposigóes. \"Na minha provincia havia sete aldeas de Indios, digo que havia, porque algumas estáo abandonadas; essas aldeas foráo, e sao outros depósitos de ladróes. Os terrenos próxi mos a essas aldeas nao tem valor por -?starem continuada mente expostos a essas hordas de vadios; observa-se po rém que nacmellas onde os Indios váo desapparecendo, óptimos engenhos se váo lev.intando, e estabelecimen tos de utilidade á provincia. Pelo contrario, os terrenos ao redor daquellas aldeas, onde existe ainda grande quan tidade de Indios, como Jacuipc e Barreiros, estáo no maior atrazo por causa da pouca seguranga que nelles ha, e continuos sustos que causáo aquelles Indios, ejue tanto se tem distinguido ñas mortes, nos incendios de engenhos, e estragos que tem apparecido ncssas guerras de Cabanos. \"Sr. Presidente: O que eu tenho dito a respeito de In dios nao se observa únicamente entre nos. O Indio, em to da a América * mostra inclinagóes ferozes, traigoeiras, in dómitas, e antisociaes. Na Consederacáo Argentina ha pro vincias, que sao victimas continuadamente de incursóes destes selvagens. As poovincias de-Salto, Santa Fé, Men doza, S. Luiz, Córdova, e mesmo a Buenos— Ayres, de teni pos a tempos sao incommodadas. Os governadores destas provincias batem-nos, elles pedem a paz, recebem condi góes, e dahi a pouco atiráo-se á pilhagem, invadem as es tradas, saquéáo, e matáo. \"Na Península de Yucatán, no México, o anno passado. ''• Nao é só o selvagem da América que mostra essas tendencias: tambem. as mostrara os d' África e da Polynesia; e as mostravam tam bem, na antiguidaáe, os barbaros da Asia e os da propria Europa hoje civilisados , como muito bem sabe o ¡Ilustre senador."], [63, "55 Indios com alguma civilisagáo, que commerciaváo com Yu catecos, invadiráo diversas cidades, incendiáráo, e for&o últimamente desbaratados em Merida com o auxilio do go vernador de Cuba. \"Entre nos tem havido insurreigóes de Indios aldéados, e frequentes incursóes de Indios bravos. Era 1831, na mi nha provincia os Indios da Atalaia seinsurgiráo, saquearán a villa, e matáráo pessoas a olho ese machado; em 1834, e seguintes, nessa guerra assoladora de Cabanos, achaváo se nella os Indios de Jacuipe e Barreiros. A respeito de incursóes de Indios bravos inmensas tem haA'ido, e ha pou co tempo succedeu um facto, que bein prova a deslealdade dessa gente: na provincia de Minas, no Rio Doce, apre sentáráo-se nos quarteis dos pedestres cem familias Indíge nas pedindo alimento, e mais objectos, despendeu-se com elles alguma quantia, e empregárao-se mais alguns meios para attahil-os; pouco tempo depois, reuniráo-se com outros em numero de seiscentos, atacáráo o quartel, roubáráo tu do quanto havia, morrendo no conflicto um soldado. \"Tendo pois provado, Sr. Presidente, que os aldéamen tos sao muito difíiceis em conseguir-se, assim como perni ciosissimos á sociedade, estou resolviese a mandar urna emen da á mesa, suprimindo essa quantia epie se marca para catechese, e barbadinhos, e augmentando a consignado pa ra colonisagáo. \"Srs.: Já epie fallo em barbadinhos, que utilidade tem da do a vinda desses religiosos? Eu nao vejo outra cousa mais, ese que um convento demais no Rio ese Janeiro, com o qual se tem gasto para cima de quarenta contos, com os quaes antes se tivesse mandado vir duzentas familias de colonos. Quanto ao gentío, pouco tem elles feito, e quando mesmo conseguissem com o auxilio do governo attraliir alguns In dios, a experiencia tem mostrado que essas aldeas nao pros peraos é um trabalho dispendioso e sem utilidade No rei no animal ha ragas perdieses; parece que a raga India, por um efseito de sua organisagáo physica, nao podendo pro f*redir no meio da c/vilisagáo, está condemnada a esse fatal desfecho. Ha animaos que só podem viver e produzir no meio das trevas; e se os leváo para a presenga da luz, ou morrem ou desapparecem. Da mesma sorte. entre as diver-"], [64, "56 sas ragas humanas, o Indio parece ter urna organisagáo incompativel com a civilisacáo. \"Voltando. pois, aos barbadinhos, direi que nenhum pro veito se tira delles, nem quanto á catechese feita aos In dígenas, nem quanto ás suas prédicas feitas aos fiéis. \"Srs.: Ha verdades que irritáo, ou sao repellidas quan do a experiencia nao tem preparado o animo dos ouvintes. Urna dellas é a que vou dizer: felizmente eu fallo na pre- Benea de muitos deputados, que devem ter presenciado ñas suas provincias aquillo que eu tenho visto na minha. \"As missóes pregadas por estes barbadinhos sao pago des, que mais divertem do que moralisáo a quem as ouve. Sao orgias que afastáo os povos dos seus trabamos por um, ou dous mezes, e os tornáo victimas da penuria, das desordens e dos crimes. \"Abrem missáo um urna freguezia, reunem-se a ella duas e tres mil pessoas; acabada a missáo daquella freguezia, a maior parte desse povo acompanha o frade, e assim absor ve-se um tempo immenso, em urna perfeita folia. Se o bar badinho consegue fazer meia duzia de casamentos, maior numero, de descasados produzem estas missóes, além dos crimes que posteriormente apparecem produzidos pela ocio sidade. \"Além de que, Sr. Presidente, os maiores inimigos da religiáo, sao os missionarios pouco esclarecidos. Se os bar badinhos se empenhassem em incutir no povo os mais pu ros principios de moral; se tractassem de desenvolver e ex plicar essas ideas de justica e de beneficencia; se préo-as sem a obediencia ás leis e ás autoridades, o amor ao tra balho, fazendo sentir os eífeitos da ociosidade; se fizes sem ver em fim, que o casamento, e religiáo trazem ao co ragáo do homem a mais doce consolacáo neste mundo de afiliccóes, cértamente mttito importante servigo fariáo á seciedade, mas infelizmente nao é assim, toda a predica consiste om um catalogo de coritos ridiculos; que alimentáo a estupidez dos povos, e acabáo com a magéstade da reli giáo.\" .la se ve que nao procedí tao desavisadamente, quando dediquei a S. M. O Imperador um livro, junto ao qual ia impresso um \"Discurso\" que continha ideas que haviam es-"], [65, "57 tado em aiscussáo no parlamento. Nenhuma dedicato ria fez jamáis nenhum Augusto, ou seu Mecenas, respon savel pelas ideas da obra dedicada; tanto valia fazel-os res ponsaveis por outros quaesquer erros ou engaños que em sua propria doutrina ou em sua redacgáo a obra conti vesse Direi mais: esse Discurso que foi publicado appenso ao 29 volume da Historia Geral, e que, nos Pontos 4.° e 5<?, atrahiu tanto contra si as iras de Timón e de outros, ha via originalmente sido escripto em 1852, e entáo efferecido a S. M. O Imperador, para me justificar de como nao po día eu seguir, pelas convicgoes- cpie tinha, as ideas de patrio tismo caboclo, de que pareciam fazer gala e ostentado os nossos poetas Gongalves Dias e Magalháes. E que sustento eu nesses dois Pontos 4? e 5o, unieos da minha these (acerca de Gomo se eleve entender a nacionali dade na Historia do Brazil?) que foram combatidos por Timón? Quasi o mesmo que o Márquez de Mont' Alegre, que os Senadores Vergueiro e Dantas, e que muitos Pre sidentes de Provincia. Transcrevamol-os ese verá. \"4o Ponto. Nao hesitamos em asseverar que sem o em prego da forga nao era, nem é possivel reduzir os selva gens; assim como n4o poderia haver sociedade sem castigos para os delinquentes. Separae do condemnado a forga que o contera, e veréis como o instincto da resistencia predo minará, ainda tratando-se de um soldado obediente duran te vinte annos, e como a vossa justa sentenga deixará de ser cumprida. Que succederia pois entre gentes sem an teriores hábitos de sujeigáo e de obediencia, e sem ideas de urna religiáo que por si mesma é um código de moral? — \"Ameagam se vos nao temem: intimidadas fácilmente as con tereis,\" dizia Tácito.\" \"O selvagem cercado de outros selvagens, por quem teme ser devorado, como elle os devoraría se poesesse, nao comprehende a principio que ninguem o busque só para lhe fazer bem. Assim dos proprios missionaribs sao a prin cipio desconfiados a tal ponto que militas vezes tc-m estes pago com o martyrio sua confiada caridade.\" 8"], [66, "58 \"5.° Ponto. Se o emprego da forga era necesario, se era indispensavel, claro está que nesse emprego alguns desman des deviam occorrer; pois tal é a condigáo da nossa frágil humanidade que de nada sabe usar, sem abusar. Abusara os governos; abusara as justigas e até os tribunaes; abusa a forga armada, convertendo-se ás vezes no estado em guar das pretorianas; abusara os superiores; abusam os mesmos cidadáos da confianga dos seus iguaes. Nao negamos pois que se cometteriam abusos: o que porém afirmamos é que esses abusos, em parte foram apresentados com exaggera gf.o ante a Europa, e em parte cresceram na mesma Amé rica, em virtude das proprias ordens contradictorias das metropoles, quer para empregar-se a forga, quer para nao se fazer deüauzo.\" Temos no Brazil Indios chamados mansos, cpie andam pe los matos, e nao se mcstram aggressores; e temos outros que chamamos bravos que acomettem, com mais ou menos frequencia, as povoagóes e moradores visinhos,.e os teem em continuos sobresaltos, e sem nenhuma seguranga na posse da sua vida e bens, cujo gozo Ibes promette o pacto, desde que concorrem com os competentes tributos. Acerca da conveniencia de evitar por qualquer meio es tes desaforos trataremos depois. Occupando-nos porem dos Indios mansos, ou suppondo que, por meios convenientes, a taes se convertem os bra vos, se apresentam dnas questóes: la Por que meios prác ticos e efficazes poderemos reunil-os ao nosso gremio? 2? Urna vez nelle, como os poderemos melhor catequisar e ci vilisar? Dissemos como principiam a grassar e a ser aceitas no paiz, até ñas cadeiras presidenciaes, as ideas de Toquevilse de que nao ha meio de civilisar os Indios r espertando seus hábitos vagabundos, e nao os obrigando ao trabalho. Mas o trabalho, pondera Toquevilse, é considerado pese-. selvagens nao só como um incommodo se nao como um oppro- Irrio. E quanto aos hábitos vagabundos (acrescenta) \"os ho-"], [67, "59 mens que urna vez saborearam as delicias da vida ociosa e aventurara do cagador tem urna invencivel repugnancia de se dedicar aos trábaseos de regular perseverarla que exige a agricultura.\" Assim se quizermos aproveitar os Indios mansos, nao haverá outro remedio senáo obrigal-os a fixarem-se, a terem casas, a domesticarem-se ao menos até que, assim constran gidos por algum tempo, cheguem a apreciar e saborear aa vantagens deste novo estado, ás da selvageria vagabunda: com maiores ou menores abusos, mais ou menos caridade, foi este o meio antigamente adoptado para obrigar a civili sarem-se, nao só os nossos Indios da costa (dos quaes al guns chegaram a praticar, como o celebre Camaráo, actos de heroicidade ao lado dos colonos,) como os do Uruguay e Paraguay, reduzidos primeiro á forga, e depois cathe quisados pelos Jesuitas. Mas nao será semelhante constrangimento frito aos In dios urna especie de captiveiro? Responda por nos o autor do poema Uruguay: \"Fez-vos livres o Ceo; mas se o ser livres Era viver errantes e dispersos, Sem companheiros, sem amigos, sempre Com as armas na máo em dura guerra, Ter por justiga á forga, e pelos bosques Viver do acaso, eu julgo que inda fora Melhor a escravidáo que a liberdade: Mas nem a escravidáo nem a miseria Quer o benigno Rei que o fructo seja Da sua protecgáo \" JB já o dissemos outra vez. Em nossa sociedadede civil sustentamos nos o captiveiro temporario, nao só para os prisioneiros de guerra, tomados com as armas na máo, co ma admitte Timón, porém para os proprios criminosos. O encerró nos carceres, ergastulos ou casas de correcgáo e penitenciarias é um captiveiro muito mais duro de levar do que a simples escravidáo, e a prova é que com seme lhante encerró se castigam entre nos os proprios escravos. E a condemnagáo a gales perpetuas é mil vezes peor que quantas e.scravidóes ha no mundo."], [68, "60 Cumpre aqui manifestar que laborara em lamentavel er ro 03 que trazem á collagáo os grandes resultados conse guidos ñas missoes do Paraguay e Uruguay para defender como proficua a cathequese sem mais auxilios. Estudemos um pouco mais profundamente a historia des tas reducgoes, e veremos que os Indios nao foram submetti dos ás provas da cathequese, senáo depois de avassalados e aldeados. Ainda em nossos dias o Paraguayo ñas reducgoes nasce escravo, e o estado (quer dizer o dictador) os vende na idade de 14 ou 15 annos aos particulares com obriga góes de entregal-os aos 24 ou 25 para sentarem praga de soldados, — por toda a vida, e sera pret, nem outra nenhuma paga mais que um pouco de carne de Corrientes com aipim [yuca) e um punhadinho de herva matte Em todo caso concebemos que acerca dos Indios mansos ou que nao nos fazem aggresóes, haja quem prefira que os deixemos continuar nos matos vegetando,-esercreos de sua propria selvageria, esperando que o tempo nos ensine al gum novo arbitrio para lhes dar, com a paz, a luz do evan gelho. Nao faltara pedagogos que sustentam que se devem ba nir das escolas os castigos. Mas, ao ensaiar-se o systema, mostra a experiencia que para muitos alumnos é defficiente. Fica a arbitrio dos pais e dos tutores o resolver deixar seus filhos e pupilos sem instrucgáo, ou buscar mestres que cas tiguem. Outro tanto dizemos acerca dos nossos Indios: se o systema actual está provado de ineíficaz, e lhes que remos dar a paz e a luz do evangelho, mudemos de sys tema; se como tutores mais desleixados, preferimos nao nos incommodar, nem tomar responsabilidades, deixemol-os no estado selvagem. Pelo que respeita porem aos Indios bravos, a esses que sem nenhumas provocagóes actuaes trazem ás provincias on de os ha um estado permanente de guerra civil, invadem nossos campos, assassinam os proprietario3 delles ou seus colonos e escravos, pream os gados, diiicultam a abertura d'estradas e a liberdade das communicagóes... quanto mais reflectimos, emais confirmames por factos palpaveis os dañi nos que nos seguem fazendo, mais fervorosamente rogamos a Deus . . . que se apiade de nos, tirando a venda aos ¿Ilu didos, que admittem o castigo para os cidadáos que faltara"], [69, "61 á sociedade, que reconheceu a conveniencia de se debelar inmediatamente qualquer revolta dos cidadáos, n'esta ou naquella provincia ja de muito antes infestada destes re voltosos, e pedem garantías e a impunidade para os barba ros ferozes, esquecendo.-se até que estes, como todos os de mais barbaros, segundo já reconheceu a antiguidade, se mostram doceis e obedientes apenas vencidos; ao passo que se envalentonam e ameagammais, quando levados com bran dura, que... tomara por medo delles. * Ah! Se os nossos Indios nos matos chegam a ter quem lhes de aviso dos advogados e rábulas que tem ñas grandes cidades, e até na Europa, em favor de suas hostilidades..., que seria do Imperio do Brazil?! Quesería de toda a nossa' nascente civilisac^áo.? Com que a culta Europa nao conseguiu aínda modo de evitar o captiveiro temporario dos prisioneiros tomados com seus fuzis ñas máos, e nos havemos de resolver o proble ma para os nossos Indios tomados com seus arcos e fré chas... e oíferecermos-lhes ainda em cima machados e fa cas para.... voltarem pouco depois, a dar-nos outra assal tada! Mas os Indios, diréis, acham-se fora da constitucáo, \"por sua incapacidade moral.\" — Outro tanto, respondemos, suc cede com os loucos, e entretanto os encerraes em um hos picio. Venham pois, segundo vossas ideas, outros hospicios para estes outros loucos innocentes ouzVfaw.es Ad vertí porém que, se os mandaes hostilisar para agarral-os, ja a experiencia dos tempos passados ensinou que, nao havendo nos atacantes decididos incentivos para poupar os prisioneiros, resultam matanzas e carnificinas tremendas delles; e foi, para evital-as, queja, depois do christianis mo, se tem tolerado os captiveiros temporarios, nunca per petuos e menos ainda hereditarios! * Na noite de 3 para 4 de Fevereiro de 18.55, havendo os Indios do campo de Palmas atacado urna fazenda, os christáos prenderamum che fe indio, e omataram, uunico meio, dizia o correspondente de um acre ditado periódico (J. do Commercio de 30 de Abril de 1855) q>\"' tinham e sev dispar para amedrantar e afugmtar o inim.i.go.n"], [70, "62 ¿E com que justiga podemos nos pelejar com os Indios bravos quando seus ataques (dizem alguns) nao sao mais que represalias pelos que primeiro lhe fizeram nossos pais? Desde logo respondemos que, entre as nagóes civilisadas, em direito de gentes, nao está admittido que, só porque umageracáo iniciou alguma aggressáo, devapagal-a, soffren do da parte aggredida quantas guerras lhe dé a esta na cabega intentar. Porem até nisto vem a Historia em contra os que tem esses escruDulos. Ja vimos (pag. 23) que os Indios, nao os Portuguezes, fo ram os primeiros em romper as hostilidades. Tambem vi mos que bastava que qualquer colono, como o Caramurú na Bahia ou Joáo Ramalho em S. Paulo se fizesse amigo ou se casasse em urna tribu, para ter em contra a todos os inimigos dessa tribu. Ainda em nossos dias vimos isso no Campo de Palmas, em que a amisacse com os chefes Veri e Condá tem custado a essa colonia o sofrer os assaltos de muitos dos inimigos destes."], [71, "EPILOGO. Ao final da Primeira Parte alcangavamos nesta nossa analyse, quando nos chegou ás máos o folheto intitulado: \"Diatribe contra a timonice do Jornal de Timón Maranhen se\" etc, últimamente (1859) acabado de imprimir. Profundamente reconhecido ao seu generoso autor, tra tei logo de pedir-lhe que me permittisse fazer um extracto do seu trabalho, * para juntal-o á minha resposta, sem al guns dos epítetos por elle dados a Timón, os quaes poderiam fazer que a discussáo tomasse um giro indevido. Creio que, com este auxilio poderei dispensar-me ese proseguir na en fadonha tarefa a queja levo consagrados alguns dias, inter rompendo outras applicagóes,- por ventura mais proveitosas ao publico. Este folheto veio de novo confirmar o meu juizo acerca da desfavor av el impressáo geral causada pela leitura da cen sura timonica, como lhe chama o meu defensor. No publico em geral, segundo me consta, e creio mui na tural, essa impressáo se pode resumir aos seguintes pon tos: 1.° Que a Historia Geral havia sido escripia, antes do que cumpria, visto que o que mais importava era ter mo nographias. [E' o quesededuz do prologo de Timón pag. X. Mas o que censor nao diz é como se aviriam os nossos mo nographos sem alguma luz que os guiasse, tail como a que * Nota Z final."], [72, "64 o censor (particularmente em suas cartas) confessa que en controu ñas paginas da Historia Geral.] 2.° Que o autor era nada menos que plagiario do Jor nal de Timón. (Já ficou provado desde pag. 6 a pag. 8 quem era o plagiario, e as cartas juntas dizem qual foi e mestre e qual o discípulo.) 3? Que o mesmo autor é um desalmado defensor da guer ra; ao passo que elle Timón é pacifico, e quer \"la paix tou jours et partout.\" (Advertencia ao Paraguay, a Montevideo e a todas as pequeñas nagóes visinhas para quando mande o Timón, do que Deus nos defenda.) 4.° Que o escriptor censurado é parcial, e admirador (nunca as máos lhe dóam) do bispo Azeredo Coutinho, foge da discussáo (devoras? aqui o verá), e se mostra inclinado a certas velhadas rangosas etc. Táo impiase injustas accusagc.es, cada urna das quaes equi valía a dar de suspeita a obra toda, foram ja suficientemente rebatidas ñas anteriores paginas e só me resta repellir nesta os elogios em que se achara emballadas, e replicar ao protesto feito por Timón, para passar á posteridade cerní o seguinte contraprotesto: O meu antagonista premeditara \"escrever, como disse (vej. ante pag. 14) alguma coisa que lhe desse nome.\" Reconheceu (e o confessa) que a Historia Geral nao é desses livros ameagados de morte certa, e resolveu associar se a ella, collocando-se-lhe porém a cavalleiro. Abjurando dos principios que pouco antes professava, quiz por ventura, alardeando maior generosidade de senti mentos que o seu rival, fazer reverter, em proveito do pro prio nome e gloria, o fructo do suor alheio, Porem nao attendeu a que havia deixado em poder da preconisada victima muitas prendas empenhadas; e que ácima da censura e miserias dos homens está a justiga de Deu?"], [73, "65 Nao faltará quera rae inculpe de menos benévolo, e até de um pouco vehemente nesta resposta, quando o meu an tagonista concluiu a sua com estrondosos elogios á Historia Geral, e disse (pag. 384) que \"os termos de sua manifesta gáo, de resto, posto que expressivos e enérgicos nao tinham nada de incompativeis, nem com a simples benevolencia e ur banidade, nem ainda com amáis cordial affabüidade.\" A verdade porem é que, quaesquer que fossem as boas intengóes para commigo do Sr. J. F. Lisboa, o publico nao recebeu a censura de Timón, contra certas ideas minhas (porém- annunciada como frita á Historia Geral do Brazil), e as pirólas de contraveneno com que a termina, cómo urna simples benevolencia e urbanidade e ainda menos como urna pro va de sua cordial affabüidade, que alias eu lhe havia merecido. Admirador como sou dos brillantes talentos do illustre pensador e escriptor maranhense, creio que lhe faria urna enorme injustiga se imaginasse cpie elle havia empregado tantas paginas elegantemente escripias, e em um estylo tao fascinador (bem que nao isento de gallieismos) para con seguir um fim diametralmente opposto áquclle que se pro punha. E creio que ainda maior injustiga lhe faria se dei xasse de responder á sua famosa Nota C, a cuja proprio titulo me cumpria por os devidos embargos. — Desafogado porem já de todo dessa tal ou qual acerbidade hipocon driaca que creio l aver-me pegado a sombra do atheniense Timón, com as aecusagóes injustissimas de plagiario e de parcial, nao quero ao censor nenhum mal, e se chega a offerecer-se occasiáo, saberei ter com elle, senáo a maior cordialidade, pelo menos toda a urbanidade para que ap pella, e que todo homem bem creado sabe usar até com os proprios inimigos. FIM. 9"], [74, "ERRATAS MAIS ESSENCIAS. Pag. Lin. Onde di/. Lea 5 38 debe deve 6 20 1842 1842 ou 1843 13 18 veru verá 17 12 filustre ¡Ilustre 22 22 sempres sempre 23 23 um dois dois Ib 25 seria seriam 26 19 prineipalme principalmente 30 30 fúgido fúgido para o 44 1 inateis inuteis 46 6 Mas adeante Mais adiante 62 3 lhe Ibes"], [75, "NOTA Y CARTAS DO Sr. J. F. LISBOA. TIMÓN 3<? Carta 1? Lisboa 9 de Maio de 1856. — Illmo. e Exmo. Sr. Fran cisco Adolfo de Varnhagen. — Ao partir do Rio de Janei ro para esta Capital, vinha ja com o proposito de dirigir-me a v. e., a quem respeitava e estimava ja como incansavel e erudito investigador das cousas patrias, e últimamente co mo pae da nossa historia; mas em chegando aqui, e sabendo os termos lisongeiros e honrosos, posto que exagerados, com que v. e. se expressou a meu respeito asympatia e predilecgáo se converteram era obrigagáo formal que im porta justo reconhecimento."], [76, "68 E em verdade, que maior honra podera eu reCeber, como cralardáo dos meus minguados trábaseos litterarios, do que ver o illustre autor da Historia Geral do Brazil * Quanto aos números anteriores aos que ja v. e. leu, ha bilitei o Sr paraos fazer chegar á sua pre- senca. Mas nesses ainda ha menos a aproveitar que noá outros. Na parte histórica foram improvisados quasi sem estudo algum; e dahi vem o tom de duvida e incerteza com que tracto certos pontos. Folguei por isso de- ver alguns delles mais Larga e judiciosamente averiguados na Historia Geral. O poderio, por exemplo, da armada com que Ayres da Cunha foi povoar o Maranháo, que me causou tanta estranheza e que em todo caso contrastaría com a exiguida- de de tantas outras expedigóes semelhantes, la se explica naturalmente, ou pelos disignios secretos que lhe deram cau- sa, bem outros dos apparentes, ou pela reducgao da mesma armada a proporgóes mais rasoaveis. Nao folguei menos de me encontrar com v. e. em diver- sos outros pontos controversos, como na apreciando da Ín- dole dos indígenas, verdadeira forga da sua populacáo etc. Ja agora terei por mim urna autoridade de tanto peso I Desde que vi no Instituto, o Índice da Historia Geral, assentei de adiar a publicacáo do resto dos meus folhetos, curioso de ver primeiro os seus preciosos trabalhos especial- mente na parte relativa ao P. Antonio Vieira e aos jesuitas Detesto a política, e estou aborrecido da vida de advoga- do. Seria pois para mim urna boa fortuna se o governo im- perial me proporcionasse por qualquer modo os meios de servir o paiz com essa tal qual habilidade que me reconhe- cem. Toquei nisso no Rio; porem a occasiáo nao era oppor- tuna. Apresentaram-me objeccóes que me pareceram fun- dadas; urna dellas era a existencia de outras commissóes Ili- terarias do mesmo genero, como por exemplo a do nosso distincto poeta Gongalves Dias. Elle acaba de chegar aqui e assegura-me que ao mais tardar em um anno regressa ao Rio. Verei se me será possivel substitui-lo; do contrario vol- verei ao meu antigo theor de vida, pois me faltam recursos para me dar á minha custa a trabalhos que nada fundem * 2Vqui está roto o papel. ** Ídem."], [77, "69 para poder viver um homem com familia em terras es tranhas. Pelo em quanto estou aqui vendo o que ha de melhor nes ta terra, e em Julho pretendo ir dar um rápido passeio de tres o quatro mezes á Franga e Inglaterra. Pego perdáo a v. e. de o importunar logo da primeira vez cora tanta demasía. Foi a sua propria bor.dade quem me animou a tanto; e é natural que nao fique aqui; pois se v. e. m'o permittir, terei a honra de o consultar nao poucas vezes, sobre estes assumptos historíeos em que desejo tel-o por mestre e guia. Termino assegurando a v. e. os sentimentos dá mais per feita estima e distinta consideracáo. — De V. E. m. afsec tuoso e obrigado criado — Joao Francisco Lisboa. Carta 2? Lisboa 23 de Maio de 1856.— Illmo. Exmo. Sr.— Estou de partida para Cintra, onde, vou passar uns oito dias. Por isso nao respondo agora cumpridamente á carta de v. e. que tive o prazer de receber por intermedio do nosso estimavel e commun amigo Falo-ei na volta, posto que mesmo entáo nao tenha muitos dias que demorar-me em Lisboa, pretendendo seguir para o Havre no vapor francez que próximamente se espera do Brazil. Desta frita limitar-me-hei a informar a v. e. de alguma cousa que me diz particularmente respeito. Nao sollicitei emprego permitiente na Europa, porque ainda nao estou resolvido a fixar-me de urna vez nesta parte do mundo, cujo clima nao sei se convirá á minha saude. Ser-me-ia necessario experimentar primeiro um invernó, e tudo quanto pode ter relagáo com urna residencia perma nente, para me decidir. Agora porem o meu comprovinciano Gongalves Dias pede a exoneragáo da que lhe fora confiada de examinar os archivos deste reino para o fim de fazer extrahir copias de todos os documentos que possam importar á nossa sestoria."], [78, "70 Escrevi para a corte, pedindo que me engarregassem de subs- tituido. Serei antendido? E' o que ignoro. Muitos dos nos- sos homens politicos, a maior parte, parecem-me indifferen- tes aos nossos progressos litterarios, bem que, por mera compostura, affectem um certo amor ás letras. Duvido pois que se preste demasiada atengáo ao meu pedido, no meio das distraccóes da política militante, se ella nao sor forte- mente apoiado por pessoas respeitaveis. Escrevi a algumas; pretendo entender-me em Pariz com porem julgo que v. e. é urna das pessoas mais bem collocadas para me ser- vir neste empenho. A sua posigáo de membro do nosso instituto, e o seu titulo de nosso p>rímeir o e único his toriador, formam o voto de v. e, tam competente como deci sivo. Duvidará exprimi-lo em cartas escripias a Vou passar uns tres ou quatro mezes no centro da Eu ropa. No meio daquelle turbilháo, em que pela, primiera vez tenho de ver-me, é provavel cjue nao ténha occasiáo nem vontade de ocuppar-me cora trábaseos históricos; que reque ren! tanto remanso, e urna applicagáo tam profunda como exclusiva. Mas como na minha volta, pretendo demorar-me aqui ainda algum tempo, te-lo-hei entáo para conversar com v. e., ainda que longe, sobre urna materia, pela qual tenho tanta predilecgáo, e na qual o csesejo por guia e mestre, como desde ja o reputo. Sem dizer-lhe nada ese meu, permitta-me entre tanto v. e. que lhe faga urna pergunta, a qual tera a bondade de res ponder, a nao ser indiscreta. Quando pouco mais ou me nos será entregue á circulagáo publica o 2o volume da Historia do Brazil? A ancia que tenho de a 1er, disculpa rá sem duvida a minha ün pertinente curiosidade. Escrevo esta, depois de recolher-me muito fatigado. Es pero pois que v. e. feche os olhos ao seu desalinho. Concluo asseverando-lhe que v. e. tem para sempre cap tivo epenhorado ao D. V. E. amigo e mt. afect. ob. c. — Joao Francisco Lisboa."], [79, "71 Cauta 3.3 Paris 5 de'Julho de 1856.— Illmo. Exmo. Sr.— Cheguej a este grande e bella capital no dia 20 de Junho; e se o nao participei logo a v. e, foi porque os arranjos de alojamento compras etc. e a ardente curiosidade de ver logo e logo o que por aqui ha de melhor, me levaram todo o tempo, mas sem pre o haverá oppprtuno para dizer a v. e. que aqui como em toda parte me achara prompto e offerecido au seu ser vigo. De Lisboa Ihe escrevi urna segunda vez. Sei pelo nosso amigo que v. e. recebeu a carta, e que se guardava para dirigir-me a resposta para cá. Escuso dizer-ihe, poi que v. e. o sabe, que receberei muita mercé em cumprir as suas ordens, pois sou com a mais perfeita estima e distincta consideragáo. — De V. E. etc. — Joao Francisco Lisboa. A. D. — Se v. e. me escrever, tenha a bondade de dirigir as suas cartas pela Legagáo Brazileira desta Corte para maior seguranga. Carta 4?. Paris 22 de Agosto de 1856. — Illmo. Exmo. Sr. — Da ul tima que dirigí a v. e. ainda nao tive resposta. Nem sei mesmo se lhe terá chegado ás máos. Sei sim, por informa gáo do nosso cjue v. e. esteve arriscado a ser passa- do por urna baila nos tumultos do mez passado. Dou-lhe os parabens de ter escapado. Parto depois de amanhá para Lis boa por um dos csens paquetes de Southamptom de 7 ou 9, bem entendido, se o estado sanitario daquella capital o permitir. Senáo irei fazer um paseio pela Bélgica, e mar gens do Reno até que a peste remitía ese seu furor. Pelo paquete deste mez recebi cartas dos Sres communicando-me que eu estava despachado para substituir o Sr.GongalvesVDias. O Ministro recommenda-me alera disso que quanto antes de comego aos meus trábaseos. As or dens e instrucgóes officiaes porem nao as reeebi ainda e creio que teráo ficado em Lisboa. Agora que tenho de esemorar-me em Lisboa, ja me nao"], [80, "72 despego da esperanga de conhecer pessoalmente a v. e. pa ra continuar-mos mais intimas as relagóes de benevolencia e amisade que comeganios sob tam bons auspicios. Mas em tanto que nos nao podemos ajuntar, fico que v. e. nao deixe de honrar-me com a sua correspondencia; e pego-lhe como especial favor de me guiar com os seus conselhos e expe riencia na descoberta de documentos importantes que devam de preferencia copiar-se. Hei de importunado de vez em quanelo pedindo-lhe informagoes sobre os casos que forem occorrendo; mas pego desde ja a v. e. as instrucgoes geraes cpue me poder dar. Concluindo, escuso reiterar-Ihe os ofserecimentos dos meus fracos servigos. Sou com a mais subida estima de v. e. etc. — Joao Francisco Lisboa. Carta 5? Londres 4 de Octubre de 1865. — Exmo. Am° e Sr. — Re cese a presada carta de v. c, de 28 de Agosto, agradego-lhe summamente todos os esclarecimento.s que me presta, e re servo-me para responder-lhe mais ese espaco despois de estar instalado em Lisboa para onde parto no vapor ese S do corrente por Southamptom. Hei de ir mais tarde ao Porto, mas pelo em quanto me é indispensavel residir em Lisboa. Adeus. Dé-me as suas oresens para Lisboa. — De v. e. a. o. c. — Joao Francisco Lisboa. Carta 6? Lisboa 3 de Octubre de 1956. — Exmo. A. e Sr. V. — Pelo nosso amigo soube que v. e. ficava deperfeita saude, e que me nao escrevia por falta de materia. Con fio porem que a terá agora de sobra, á vista do que vou dizer-lhe. Com effeito, aqui me acho em Lisboa, comegando a de sempenhar a minha commissáo, e andando, como é fácil de suppór, ás apalpadellas. Contó com v. e. que me queira ser"], [81, "73 vir de guia, e comegarei por submetter-lhe algumas consi deragóes suggeridas pela sua ultima carta de 28 de Agosto. V. E. diz-me que na Torre do Tombo explorara o mais importante até o meado do seculo passado. O Sr. Gongalves Dias porem sustenta que ali ainda se encontraráo thesouros inapreciaveis, e é certo que o Governo lhe recommendou úl timamente que se applicasse de preferencia á exploragáo da quelle archivo, cujos documentos tem em geral a vantagem da authenticidade. Devo dizer-lhe que o Sr. Dias copiou imiito pouca cousa deste archivo, pela maior parte pequeños documentos avul sos e emmassados, pertencentes á parte chronologica, de que ha um catalogo geral em livro grosso, e Índices especiaeíi juntos a cada masso. ¿Quemeios haveria de evitar a duplicatade copias, em que caiu o meu antecessor, bem que nao tanto neste archivo, como no de Evora? Eis o que espero que v. e. tenha a bon- dade de indicar-me. Por urna parte, á vista dos seus apon- tamentos, se os conserva, dizer-me que copias fez extrahir da Torre do Tombo, e dos mais archivos desta corte; e se os nao conserva, para onde mandou os manuscriptos asira de ver se por la possa obter as informagóes de que pre- ciso. O outro favor que lhe pego é de indicar-me mais alguna manuscriptos importantes que deva fazer copiar quanto an- tes, com tal qual indicagáo de sua data, autor, merecimen- to. Acho-me, por assim dizer, aínda atado, e muito receoso de cair em duplicatas, e ate de tirar copias de documentos: ja impressos na mesma Revista de Instituto, como ja tem succedido a outros, porque nem tenho aqui a collecgáo com- pleta deste jornal. A copia porem dos impressos c.m algu ma attengáo pode-se evitar; a dos ja copiados, só s ndo au- xiliado, como espero, sobretudo por v. e. Como nao posso ir ao Porto senáo depois do invernó. estava resolvido a mandar daqui mesmo diligenciar a copia do manuscripto da Rasao do Estado, a fim de ganhar tem po. Mas vejo agora na Revista do Instituto n° 20 (Tomo 18 5° da 3? serie) do ultimo trimestre do anno passado, que o Imperador offereceu um precioso manuscripto-que ora se intitula Livro que dd a razáo do Estado do Brazil -ora 10"], [82, "74 Livro que dd a razao das cousas do Brasil- com mappas coloridos, e desenhos, (1 vol. sol. grande obongo-) Parece, diz osecretario Dr. Macedo, no seu relatorio, um trabalho executado na 13 metade * do seculo 17?, e contem curiosas nogóes geographicas, e estudos topographicos e administra tivos sobre as diversas capitanías estabelecidas no Brazil (veja-se e referido N°, p<ig. 441, e 14 e 16 do Suplemento) Bem que eu nao saiba como nem de quem obteve o Impe rador este manuscripto, e mais outra copia delle que tam bem offereceu, quer-me parecer que é a mesma obra que v. e. me indica. Ainda nao tive tempo para ir á biblioteca publica (S. Francisco) onde certamente farei copiar o Dialogo das Gran dezas do Brazil, que v. e. me indica. Desejava porem que me desse as noticias que tem sobre este manuscripto. A este archivo ainda nao tinha ido o Sr. Dias. Explo rou-o por ventura v. e. quando aqui esteve incumbido deste trabalho? Na Biblioteca da Academia (Convento de Jesús) encon trou o Sr. Dias pouco, e copiou o melhor. Deixou-me po rem ainda alguma cousa a respigar. No Conselho ultramarino tirou suas copias, do que ase do me nao deu urna nota prometida. Disseram-me que ali o terremoto levou quasi tudo quanto ate entáo se havia archivado, menos urna parte que acaso ou por abuso se achava em casa do official-maior. Parece-me um dos loga res em que será mais difficil acertar com o que convem. V. e. sem eluvida compulsou ja este archivo, e a sua expe riencia poderá ministrar-me algumas indicagóes uteis. A sua collecgáo legislativa brazileira em que epocha co mega ate quando vae, comprehende tudo, inédito e ja im presso? Eis aqui perguntas bem complexas, e nao menos impertinentes. O Dr. Justino de Andrade e Silva pu blica agora urna nova collecgáo da Legislagáo Portugueza, coraprehendendo tudo o que respeita a o Brazil, que fa sia parte do mesmo reino; e pelo que afianga no seu pro gramma, esta collecgáo avulta, e deita ao dobro de todas as anteriores. A primeira serie em 5 vol. sol. de 1603 a 1640 * Alias em 1612, pelo sargento a>6r Diego de Campo». (V.)"], [83, "75 JaiftoJmblÍCa<Ía; e a seSunda em quatro volumes de 1640 a 1683, vae se-lo dentro de um mez ou dous. Espero á vista della evitar muitas copias inuteis. Mas a de v. e. remontará sem duvida ao principio do seculo 16? Basta deste assumpto, queja se vae tornando massante. Ponho-lhe fim dizendo a v. e. que as suas informagóes, sem pre de um grande prego paramim, seráo de tanto mais util dade, quanto mais cedo vierem, para me desatarem das dui vidas em que laboro. Receba a espressáo do meu reconhecimento nao menos que os da affectuosa estima con que sou de v. e. a. m. o. c. — Joao Francisco Lisboa. Carta 73 Lisboa 10 de Outubro de 1856.— Exmo. A.° e Sr.— Mal terá tido tempo v. e. de receber a minha primeira carta es cripta desta cidade, e ja eu venho importunado com se gunda. Vae ver que versa sobre o mesmo assumpto daquel la outra. Creio queja disse a v. e. que aqui se publica agora urna nova collecgáo da legislagáo portuguesa, a contar dft pro mulgado das ordenagáes philipinas (1603) ate á da carta constitucional em 1826. Pelo em quanto acham sepubhcados oito volumes em sol. que alcangam a 1670 e tantos. O seu auctorjulga porem que ella deitará a 24 ou 25 volumes. Elle afianga que esta collecgáo é muito mais rica que as antecedentes todas. Eu o creio, e ja em parte o tenho ve rificado; mas nao é menos certo que faltam nella alguns diplomas tocantes ao Brazil, os quaes eu trazia apontado ñas minhas notas, tendo era váo procurado em todas as ou tras colleccóes. As noticias delles collegí nos índices, e em diversas obras e memorias históricas que acaso ia sendo. Direi agora onde vae tudo isto bater. V. E. me falla na sua collecgáo legislativa brazileira antiga. Poder-me hia dizer quando pretende publica-la? E se isso deita para mais tarde do que importa ao meu intento, poderia ao me nos confiar-me o índice? E' que desejava conseri-lo com o"], [84, "76 da collecgáo novissima, e guiar-me na escolha dos documen tos legislativos que por ventura restem a copiar, e que sem duvida nao serao muitos, pois que estou persuadido que v. e. poria muito maior cuidado em collegir os diplomas re lativos ao Brazil, que o Dr. Andrade, que teve sobre tudo a Portugal em vista. Tudo isto, como ve, tem por fim evitar inuteis duplicatas. Ja recorrí de novo um destes dias passados o índice do vol. 14 da Revista do Instituto, trabalho seu, ende vi a no ta de alguns Ms. que v. e. extraiu da Torre de Tombo, e offereceu ao Instituto. Nenhum delles é dos que o Dr. Gon galves Dias fez ali copiar, e cpie a fallar a verdade julgo de pouca importancia. Ja é de sobra por esta vez. — De v. e. a. m. o c. — Joao Francisco Lisboa. Carta 83 Lisboa 18 de Outubro de 1856.— Exmo. A. Sr. V.—Fi co de posse da sua presada carta de 12 ese corrente. Antes de tudo, elevo dizer-lhe que bem que ja mais que muito penhorado da sua amisade e franqueza, antes do recebimen to desta sua, agora me sinto e declaro de todo em todo ren dido e captivo, pois vejo que da sua parte nao ha refolhos, reservas^segundas tengoes, ideas de rivalidade etc. etc. se náo amisade ¡sincera e franca, e animo generoso de auxiliar me no desempenho desta commissáo, que em verdade se me afigurava mais fácil e simples, antes de me haver dellaencar regaese. Da minha parte posso afiangar a v. e. urna igual cor respondencia ele todos esses bons e generosos sentimentos. E' certo porem que o proveito que delles ha de tirar senáo sor nenhum, será por certo muito menor que aquelle que espero e com que contó. O sentimento da rivalidaele da minha parte é absolutamente impossivel. Confesso-lhe ingenuamente que os meus estudos sobre a historia do Brazil, eram fritos em urna semana, para es e-rever na outra. Dahi é natural que quanto publiquei se res sinta da precipitagáo com que gstudei e escrevi. Eis ahi quanto ao passado: agora quanto ao futuro. Estou com"], [85, "77 mais assento e atengáo para reformar a parte ja publicada sobre a vida do P. Antonio Vieira, e completa-la, e fazer tambem alguma cousa de mais vulto sobre o Maranháo. Ja vé que nao ha muita probabilidade de encontrárme nos na Historia do Brazil. Para escreve-la seria mester um trabalho insano de 15 a 20 annos, parte passado em Por tugal, parte no Rio, e parte viajando pelas principaes pro vincias ao menos. Isto contrariava o meu desejo de voltar ao Maranháo, e obriga-me a andar de terra em terra, con tra o meu genio. Tambem nao levo com paciencia irazer o espirito divertido em assumptos diversos. Supponhamos todavía que tentasse urna Historia do Brazil, para que depois da sua? Sou franco, e dir-lhe-hei o que entendo sobre ella. Julgo que quanto ao estilo, carece de retoques ecorrecgáes-poderá mesmo conter inexactidóes históricas e geographicas (a excepgáo de um ou outro ponto sobre o Maranháo, o mais é mera supposfgáo minha para conceder alguma cousa contra); porem na feliz e sabia dis posigáo do plano, na distribuigáo das materias, na consien ciosa e laboriosa investigagáo dos factos, fique descanga do Cjue em nosso tempo nao ha de aparecer outro que se lhe ponha adiante. Para emprehender e levar ao cabo urna obra destas ha-se mester, —cousas que juntas se acham ra ramente-talento, consciencia, patriotismo, tempo, paciencia, dedica gao, e posigáo ou occasiáo,— e sciencia vasta e va^ riada. Mas depois de um trabalho como o de v. e. julgo que ainda mesmo aquelles que possuirem os dotes, e estiverem na posicáo que acabo de indicar, andarao mais acertados escolhendo e tractando assumptos mais restrictos e espe ciaes como por exemplo- jesuitas, agricultura, guerra hol landeza, legislacáo e forma do antigo governo colonial, etc, etc. 7 Era o que eu faria se tivesse disposigáo e capacidade: mas creio bem que me nao succederá. A experiencia comega a fazer-me inclinar á sua opiniáo de que na Torre de Tombo o trabalho será gran.de, e o fructo ha de corresponder-lhe muito mal. Dei-me o trabalho de reler e revolver os números da Revista do Instituto que"], [86, "78 ha na Academia (nao é collecgáo completa) e a sua His toria Geral, e verifiquei que nao só Gongalves Dias, como eu mesmo neste pouco tempo, fizemos copiar documentos ja impressos, ou existentes no Brazil, e os mais delles offe recidos e publicados por v. e. Hei de mandar-lhe urna lista das copias tiradas para que tenha a bondade de notar o que se fez inútilmente, e outra dos que tenho indicagáo pa ra copiar, a fin ese evitar-se duplicatas. Assim, sem maior trabalho, conseguiremos o que eu desejava com as suas notas tam difficeis de collegir e apurar, pelo seu numero e extengáo. Ainda nf o tive tempo para trabalhar no archivo do Ul tramar. O que Dias fez la copiar pouco vale —copias de pa tentes e nomeagóes para empregos e ofíseios, e a correspon dencia tocante á Bahia em 1822 e 23. Estes últimos do- cumentos sao tam modernos, que presumo existimo no Bra zil. Ja fui á Biblioteca. O José Feliciano de Castilho, que foi bibliotecano-mór, quando foi para o Brazil, carregou com certos manuscriptos importantes com o intento de os publicar ali sem duvida para fazer e com effeito publicou, e comegóu a publicar alguns no Tris. Ja res tituiu alguns, mas poucos. Entre os que levou e nao res tituiu, e comegóu a publicar no Iris, foi justamente um o Dialogo das grandezas do Brazil. Disto me informou o e acham-se noticias mesmo ñas Revistas do Ins- tituto. Oj Tumultos do Miranháo por Teixeira de Moraes, tam bem os elle levou; m.is o Gongalves Dias tirou urna copia d'outro Ms. existente na Academia. Ja vé os obstáculos que se oppóe a que eu faga copiar os documentos que teve a bondade de indicar-me; e por isso 6 que eu dizia que a commissáo nao era tam fácil como isso. V. E. nao me indicará outros? No Conselho Ultrama rino ha alguma cousa de positivo que se possa desde ja copiar? ha alguma maneira ou methodo especial para achar, ou se ha de procede a um exame vago e geral? Sabe v. e. se o processo original kdo Tira-Dentes, Gonzaga e outros"], [87, "79 da conspiragao mineira e gente do Rio, ou ao menos al guma copia? E aqui, pode-lo-hei encontrar, se sor mister copia-lo? onde mais provavelmente? E finalmente sobre este assumpto, que entende v. e. de vo ou nao copiar algumas pegas importantes de que v. e. ja tirou copia? por outra julga que a pezar de as haver tirado, cumpre copia-las de novo para uso do governo, ou do Instituto, ou é isso trabalho escusado, porque v. e. tenciona da-los ao mesmo Instituto, depois que tiver con cluido a sua Historia, como creio que diz na introduegáo, ou em alguma das notas della. No caso de resposta afirma tiva, espero que me indique os que lhe parecerem mais ne cessa rios. A proposito da sua Historia Subscrevi para ella no Rio de Janeiro, em casa do Laemmert, e paguei [e recebi o 1.° volume; mas pois que v. e. me annuncia o 2.° para Abril, desejava antes recebe-lo aqui. A deos=De v. e. a. m. o. c. — Joao Francisco Lisboa. Resolvi-me a continuar. Remeto a v. e. esses apontamen- tos. Sao tirados por um empregado da Torre do Tombo, genro de official maior, e sob a direcgáo delle. Tinha-o eu incumbido de ver se me descobria alguns manuscriptos im- portantes. Pelos títulos vé-se que sao pequeños apontamen- tos avulsos, e alguns parecem reportar-se á bulla de Ale- xandro Sexto, e ao tractado de Tordesilhas, se nao sao o mesmo tractado. Pego-lhe nao só que me aponte com urna pequeña nota, os que ja estáo copiados, senáo que me di- ga a sua opiniáo sobre o valor dos outros, quanto pelo ti- tulo se poder julgar. Ja estive hoje a folhear os treze volumes de Pina, Par- elinho etc. E' preciso le-los todos de principio ao fim, para escolher, porque ha muita cousa inútil. V. e. pode dizer me si destes volumes ainda se nao tiraram copias nenhu mas? Na bibliotheca da Academia encontrei um volume de re gistos de todas as ordens e cartas regias espedidas á capi tanía de S. Paulo sobre Sesmarias. O que sabe ou pensa delle? De tudo quanto lhe escrevo verá que tamanho é o receio de mandar para o Rio papelada inútil. E' ainda re-"], [88, "80 sultado ese meu carácter irresoluto. Outros nao estariam com tantas ceremonias. Carta 93. Lisboa 21 de Outubro de 1856. — Exmo. A. e Sr. — De pois de haver-lhe escripto a que vae junto a esta, recebi a sua estimada de 16 do corrente. Fiquei pasmado com a noticia que me dá de haver-se ja copiado o Ms. das Calamidades de Pernambuco, em 1844, e por quatro ou cinco moedas. Pois estas agora custaram 60 e tantos mil reís fortes, isto é, a bagatella de urnas qua torze moedas, porque o Gongalves Di.is ajustón alto malo todas as copias da Torre de Tombo a meia <£ por quader no, sejam os documentos de caracteres antigos, ou sejam de letra moderna e intelligivel para todos. E fui eu que os pa guei, bem que conste do seu relatorio que foi elle quem os mancseu fazer. O Gongalves Dias foi infeliz nisto; tirou esta copia, e diversas outras ja tiradas, nomeadamente urna grande par te dos Mss. do Dr. Alexandre Rodrigues Ferreira, e só depois de tiradas, é que deo com urna apostilla no res pectivo índice, donde constava que o Drummond tinha le vado esses munuscriptos, cpie existiam em duplicata na Aca demia. Alem disso, copiou outros ja impressos, como um Memorial de servigos de P. Antonio Vieira, urna repre sentagáo que elle fez a Governador D. Pedro de Mello no Maranháo, as viagens do bispo D. Joao de S. José ao interior do Para, que veranera uns poucos de números da Revista etc. Foi porem feliz em muitos importantes do cumentos de Evora, onde creio que pouco se tinha copia do ate entáo para o Brazil. E a proposito, sabe v, e. que destino deu o Drummond aos Ms. de Rodrigues Ferreira que se lhe confiaram, e se chegou a faze-los copiar para o Estado? A copia das Ca lamidades foi v. e. que a mandou tirar em 1844? Em que archivo do Brazil se acha presentemente? De mim confesso que antes nao quero mandar um só vo-"], [89, "81 lume, e resignar a commissáo, do que expor-me a man dar taes duplicatas. E' por isso que ando tam arisco e es crupuloso e hei de massa-lo sem piedade, pondo em con tribugáo a sua experiencia. Quero dizer-que como as com municagóes sao facéis e diarias, hei de ouvi lo sobre todos os de mor importancia, que houver de copiar a fim de que v. e. me informe o que souber, nao só sobre o seu'me recimento, como sejá está ou nao copiado. Ahi lhe remetto essa papelada. Pego-lhe que me devol va com toda a brevidade as relagóes do que ainda está por copiar com pequeñas notas no sentido supramenciona do. Quanto á relagóes do ja copiado, nao tem pressa, é simples curiosidade minha, v. e. lhe pora as notas de seu vagar para mas devolver quando quizer e poder. Nao faga reparo nos. muitos erros que contení. O3 amanuenses que tenho, e sao os mesmo que serviam com Gongalves Dias, nao sao la grande cousa. Todos esses apontamentos, ainda mesmo a maior parte eses que respeitam ás copias ja sub traidas no meu tempo, foram feitos pelo Dias, algumas no tas referem-se correntemente a cousas da Asia, África, e Europa. Reproduzirei o que ja lhe pedi na anterior acercado Con seibo Ultramarino, empregando urna outra formula. Se fos se v. e. quem agora estivera com esta minha commissáo, como, e por. onde comegaria os seus trábaseos no Conselho Ultramarino? Quer-me paracer que ali nao encontrare! v. e. de longo sosegó. O que poderei achar seráo ofíicios e rela torios dirigieses do Brazil, e cartas regias, ordens, alguns rerímentos da qui para lá; e a respeito destes sera mester apurar o que ja está impresso. O meio de acha-los é ver tudo. Mas v. e. como ja navegou por estes mares de po eira tal vez me possa indicar algum methodo com que se perca menos tempo. O Re-rímenlo do Provedor mor Antonio Cardoso de Bar ros e creio que tambem os dos mais provedorias do Bra zil foi o proprio Imperador que os oflereceu ao Instituto juntamente com o Livro que dá razáo do Estado do Bra zil: estava eu entáo presente á Sessáo. Nao sei quem Ih'os deu a elle. Esses mesmos Regimentos copiou- os Gon galves Dias em Evora, sem saber que ja o Instituto o? tinha."], [90, "82 Ágora urna ultima pergunta antes de por fim á longa massada. Onde colheu v. e. as noticias que dá dos suc cesos, e ulterior destino dos naufragados da expedigáo de Ayres da Cimba, e filhos de Joao Barros as. 160 e 161 da Historia Geral. Presumo, mas pode ser que me engañe, queterei na carta da ilha ele S. Domingos, citada na nota 2. Espero que tenha a bondade de dizer-me para consulta-la eu mesmo, se valer a pena. Previno a v. e. que querendo franquear as minhas cartas, soube que por urna convengáo postal entre os dous pai zes os portes só se pagara no logar para onde sao as car tas dirigidas. E como a nossa correspondencia continúa, e os portes podem avultar a muito, se sor mister communi car documemtos, e isto nao é só do interesse particular de nenhum de nos, pego-lhe que tome nota delles. A Déos, meu charo, aejui fico ao seu dispor de v. e. a, e o. a.— Joao Francisco Lisboa. Carta 103 Lisboa 26 de Outubro de 1856. — Exmo. Am? e Sr. — Se bem que ainda nao tenha recibiese resposta da minha ulti ma (tal vez nem haja ainda tempo para isso), ja continuo a importunar-lo com a remessa desses apontamentos para o fim sabido e requerido- de me fazer o fa\\ or de indicar sum mariamente junto a cada titulo ou indicagáo de v. e. nao só o seu merecimento, senáo se ja está impresso, ou copia do para o Brazil. Peco-lhe que nao tome grande trabalho com isto. Bastara as notas por este theor: Inutil-Interes sante-Impresso ou copiado em tal tempo-existente no Ins tituto, na Biblioteca, ou archivo do Brazil. Nao faga reparo nos erros de ortographia ou outros, poi que uns sao copiados ipsis verbis dos catálogos, e outros provem dos máus copistas que encontrei, alguns dos quaes escrevem Alende Sa em vez de Memdc 8á, como terá visto na relacáo que ha dias enviei a v. e. Alguns destes papéis conhego, mas ainda assim quizera ouvi-lo. Achei a Biblioteca de S. Francisco tam pobre, e tam"], [91, "83 vasculhada como as outras, e aínda os mais interesan tes levou os o Castillo. No cathalogo de Alcobaga, cuja hvraria, como sabe, passou para a de S. Francisco, encon treí nota de alguns relativos ao Brazil, de Anonymos, Dr. Caetano de Brito e Figueiredo, Ignacio Barbosa Machado, P. Gongalo Soares da Franca etc. Por estes dias lhe mandara a copia dos apontamentos que tirei sobre estes Ms., e sobre outros do Catalogo do Corpo de Jurisprudencia, Direito Civil, Ligisl, etc, onde se encontrara os sete volumes intitulados das Machinagóes ese P. Antonio Vieira. Creio pois que só tcrei de andar respigando, a nao ser que possa encontrar alguma cousa ele mais vulto n'algu mas Bibliotecas particulares que me indicam, e no archi vó do Conselho Ultramarino, onde ainda nao pude come gar a trabalhar, para o que espero a sua resposta á minha ultima. Ja é cousa feita a tal copia duplicada das Calamidades de Pernambuco- mas para que me escuse de a remetter pa o Rio, bem que fosse o Gongalves Dias quem a mandou copiar, desejo saber ao certo onde existe a copia que v. e. mandou tirar em 1844. Ainda em 1850 o Fernandes da Ga ma, autor das Memorias sobre a Historia de Pernambuco, diz em um requerimento que o Governo submetteu ao In tituto, que da revolugáo de 1710 só havia a exposigáo feita pelo partido vencido, de modo que elle, por falta de es clarecinientos e controversia, nao podia ver com lucidez o assumpto etc. Creio que o Instituto nao contestou esta assergáo. As copias que v. e. fez tirar aqui, e na Hespanha, foram só para ofserecer ao Instituto, corno consta passim das suas Revistas, ou tirou algumas por ordem e conta do Governo, para a Biblioteca, e Archivo do Imperio? Sabe se o Ms. do P. I. d'Evreux sobre o Maranháo foi ja copiado, por quem, e onde se acha a copia? Sabe que fallo do que existe em Paris, creio em Santa Genoveva. A deus que nao tenho agora tempo mais que para pedir as suas ordens. — De v. e. a. m. o. c — tIoAO Francisco Lisboa."], [92, "84 Carta 113 Lisboa 28 de Outubro de 1856. — Exmo. Am. e Sr. — Incluso remetto um extracto que outro dia nao tive tem po de fazer, do resto dos apontamentos que tomei na Bi blioteca de S. Francisco, a fim de ter a bondade de interpor sobre elles, que v. e. pela maior parte sem duvida conhece, o seu esclarecido parecer, nos termos mais succintos que poder ser e táo se bem os julga uteis, si ja estáo copiados ou impressos, onde existem as copias etc, na forma que ja pedi a v. e. Achei ja os Ms. que foram da Biblioteca de Alcobaga, a saber, de um anónimo, do Dr. Caetano de Brito Figuei redo, e de Ignacio Barbosa Machado, todos tres da Aca demia dos Esquecedos do Brazil, do P. Gongallo Soares da Franca. Sao todas em portuguez, nao obstante virem os títulos em latim no catalogo impresso de Alcobaga. Ainda nao tive tempo de examinar o texto. Fico esperando a resposta desta, e das antecedente?. assim como as suas ordens. De v. e. a. m. o. c — Joao Francisco Lisboa. Carta 12? Lisboa 8 de Novembro de 1856. — Exmo. Am. e Sr. — Estive doente de urna cólica ou cousa que o valha, e antes que se ella despedisse fui assaltado de urna constipagáo ou de Üuxo que mes perseguiu mais de oito dias consecu tivos, e que se agora mesmo ja me consente escrever, me tem ainda todavía o corpo tocio alquebrado e moido. Eis a rasáo porque ha mais tempo nao tenho respondido ás suas estimadas de 27 e 31 de Octubro, cuja recepgáo accuso, bem como da pecpiena nota que acompanhou as ultimas re lagóes de v. e. que tive a bondade de devolver-me com os seus esclarecimentos. Espero o documento prometido por v. e. sobre o desti no ulterior da gente que acompanhou a Ayres da Cunha. quando naufragou."], [93, "85 Fallei sera circunloquios ao Stockler archivista do Conse lho Ultramarino. Desculpou-se-me com as difficuldades do trabalho e com o muito tem tido que fazer no seu empre go; e o Carvalhe-, filho do official apurou a la ultima dis culpa como verdadeira. Como vou á quella repartigáo qua si sempre, nao me descuidare! de activa-lo. Sim, senhor, tenciono enterrar-me de preferencia no poei ra desta repartigáo. Nao duvido que neste archivo se encontré a collecgáo mais completa e nao explorada de documentos sobre o Brazil desde 1753 ate 1808, como nao existe no Brazil, nem existirá jamáis reunidos. Porem por isso mesmo que sao relativos á parte mais moderna de nossa historia, nao é de presumir que se encontrem no Brazil. Diga-me francamente a sua opiniáo, que eu por mim pre tendo segui-la á risca. Creio que terá examinado o processo Malagrida na Inquisigáo. Lembra-se si se encontra nelle alguma cousa de interesse sobre o Maranháo? Passando a outramateria. Vi no Correo Mercantil do Rio a noticia de que se esgotara toda a sua remessa da Histo ria do Brazil. Dou-lhe os parabens por tam prospero resul tado. A Déos pese em quamto. — De v. e. a. m. o. c — Joao Francisco Lisboa. Carta 13.3 Lisboa 20 de Novembro de 1856-^Excmo. Am. e Sr.— Em 9 do corrente escrevi a v. e.; e como a resposta ja tar da para a minha impaciencia, ahi vae mais esta, em cpie ao ja escripto que reproduzirei em parte, acrescentarei novas importunagóes. Onde existe actualmente o Sr. Francisco dos Prazeres Maranháo, auctor da Poranduba Maranhense. A ultima vez que elle escreveu ao Instituto, foi de Alijó, em 1846. Aquí ninguem o conhece. A Poranduba offereoda ao Instituto"], [94, "86 perdeu-se. En tenho urna copia, mas incompleta, extraída antes de extraviar-se o Ms. original. Pelas pravas que v. e. teve a bondade de confiar-me, en tendo que o seu 2? volume do Historia Geral esta ja im presso, quanto ao texto, faltando só as notas. Vehementes desejos tenho de o ver desde ja, podendo-me vir as notaí, depois, em seibas avulsas, visto que terei de encadernar tudo aqui. Pode isto ter lugar? Se a petigáo é indiscreta, dou o dito por nao dito e fique v. e. certo ejue me nao darei por adiado. A' opiniáo de v. e. de que no archivo do Conselho Ul tramarino seencontra reunida urna collecgáo como nao exis te no Brazil, respondí que me parecía que nao existi ría sim reunida na corte, mas dispersa pelas provincias, Pedi a v. e. a sua opiniáo formal sobre a conveniencia de se extrahirem copias do que provavelmente andará disperso pelas próvinciais, a fim de que no Rio se encontré tudo junto, parecendo-me todavía que se devia exceptuar o que era tocante a o mesmo Rio de Janeiro, porque isso lá lia de estar. Era esta a sua opiniáo? Espero ainda a sua resposta. Tenho cuidado com o Stokeler, archivista do Conselho Ultramarino para aviar o trabalho que v. e. lhe incumbiu. Disculpa-se-me cora a difficuldade delle, com seus muitos que fazeres etc Si v. e. me quizer mandar urna cartinha para elle, exigindo resposta, a fim de o apertar, nao será mam Tenho aqui sido muito perseguido com offertas de ser vigos ese amanuenses; e um delles, empregado no Torre da Tombo, me tem frito os extractos de índices, ese que ja tenho mandado aseuns a v. e., com o fim de se lhe dou al guma cousa a copiar do que elle me aponía. Agora mesmo acaba de trazer-me um grande estracto indicando documen tos pela maior parte inuteis, ou por impressos ou ja co piados, ou por pouco interessantes. Com tudo dentre elles submeto á consideragáo de v. e. os que constam da nota junta, para que tenha a bondade de me dar sobres elles o seu parecer— .A Déos. De v. e. a. m. o c — Joao F. Lisboa."], [95, "87 Cauta 143 Lisboa 30 de Novembro di 1856. — Exmo. Am. e Sr.,— Acabo de receber a sua estimada carta de 26 em respos ta ás minhas de 20, e 9 do corrente. E comegarei por elizer a v. e. que fique entendido ese urna vez para todas que só pego que v. e. me responda quando isso lhe nao causar demasiado encommodo ou nao o desviar dos otros trábaseos que traz entre máos. Se urna ou outra vez houver gran de urgencia, a sua bondade me permitirá que lh'o diga, esperando della cjue em tal caso me attenda com a preste za que sor possivel. Recibí em tempo a carta de Martim Soares, que muito lhe agradego. Vou escrever a Fr. Francisco dos Prazeres, a ver se o desencanto. A Poranduba nao é simples catalogo de gover nadores, sim urna Chronica resumida do Maranháo. O. por v. e. mandado para o Instituto extra vioií-se justamente quan do esteve emprestado a Gongalves Dias, que o emprestou a outro comprovinciano nosso para tirar a copia incompleta, (pie possuo. Ñas idas e vindas os portadores o deitaram fora. Se esescobrir o P. torno a mandar outra copia para o Instituto. Nao era possivel cjue eu levasse a mal a sua reserva quanto a publicagáo do 2.° vol. da Historia Geral. Sei que ja practicou o mesmo com o lo. nao só pelo me elizer ago ra v. e. como porque estando na Corte me elisse o que o estava sendo em commum cora o Fui ter com este, que m'o emprestou com muita reserva, e ainda intac to. De modo que fui eu a terceira pessoa que o leu no Bra zil. O caso é que em Abril tenhamos como v. e. me pro metteu esse 2o volume, qne ja tarda á minha impaciencia. Ando agora a indagar onde poderei encontrar certos Ms. relativos ao Brazil, que mencionara Barbosa, e outros Bi bliographos. Poucos esclarecimentos alcango por via de regra de alguns litteratos com quem aqui communico. De sengañado delles recorrerei, como de costume, a quem sa be e quer auxiliar-me. Estimara por v. e. compense depois elámanhá, na testa mesma o tedio dos preparativos. Cá pela minha parte, tanto"], [96, "88 eu como minha mulher e filha, vamos sendo soffrivelmente encommodados pelo frió. A Déos. — De v. e. a. m. o. c — Joao Francisco Lis boa. Carta 153 Lisboa 14 de Descmbro de 1856.,— Exmo. A. e Sr.— Fico de posse da sua carta de 7 do corrente - Ja comego a receiar que ainda era Abril nao tenha mos o desejado 2o tomo da Historia do Brazil. E' o que colijo da reticencia de v. e. a tal respeito. Paciencia. Nao haverá remedio senáo esperar. Nao me recordó de ter visto citada no lo tomo a Jor nada de Alexandre de Moura, e indo agora consultado só deparo com urna nota sobre um Roteiro do piloto-mor, que é provavelmento tudo urna e a mesma cousa De que archivo é o regimentó, que v. e. cita no mesmo tomo dado ao provedor mor do Brazil, Ant. Cardoso de Barros, em 56 artigos, e datado em Almcirim a 17 de De zembra de 1548? Incluo agora a nota de v. e. em que ja tive occasiáo de fallar-lhe. Nao me souberam dar aqui noticia delles. Posto que vera era alguns cathalogos impressos, como Barbosa etc, nao se acham notados nos Índices das Bibliotecas actuaes. Julgo que nao existiráo, se v. e. nao tiver tamben noticia delles. Se existissem impossivel é que ja os nao tivesse adiado — Mas basta de massada por hoje. — -De v. e. a. ni. o. c — Joao Francisco Lisboa. Nota. — Esta contem muitas outras perguntas a respeito das Bibliothecas de Paris, de varios documentos encontrados no archivo de Conselho Ultramarino, dos regimentos do pro vedor mor e provcdores em 1548, etc, etc, que pela sua pouca importancia omitimos."], [97, "89 Carta 163 Lisboa 21 de Dezembro de 1856. — Exmo. A. e Sr. Sem nenhuma de v. e. a que deva resposta, e nao a tendo ainda tido da ultima que lhe dirigí, eis-me ja de novo a importunado paira lhe pedir os seus conselhos so bre varios accidentes das minhas exploragóes no archivo do antigo Conselho Ultramarino. (Despois de urna larga serie de perguntas, a que todas satisfiz, segué:) Tenho procurado aqui o Roteiro do Pero Lopes, onde tenho que consultar alguma cousa sobre doagóes e foraes de capitanía, porem nem o Serra Gomes nem o Bertrand m'o arranjaram, posto cpie este ultimo ficasse de diligenciar me um. Onde o poderei encontrar, e mais o outro trabaseo de v. e. que segundo minha lembranga se intitula: Primei ras Relagóes Diplomáticas sobre o Brazil. A déos meu charo amigo. Basto de massada por hoje. Sem pre ao seu servigo....De v. e. a.m. o. c — Joao Francisco Lisboa. Carta 173 Lisboa 30 de Dezembro de 1856. — Exmo. A.° e Sr. — Rogo-lhe o obsequio de ver-me os apontamentos inclusos, e de dizer-me se sabe se alguns desses Ms. ou documentos que pelo só título parecem interessantes, alguns delles, ja estáo copiados ou impressos. Como v. e. ja compulsou aquelle archivo [Torre ese Tombo], e tem lidado muito mais que eu nesta qualidade de trabalho, ser-lhe ha muito mais fácil informar me do que pretendo, e até dizer-me a sua opi niáo sobre o mérito daquellas pecas de que ha de ter co nliecimento. A mira me levaría isso muitos dias, desviando me do exame do archivo do Conselho Ultramarino, com que estou muito satisfeito, tendo encontrado muitas cou sas importantes, e ate particularidade da chroniea escan dalosa do Maranháo de 100 anuos a esta parte. Eis a ra zao porque recorro au auxilio de v. e. aínda, com risco de"], [98, "90 o importunar, e a esta rogo-lhe tenha a bondade de res ponder-me o mais breve possivel. As outras duas anteriores nao eram da mesma urgencia. Agora insta-me o empregado que me deu estes apontamentos para que lhe dé algum trabalho a fazer. E como sobre ser do official maior, devo-lhe algumas obrigagóes no auxilio que me tem pres tado, é forga condescender com elle. E v. e. porque me nao manda alguma cousa, com cujo cumprimento possa ir-me resgatando de tanto que lhe elevo? Sempre ás suasordens — De v. e. a. m. o c. — Joao Fran cisco Lisboa. Carta 183 Lisboa 3 de Janeiro de 1857. — Exmo. A. e Sr. — Rece se quasi ao mesmo tempo as suas estimadas cartas de 27 e 28 de dezembro, ás quaes me apresso a responder pon to por ponto. Nao me queixei tal directa nem indirectamente da de mora da resposta de v. c, se na minha de 21 aecusei a remessa da de 14, e de urna a outra nao havera ainda de mora na resposta, foi para fazer-lhe saber cjue lh'a tinha es cripto, e certificar-me se a havia recebido. Quando acaso tiver mais urgente precisáo de resposta, serei franco em dize-lo a v. e. como fiz na efue ha poucos dias lhe diri gí, e por cuja resposta torno a instar. Neste ponto, como em todos os mais, folgaría muito de que nao bouvesse mais cerimonias entre nos. í Antes de receber a sua carta, ja tinha dado pelo equi voco que commetti acerca ese regimentó dos provedores, publicado pelo Andrade, e citado por v. e. isto porque tive de fazer um extracto delle. Mas nao padece duvida que o Andrade errou-lhe a data, e collocou-o na sua collecgáo no meio dos diplomas de 648. Ja tinha apartado para se copiarent alguns papéis sobre limites do Sul, da era de 780 e tantos, e entre elles as taes memorias de D. José de Saldanha, mas á vista do que v. c."], [99, "91 agora me diz, que de 77 em adiante o archivo do Rio pos sue tudo quanto ha sobre limites, vou emmassa-los do novo. V. E. me havia dito a principio que havia muito que copiar no Conselho Ultramarino; agora parece aconselhar me a que só faga copiar os Índices. Esta idea aproveitarei eu bem que ja tenha tido occasiáo de verificar quanto elles sao imperfeitos e omissos. Mas parece-lhe que devo aban donar a 13 idea de copiar, nao tudo, mas com critica e es colha, só o que sor de evidente import aneja? Pego-lhe que me diga francamente o seu parecer, que o meu desejo é acertar, guiado pela sua muita experiencia e conhecimento da materia. Nao tenho aqui os Annaes do Rio de Janeiro, e'que os tivesse nao teria tempo para os ver— ja urna vez os folheei debalde, procurando alguma cousa sobre legislagáo portu guesa no Brazil, attribuigóes de governadores, cámaras etc. e o mesmo me tem sempre succedido, com Accioli, Baena, S. Leopoldo. Ja agora tenho entendiese e alcangado que o único que se oceupou com taes materias, bem que summa riamente, foi v. e. Trabalho n'alguma cousa nesse sentido, e creio pelo que ja tenho adiado, e que no Conselho Ultra marino acharei tudo quanto existe, salvo algumas cartas re gias, provisóes etc, de epie no finí das minhas diligencias, se sorem frustradas, mandarei as datas a v. e., para me ver se as encontra na sua collecgáo, sendo que é tudo ante rior a 1750. A déos — De v. e. a. m. o. c. — Joao Francisco Lisboa. Carta 193 Lisboa 2 de Fevereiro <&íl856 * — Exmo. Am. e Sr. — Recebi ha dias as suas duas cartas de 24 e 25 de Janei ro, e nao lhe respondi inmediatamente, como costumo, por que do excesso do frió, segundo presumo, me proveio urna especie de cólica, de que felizmente ja me sinto livre. * Deve lerse 1857 (V.)"], [100, "92 • As ideas de v. e. sobre as copias que tenho aqui a tirar. sao mui ajustadas; mas nao me é possivel segui-las em tu do. Tira-las com correcgáo, castigar os Ms. pela maior par te incorrectos, e estúpidamente copiados, como os tenho por aqui encontrado, e ainda mais substanciar o muito diffuso e menos importante, me levaría muito tempo, ou m'o absor veria todo. Pelo que tenho-me limitado a escolher as pegas e Ms. que julgo interessantes, e a faze-los copiar taes e quaes, com todos os seus erros e irregularidades, A correcgáo fi que para quem no Brazil quizer usar delles, ou para ex tractos, ou para da-los á estampa. E' trabalho longo e mi nucioso, que só mui de espago se poderá ir fazendo. Tenho frito copiar mesmo alguns documentos pedantes téseos e diffusos, como os do tai D. Fernando de Noronha, porcpie entendo que seivem a dar idea do estilo official da cmelles tempos. Escolho todavía os que me parecem mais importantes pelo assumpto. A respeito do estilo deste D. Fernando, tenho urna du vida: parece-se tanto com o de um ouviclor que havia entáo no Maranháo, Leitáo Bandeira, [avó do actual Dr. Veriato Bandeira Duarte] e sabicháo daquella época, que suspei to que o ouvidor era seu assessor, e lhe minutava aquellas suporiferas cataplasmas. Devo aínda dous números do Timón aos meus assignantes, e para satisfazel-os vejo-me obrigado a mutilar os traballos que trago entre máos. A vida doP. Antonio Vieira, que hei de reformar totalmente para ser publicada deita muito longe. Resolvi pois preferir o episodio ese Beckman, ou Bequimáo, que mesmo históricamente tractado, tem todos os atractivos de um romance. Como o invernó nao me tem encommodado muito, é muito provavel que ainda passe aqui o de 1858, se me con servarem, bem entendido, o que nao é cousa liquida, mor mente com a instabilidade ordinaria ás nossas cousas, e sendo muito provavel que hajam (sic) grandes mudangas em Maio"], [101, "93 Smto bem que a falta de um caminho de ferro me difi culte tanto o prazer de o conhecer pessoalmente, e de nos entretermos um bons quinze dias. Os caminhos actuaes po rem, e tendo eu familia que nunca me deixa, se nao me de sengañara de todo, retardara porem ate nao sei quando essa intima satisfagáo. Basta porem de massada. — A Déos.— De v. e. a. m. o. c — Joao Francisco Lisboa. Carta 20a Lisboa 27 de Fevereiro de 1857. — Exmo. Am. e. Sr. — Apresso-me a por na sua presenga a copia e apontamen tos inclusos acerca de Gabriel Soares- que extrahi de um volume encontrado acaso na Torre do Tombo pelo tal meu officioso amanuense. Suponho que este Ms. nao é conhe cido, pois v. e. diz na sua ultima nota (commentarios a Ga briel Soares) que se nao sabia como nem onde elle acaba ra, cousas de que aqui se tracta tam circunstanciadamen te. Mesmo no caso de nao ter valia o documento, creio que o citaría para impugna-lo. Nao tenho agora tempo para andar compulsando catálogos a ver se descubro o auc tor- mas nao me sembró de obra alguma antiga com o ti tulo de Historia do Brazil * e na Bibliographia de Figa niere- que tenho agora á vista, nao se menciona. V. E. poderá mais fácilmente que eu rastrear-lhe a origem. Se vir que vale alguma cousa, queira servir-se do que lhe man do como cousa sua propria, pois v. e. é para mira, e para todos o segundo autor do Roteiro, e quem deu vida e no me a Gabriel Soares. A vista da sua resposta, redobrarei de esforgos para ver se descubro o Ms. principal, de que este nao é mais do que addigáo e emenda. Sirva-se tambem dizer-me o que souber da viagem do Joao Wilkens— e da Collecgáo Chronologica e Analytica, * Respondí que devia ser a de Fr. Vic. do Salvador, Ms. que vi urna vez ñas Necessidades, e que nunca mais se poude ach.ir etc co mo saiu certo."], [102, "94 .¡lie hoje encontrei no Archivo do Ultramarino. isto é, se estáo impressos, ou existem ja no Rio de Janei ro. Vae inclusa a nota dos títulos. A déos. Nao tenho tempo para mais. — De v. e. a. m. o. c. — Joao Francisco Lisboa. Carta 213 Lisboa 15 de Mareo de 1857. — Exmo. Am. e Sr. — Ha cerca de doze dias que sou incommodado de um impertinen te defsexo ou constipacáo, que quasi me impede o trabalho. E' a razáo porque lhe nao tenho escripto, e porque agora mesmo apenas responderei mui succintamente á sua presa da carta de 6 do corrente, recebida hontem. Quanto aos erros de data que contera o Ms. achado na Torre do Tombo, noto que a única citada no capitulo que lhe mandei copia é a de Abril e Junho de 1590, epocha da sua partida ele Lisboa, e chegada á Bahia; e esta, segundo minha lembranga, se aproxima aquella em que v. e. nos seus commentarios o dá em Madrid. Ou eu errei ao copiar esta data, ou v. e. se refere a outras que decluz dos fac tos e personagens citados pelo auctor, e constara nao só do capitulo copiado, como das mais noticias que lhe mandei do Ms. Quanto á tal questáo da mudanga da corte para o Brazil. della só desejo saber o que a tal respeito fez, pensou, ou planeou o tal visionario do P. Antonio Vieira, a quera o em um romance, chamou a primeira cabega po- lítica que Portugal ate o presente tem tido e a quem ainda em Novembro passado ouvi o elevar a essas nuvens. fazendo um disparatado parallelo delle com o D. Francis co de S. Luiz, escriptor por certo menos brilhante, eloquen te e copioso que Vieira, mas homem de senso e juizo, se ja mais o houve, e modelo de discrigáo e consumada pruden cia- verdadeiro contraste daquelle cortesáo ambicioso, bo tafogo revolucionario a seu modo e mais visionario' e ma niaco ñas suas heresias e prophecias do que impostor ou po lítico hábil. Nao quero dizer que nestas suas extravagancias"], [103, "95 nao entrasse acto de vontade ou algum calculo- parece me sim que a isso mesmo era elle amistado por aquella ca bega escaldada, e cheia de minhocas. Este homem que era tam luminoso quando discutía eertos factos, desarrasoava de todo, a ponto de ninguem o entender e nem elle talvez a si mesmo, quando lhe vinha a mania da interpetagáo das escripturas para explicar os acontecimientos passados, e coo jecturar os futuros. Mas a defluxáo nao consente que continué. Faga-me o favor de encaminhar a inclusa ao meu párente e amigo Odorico, * esaibaque é dosjque i'azemjustigaÍ7iteira ao seu merecimento. Quero ver se assim, em duas jornadas, esca pa esta do descaminho, que outras tem levado. A Déos. Sem mais cumprimentos. — De v. e. a. m. o. c. — Joao Francisco Lisboa. P. S. — Ainda nao tive tempo para ser as Rejlexoes cri ticas, mas hei de faze-lo, e sei epie com tanto proveito como o mais que tem sabido da sua penna, sobre tudo pelas no ticias copiosas, que dá de livros e manuscriptos acerca da nossa historia. O Diario e a Historia Geral tenho tido en tre máos, e me servem, sobre tudo a Historia, como de ro teiro no trabalho que estou fazendo 'de examinar a antiga le gislagáo da metropole sobre as colonias. Grande cousa é ter á máo um livro em que se pode a gente confiar, e que poupa muitas e fastidiosas investigacóes. Este pequeño opúsculo sobre legislagáo deve preceder a narragáo do mo tim e suplicio do Bequimáo. Carta 223 Lisboa 22 de Margo de 1857. — Exmo. Am. e Sr. — Sem carta alguma de v. e. a que deva resposta, vou com esta importuna-lo, segundo o meu louvavel costume. Como o Dr. Gongalves Dias nao me deixasse as instruc góes que havia recebido para desempenho desta commissáo. logo que^aquí cheguei requisitei copia dellas, mas só ago ra é que me veio. Ahi remetto a v. c. urna copia da copia Pr. Odorico .Mondes."], [104, "96 para íbe pedir o seu parecer acerca do 1° artigo que versa sobre copias ese datas, foraes, doagóes, e sesmarias, e quaes quer concessóes de terras do Brazil desde a mais remota an tiguidade de que houver noticia, em collecgáo separada para o Archivo Publico. Nao obstante haver ja v. e. publicado a cseagáo e foral de Pero Lopes, e estes documentos serení todos pautados uns pe los outros, com leves variantes, mandei copiar da Torre do Tombo algumas doagóes, concessóes de minas e privilegios, a Francisco Pereira Coutinho, Joáo de Barros etc, etc. afim de que na Corte do Brazil houvesse documentos auténticos a tal respeito. Agora da letra das instrucgóes parece resul tar que o governo t]uer copia de tudo. Que faria v. e. si eaj tivesse em meu logar? Estou resolvido a consultar para a corte este assumpto pelo paquete de 14 de Abril, e por isso espero que antes dis so v. e. me auxilie com o seu parecer a este respeito. Acerca dos papéis relativos a tractados de limites, de que tracta o art. 3o das Instrucgóes, creio que pouco ou nada terei que fazer aqui. Advirta v. e. que havendo eu pedido tambem urna nota, ao menos dos principaes Ms., e diplomas mais notavcis, exis tentes no Archivo Publico, e na Biblioteca Nacional, man daram-me urnas quatro relagóes magrissimas e que quasi nao servem para o fim que eu tinha em vista, que era evitar copias em duplicata. Se nao ha mais que o que ellas resam, muito pobre é o tal Archivo Publico. Rogo-lhe e obsequio de dizer-me se julgr conveniente fa zer copiar os Ms. notados nessa minuta, cuja noticia encon trei ñas suas Reflexóes Criticas. Outro asumpto. Nem no Conselho Ultramarino, nem na Torre do Tombo tenho podido encontrar o Regimentó dado ao Ouvielor Pedro Borges, achando alias os de Thomé de Sousa, e Antonio Cardoso de Barros. Apenas encontrei na Torre ese Tombo, a nomeagáo do mesmo Pedro Borges, datada em 29 ou 27 de Janeiro de 1549, na qual é citado o Regimentó. Donde fez v. e. os estractos delle que constam a pag. 193 do 1.° vol da Hist. Geral? Se o tem, faga me o favor de mandar urna copia delle, o mais brevemente que"], [105, "97 podem ou pelo menos tenha a bondade de inelicar-me don de a poderei aepii haver. No mesmo vol. do Conselho Ultramarino em que estáo copiados os Regimentos de Thomé de Sousa, e Antonio Car doso de Barros, achei os asearás inclusos por copia acerca de Gabriel Soares, de que com todo o prazer lhe fago mi mo. * ¡Entendo que nestas materias o louvor cabe a quem trabalha e investiga laboriosamente como v. e. fez, comparan do os códices, e impugnando-os, dando-nos por fim, e com mentando o melhor com tanta critica e erudigáo. Quem por acaso encontra urna ou outra pega, mesmo sem a procurar como a mira me succedeu, tem mais fortuma que mereci mento, e o seu dever é fazer homenagem, por assim dizer, do achado, a seu dono e senhor natural. Eis ahi tudo. Devo preveni-lo que os empregadcs me informam que o Gongalves Dias teve este livro comsigo dous ou tres me zes.? Foi dahi donde naturalmente copión os Reg. elo Pro vedor-mor e Governador que o Imperador offereceu ao Ins tituto; e mesmo á margeni destes asearás encontró peque ños signaes a lapis, que me parecem delle. Mas basta ele massada por hoje— Tse v. c. a. m. o. c. — Joao Francisco Lisboa. Carta 233 Lisboa 7 de Abril de 1857.— Exmo. Am? e Sr.— Em 15 e 22 de Marco escrevi a v. e. remettendo-lhe mais al guns documentos' sobre Gabriel Soares, pedindo-lhc o seu parecer sobre um artigo das instrucgóes que recese do Rio sobre o desempenho de minha commissáo e que me mdi casse onde poderse encontrar o regimentó dado ao Ouvi elor Pedro Borges em 1548, que v. e. cita no Historia Geral. * Foram por mim desde logo mandados para o Instituto, declaran do o offertante, 4, quem até dedique! as poucas linhas com que os acom panhei. -. o"], [106, "98 Tem sido sempre para mim muito lisongeiro o encontrar- me com v. e, em ideas e pensamentos relativos ás cousas da nossa terra, mas agora dei com urna passagem das-Nego- diagóes diplomáticas- em que é tal a conformidade das nos- sas ideas que me causou admiragáo. Tal vez v. e. ja se nao sembré. Queira 1er o que escreveu á pag. 124 sobre coloni sagáo franceza, e comparar com o que está no Timón pag. 125 e 126 do Parallelo das invasóes francezas e hollande- zas, escripto em refutacáo do Gongalves Dias. Ha de en contrar os mesmos receios sobre a perdaseu venda da colo nia franceza, e o mesmo respeito para com os decretos da Providencia que preferiu os Portuguezes, resultando dahi o imperio grande, forte, e unido a que pertencémos. A déos. Basta de massada por hoje, nao scja tam avaro das suas letras. De v. e. a. m. o. c — Joao Francisco Lisboa. P. S. Perdáo. Como me explica v. e. a publicagáo das Primeiras Negociagoes que nao traz indicagáo da data * e logar, e cuja paginagáo comega logo a sol, 121. com um pequeño titulo ou rosto, que me parece acrescentado depois. Fazia isto parte ese publicacáo maior do Institu to? Na Revista procurei por vezes, e nunca encontrei, ese modo que só agora as pude 1er, comprando-as a um pos suidor particular, porque ñas Bibliothecas desta Corte tam bem nao encontrei. Carta 243 Lisboa 9 de Abril de 1857. — Exmo. Am. e Sr. — No dia 7 do corrente recebi a sua carta do lo urna hora depois de haver mandado langar no córrese a que lhe escrevi na mesma data; e hontem recebi a outra de 3. Ja estou satisfeito na maior parte das pcrguntas que en táo fiz. Quando v. e. tiver tempo, pois nao ha urgencia, dir-me ha o que souber acerca do que últimamente lhe pre- * Respondí que foram publicadas en 1813 ñas Memorias do Ins tituto, depois de urna de S. Leopoldo."], [107, "99 guntei, e que seja muito ou pouco, sempre aproveita a cjuem destas cousas sabe menos, porque agora é qve co mega a iniciarse nellas de um modo um pouco mais regu lar. Tenho tanto desejo de ver o seu 2.° vol., que se soubesse que as minhas cartas retardavam a sua publicagáo um dia epie fosse, privar-me-hia de bom grado do prazer da sua cor respondencia. V. E! no-la tinha promettido para este mez; ja vejo que isso se nao verifica; mas aseda se dilatará muito? Quando recebi a sua carta do 1° ja tinha tido resposta do meu párente Odorico, o que estimei tanto mais, que muitas das nossas cartas anteriores se tinham extraviado. Pego-lhe de enviar-lhe a inclusa; e prometió nao abusar nes ta parte da sua bondade. Passando agora de Cesar a Joam Fernandes, devo dizer lhe que nos massos de papéis particulares do Maranháo exis tentes no archivo do Conselho Ultramarino achei a confir magáo da minha suspeita de que o Ouvidor Leitáo Bandei ra era o assessor do Governador D. Fernando de Noronha e sem duvida o minutador da maior parte dos seus pedan tescos officios. Basta por hoje. — De v. e. a. m. o. c— Joao Francis co Lisboa. Carta 253 Lisboa 6 de Mato de 1857.— Exmo. Am. e Sr.—Rece bi em seu devido tempo a sua muito presada carta de 14 de Abril. Muito agradecido pela copia da carta de ou vidor Pedro Borges, e pelos esclarecimentos que continúa a dar-me animando com isso as minhas importunagóes. Quem toma gosto a estes estudos torna-se a final im paciente. Imagine como nao estarei ancioso pelo segundo volume. „_ . ... Para nao prescrever a 13 citagao, renovó a instancia"], [108, "100 de m'o mandar pela primeira opportunidade, logo que o tenha publicado. Ponho na presenga de v. e. essa carta que me es creveu o Gándara pedindo-lhe que m'a devolva depois de a tér lido, para rogar-lhe o obsequio de diser-me se conhe ce o tal Ms. tam malsinado por e se acresen ta alguma cousa as duas Chonicas que ja temos sobre a guerra civil dos nobres e mascases. Se lhe sor possivel tam bem mandar-me urna copia dos apontamentos que ali tirou segundo me' diz o Gándara, * faz-me muito especial favor, a fim de me facilitar o trabalho das investigagóes quando ah sor, que supponha será a meado de Junho. Basta que me iudique o titulo dos Ms. mais importantes, com urna ligeira indicagáo do sen mérito. Estamos a 15. Demorei a principio a resposta á carta de v. c, porque tenho andado adoentado dos meus antigos achaques hemor roidaes. Bem que nao seja cousa de cuidado, ainda con tinuam a amotinar-me. Depois a interrompi á espera que chegassem os vapores do Brazil para poder dar ao Odori co Mendes uns esclarecimentos que me pediu. Rogo-lhe o obsequio de clirigirlhe a inclusa. Ou doente, ou de perfeita saude, sempre ás ordens — De v. e. o sena. m. o. c — Joao Francisco Lisboa. Carta 26? Caldas 30 de Julho de 1857. — Exmo. Am. e Sr.— Aqui estou para entrar amanhá no uso das aguas mi neraes, um pouco melhor, mas muito longe ainda de me po eser dizer restabelecido. Li em anuncios dos jornaes do Rio, que o seu 2o volume será distribuido na Corte par todo o mez de Agosto, por onde infiro que ja estará prompto. O que lhe rogo é que me mande o meu exemplar logo que sor possivel sem inconve- * Bibliotecario do Porto."], [109, "101 niente, e nao seja eu dos últimos cpie o recebam. Estou impaciente, tanto mais que agora o meu só trabalho e dis tracgáo é 1er- O escrever ainda me fatiga muito. Tive urna recaída em Coitra por causa do infernal calor que por aqui faz, e estou sempre a recea-las. Faga-me o obsequio de dirigir a inclusa. Ja recebi res postas das anteriores. A Déos, meu charo. Dé as suas ordens ao seu m. o e c — Joao F. Lisboa. Demorar-me-hei aqui um mez. Se antesdeste termo, publi ca o 2.° volume, sirva-se manda-lo ao para m o enviar para cá. Fim das cartas."], [110, ""], [111, "NOTA Z EXTRACTO DO FOLHETO DIATRIBE CONTRA A TIMONICE IMP. Ei\\l 1859. O habito de esquadrinar o lado desfavo ravel dos factos, para depoig contar como verdade o que se maliciou, é reprehensivel tendencia do animo, que em vez de artificio inculca existencia de peconha. Varnhagen, liist. Geral do Braz. Nao é por tanto do meu animo avultar o prego das suas obras, senáo o desejo de quebrar, quanto em mi- nhas debéis sergas couber, os brios da imiligna inveja; sen- do muito para notar, que apenas haverá autlwr mais bem predicamentado, que nao visse tima rígida critica aos seus escriptos, e raro o homem sabio, que tivesse quem lh'os de- fendesse, porque mais esepressa se aparam as pennas para a reprehensáo, que para o louvor. Este um motivo tambem porque mal poderia resistir á tentagáo de imitar a Moisés no modo com que procedia, ven do maltratar a innocencia dos outros."], [112, "104 Eu por mira, e no caso em que está o author de respon der com vantagem toda sua á Timonice, nao me recolhia ao silencio: nao por fazer caso d'essa indigesta farragem de pequices, senáo para mostrar que táo pouco me offen dia, que antes me servia ele elivertimento, cmpenhando assim na reconvengáo algum esforgo táo sómente, para pro var, que a supposta critica nao ia alem de urna peca Ti monice, ou mesmo de urna — monice — suprimiddo-lhc o — Ti — , á maneira do que quasi similhantemente, usou S. Jeronymo ñas suas reconvencóes á critica atrevida e igna ra de um tal Vigilancio de quem diz, que melhor lhe qua drava o nome de Dormitando A paginas 93 do intitulado Jornal de Timón, diz-se em comtinuagáo de muito farellorio: «a escravidáo o maior attentado, em nosso conceito, ejue jamáis se com metteu contra os foros da humainidade: votemos contra ella sem hesitagáo e sera escrúpulo, ou se aprésente descarada e sem rebuco, ou insinuante e disfargaela em hypocrit.is atte nuagóes.» Aqui neste periodo, alias muito interessante graminati calmente e philosophicaniente fallando, a allusáo ás opi nióes do author da Historia Geral sobre a escravidáo é tlescarada e sem rebugo: e para que ninguem em tempo algum possa allegar duvidas a tal respeito, reclama o T * formalmente a atengáo do distraido leitor, re mettendo-o para a nota C, cpie se inscreve sobre a escra vidáo, e a Historia Geral do Brazil pelo senhor Varnha gen. Eu creio interpretar o genuino sentido el'aquelle \"periodo querenclo por outras palavras epie o Aristarcho dissesse: o senhor Varnhagen insinúa a conveniencia da escravidáo, e até a defende com disfargadas e hypocritas, attenuagóes para ella nao parecer táo mal, feia, deshumana, e impía, como realmente é. Reduzindo tudo isso a urna espressáo mais simples, se é necesario, vem o T. a elizer, que o senhor Varnhagen é um hypócrita. Nao é muito de admirar, que o Aristarcho lavre * Para evitar a repetk-ao de cortos epítetos de que usou contra Timón o nosso defensor, os suprimos sempre pela inicial T."], [113, "105 tambem a sua sentenga condemnatoria, e nos termos de que usa; porque boje em dia qualquer pelláo de lite ratura se constitue juiz do crime do seu bairro, e empu nhando a virga censoria, sem ser conferida pelo senado, mas^somente pelo arbitrio proprio, vai fazendo a sua cor reigáo, ainda que saia culpado na residencia. Entre tanto se houvermos de dar crédito ao testemunho de homens de bom porte e valia, ninguem ha mais sincero e verdadeiro, que o author, peccando antes por excesso de sinceridade, que por mingoa de franqueza. Admitto, que a sua obra contenha alguns defeitos E qual ha ahi, que se possa qualificar de limpa e isenta d'elles? Mas que na Historia Geral se possa notar coisa que chei re a hypocrisia, isso é que negó formalmente n'esta con trariedade ao libello diffamatorio do T, e sem receio de ser por elle desmentido na replica, que houver de offerecer. Acceitemos, porém, a competencia do hipercritico T. para bom julgador, sem lhe oppormos, nem declinatoria fori, nem sequer artigos de suspeicÉo; e assim ougamol-o sobre o conceito, que elle proprio forma tanto do carácter e sentimentos do author, como do mérito da sua obra. E ougamol-o, repito, con táo religioso acatamento, como se fora um Minos ou um Bhadamanto, que houvesse de pro ferir sentenga; porque tambem assim o poderemos julgar a elle com melhor conliecimento de causa, dizendo: De ore tuo te judico: havendo em todo o caso recurso de appella gáo para o Tribunal da opiniáo publica, visto que as sen tengas sobre este ponto excedem as nossas algadas. A paginas 349 do seu Jornal diz o Timón «que o re ceio que manifestou acerca das tendencias do author (se nhor Varnhagen) nao pode ser senáo passageiro e fugaz, quando com mais pausada atengáo lendo-se todos os seus escriptos se observa o como elle acceita francamente tantas instituigóes livres, o sincero (nota bem) horror com que encara as iniquidades do trafico etc. Ahi temos pois o T... a attribuir ao author. por um lado a hypocrisia com que pretende attenuar o horror da escravidáo; e por outro lado o sincero horror a essa mesma escravidáo: juizos creio eu, bem encontrados, e em completo divorcio um com o outro ¿Em que Acarnos: ha no author franqueza, ou ha hy-"], [114, "106 pocrisia, que se excluem e repeliera mutuaraente? ¿Ha n'elle sincero horror á escravidáo, ou pretende hy pocritamente attenuar o horror d' ella? Bem entendido O que ha, é táo sómente a insaciavel vontade de escre vinhar e tagarellar sem tom nem som com seu bocado de malignidade á mistura. Nada mais E'ainda a mesma coherencia de juizos ja notada, que faz asseverar ao critico T... (pag. 370) «que o autor pretende afastar dos indios toda a sorte de in ter esse e sym pathia» confessando em outro logar, que elle professa sin cero horror á escravidáo, e acrescentando mais a pag. 383, que «da boa sé e rectidáo do autor nao é possivel duvi dar, pois cpie elle nem sequer tem interesse algum pes soal próximo ou remoto em qualquer das resolugóes que se possam dar na questáo da escravidáo.» Vamos lá. Como é isso: Tem ou nao tem o author in teresse na resolugáo da questáo da escravidáo? A mira parece-me que tem, e muito próximo; porque de outro modo nao pretendería afastar de sobre os indios coitadi nhos! — toda a sorte de sympathia Isto leva por forga agoa no bico , e nao se faz sem interesse algum próxi mo ou remoto como pretende o T. ¿Poderá crer-se, que sem algum fim interesseiro pre tenda alguem, seja quem sor, alienar dos indios a sympathia, que táo justamente e táo universalmente inspirara, pro curando adrede e com industria, senáo hypocritamente, attenuar, a impressáo do horror, que a todos causa, assim a pratica, como até mesmo a idea da escravidáo? ninguem dirá que sim em boa sé. Mas tambem por otro lado julgo, que o author nenhum interesse tem na solugáo da questáo; porque o Timón, o inexoravel e severo Timón é quera se póe todo emperti gado e aprumado nos bicos dos pés a preserval-o ti' essa imputagáo, sustentando mui cathegorica e precisamente, que o autor é dotado da melhor sé do mundo, de urna rectidáo a toda a prova, e incapaz por isso de se interes sar nem remotamente em cualquer das resolugóes que á questáo se possam dar. De maneira que o autor tem interesse na questáo, pen- só eu: lo, porque é hypoerita na lisonjeira estimagáo do Timón: 2o, porque pretende attenuar a forga expansiva"], [115, "107 do horror com que por todos é encarada a escravidáo: 3?, porque intenta afastar dos indios a sympathia quege ralmente excitam. Mas tambem o autor nao tem interesse nos resultados d'aquella questáo: 1°, porque o Timón, cujo testimunho é irrecusavel, assim o affirma: 2o, porque da boa sé e rec tidáo do autor nao é possivel duvidar, como ainda nos afianga o Timón: 3o, porque o Timón nos assegura, pos to que um pouco contradictoriamente, que o author nao tem interesse próximo nem remoto em qualquer das re solugóes mencionadas, garantindo antes, que quem ser atten tamente todos os seus escriptos observará o sincero horror com cpie elle encara as iniquidades do trafico, horror, que por certo ninguem tomará como synonymo de indifferen- ga ou de desinteresse! Sabes que mais? - Seo Timón do Maranháo abrisse em qualquer parte do orbe terráqueo, ou mesmo na sea, urna aula de lógica, dou-te segura cauqáo de que faria tanta fortuna, como o outro Timón da Chalcedonia! Mas ainda aqui nao param, por influxo da minha negre- gada estrella, os contrarios assertos do mofino T... Vé por exemplo, como a pag. 384 reconhece que tudo quanto disse o author criticaelo sobre o asumpto da escra- vidáo éa exprescío franca e livre da verdade das suas ideas! Vé, ainda a paginas 386, como elle affirma que a obra do mesmo author é conseienciosa\\ Repara em fim, como para dar mais alto relevo á con- tradiegáo entre o elogio e o vituperio, o nosso louvaminhei- ro T... remata a semsaborona nota C, com uns gabos bombásticos e em linguagem de assucar em ponto (mas assucar e lincuagem tudo mascavado) ao talentoso e discre- to author, que tanto menoscabara! E vé se concibas estes encomios á sinceridade, fran- queza, e verdade do author com a injuria da hypocrisia que lhe assaca, e langa publicamente em rosto, e da-me elepois conta do achado, que: Eu te darei sem falta em troca Urna gamella de tapioca. Urna de duas: ou os defeitos sao suppostos, ou os lott-"], [116, "108 vores affectados; porque nao pode ser sincero o elogio, que degenera em declarado vituperio, ¿Se os gabos do T.... sao sinceros, o que devemos concluir do seu me noscabo contraposto, senáo que «mentita est iniquitas sibil» Oh, que os elogios do T... sao como os de Tiberio: «aliud in lingua promptum, aliud in pectore clausum!» O nosso Timón censorino em a Nota referida lisonjea se, diz, elle, de para ali ter feito a transcripgao dos sen timentos e ideas de author com rigorosa fidelidade. Ainda aqui, em um pcnto onde como critico devia fazer timbre da lealdade, claudica o nosso Timón, demostrando aquella eterna verdade ese Psalmo 115: «Omnis homo men dax; pois que tal fidelidade nao existe, havendo-se ao revéz n'essa transcripgao com tanta deslealdade, que bem podia o author applicar-lhe aquillo de Marcial: «Quem recitas meus est, ó Fidentine libellus; Sed, mole cum recitas, incipit esse tuus! Com effeito se o rabulista soubesse um pouco de hermenéutica applicavel em materia polémica; nao igno rarla por certo, que o preceito mais essencial d'ella é refe rir com probidade, sobre tudo as doutrinas que se impu gnan!. Porém o rábula dos maranhóes, affirmando pouco mais ou menos n 'esses termos, que assim procederá, usa ver dadeiramente de urna trica indecente; porque o seu sito é preocupar falazmente o leitor para gosar, abusando da boa fe deste, de urna liberdade sem limites em corromper e adulterar as passagens da Historia Geral, que se propóe criticar. Asemos a contas. ¿Em que logar da Historia, e ja quero mesmo da trans cripgao táo gabada de fiel pelo proprio transcriptor T. encontraría elle a proposigáo absoluta, que attribue ao author, de osprimeiros colonisadores serem constantemente jusliceiros, benévolos, e chariiativos, para com os indígenas, e que, vice versa, estes foram sempre os aggressores e pri meiros motores das guerrast»"], [117, "109 Onde «que os meios fortes e violentos sempre foram Os mais bem acceitos da sabedoria antiga e moderna?» Repara tu attentamente no sempre, e no constantemente, e se os vires na obra original, ou mesmo na copia do T. com quanto alterada «eris mihi magnus Apollo. O author nao escreveu tal sempre nem tal constantemen te: E quanto é diverso do que se diz o seu parecer sobre este assumpto, isto é, a proposito do modo como se hou veram os primeiros colonisadores para reduzir indios á ser vidáo, manifesta-se clarissimamente, entre outras das se guintes ponderagóes, que elle produz no seu livro: «Orga nisaram-se em bandeiras (sala dos moradores de S. Paulo), e iam prear indios bravos mui longe, e fóra da jurisdigáo dos padres. Fizeram bem? Affirmal-o fora táo pouco hu mano como defender qualquer escravidáo» ¿Vés aqui como o author bem longe de approvar os meios fortes e violentos, empregados em outros tempos pelos mo radores de S. Paulo para prear indios bravos, os condem na sera remissáo, crendo até, que o defendel-os seria pou co humano, como defender qualcjuer escravidáo? ¿Ves ahi tambem o author a desfazer, como sal em agua est'outra proposigáo fraudulenta de que reputava os pri meiros colonisadores sempre justiceiros, benévolos, e cha ritativos com os indios bravos; pois que se os reputasse taes, nao equiparava o seu modo de prear indios á propria es cravidáa, a qual tem por deshumana, e injusta, e nao be névola, nem charitativa? Quanto o author é possuido dos sentimentos de verda deira phylantropia e religiáo a cada passo na sua Historia Geral o verificarás. Recorda-te do que leste a pag. 133 e 175 do 1.° tomo, onde o autor stygmatiza o procedimento dos que, concul cando as leis divinas e humanas, pretendiam introduzir com piratarias e crueldades a anarchia e a dissolugáo ñas primeiras povoagóes, que o christianismo fundava no Brazil. Havias de notar sem duvida o que o mesmo author nos disse a pag. 184 «que reconhece a escravidáo como um insulto á humanidade pelo ataque feito a um tempo ao individuo, d familia, e ao estado, donde eram arrancadas as gentes escravisadas. Havias de attentar na» cores com que ainda o author"], [118, "110 nos pinta o horror, que tem á selvageria. e que táo viva mente sobresahem a pag. 242. * Havias de observar ainda o modo e linguagem com que a pag. 290 nos esescreve e convence dos beneficios resultan tes da civilisagáo e dos males da barbarie composta de elementos dissolventes. Havias de considerar tambem na paitriotica franqueza com que a pag. 15 e seguintes do discurso preliminar do 2o tomo propóe com bastante proficiencia, nao um syste ma desenvolvido e regulamentado de reduzir os indios selva gens e antropófagos a um estado conforme aos principios porque se rege um imperio civilisado, mas pura e simple mente um alvitre conducente ao mesmo fim, e que tem por sí, ou em seu abono as opinióes de cordatos pensadores, tanto ou mais philantropos do que o negrofilo T. E de caminho repara já íigora, em que um systema com pleto e baseado n'aquelse alvitre nao podia deixar de ser thema para urna dissertagáo especial, incapaz por sua na tureza e proporcionado desenvolvimiento para entrar no ventre ese urna Historia Geral, ainda ejue esse ventre tives se as hojudas dimensóes do de um Timón, mal comparadas ao do cavado de Troya. E todavía esse alvitre, tal como foi proposto pelo author, isto é, fugitivamente, e até com certa hesitagáo, desafiou as sanhudas iras do Aristarcho T Ahi ficam pois a descoberto os sentimentos humanita rios, que extremara o author, e creio que tambem ficaria assáz desnudada a cavillagáo com que o seu antípoda os desfigura, patenteancse-se por tal guisa a sinceridade de um e a aleivosia do outro. Abstenho-me por tanto de citar mais passagens da Hist. Ger. para evitar maior prolixidade em um ponto já sobej amenté esclarecido. Arrebatado (deixa-me fallar em termos timonico- ) pelos vóos da minha imaginagáo ardente, fogosa, inflama da, e mesmo esquentada até chegar a este ponto culminan te do assumpto transcendentissimo, nao levantarei máo d'el le sem inquirir com que vistas o criticáo do Maranáo nos impingiria aquella pasmosa Tmwnice de 44 paginas. Va mos lá ver se atino."], [119, "111 ¿Seria para nos contar alguma novidade, que assim se estendeu enfadosamente? Nao o creio. O que elle diz, outros, sem exceptuar o proprio author, o exprimiram melhor, e muito melhor do que elle, sem comparagío, sobre o argumento da escravidáo. o qual sica do mesmo modo senelo, como tem sido até hoje, e será tal vez por muito tempo ainda, um problema social difficil de resolver. Mas o que nao deixa de ter sua graga é que o plagiato, que elle accusa nos outros, seja precisamente o abuso de que só elle proprio com rasáo evidente pode ser incrimina do. Duvidas? Abre tu o systema social de Mr. Lepelletier tom. 1? pag. 426 e seg., ejulgarás entáo se foi ou nao n'aquella fonte, que o Aristarcho beben a nata dos seus argumentos contra a escravidáo, e que ali se achara abun dantemente compendiados. Podia se quizesse, agora mesmo, dar-te urna prova, concludentissima . d'esse plagiato; mas nao convem por ora anticipar urna occasiáo mais opor tuna. Nao fez pois o nosso Catilina maranhense mais do que reproduzir pela millessima vez na imprensa, e servilmente as estafadas dissertacóes sobre uní thema ja muito sabido. Mas vemos que assim nao seja. Eu quero conceder, que o alvitre de reduzir os indios selvagens, sembrado pelo author, nao é como eu disse, um simples alvitre, segundo a esthetica, porém sim um methodo, cjue sendo algum tan to mais em graduagáo do que um alvitre, é com tudo me nos condecorado e preeminente que um systema completo. Quero mais admittir, que esse methodo, e nao alvitre indicado pelo autor, é de todo o ponto invalido por vicioso na forma e na materia, visto que é nada mais, nem nada menos, que a apología de urna civilisagáo propagada pela alfange e pelo azorrague, consagrando erros, contradícgóes, e até iniquidades, como se apraz era chamár-lhe eora fina critica, e melhor boa fe o nunca assaz louvado T. das Ti monices. Em tal caso a obra que proclama, e consagra eloutrinas táo erróneas, e mais do que erróneas perigosas, e mais do que perigosas criminosas por iniquas e subversivas da mo ral, da religiáo christá, e de toda a ordem social, urna tal obra, repetimos, é digno ese um auto de sé, ese urna so-"], [120, "112 gueira bem accesa, quando por muito favor nao deva ser votada so ao desprezo publico, á reprovagáo geral, e ao Índice expurgatorio!! Nao te assustes, que nao e nada, E' o T... que nos es tá contando serias. A obra segundo a opiniáo delle, quero dizer, do mais rigido e austero Catáo dos tempos modernos e vindouros, é — «um plano vasto e bem disposto, feliz distribuigáo das materias; investigagáo inmensa, laboriosa, e conscienciosa, apezar das suas imperfeigóes por ventura impossiveis de evi tar neste primeiro molde e no meio da tares a afanosa e in sana da collecgáo e escolha dos materias.» Logo, de duas urna: ou o T... escarnecia do leitor quando le disse, que n'esta obra o seu auhor consa gra nao só erros, mas até iniquidades taes, como a de fa zer com o methodo que propóe de reduzir indios, a apo logía de urna civilisagáo propagada pelo alfange e azorro gue: ou entáo defende aquillo mesmo, que reputa pessimo e iniquo, o que realmente nao se casa bem com a inflecibi lidade catoniana, que nos quer impór! Escolha, e safe-se quanto antes do bicorne cabide em epie se pencserou, pois nao deve ser posigáo muito aprasivel Ainda mais: se os defeitos, erros, contradicgóes, e iniqui dades com que o T. culpa obra do author, existyem, e abun dam n'ella relímente, em comtraposigáo decreta-lhe tam bem taes méritos e tao excellentes, que estes eseixam a per der de vista aquelles defeitos, os quaes ficam assim ampia mente resgatados. E por tanto, se o Timón nao ejuizesse carregar com o desar de malévolo e ignorante censor, passaria de largo com boa ou má cara por taes imperfeigóes porque — «Quiem pierde el respecto á lo mucho en que se acertó por lo poco, que halla desacertado, nó se exime de igno rancia, o de pasión, aun que los apasionados cuento igual mente por ignorantes.» Ora eu tambem de boamente queio convir, que o lou vor a urna obra nunca pode ser universal; porque en fim — «Imposibile est et bonum esse, et placeré pluribus» —^como dizia o historiador da natureza. Porém a verdade é que o nosso criticáo com os seus eni phaticos louvores elevou o autor aos cornos da lúa, se bem"], [121, "113 que para o inocente e pió fim de lhe preparar maior queda mas sempre é certo, que o exaltou até, eu sei ca? até ao mais subido ponto do louvor. Em taes termos pedem a boa critica e o mais simples bom senso, que acreditemos haver-se o criticáo completamente desarmado para toda a especie de censura: ou que pelo menos se havia imposto voluntariamenta e sem constrangi mento algum a obrigagáo de ser indulgente nella. Obrou elle assim? A Timonice que responda Mais ainda: nao sendo permittido a um critico, digno d'esse nome, ignorar aquella sentenga de Horacio: \"Nam vitiis nenio sitie nascitur: optimus Ule est. Qui minimis urgetur\" — Segue-se que a ninguem menos do que ao Timón, como critico illustrado e táo sabedor, era licito invectivar com censuras assaz inclementes e .isperrimas um author a quem antes elogiara de bonissimo, por andar enredado em menos esefeitos leves, que possuir méritos sublimes! Mas lá me ia já esquecenelo ese que o Timón nao é um critico senáo um simples folliculario! Seja porém critico, o critico T... E nesse caso vé, que autoridade merece, no que diz, um critico, que a cada mo- mento está dando cambalhotas da ponte de Aristóteles, ora acoimando de hipócrita o author para d'ahi a pouco o ga- bar ele franco e sincero, ora incensando a sua obra, que apellida de conscienciosa, e nao sei que mais, para depois a satyrisar de apología de urna civilisagáo propagada pelo alfange e pelo azorrague! E se n'isto somente se cifrassem todas as incongruen- cias e desatinos do mascarado dialéctico vade in pace; porque ainda assim nao chega elle a dar com a cabega pe las paredes. Mas qual carapuga! O T.... jurou solemnemen te aos seus ídolos indigetes, que havia de apurar-nos a pa ciencia, e para esse fim larga a vela ao vento, e póe-se a navegar a panos largos, e a engolfarse mais e mais no nutre magnum errisado d'aquelles infinitos pareéis, de mo do, que nao ha ahi poder seguir-lhe a esteira. Nota ainda por demais (e fiquemos aqui já agora) com0 a a oaff. 364 da timonice brada o critico descompostamen- v 7 15"], [122, "114 te contra o author, de quem diz — \"que no seu amor ár dante da civilisagáo nao se limita a adorar o instrumento admiravel da escravidáo [o instrumento da escravidáo de safina aqui de um modo horripilante], mas que a guerra que a precede e conduzaella tambem é objecto das suas sym pathias.\" — Pois bem. D'ahi a pouco espago [quatro foseas adiante] o mesmo critico timonieo, esquecido já da horrenda accu .sacáo que fizera, confessa, sem que para tal confissáo lhe déssemos surra de escravo, cpie — \"o author condemna a es cravidáo como impia, cruel, immoral, e corruptora\" — ¡Oh grande Timón: quem te nao fez inventor das mechas nao soube bem o que fez!! E nao me retruques que bem pode ser que a contra elicgáo deva ser langada antes á conta do author, que de seu Aristarcho principalmente por quem nao tiver lido com attengáo a Hist. Ger. Ahi é que bate o ponto. De feito a argumentagáo do T... é tío sophistica, ou engenhada com tal artificio e manha, e em termos táo am biguos e traigoeiros, que parece mesmo havel-a presentido o criticado author, quando disse — que podía haver quem es quadrinhasse o lado desfavoravel dos jados para depois contar como verdade o que se maliciou. — Assim succedeu; pois é mister recorrer á Historia Geral depois de 1er a Timonice, e confrontar o que escreveu o autor com o que lhe atribue o seu hypercritico, para entáo se descobrir a malicia da forma ou estrategia da aggres sáo. Consiste ella em tomar a geito certos termos e phrazes do author isoladamente, e destacadas de outras phrazes. que tem ligagáo entre sí, em ordem a 'que exprimam um pensamento absoluto ou sem modificagáo, para com desas sombro e a seu salvo o combater! Covardia e duplicidade realmente só proprias de um T! Mas quero tambem, que assim nao seja, e que de facto a contradiegáo notada é só e exclusivamente do author. Todavía, como este diga, e proteste claramente contra a escravidáo por impia, cruel immoral, e corruptora, para que fim, e com que rasáo fundamentada se afadiga o T. em nos querrer persuadir, que aquelle author adora o instru mento [adorar o instrumento! venha lá mais essa!] da es-"], [123, "115 crawdao, e que a guerra, que a precede, e a ella conduz, é tambem objecto das suas sympathias? Seria só para gosar o prazer de notar urna ou outra contradicgáo no author, que o T. se esfalfou em cseitar a livraria abaixo? Estéril. e muito ignobil prazer é esse na verdade. um pouco atraz recordar-te-hei, que o T. nao combate a escravidáo com argumento algum novo e de valia, senáo com declamagóes safadas, entresachadas de contradicgóes palpaveis, de injurias grosseiras, e chei rando a catinga que tresanda. E'isso. Porém se tudo o que elle disse é ripio, que nao tem por objecto emendar defeitos, senáo deprimir o crédito do au thor, e ostentar á sua custa urna erudigáosita balofa, em compensagáo tem o incontestavel merecimento de nos di vertir cora alguns bocadinhos de papa fina. Exempli gratia; o T... rabulista adora os selvagens [o que nao é o mesmo que adorar um instrumento ]; re volta-se, e enche-se de indignagáo e de ira contra quem pos sa conceber sequer o pensamento atroz de os obrigar pela forga ao servigo domestico, ou de cabotagem, ou a viverem aldeados, ou em clientella, parecendo-lhe horroroso dehcto subjeital-os aura tal destino — \"Nao, diz elle, que nao de vemos privar o 'homem (queria dizer selvagem) d'aquella in dependencia e livre arbitrio que é a necessidade imperiosa e invencivel da sua natureza, e cuja perda nenhum outro bem n'este mundo é cabal a compensar.\" Desconfiando, porém, de que este seu catoniano enthu siasmo poderia ser, tal vez, taxado de paradoxal, e mesmo de caricato em demasía, exclama com affectada compunc gáo — \"as acgóes do selvagem até certo ponto innocentes na sua profunda ignorancia (olha que n'isto nao ha attenua gáo hypocrita) nos parecem menos proprias para provoca rem a colera e a vinganga, que a dór ea compaixáo.\" — Coitado! Vé la como é sensivel o nosso T! Mas dize-me tu: ¿quem é que manifestou, ou é capaz de de manifestar jamáis contra aquelles innocentes eprofunda mente ignorantes selvagens algum leve assomo de cholera ou de viganga? Seria por ventura o autor criticado? Pa rece que o T... assim o quer persuadir. Mas n'este caso"], [124, "116 nao ha lembranga , mais disparatada e infeliz do que essa para calumniar alguem principalmente o author cujas obras se leem! Cholera e vinganga contra semelhantes'brutinhos, quem ha ahi, que as possa albergar no coracáo, ou patenteal-as, a nao ser elles mesmos de uns para com os outros? Ora illustrissimo senhor Timón, em logar de rabiscar criticas chochas, porque se nao diverte antes com os autos de Ma ría Parda!!! Mas vai ouvindo sibilar ainda outras rajadas de philoso phica timonice. Pag. 371 — «Sim nao, (sim, nao cada um da forga cincoenta cavados estáo aqui mal avindos e a pon to de nao se poderem tragar) nao adoremos a selvageria e a barbarie; mas sobretudo nao immolemos, nem escravise mos o selvagem a titulo de civilisal-o e favorecel-o.\" Deixemos em boa paz a poética e elegante locugáo de — adorar a selvageria e a barbarie — e outras coisas que taes, e vamos ao resto. — Está claro. Deixem lá os innocentes selvagens truci dar-se, mastigar-se, engulir-se, e digerir-se muito a seu gos to, e em branda paz, por isso que (oh prodigio!) possuem o honorífico privilegio da sua profunda ignorancia! Asesta Deixem pjssar as selváticas e estupidissimas personagens — — Mas, senhores; olhem que os innocentes vem com os olhos muito arregálados direitinhos a nos para nos papar! — Nao importa Deixem-se comer; e se elles gosta rem, e eu em todo o caso escapar da papanga, arranjar-lhes hei barcos, liteiras, palanquins, tipoias, os mais commodos transportes, em fim, para que vao a seu geito fazer cha cina aonese mais lhes convenha; porque stet pro ratione vo luntas — assim o manda, e assim o quer, em summa, o muito gordo, e muito philantropico tribunus plebis nigri cantis. E disse E aqui foi o T... tam lógico, como o syllographo; por que como se ha de impedir, e com que direito repellir os ataques dos innocentes antropófagos que tiverem a gana de nos fazer em postas, e tragar aos bocados? Podemos nos acaso \"privar o homem selvagem d'aquelle livre arbitrio. que é a necessidade imperiosa e invencivel da sua nature za?\" Nao, mil vezes nao"], [125, "117 Muito ingratos seráo os puris ou purus, se um dia cedo nao agradecerem ao seu T.... a nobre, a muito sublime de-' feza, que em seu favor allega á face de Deus, e do Uni verso estupefacto! Se nao é licito embargar aos indios ferozes a sua liberdade de viver como quizerem, de se devorarem, e ex tmguirera mutuamente, e a quem tiver a desgraga de lhes cahir ñas unhas. entao defende ás escancaras o canibalismo puro em opposigao com as instituigóes civiiisadoras, com a moral social e christa! Veja-se o absurdo resultado de sus tentar proposigóes absolutas e extremas, quando ha falta de criterio! »Dum vitant stultivitia in contraria currunt.» Mas nao. Faga-se justicia plena ao T Elle diz al- gures na sua Nota, que a redugáo dos indios ao gremio so- cial se eleve verificar por meio da catechese, isto é, pela instrucgáo dos mysterios da Fé, e Religiáo de Jezus. Mas, como se ha de por em pratica, pergunto eu agora, um methodo sem duvida excedente, absolutamente fallando, mas impossivel relativamente para com os indios ferozes, que nao sao de meias medidas, e que papara a gente, o ponto é vél-a? ¿Acaso temem elles os Missionarios, ou acharia.m a sua carne repugnante, e os seus ossos duros de roer? Oh, que nao! Nao sao táo poucos, como isso, os santos varóes, que pereceram victimas da voracidade d'aepielles innocentes .selvagens ! Logo, nao será a repugnancia pela carne d'aquelles mar- tyres nem a dureza de seus ossos que converterá, ou pelo menos tomará mais doceis e attentos os innocentes á ins- trucgáo dos mysterios da nossa Fé. Pois o medo tambem nao é de crer, que proeiuza mais efficaz resultado, sendo que os selvagens nao podem arre ceiar-se de uns homens, cuja missáo é toda evangélica e de paz, e cujas armas sao a Cruz de Christo, a mansidáo, e a paciencia, nao poclendo mesmo jogar outras sem contrariar por modo indecoroso a missáo do seu. sagrado ministerio, e mais que tudo a imperiosa injuncgáo do T que nao to-"], [126, "118 lera, que se toque, nem de leve, em um eabellinho d'aque- Ues innocentes brutinhos. Portanto a catechese é impossivel por inútil ao fim que se destina. E sendo este methodo, nao só de agora, mas de ha muito reconhecido por estéril em seus resultados (tendo se com elle sómente em vista a reduccáo que nao a civilisa gáo dos indios bravos) é visto, que o T propondo-o, nao foi só infeliz quanto á novidade da proposta, mas tam bem quanto ao mérito d'ella, que já avahamos. E se jul gou que estava fallando aos tupynambas dos matos virgens, os quaes segundo a opiniáo de Aires de Casal, olham com indiffercnga para a instruceáo, ou nao abrem livro, tam bem se enganou redondamente; porque a discussáo sobre o mérito ou demerito da practica da catechese para reduzir os indios salvagens éjá hoje cediga e fossil. Sempre ouvi dizer, cpie os legaes motivos, que determi níim alguem a publicar urna critica, sao, ou a novidade da doutrina, ou pro vas mais evidentes, ou emfim um me thodo mais fácil. Quanto á novidade da doutrina já nos sabemos, que o nosso criticáo nao adianta nem palavra Nao obstante isso, este problema social está muito longe de se poder considerar satisfactoriamente resolvido. A Inglaterra apparentemente mais interessada na aboligáo do trafico, nao poupando esforgos, nem sacrificios de especie alguma, nao poude ainda obstar a que os seus proprios filhos, se empregassem n'elle, tanto na África, como na América do sul, como até mesmo na patria, donde sahem immensos materiaes, fazendas, e capitaes, destinados ex clusivamente ao tal negocio da carne humana Mas vamos ao caso. O criticáo do Maranháo, nao só nao diz coisa relevante sobre a questáo, mas, o que ainda é mais, tem estado a empulhar-nos, fingindo-se negrojüo, sendo aliaz um refinadissimo negreiroü! Por esta, nao esperavas tu? Pois olha, que nao gracejo. E demais, se duvidas, repara no que te vou communicar, e desenga nar-te-has completamente. Diz mr. Lepelletier no seu Systema Social, tom. 1.°,"], [127, "119 pag. 438 — »I1 nous paraitrait assez difficile de calculer, á l'avance, toutes les perturbations qu'un affranchissement general et precipité pourrait entrainer dans les^ sociétés oivilisées pour que l'on put inconsidérément aujourd'hui se jeter dans une aussi périlieuse voie; surtout lorsque les véritables intéréts des individus que l'on croirait ainsi fa vorisés, á l'exclusion de tous les autres, se trouveraient pour le moins aussi compromis que ceux de la société dont on semblerait alors ne teñir aucun compte: sous ce dcuble et sériex rapport, l'émancipation immédiate nous semble rait encoré une faute essentiellement grave.» ,- Agora a traducgáo livre do Timón «Dom funeste (a es^ cravidáo) que o passado nos legou temol-ogrudado ás car nes como a túnica do Centaura; e nao ha hi arrancal-o de chofre sem produzir a morte, ou sem perturbar pelo menos de um modo profundo e incalculavel a nossa sociedade na maior parte das suas relagóes e interesses.» A'parte o plagiato de que elle (já vés agora com quanta rasáo!) aecusa sem ceremonia os outros, pego-te, que repa res como o rigiese Catao se abranda, como se curva, como se torna fsexivel e condescendente com os interesses crea- dos, e profundamente arreigados, nao qnerendo, «que se arranque de chofre a escravidáo; porque produziria, diz dle, a morte [olha lá!], ou pelo menos perturbaría de um moclo profundo e incalculavel a sociedade na maior parte das suas relagóes e interesses!» E nao haverá um Moliere para um semelhante Tartufo! Quem será capaz de sustentar ainda, que o homem T.... nos nao inculca a escravidáo como urna necessidade impre terivel na actualidade em termos múito claros e precisos, ou pelo menos «insinuante e disfargada em hypocritas atte nuagóes,» para me servir da sua propria phrase? Se me noticiassem que o pseudo-philantropo possuia, ou quería possuir cscravos, nao me surprehenderiam com nenhuma novidade digna de espanto. Huí! Pois a escravidáo é sempre horrivel, sempre deshu mana, impia, immoral, tudo o mais, que lhe chamáis, e do brais-vos como vime á conveniencia e interesses da sua con servagáo actual e indefinida? ¿Pois nao será ella no tempo presente, como sempre foi."], [128, "120 a mesma escravidáo com todo o seu pavoroso cortejo de horrores? ¿Nao vedes, que assim estáis advogando «descaradamen te e sem rebugo» a prol da escravidáo, porque os interesses das sociedades, onde ella existe, a fazem tanto mais indis pensavel, quanto mais prosperas .se forem tornando pela forga da sua influencia! ¿Como é que transigís com a escravidáo, oh austerissi mo e incorruptivel T. dos m.iranhóes, vos que «votáis con tra ella sem hesitagáo, ou sem escrúpulo,» (sem hesitagáo ou seíA- escrúpulo, note-se bem) «ou se aprésente descarada, ou disfargada em hypocritas attenuagós por ser o maior attentado, que, em vosso conceito, se commetteu contra os foros de humanidade?» ¿Entáo esse attentado existe acualmente, isto é, existe a escravidáo, é nao vos indignáis nem pronunciáis contra; antes pugnáis a favor della esforcando-vos por persuadir, que a sua extingáo súbita ou de chofre importaría a morte ou pelo menos um profundo abalo, e «incalculaveis prejui zos aos interesses tía sociedade?» ¿Quál traficante de carne humana branca, ou negra se viu já, ou existe n'este valle de lagrimas, cpie chore e se lamente, que pranteie, e distille homilías, como o chorami gas Timón o faz a favor da escravatura? Mas a mim nao me embeleca elle. O latet anguis em tu do isto nao só se pode suspeitar, como até mesmo procla mar-se asoutamente. Eu nao quero levantar falsos teste munhos ao T e por isso digo e affirmo, cpie nem elle, nem nenhum seu párente ou adherente tem interesse pes soal na conservagáo do statu quo da escravidáo, poi que nenhum delles possue, supponho eu, escravos, cuja alforria ou immediata emancipagáo prejudicasse gravemen te em seus interesses: mas tambera nao creio na sinceridade das contemporisagóes timonicas do T táo diametral mente oppostas á rigidez dos principios e doutrina, que apregoa. E pelo sim, pese nao, o mais seguro sempre é fi >.ar de pé atraz, ou de sobreaviso. Mas epianto ao ponto de ser o T um estrenuo defen sor da oseravidáo parcce-me nao restar duvida de que dei no vinte. Vamos a outro ponto. O segundo na ordem dos motivos legaes para se escrever urna critica é a producgáo ese provas mais evidentes."], [129, "121 Ora eu nao sei realmente, que as adduzidas contra a es cravidáo pelo insigne Aristarcho dos maranhóes sejam, nao digo já mais evidentes, mas nem ao menos táo plausiveis, que as apresentadas por outros, inclusive o author criticado. E'materia esta já táo debatida, que a bem dizer está es gotada. E se demais a mais é um T das — nuangas— quem escreve, entáo nem assim podemos saborear sequfr um bocado de portugueza linguagem castiga, senáo mestig , e os idiotismos pullulam aos cardumes e com tanta sai-tura que mais parece lingua de preto, que de branco, ou p^J.. menos como diria o nosso Francisco Rodrigues Lora um idioma táo esfarrapado e cheio de remendos, que arfes pa rece capa de pedintes. — Quanto á argumentagáo tive já occasiáo de mostrar, a que rachiticas e acanhadissimas proporgóes ella está re duzida. Temos, pois, sim provas; mas provas táo sómente da inepcia, damalignidade, da enfatuagáo fofa, da contradic gáo imperdoavel, de plagiato, de hypocrisia, e sobre tudo ainda (e essas entáo evidentissimas) da sua inveja, como ainda resta para demonstrar. Com eífeito nao encontrando eu em todo aquelle esqua lido aranzel do Timón, a par das provas mencionadas, senáo declamagóes banaes com pertengáo a espirituosas (del'esprít béte), palavras altisonantes, phrazes campanudas, estilo coruscante o phosphorico, em fim, coisa que eu logo vi nao ser mouta donde sahisse coelho, podia sem mais parergos nem excursos dizer — «ubi venit tibí fiducia tanta, papalvel» — ou entáo em francez — «ou ta vanité vd (elle se nicher? Porém nada mais disse comigo a sos, no fim da minha leitura, senáo: — Era para desejar, e mesmo de esperar, ca rissimo T. mais mula, e menos gualdrapa: mais cortina, e menos franja. Todavía assim com isto só, nem te satisfazia a ti, nem a mim tambem. E nao apparecendo na Timonice novidade de doutrina, nem provas mais evidentes, forgoso me era indagar se existiria ao menos o terceiro e ultimo requi sito essencial da critica, quero dizer, um metfiodo mais fácil, do que o indicado pelo autor da Hist. Ger. critica da procurei, e tornei a procurar, mas qual? 16"], [130, "122 Em balde procurei na Timonice, como te ia contando. um methodo mais fácil, mesmo um parecer qualquer para substituir com vantagem o inculcado pelo senhor Varnha gen. Nao digo bem; encontrei, sim, o que já disse, isto é, a cathechese, a qual sabemos quanto tem de proficua pa ra o fim que propóe, e o método negreiro e negativo, que consiste em deixar os indios selvagens exterminar-se a seu se prazer pelas suas guerras continuas e antropofagia. 'e ultimo methodo, se é que de tal se pode capitular, sera xcellente na opiniáo do eximio Aristarcho T.; mas leva cia,is de contra na reprovagáo unisona de toda a gente de juizo e coragáo. Por tanto nao é mtethodo adoptavel, nem verdadeiramente se pode avangar que o Ari.starcho o proponha. Mas condemmando elle a selvageria, e fulminando ao mesmo tempo o methodo de acabar com ella, que o au thor criticado formulou, deveriamos contar com que nos apontasse algum outro recommendavel por mais conve niente e acertado, por isso que empunhou a vara censo ria, estudou profundamente a materia, como elle nos diz, e porque em um critico deve ser muito mais reprehensivel a falta de cabal exame de qualejuer ponto, do que no author criticado; pois differente obrigagáo tem de apurar a verda de de urna noticia epiem d'ella faz assumpto principal de um escripia, que o que a tomou de passagem, e por assim o dizer, como objecto secundario e subalterno. E nao se atreve a criticar um Cicero, senáo quem sabe cpie é Ca táo: e ainda assim ficou o Catáo cora a nota de satyrico, e Cicero com a gloria de eloquente, isto quando se po desse admittir em graca do Timón, que elle se parecia mais com um Catáo, do que um requeijao com um espeto. E sobre tal materia nao lhe ficava airoso o restringir-se só e únicamente a designar um qualquer methodo em subs tituigáo do que gladiara, senáo outro novo, e mais fácil melhor, e de todo o ponto óptimo; porque nao é custosa empresa — elizia Plutarcho — o criticar um escripto, porém o compór outro melhor é em que está a dificuldade — \"hoce mala sunt, sed tu non meliora facis.\""], [131, "123 Um poeta bordasen do n'este ponto eXpressa-ae por outro modo e no mesmo sentido: \"0 que tem lingua de cobra ou dentes, que aguga a inveja, mui fácilmente moteja, ou diz mal ese qualquer obra. No principio, meio, e calió tudo é mao, tudo é peior, mas fazer outra melhor, aqui torce a porca o rabo.' E sem eluvida. Se fora táo fácil compor, como o dispu tar das fadigas alheias, talvez, que houvesse mais autho res, e menos tardíos ou escrevinhadores da especie do nos somaranhense — \"nihil tam facile quam otiosum et dormien tem de aliorum laboribus et vigiliis disputare.\" Mas que ha de ser, se ninguem se conhece, e só tem olhos vesgos para ver defeitos nos outros, e boca e lingua viperina para os reprehender , — \"nihil est facilius quam al terum monere, nihil difficillius quam scipsum cognosceres.\" — Que diabo de latinónos está este praguento da breca sempre a encaixar na escripia a proposito de tudo, e por dá cá aquella palha? Tens rasáo, e devo expJffiarme fran camente, como sempre saco O enfesado o encolhidinho latinorio da insignia do Jor nal de Timón, e aquella passaginha de Horacio — oegri somnia — , que vem a pag. 367 da nota timonica, foram, eu confesso com toda a ¿ngenuidade do metí singelo co ragáo a causa innocente das minhas importunas citagóes em latim, no qual diga-se ele passagem, se me afigurou, que o T. nao era la muito forte. Aquelle — oegri somnia — unido ali como envergonhado e assustado da solidáo, a cjue o condemnaram, destacando-o d'aquelle logar do mestre Horacio « Credite Pisones isti tabulas fore librum Persimilem, cujiis, vehts oegri somnia vanee Fingentur species."], [132, "124 Esse cegri somnia — repito, violentamente segregado dos versos restantes, que estavam .mesmo talhados como de mol- de para servirem ese rotulo á Timonice, foi um desacato, tima profanagáo, um sacrilegio inaudito, que o nosss hyper- eritico T. praticou, enxertando-o n'aquella restia d'alhós- E para logo resolví aticar com urnas accendalhas epi- graniatifcas o Turne da pyra em cjue ardessem alguns pequc- nitos textos latinos, como em holocausto ao Mestre. E ahi tens o p&rque das citacóes, que tal vez nao seja excusavel para ■■ tua indulgencia, com quanto indefectivel E com tanta mais rasáo devia o tal T. guardar respeito- so siler; cié, quanta o atacar, sem as referidas condigóes, um autluv; \"que tantas vezes guiou a sua pouca experien- cia no desempenho da commissáo eme lhe fora confiada, e cuja officiosidade. nenhuma importunagáo fatigou,\" como elle proprio nos participa no prologo da sua Timonice a sol. 9, é nao só um ridiculo charlatanismo, mas ainda re- finada ingratidáo, se no modo com que procede o enten- dimento de cada um consiste a bondade ou malicia das • suas obras Fiquemos por ora aqui com estas provas. O Brazil viu nascer o senhor Varnhagen. Nao podm pois deixar de produzir tambem um Timón maranhense. por aquella regra: \" Terra salutares herbas, eademque nocentes Nutrit: et urtiece próxima rosa est.» O que lisongea a moda, ou des ende as ideas mais populares nao é hypocrita! Porém aquelle, cpie se gundo se pretenese, arrosta de frente, e arca contra essa mo da, esse entáo é que é hypocrita? Fim o Extracto etc. e desta Rhuposta."], [133, ""], [134, ""], [135, ""], [136, ""]]