[[1, ""], [2, "ffi"], [3, ""], [4, ""], [5, ""], [6, ""], [7, "UTAZÁSI VÁZLATOR OLASZORSZÁGRÓL."], [8, ""], [9, ""], [10, ""], [11, "UTAZÁSI VÁZLATOK OLASZORSZÁGRÓL IRTA AZ ABAÜJ VÁRMEGYEI KISDEDÓVÓ-INTÉZET ÉS KÓRHÁZ JAVÁRA BABO IECSE¥ AX\\A, GRÓF CSÁHY AIÜTAIiWÉ. PESTEN. GEIBEL KÁROLY BIZOTMÁNYA. 1843."], [12, ""], [13, "Számtalan könyv jelerult belbecs és magasabb cél nélkül, el könyvke- reskedéseinket : miért ne szaporíthatná azok számát még egy szinte illy magasabb becs nél küli könyvecske is. — Ezen irodalmi csekély ségnek már a címe is megfejti előtted szíves ol vasó, hogy e könyv jövedelme a gyámtalan gyermekek és búterhelt öregek javára van szánva. Én a szegényekért irok! a' csekély 1 *"], [14, "4 tehetség igen jól illik a' szükölködökhö'z ; e cél meg fog szelídíteni , s ez alkalommal, hogy jót tehess, olvasnod kell a szegényekért, s ne végy nagyon szigorú bírálatod alá. Ezeket előszóul ! kérem az engedékeny olvasót, hogy minden utószótól megkíméljen."], [15, "5 Az ember 18 vagy 60 éves korában ne utaz zék. EIsö esetben fiatalok vagyunk a mű vészet és szép természet iránt kellő érzelem mel viseltetni , csak egyet ismerünk : a szerel met, csak egy tájék tetszik , hol a szeretett tar tózkodik, lenne az bár a Kecskeméti puszta. Csak szivünk van, fejünk nincs, szeretjük az élő és mozgó természetet, de müérzékünk hiányzik. Ötven évvel megszűnt a szív szerelemért do bogni; csendesebbek lettünk; egészen fej lesz az ember , tudniillik ha már ez előtt is volt fe jünk; érzelem keletkezik benne a szép iránt, kárpótlást keres az elenyészett fiatalkori örömök ért egy szép vidékben vagy festvényben ; ezek a késő ősznek — nehogy telet mondjak —"], [16, "6 saját éleményei. S a dolog ekkép igen helyes volna, ha a physicai erő hátráltatólag nem lépne fel. A lábak, e másod rendű részei testűnk nek, itten fő szerepet játszanak, s nem min denkor akarják a szép és el nem érhető után epedve tekintő szemeket követni ; s innen még egyszer tanácslom, hogy 18 és 50 éves ko rában ne utazzék senki; de igen a kedves emléke zetek tekintetéből , mellyek a mindennapiságot egy időre megszakasztják, míg tudniillik bará taink vagy barátnéinknak a látott s átélt szép ségeket s érdekességeket közlöttük, s ekép a szokott mindennapi beszélgetésekbe változatos ságot s líjságot hozunk. Olly sokat szeretne elbeszélni az ember, töb bet mint a mennyi az igazsággal megegyezik. Én legalább hiszem, hogy nem kevesen hagyják magokat el csábittatni „a z i ga z s á g o t j a v í- f a n i,\" csak hogy naplójokba egy kis poesist hoz hassanak. Én ezt nem cselekszem, s lelkismeretes hűséggel fogok naplómhoz; kigondolni itt semmit sem szabad : ez kizárólagos joga a költőknek."], [17, "7 Egyébiránt azon tiszta szándék szól mellet tem, ha bár az egész olvasó közönség ellenem volna is — a mi bizonyára nem lesz , — hogy előre kinyilatkoztathatom, mi szerint semmi kalandot, semmi tudósat, s épen semmi újat nem mondok , hogy tehát az , ki könyvemet olvas sa , valódi haszonkeresetlen jó téteményt követ el. Különben álljon itt védelmemül fordítása egy levélnek , mellyet egy köz tiszteletű iróné PichlerCarolina intézett hozzám, midőn vele csekély munkámat megítélés végett közlöttem. „Tisztelt grófné! Itt küldöm részvéttel s igaz örömmel olvasott kéziratát köszönettel azon bizodalomért , mely lyel személyem iránt viseltetett. Azonban leiratla nul küldöm , mi iránt későbben fogom felvilá gosítani. Először is csak annyit vélek említen dőnek, hogy igen is megérdemli a kinyoma tást. Nem azért mint ha az új , még eddig nem hallott dolgokat foglalna magában , hanem mi vel a már ismert dolgokat saját vonzó modorban"], [18, "8 ismerteti s adja elő. Ha a grófné arra határoz hatná magát , hogy nevét a cimre függeszsze, még sokkal élénkebb részvétre tarthatna számot miután az egészben világos elme s mély érze lem mutatkozik. — Előbb azonban, — s ez oka miért nem irathatom le, szükség hogy a tisztelt grófné azt szorul szóra át olvassa ; he lyenként szók maradtak ki, mások ismét vigyá zatlanul rakattak be, mint mikor a nappal szem léltek estve sebes kézzel iratnak a naplóba , a nélkül hogy stílusra és hibátlan előadásra figye lem lenne. A nagy Goethe olaszországi útja, sok helyt szinte csak vázolva van , a mi olva sáskor nehezen esik s azon kivánatot gerjeszti : vajha a szerző azt még egyszer nagyobb gon dal dolgozta volna ki. Más ezt nem teheti ; szükség hogy a munka tout d' une piéce a szerző lelkéből származzék. Láthatja ezekből tisztelt grófné, hogy úgy szólok a mint ér zek , s így mind azt a jót , a mit a munkáról mondottam, elhiheti. Pichler Carolina.'"], [19, "9 Bécsújhely. Világtörténeti hely. Szemléletre érdemes a ha di academia , szép templomával , mellynek fő oltára alatt I. Maximilián császár van eltemetve. Erről senkinek sem volt tudomása mind addig, míg Mária Theresia királyné a várbani Szent- György egyházban a fő oltárt meg nem ujíttatá, melly alkalommal ott e tetemekre találtak. A sekrestyében látható azon oklevél is , melly ál tal bizonyos , hogy e test I. Maximiliáné , ki férje volt Burgundi Máriának. Sokan azt hivék"], [20, "10 hogy Insbruckban nyugszik, miután ott tisztele tére egy pompás mívű emléke áll. Mindazonáltal a dolog nem igy van. A császárné réz és tölgy koporsót készíttetett, a tetem ezekbe helyeztetett, ismét ugyanazon helyt a fő oltár alatt tétetett el *). Maximilián császár mellett, a meghaltnak parancsolatjából, nyugszik szeretett barátja b. Dietrichstein Zsigmond. Illy barátság ritkaság, kivált császárok és áltáljában a világ nagyainál. A barátság tisztán polgári érzés ; amazoknak pótlékul fenség jutott. A Tanácsházban több régiségek szemlélhe tök, többi közt egy szék és asztal , mellyeken I. Ferdinánd császár száz pártütő polgár halá los Ítéletét irta alá. Hunyadi Mátyásnak fövege, arcképe , több pallos , mellyek között az is, mivel Zrínyi és Frangipán grófok végeztettek ki, Zrínyi által kivégeztetése napján viselt *) Hogy, niikinl a jámbor fejedelem magát kifejelte, a' mise- mondri pap mellén álljon."], [21, "11 gombok stb. Több a' kivégzéseket előadó fest mények is találtatnak itt, illyenek azon időben közkedvességben állhattak , mert olly gyakran fordulnak elő; továbbá néhány metszvény a' sze rencsétion foglyoktól, régi emlék maradványok s több effélék. Az egész nem nagyszerű ugyan, mégis érdekes. A régi sörház udvarában, melly hajdan fegyvertár volt, végeztettek ki a1 sze rencsétlen Zrínyi és Frangipán grófok. Jelenleg itt disznóól áll, s az egész nem igen mutat illy sötét emlékű helyre, mert itt mostanában mindennemű két és négy lábú állatok mozognak, 's élősködnek. Semmi, még csak egy kő sem jeleli a' helyet, hol két illy nagy és nemes szív halálszorongásban dobogni megszűnt. Emlékkövök kivül áll a nagy templom mellett következő fölirattal : HOC IN TUMULO JACENT COMES PETRUS ZRINIUS BANUS CROATIAE ET MARCHIO FRANCISCUS FRANG IPÁN ULTIMUS FAMÍLIÁÉ QUI QUIA COECUS COECUM DUXIT AMBO IN HANC FOVEAM"], [22, "12 CECIDERUNT DISCITE MORTALES EX CASU NOSTRO OBSERVARE FIDEM REGIBUS ATQUE DEO ANNO DOMINI 1671. 30. APRIL. HORA9. AMBITIONIS MÉTA EST TUMBA. Közel ezen síriráshoz találtam egy más fel iratot, mellyet eredetisége miatt irtam le. Az igy hangzik : Halt! Hecht i — Links — Verdoppelt die Furcht in Euren Gliedern. Still! Vernebmet von mir die Parola. Ich Jákob Wolf von Neustadt gebürtig Still! Ein Leib-Cornett des löbl. Czak'schen Regiments, Der seinen Heldenm'uth geprüft vor dem Feind Niemand gefürchtet als Gott, Vom unvermeidlichen Pfeile des Todes getroffen und entseel Habé den 6. Marz 1837 müssen in die Gru.be fallen In meines Alters 33 Jahr. A v a n c i r t ! Die heilige Parola ist heute: Dem Menschen ist gesetzt einmal zu sterben. Marschirt ab ! Diesen Feldgeschrei ist heilig !"], [23, "13 így találtam Gmundenben is a nagy templomon egy mysticus, rejtélyes, érthetetlen sírirást, melly így szól : t 1677 Lese, bis auf s Wort llalb an einem, halb ander'ra Ort Mutter Tochter und ihr Mann Drei und eins man fiadén kann. Wann das Ein zu Drei wird genommea, Werden erst drei ganz vollkommen. t' ra ll V r ey i n Maria Reg. Zeller. De térjünk most vissza Bécsújhelyre. A föegyház melletti szent Mihályról nevezett kápolnában van azon sírbolt, mellyben a szeren csétlen grófok nyugszanak. 1802. raktárrá lön ezen kápolna, a mikor a két holttetem azon hely re vitetek, hol jelenleg a sírkő áll. Találtattak a sírban a kivégzettek csontvázai ; fejeik lábaik nál hevertek; Zrínyi feje körül aranynyal hím zett szemfödél , s több ezüst gomb. A piar con széles kövekkel kirakva látható azon fatális hely , hol az említett száz polgár lenyakaztatott. Ugyan e helyen végeztetett ki Lehmann kapi-"], [24, "14 tány is mivelhogy Rákóczy Ferencet az igért 20.000 forintért kiszöktette. Bécsújhely több véres emlékek helye , én csak a nevezetesbe ket említem. A Bécsújhelyről a szép Mürzvölgyen ke resztül vezető út rég óta ismeretes sőt híres. Ha tovább nem kívánkozik is az ember, érde mes Grécig utazni a közel vidék szépsége miatt. A Sömmeringen át az utazást épen nem találtam nehéznek. Mindenütt jó utak vannak, és semmi veszedelmek; mindenütt szép romok, hegyek; a Mürz és Mura vizei az egész völgyön át nyájasan kisérik a vándort. Az egész inkább egy kellemes séta mintsem utazás. Mindig jó társaságban van az ember , a házak olly közel állnak egymáshoz, hogy ha nem több, egy bi zonyosan szemlélhető mindenkor. Ez élénkíti az egész tájat; a nagyobb helységek között mégis csak Muramelléki Bruck kisded város az, mellyen keresztül kell menni, minekelőtte a kellemes és nyájas Grécet szemlélhetnök. —"], [25, "15 G r é c. A város maga nem sok látásra méltót bir; a vidék mindazáltal gyönyörű , s méltó hogy miatta ott néhány nap mulassunk. Eggenberg vára egészen rococo izlés szerint van búto rozva , szép festmények, szobrok, japáni edé nyek, s más ritkaságokkal gazdag. Rosenheim. Igen kellemes nyári tanya, n mulató lakból felséges kilátással a szőlőkertekre. Maria Trost és a Várhegy (Schlossberg) megtekintendök, ámbár az utóbbin vár többé nin-"], [26, "16 csen ; a Franciák az utóbbit egészen elrontot ták ; és csak egy itt lévő papirosminta mutatja, mi volt ezen erősség valaha. Jelenleg sétaté rek készülnek e helyen , mellyek a szép kilá tás miatt minden bizonynyal kellemesek lesznek. A város nevezetességei: a J á n o s Főherceg által alapított Johaneum, és a Ferdinánd Mauzóleuma , mellyben ez nejével Ma rianna bajor hercegnövel, atyjával Károly főherceggel , és anyjával , van eltemetve. Hit vesének csontváza látható, minthogy a koporsó egy része nyitva áll. Itt nyugszik X. Károly Francia király neje is Szardíniái III. Amade- Victor király leánya , Berry herceg anyja , ki itt, midőn Mietanról Angliába utaznék 1805 ben meghalt. 0 a világ legkisebb királynéja volt, mert alig vala négy lábnyinál magasabb. Holta után eladott ruháit csak gyermekek használhatták. A föegyházban két igen szép sarcophag találtatik fehér márványban készült régi metsz vényekkel."], [27, "17 2 Ezeken kivül alig van itt egyéb neveze tesség : hanemhogy Berry hercegné , ki Gréc ben egy , minden nemű szépmüvekkel gazdag, pompás kastélyban lakik, naponta meglátogatja e templomot."], [28, "18 Laibach. vsinos városka , erős várral, sétatérrel s egy újonan épült casinóval, melly olly nagy és pompás bútorú , hogy bár melly nagy város nak is díszül szolgálna. A részvényes urak nak igen jól áll dolgok, mert néhány év múlva az egész épület ki fogta magát fizetni ; s a ház lakbérekből tarthatja majd fen magát. Olvasó termében minden bel s külföldi lapokat föllel hetni-, mi Hlyen kis városra nézve nagy ké nyelem. A várhegyről a kilátás felséges ; raj-"], [29, "19 ta egy olly díszes vendégfogadó van , millyen nagy városokban is ritkán találtatik. A várost magát szépnek nevezhetni ; az egyházak közöl egyedül a dóm érdemel említést; a német rend egyháza igen egyszerű , minden nevezetes sír kő nélkül. A Planina és Sessana közti tér , mint mondatik, rabló fészek. Én nem láték egye bet néhány örtanyánál s katonai öröknél; mi minden esetre oda mutat, hogy itten az uta zás nem épen veszély mentes. A vidék ter méketlen, Planina, Adelsberg és Pre w a 1 d a gyanús helyek. Épen ez időben be széltek egy gyilkosságot valamelly angolról s egy plebánusról ki haramiák kapitánya volt; de e hír magában a helységben , t. i. P r e w a 1 d b a n sem nyert hitelt. Előbbi években mondatik ugyan , hogy illy gonosztett adta magát elő, mostan azon ban minden csendes. A vidék épen nem lát szik illy rablók tanyájául alkalmasnak, miu- 2*"], [30, "20 tán erdők helyett nagyobbára kopasz hegyek kel bővelkedik. Ha az itten tanyázó örcsapa tokat nem szemlélné az utas e vidéken rablók ról nem is álmodnék. A mesterileg épített út maradandó emléke Mária Theresiának."], [31, "21 Aúclsberg. Itliután az aggteleki csepegökő-barlangot Gö mör vármegyében láttam volna, kíváncsi le vek az adelsbergit is látni. Tapasztalam hogy valamint annak, úgy ennek is megvannak a maga szépségei. A bemenet az utóbbiba igen kényelmes, míg az aggtelekié sok nehézség gel jár. Az én időmben a négy kézláb mászás hoz is kellett érteni; miután azonban én igen régen láttam az aggtelekit, az akkori kellemet lenség bizonyosan nagyobb részben most már"], [32, "22 nem létezik. — Igen nevezetes azon folyócska, melly az adelsbergi barlangban a hegyben el vész, s mintegy három óra távolságra jön ismét napfényre. Ez csak a barlang torkánál látható, azon túl nem. Az aggtelekinél ellenben a fo lyó keresztül futja az egész barlangot s kifoly a hegyből, mi valóban meglepő látványul szol gál. Mint mondám, mind a két barlang bír tulaj don szépségekkel, igy péld. az aggteleki „Pal myra romjait\" az adelsbergiben nem lálhatám ; ellenben ama pompás és kényelmes táncterem az adelsbergiben Aggteleken hiányzik. E te remben évenként pünkösd hétfőjén a teljes ze nekar működése és erős világítás mellett bál tartatik. Több százan vesznek részt e mulat- ságban, mi rendesen igen kellemes szokott lenni. Én a barlangot kivilágíttatám (olly öröm, mely lyet az ember 5 pfton vásárolhat), és csekély áldozatomért bő jutalmat nyerek. Mind ennek vég eredménye az , hogy kinek módja van, tekintse meg mind a két csepkö -barlangot, hogy földi csodáit a természetnek azokban él vezhesse."], [33, "23 Adelsbergtöl a hegyek egész Opcsináig hú zódnak, s mindinkább kopaszabbak lesznek. Itt vámház és gyönyörű kilátás van a tengerre. Az idő homályos volt, fellegek és tenger csak nem egy színben folytak össze úgy, hogy ez utóbbit csak szorosabb vizsgálódás után külön böztethetem meg. Valahol azt olvastam, s több utazóktól is hallottam, hogy midőn először pil lantjuk meg a tengert , megsemmisítve állunk és csodálva az isten hatalmát, ki illy nagyszerűt teremthete, s hogy az ember megindulva a tárgyak különösségétől, gyakran könyezni kény telen. — Én , megvallom nyilvánosan, egészen máskép érzék; — bár igen nagynak tűnt fel előttem a tenger, azért kisebbnek magam előtt még sem látszottam. A nagy tenger és a kis ember a teremtés lépcsözeteihez tartoznak, és lépcsőnként a maga helyén van mindenik. A jó istennek épen olly fáradságába került a tenge rek teremtése, mint a legapróbb ázalék férgeké. 0 akará , s lön e nagy világ, s ha ismét aka randja, elenyészik minden. Gondolám azért anél kül hogy költői könnyeket hullattam volna, milly"], [34, "24 szép része ez a teremtésnek, mellyet mindeddig nem ismerek. Igy csodáltam valamelly szép fát, szép vidéket, s mindenkor fájdalom kelt keblem ben hogy mind ezek olly kevés ideig tartanak ! Alig hiszem, hogy ha létünk előtt ez életet. gondjaival, fájdalmaival, csalódásaival, nélkülö zéseivel és veszteségeivel élőnkbe rajzolnák, ne találkoznék, ki azt ne mondaná : köszönöm szépen, je préfére le Néant !"], [35, "25 Az út Triestbe valamelly panorámában tett sé tához hasonlít, csaknem egy óráig tart, mi az embert épen nem boszantja. A város szabá lyosan épült és igen szép ; a Locanda grandéban laktam, hogy a tengerhez közel legyek; mert Triestben bizonyosan a tengeri gát-séta, a molo, a legszebb, hol sétálni lehet. A kórház, a sz. Antonio, sz. Maria maggiore és fenn a vár ban a sz. Giusto egyházak a legszebbek ; a két első újabb stílben nem rég épült, az utolsó egé szen ószerü. Olly kellemes hangú orgonát mint itt, egész utamban nem hallék. Kár hogy az adott zene nem volt tulajdonképen egyházi, mert az egész isteni tisztelet alatt Rossini, Bellini, Donizetti darabjai játszattak, mellyek ájtatosság ra keveset buzdítnak, s igy az embernek, ha bár"], [36, "26 legjobb szándéka volna magába vonulni, Otelló. a Piráták, Borgia Lucrézia jutottak imádság he lyett eszébe. Igy a feltámadás szombatján is Gazzá ladrából játszatott egy darab , mi épen nem volt épületes, noha nagyon szép; mind egyik jobban tetszett volna a maga helyén. Kö zel sz. Giusto egyházához van Winckelmann emlékköve, kit itt Arcangeli gyilkolt meg 1768. A mü igen csinos, s feljegyezvék rajta mind azok nevei, kik annak felállítására segéd kezeket nyújtanak. Ugyan ezen kis kertecskében több érdekes régiségek is láthatók, mellyek Triestben ásattak ki. Nyilvános sétahely Triestben csak kettő van: sz. Andrea, és Boschetto. Az első egy, fákkal silányul beültetett tér, de kellemes azért mert a tenger mellett esik; holdvilágnál itt az utazás fejedelmi lehet. A Boschetto szebb mint sz. Andrea, mintegy erdőt képez, mi erre ritkaság; egyegy sétaút a tengeren, egyegy látogatás a Lanternába, hol a kilátás felséges, kö rülbelül egyedüli mulatsága a tríestieknek."], [37, "27 A Villa Murát szépen fekszik közel sz. Andreához ; egykor igen sok műkincsekkel bírt, jelenleg üres , miután birtokosnéja Flo rencbe költözött. Nem messze Triesttöl van egy kis folyó , a Recca, melly egy hegynek veszi útját s ugyan abban nyom nélkül enyészik el. Most azonban bizonyos Lindner nevű úr azt hiszi, hogy az el veszett folyót néhány órányira elenyészése he lyétől ismét feltalálta; mi a triestieknek szint olly hasznos mint kellemes volna, minthogy csa tornákon az édes vizet, minek eddig Triest nagy híjával volt, a városba bevezetni, s szám talan gyárakat lehetne állítani. A nagy szombat Triestben épen olly élénk mint Bécsben, de az utóbbi helyen sokkal épü letesebb ; legalább Bécsben nem szokás a szent koporsót a szatócs butkákban kitenni. Igy egy füstölthús-árusnál a sódarok-, kolbászfüzérek és szalonnaoldalok közé illesztve és szépen megvilágítva láttam a szent koporsót. Nagyon"], [38, "28 kétlem hogy volna ember, ki az illy botrányon épülhetne. Triestböl Ud inéig csak egy szemléletre érdemes pont található, t. i. a Thurn gróf ter rassáróli kilátás D u i n ó b a."], [39, "29 ü ű i n e. ijzen város épületeire nézve egészen külön bözik az eddig látottaktól ; itt szemléltem az első olasz templomot melly nevezet alatt egy nagyszerűn 's szépen készült egyházat értek, millyet azon túl többeket láték. A hegyen épült vár tágas tereméiben jelen leg a törvényszék tartja ülésit. E vár alatt menve sok hangokat hall az ember, a vasros télyzaton pedig az elitéltek kezei szemlélhetök"], [40, "30 kik alamisnáért esengnek. Az adományt a fo lyosóra kell tenni, honnét az fogolyöröktöl vi tetik el ; megkapják e ezt minden vitelbér le húzása nélkül a rabok bizonyossággal nem állíthatom. A piacon egy C a n o v a által készült s M á ria Luisát ülve képező emlékoszlop szemlél hető; a Colossalis faragványt alig ismerhetem Canováénak, miután az nekem minden kecs nélkülinek látszott. Ugy hiszem hogy C a n o v a ez oszlop készítésekor a kellemes császárné helyett a nagy császárnét vélte ábrázolandónak. Campo Santo napról napra szebb, azon ban még nem egészen készült el. Sokat köl tenek reá."], [41, "31 Treviso fertelmes és piszkos egy olasz város. Örültem hova hamarább oda hagyhatni , legkivált miu tán utam Mestre felé vitt s igy minden percben jobban közeiedém vágyaim céljához. Van mégis benne néhány csinos egyház s egy szép szín ház. Láték egy gyermek-mímjátékot (pantomi met) is itten, melly gyönyörűséges volt. Treviso és Codroipo között a Ta gliamento és Piave vizein felette hosszú"], [42, "32 hidakon mentünk át , hoszszabbat soha az előtt nem láttam; ezeken hidvám is vétetik, holott különben útvám egész Olaszországban nem fi zettetik. Egyébiránt eszembe jutott, milly ke véssé alkalmas ezen átszegdelt földtér, ezen olaj- és fűzfákra kúszó lombos, szölöfüzérek kel tölt mezőség , öntöző csatornáival együtt csatahelynek (mert ez igy tart egész Bolognáig), s mégis több csatáknak volt színhelye; csak Lombardiában van elég olly hely, hol egymást con amore lehet gyilkolni."], [43, "33 Velence. liégen kivánkozám ezen a maga nemében egyetlen vizi fő városba, hol annyi kincs talál tatik s melly bennünk annyi szép de egyszers mind borzasztó emléket képes feléleszteni. Örö möm igen nagy volt , midőn régi vágyam tel jesítve lön. Az út Mestreből, keresztül a Lagúná kon, úgy szólván iszapban, sem festői sem kel lemes, mert négy hajóssal is két óráig tart ezen fekete, egy átalán nem a legjobb illatú, posvány ságon a menet , és noha az ember gyorsan ha lad, még is örvend, midőn elvégre két sor házat megpillant , mellyek tudtára adják hogy ez Ve lence. Egy pillanattal kívánnánk az egészet elnyelni ; azonban így még is csak vázlatot sze-"], [44, "34 rezhetiink magunknak , mert hogy mind ezen pompás palotákat, mellyek egy részt, fájdalom, többé nem azok, tökéletesen megismerhessük, a hajó-sétát egy ciceronéval kell megtennünk; a Canal grandé mellettiek csak részben készültek el. Roppant házak, festetlen fa ablaktáblákkal, roskadó félben, némellyek egészen táblák és ablakok nélkül. Ezen épületek a múlt korból felmaradt képek, fényök a Respublica elestével enyészett, el. Az egykori szépséget rajtok u gyan most is szemlélhetni, de tekintetök mint minden eltörpült nagyságé, szomorú. Több ela dó paloták is találtatnak , mint a Palazzo Bar barigo, híres régi művészek által készült drága festvényekkel s minden féle alakú és színű rőf nyi magos japáni edényekkel, és egyéb gyűjte ményekkel : de nem veszi senki. Velence , úgy hiszem , annak mutatkoznék legszebben, ki madár-szárnyakon jöhetne ; mert Mestre felöl a szigelváros nézete épen nem meglepő. Léghajóból, honnét az egész víz övez te várost át lehetne tekinteni, felséges lenne a látvány."], [45, "35 Én aCanal grandé degli Schiavo n i n szállásolok, az egykori B e r n a r d i palo tában, most Grand Hotel RoyalDanielli ben,s gyönyörű kilátásom volt a San Giorgio maggiore,és Giudecca szigetekre. — A ha rangok folytonos zúgása S. Giorgio, és R e demtore egyházakban, s a Pulcinello, melly a fogadó előtt telepedett meg , alkalmatlanok a csendes csodáiéra nézve. Ki a lármás helyeket szereti , annak ezen vendéglő kellemes leszen, a csendet szerető utasnak az Európa nevezetűt ajánlom. Az első különféle felekezetűek gyül pontja. Minden a sz. Márk piacára siet, tolong és törekszik. Ki azt hinné, hogy Velencében mindég vizén kell járni , igen csalódnék : az egész várost bejárhatni szárazon is. Sz. Márk piaca 680 láb hosszú, 550 láb széles : Velencére nézve valódi tünemény. Ha a bécsi Graben olly jó kövezettel bírna mint ez, azonfelül a bérkocsisok, mellyek kivált rósz időben igen kellemesek , de a szép tágas tért épen nem ékesítik, be nem állanak, kicsinyben hasonlílna sz. Márk piacához, mi Velencére néz- 3*"], [46, "36 ve, miután csak ez egy szabad tér találtatik ke belében , a világ nyolcadik csodája. A kalmár boltok, kivált a szépmüárusokéi sokkal szebbek Bécsben; a velencei kövezet ellenben jóval fe lülmúlja a bécsit; igen meglepett láthatnom, hogy egész Velencét gyalog is be lehet járni , noha nagy kerüléssel. A két félre osztott város R i a 1 1 o nevű híddal köttetik öszve ; s így a ki jó lábakkal bír, nem szorul gondolára. S. Márk egyháza becsét örök időkig megtartó remekmű. Ha az ember egyszer benne van, nem győz eléggé csodálkozni a még eddig nem látottakon, s legyen bár meddig ott, mindig talál valami ujat, mi figyelmét igényli. Képzeljen egy arany földü mozaik mennyezetet, mellyen igen eleven színekkel különböző szentek , a boldogságos szűz és János jeleneteiből több alakok mester müileg vannak kiábrázolva. Szóval ezen egy házban minden , mit szemlélünk mestermü , s látnunk kell nem leírni ; a látvány maga gyö nyörködtet, a leírás ellenben unalmat okoz. Olaszország áltáljában a nagyszerű egyhá zait hazája ; de a sz. Márké mindegyiket sokkal"], [47, "37 felülmúlja ; ha az ember egyszer benne van, alig tud tovább mozdulni, — kénytelen azt eszébe juttatni, hogy utazó és nem benszülött, s tovább kell mennie , mi szerint ha nem szebbet is , de más nemű szépet láthasson. Közel a bemenetnél van egy fekete kápolna, fekete katafalkkal, mellyen szinte fekete halott (mind ez bronzból), terül el; Zeno bíbornok emléke. Az egész irtózást gerjeszt, a fekete szín s a kitett halott mindjárt a templom előtt. Eszembe ötlék akaratlanul is, hogy a megholt nak vagy igen alázatosnak kellé lenni , vagy meg nem érdemelte hogy nyughelye az egy házban legyen — et on P a mis á la porté. Sze gény ! talán igazságtalanul bánom vele ! A kincstár. Ebben több müdrágaságok találhatók. Leg kitűnőbb a Pala d1 oro. Egy nagy festmény arany és ezüst hátmöggel, gyön gyökkel s más különféle drága kövekkel éke sítve. Jeleneteket ábrázol az ó és új Testamen tumból és sz. Márk életéből. E kép az idő s nedvesség által annyira meg van rongálva, hogy mind ezen szépségekből jelenleg alig is-"], [48, "38 merhetni meg valamit. Egy ügyes művésznek sikerült ezen remek és becses munkát ismét fel találni és megújítani. Még nincsen egészen ké szen, s most is dolgoznak rajta ; ezen Tableau csak a mennyben vagy sz. Márk egyházában állhat méltó helyen. A Márk templomának padlata mozaikmü, s egészen hullám formájú. Ugy tetszett, mint ha száraz tengeren járnék : igen vigyázva kell járni , nehogy elessünk. Ha ez épület olly ré gen nem állna már hullámforma padlatával, az ember valóban félhetne. Épen a császár születése napját ülék , mi dőn Velencében voltam miért is sz. Márk egy háza, s az egész piac ki volt díszítve. Egy fe hér és veres posztóval bevont folyosó vezetett az alkirály palotájából az egyházba. Ez előtt ka tonaság volt felállítva hosszú sorokban. Hogy mindent jól láthassak , a négy bronzlóhoz mé nek , mellyekre olly büszkék a velenceiek. Több elhulladozott kő darabocskákat elrejtek emlékül , s igy valóságos egyházrablás bűnébe estem. Melly messze s melly soká tartó utakat"], [49, "39 tettek ezen lovak a nélkül hogy lábaikat meg mozdították volna ! Romából , hol Nero s Tra ján diadalíveit díszesíték , Constantin császár parancsára Kostantinápolyba vitettek. Marino Zeno , mások szerint Dandolo, küldé azokat 1205-ben a velencei respublikának; 1797-ben Parisba vándoroltak, honnét 1815-ben ismét vissza jöttek ; mint ha Nero, Trajan, Conslantin és Napóleon elöfogafai lettek volna. A Palazzo Ducale-t Marino Falieri a XlV-dik században épiteté ; akkor még senki sem gondolta hogy az épitetö 80 éves korában az óriáslépcsön le fog nyakaztatni. Rémesnek tet szett nekem ezen Palazzo Ducale a maga P o z ziával, ólomkamráival és sóhajok hídjával. Vissza gondolék azon sok ártatlanok sóhajtá saira kik itt kivégeztettek, s kiknek száma bi zonyára többre megy azokéinál, kik bűnösök valának. Különös kelletlen érzés fogott el a Consiglio dei dieci e dei tre teremben , s a fő tanács ajtaja mellett a falba illesztett, három lábnyi deszkácska előtt, hol egy igen szoros nyílás látható, melly épen egy papiros lap el-"], [50, "40 fogadására elégséges, s kinek-kinek alkalmat adott bárkit, ártatlant vagy vétkest, minden hosszas vizsgálat nélkül bevádolni. A Palazzo Ducale pompás termeivel , hol a legelőkelőbb mesterektől mint Tizian, Tintoretto, Pálma, PaoloVeronese,JeanBellino, vannak festvények, — most mint az elenyészett nagyság sírja egészen üresen áll , míg rommá nem leszen, mint maga a régi alkotmány is. Az egykori építő hatalmasnak érezheté, az igaz , magát ezen palotában, de boldognak so ha sem. Felül a Piombi, alulaPozzi, köze pett a bús sóhajok hídja. Inkább pokolnak látszék előttem az egész, mint palotának. Dante felírása itt nagyon a maga helyén leendett : „Per me si va nella cittá (al Palazzo) dolente.\" Adigran consigli teremben szemlél hetni valamennyi Dogék arcképeit; azon he lyen, hol Marino Falieri arcképének kel lene állni, e fölirat olvasható: „Hic est locus Marini Falieri Falestui decapitati pro criminibus.\" A könyvtárban mutatott a jeles könyvtár nok egy földabroszt, 1460-ból, visszájára for-"], [51, "41 ditott betűkkel ; ezen anticipálva szemlélheti az ember a jó reménység Fokát, melly csak későb ben Diaz Bertalan által fedeztetett fel 1493 ban. Velencét tárgyazó igen szép történeti ké pek ékesítik e termet. Egy igen barátságos ke zekre bízott museum ! — A Piombiban láttam azon helyet, honnét Casanova szerencsésen megszökött. Majdnem kár, hogy szabadulása sikerült, mert undok memoirjaiért a büntetést (télen legalább) egy kissé csakugyan megérdemelte. A Barbarigo palotában láttam Tizian híres Magdolnáját és Venusát, azonegy terem ben ! különös összeállitás ! E szobában dolgo zott Tizian s ugyan ebben halt meg. Elbízott, tán hallatlan elbízott állítás ha azt mondom hogy Magdolna nekem nyitott ajakkal nem tetszik , de én a nyitott szájat csak erős testi fájdalom jeléül gondolhatom , mély lelki szen vedés és szellemi fájdalom kifejezéséül nem. A festés felséges ! ez magában értetik. S.Maria della Salute. Ezen egyházat hála emlékül építteté a köztársaság az 1630-ki"], [52, "42 dögvész elmultával, melly 44000 embert ölt el. Megvallom, én más okát óhajtanám ezen hála emléknek , mert különben hinnem kell, hogy azon 44000 áldozat mind rósz érzel mű republikánus volt. Az egyház igen szép újabb architecturai mű, számos festvényekkel s oszlopokkal ékesítve. Mindenütt Paolo Vero nese és Tizian müveit láthatni. Három , gyö nyörű, rubin, smaragd, onyx, lapis lazuli és malachittal díszesített , ezüst hátterű , oltárképe van, mellyek ünnepek alkalmával az oltár előtt díszelegnek. Pala d' oro nemű felette mestersé ges műnek tartatnak, s nagyobb ünnepeken az oltárasztal innenső oldalára helyheztetnek. Ezen egyházban 1815-ben tartatott a felszentelés 100 éves örömünnepe. Ferenc császár épen ezen időben érkezett meg párizsi diadalmi útjából, és szinte jelen kivánt lenni ez ünnepélyen, a miért a Canal grandé-n egy új híd vonatott számára , hogy annál kényelmesebben mehessen a túlparton épült egyházba, minden a legjobban és nagy fénynyel volt elrendezve. Elül ment a császár"], [53, "43 népes udvarával , kisérve a főnemesség, a kor mányzó s annak polgári tisztei, katonaság és számos nép által. Az ünnep minden zavar nél kül folyt; ugyanazon rendben jövének ki az egyházból is. Ö felsége nyugalmasan haladott keresztül azon hídon, melly kevés perccel utóbb a rajta áttolongó néptömeget meg nem bírva leszakadt, és sokan szerencsétlenül jártak. So kan megmentettek ugyan , de sokau a Canal grandé-ban találták véletlen, nedves sírjokat. Egész nap legnagyobb rémülés volt, kik haza nem tértek, elveszetteknek tartattak. Csak este csillapultak végre kissé a kedélyek , midőn többen megtértek övéik karjai közzé. Épen úgy jött ki , mintha ezen ünnepnek, mellynek a dögvész adott léteit, egy más nemű szerencsét lenség által kellett volna emlékezésbe hozatni. Áldozatok kivántatának meg. Hogy unalmat ne okozzak, Velence többi szebb templomait csak röviden fogom érinteni. Redemtore egyház igen nagyszerű épü let, szinte hála emlékül építve egy dögvészjár vány elmultával, melly 50,000 embert ragadott"], [54, "44 ki az élők sorából. Orgonával nem bir , de ta lálható benne egy igen nagy gonddal készült Krisztus, két apostollal bronzból. S. M o i s é csak azért vonta magára figyel memet, mert Mózest oltárképnek még sehol sem láttam. S. Sebastiano- egyházban majd minden kép Paolo Veronese által készült. Mell szobra és sírköve is itt van. AFrari egyház legnagyobb s majd leg szebb egész Velencében, igen szép emlékkel bír a Dogék idejéből ; van azon kivül egy Ca novától, csaknem mindenben hasonló a bécsi Augustinianus egyházban levő Christina föher cegné emlékéhez ; itten találtatik ezeken kivül azon szerény, két láb hosszú s két láb széles emléktábla, mellyen csak e név : TIZIAN áll. 0 a dögvész ideje alatt halálozék meg sept. 9. 1575., azért kapta ezen kisded emléket, miu tán általányosan azon hiedelemben voltak, hogy pestisben halt meg, s az ellenkezőt nem lehetett bebizonyítani. Szinte ezen egyházban van egy urnában Busonne de Carmagnola generálisnak"], [55, "45 feje , ki sz. Márk terén fejeztetett le, s kinek arcképe a Dogék palotájában található. A Dei Gesuiti egyház, egyetlen a ma ga nemében, egészen fehér márványból és ver d' anticoból áll, lombozatos rajzzal, mi az egész nek olly látszatot ad , mint ha nehéz fehérzöl des szövettel volna szönyegezve; még az oratóriumokon levő redőzet is olly művészileg készült , hogy bár ki is nehéz selyemkelmének gondolhatná. A főoltár előtt egy fehér s vörös márványból készült szőnyeg szemlélhető, olly ügyesen s mesterüeg készítve , hogy azt vélné az ember , mikép igazi puha szőnyegen lépdel, pedig minden kemény márványból van. Ezen egyház nekem bámulatos márvány ékesítmé nyeiért sz. Márké után legjobban tetszett. Scalzi templom különböző márványké pekben dús; az ellenoltárok mindig hasonló, fejér, fekete és veres márványból készültek, igen sok Dogé és nobili emlékoszlopa is lát ható itt. — Madonna dei Rosario egy temetkezés által lön előttem érdekessé, melly épen ekkor"], [56, "46 tartatott; ez valóban le convoi du pauvre vala : két hajós s a koporsóból állt az egész ! Felette nagy elhagyatást és szomorúságot fejezett ki. — Egy kísérője mégis találkozott a szegénynek mert én lélekben követtem öt. S. Rocco igen csinos egyház. — ACon fraternitá di S. Rocco pompás épület nagyszerű lépcsőkkel ; a remek festvények kö zött említést érdemel a keresztre feszítés Tin torettótól, Mária fogantatása, és egy gyermek gyilkolás. A Confraternitá gyűjteménye általában igen nevezetes, és dús nagyszerű képekben. S. Giovani e Paolo képek s az oltár mö gött gyönyörű márvány faragványok kincsei vel gazdag. Ezen egyházban van felállítva Vendramin dogé szép emléke, valamint pattan tyús tábornok Chasteller s erősségi kor mányzó igen szerény emléke , ö csodálója volt a művészetnek , s az ö vesztét igen fájlalták a velenceiek. Monda szerint itt nyugszanak Ma rino Falieri tetemei is. Az egyház előtti oszlop Bartolomeo Coleone velencei generálé."], [57, "47 S. S a 1 v a t o r e. Nevezetes gazdag ezüst oltáráról, s a Cornaro család emlékoszlopai ról, mellyek közöl egy a Cypriai királyné Cor naro Kataliné. Accademia delle belle arti. Leg nevezetesb és legszebb itt a Maria mennybe menetelét ábrázoló kép Tiziantól. Ezen aca demiában igen sok régi oskolabeli képek legel hanyagoltabb állapotban valának elrakva, mind addig, még a szép művészet iránt szeretettel viseltető magyar Beniczky a Conservatore delle belle arti, azokat jobb állapotba nem he lyezteté; az ö rendelkezése s értelmes kormány zása alatt, mert ö egyszersmind művész is, ezen academia bizonyosan virágzó állapotba jutand. Azon terem falában, hol az előadások tar tatnak, egy kisded emlékkőben őriztetik Ca nova keze. Meglátogattam a Schiavoníék, az atya és a fiú, úgy a Liparini műhelyeit is, — e három kétségkívül legjelesebb művésze Velencének."], [58, "48 A mit nehezen nélkülöztem Velencében : a romancák, melly eket a sajkások (gondolieri) hajdan holdvilágos estéken, vagy máskor is, kedvelteik ablakainál éneklének. E faj azon ban egészen kihalt, most már pénzért sem kapha tók többé csónakost , ki énekelve a régi boldo gabb kort feléleszthette volna emlékezetemben. Egy angol, ki velem talán hason ízléssel bírt, énekeltetett ugyan magának valami nyolc férfi által, de ezek karénekek és nem szerelemdalok voltak, hold és szerelmes nélkül ; azonban meg vallom, nekem mégis igen tetszett. Egyébiránt nyolc nap Velencének igen kevés ; ha azt , mit látánk, meg is akarjuk emészteni, 14 nap sem sok, főleg, minthogy ez első városa Olaszor szágnak , melly művészi éldeletet nyújt. A kormányház sz. Márk terén fek szik, gyönyörű kilátással a piacra, és tengerre. A kormányzó a nyári hónapokon át Strában lakik , mit kis S c h ö n b r u n n a k nevezhetni. A velencei kormányzót méltán lehet királynak nevezni, olly gazdag és pompás helyzete van."], [59, "49 Padua igen nagy, de annál kevésbbé szép város, kes keny utcái mindkét részről fedett folyosókkal vannak ellátva, mi igen szükséges ugyan ezen forró éghajlat alatti városban , de nagyon mo gorva képet ölt reá. Paduában igen kevés neve zetességet találni, de a benne foglaltak szemlélé sével egy pár napot is könnyen eltölthet az utas. Padua egyházai között legcsinosabb Sz. A n talé; a háziúr kápolnácskája azonban figye- 4"], [60, "50 lemre legméltóbb, az oltár hátulsó részén ta lálható márvány faragványaival. Ezen farag ványok Sz. Antal valamennyi csodatetteit ábrá zolják olly híven , hogy a néző a síróval sírni ; a csodálkozóval csodálkozni; a vigadóval, vi gadni kénytelen ; illy érzést varázsolni hideg kövekbe csakugyan művészet. Az oltáron ezüst koporsóban ezüst tartók ba helyezett gyertyáktól környezve nyugszik maga a paduaiak védszentje ; a szerencsétlenek, midőn kérelemmel járulnak szentjökhöz , igen közel mennek hozzá, hogy titkos kivánatai kat egyedül ö hallhassa. Ezen egyházban nyug szik Jablanowszka hercegné eltemetve, sírja fölött férje által eszközölt igen szép föl— irás olvasható. — Említést érdemel még sz. Justina egyháza közel a Pradohoz. Az oltárkép a véd szentet mutatja Paolo Veronese ecsetjé től. Ezen egyház igen nagy, s nagyszerű stíl ben készült. —"], [61, "51 A Prado közel Sz. Justina egyházához pál ma- s akácfákkal beültetett csínos kerek piac, számos nevezetes paduaiak szobraival ékesítve. Kivül a Prado körül tartatnak évenkint a ko csi- és ló-versenyzések, a beikor csupán sétá lóknak van rendelve. A világon — az utazók általános állítása szerint — csaknem legszebb kávéház a Café Pedrochi. Bizonyosan kincset talált a birto kos, különben a dolce far niente osztály belieknek illy fényes helyet alig létesíthetett volna. Kár hogy a Prado közelében nem épít— tété ; a hely hol jelenleg áll, nem felel meg az épület nagyszerűségének. Egy abroszát láttam itt a négy világrésznek en Stuc, melly gyö nyörűen készült. Antenor sírja még jó állapotban van. A monda szerint ö mindjárt Trója veszedel me után váudorlott ki, s alapítá Padua városát. Valójában ! régi történetke ! három ezer esz tendős. Sz. Antal egyháza előtt Gattome 1 a t a generálnak Donatello által készült szob ra áll."], [62, "52 Ezzelino Padua zsarnokának, ki 1200 pol gárt vesztete el, tornya, hajdan fogház, je lenleg csillagvizsgálásra használtatik. Két elnevezés különösen mulattata engem Paduában , a füvészkerté : le Jardin des simples, és az egyetemé dei Bo. A füvész kert igen sok ritka s drága példányokkal gaz dag, s egy a legrégiebbek közöl Európában; az egyetem bizonyosan egy hajdan ugyanazon helyett létező, az ökörhöz címzett korcsmától neveztetett el. Az e u g a n e i hegyek Paduánál még nem szépek , szehbek közel Arquáhoa, Pe trarca lakhelyéhez, ki 1374. halt meg. Em lékét, s lakát karszékével még jelenleg is lát hatni. Könyvtárát a velencei respublikának hagy ta; arcképe sz. Antal egyháza sekrestyéjében szemlélhető, melly utóbbi édes érzést költ az emberben , midőn Laurájára éa szerelemdalaira gondolunk. Könyvtárában meghalva , fejét egy könyvre nyugaszlva, találtatott. Költői halált halt!"], [63, "53 Abano fürdőhely közel Paduához. Mi ide april 22. érkeztünk , s így kissé korán ; a für dés csak későbben szokott kezdődni. A színház középszerű , valamint a benne tartatni szokott éneldés is. Európa című vendéglő közel sz. Antal templomához kényelmes s így ajánlható. A Salla della Ragione 300 láb hosz szu és 100 láb széles terem, nagyságáról, fres cóiról s meridiánjáról nevezetes. Ezen teremben szolgáltatott ki az igazság, és széke volt a kor mánynak. Kinek valamelly baja volt , ide jött. A törvénylátás igen egyszerű, de kissé különös volt, gyakran nem minden célzások nélküli. T. i. minden pörosztálynak saját állati jelképe volt felül a padolatra festve, melly állat alatt az ille tő bíró ült. Ebből már lehetett körül-belül tud ni : a róka az öröklési ügyeket űzte , a szamár a válópöröket , a farkas az adósságiakat , stb ; az előadó meg sem neveztetett mi szükségtelen is volt . csak az mondatott : a 1 A s i n o , s kiki"], [64, "54 tudta melly ügy vezete ide. Az előadó válto zott ugyan gyakran , jelképe nem , az megma radt , s mind máig látható ; valamint egy oklevél is . melly így szól : Avra da soltoporre isuoi etc. al ufficio dei Cavallo etc. Most a terem üres, s a bírák mind a föld alatt nyugszanak *). *) Sokkal lelkisineretesb vagyok , hogysem határozottan azt állítsam , hogy a piafond állatai közt egy szamár is ta- lálkozott ; mert szeretem ezt az állatot, s rokonszenvet érzek a néma tűrfl iránt , neki szívesen szakasztanék olt helyet, még pedig egész joggal (mert hol több van , ott ez egy is ellehetne), minthogy békességes tűrés és ki- tartás a nyomorúságban a szamár jellemének fő vonalmai. Az ő firmája alatt kétség kivül mindig barátságos egye- zés javasoltatott volna."], [65, "55 Ferrara. fa duából Ferrarába vezető út igen unal mas. Ha az ember a füzfasorokat , mellye ket szölöfüzérek ékesítnek, egyszer jól meg nézte, bátran behunyhatja szemeit egész Fer raráig, a nélkül, hogy valamit vesztene. Még a távolban sem látni hegyet. A P ó vize , mel lyen át kell menni , határvonalul szolgál az osztrák s egyházi tartományok között. Ferra r a kevéssel vidorabb város P a d u á n á 1 ; szem-"], [66, "56 leletre méltó tárgyakban mindazáltal fölötte sze gény; szép a város közepén még jelenleg is ép állapotban álló B orgiák vára melly, mosta bibornok-helytartó széke. Minden szobáit meg tekintettük; meg az elhírhedt Lucrecia termeit is , igen kényelmes szobák , a bútorzatok ille delmesek ugyan, de nem pompásak. A Sz. An na korházbani börtön, hol Tasso, Estei Alfonso által hét évig fogva tartatolt, Eleonóra herceg né iránti szerelme miatt , borzasztó egy fészek, ha meggondoljuk , hogy ezen üregben melly ok miatt kellé egy Tassónak szenvednie. Még két hasonló példát tudok, kik szerelmök miatt szen vedének: L a u c e n é t kit XIV. Lajos csukatott a Bastilbe Mlle Montpensier iránt nyilvá nítóit érzelmei miatt; s Trenkét, kit II. Fri drik porosz király büntetett meg nője testvére iránti hajlamáért , azon különbséggel , hogy míg T a s s ó a börtönben meghalt, T r e n k késő kort ért-el. T a s s ó börtöne igen sok utazótul láto gattatik, a falak be vannak borítva nevekkel. Kiki meg akará örökítni nevét azon falak közt, mellyekben Tasso szenvedett : valóságos szén-"], [67, "57 tetlenítés . főkép mert más nevek is itt állnak, mellyek arra jogosítva vannak. Én mindnyá jokét kihúznám, V i c t o r H u g o, D u m a s Sán dor. Zedlitz és Balzac-én kivül, kik ér tették s föl tudák fogni a nagy költőt. A bör tön ajtajából már jó nagy darab hibázik, s ha az emlék- kedvelök mindjárt Tassó halála után elkezdve, egész mostanig folyton folytatták volna ekkép az emlékeztető szedését , legalább 20 új ajtónak készítése vált volna szükségessé. — Angol tudományos utazok, azon helyről, hol Tas só háza állott, még téglákat is vittek magok kal emlékül. A dom csínos egyház , nekem azonban külseje belsejénél jobban tetszett. Ariosto , későbben Napóleon piaca, ismét visszanyeré előbbi nevezetét. Az egyetemben láthatni Ariosto szé két, tintatartóját s orlandóját."], [68, "58 A le tre Corone-hoz címzett vendég lő igen szennyes, s ez oka hogy csak félnapig időztem ott, holott szándékom volt még egy na pot Ferrarában tölteni."], [69, "59 Bologna. ff errarából Bologna felé az út egy jól mivelt konyhakerthez hasonló , az ember faso rok, szőlővenyigék között halad ; valódi folyta tása a Paduából Ferrarába vezető útnak, eleinte újságával tetsző , de csak hamar unalmas örök egyformaságával , kivált, mert semmi kilátással nem örvendeztet. Bologna meglepően szép helytt fekszik ; az Apenníni hegyek itt kezdődnek. April 30. volt, s így a zöld halmok, kies villák, szép ki látás egészen földerítek a hosszas úttól elfá radt kedélyemet. S. Michaele in Bosco és S.Maria Madonna di S.Luca, hová egy valódi óriási mű, 640 íveken álló fedett folyosó, vezet a városból, igen kedves sétahelye a bo lognaiaknak."], [70, "60 A fő egyház igen szép. S. Pelronio a második nevezetességű egyház Bolognában. Réztáblán délmutatója van; a világosság a mennyezeten hagyott csillagfor ma nyilason esik be, s mutatja a 12 órát télen nyáron. Ebben a templomban koronáztatott meg V. Károly spanyol király, VII. Kelemen pápa által; ugyan itt van a Baciocchi család sírboltja, ki sógora volt Napóleon császárnak. 0 Eliza nejének igen szép emléket állíttatott, ki itt nyugszik eltemetve ; hihető hogy a her ceg egyetlen leánya , ki Cameratonál van férjnél, emléket állítaná atyjának, ki épen ápri lis 30-d. midőn ide érkezénk, halálozott meg. A meghalt herceg unokáját az ifjú Cameratót nevező ki örökösének. A palotában, mint mond ják, igen sok érdekes ó és újkori drága müvek, szép történeti festvények, s családképek Na póleon egész nemzetségéről, találtatnak; én azonban ezeket fájdalom nem láthatám, mert a herceg teteme akkor még a kápolnában ki volt terítve. Angelo Mihály mesterséges lépcsőjét láttam. Azon kápolnában, hol a herceg kiterítve"], [71, "61 volt, egy érdekes emlék is vala látható, mellyet az anya szeretett gyermekinek készíttetett. Áb rázol ez egy alvó kisdedet, s ezzel szem közt a falban anyjának, Baciocchi Elizának szíve van el takarítva; illy felirattal :Elleavaituncoeur digne de la soeur de Napóleon le Grand; nekem jobban tetszett s jobban is illett volna így :Elle avait un coeur deMére. A harmadik megtekintésre érdemes egyház a dominicánusoké, hol a bemenet baloldalam ká polnácskában gyönyörű fresco-festvények talál tatnak Guido Renitöl; ki szinte itt van el temetve forrón szeretett mübarátnéjával S e ranjval; ki szinte híres festöné volt. Lehető hogy őket csak a mükedvelés egyesíté, a sírban hideg a szerelem. Én ezt a szigorú dominicanus szerzetesektől igen szabadelmü eltakarításnak ta láltam. Ezen kápolnában csaknem minden Guido Renitöl van festve. így kellene minden művész nek nyugodni , müveitől környezteivé. Az en nek jobb kéz felöl megfelelő kápolnácskában van egy oltár, tisztán márvány- s elefánt csontból készítve. Ez oltár létesítésén minden"], [72, "62 akkor élt művész dolgozott. így Angelo Mihály egy térdeplő angyalt festett , melly az egész világot csodálkozásra ragadja ; a mű olly gyen géd, hogy könnyen bár ki is elefántcsont metszvénynek tekintené. Láttam itt messziről azon földalatti börtönt is, mellyben a szerencsétlen Enzio király 22 évig kinoztaték a bolognaiaktól; — s más szép emlékeket. Szóval ezen templom egy a legnevezetesbek közöl. — Igen érdekes Marsigli gr., egy antikgyüj teményböl, könyvtárból , s egy természettörté neti s anatómiai cabinetböl álló gyűjteménye, több jeles festvénynyel. Van benne egy Maria mennybemenetelét ábrázoló kép Caraccitól és átalában sok szép kép. A bécsi anatómiai cabi net mégis sokkal rendszerezettebb és szebb. Legszebb kilátást élvezhetni a négyszegű Asinelli toronybul. Ennek görbe hitvese a Garisendi név alatt ismeretes torony. Mind kettő építőjétől nyerte nevét. Az utóbbi sokkal magasabb volt , de lerontatok , miutáp félni lehetett, hogy összeroskad."], [73, "63 A P a t e r n o hegyen található bolognai villó körül (phosphorkö) azt beszélik , hogy sötétben, izzó szénként világít, ha előbb levegőn vagy napon állt ; érdekes jelenet, ha tulajdonsága bebizonyodik. Miután hoztam egyet magammal, ez állitás igazságáról rövid idő múlva meggyőz hetem magamat. Zambeccari, és Mareschalchi gró fok gyűjteményei nevezetesek. A bolognai Campo Santo, templomos tul , minden leírást felülmúl szépségével. Sehol a világon halottakkal nem bánnak olly jól mint itt; s ha az ember ugy végig tekint a hosszú folyosókon , mellyeknek falain a legszebb em lékek láthatók , carrarai márványból jó meste rek által készítve , s tekinti, milly szép és nyá jas mind ez : magától támad e gondolat az elmék ben „Itt szeretnék halva nyugodni.\" Az em ber nincs ugyan en pays de conaissance, de a szép tartózkodás pótolja , mit ismerősökben vesztünk. Muratné , az elébbi nápolyi királyné"], [74, "64 még éltében e helyet választá hólta-utáni nyugal mául. A királynét Florenzból, hol meghalálozott, várták ide. Mindenki vehet magának itt egy helyecskct, melly örökre birtokában marad, nem úgy mint Bécsben, hol az ember (némelly csa ládi sírboltokat kivéve) soha sem birtokosa sír jának , hanem csak tíz évre, bérben foglalja el azt. Bolognában még a szegényeknek is ma radandó sírjaik vannak, s nem temettetnek, mint Bécsben, árkokban össze-vissza a szerint, a mint férnek. Itt saját osztályok van , szabadföldben csak. így a gyermekek is együtt feküsznek. E helyt fájdalommal emlékeztem elköltözött kis dedeimre. Az helyes, hogy e tiszta angyalok együtt maradnak. Csak az a különbség e he lyeken is , hogy a gazdagok itt is , márvány palotákban feküsznek , mig a szegények, szinte mint éltükben , föld hajlékban laknak. Nem ke reszt , hanem egy kis karó , mellyen a halál könyvre vonatkozó szám áll , jeleli a he lyet , hol annyi könyük hulltanak. Még a ha lálban sincs — holott az egyenlőség elve itt legalább keresztül vihető volna, mert előkelő"], [75, "65 és pór még is csak por és nem arany — még a halálban sincs egyenlőség. A világ nagyja még éltében, mellyben előkelő polcot foglal el, határozza meg. mikép bánjanak vele halála után. Az- élet olly nehezen barátkozik meg az enyészettel; innen a pompás márványcímerek, mellyek hasonlók némelly kalmárboltokhoz, mel lyek kivül szép rakszekrényekkel bírnak, de be lül semmit sem találunk. Bolognának e sírhe lyében minden uj , a régi emlékek legalább jól vannak megtartva. A gazdagok és előkelők sírján feliratok vannak , az egész még nincs elkészülve. Ezen halotti városra a bolognaiak évenként 6000 scudit költenek , több folj osóval bír, mellyek vas rostélyzatu ajtók által kapcsol tatnak össze. A felügyelő igen vigkedélyü em ber , ki ezen hangulatát a holtak közepett is meg tudja őrizni. Nehéz szívvel hagyám el a helyet, melly an nyira megragadott, s nem hiszem, hogy a világ szerte hires pisai Campo Santo a bolognainál szebb legyen. — Templomában nevezetes mű- 5"], [76, "66 veket találhatni Guido Reni, CaracciSi rá nytól, kik itt ugy fogadják az idegent, mint Velencében mindenütt JeanBellino, Paolo Veronese, Tizian és Tintoretto. Bo logna vidéke hasonlít Florencéhez, s azért kellemes, mert a városban is a falusi élet kel lemeit élvezhetni , a mezei lakok közel fekvése miatt. A színház igen szép architektúrát mutat XIV. Lajos korából. — AHőtelsuisse című vendéglő igen tiszta és ízletes ; a képtár egy a legnevezetesbek közöl."], [77, "67 Florenc. A Bolognából Florenc be vivő út, ha nem fölötte szép is, de a hegyek, mellyeket Ve lencétől kezdve nélkülöznünk kellett, kellemetes látványul szolgálnak. Halmok, völgyek folyvást váltogatják egymást. AzApennini hegyek nem szép idomuak , nagyobb részben kopaszok , né mellyek ritkásan benőve , igen kevesek fákkal beültetve , azonban nagyon népesek ; a lakhá zak nem távol esnek egymástól. Öt hat házas 5*"], [78, "68 helyek, sőt egy városka is szépítik a tájat. Ca vigliano azon egyetlen hely Bologna és Flo renc hözött, hol éjszakára szállani lehet ; mert közönségesen egy nap alatt szokták ez ulat meg tenni; de e végre jókor is kell fölkelni, mert 15 óra mégis mindig szükséges az utazásra. Egy gyönyörű pont is található a helyen, honnét az adriai tengert beláthatni. Beszélik, hogy e helyről két tengert is szemlélhetni , megenge dem : valami tökéletes látcső segítségével , én azonban csak egyet láthatók , s a másodikra nézve egész szerénységgel kételkedni bátor kodom. Filigare és Cavigliano között egy tüzecske tűnt föl szememnek, mintha a földgyomrából lobogott volna fel , hihetőleg vulkán nemű. A rablókkal épen ugy valánk az Appenineken mint Prevaldban: egy cher voleurt sem láthattunk. Ha a város pompás látását teljes mértékben kívánjuk élvezni, szükség, hogy nappal érkez zünk Florencbe. Én soha sem fogom feled ni a dicső várost."], [79, "69 Az utolsó hegyről a kilátás gyönyörű; a tömérdek épületekkel s fölséges domo jávai gazdag város feküdt előttem, annyira hatva reám, hogy örömmel kiáltanék fel: valahára itt vagyok a mügazdag Florencben! Megvallom hogy felette örültem itt létemnek , mert sem olaszországi , sem különösen ílorenci út nem foglaltatott egyszerű , mindennapias élettervem- ben. Éltes szellemem, fájdalom, még mindig nagyon ifjú e roskadt testhez képest : ezt leg- inkább itt éreztem , hol lázadó alattvalóim , lá- baim t. i,, többször cserben hagytak. De mit is tudnak a lábak művészetről. Gazda nélkül számoltam. És így mindjárt a legelső kirándu- lásra — miután három órát tölték az Ufficj-ban — egészen ki voltam fáradva, s haszna- veh étlen állapotban , de különben szomorú sorsomban egészen megnyugodva. Szerencsémre 9 egész napig mulatók Florencben, s így az elmulasztot takhelyre pótoltattak. Palazzo Pittiaz első műcsarnok a vilá gon. Szolgáljon ez leírásul egy a művészetben"], [80, "70 járatlantól, műértők hosszasabban irák le e jeles gyűjteményt. Nekem legyen elég mondanom, hogy a Palazzo Pitt i-ben több mestermü vet szemlélhetni, mint az Ufficj-ban. Ez utolsó csarnokban nem mind szépek a müdara bok, míg az elsőben minden egyes darab kü lönös jelességü. A Tribunát kiveszem. Va lamennyi illy nemű műcsarnokokban, s így eb ben is, Paolo Veronesetöl láték egy Juditot az ö szerencsétlen Holofernes fejével ; meg nem fog hatom , mint \\ onhatott e tárgy annyi művé szeket. Velencében, Bolognában, s több kép tárakban akadtam erre a Juditra : nekem ez asz szonyiatlan asszony előadása teljességgel nem tetszett vonzónak. Hogy azt annyiszor másolta le Paolo Veronese valóban alig hihetem. Juditot, Mária mennybemenetelét s Mag dolnát csaknem minden gyűjteményben szem lélhetni. Az utolsó szobák egyikében egy bizo nyos kép különösen mulatlatott furcsaságával: Ádámot s Évát ábrázolá t. i., kiknek elseje az utóbbit kezén fogta, mint összekeléskor szokás ; köztök az atyaisten fehér lepelben."], [81, "71 Eredeti egy kép Fusinótól. Canova Ve- nusa carrarai márványból nekem sokkal job- ban tetszett, mint Cleomenetöl világ hirü is- tennéje a Tr ibunáb a n; amaz ifjabb, frissebb s ezért tetszett ez profanus ízlésemnek jobban, a másik öreg , foltozott , töredezettnél. Ugyan itt megmutatják az alsó teremeket is, a kápolnát, egy részét a fő-hercegi szobáknak , hol min- denütt gyönyörű festvényeket láthatni. Az egész bútorzat még Eliza Baciocchi idejéből való. Az alsó termekben a pietra durából ké- szült több jeles asztalok között szemlélhetni szobormüveket, szép edényeket, s egy nagy képet, melly VIII. Károly Franciaországból Mai- landba történt menetét ábrázolja. Ugyanazon a képen, közepett a nép között, található Savona- rola. Egy ablak mellett van egy kedves emlék, felejthetlen Ferenc császárunktól, tulajdon kezei- vel készítve. A kép egy tájat képez ónnal raj- zolva, várral, hegy gyei, fákkal , s katonákkal, mint rendesen gyermekek rajzolnak; alatta ezen iratka áll: grrans, 14 <3ept. 1772.,sigya sze retetre méltó kis művész akkor négy éves volt."], [82, "72 Az eztlstkamra valóban főhercegi ezüstben gazdag , több vaissellet, egyet vermeilleböl; to vábbá egy drága kövekkel kirakott pompás arany feszületet bír B e n e v e n u t o C e 1 1 i n i tői. A Palazzo Pittihez tartozó Popoli kertet a nagyherceg lakja ; az egész francia íz léssel készült, de nem olly meglepő mint S c h ö n brunn; a szobrok többnyire feketék, a schön brunniak ellenben fehérek , és jobb állapotban, mit csodálni lehet, mert a florenci éghajlat sze lídebb, s így a művészetet jobban kellene tisz telnie, mint a schönbrunni. Mindjárt közel a be metelnél van egy barlang, csepegököbül össze rakva ; eleinte , ha az ember a vas rostélyzatu ajtón betekint , csupa idomtalan kő-darabokat szemlél ; de minél tovább nézzük , annál több féle csoportozatait lehet megkülönböztetni az emberi alakoknak. Az állatgyüjtemény csekély; e tréfa kiesett a divatból ; mostani időben, négy lábú mulattató látvány darabokért már nem igen szerelnek"], [83, "73 pénzt adni. Az Ufficj a második képtár a vi lágon. Itt találhatni a híres Tribunát, hol minden festvény, minden metszet, remekmű. Jobbrul egy fekvő V e n u s , balról egy másik Tiziántól, ismét egymás Cleomenetöl, álló helyzetben; egy Apolló, egy Faunus Praxitelestöl, a Gladiátorok diszesítik a Tribunát. Itt annyi meztelenségeket lát hatni , hogy az embernek el kellene magát szé gyenlenie, ha mindezek a művészet rovására nem történnének. Ezen csarnokban az ember olly kevéssé szerény, hogy épen nem tarja illetlennek, illy tárgyak közt addig időzni mig csak lehet. A Tribunában egy Flóra, Madonna dei Car dellino,s RaphaelFornarin a-ja nekem legjobban tetszettek. Egyébiránt itt minden mes termü; s annyi holmit láthatni, hogy részletek re vajmi kevéssé figyelmezhetünk. Az egész nagyszerű benyomását becses emlékkint viszi magával az ember, s azon nyeresége mégis van, hogy , ha itt néhány óráig mulat , derék meste-"], [84, "74 reket ismer, s meg tanulja különböztetni a szé pet a nem széptől. Itt is vannak különben fest vények , miket nem tarték olly becses éknek, hogy e helyen díszelegjenek. így láttam pél dául egy Venust, ki kedves Amorát egészen prózai, úgynevezett sürü-fésüvel tetvészi. Ve nus valóságos mindennapi, vesztére-hagyott, polgári alak, Ámor pedig borzas fickó, s mind kettő tekintete gyűlöletes. Meg vagyok győ ződve , mikép Venus , ezen kép láttára igen megboszankodnék , bár a Tribunában , hol há romszor mesterileg szépen , egyszer pedig mint a világhíres medicei van festve , vigaszt talál hatna. Másik kép , az említettem ellentéte : há zassági-jelenet. Két nő viszi a menyasszonyt háló-szobába, hol a sóvár vőlegény tárt karok kal , s az ágyban várja öt. Vőlegény s meny asszony szörnyű alakok ; amaz részeghez, imez pedig markotányosnöhöz hasonlít. Gio vanni ezen két müve régiség, s különös össze állítás miatt érdekes , s mindkettő a hosszú csarnokban áll ; mit a többi szakoknál elébb kell átvándorolni. E szerint a Tribuna legjelesb,"], [85, "75 aztán a Niobeék teremé ; világos itt , hogy a kő sem érzéketlen. Láthatni , mint sír az ag gódó s szerencsétlen anya ; s ki ezen fájdalmat ismeri, sír vele ; egyébiránt ezen teremben nem volt semmi különös, mi nekem tetszett volna. Vannak még, műértőknek igen szép metszvé nyek, sarkophagok, római császárok mellszobrai s az Ufficjba menetnél egy sertés. Nem akarom ugyan tagadni a munka becsét, de bizony ne kem a sertés még sohasem tetszett ugy mint művészet tárgya. Florencben azonban gyakran találkozhatni vele , kedvenc darab. Óhajtottam ezen előszeretet okát kipuhatolni , de nem tud tam meg. Azt hiszem , hogy eredetiség egye düli alapja. A kincstár; igen sok becses tárgyat szemlélhetni itt ; legjelesb azonban egy kristály szekrény (cassette) Benvenuto Cellinitöl ; aztán nyolc agátkö-oszlop , mik azon oltárhoz valók, mellyet a nagy-herceg készíttetett. Középen flo renci mozaikasztal. Van itt , mint szinte a Pa lazzo Pittiben, sok igen szép s nagy becsű asztal,"], [86, "76 egyegy fiz személyre való, mellyeknek darabja 20000 scudi *) értékű. Ennyi gazdagságot, illyen munkában, pietra duraból sehol sem találhatni. Majd a tizenkét apostol, mindenféle drága kövek- ből, mik szinte a fölebb-emlitett oltárhoz rendel- tetvék, arculatjok van ezeknek különös szépen kidolgozva; a kövek színjátékait illy összevá- gólag kikeresni valóban szörnyű munka s fá- radság. Mindig három órát töltöttem a csarno- kokban; alig válhat meg az ember azon min- denféle szépségtől mit lát , s műértő , müked- vellö lesz, mielőtt sejtené. Azt, a szép hatása eszközli. Kilenc egész óráig valék itt; ha ki lenc napi rövid itteni tartózkodásom engedé va- la , még néhányszor elmenendő. Mind a két csarnok igen élénk, és sok idegen, honi fi- s nöfestészt találhatni benne. Sok hölgyet láttam, kik olly szépen másoltak , hogy Raphael vagy Tiziannak sem vált volna szégyenére. Vasárnapot kivévén, midőn minden zárva, a teremek minden *) Scudi olasz ezüst pénz , 1 for. 24 kr. — 1 for. 58 kr. értékű."], [87, "77 müve sz számára nyitvák. A csarnokokban ezen élénk zaj, tolongás, föstészek s idegenek jövés- menése ugy tetszik, mintha minden művész fel- támadt s jelen volna. Mint irigykedem a mű- vészekre ! ők boldogok e földön, művészetnek élnek, keveset törődvén az emberek minden- napi bajaival, emberi nemünk finomabb faja, ők művészetért hevülnek, s kitkit nyugtán hagynak útjában; még szerencsétlenségben is festő-tá- masz előtt Raphael v. Carlo Dolce gyö- nyörű eredetiével bíbelődni , ha nem vigasz is, de gépelyi szórakozás legalább, s egyetlen egy, mi nagy szerencsétlenségben lehetséges ; akkor kéz játszsza a főszerepet, s a bádgyadt lélek, ellenállásra elégtelenül, nem akarva is követi a munkás kezet. Áltáljában, leginkább szánhatni azokat szerencsétlenségökben, kik tisztes állapot ban élnek és semmi bizonyos munkájok nincs. A gyötrelem minden fokozatát kénytelenek ezek szenvedni. A pórnő eltemeti reggel forrón sze retett gyermekét, órával később vízre megy s mos ; majd férje s több gyermeke számára főz. Nincs ideje, mint a vagyonos- és gondatlannak,"], [88, "78 hogy szerencsétlen legyen. Azonban méltányos is, hogy szegénynek gazdag felett illy előjoga legyen. De hova vittek gondolatim! hisz nem bölcsészeti szemléletet, hanem naplót szándé kom irni ; azért csak frissen a C o r s i n i csar nokba , hol szép palotát , gyönyörű képgyűjte ményt láttam, s melly kiváltkép Carlo Dolce müveivel gazdag; mik valóban olly édesek, mint a művész neve, s egész szobát töltenek meg. Florencben, Palazzo Pittis Uf ficj után Corsini legszebb csarnok. Itt is találtam egy boldogtalan Juditot. Megfoghat lan leend előttem mindig az, hogy miért vá lasztotta olly sok első rendű művész ezen tárgyat. A szelid, szerető, béketűrő hölgy hó hérképen nekem egyáltaljában nem tetszhetik. Ufficj-ban van még Thorwaldsentöl Sándor császár érdekes mellszobra is, ezen felírással: L' ange est au ciel. A s z é k e s-e g y h á z , ezt haj dan „Sánta Reparata\"-nak hittak, kivül jobban tetszik mint belül; mert ugy látszik, mintha az egész"], [89, "79 rajta levő munka fekete ébenfából s elefánt csontbul készült volna. Fekete s fehér már vány-épület. Ezen egyházban több emlék van, s köztük basreliefben FarnesePéteré, ki, midőn harcban lovát alatta megölték, öszvé ren jvezérlé a hadat s győzött. A Pazzi-Medi ci összeesküvéskor gyilkosság is történt itt. Az épület hoszsza 370 , szélessége 260 láb. A Baptisterio is fehér s fekete már ványból van s mintegy kirakott (marquetterie)mű. A Rotunda, hajdan Mars kápolnája, mester ség valódi ékszertára; bronz ajtajairól Michael azt monda, hogy azok paradicsom-kapunak is beülenének. Itt minden pompás ! Hogy részle tesen vizsgálódhassam , imaszékbe ültem , s ke zembe vévén Guido deFlorenze-t váltogatva ol vastam és csodálkoztam, elég kéjelmesen.'Él a művészet , ha kihal is a kor , melly annak mü veit teremte. S. Lorenzonak igen érdekes keresztfo lyosója van , hol fizetésért kitkit eltemetnek. U gyanittAngelo Mihálytól igenderék emlé-"], [90, "80 s munkákat láthatni; oltár mögött nagy rostély ajtó van , mellyen keresztül (be is mehetni ugyan mint én tettem) szemlélhető a Mediciek diszteljes kriptája; Medici Lorenzós Ju liusz bronz koporsóban itt nyugszanak. Juli uszt, S. Reparata mostani székes-egyház ban a P a z z i - összeesküvéskor ölték meg. Ezen nagyszerű építészeti mü nyolcszeg, egyip tusi gránitból , giola s verd a n t i c o kövekből, mindenféle becses kővel díszítve. A nagy-her ceg most újíttatja , de csak tíz év múlva leend meg. A menyezetet Benvenuti föstette , s már kész. Itt van Medici Kozmo szobra is; négy nagy-herceg bronz koporsókban. A M e d i c i e k itt nem puhán ágyaztak ugyan , hanem tartósan. Most azon rendkívüli drága s pompás emlékre akadunk, mit a nagy-herceg, megholt nőjének, ki szász hercegnő volt , állíttat, s mint épen most dolgoznak ; egészen pietra dura ból; a sarkophag, szász mozaik- címerekkel már kész. Ezen mü ép olly mesteri mint drága leend; egy oltár jön még hozzá, egészen megfelelő mozaikból. — A nagy-herceg igen sokat költ"], [91, "81 rá, érzéketlen kő hadd képezze az érzésleljcs férj fájdalmát. Ezen kápolna mellett van még egy más, egé szen az Angelo Mihály müve; sőt egy szobor is van benne, melly bár nincs még egé szen elkészülve, még is kész; mert a nagy mestert fél munkájából is megismerhetni. Itt fekszik a most uralkodó nagy-herceg atyja. Sánta Croce,Florenc pantheona; be menetnél jobbra láthatók az Angelo Mihály, Galilei, Dante, Alfieri s Machia velli síremlékeik. S. Annunziat a-ban a Medicisek kápol nája merő arany s ezüst, egyik folyosója szép fresco-festvényekkel diszelg ; itt fekszik Cellini Benvenuto. Jóllehet az egyházak közt, az em iitettek, Sánta Maria Novellát sem feledve, legkitűnőbbek : mindazáltal kinek ideje van, láthat még sokat , mint Velencében s Milanóban is, mik nálunk valóban érdekesek volnának , s megnézésre mindenkép méltók."], [92, "82 Igen érdekes azon intézet , hol a pietra du rábóli munkákat készítik. Iszonyú fáradságba kerül az oniksz, agát, karniol, lapis la zuli, maiakhit, jáspis stb. köveket ugy ki válogatni , hogy különféle virágok s levelek árnyékozását ábrázolják. Itt csinálják a meg holt nagyhercegné emlékét s az oltárt ; minek sok része kész ugyan már , de mégis évek telnek bele , mig az egészet felállíthatják. A Palazzo Borghese szép palota, számtalan szobával s diszteljes teremekkel , s most is minden ugy van rendezve , mint midőn BorghesePaulina, Napóleon testvére, ben ne lakott. Tündér-szép ünnepélyeket adott ö itt, s mi bronz , selyem , kárpit , kristály , sző nyeg holmi látható, az a nagy császár testvé rének akkor mind Parisból szállíttatott. Murát Karolina, Nápoly hajdani királynéja 1841. jan. holt meg tulajdon házában, Florenc ben, melly most igen jó vendégház s „la Nation italienne\" cimet viseli. Különös ellentét : Ven-"], [93, "83 dégház s királyi bútorok ! mostani tulajdonosa ugyanis , mindent ugy hagyott mint volt. Bellosguardo, melly Florencben leg szebb kilátással — millyet csak képzelhetni — ajánlkozik , G a 1 i 1 a e i utolsó lakhelye volt. Ezt bizonyítja azon felirat, mit mostani birtokosa a ház külső falán köbe vésetett. Vele az átel leni oldalon Fiesole vetélkedik, s hiszem, senkinek sem vétek, ha a kdátást, a fiesolei zárda terassaról épen olly szépnek nyüvánitom. Mind a két hely egymással majdnem szemközti, csak a város fekszik köztük ; ki ezen két kilá tásban gyönyörködött, az nem óhajt szebbet. Fiesole Florencnél sokkal régibb ; benne sok római régiséget p. o. körfalat stb. láthatni, egy ez a legrégibb olasz varosak közöl. Flo renc sokára lett aztán, midőn Fiesole már ó volt. Mindennek javaslom , hogy ezen egy órai sétát ne hanyagolja el. Ez előtt, a ki mondhatlan rósz utak miatt, igen nehéz volt ezen élvezetben részesülni : most azoban a nagyherceg, valódi hercegi utat csináltatott, mi- 6*"], [94, "84 ért minden utas emlékében áldott leend, s az utas, a világon legszebb kilátást élvezve, nyar gal lefelé. Fiesoleben egy , igen régi egyhá zat láthatni ; aztán van a zárda, hol az igen sze gény de fölölte nyájas kapucinus atyák en gem az imaházba s terassra vezettek. Az ima házban mutattak igen érdekes képet is ; de mi vel már sötétes volt , bizonyosan nem tudhatom, mit láttam ; valami ujat azonban nehezen. A te rasson jutott eszembe, mit Florencröl vala mi útleírásban olvastam : „Florence semble re poser sur des coussins de verdure ;\" olly szép zöld volt minden. Petrája a nagy-herceg nyári laka. Az ut odáig ocsmány s mindenütt két magas fal közt viszen, mik itt igen számosan s a külvárosok majd minden szakában vannak. Mivel az ud var épen itt mulatott, a kertet nem tekinthettem meg. Az egész inkább magánybirtok , mint hercegi várforma. A felsöség itt magány személy, de a Palazzo P itt i-ben nagy herceg."], [95, "85 A szentháromság-piaci „Hotel de V Eu ró p e-ben kényelmes lakás, s kilátásom az A r n o-ra volt, melly épen itt legszebb s legszélesb. A Ind szomszédsága igen élénkíti ezen helyet. Az Amphitheatrum igen szép épület ; Orestest láttam , s igen sikerülve adták. Florencben még sokféle szerzetesek vannak. Egy este olly temetést láttam, hol a koporsót fehérbe burkolttak vivék , másnap szinte hason ló alkalomkor feketék voltak a halott-vivők. Mi valóban ugy tetszett , mintha amannak an gyalok, emennek pedig ördögök szolgáltak vol na. Barna szerzetesek is laknak itt — s mivel rendesen este szoktak temetkezni, az egész iga zán borzasztón tűnik fel. Oltözetök hegyes kam zsáju calander, vászon álarcformával , mel lyen két lyuk van hagyva, ugy, hogy láthatni ugyan, de azt , kin rajta van, nem ismerhetni föl. Akaratom ellen is az inquisitio s titkos bün törvényszék jutott eszembe ; mert tagjai illy for mán öltözködhettek."], [96, "86 Loggia dei Lanzi bronz szobor-mes termüvek Cellini B-lól s másoktul. Pratolino nagy-hercegi mulató-kastély'; nagyszerű eiprusfa-sorok vezetnek ide , hol in kább világhódító emlékét gyaníthatni mint kas télyt. Ugy hiszem, hogy Napóleon, ha szabad ságában állott volna , e sétasorokat választandá sírhelyéül. A kápolnában gyönyörű feszület van Cellini B-tól. Itt öszszel, s egy hóna pig mulat a hercegi család. C a c h i n e s a florenciek Práteré, hol fá cánok az erdő; urai, mint szarvasok a bécsi Prá teréi. De az itteni mulatság neme egészen kü lönböző. Nagy körben kocsiznak ugyanis körös körül ; aztán a lakatlan kastély-előtti szabad téren megállnak, s kiki kocsijában marad. A múlatás igen illedelmes, de, ha csak a férfiak ko csiból vagy lorúl leszállván, hölgyekkel az idö rül nem csevegnek , épen nem legvidámabb. Különben , útmutatóul addig díszeleghet az em-"], [97, "87 ber , meddig tetszik; s ha illy helyzetben, köriilbelöl fél órát kocsin ülve töltött, ekkor a kapu elébe hajtat s ott tetszése szerint ismét megáll, várván, nem jön-e valaki, kivel az időt eltöltse ; illyen azonban nem mindig akad. Csak ezután megyén egész csöndben haza. Illy séta áltáljában megkívánja, hogy az ember ifjú , csinos és kapós legyen. Malheuráqui ne 1' est pas, sa voiture resté uneOase non visitée parles Lions deFlorence. Nincs haute Créme, polgár- s néposztály, melly egész héten dolgozik, hogy vasárnap jól mulat- hasson. A créme , hiszem , palotákban lelhető ; mert mindenütt vannak gazdagok s miveltek, kik kevesbbé vagyonosak s növeltek fölött ma- gokat kitüntetik ; de C a c h i n e s b e n ezt nem láthatni. Két vasárnap voltam itt , s mind kétszer kevés gyaloglót láttam , csinos kocsi- s Iókészületet pedig épen nem. Minden olly ko- moly volt; a lovak kimért léptekkel járdaltak. Senki sem ült le (mivel ülőhely s étház, hol rántott csibe, sör s hasonló ártatlan frissítők ajánlkoznak, épen nincs). Vidám s minden osz-"], [98, "88 tályzalu vendégivei a Prátert nem leitem itt föl — bár Cachine igen szép sétahely. A protestáns temetőt , mit angolok építet tek s tartanak fel, az igazán csinos síremlékek, cyprusok, fűz- s nyárfák, kedves kertté teszik. A többi szép sírirat közt akadlam egyre , mit anya készite lányának : „Elle ne viendra pas, mais nous irons á elle.\" Mivel Florencben sok angol települt le s még sok utas jön, ezen nyug hely valóban célirányos , hogy ismerőseik ho nában maradjanak. A' Palazzo Vecchio a Mediciek hajdani fejdelmi-laka, igen meglepő, s kívülről inkább mu tat palotát mint a' Palazzo Pitti ; azt hercegek épí tek, ezt egyes ember, kit ezen épület tönkre tön, annyira, hogy ezt eladni kénytelenittetett. Több nagy terem van benne , mellyek részint üresen állanak, részint irószobákul használtatnak. Egy nagy terem frescoival s szobraival gyönyörű, Ádám s Éva carrarai márványból szépek. A Medicieknek még sok szobájukat láthatni; üresen"], [99, "89 állnak ezek, hatalmas uraik pedig elenyésztek. Itt vannak a Bertalan-éji borzasztó emlékű Medici Mária s Katalin. Kár hogy nem laknak ezen épületben, melly még jókarban van. Mind járt bemenetnél , egészen különös fajta , félig kopott freskók léteznek, városokat ábrázolók. mik közt , Pozsonyt , Bécset, Szigetet, Prágát, olvastam ; vezetőmet kérdezvén , hogy mit je lentenek ezek, ö az felelte, hogy azok a nagy herceg birtokai ; mikkel valóban ügy van , mint az ausztriai császár a jeruzsálemi király-cimmel. A szép művészetek akadémiájában láttam mindazon képet, mellyek több év óta jutalmat nyertek; senki se mulassa el meglátogatni ezen akadémiát. Je suis fatiguée de 1' enthousiasme ; s javaslom mindenkinek : menjen oda s ön sze meivel nézze meg. Nagyon fájlaltam, hogy nem láthatára a ter mészetiek tárában azon húsz szobát , hol a dög vész minden fokazata olly művészileg van ábrá zolva , hogy azokat illetödés nélkül nem tekint-"], [100, "90 hetni; hihető, vezetőm gyöngének tartott, s ezen fájdalmas megindulástól akart kímélni; G u i dómban ezen szobákról semmi értesítés. Pergola igen szép színház, en stuk veres re függönyözve ; de még sincs oilyan mint V e lencében a Fenice. A világítás igen erős. A dalljáték ekkor Olaszországban középsze rűség-alatti volt; és sehol sem olly jó mint Bécsben, ha énekesnő jól énekelt, az bizony nyal német volt. Egyház-zenéből csak egy nyugmisét hal lottam ; mi igen jól ment véghez. Az egyház kivül-belül fekete s fehér, arany rojtu függö nyökkel volt bevonva. A gyász állvány szé pen díszesitve középen emelkedett ; különféle irányban ültünk körül, mint valamelly Liszt féle hangversenyben , némellyik épen hátat fordítván a főoltárnak szemközt a karral , hogy jól láthasson, csak a szentség felmutatásakor fordult meg; aztán pedig mindjárt az elöbbeni fesztelen helyzet állott be. Kevés ájtatosságot"], [101, "91 vettem észre , s ha a szegény, boldogult, phil harmoniai társulatnak, mellyért a mise tartatott, isten előtt más közbenjárói nem lennének mint mi : valóban szánandó volna, mert igen keve set imádkoztak, többet énekeltek; a munka s kivitele jeles volt."], [102, "92 L u c c a. A florenc-luccai útban semmi nevezetes, P i s toja városát kivévén, melly elég csinos; egy ó tanácsház van itt a Medicisek címerével s e mellett egy régi templom. Lucca felé a táj mindig kellemesb, fekvése pedig nagyon igéző. Ez valóban a legműveltebb status. Egy darab földecske sincs használatlan; az utak tiszták s jók mint valamelly parkban. A tájék Luccatól Marlia s a fürdők felé varázsló."], [103, "93 M a r 1 i a, a herceg nyári mulató-helye nem nagy , hanem igen comfortable. A hercegnő itt szokott nyaralni, a téli hónapokat pedig Pia no r a-ban tölti, melly a tengerparttól nem mesz sze fekvő magányos kastély , hol, mint mondják az éghajlat sokkal szelídebb. — Csöndes ma gányban , kis udvarával itt él. Luccában különféle kertek vannak; itt konyhakert , búza , kukorica , (gran turco) olaj, és babbal; ott francia, merő szölölombsétákkal; majd mesterséges öntözésü gyönyörű zöld an gol kert. Szünetlen fasorok közt visz az ut, mik szerencsére akkor szakadnak meg, midőn a bágyatt szem már szabad kilátást óhajt.; A pór itt mindent maga termeszt , mi élel mire megkívántatik, s a szükséges nyers ter ményeknek tulajdonosa. Búzáját, borát maga termeszti , szölötökéji szántóföldjeit körzik, füz vagy olajfákra futók. Fája füzágak, ágya ku korica-levél , zsirozója az olajfa , s mógcsak darabka kender-földre van szüksége ruházatul."], [104, "94 A lakosak illendőn öltözkednek, tisztán fésül köznek, mit Olaszországban ritkán láthatni ; szor galmasok is , mert orsóval járnak egyik helyről másuva. Szembetűnő a jóllét. Az adózások nem igen nyomasztók lehetnek ; pénzt nem fizet nek , csak természetben a termésök felét adják a hercegnek , ki a magot elölegezé. A luccai fürdőkben, hol a vidék olly bá jos , az éghajlat annyira szelíd , igen sok angol van , kik télen , nyáron itt mulatnak. Marliaban pópát s igen kedves orosz egyházat találtam. Amaz Magyarországból, a maria-pócsi zárdából jött , s hét éve már mióta ezen , a világon legfölségesb táj , legszeüdebb éghajlat, kedves lakás gyönyöreit élvezi s a herceg jótékony bánásmódjában részesül, ki minden szükségéről gondoskodik: de ö mégis zárdájába s a homokos Szabolcsba visszakí vánkozik. Milly különbözők a megelégedésröli fogalmak."], [105, "95 A hercegi kastélyt méltó megnézni, a nagy appartement pompás. Maria Luiza a herceg anyja lakta ezt. Itt van a világon , mint hiszem azon legnagyobb Porcellan de Sevres díszedény , mit Napóleon rokonának, a hajdani olasz királynak, ajándékozott. A Baciocchi-gyüjtötte képcsarnok silány; mert szebb darabjait a herceg Ang fiában eladta. Csak egy zárda-kar tetszett, hol szerzetesek imádkoztak , kikre egy ablakon s olly művészi leg áradt világosság , hogy az , albumokon ke resztül csillámlott. Mutattak továbbá egy gyönyörű szobor csarnokot, melly az appartementbe visz; aztán két templomot , egyik neve Ferdinanda , ennek a hercegné arany lámpát csináltatott, melly a Volto santo kápolna előtt függ. Volto santórul ez a legenda: János apostol, ura halála után , ennek képét fába akará metszem, de vonásai nem igen élénken lebegvén szeme előtt , müvét nem folytathatá, s azon fölötte ke-"], [106, "96 sergett ; ekkor álmában látá Krisztust. Igen nagy örömmel kezdett most munkájához, s be is vé gezte a képet épen ugy, mint most látható. Krisz tust a keresztfán , aranynyal dúsan hímzett ru hában , ábrázolja ez ; s mivel szokatlan öt igy látni , lelkem előtt különösen tűnt fel. Ezen templomban még igen szép oltárképek vannak. Lucca legszebb sétahelye a Sopra le műre, melly a várost körös-körül- veszi s élő fákkal van beültetve. Lucca szép mulató-hely, azt hiszem, hogy a herceg, ha Parmaval elcse réli , sok kellemtöl marad el."], [107, "97 Piza. Luccabol Pizaba a pizai fürdőknél visz az ut, s ugy tetszik, mintha szüntelen kertben utaz nék az ember ; ottan-ottan boszantók is a faso rok, mellyek a vidék szemlélését akadályoztatják. Piza egész csinosságban mutatkozik , s mindjárt láthatni a legszebbet, mi nézni való : az egyházat, félszög tornyot , B a p t i s l e r i ó-t, Camposant ó-t. A várost az A r n o kétfelé 7"], [108, "98 szakítja. Az Arnomelletti utcát Lungarnonak hijják, s legszebb része a városnak, ajánlom az itteni lakást, mert a kilátás gyönyörű. Meglátogat tam Marco föstészt, ki gyöngélkedő egészsége miatt itt települt le. Műhelyében semmi sem volt kész. Müvei kapósak, egyet sem hagynak sokáig nyakán. A templom maga nemében igen szép, tiszta s jó karban tartott. Régi ugyan már, de mégis uj ; a nagyszerű gránit-oszlopok, a pom pás bronz-ajtók, ép ollyanok, mint a florenci Baptisterioban, s ugyanazon mester mü vei. A néma ábrázolatok , az emlékek dicsők. Ez már eszmém szerinti egyház. A Baptisterio, hajdan Venus-kápolna, épen olly modorú épités , mint a florenci, csak hogy belseje nem olly szép ; méltó megtekinteni a szószéket, sa Baptisterio t, melly szokat lan nagyságú, mert ugy van kiszámítva, hogy a gyermeket, mint a keresztyénség kezdetekor tör tént, egészen megfüröszthessék. A Baptisté ri ónak még azon jó tulajdona van, hogy benne az emberi hangot igen jól megérthetni. Vezetőm"], [109, "99 énekle; igen szép volt ugyan, mégis sz. Károly jutott eszembe : milly mennyeileg hangzanék itt szava , sphaerak harmóniája lenne az ! Campo Santo gót építésű kereszt-alak, nagy gót ablakaival , s boltíveivel , miknek holdvilágnál fölséges hatásuk lehet. Monda is az őr , hogy éjjel többen látogatják mint nap pal. Középen azon föld van , meilyet a pizaiak Egyiptomból hoztak, s mellybe az elöbb-kelöbbe ket temetik. A keresztfolyosón sok római sír emlék, mellszobor, basrelief, sarkophag , sir kö van , feliratokkal , mellyek bár szép [rend ben vannak, többnyire csonkák. Sok sar kophagon egyebek közt Bachust láttam vidám csoportjával. És ez holtak szállása lehetne? Én ezeket mint nem tudós , elég egysze rűen fürdőkádaknak tartom. A dorbézoló ábrá zolatoknak inkább élők mint holtak közt van helye. Csak egy sarkophagot említek még ! a Beatrice grofnéét , Matild grófné anyjáét, ki a pápának hagyta roppant birtokát. 7*"], [110, "100 Ámbár itt majdnem minden csonka, s tört, mégis szép a Campo santo. A régiség te szi becsessé ; a bolognaiban ellenben minden uj, s e szerint igy módosíthatnám őket : Le premier est pour les morts antiques, le second pour les morts modernes. Nekem mindkettő igen tetszett. A városban kevés látni való van; néhány nyilványos épület , mikre mindenütt a Mediciek címereit illesztették, bizonyságául annak, hogy ők müszeretök s nagylelkűek voltak ; aztán az Arno-melletti kis egyház, mellyet építés— modor tesz nevezetessé. Piza környéke Livornó felé egész ró naság , egyedül a tenger tekintete érdekes. Li vorno szépen épült uj város, művészet s em lék nélküli, utcái egyenesek. Nem tetszett hogy a tengerhez nem férhetni, s nincs egy M o 1 o is , hol sétálni lehetne. A part annyira be van építve szennyes házakkal s magos fa lakkal, hogy a tenger egyáltaljában nem látszik. Egy szüli kikötőben bárkát kell bérelni, mi"], [111, "101 mindig áll készen , hogy az ember tengerre mehessen ; mert a nagy fal elfödi ezen szép s hatalmas elemet. Én egy amerikai hajón men tem , melly épen itt horgonyolt. Rendeltetése : a földközi tengeren három évig kóvályogni, valóban nem legkellemesb mulatság; megnéze gettem a hajót, s ugy találtam, hogy semmit sem különbözik Hebetöl, mellyé t Velencében lát tam. Minden olly tiszta , rendes volt itt is mint ott; csakhogy az amerikai katonákkal volt rakva. inig az ausztriai üresen állott. A kapitány igen módos ember volt ; hogy tiszteletét mutassa, két igen ifjú 15 éves Midshippot adott mellém. Ezek mindent megmutattak a hajóban , tetötül egész aljig. Nem igen volt kedvem férfi-ki séret nélkül nyílt tengeren s amerikai hajón lenni ; és igen örültem , midőn ismét bárkám ban valék. A kalmárboltok szépek, de valami külö nössel nem kínálkoznak. Áltáljában Olaszor szágban, Genuát kivévén, a selyem árúk ol csók és szépek ; Florencben az angol s fran-"], [112, "102 cia disz-árűk igen szépek s drágák, Bécsben az árúkereskedések szintilly szépek, s a mel lett olcsóbbak. Méltó megtekinteni a Campo santo-t, mellyet azonban a pizaihoz s bolog naihoz nem hasonlíthatni."], [113, "103 Massáböl Genuába. rietra Sántából Massáig mindenütt igen szép helyen, gesztenye- s olajfa-erdők közt mehetni. Massa nyájas városka. Carrara s Massa közt látszik a földközi tenger, Elba s Corsika (egyébiránt olly csekély szigetek, hogy némelly mester uram e kérdésre : hol van Elba ? hebegve felelné : nem tudom), mellyeket a követ kezmény olly érdekesekké tön. Napóleon itt szü letett, amoda száműzetek. Riviérától Genuáig tett utamról lelkiismeretesen mondhatom, hogy csak az is megérdemli az utazást; olly szép tájak, s a leg-"], [114, "104 meredekebb begyeken is olly mesterséges utak vannak itt. Massából Carrarába viszen az ut, igéző völgyben fekszik ez, s egészen a művé szetért van alkotva. Több szobrász műhelyét kerestem föl, s nagyon csodáltam, midőn tapasz talam, hogy sok csak ideig óráig marad itt. Car rara szobrászok egyeteme , és sok szép, részint kész, részint munkában levő szobrot láttam. Gyönyörű művészet, melly lehetővé teszi mi lehetetlennek látszik: életet s érzést adni a kőnek. Leginkább tetszettek : egy imádkozó gyermek, angyaltekintetével az égfelé s kulcsolt kezekkel, egy fekvő V e n u s , és bűnbánó Magdolna, kivel imádkozni szinte kedve van az embernek. Legtöbb munkát Romába küldenek. Ez a főiskola, hol minden szobrász köteles pályát végezni, mi előtt mesterré lenne. A művészek fölötte kelle mesen élnek. A színház valódi muza-templom, egészen márvány , s gyönyörű épités ; vajmi kellemes, egy csupa fehérmárvány épületet néz ni ; még nem rég épült, idevaló művészek mun-"], [115, "105 kaja, kik egyszersmind színészek ; valóban igazi müegyesület. Carrarától Spezzián, Borghettón keresztül S e s t r i i g , melly egészen tenger mellett fekszik , mindig lefelé és sebesen halad az utas. Nincs fogalma az embernek arról, hogy milly népes e föld. Egész utat társaságban te hetni meg, mi fájdalom nem igen kellemes; mert majdnem mindenütt koldusok követik a ko csit, s ugy látszik, mintha kerületekre volnának osztva , mert ha ujak jöttek, elhagytak bennün ket az előbbiek. Örömmel tenné mindnyájukat boldoggá az ember — de nem lehet. — Romok s erdők váltogatják egymást, legmagasb hegyekre épittetvék a városok. Ezért egy fordulóra három várost pillantottam meg; mi a tájékot igen festőivé teszi. Azt hiszem, hogy a magas hegyekre tele pülést a föld szűke okozza. Bevetik a kis lapályt, s ott laknak hol nem szánthatni : köves bércfész kekben. Bár évenkint sokan vándorolnak Ameri kába, ezen tájék mégis tulnépes; véleményem szerint a tenger közelsége okozza ezt ; megfog hatlan, mikép táplálkozhatik itt annyi nép."], [116, "106 Borghettóból gyakran láthatni a ten gert; mérföldekig, tátongó örvények mellett. részben hóval fedett magos hegyeken, rendetlen házak s városoknál viszen az ut Sestriig, hol megháltam. Milly fájdalmas volt, hogy be hunyt szemekkel kellett alunnom; egész éjszaka édesörömest ültem volna a holdvilágnál a ten gert csodálandó. A vendégház igen közel a tengerhez, díszelgő címe : H ő t e 1 de P u n i vers; benne igen jól ehetni. Most jönek Matterano, Branco, Rua, hol egy, egész a tenger közelében fekvő vendégházban ebédeltünk. Mivel vasárnap volt, templomba mentem nagymisét hallgatni, minél egy lel kész s e g y ministráns végzek a szertartásokat ; az énekdarabok operából szedetvék s ezen fölül igen roszak. Isteni tisztelet végeztével lelké szünk maga oltogatá el a gyertyákat. Chiavarin, Rapallón, Reccón át Genuának viszen az út, mindenütt a tengerparton a vüág legszebb vidékén. Minden utazni vágyónak ezen utat ajánlom választani , ez bizonyára a legér dekesb és legkielégítöbb."], [117, "107 Gfenua. Wenna egy a világ legdicsöbb városai közöl ; igen meglepő illy szép, tiszta olasz várost meg pillantani. A Rue des orfevres és másik ut cán, hol igen szép boltok vannak, kocsival nem járhatni , mivel igen szűkek , hegyesek , e mel lett a tolongás ép ezen két utcában igen nagy s élénk. Valamelly útleírásban olvastam hajdan, hogy Genua régi, néptelen város, hol sok pa lota van ugyan, de az utcákon fű zöldellik. Ezt épen nem tapasztaltam. Parisban , Lon-"], [118, "108 donban, s Bécsben is vannak utcák, egészen félre eső helyen, hol fü is nő. (Ugy vettem észre, hogy itt , különösen Vasárnap , a város szebb s finomabb részében, igen zajos élet van). A Strada nuova s nuovisimá-ban van legtöbb palota; láttam a Palazzo Fer rá-t, Palazzi Brignolé-t, Pallavicinit s R e a 1 é-t. Ezen utóbbit ugyan igen szegény nek mondhatni , s hiszem , hogy egy királynak sincs olly egyszerű palotája, csak Carlo Felicenek, Strada Balbi-ban. Ezen palotát, összeha sonlítván a fönérintettekkel , elhagyott magány tulajdonnak vélné az ember, ha a fejedelem szék az udvarló teremben nem volna ; mi való ban szép építmény. Évenkint csak egy holna pot — octobert — tölt itt a király. Természe tes , hogy igy nem sokat gondolnak az épület tel. A király szigorú férfi s jó rendet tart. A rendőrség szinte, miről következő anekdotái hallottam : Tavai az olasz tudósok gyűlést tar tottak itt , az elnök az egész országból mindent meghitt , ki csak valamelly szakban arra igényt"], [119, "109 formálhatott , e szerint Milánobul is jött két se bész, kiket a kapunál nem bocsátottak be. Utle velöket, az elnöki meghívást hasztalan mutatták, mert bonctani bölcsességöket haza kellett vinni. Ezen eseményt , mint valóságos tényt beszélték nekem , de nem tudom felfogni mi rejlik benne ; hogy megtörténhetett hiszem, azonban azt gon dolom , hogy azon két bonctudós tán nem kizá rólag gyógyszerészettel s bonctannal foglalkoz hatott ; s hogy tudósítás érkezhetett felölük , mi erösité ezen gyanút. így lenne megfejtve a talány. Geniia többi épületei leginkább fehér már vány , a Pallavicini házveres. Nagy fény űzés mutatkozik benne s Ufficjböl, Pittiböl sok ismerősre akadtam, magában értve hogy máso latokra: mert nem képzelhetem, hogy Vero n e s e Pál gyöngéd Juditját annyiszor má solta volna. Magdolnát Tizian tói Velen cében két csarnokban láttam, Mária menybe menetét pedig háromban. Alig hiszem, hogy ezeket ugyanazon mester annyiszor ismételte."], [120, "110 Palazzo Brignolában aranyozott te rem van , melly világítással gyönyörű lehet. A palotáknak többnyire terrassok van, mik egész házakon keresztül mennek ; s ez a forró éghajlat alatt nagy jótétemény. A külvárosban is van a Pallavicini családnak palotája, gyönyörű ki látással a tengerre s városra. Agna verde a Balbi utón fekszik, akácfa-sorait télen sétahelyül használják. Aqua sole a genuaiak Práteré s Gla c i s a , igéző kilátása részint a tengerre részint a szép külvárosokra, kedves éldelet. Vasárnap zene van itt, s az egész szép világ egybegyűl; az egész csinos, de a kilátást ide nem számít va, még sem Práter. Azon intézetek közt, mik szép s célirányos építés miatt említésre méltók , első helyen áll a tébolyodtak háza , mihez hasonló tán a világon sincs; hatszögü csillagot képez, mellynek kö zéppontja a kápolna. A szobák folyosóra van-"], [121, "111 nak ; minden szobában vaságy, asztal, lóca, mind a földhöz szorítva. A fürdőkádak fehérmárvány ból vannak. A kápolnában, fehérmárványból igen szép szentnö van , s aranynyal gazdagon diszesített oltár. Az épület négyszáz elmekórra van számítva, szárnyain három, közepén hat emeletes , hol a kápolna van. Vagyonos bete gek számára festett szobák vannak. A folyosó végén vannak azon teremek, hol a kevésbbó betegek együtt ebédelnek s együtt lehetnek. Az épület nem levén egészen elrendezve , még laktalan. Azon hely, hol hajdan Fiesco palotája állott, használat nélkül hever ; halála után palo táját szétdúlták. Láttam azon helyet is, honnan a tergerbe rohant ; közel szállásoltam hozzá : a Hotel d' Italie-ben. Doria András sírját nem láttam , mivel a kripta kulcsa a családnál van, melly most fa lun volt. Az angol utasok, kik a történeti ritka ságokat kedvelik , olly sok emléket elvittek ezen sírról, miff minden utas hozzáférhetett, hogy a"], [122, "112 család kénytelen volt a kriptát bezáratni , hogy méltóságos halottjától emlékével együtt meg ne fosztassék. A Palazzo Ducale szép épület. Jobb szárnyában jelenleg P a u 1 u c c i kormányzó la lakik. A közép-épület nagyszerű homlokzata (facade) Angelo Mihály müve. Két terem van itt, hol a dogék tanácskoztak. Ezen te remeket hajdan köröskörül mesterileg készült szobrok ékesítek; de ezeket az 1809. forrada lom alkalmakor az úgynevezett patrióták szét törék s elcsonkíták. Most a vakablakokban gipsz-szobrok állnak fehér gyolcscsal függö nyözve — igazi botrány. C est réellement pour fair hair les Patriotes des- t r u c t e u r s. Egyházak közöl a Dómot láttam, fehér s fekete márványból van ; benne Keresztelő János kápolnája gazdagon fölékesítve, s kar pártázattal (balustráda) körülvétetve. Férfiak mehetnek csak ezen kápolnába, hölgyek nem. Bemenetnél a falba tábla van eresztve, mellyen"], [123, "113 áll: hogy a pápa mindazon hölgyet száműzi az anyaszentegyházból, ki ezen szent helyre tolakodik, s ebből elég világosan látjuk : que nous ne sommes pas les privilegiées du sort. Mi adott ezen tilalomra okot, nem tudta az őr meg mondani, pedig én e megszorítást igazságtalan nak tartom, mert a hölgyek ájtatosbak a fér fiaknál. A táblát észre sem véve már épen a kápolnába szándékoztam menni, mindent szem ügyre veendő — mert igen sok ékszer rejlik itt, többek közt sz. János egészen ezüst koporsója, mellyben hamva van — a rostély-ajtó nyitva volt , s igy semmi akadályt sem láttam. Teljes ártatlanul mármár beléptem,midön szerencsére az őr észrevevén , a vészteljes táblára figyel meztetett. A S. Ambrogio templom egészen ke mény kő-mozaik. Az oltárok fehér, veres, fe kete márványboliak , különféle rajzú becses kö vekkel kirakva. Bemenetnél jobbra az angyal oltár alsó részét, hol négy angyal virágokkal művészileg körül van fonva, kérem senki se 8"], [124, "114 mellőzze. Áltáljában véve S. Ambrogio mű vészi gazdagságában egészen fölséges, paduai karthausi lak-módon. Carignan templom a hídnál. Toronyba kell itt menni a szép kilátásért. A hid hat emeletes házaknál magasb. Kocsihid ugyan ez, de azért nem járnak rajta, mégpedig gazdasági tekintetből; igen elkoptatnák. Különben már háromszáz éves. A templomban négy igen ré gi oltárkép van , ismeretlen mesterektől, e mel lett a képek is , olly ismerhetlenek , hogy nem vehetni őket jól ki. Egy tengeri-ut igen kellemes volt ; ezen mindent szépnek találtam , csak azt nem, hogy a kikötőt igen magas kőfal köríti, s a tenger, kevesbbé ugyan mint Livornóban, de mégis, ugy szólva, elrekesztetelt. Ablakom előtt fekszik a hadszertár részleteivel, hol ha jókat átlitnak össze ; egész nap kalapácsolnak, kotognak, mi épen nem kellemes. Az utcá kon mindig sok katonát láthatni, egyenruhájuk igen szép."], [125, "115 8* A Felice Carlo színház igen nagy s pompás. Mint maga nemében valódi különöst, egy régiség-búvárt említek még, ki a világon bizony leggazdagabb, mert régiségei számára egy egész zsibboltokkal teljes palotát bír; különös szép vieux bouli."], [126, "116 Növi. vJfenuátólNoviig még mindig hegyek közt vagyunk , de azontúl a lombardi sikság kezdő dik s a költői táj elmarad. Roncoban ebédlet tem, hol a vendégkönyvben különféle furcsasá gokat olvastam. Noviban igen nyugtalan éjem volt. Azon a piacon , hol a vendégház , van templom is, mellyen két torony s két óra ; az egyik franciául üt, azaz 12-ig, mint egyebütt az egész világon,"], [127, "117 a másik olaszul, t. i. 24. ; ha kötelességét mind kettő teljesité , sem eleje sem utója a sok ütés nek ; fáradt utasnak valódi kellemetlen élénkség, ki a helyett hogy alunnék, unalombul az alkal matlan órák verését számlálja, 8 örömmel üdvözli a reggelt , hogy tovább vitorlázzon. Ugyanezen templomban van egy orgona , török zenével; egészen uj találmány. A lelkészt jancsár-zene kiséri. Egyébiránt Olaszország ban az egyházi zene csupa Potpourri különböző daljátékokbul , a valódi egyházi zenét itt nem ismerik."], [128, "118 P a v i a. i a v i a igen tiszta város, szép utcákkal ; ben ne igen jól tölthetni egy napot, a nélkül hogy az ember magát megunná. S. M i c h a e 1 e tem plom s a székes-egyház nevezetesek , az utolsóban művészileg készült fehér márvány láda van , melly sz. Ágoston tetemeit rejti. Az egyetem négy udvaru , igen hosszú épület, ó feliratos oszlopokkal körítve és sír kövekkel, mik a falakhoz fektetvék."], [129, "119 AVisconti Galeazzo János kasté lya, hol rendesen lakott, szép modorban van építve ; itt halt meg Visconti Galeazzo János, Moro Lajos által megmérgeztetve. Ezen épületet kevés költséggel helyre lehetne állítani; jelenleg katona-laktanyául használják. Palazzo Malaspina képcsarnokkal s rézmetszésekkel bír ; benne semmi nagyszerű, de holmi egymás mégis tekintetre méltó. A Lombardo vendégház jó. Paviától Binascon át épen a vár mellett visz az út, hol a szerencsétlen, s színpa don annyiszor ábrázolt Beatrice diTenda fogva ült , kit féltékeny férje itt kínpadra vonatott, aztán kivégeztetett. A szomorú ese mény közelebbi részleteit Bellini compositiojá nak köszönheti, mellyben Poggi olly elra gadólag éneklé a torturát, hogy azt az ember ismételletni óhajtja; magában értődvén , hogy nem a torturát, hanem az éneket."], [130, "120 P a v i á t ó 1 egy órányira, a töltéstől jobbra, van a világhírű Certosa. Visconti Galeaz z o János , kárhozatos ténye B a r n a b o meg gyilkoltatása véráldozatául épitteté ezt. 0 má sodszor ezen szerencsétlen Barnabo lányát vévé nőül , s e beszélte rá, hogy a' karthausi szerzeteseknek lakot építtessen. Nem képzel hetem, hogy férjülhetett atyja gyilkosával a lány, ha csak tudtával nem esett a gonoszság; mi hogy megtörténhetett, onnan látszik, mert ko loslorépittetésre beszélte férjét. Minden esetre vagy igen szerencsétlennek , vagy dicsszomjas nak kellett lennie. Ezen kolostor legfényesb minden illy fajta épület közt. Itt minden művészet és dicsőség ; az oltárok kemény köbül, c a r r a r a i márvány-, 1 u m a c h e 1 le, verd' a n t i c o-, g i a 1 1 anti c o b u I, gyémántot kivévén minden fajú nemes kövekböl építtetve ; ezüst , arany, bronz , fös tés, frescók özöne , olly művészileg s ízléssel rendezve , hogy az ember csodálkozásából alig jöhet magához, s könyvvel kezében a mü-"], [131, "121 tárgyakat néhány óráig örömest szemlélgeti. Legpompásabb azonban a főoltár; ezen van igazi gazdagság , lazur , agát , oniksz , kláris , s ma lachit kövekből , a szentségházban (tabernakel) négy lábnyi magas lazur-oszlopok. Ha menny ben templom van , az csak illyen lehet. Men nyei ez valósággal, ülyesmit nem Írhatni le, hanem nézze meg kiki, ha lehet. Vi se önti G a 1 e a z z o emléke mestermö, tetemei nincsenek ugyan itt , de az mitsem árt ezen csodaszép emléknek, [mert azon vétek mocskolta halandó, ezen fönséges compositionak csak Partié honteus e-je lenne. Galeazzo 1402-b. halt meg. Az emléket Bruno szerze tesi (karthausiak), alapítójok iránti hálából halála után 88 év múlva s igy 1490, állították; 1562. volt kész, igy halála után százhatvan évvel. Testét keresték , de sehol sem találták. Ezen emlék mögött MoroLajosé, a gyilkosáé, van. mintha a halálban sem eresztené el szeme elöl. A karthausiakat , kik itt nyájas magányban szenvedély nélkül éltek, nem találtam. Ugy tet-"], [132, "122 szett , mintha bútor nélküli , szépen épült szo bákban volnék. Lakjaik, számra huszonnégy, még jókarbeliek ; minden házikó alsorában kam ra , könyvtár , s még egy szoba van ; első eme letben volt a hálószoba, terem s gyümölcsszoba; mindenkinek volt továbbá igen csinos virág kertje s pincéje. Az .ajtónál csiga van , minél fogva ételeiket húzták fel. A huszonnégy kis há zikót, miket mivel ajtajok van, megannyi kis templomnak tarthatni, kereszt-folyosó köti ösz sze. Középen, hol hajdan sírjaik voltak, most pázsitos hely terül. Nem meszsze kellelt ezen jó szerzeteseknek nyughelyöket keresni. A szo báknak különben csinos fekvésök van, s nc mellyike festett, sőt egyikben közülők még kan dalló-ellenzőt is láttam. Galeazzo tetemes összeget hagyott végrendeletében C e r t o s a építtetésére. Ezen pénzt, a templom bevégezte után szegényekre kellett fordítni, mi meg is tör tént ; midőn József császár a szerzetet eltörlötte, ennek akkor egy millió frank jövedelme volt. Ez volt a világon valóban a leggazdagabb s di csőbb kolostor. Mi kár , hogy idővel rommá"], [133, "123 lesz , a templomot kivévén , mellyet igen tisztán tartanak, s mellynek azon sok idegen miatt, kik a karthausi-lakot fölkeresik , tulajdon örje van. Valódi csodának nevezhetni ; az e p h e s u s i Dián a-templom nem is hasonlítható hozzá. A gyönyörű frescók közt akadtam egyre, mit ke délyessége miatt különösen megszerettem ; isten anyját ábrázolja ez , gyermekágyban , a mint épen ágyban ülve híg tojást eszik; a bába a szende gyermeket az asztalon pólálja ; egyébi ránt az illető szobában minden ollyan mint gyermek-ágyasnál. A nagy M i r a b e 1 1 o parkban , mellynek területe húsz mérföld, fogatta el V. Károly I. Ferenc francia királyt. Mindjárt foghelyé re , a templomba vitték ,~ hihető hogy némi vi gasztalást nyújtsanak szerencsétlenségében."], [134, "124 Milano. A híres Naviglion megyünk most, melly ismeretes fasorok s rizsföldek közt P a v i á t ó 1 Milánóig visz. Milánónak két Naviglioja van. Egyiket A d d a képezi a C o m o v a 1 , má sikatTessino aLago maggiorével. Csak akkor látja meg az ember Milánót, midőn a Porta Ticinesehez ért; igen alant fekszik, s a fasorok gátolják a kilátást. Egyedül a Do ni o nyúlik ki , mintha mondaná : „Nézzetek meg, én vagyok itt a legszebb. Azt"], [135, "125 szokták mondani: hogy itt nem igen van sok látni való ritkaság s becses mü ; ezt épen nem találtam valónak, lelhet biz itt, ki keresi, ele-, get; Florenchez azonban s Velencéhez nem is hasonlít. Ki tehát ezen két diszvárost már látta , az ne is áhítozzék művészetre , mert már többet látott , mit mennyit profanus gyomor mümorzsalékból megbír ; örülök, hogy a sor most mindjárt a természet szépségeire kerül. A dómot már annyian leírták , s az olly ismeretes , hogy én egészen rövid lehetek. Csak nyolc oltár van benne, mik közöl néhány igen szép. Különös figyelmet érdemel a kar, s szent Boromé us Károly föld alatti kápolnája , ki ezüst koporsóban nyugszik. A kápolna egészen ezüst lemezzel van kirakva , minden jó tetteit vert ezüstmü ábrázolja. Ott , hol a szegények nek alamizsnát osztogat , korabeli folyó-pénzek láthatók ; itt mindennap misét tartanak. Szent Bért alán szobra bonctani ritkaság, bőre le van húzva , s azt hátán hordja ; igen"], [136, "126 művészi, de nem szép mü. Műértők s bonctudó sak mondják, hogy a bőr egy szentnek igen nagy , kettőnek is elég teher lett volna. A kilátás a toronybul , az ajtó eleje fölött az isten anyja üvegre festve , fölséges , mint a székes-egyház minden ablakai is ; különösen az oltár mögöttiek szépek , mik szokatlan hoszszúk és szélesek. A Baptisterio azért nevezetes, mivel itt az Ambrusféle szertartás szerint beme rités által keresztelnek. Illy keresztelést épen ekkor vittek véghez egy gyermeken , s zsidón ; nagy szorongattatásban voltam, midőn a lelkész a csecsemőt paplanából kezébe vette , s fejecs kéjével a vizben háromszor szent keresztet csi nált. Igen örültem midőn a gyermek is mét takarójában volt. Hogy állotta ki a zsidó ezen szertartást , nem mondhatom , mivel a nép által visszanyomalva , milseni láték; de bizo nyosan nem olly módon mint a kedves kisded."], [137, "127 Évek óta e templomot szüntelen javítgatják, mivel benne s rajta négyezer szobor van. A mindent megemésztő idő a köveket sem kíméli ; igy tűnik fel hát egy, tán ötszáz éves, egészen megfeketült , egy másik mai fehér mellett. Ma gos helyzetökbül ezek beszélhetnének egymás nak holmit ki, mi őket éri. A sekrestyebeli kincset méltó látni ; néhány ezüst szentből, pápák szobraiból, és sz. edé nyekből áll az. Ezen templomot is Galeazzo Visconti épitteté , nyolc évvel később mint a karthau siakét. Építtetése okát kétfélekép beszélik ; né mellyek szerint gyilkossága véráldozatául , má sok szerint hála-áldozatul hogy fija született, tévé azt. S. Ambrogio. Egy márvány oszlop áll ezen templomnál , melly némi maradványa egy"], [138, "128 római császár palotának. Az egyház, egy Mi nerva-templom romjain áll ; főoltára , ara nyozott ezüstből , igen becses. Itt nyugszik el temetve sz. Ambrus. Az oltár eleje csupa arany , drágakövekkel kirakva. S. Lorenzo azon a helyen épült, hol haj dan P alias temploma s Nero fürdője volt. Tizenhat oszlop áll az egyház előtt , mik a tem plom maradványai ; vas abroncscsal keriltelvék, hogy a pusztulással dacoljanak. Az egyházban is van még három oszlop a régi pogány tem plombul. A S. Maria delle Grazié egyház a lo vasok laktanyája mellett van , hol a híres fre sko-festvény, aCoenaDomini Leonardo de Vincitől, megnézésre méltó. Mi, bár ned vességtől sokat szenvedeti, világosan látható még is , s nem igen sérült a jóság- s lemondás teljes égtiszta , isteni arculat. Ez fénypontja a festvénynek, miként fénypontja az hitünknek is."], [139, "129 S. Alessandroban egy igen becses ol tár és szószék van lazur, agái. s vérjászpiskőbül készítve. Van még Milanóban sok szép tem plom ; de a mondottak mégis legkitűnőbbek. Az alkirály palotája szép, különösen a trón terem s mellékszobák. Az elsőben Appia notul egy freskó-festvény van, melly Ju pitert ábrázolja halalma jelképével. E gö rögök Jupiteré, korunk Jupiter-Napoleonának jól talált arcképe volt. A szép szobák zárva vannak, s csak igen nagy ünepélyek alkalmi kor nyittatnak ki. Napóleon, Ferenc' s Ferdinánd császárok itt adtak audientiát. Az alkirály családjával egy nem igen pompáson butorzott szoba-sorban lakik. A dei Senato palota, egy hatályos épü let, most a számvivöség levéltárául szolgál; egé szen más dologfoly jelenlegitt, mint 1811-b. hol akkor Napóleon trónja állott; tornyosul a száma dások halmaza, mire bizonynyal senki sem szá mit, csak a sajtárus."], [140, "130 A Casino della Societá dei Giar dino ízléssel diszesitett terem, köröskörül fehér márvány-oszlopokkal, s veresre függönyözve. A négy csodaszép bronz-luszter , párisi. Táncra s zenére'cél-irányosban épített teremet még nem láttam : mert minthogy itt a terem a középen , a degagemen-ok pedig köröskörül alkahnaz tatvák, mindenfelé eltávozhatni a teremből ; azért igen hűvös, felülről nyer vüágítást. Egy kertecs ke is van mellette, honnét a hűvösség igen kel lemesenterjed a terembe s mellék- szobába. Egy tökéletes hangversenyt hallottam itt. Miss N o v e 1 1 o s Mlle L u t z e r. Mindketten szépen éne keltek ; az első mégis hasonlithatlanul jobb. A második is tetszett , de nem olly nagy mérték ben mint az első. Mlle Lutzer csak torkával énekel 's az olasz minden arcvonásban , mozdu lásban énekel, ő olasz éneklést akar hallani, Mlle Lutzer pedig németül énekelt, azaz nyugalmason s költői tüz nélkül. Miss N o vello most képezi magát színpadra, szép hangja mellett sikerülhet neki , minél hamarabb drámai énekesnővé lenni. P i a 1 1 i gordonos"], [141, "131 (violoncellist) ugy hiszem egy az elsők közöl, egy klarinétos is, mint a többi együttműködő művész , egészen jeles volt. La Villa, hajdan Villa Napóleoné, igen kedves kastély kerttel ; az emeleti szoba sorok (appartement) szépek, még a császárság idejéből; van itt egy mennyezet, miért Ap pia n i 40,000 frankot kapott , mert negyven nap alatt készen kellett lenni. A Corso igen élénk utca, ennek végén fekszik a Porta orientale s a fákkal ül- tetett sétahely; az egész város körül fasor közt kocsizhatni, de semmi kilátás. A Corso szép, de nem állja ki a Práterrel a hasonlítást, hol nem csak vasárnap , de hétköznap is láthat- ni embereket. Tulajdonképi népet itt keveset láttam, csak díszes fogatokat , s egy számozott bérkocsist sem, még a bérszekerek is ollyanok, mint az urasági kocsi-készületek. Gyalog keveset látni, kivált hölgyeket. Itt is szokás megállni a Corso közepén s s a 1 o n t képezni. A C o r so itt, ugyszólva, egyedüli sétahely ; s a m i 1 a- 9*"], [142, "132 noi nem is kivan a kapu-elöttinél távolab bit, kivánatai e tekintetben igen korlátoltak, mi a nagy hőségtől eredhet, melly kitkit gátol, hogy jókor kikocsizzék. A Giardino publico szép, vasárnap sok embert találhatni itt ; s reggel zenét is. Simonettaban van az ismeretes világon Ieghíresb viszhang, mert harmincszor ismétel; kár , hogy itt többé nem lőhetni ; mosta ni tulajdonosa ugyanis egy gyertyagyárt, állít ván , azt biztosította , s a tüzkármentö-társa ság tiltatta meg a lövöldözést, ámbár ezen épület igen tartós, s más épületektől egészen el van különözve. Egy hajdani Garde du Corps a cicerone, s a lövést, különféle ne vek teljes torokbul kiáltása által pótolja ki. A lövés ugyan hatásosb lenne, de a kiáltás is épen ugy ismételtetik. Előttem igen kedves, be cses neveket kiáltattam, s azon gyönyörűsé gem volt , hogy azokat olly gyakran hallottam ismételtetni. Senkisem tudja az okát kitalálni,"], [143, "133 hogy miért épen ezen ablaknál van viszhang, megfoghatatlan ez, ha a helyzetet tekintjük ; az épület ugyanis U forma , t. i. egy főépület két szárnynyal. G a r i g n a no hajdan karthausi-zárda, a tem plomban szép freskók vannak, miknek tárgyai csupán karthausiak. Egy tetszett nekem különösen; ez asztalnál ül, könyv van előtte s alszik ; áltál jában mestermüvek. Chiaravalleban többé semmi látni va ló , mióta V i 1 h e 1 m i n a cseh ábrándozó sírját elpusztították. Míg élt szentnek tartatott, de ha lála után bizonyult, hogy ö bizony nem volt szent , s ezért elpusztiták emlékét , mit neki áj tatosak állítottak. Monza királyi lak igen szép kerttel ; G u í- de-ban angol, francia, és khinai kert^van föl jegyezve, a kertész azonban csak az elsörül tu dott, lehet, hogy tán egy fasort neveznek fran cia kertnek. A vízrész Beatrix főhercegnő s"], [144, "134 Ferdinánd főherceg tiszteletére készíttetett, midőn itt tartottak udvart ; a vízesések, sziklaré szek, barlangok valósággal szépek; a kertjókar ban van , mert az udvar a nyár egy részét itt tölti A templom igen régi , gót ; kincse a sok harc s politikai változások miatt igen csökkent ugyan , de azért még igen érdekes darabok van nak, mint : aTheodolinde alapitóné legyező je, imakönyve aranyba foglalva, az után-csinált vas korona , mit mindazoknak mutatnak , kik az igazi megtekintésére szabadságot nem nyertek ; több pápák ezüst mellszobrai ; egy igen drága s ritka misés-könyv; egy zafir-billikom s több más műtárgy; az igazi vas boronát látni sok bajbakerül; mindenek előtt a kormányszék írás beli engedelmét kell bírni , aztán két lelkésznek jelenlenni. A szent kincs egy mellékoltáron a templomban van, egy nagy kristály keresztben, mi hármas zár alatt őriztetik. Azon keskeny vas abroncs , melly a koronában Van , a szent ség ; s azon szegekből csináltatott, mikkel Krisztust keresztfára szegezték, aztán mellette."], [145, "135 egy szűk hosszú nyakú, kéreg üveg palack azon földdel, hol a keresztfa állott; továbbá egy darab szivacs, mivel Krisztust itatták, s egy darab magából a szent keresztből. Vala hányszor ezen szent ereklyéket mutatják, gyer tyákat kell gyújtani, a lelkész s t o 1 á s a n tartja kezében, ugy mutatja fel tisztelés végett. A korona egy három újnyi széles arany abroncs ból áll , becses drágakövekkel bir , de olly ki csiny, hogy kétlem, mikép azon harminchat császár s király, kik vele megkoronáztattak, valósággal fején hordotta volna. L a i n a t e , L i 1 1 a hercegé, egy kastély van benne igen csinos kerttel, s egy museum; a vízmüvek ollyanok, milly éneket Hellbrunn ban, Salzburgnál láthatni, de sokkal nagy szerűbb ek, kivált a barlangok; ásvány-gyűjte ményt, festvényeket, s más ritkaságokat is talál hatni itt. Igy, láttam egy síró Magdolnát, kit azonban redőzete, igen kényelmes fekvése, s igen mesterileg alakított lágy márvány-föalja után szomorkodó Venusnak tarthatni."], [146, "136 A Fedele piacon laktam, a Bella Ve tt e z i a vendégházban. Ezen a piacon állott hajdan a Prina palota, hol tulajdonosát meg is ölték. Három nap alatt e házat alapostul fel dúlták ; annyira , hogy most szabad hely kelet kezett belőle, mellyen, négyszegkövekböl , egy mértani alak létesíttetett. ABellaVenezia vendégházzal átellenben van a Marino palota, melly hajdan egy gaz dag magányosé volt, ki nőjét, vélt hűtlenség miatt, megölte. Gyilkossága miatt üldözőbe vé tetvén megszökött, s igy háza a kormánynak jutott. Mindenfelül gyükosság környezett. A ki látás meglehető komor, mind e mellett is a kas tély igen kedves volna, csak olly borzasztó em léket né kelesztene. A termény-kiállítás csupán egy nagy terem ben van; itt sok szépet láttam, de a bécsihez még sem hasonlítható. A milanói termény kiállítás csak egy tartományé, a bécsi pedig egy császárságé. Uj seiyemkelmét láttam itt"], [147, "137 tapétekre , fekete atlasz fehér s sárga üve gekkel átszőve, melly ugy látszott mintha arany s ezüst volna. Ugy hiszem , hogy ezen kelme bútorokra nem, hanem tapétekre annál inkább használható. A Brera-képkiállitás azért kitűnő , mert ott nemcsak uj, hanem régi estvényeket is láthatni. Az ujak számra kevesebbek ugyan mint Bécs ben sz. Annánál, de több kitűnő szépséget bírnak. Egy egész szobát láttam Markó darab jaival, mellyeket idörül időre készített; egy L i parini, a görög forradalom utolsó korából, volt ez úttal legszebb kép a kiállításon. AzAmbrosiana könyvtárban néhány szép Leonardo da Vincit, Raphaelt, Luinit, Carlo Dolcét láttam. Mit leginkább csodál nak: egy vázlat Raphaelt öl, mellyröl a fest vény Romában van. Szép bronszok, néhány szép asszonyfő Canovátol, egy miniatur kép, mellyen Galeazzo Visconti, Bar nabo nagybátyját T r e z z o várban meglátó-"], [148, "138 gátja, hol ő azt fogva tartotta s végre megmér gezte, igen szép s finom festés. Egy csomócs ka Borgia Lucretia hajából , mit egy könyvben találtak, melly az ö tulajdona volt, több érde kes kézirat, s más régiségek. A temető itt nem szép, középen egészen szokott fakeresztek állnak, a falakhoz köröskö rül keresztek vannak állítva, mellyek közöl kettő érdemel említést. Bubn a tábornagyé egy szerű nagy kötömeg , mellyen csak „Bubn a\" áll. Semmi év , életidő , halálnap , érdemek. Egyébiránt ezen emlék még sem olly egysze rű , mint látszik. Egy név , egészen egyedül a sírkövön , ha egy szótag is , sokat jelent , s itt, hiszem, valóban. A másik, a Sor manók csa ládsírja , egy kápolna előképét ábrázolja, hol négy sor kis emlék, mindenik sorban négy, s összesen tizenhat van. Ezen emlékek olly ki csinyek s csinosak, mintha gyermekek temették volna ide bábjaikat. Haton hat gyermek-felirat állott, s tíz még üres. Én ugy találtam, hogy illy komoly tárgyhoz, az egész composilio illet-"], [149, "139 len ; mivel a 1 > .. lábnyi magas emlékek való ban gyermekjátékhoz hasonlítnak. M a r c h e s i szobrász műhelyét nem láttam, nem volt honn, s szigorún megtiltá , hogy szent helyére valaki bemehessen. E szerint Barbá ré s s a császár hires basreliefét sem lát tam, melly jelenleg, mint mondják, a Rossi kertben van. Senki sem tudott róla. A császár nét szamáron viszsza felé ülve ábrázolja ez; még Milanóban olvastam egy leírását , hol a boszu s gyalázat oka egészen meg van fejtve. A régi vár , a hercegek hajdani székhelye, most laktanya , előtte a legnagyobb s legszebb fegyvergyakorló-hely. Jobbra 30,000 nézőre amphitheatrom Napóleon által építtetve , 9 átellenben a legdiszesb győzelem -iv, Arco d e 1 1 a P a c e névvel , igen megérdemlik a megnézést. Canovatól azon T h e s e u s, melly Bécsben a népkertben van, ezen győzelem ív számára volt rendelve ; Napóleon arc képe az."], [150, "140 Adella Scala színház nevét egy tem plomtul nyerte , melly itt állott hajdan sS.Ma ria a la Scalanak neveztetett; legnagyobb a világon. Még egy pironságot szükség emiitnem , mit nem érdemetlenül szenvedtem , s e mellett leg roszabb az , hogy arra mind inkább érdemesü lök, mivel e tekintetben épen nem fogok javulni. Kíséretemmel egészen nyugottan ültem egy ló cán , nem messze a Villatói , s németül beszél tem. Egy anya ment előttünk egy kis pajzán lánynyal , ki fen szóval monda : sono patát i. Az anya büntetésül kézzel-foghatólag felelt ne ki. A gyöngéd anyát nem igen szelídnek talál tuk , annyival inkább, mivel a csufolásnak ven ni kellett mondást nem értettük, míg kísérőnk meg nem magyarázta. Az olaszok t. i. a néme teket „burgonya - evőknek\" híják (g 1 i P a t a t i) s illyeneknek tartott bennünket a kicsiny. Megvallom, hogy engem ezen gúny legkevésb bé sem bántott. Sőt inkább hálásnak kell lenni olly jótékony növény iránt, melly annyi embert"], [151, "141 táplál, s ment gyakran éhségtől. A reges kor a burgonyát bizonynyal szent növénynek tartotta volna; Olaszországban ritka tünemény s csak igen ritkán, az idegenekért, termesztik."], [152, "142 Lodi. liodi, Milanotul három óra ; igen híres egy házzal bír , minek neve : 1' i n c o r o n a t a , hol fölötte becses festvények vannak; minden képet kitűnő szépnek nevezhetni. Épen most ujitgat ják, a tető már kész , uj freskókkal , mik olly szépen festetvék, hogy az ember azt gondolja : tán az ég áll nyílva. A hídon is voltam, melly azon nevezetes ütközet által lett híressé ; mindent igen érthetöleg megmagyaráztak ; mindent felfog tam: szomorú szemlém vógered vénye az volf."], [153, "143 hogy az emberiségre nézve igen nagy veszteség az ütközet, győzzünk vagy veszítsünk ; valóban maga a győztes sem örülhet, ha végig te kint a harcmezőn, s mind azon áldozatra gon dol , mik elhullottak, s azon könyiíkre , mellyek folytak. Előttem sokkal kedvesebb volna , ha a királyok csak tollal papiroson s nem karddal folytatnák a háborút. A physicaí erő farkasok s medvék törvénykönyve, mi bizony müveit s ha ladó korunkhoz nem illik , mi mégis csak neme sebb fajú teremtvények vagyunk s ügyekez zünk méltóbb módon tekintélyt szerezni. Hiszem, hogy rendszerem idővel keresztül fog menni."], [154, "144 Kirándulás a Lago Maggiorera. Jlilanotul Sesto Calendeig kocsin, még pedig gyorskocsin, innen Palanzaig gőzha jón, aztán a mindig kész négyevezös hajók egyi kére szállva megy az ember IsolaMadre s I s o 1 a B e 1 1 a b a. Éji szállás a vendégfogadó ban kapható. Más nap ismét hajóra ülve azon gőzöshez megy az utas, melly határzott órára, M aga din obul jővén, ide érkezik A róna elé, hol szent Carlo Borromeo roppant szobrát láthatni. Ennek helye igen jól van ki-"], [155, "145 10 választva, egy szent számára, kit barát, ellen ség, s az egész emberiség áld. Aronábol Sesto Calendere visz az ut, s innen gyors kocsin vissza Milanóba; kellemes két napi kirándulás. Isola Madrén s Isola Bellán kivül van még Isola dei Pescatori és Supe riori; a két utolsóban semmi látni való, ezek hasonlag a b orroméi szigetekhez tartoznak. Hogy szent Carlo Borromeo szobra nagyságáról fogalmunk lehessen , álljon itt te- rületének előadása. Magassága 11 öl. Fejkerülete 65 láb Homlokszélesége Orrnagysága 6 „ 3 új » )5 4 „ 2 „ 4 „ Fülszélessége Szem „ Száj „ - „ 10 „ 1 v> 6 „ 21 „ 4 „ Karjai hoszsza"], [156, "146 Azon könyv nagysága mit kezében tart 11 láb 5 új Hüvelykhoszsza . . . . 4 „ — „ Lábszélessége 3 „ 5 Ruhája területe 52 „ — Talapzat magassága . . . 32 ,, 9 „ Ezen koloszszust aBorromeo család,alatt valóival állittatá szent Borromeus Károly nak. Gözhajórul tekintve koránsem tetszik olly nagynak , pedig a fejében, ha szorosan is, négy ember fér meg. Lago maggiore környéke szép , part jai igen népesek; sok várost, s egyes villákat láthatni, mellyek a tájt igen festőivé s nyájassá teszik. A hegyek szép idomúak. A Simplon kinyúlik mindenek felett ősz fejével; egyedül ez volt június 7-dikén hóval födve. Ro után mindjárt látszik a piemonti hegyek egész láncolata. Milánóiul első állo másra érve pillanthatni meg Mont R o s á-t is, melly Mont blanc után legmagasb."], [157, "147 De mit mondjak azon szép két szigetről, mely lyek magok nemében egyetlenek, s a mesés tündérvilág maradványaiul látszanak. Efféléket látni kell ; minden leirás , lenne az még egyszer olly virágdús , ártana ezen virágoknak. E szi getek, mindenki, de kivált füvészek előtt, legna gyobb mértékben érdekesek. Isola Madrén örülhet szívből minden természetbarát , mert itt minden növény, minden bokor gyűjtemény-da rab. Egy csoport kamelia-fa, valóságos kis erdő illy ritka növényekből , mellyeket mi csak szorgosan ótalmazott üvegházakban láthatunk, itt télen , nyáron, hideg földben díszlik ; hanem a kertész mondta, hogy ezen fákat deszka-kö penynyel és crispmnel ótalmazzák. Rhodo dendronok, Magniolik, Catalpok fal kásan jönnek elő ; mi szép lehet itt , mikor min den virágzik. Isola Madre egyfüvészidísz kiadás ; mindenek közt egy libanoni pálma fát csodáltam, továbbá egy ciprusfát, mellyet három ember sem érhet által, s mellybe Napó leon amarengoi csatát előzött napon e szót metszé „B a 1 1 a g 1 i a.\" Én csak egy igen gyön- 10*"], [158, "148 ge B-t láttam , eltörlé az idő a nagy művészt a többi betű módjára , az emlék mégcsak negy venkét évi maradásra sem volt számítva. Isola Bellán más füvészi csodát láttam, egy szép ciprusfát a bitorló repkény ugy átölelt, hogy szegényke, ezen ölelésben, meghalt ; oda a ciprus, a repkény pedig él, s annak holt tetemén terjeszkedik annyira , hogy vétkét nem is gya nítanád , ha a kertész el nem árulná. Megszok ván itt rendkívüli dolgokat látni, azon épen nem csodálkozik az ember, s ugy tetszik, mintha a repkényfa a bitorlás valódi képéül állana ott. Nem vagyok szakértő, hogy azon ritka s szép példányokat , mik a világ minden részeiből ide iilleltetvék , mind megnevezhessem, de azért az avatatlan is csodálja, hogy milly fölségesen s buján tenyészik itt minden. Szinte hihetetlennek tetszik ezen szelid éghajlat a hó-fejű Sim p 1 o n láttára. Ezen két sziget , hegyektől vé detve, olly kedvező fekvésű, hogy azon nö vények, mellyeket különben üvegházakban kel-"], [159, "149 lene tartani, itt a szabadban növekesznek. A citrom és narancs-erdő kellemes illatot terjeszt. Isola Bella asztal-ék egy mennyei lako mánál, tíz terrassa van , egyik a másik felett, sok szoborral, barlanggal,'s vízmedencével (Bas sin); itt valóban csak a tündér hibázik varázs vesszejével. A kastélyban, hol a Borromei család nyaratszaka lakik , két képtár van és sok ritkaság. Az appartementek csoda-nagyok. Egyikében a háló-szobáknak mutatták nekünk azon ágyat , mellyben Napóleon alutt ; egészen akkori áilapotjában volt még az, ugyanazon takaró stb. — Szép szekrények pietra du raból s egy sor sala térre n szobrokkal s szökőkutakkal , mellyekben egy Flóra, mit a tulajdonos csak most kapott Romából, né zésre felette méltó; áltáljában mügazdag kas tély. Különös említést érdemel még egy szent víz-tartó , arany , ezüst- , s drágakövekből, melly azon ágy mellett függ, mellyben egyik Borromeo meghalt; ö volt teremtője , ha nem hibázok, minden itt csodált drágaságnak."], [160, "150 A vendégház középszerű, ablakombul a ki látás elragadó. A Simplon némi távolságban, Isola Superiore más szép villákkal az elő térben volt. A vizi út igen kellemes volt, ámbár a tó nyugtalankodott, annyira, hogy bennünket egész kis viharfaj gyönyörködtetett , kivált mi dőn a hajósok biztosítottak, hogy semmi ve szélytől sem félhetünk. A habok barátságos játéka , mint a hajóba jöttek, bennünket mint egy köszöntendök, s ismét bántás nélkül távoz tak, valóban mulatságot szerzett. Olly vidámak s honosak lettünk, mintha már rég ismernök egy mást, pedig valósággal egészen ismeretlen em berek voltak itt , mexicóiak , sőt egy brasiliai is ; az utolsó azon brasiliaiakhoz tartozott, kik a párisi főiskolákat látogatják meg ; hova a kormány ötvenet küld, hogy botokúd hónuk ba műveltséget, felvilágultságot , jó erkölcsö ket s modort plántáljanak. Az emiitett példány igen módos- és szerénynek látszott. Volt még több idegen is. Hogy mégis minden világrész-"], [161, "151 böl jönnek össze emberek , a mesés szigeteket megkeresendök ! De valóban meg is érdemlik. Szükség megemlitnem , hogy ezen szigetek hajdan sziklatömegek voltak; a Borromei család a földet, egy részben hajón hozatta ide, ezen ültetvényt készítendő; hihetetlennek lát szik, hogy a legnagyobb fák sincsenek egész három lábnyi földben. Sommaban, Sesto Calende fele utján, nem messze az úttól, van egy ciprusfa, mit négy ember nem érne körül ; mondják, hogy ez alatt nyugszik Hannibál. Az illyen hiszté riái emlékek még akkor is érdekelnek , ha azo kat nehezen hihetni. Egy, kétezer éves ciprus ! hogy állhatott volna ez maga ellent minden háború pusztításainak, s méginkább a pusztításra szüntelen s olly kész embereknek ? Bettina bizonyos Roth asszonyt említ, ki a mennyet olly helynek képzeli , hol minden nap vasárnapi öltönyeit fogja hordozni ; H a h n-"], [162, "152 Hahn Ida grófné csergő folyam mellett ülve képzeli magának az eget, ón a Como-tava mellett. Egy nyári lak itt olly kívánat, mi nem könnyen teljesedik ugyan , de azért nem ke vesbbé kedves. A világon mondhatni semmi sincs kedvesebb, szebb, kellemesb, mint Como a maga villáival együtt. Láttuk továbbá a Villa Plinianát s a Villa Estet, hol Karolina angol királyné nyarát töltötte. Pleviotul nem messze van sírja a szerencsétlen Locce-nek, anyja egyet len fiának , kit szemei előtt látott vízbe fuladni, mert anyja épen parton állt ; igy beszélte a ha jós. Egy anya sem fog fájdalom s rokonérzet nélkül itt elutazni. Én nem láttam a sírkövet, de az anyával együtt éreztem. A Villa Sommariva igen művészet gazdag ; valódi musa-templom, szép festvények kel, szobrokkal Canovától s Thorwald 8 e n t ö 1. A Sándormenetet ábrázoló hires b a s reliefet, melly egy mUlio scudiba került, Na póleon császár magának rendelte meg ; az ö"], [163, "153 elenyészése után Som marivá gróf, ki nagy művészet barát, vette meg ThorwaMsen töl. Én egész prozailag mondom : nekem ked vesebb lett volna az egy millió scudi , mint a márvány-menetek basreliefben. Ha még is szép festvények volnának! Villa Melzi nem tud ugyan szobrokban s képekben művészeti gazdagságot mutatni , ha nem igen comfortabel módra rendezett. Napóleon s később Ferenc császár laktak itt. Láthatni itt az elsőnek, mint consulnak igen jól talált arcképét. Általában sok ütközeti jelenetet, réz metszéseket, mellyek a gigási, árny-játékfor ma császárságra emlékeztetnek. A bútorok sely mek s áltáljában minden díszes , mi kétszeresen tetszik , mivel a táj , tenger , kastély , kápolna, Dante emléke, szóval minden, igen szép s öszhangzó. L o d i herceg évenként itt lakik, a Villa az ö tulajdona. Villa Serbelloni, fekvése miatt leg szebb, mert Pelagio egy földszorulatán fek-"], [164, "154 szik s onnan sok tavat , a Comot s Leccot egyszerre láthatni. A kert szép , de a kastély egészen silány. A barlang , hova vízen , s egy kis, nagyon keskeny hídon juthatni, iszonyú történet színhelye volt , ha különben igaz. Az első tulajdonosné, dei Rí va, ezen barlangot tit kos légyottra (Rendez- vous) választotta; mond ják , hogy itt várta imádóit. Míg ö ezeket sze rette, addig ezek akadály nélkül jutottak a hidon keresztül, melly olly előkészülettel volt ellát va, mi a kegyelméből kiesteket , az alatt, míg a hidon keresztül mennének, a kedves helyett, ör vénybe vitte. Cadenabbiab an a vendégház igen jó és szép fekvésű. Naponként egy gőzös jár C o mobul Colicoba, innen Cadenabbiáig gőzhajón menvén , kis hajókon tehetni a kör szemlét; este Colicóbul visszajön a gőz hajó s az utast ismét Comoba viszi. Ámbár a Villa Serbelloni sem szép kastélylyal, sem művészeti kincsekkel nem bír."], [165, "155 mégis legjobban szeretnék itt lakni, a kilátás miatt. Ha még az ember Villa Melzit is ide va rázsolhatná, akkor semmi kívánni valója sem lenne. A kertek mind a három Villában jó karban vannak. Villa Serbelloni kápolnájában szép két emléket láttam carrarai márványból."], [166, "156 Igen későn értem Varennába. A vendég ház festöileg fekszik a tó mellett , melly ezen napon igen zajgott. Itt éjjeleztem. Más nap a hegyi galleriákon át Colicón, Mórban gnón, Sondrión, Tiranón, Bolado r e n keresztül B o r m i ó b a, mentünk hol aluttam. Nagyszerű kertben halad itt az ember folyvást ; a kisnemü virágfüzér- világ megszűnt. Colicoig ki sért bennünket a kedves C o m o t ó , melly ot tan-ottan eltűnik s megmeg előjön , míg örökre. isten-hozzádot mondunk neki. A városok, mel-"], [167, "157 lyeken keresztül mentünk, kicsinek , de helye sen épittetvék. Belladoreban egy templom mellett igen csinos tetemházat láttam , kis ká polna formában vas rostélylyal , min által lát hatják az elmenők az oda halmozott halálfejeket. Mementó móri ez, mit a lakosok igen tisz telnek. Egy más kis városkában , egészen kö zel ehhez , láttam a másik egészen hasonló te temházat. Mondják , hogy ezen tetemházak igen ré giek , hogy számukat uj halottakkal nem sza porítják, a régieket tisztelik, de illetni nem sza bad , hogy másutt eltemessék, mivel a hegyila kók igen babonások. Hogy jöhettek ezen csontok ekkép rendezve ide? nem tudták megmondani, mindenesetre nagy szerencsétlenségnek kellett történni, leghi hetöbben ütközetnek. Ugy találom , hogy az enyészet látása csak jótékonyan hat az emberre. Egy jó barát a ros tély mögül igy szól a nagyravágyónak : „Nézz"], [168, "158 meg engem, így fogsz te járni, csak erényeidet, s nem méltóságo dat, hozod el magaddal;\" a fösvény nek: „Nézz rám, mindent megtagad tál magadtól az életben, takarítot tál, kincshalmazban találtad bol dogságodat, a sötét országban ,pén zed nem kelendő;\" a kincsszomjasnak: „Tekints rám, kincseidbö 1 misem marad neked, csak hat lábhoszszu sír s egy marokföld.\" Kisgyermek-fők is voltak itt, hanem ezek mind igy szóltak: „Mint örülünk, hogy az életet nem ismerjük, hanem csak a halált; csak egyet fájlalunk: a bánatot, mit anyáinknak okoztunk.\" A szerencsétlen gondolja: Ah vajha én is itt volnék már, vajha tul volnék az életen, s itt nyugalmamat feltaláltam volna.\" Az utonállóra vagy gyilkosra bizony üdvös le het ezen látvány , végére kell gondolnia s ez valóban megtéríti öt. Egy illyen tetemház tehát valóban erkölcsi lecke mindenre nézve."], [169, "159 Mindjárt Bolladore mögött van híd az A d dá n, mit ördög hídjának neveznek ,de épen nem olly borzasztó ; ezen nevét útikönyvem ben találtam. Ezen hid egyébiránt, semmi sem kevésbbé mint ördögi. B o r m i ó n túl a táj mindig szomorúbb, a hegyek komolyabbak s tekintélyesbek lesznek; előkészület ez a természet nagyszerű szépsé geihez, mik ránk várnak. Egészen magába is tér az ember s feszült várakozással lép a S t e 1 viora. Hat óráig föl , háromig pedig lefelé jöttünk; — ez valósággal művészi ut, mert legtökéletesb a maga nemében, a legeslegjobb ut , millyet képzelhetünk , minden lehető elövi gyázati szabály található ; a hegyek mentében karfák vannak , s hol a föld nem engedi az út csinálást, ott galériák épittetvék; hat közülök egészen fedeles , köbül rakva , részint a sziklá ba vágva. Van továbbá huszonöt fa galleria. Jú nius tizedikén még sok hó volt, annyira , hogy ölmagas hófalak közt mentünk, az utón egy pe hely sem volt , mert eltisztitották. Mit a tél el-"], [170, "160 ront, nyáron ismét helyrehozzák. Igenjókarbeli vendégházak vannak itt , hol a vendéglő na ponkint kétkét húszast kap a kormánytól , hogy az utasoknak ótalmat s táplálékot nyújtson, szó val : mindenről gondoskodtak itt. Mivel épen vásár volt , staffage sem hijányzott ezen tájék képhez, kivált mert az ut mintegy lépcsönkint vonul fel, az emberek, lovak, kocsik látása igen festői volt ; de én azt hiszem , hogy ha vásár nincs , az út igen üres lehet. Bormiotul S. M á r i á i g az ut tetőpont ja, s örökös hó van. S. Máriától Fran zenshöheig, innen Drofuig, hol a Stel vio végződik, a postalovak igen jók. Nem messze Spondalungha vendég- vagy in kább állomásházhoz szökik elő az A d d a, mint vízesés, egy hegyből, sBelladore-sTira nonál, kútfejétől mintegy négy postányira már meglehetős jelentőségű folyam. Ki a ter mészet szépségeiben gyönyörködik, ne válasz szon Milanóba más utat, mint ezt Valtel 1 i n e n keresztül, mivel a mellett, hogy semmi"], [171, "161 kényelmetlenséggel sem párosult , sok kellem mel ajánlkozik. Mi a messze kilátást illeti, az itt épen nincs; mivel a hegyek annyira bekerítik az embert, hogy csak ezek idoma s magassága változik. Több vízesés szépíti a tájat , s így mindig van valami látni való. Virágokat találhatni kivált kép, mindenféle szinüt, a havasi rózsácska itt különös nagy , s színe olly szép világos veres, millyet még soha sem láttam. Ezen út egy méltó emlék, mit jó Ferenc császárunk maga állított, atya tévé azt gyer mekeiért , hogy ők a meredek magasságra kár s veszély nélkül hághassanak. Méltó joggal neveztetik az Franzenshöhenek, mert ezen út valóban fejedelmi. Drofuitol Latochig megnyílik a völgy, s mindenütt szép vidéken utazhatni, hisz az em ber Tirolban van, s Merannak örül, hol mi lóra ültünk a Tiroli-várat , Maultasche 11"], [172, "162 Margit hajdani lakhelyét szemügyre veendők, e kellemes s fáradságot jutalmazó kirándulást igen javaslom. Magában a várban mi sincs nézni való, azon szobán kivül, mellyben Maul tasche lakott, s mi olly dus hölgy számára igen egyszerű bútorzatunak látszott. A vár rom lásnak indult , de javittatgatják ; egyébiránt az nem fényűzés, sőt kötelesség ezen hisztoriai nevezetességet pusztulástól ótalmazni. Innen Botzenbe mentünk, csinos vá roska, igen díszes vendégházzal. B r i x e n fölötte szép fekvésű, mint áltáljában az egész völgy ; itt találtam egész utamban legolcsóbb vendéglöt, ki gazdagnak szegénynek egyforma számolást készít, s magát egyedül a szolgáltatott holmihez, mit igen jutányosán fizet tet, szabja. Legtöbb vendégházban a rangot fizettetik; ha még olly keveset vesz is az em ber, igen sokat kell fizetnie. Az előszobában egy fahordó van a falra festve , illy felirattal :"], [173, "163 ,,Wáre das Lügen so schwer, wie das Holztragen Würde jeder Mann die Wahrheit sagen ! \" Tehát mindenütt morál. B r i x e n erősség fekvése igen jó. A he gyek jobbra s balra olly közel vannak egymás hoz, hogy a várral közlekedés, ha t. i. akarják, egy igen keskeny ösvény által történhetik. A várbeliek urak házukban, s be senkisem megy, kit bebocsátni nem akarnak. Ferenc császár építtette ezt, mint győzelem-kaput, midőn ez még a stelvioi müuthoz tartozott. Innsbruckig majd egyenlőn visz az út, kevés változatossággal a hegyekben, mig vég re a szép fekvésű Innsbruckot megpillant juk. Azt kell mondanom, miszerint egész utam ban egy város sem jelent meg nekem olly szépnek, mint Innsbruck. Florencnek is szép ugyan a fekvése, de oda-érkeztemkor igen roszul volt kivilágítva;"], [174, "164 Milánót nem láthatni, míg a kapuhoz nem érünk. Velence szinte nem igen szépnek látszik M estre tői. Innsbruck, Gréc és Bologna a jövevényt legszebb kilátással kí nálják."], [175, "165 Innsbruck. ujabb s régibb kori emlékek által igen érdekes, különösen Hofer András által, ki magát honaért olly hösileg feláldozta. A Ferdinán dé u m b a n mutogatják kardját a bajor Port d' Epéével , kalapját , vállszalagját , proclama tióját, s azon igen érdekes levelet , mit kivé geztetése előtt néhány órával irt. Annyi lemon dással, olly hösileg, olly érzékenyen van írva, hogy könyezés nélkül azt nem olvashatni. Öröm mel veszi , ugy hiszem az olvasó , ha annak itt"], [176, "166 helyt engedek, bár ez a hely hozzá nem egészen méltó, s meg nem engedeti merény , mert igen jól tudom, hogy az nem egyszerű naplómba való, mellynekminden esetre e levél legnagyobb dísze. Kivonata Hofer András tiroli főparancsnok, Man tuában 1810. febr. 20-dikán halálnapja reg gelén , saját kezével , P ü h 1 e r úrhoz, Stájer- markba irt levelének. *) Kedves bátya ! Isten ugy akarta , hogy itt Mantuában kell felváltanom földi élete- *) Az eredeti igy van: Sícbfict §ctt íptucbct, bet gótfíid)e rciflen ifi c<S getuéffen, baé id) fyabc mieffen í)iet ín man- bua, meiii jeítlidjeS mit ben (Sbigen ucr toótícn, abet ©ott fcie bamfí), um fcític gcblirt)c ©nab, mit ifi (£ff fo lcid)t fet gefíjemeit, baé luaii id) ju roafj anbem auffgcftcfi/tt írurb, gett fturtf) iniv aud) bic ©nab vet Iciíjen (Biá) toifj in tó- fien augenblücf () , auf baá id) f fjemen fon, alroo fid) mein fefij mit atíe aufjct tuéíte, fícft, (Sínig @l)t ftcíen mag , altoo id) aud) fűv a((e Sitten metbc, 33cí ©ott abfenbcrlid) fűt toöltídjeid) in metjveften, ?u S3iítcn fdjuíbig Sín, Unb fúr fte unb ineu gtau íiebft, mögen ben $icíjl Hnb anbere guet batten, aud) aííc fnet ncd) lebenbe ©uete fveint, fetten fűt mid) Bitien, tlub mit auff bic T)eiffcn giamcn ftcifen, «.'in id) nodj ín fegfeuer Mieffen muf."], [177, "167 met az örökkévalóval , de hála istennek, isteni kegyelmeért, nekem az olly könnyűnek tetszik, mintha valami másért vinnének ki , isten közle ni fogja velem kegyelmét az utolsó szempillan tásig , hogy oda juthassak , hol lelkem a válasz- Síé gctteá bienft folíe bíe licbfte mcin : obcr 3Bít tl)in 511 fanct 2)iattl)in jattén íaffen, bein Dicífcn farben 95Iuet, fitten in t>ebe 5Pfaten, ben freínten bein SBettct-- Sffiiitl) ifi fuppe Unb fíeifd) ju gáben íaffen ncbft (Simter t)albcn 3Bein. Sicbcr I)et't Spicffjlet, gíen fíe mit f/inein, Unb bein fficttct 2Birtf) ju jjanct mattéin, jcigen fjie bic fjad)n an, @t SBiitl) fd)cn angcftalb mad)en, Unb mad)en pic fjonfi niemanb níd)t funbbat »en bicffct fjad)e. 35. (»en) bet 2Bclt íebet aííc \\voí)í , wip tolt ín §(nu- meí jam fbomcn, Unb bctttcn gott lobén (bis) an @nb. citle íPajfeijtet Unb Í8cfr)cnte foflen mit eingcbcnfí)t fctjit ín l)ei» tigen ©ebetlj Unb bíe «ÍBírtí)in folté fid) nid)t fo 33effi> mcten id) mctbe bíben bei ©fctt fit fíe aííe. Síbe mein fdjncbe SBett, fo teíd)t ffiombt mit ba8 ftcr* ben fot, baé mit nit bíe Síugen naff toetben. ©efd)tieben um 5 Utt in bet ftue Unb um 9 Un Steifj id) mit bet Ijílfe atiet tjeíHíg ju ©ott. íföanbua ben 20. febtuar 1810. Sein in Seben getiebter Slnbctt l)ofet 0. pánt in <l?affctyet in namen bcS l)ettn 38iHe íd) aud} bic SRcíffe fot nemen mtt gott"], [178, "168 tottakkal együtt örökké örvendez, hol mind nyájokért imádkozom, kivált kikért istennél imád kozni, leginkább tartozom, önért s kedves nőjé ért , a könyvért s más jótéteiért , de értem is minden még itt élő jó barátim imádkozzanak, és segítsenek ki a tüzes lángokbúi, mikor majd a purgatoriomban kell szenvednem. Végtisztességet kedves nőm , vagy a sz. Mártoni vendéglöné a Bózsaszin vérhez, tar tasson, imádkozzanak mind a két egyházban, jó barátimnak vendéglő bátyám levest s húst adas son , s egy itce bort. Édes Pickhler uram I menjen be értem sz. Mártonba, s vendéglő bátyámnak adja tudtára a dolgot , majd tesz ö rendeléseket , különben senkivel se közölje a dolgot. Éljetek boldogul mindnyájan ! míg mennybe jövünk s olt istent dicsőítjük mind végig. Minden passeyri s ismerősöm szent imában emlékez zék meg rólam; az asszony pedig ne szomorkod jék fölöttem, istennél mindnyájokért könyörgök."], [179, "169 Isten hozzád silány világ! olly könnyű előt tem a halál , hogy még csak szemem sem lesz nedves. írtam reggeli öt órakor, s kilenckor minden szentek segítségével istenhez megyek. Mantua 1810, 20-dik febr. az életben szeretett pas seyri HoferAndrásod, az ur nevében menendek ez útra istennel. Beszéde, mit a néphez a „Nap\" vendéglő éttereméből tartott, következő volt: *) „Isten áldjon meg benneteket kedves innsbrukiak! mivel ti en gem főparan csnokul választotta- *) ©tnep ení ©ott meine ííeb'n ©'btufet , h>eil ős mi jum Dbcttomebanten g'vóflt fjabt, fo bín i l)oIt be — t fein ober a siet anbete bo — bó foaní S'brufcr fein — Sílíe bő untét meine SSaffenbtüber fein »őEw, bő múeften"], [180, "170 tok, hátitt vagyok; de sokan van nak itt mások, kiknem innsbruckiak. Mindazok, kik. fegyveres pajtásim a karnak lenni, istenért, császárért, és hazáértmintbátor, nemes, ésderék tiroliak kötelesek harczolni, kik fegyveres pajtásim akarnak lenni, de kik ezt nem akarják tenni, haza me hetnek, javaslom nektek; s a kik velem jönnek, el ne hagyjanak, én sem hagylak el titeket, olly igazán, mint hogy Hofer Andrásnak hínak. Elmondtam, — láttatok — isten ve letek! Az udvari kápolnában van a hős sírja, ő va lósággal itt van most eltemetve. Mantuából, fűt ©ott, .Roafcr unb SBaterlanb , aló\" tapfre, cöbte unt Btafe S'roter fttcítcn , bö meine SSajfenbtübet toetn oöln bő obet bőé' nít tl)un ocíícn , bő fott'n r)aim gien, i rótt) cnfé. unb bő mit mir gíeng . bő fott'n mi nít »err íaffen — i ser enf a nít serlaffen — fo moí)r i Slnbete í)caé : g'fagí dob i cnfí — g'fetjn tjob'rj mi — bfieb encfá ©ott."], [181, "171 hol Napóleon császár parancsolatjára 1810. agyonlövetett, 1823. a vadászok hozták ide. Az emlék szép, S c h a 1 1 e r prof. Bécsben ké szíté azt. Ezzel átellenben egy másik emlék jön, a patriótáknak, kik 1809. győzte sen elhullottak a csatamezőn , de még nem kész — pedig elég idő lett volna rá. I. Maximilián császár sírja gyűjte mény-darab. 0 azonban nem itt van eltemet ve , hanem Bécsiújhelyt A huszonnyolc bronsz-szobor mestermü. Mivel olvasóim közt sok leend , kik Inns bruckba nem utaznak , azokat ismeretlen létök re, nekik bemutatom. 1. Clod víg, francia király, szül. 466. meg- halt 511. 2. Szép Filep, spanyol király, szül. 1478. megh. 1506. 3. Habsburgi Rudolf, szül. 1218. megh. 1291."], [182, "172 4. Bölcs Albert, ausztriai herceg, szül 1298., megh. 1358. 5. Theodorik, kelet-góth király, szül. 455., megh. 526. 6. V a s E r n e s z t, ausztriai herceg, sz. 1 377., megh. 1424. 7. Theober, burgundi herceg, szül. 640. 8. Arthur, Brittaniában filurok királya, szül. 542. 9 Zsigmond, ausztriai főherceg, sz. 1427., megh. 1496. 10, Blanca Maria Sforza, milanói her cegnő, I. Maximilián császár második nője, szül. 1470. 11 Margit, ausztriai főhercegnő, megh. 1530. Massoviai Cimburgia, Erneszt hg nője, megh. 1429. 12 13 Burgundi merész Károly, I. Maxi milián első nőjének, Máriának atyja, szül. 1433., megh. 1477. Jó Filep, burgundi herceg, szül. 1396., megh 1467. 14"], [183, "173 15. A rr agóniái Johanna, I. Filep spa- nyol király nője, szül. 1555. 16. Kathol. V. Ferdinánd, arragóniai ki- rály, szül. 1453., megh. 1516. 1 7. K u n i g u n d a, Albert nője. 18. Eleonóra, Ferdinánd császár nője. 19. Mária burgundi hercegnő, Maximilián csá- szár első hitese, szül. 1457., megh. 1482. 20. E r z s é b e t, Albert császár nője, sz. 1396., megh. 1442. 21. Bouillon Godofréd, jeruzsálemi ki- rály, 1100. 22. Albert király, szül. 1248. megh. 1308. 23. IV. Fridrik az üres zsebü, tiroli gróf, megh. 1439. 24. Hl. v. Kegyes Leopold, szül. 1351., megh. 1386. 25. IV. v. Szelid Rudolf, szül. 1196., megh. 1232. 26. IV. v. Szent Leopold, megh. 1073. 27. IV. Fridrik, római császár, szül. 1415., megh. 1493. 28. II. A 1 b e r t, római csász. sz. 1 397 . , mh. 1 439."], [184, "174 Ferdinánd főherceg Welser Philip p i n a szeretetre méltó nőjével, az ezüst-kamrá ban van eltemetve. A sarkophagon Philippína szép test-alkata nyugszik, a főherceg tulajdon kép a kápolnában van eltemetve, utána néhány lépésre nője , a komorna pedig a lépcsők alatt. Ambras kastély igen kellemes sétaút, Innsbrucktól fél órai távolságra ; itt lakott a szerencsés pár, Ferdinánd s Philippí na, a kastélyban, melly most hadtanya. Azon szobában, hol Philippína megholt, most ka tonák vannak, fürdő-szobájában pedig, elég illet lenül, őrmester szállásol. A kincstárban még sok érdekest láthatni, bár annak igen nagy részét Bécsbe szállították. Nagy képgyűjtemény is van itt, mit azonban nem állíthatni fel; mivel a hely szűk, a kép pedig sok. Kár értté. Érde kes arcképek vannak, nemcsak uralkodó-házak, hanem más családokbul is. Több hires ember páncélait láthatni itt, egy zsib-boltot, mellyben sok csinos holmi van. A kilátás a letörül fölséges; Ambras mindig nevezetes hely , s igéző ki-"], [185, "175 rándulás leend. Igen sokszor eszünkbe jutott a derék pár, Ferdinánd s Philippína, kik legboldogabb házasságban húsz évet éltek ; olly házasságban , melly némi mesés beszélyekre nyújtott anyagot , miket azonban mind megcá folt az , hogy ezen házasság húsz évig tartott. Nem hiszem, hogy a hisztória húsz éves család üldöztetést tudna felmutatni. Ambras azért is nevezetes, mivel a híres friedlandi herceg Wa 1 1 e n s t e i n, mint a burgundi őrgróf apródja, egy ablakból leugrott , a nélkül, hogy megsé rült volna ; ezen szerencsés esés óta táplálta magában azon meggyőződést, hogy nagy dol gokravan hivatása. Mártonfala (Martinswand) második ki rándulás, mit tettem; Maximilián császár hajdani vadászlakja ép átellenben van a fallal. Ezen lakban római pénzeket találnak, miket a nyájas pórnök az utasoknak eladás végett kí nálgatnak. Megfoghatatlan, mint tévedhetett el itt a' császár ; minden esetre több erdőnek kellett akkor lennie"], [186, "176 Innsbruck tájéka fölötte igéző, s történe tileg az Is el hegy melletti 1809. novem. 1. napján történt ütközet által híres. Vezetőnk, egy öreg ember, ki maga is ott csatázott, sokat beszélt nekünk Hofer Andrásról, ki mint ausztriai táborfö a várban lakott, hogy tisztelék p. o. öt a többi táborfök, ezek nála ebédeltek, s ebéd után olvasórul imádkoztak; mert Hofer szerény , alázatos , és istenfélő volt. A várban mutogatják a szobákat, azon szép roppant nagy teremet, hol Mária Te rézia s gyermekei, vejei s mennyei életnagy ságban lefestetvék. Ferdinánd császár hó doláskor ezen várban lakott. Az egyházi ap parmenten kivül a tiroli kormányzó lakja van még itt, s vannak bureauk is. Az előszobát , hol I. Ferenc császár guta ütésben hirtelen megholt , igen szép kápolnává alakiták; az oltár azon a helyen áll, hol a császár lelkét kiadá. Mária Therézia csá szárné rendelt gyász istentiszteletetörök időkre."], [187, "177 Az arany ház, mellyet üres erszényü Frid rik épített (mikor építette , erszénye még sem lehetett üres) volt hajdan a fejdelmi lakhely egy erkélylyel; azonban az egész fejdelmi lak oda s egészen meg van változtatva , csak az arany tetejű erkély van még meg. 0 1 1 o b u r g magány-tulajdon ; a színház középszerű, a város elég csínos. A Ferdinandeumban igen sok érde kes van. Az alpesi iskolából, s tiroli festészek töl sok festvény látható itt , mellyek igen jók. Ferenc császár arc1 épe , mit egy vak festett, bámulatos ; mindenféle képeket , föld-termé nyeket, ásványokat, pénzeket, szobrokat lát hatni itt , s az utóbbiak közt egyet , egy tiroli művésztől, ki Parisban települt le s kitünöleg dolgozik. Hálából küldé ö azt ezen gyűjtemény nek. Különféle mintákat is találhatni itt. Ne kem ugy tetszett, hogy a Ferdinandeum mindenben gazdagabb a gréci Johanne u mn á 1."], [188, "178 Salzburg megérdemli, hogy az ember nyolc napot töltsön benne. A nyájas Hellbrunn vízmüveivel, szép hegyeivel, mellyek mintegy integetve hí nak magukra, fölséges sétahely; Aigen szép angol kertéivel; Leopoldskron, mindenütt a legjobb úttal, áltáljában véve pompás nyári lak, mellyre I s c h 1 közelsége is sokat tesz. A nyarat igen kellemesen lehetne tölteni váltogat va a két helyen. Mikor épen itt voltam, födöz ték fel a romai mozaikot. Egy szoba-padozatból"], [189, "179 három darabot láttam; sehogysem tudták, mit csináljanak ezen uj találmánynyal, midőn tovább ásva , épen az első mozaik alatt , ennél sokkal szebbet találtak. Ezen részint fejek, részint egész alakok gladiátori szokott helyzetben ábrá zoltattak. Az egészet igen vigyázva vették ki, s az érseki palotában áhították fel. 1842. septem berben, Mozart emléke ezen helyen áilitatik fel. Két igen érdekes temetőt kell még1 emlit nem, hol a kerítést kis sor-kápolnák képe zik, mellyekben a családok közös nyughelyet rendelnek. Özön arcképet láthatni itt olajban, az ide költözőitekét. Igy láttam egy tizen nyolc éves lányka képét csodaszépen s csino san festve, ki két hét előtt halt meg. Nem néz hetni erre fájdalom nélkül, olly ifjú, olly szép, talán boldog is — s most holt. Egészen való, hogy a halál az ifjúsággal tart; mert sokkal több ifjú hal meg mint öreg. Az elűzött spanyol hercegek itt találtak men helyet; igen ifjak ők arra, hogy helyzetöket át- 12*"], [190, "180 lássák s a jó alkalmat használják magokat ki képezni. Ők itt, Salzburgban, hol, a tu dományok minden ágaira elég tanitó van, szám űzetésüket szorgalmas tanulásra fordíthatták volna ; de azt nem tevék, mert két fő foglalkodá suk: vadászat s imádkozás. Kár valóban, hogy ezen ifjú hercegek magukról korlátlan rendel kezhetnek; a mostani folytonos politikai moz galmak alatt mégis lehetséges lett volna , hogy egy mivelt , szeretetre méltó spanyol herceg szerencsét tegyen. M i r a b e 1 1 , egy, minden rendeltetés nél küli lakatlan császári kastély , szép. Az úgynevezett Hundsgrafin (kutya grófnő) Salzburg ban tartózkodik. Midőn Na póleon Tirolon ment keresztül, a mondottat ma gával apródul vivé ; mikor Maria Luizával nő sült, 24 ezer franknyi évdij mellett szolgalatjából elereszté. Ezen pénzt ez az angol bankból húzta. Oklevelei mind M. tanácsos kezei közt voltak. Midőn ez a várról leugrott, s a városárokban"], [191, "181 megholt , azon oklevelek elvesztek ugyan , de azért mégis volt neki annyi, hogy itt tisztessé- gesen élhessen. Kutyák iránti előszeretete adá nevét (ámbár ö nem grófnő volt), mert igazi neve egészen más. Ötven kutyát, két szamarat, két öszvért s egy csapat más haszontalan állatot tartott ; de mivel darab idő óta uj segélyt nem kapott, a boldogtalan annyira elszegényült, hogy egyik eb a másik után szélnek ment; s ő egy- házszegény lett naponkint négy ezüst krral. Ezen nyomort főleg a kutya-kedvelés okozta, mert állatait igen jól tartotta , s ezek gondvi selése több embert kivánt. Salzburg tájéka puszta , 's unalmas ut visz Neumarkt s Lambachon keresztül Linzig. A költői élet megszűnt. Vajha az emlék ben nem elég sokáig megmaradna! Linzet mégis mindig méltó megnézni. Azon harminckét iszo nyatos tornyok, mellyek olly fenyegetőzve áll nak , mintha viadalra hínának ki , s ellenséges megtámadás esetében a monarchiát megszaba ditandók, azokra nézve, kik nem a genie-corps-"], [192, "182 hoz tartoznak, csak a szép kilátás érdemével birnak. Pöstling hegye a legmagasb s legszebb pont. Ezzel nyájas olvasó ! szíves „isten hozzá dot\" mondok. Valóban, megérdemled ezen buz gó óhajtást, ha kezdettől végig figyelemmel, a nélkül, hogy békétlen lettél, olvastad azt, mit részvevő szivem gondolt s tett, hogy ár tatlan gyermeket s elhagyatott öreget gyá molitson. 2q JA 53 Vajha jó szándékom méltánylást nyerne!"], [193, "183 Áttekintése a távolságoknak. Az u t Bécstől Grécig Posta Bécs Bécsújhely . . 3 Neunkirchen . . 1 Schottwien . . ll/2 Műrzzuschlag . 1% Krieglach . . . 1 Mürzhofen . . 1 Bruck an der Mur 1 Röthelstein . . 1% Peggau . . . 1 Gréc .... l'/2 Posta 13*/, Gréctöl Triestig Pűita Kalsdorf . . . 1 Lebring . . . 1 Strass . . . 1 Marburg. . . l'/3 Feistriz . . . 1 Züli .... V/2 Sz. Péter . . . 1 Franz . . . . 1 Sz. Oswald . . 1 Podpetsch . . . 1 Laibach . . . l'/2 Felsö-Laibach . l1/,"], [194, "184 Posta Loitsch. . . . 1 Planina . . . 1 Adelsberg. . . 1 Prewald . . . 1 Sessana . . . l'/á Triest . . . . 1% Posta 20% Triesttöl Velen- céig. Sánta Croce . , 1 % Monfalcone . . 1 Romána . . . iy4 Udine . . . . 3/4 Codroipo . . . l3/4 Pordenone . . l3/4 Sacile . . . . 1 Conegliano . . l'/4 Spresiano . . . 1 Treviso . . . 1 Posta Mestre . . . . IV2 Velence . . . 1 Posta 14% Velencétől Bo- 1 ognáig. Posta Mestre. . . . 1 Dolo .... V/2 Padua . . . .IV? Monselice . . . ll/2 Rovigo . . . IV? Polesella . . . 1 Ponté di Lagoscuro 1 1/2 Ferrara . . . Vs Malalbergo . . V/2 Capo d' Argine . 1 Bologna . . . 1 Posta 131/,"], [195, "185 Bolognától Flo- rencig. Posta Pianoro . . . 1V2 Lojano. . \" . l'/2 Füligare . . . 1 Covigliano . . 1 Monté Carelli. . J Caffagiula . . 1 Florenc . . . 1 Posta 8 Florenctől Luc- cáig. Laotra . . . . 1 Ambroggiana. . 1 Scala . . . . 1 Castel dei bosco . 1 Fornacette . . 1 Lncca .... 2 Posta 7 Luccátol Livor- nőig. Posta Montramite . . 2 Pietra Sánta . . 1 Massa . . . . 1 Carrara . . . 1 Lavenza . . . 1 Sarzana . . . 1 Spezia . . . .2% Borghetta ... 3 Matterana. . . V/2 Bracco. . . . XV* Chiavari . , . 23/4 Rapallo . . , 1% Recco . . . .V/t Genua .... 3 Posta 24% Genuátol Milá- nóig. Ponté decimo . . 2'/2 Ronco . . . . 2V4"], [196, "186 posta I Arquato ... 2 Növi .... V/2 Tortona . . .3'/, Voghera . . .2% Pavia . . . . 1% Milano . . . V/2 Posta 16% Milanotul a Bor romei szigetekig. Rho . . . . 1 Legnanetto . . 1 Gallanate . . . 1 Sesto Calende . 1 Posta 4 Milanotul Bor- mi o i g. Monza .... 2 Lecco . . . .V/m PutU Varenna . . . l1/, Bellagio Villa Serbelloni Villa Sommariva Villa Melzi ColíCO . . . .V/m Morbegno. . . 1 Sondrio . . . 1% Tirano . . . . 1% Belladore . . . 1% Bormio . . . 1% Posta 14% Bormiotul aStel- vion keresztül Innsbruckig. Sz. Maria . . . V/2 Franzenshöhe . 1 Drofui . . . . % Prad .... V/t Eyers . . . . V/2"], [197, "187 Posta Latsch . . . . 1% Meran .... 2 Botzen. ... 2 Deutschen. . . 1 Collmann . . . 1 Clausen . . . V/m Brixen . . . 1 Mitterwald . . 1 Sterzingen . . 1 Brennen . . . 1 Steinach . . . 1 Schönberg . . 1 Innsbruck . . . 1 Posta 21 Innsbrucktól Salzburgig Walders . . . 1 Schwatz . . . 1 Rattenberg . . V/4 Vörgl . . . . 1 Po«ta Söll . . . . 1 Elmau . . . . 1 Sz. János . . . 1 Weidring . . . 1 Unken . . . . 1% Reichenhall . . 1% Salzburg . . . 1 Posta 11% Salzburgtol Lin- zig. Neumarkt . . .V/m Frankenmarkt . V/2 Vöcklabruck . . V/2 Lambach . . . 1 Wels . . . . 1 Neubau , . . 1 Linz . . . . 1 Posta 81, .',"], [198, "188 Linztől Bécsig. Posta Enns .... V/m Strengberg . . V/2 Amstetten. . . V/2 Kemmelbach . . 1% Melk .... V/m Sz. Pölten. . . 1% Pusta Perschhng . . 1 Sieghartskirchen . 1% Burkersdorf . . 1 Bécs . . . . 1 Posta 14% Öszvesen 192% Posta."], [199, "189 A költség körülbelüLennyi: Három szoba-, s egy salonért naponként . 8— 10 ft. e. p. Reggeli, s déjeuner á la fourchette (villás reg- geli) 6 személyre. . 4 ft. 20 kr. e. p. Két inas ebédje s vacso- rája 2 „ 40 „ „ Bérinas 2 „ — „ „ Páholy 8 „ - „ „ Kocsi 6 „ — „ „ Öszvesen 33 ft. e. p. A borravalót elinduláskor ide nem számítva.' Áll ezen ár : Velencére, Bolognára s Florencre nézve. Genuában s Milanóban minden olcsóbb."], [200, ""], [201, "A nyájas olvasó a következő nevezetesb hibák előleges kijavítására kéretik: 16 lapon 10 sorb. olv. Ez utóbbi' hitvesének — — 15 — — Mietauról aq _ 7 _ _ 12 — — Plania 22 — al. 2 — — föld alatti 26 — — 5 — — sétakocsizás 42 — — 11 — — műknek 56 — fel. 14 — — Laucenét helyett olv. Lanzunt — — al. 5 — — Trenk, sok kínos megszökési pró- ba után, 57 — — 8 — — háza helyett : ágya 63 — fel. 2 — — villókö'riil 68 — — 7 — — helyen helyett : hegyen 75 — al. 4 — — nyolcz onyx-, lazur- és agátkö 79 — fel. 12 — — Michael Angelo — — — 16 — — Guide de Florence-t — — — vég — — emlékeket 80 — — 9 — — giallo és verd'antico — — al. 6 — — mint- helyett olv. min — — — 4 — — címerrel 85 — — 4 — — ismerhetni meg. 95 — fel. 4 — — Porcelaine — — — 11 — — albáikon 97 — al. 2 — — a Battisteriót (s így a 98 lap. is) 99 — fel. 1 — — S. Károly 100 — — 4 — — módosíthatnám helyett : jellemez- hetném 101 — — 3 — — hajóra 108 — — 6 — — Serrát 109 — al. 9 — — márványból vannak, a Pallavi- cini-ház veresből."], [202, "110 lapon fel. 8 sorb. olv. Aqua verde 114 _ _ 2 — — a paduai . . . 115 — — 6 — — szépek vieux boulijai. 127 — — 7 — — mi őket éri helyett: mit ők ta. pasztaltak. 130 — al. 6 — — mozdulásban akar éneket, 133 — — 4 — — Guidemben 134 — vég — — mellette van még 152 — 11 — — Lókénak 153 — al. 4 — — Lodi hercege — — — 1 — — Bellagio 156 — fel. 4 — — Morbegnón 157 - - 2 - — ) 159 — — 1 — — ) olv. Bolodoro 160 — al. 6 — — I 187 - fel. 11 — - ) 158 — al. 2 — — megtérítheti 176 — — 7 — — apparmenten helyett : osztályon 160 — — 13 — — l 161 — — 4 — ( Drnfiii helyett Trafói 187 - — 3 - '"], [203, ""], [204, "Ára I 11. 20 kr. e. p. % Nyomatott Landerer éá Heckenastnal Pestéit."], [205, ""], [206, ""], [207, ""], [208, ""], [209, ""], [210, ""]]